{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["FISH", "SSR and ISSR markers", "artificial polyploidy", "colchicine", "essential oil", "flow cytometry", "genomic instability", "medicinal plants"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "32273876", "DateRevised": {"Year": "2023", "Month": "11", "Day": "03"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "03", "Day": "26"}], "Language": ["eng"], "ELocationID": ["292", "10.3389/fpls.2020.00292"], "Journal": {"ISSN": "1664-462X", "JournalIssue": {"Volume": "11", "PubDate": {"Year": "2020"}}, "Title": "Frontiers in plant science", "ISOAbbreviation": "Front Plant Sci"}, "ArticleTitle": "Induction of Synthetic Polyploids and Assessment of Genomic Stability in <i>Lippia alba</i>.", "Pagination": {"StartPage": "292", "MedlinePgn": "292"}, "Abstract": {"AbstractText": ["Polyploidy is widely recognized as a major evolutionary force in plants and has been reported in the genus <i>Lippia</i> (Verbenaceae). <i>Lippia alba</i>, the most studied species, has been documented as a polyploid complex involving at least four ploidal levels. <i>L. alba</i> presents remarkable chemical and genetic variation and represents a model for understanding genome organization. Although the economic and medicinal importance of the species has been widely described, no established polyploid induction protocol has been reported so far. Here, we describe the production of synthetic polyploid plants of <i>L. alba</i> using colchicine. The ploidal levels were estimated by flow cytometry and chromosome counting. In addition, FISH and molecular markers approaches were used to confirm the stability of the synthetic polyploids. The major component of the essential oils was estimated by GCMS to compare with the natural individuals. Tetraploids and triploids were produced providing new opportunities for investigating medicinal, pharmacological, and economic applications as well as addressing intrinsic questions involved in the polyploidization process in tropical plants."], "CopyrightInformation": "Copyright © 2020 Julião, Ribeiro, Lopes, Matos, Reis, Peixoto, Machado, Azevedo, Grazul, Campos and Viccini."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, Federal University of Juiz de Fora, Juiz de Fora, Brazil."}], "LastName": "Julião", "ForeName": "Sirlei Aparecida", "Initials": "SA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, Federal University of Juiz de Fora, Juiz de Fora, Brazil."}], "LastName": "Ribeiro", "ForeName": "Christiane do Valle", "Initials": "CDV"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, Federal University of Juiz de Fora, Juiz de Fora, Brazil."}], "LastName": "Lopes", "ForeName": "Juliana Mainenti Leal", "Initials": "JML"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, Federal University of Juiz de Fora, Juiz de Fora, Brazil."}], "LastName": "de Matos", "ForeName": "Elyabe Monteiro", "Initials": "EM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, Federal University of Juiz de Fora, Juiz de Fora, Brazil."}], "LastName": "Reis", "ForeName": "Aryane Campos", "Initials": "AC"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, Federal University of Juiz de Fora, Juiz de Fora, Brazil."}], "LastName": "Peixoto", "ForeName": "Paulo Henrique Pereira", "Initials": "PHP"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Embrapa Dairy Cattle Research Center, Juiz de Fora, Brazil."}], "LastName": "Machado", "ForeName": "Marco Antonio", "Initials": "MA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Embrapa Dairy Cattle Research Center, Juiz de Fora, Brazil."}], "LastName": "Azevedo", "ForeName": "Ana Luisa Sousa", "Initials": "ALS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, Federal University of Juiz de Fora, Juiz de Fora, Brazil."}], "LastName": "Grazul", "ForeName": "Richard Michael", "Initials": "RM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, Federal University of Juiz de Fora, Juiz de Fora, Brazil."}], "LastName": "de Campos", "ForeName": "José Marcello Salabert", "Initials": "JMS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, Federal University of Juiz de Fora, Juiz de Fora, Brazil."}], "LastName": "Viccini", "ForeName": "Lyderson Facio", "Initials": "LF"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Plant Sci", "NlmUniqueID": "101568200", "ISSNLinking": "1664-462X"}}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Adams K. L., Wendel J. F. (2005). Polyploidy and genome evolution in plants. Curr. Opin. Plant Biol. 8 135–141. 10.1016/j.pbi.2005.01.001", "ArticleIdList": ["10.1016/j.pbi.2005.01.001", "15752992"]}, {"Citation": "Adams R. P. (2007). Identification of Essential Oil Components by Gas Chromatography/Mass Spectrometry 4 Edn Carol Stream, IL: Allured."}, {"Citation": "Albert V. A., Barbazuk W. B., de Pamphilis C. W., Der J. P., Leebens-Mack J., Ma H., et al. (2013). The Amborella genome and the evolution of flowering plants. Science 342:1241089. 10.1126/science.1241089", "ArticleIdList": ["10.1126/science.1241089", "24357323"]}, {"Citation": "Allario T., Brumos J., Colmenero-Flores J. M., Tadeo F., Froelicher Y., Talon M., et al. (2011). Large changes in anatomy and physiology between diploid Rangpur lime (Citrus limonia) and its autotetraploid are not associated with large changes in leaf gene expression. J. Exp. Bot. 62 2507–2519. 10.1093/jxb/erq467", "ArticleIdList": ["10.1093/jxb/erq467", "21273338"]}, {"Citation": "Allum J. F., Bringloe D. H., Roberts A. V. (2007). Chromosome doubling in a Rosa rugosa Thunb. hybrid by exposure of in vitro nodes to oryzalin: the effects of node length, oryzalin concentration and exposure time. Plant Cell Rep. 26 1977–1984.", "ArticleIdList": ["17641861"]}, {"Citation": "Aversano R., Caruso I., Aronne G., De Micco V., Scognamiglio N., Carputo D. (2013). Stochastic changes affect Solanum wild species following autopolyploidization. J. Exp. Bot. 64 625–635. 10.1093/jxb/ers357", "ArticleIdList": ["10.1093/jxb/ers357", "PMC3542052", "23307917"]}, {"Citation": "Aversano R., Ercolano M. R., Caruso I., Fasano C., Rosellini D., Carputo D. (2012). Molecular tools for exploring polyploid genomes in plants. Int. J. Mol. 13 10316–10335. 10.3390/ijms130810316", "ArticleIdList": ["10.3390/ijms130810316", "PMC3431861", "22949863"]}, {"Citation": "Aversano R., Scarano M. T., Aronne G., Caruso I., D’amelia V., De Micco V., et al. (2015). Genotype-specific changes associated to early synthesis of autotetraploids in wild potato species. Euphytica 202 307–316. 10.1007/s10681-014-1338-3", "ArticleIdList": ["10.1007/s10681-014-1338-3"]}, {"Citation": "Blasco M., Badenes M. L., Naval M. M. (2015). Colchicine-induced polyploidy in loquat (Eriobotrya japonica (Thunb.) (Lindl.). Plant Cell Tissue Organ Cult. 2 453–461. 10.1007/s11240-014-0612-3", "ArticleIdList": ["10.1007/s11240-014-0612-3"]}, {"Citation": "Buggs R. J., Soltis P. S., Mavrodiev E. V., Symonds V. V., Soltis D. E. (2008). Does phylogenetic distance between parental genomes govern the success of polyploids. Castanea 73 74–93. 10.2179/0008-7475(2008)73[74:dpdbpg]2.0.co;2", "ArticleIdList": ["10.2179/0008-7475(2008)73[74:dpdbpg]2.0.co;2"]}, {"Citation": "Campos J. M. S., Sousa S. M., Silva P. S., Pinheiro L. C., Sampaio F., Viccini L. F. (2011). Chromosome numbers and DNA C values in the genus Lippia (Verbenaceae). Plant Syst. Evol. 291 133–140. 10.1007/s00606-010-0370-6", "ArticleIdList": ["10.1007/s00606-010-0370-6"]}, {"Citation": "Caruso I., Lepore L., De Tommasi N., Dal Piaz F., Frusciante L., Aversano R., et al. (2011). Secondary Metabolite profile in induced tetraploids of wild Solanum commersonii, Dun. Chem. Biodivers. 8 2226–2237. 10.1002/cbdv.201100038", "ArticleIdList": ["10.1002/cbdv.201100038", "22162160"]}, {"Citation": "Carvalho C. R., Saraiva L. S. (1993). A new heterochromatin banding pattern revealed by modified HKG banding technique for maize chromosomes. Heredity 70 515–519. 10.1038/hdy.1993.74", "ArticleIdList": ["10.1038/hdy.1993.74"]}, {"Citation": "Castro M., Castro S., Loureiro J. (2018). Production of synthetic tetraploids as a tool for polyploid research. Web Ecol. 18 129–141. 10.5194/we-18-129-2018", "ArticleIdList": ["10.5194/we-18-129-2018"]}, {"Citation": "Chies C. E., Branco C. S., Scola G., Agostini F., Gower A. E., Salvador M. (2013). Antioxidant effect of Lippia alba (Miller) NE Brown. Antioxidants 2 194–205. 10.3390/antiox2040194", "ArticleIdList": ["10.3390/antiox2040194", "PMC4665525", "26784458"]}, {"Citation": "Chung H., Shi H., Huang B., Chen J. (2017). Enhanced agronomic traits and medicinal constituents of autotetraploids in Anoectochilus formosanus Hayata, a top-grade medicinal orchid. Molecules 22 1–13. 10.3390/molecules22111907", "ArticleIdList": ["10.3390/molecules22111907", "PMC6150389", "29112129"]}, {"Citation": "Cui Y., Hou L., Li X., Huang F., Pang X., Li Y. (2017). In vitro induction of tetraploid Ziziphus jujuba Mill. var. spinosa plants from leaf explants. Plant Cell Tissue Organ Cult. 131 175–182."}, {"Citation": "Dehghan E., Häkkinen S. T., Oksman-Caldentey K. M., Ahmadi F. S. (2012). Production of tropane alkaloids in diploid and tetraploid plants and in vitro hairy root cultures of Egyptian henbane (Hyoscyamus muticus L.). Plant Cell Tissue Organ Cult. 110 35–44. 10.1007/s11240-012-0127-8", "ArticleIdList": ["10.1007/s11240-012-0127-8"]}, {"Citation": "Denaeghe H. E. R., Van Laere K., Leus L., Lootens P., Van Huylenbroeck J., Van Labeke M.-C. (2018). The Variable Effect of Polyploidization on the Phenotype in Escallonia. Front. Plant Sci. 9:354. 10.3389/fpls.2018.00354", "ArticleIdList": ["10.3389/fpls.2018.00354", "PMC5869194", "29616065"]}, {"Citation": "Dhooghe E., Van Laere K., Eeckhaut T., Leus L., Van Huylenbroeck J. (2011). Mitotic chromosome doubling of plant tissues in vitro. Plant Cell Tissue Organ Cult. 104 359–373. 10.1007/s11240-010-9786-5", "ArticleIdList": ["10.1007/s11240-010-9786-5"]}, {"Citation": "Dodsworth S., Chase M. W., Leitch A. R. (2016). Is post-polyploidization diploidization the key to the evolutionary success of angiosperms? Bot. J. Linn. Soc. 180 1–5. 10.1111/boj.12357", "ArticleIdList": ["10.1111/boj.12357"]}, {"Citation": "Dolezel J., Greilhuber J., Suda J. (2007). Estimation of nuclear DNA content in plants using flow cytometry. Nat. Protoc. 2 2233–2244. 10.1038/nprot.2007.310", "ArticleIdList": ["10.1038/nprot.2007.310", "17853881"]}, {"Citation": "Doyle J. J., Coate J. E. (2019). Polyploidy, the nucleotype, and novelty: the impact of genome doubling on the biology of the cell. Int. J. Plant Sci. 180 1–52. 10.1086/700636", "ArticleIdList": ["10.1086/700636"]}, {"Citation": "Doyle J. J., Doyle J. L. (1990). Isolation of plant DNA from fresh tissue. Focus 12 13–15."}, {"Citation": "Earl D. A., VonHoldt B. M. (2012). STRUCTURE HARVESTER: a website and program for visualizing STRUCTURE output and implementing the Evanno method. Conserv. Genet. Resour. 4 359–361. 10.1007/s12686-011-9548-7", "ArticleIdList": ["10.1007/s12686-011-9548-7"]}, {"Citation": "Eng W.-H., Ho W.-S. (2019). Polyploidization using colchicine in horticultural plants: a review. Sci. Hortic. 246 604–617. 10.1016/j.scienta.2018.11.010", "ArticleIdList": ["10.1016/j.scienta.2018.11.010"]}, {"Citation": "Evanno G., Regnaut S., Goudet J. (2005). Detecting the number of clusters of individuals using the software structure: a simulation study. Mol. Ecol. 14 2611–2620. 10.1111/j.1365-294x.2005.02553.x", "ArticleIdList": ["10.1111/j.1365-294x.2005.02553.x", "15969739"]}, {"Citation": "Ewald D., Ulrich K., Naujoks G., Schröder M. B. (2009). Induction of tetraploid poplar and black locust plants using colchicine: chloroplast number as an early marker for selecting polyploids in vitro. Plant Cell Tissue Organ Cult. 99 353–357. 10.1007/s11240-009-9601-3", "ArticleIdList": ["10.1007/s11240-009-9601-3"]}, {"Citation": "Fasano C., Diretto G., Aversano R., D’agostino N., Di Matteo A., Frusciante L., et al. (2016). Transcriptome and metabolome of synthetic Solanum autotetraploids reveal key genomic stress events following polyploidization. New Phytol. 210 1382–1394. 10.1111/nph.13878", "ArticleIdList": ["10.1111/nph.13878", "26915816"]}, {"Citation": "Galbraith D. W., Harkins K. R., Maddon J. M., Ayres N. M., Sharma D. P., Firoozabady E. (1983). Rapid flow cytometric analysis of the cell-cycle in intact plant-tissues. Science 220 1049–1051. 10.1126/science.220.4601.1049", "ArticleIdList": ["10.1126/science.220.4601.1049", "17754551"]}, {"Citation": "Gao R., Wang H., Dong B., Yang X., Chen S., Jiang J., et al. (2016). Morphological, genome and gene expression changes in newly induced autopolyploid Chrysanthemum lavandulifolium (Fisch. ex Trautv.) Makino. Int. J. Mol. 17:1690. 10.3390/ijms17101690", "ArticleIdList": ["10.3390/ijms17101690", "PMC5085722", "27735845"]}, {"Citation": "Glamočlija J., Soković M., Tešević V., Linde G. A., Colauto N. (2011). Chemical characterization of Lippia alba essential oil: an alternative to control green molds. Braz. J. Microbiol. 42 1537–1546. 10.1590/S1517-83822011000400041", "ArticleIdList": ["10.1590/S1517-83822011000400041", "PMC3768719", "24031788"]}, {"Citation": "Gomes S. S. L., Saldanha C. W., Neves C. S., Trevizani M., Raposo N. R. B., Notini M. M., et al. (2014). Karyotype, genome size, and in vitro chromosome doubling of Pfaffia glomerata (Spreng.) Pedersen. Plant Cell Tissue Organ Cult. 118 45–56."}, {"Citation": "Grant V. (1981). Plant Speciation 2nd Edn New York, NY: Columbia University Press."}, {"Citation": "Hammer Ø., Harper D. A., Ryan P. D. (2001). PAST: paleontological statistics software package for education and data analysis. Palaeontol. Electron. 4 1–9."}, {"Citation": "Hannweg K., Visser G., de Jager K., Bertling I. (2016). In vitro-induced polyploidy and its effect on horticultural characteristics, essential oil composition and bioactivity of Tetradenia riparia. S. Afr. J. Bot. 106 186–191. 10.1016/j.sajb.2016.07.013", "ArticleIdList": ["10.1016/j.sajb.2016.07.013"]}, {"Citation": "Harbard J. L., Griffin A. R., Foster S., Brooker C., Kha L. D., Koutoulis A. (2012). Production of colchicine-induced autotetraploids as a basis for sterility breeding in Acacia mangium Willd. Forestry 85 427–436. 10.1093/forestry/cps041", "ArticleIdList": ["10.1093/forestry/cps041"]}, {"Citation": "Hegarty M., Coate J., Sherman-Broyles S., Abbott R., Hiscock S., Doyle J. (2013). Lessons from natural and artificial polyploids in higher plants. Cytogenet. Genome Res. 140 204–225. 10.1159/000353361", "ArticleIdList": ["10.1159/000353361", "23816545"]}, {"Citation": "Hennebelle T., Sahpaz S., Joseph H., Bailleul F. (2008). Ethnopharmacology of Lippia alba. J. Ethnopharmacol. 116 211–222. 10.1016/j.jep.2007.11.044", "ArticleIdList": ["10.1016/j.jep.2007.11.044", "18207682"]}, {"Citation": "Iannicelli J., Elechosa M. A., Juárez M. A., Martínez A., Bugallo V., Bandoni A. L., et al. (2016). Effect of polyploidization in the production of essential oils in Lippia integrifolia. Ind. Crop. Prod. 81 20–29. 10.1016/j.indcrop.2015.11.053", "ArticleIdList": ["10.1016/j.indcrop.2015.11.053"]}, {"Citation": "Iannicelli J., Guariniello J., Tossi V. E., Regalado J. J., Di Ciaccio L., Van Baren C. M., et al. (2020). The “polyploid effect” in the breeding of aromatic and medicinal species. Sci. Hortic. 260:108854. 10.1016/j.scienta.2019.108854", "ArticleIdList": ["10.1016/j.scienta.2019.108854", "0"]}, {"Citation": "Jezler C. N., De Oliveira A. R., Batista R. S., Oliveira R. A., Silva D. D. C., Costa L. C. D. B. (2013). Lippia alba morphotypes cidreira and melissa exhibit significant differences in leaf characteristics and essential oil profile. Rev. Bras. Farmacogn. 23 217–223."}, {"Citation": "Jiang J., Gill B. S., Wang G.-L., Ronald P. C., Ward D. C. (1995). Metaphase and interphase fluorescence in situ hybridization mapping of the rice genome with bacterial artificial chromosomes. Proc. Natl. Acad. Sci. U.S.A. 92 4487–4491. 10.1073/pnas.92.10.4487", "ArticleIdList": ["10.1073/pnas.92.10.4487", "PMC41969", "7753830"]}, {"Citation": "Jiao Y., Wickett N. J., Ayyampalayam S., Chanderbali A. S., Landherr L., Ralph P. E., et al. (2011). Ancestral polyploidy in seed plants and angiosperms. Nature 473 97–100. 10.1038/nature09916", "ArticleIdList": ["10.1038/nature09916", "21478875"]}, {"Citation": "Lehrer J., Brand M., Lubell J. (2008). Induction of tetraploidy in meristematically active seeds of Japanese barberry (Berberis thunbergii var. atropurpurea) through exposure to colchicine and oryzalin. Sci. Hort. 119 67–71. 10.1016/j.scienta.2008.07.003", "ArticleIdList": ["10.1016/j.scienta.2008.07.003"]}, {"Citation": "Long Y. L., Qiao F., Jiang X. F., Cong H. Q., Sun M. L., Xu Z. J. (2019). Screening and analysis on the differentially expression genes between diploid and autotetraploid watermelon by using of digital gene expression profile. Braz. J. Biol. 79 180–190. 10.1590/1519-6984.174475", "ArticleIdList": ["10.1590/1519-6984.174475", "29924132"]}, {"Citation": "Lopes J. M. L., Carvalho H. H., Zorzatto C., Azevedo A. L., Machado M. A., Salimena F. R. G., et al. (2019). Genetic relationships and polyploid origins in the Lippia alba complex. Am. J. Bot. 107 1–11.", "ArticleIdList": ["32115694"]}, {"Citation": "Manica-Cattani M. F., Zacaria J., Pauletti G., Atti-Serafini L., Cheverrigaray S. (2009). Genetic variation among South Brazilian accessions of Lippia alba Mill. (Verbenaceae) detected by ISSR and RAPD markers. Braz. J. Biol. 69 375–380. 10.1590/s1519-69842009000200020", "ArticleIdList": ["10.1590/s1519-69842009000200020", "19675941"]}, {"Citation": "Marchant D. B., Soltis D. E., Soltis P. S. (2016). Patterns of abiotic niche shifts in allopolyploids relative to their progenitors. New Phytol. 212 708–718. 10.1111/nph.14069", "ArticleIdList": ["10.1111/nph.14069", "27399976"]}, {"Citation": "Martelotto L. G., Ortiz J. P. A., Stein J., Espinoza F., Quarin C. L., Pessino S. C. (2007). Genome rearrangements derived from autopolyploidization in Paspalum sp. Plant Sci. 172 970–977. 10.1016/j.plantsci.2007.02.001", "ArticleIdList": ["10.1016/j.plantsci.2007.02.001"]}, {"Citation": "Mecchia M. A., Ochogavía A., Selva J. P., Laspina N., Felitti S., Martelotto L. G., et al. (2007). Genome polymorphisms and gene differential expression in a ‘back-and-forth’ ploidy-altered series of weeping lovegrass (Eragrostis curvula). J. Plant Physiol. 164 1051–1061. 10.1016/j.jplph.2006.07.002", "ArticleIdList": ["10.1016/j.jplph.2006.07.002", "16919366"]}, {"Citation": "Münzbergová Z. (2017). Colchicine application significantly affects plant performance in the second generation of synthetic polyploids and its effects vary between populations. Ann. Bot. 120 329–339. 10.1093/aob/mcx070", "ArticleIdList": ["10.1093/aob/mcx070", "PMC5737759", "28633349"]}, {"Citation": "Nebel B. R. (1937). Mechanism of Polyploidy through Colchicine. Nature 14:1101 10.1038/1401101a0", "ArticleIdList": ["10.1038/1401101a0"]}, {"Citation": "Niel E., Scherrmann J. M. (2006). Colchicine today. Joint Bone Spine 73 673–678. 10.1016/j.jbspin.2006.03.006", "ArticleIdList": ["10.1016/j.jbspin.2006.03.006", "17067838"]}, {"Citation": "Otto S. P., Whitton J. (2000). Polyploid incidence and evolution. Annu. Rev. Genet. 34 401–437. 10.1146/annurev.genet.34.1.401", "ArticleIdList": ["10.1146/annurev.genet.34.1.401", "11092833"]}, {"Citation": "Pavlíková Z., Paštová L., Münzbergová Z. (2017). Synthetic polyploids in Vicia cracca: methodology, effects on plant performance and aneuploidy. Plant Syst. Evol. 303 827–839. 10.1007/s00606-017-1414-y", "ArticleIdList": ["10.1007/s00606-017-1414-y"]}, {"Citation": "Peixoto M. G., Costa-Júnior L. M., Blank A. F., Da Silva Lima A., Menezes T. S. A., De Alexandria Santos D., et al. (2015). Acaricidal activity of essential oils from Lippia alba genotypes and its major components carvone, limonene, and citral against Rhipicephalus microplus. Vet. Parasitol. 210 118–122. 10.1016/j.vetpar.2015.03.010", "ArticleIdList": ["10.1016/j.vetpar.2015.03.010", "25837783"]}, {"Citation": "Pierre P. M., Sousa S. M., Davide L. C., Machado M. A., Viccini L. F. (2011). Karyotype analysis, DNA content and molecular screening in Lippia alba (Verbenaceae). An. Acad. Bras. Cien. 83 993–1006. 10.1590/s0001-37652011005000012", "ArticleIdList": ["10.1590/s0001-37652011005000012", "21739084"]}, {"Citation": "Pritchard J. K., Stephens M., Donnelly P. (2000). Inference of population structure using multilocus genotype data. Genetics 155 945–959.", "ArticleIdList": ["PMC1461096", "10835412"]}, {"Citation": "Ramasamy R. K., Ramasamy S., Bindroo B. B., Naik V. G. (2014). Structure plot: a program for drawing elegant structure bar plots in user friendly interface. Springerplus 3:431. 10.1186/2193-1801-3-431", "ArticleIdList": ["10.1186/2193-1801-3-431", "PMC4141070", "25152854"]}, {"Citation": "Ramsey J. R., Schemske D. W. (2002). Neopolyploidy in flowering plants. Annu. Rev. Ecol. Syst. 33 589–639. 10.1146/annurev.ecolsys.33.010802.150437", "ArticleIdList": ["10.1146/annurev.ecolsys.33.010802.150437"]}, {"Citation": "Regalado J. J., Carmona-Martín E., Querol V., Veléz C. G., Encina C. L., Pitta-Alvarez S. I. (2017). Production of compact petunias through polyploidization. Plant Cell Tissue Organ Cult. 129 61–71. 10.1007/s11240-016-1156-5", "ArticleIdList": ["10.1007/s11240-016-1156-5"]}, {"Citation": "Rêgo M. D., Rêgo E. R., Bruckner C. H., Finger F. L., Otoni W. C. (2011). In vitro induction of autotetraploids from diploid yellow passion fruit mediated by colchicine and oryzalin. Plant Cell Tissue Organ Cult. 107 451–459. 10.1007/s11240-011-9995-6", "ArticleIdList": ["10.1007/s11240-011-9995-6"]}, {"Citation": "Reis A. C., Sousa S. M., Vale A. A., Pierre P. M. O., Franco A. L., Campos J. M. S., et al. (2014). Lippia alba (Mill.) N. E. Br. (Verbenaceae): a new tropical autopolyploid complex? Am. J. Bot. 101 1002–1012.", "ArticleIdList": ["24920764"]}, {"Citation": "Rice A., Šmarda P., Novosolov M., Drori M., Glick L., Sabath N., et al. (2019). The global biogeography of polyploid plants. Nat. Ecol. Evol. 3 265–273. 10.1038/s41559-018-0787-9", "ArticleIdList": ["10.1038/s41559-018-0787-9", "30697006"]}, {"Citation": "Rohlf F. J. (2000). NTSYS-Pc Numerical Taxonomy and Multivariate Analysis System, version 2.1. New York, NY: Exeter Publishing Setauket."}, {"Citation": "Sadat-Noori A. S., Maryam N., Ghasem K., Shirkool K. H., Mohsen N. (2017). Effect of colchicine-induced polyploidy on morphological characteristics and essential oil composition of ajowan (Trachyspermum ammi L.). Plant Cell Tissue Organ Cult. 130 543–551. 10.1007/s11240-017-1245-0", "ArticleIdList": ["10.1007/s11240-017-1245-0"]}, {"Citation": "Sajjad A., Jaskani M., Mehmood A., Ahmad I. (2013). Effect of colchicine on in vitro polyploidy induction in African marigold (Tagetes erecta). Pak. J. Bot. 45 1255–1258."}, {"Citation": "Salma U., Kundu S., Mandal N. (2017). Artificial polyploidy in medicinal plants: advancement in the last two decades and impending prospects. J. Crop. Sci. Biotechnol. 20 9–19. 10.1007/s12892-016-0080-1", "ArticleIdList": ["10.1007/s12892-016-0080-1"]}, {"Citation": "Sattler M. C., Carvalho C. R., Clarindo W. R. (2016). The polyploidy and its key role in plant breeding. Planta 243 281–296. 10.1007/s00425-015-2450-x", "ArticleIdList": ["10.1007/s00425-015-2450-x", "26715561"]}, {"Citation": "Soltis D. E., Soltis P. S., Bennett M. D., Leitch I. J. (2003). Evolution of genome size in the angiosperms. Am. J. Bot. 90 1596–1603. 10.3732/ajb.90.11.1596", "ArticleIdList": ["10.3732/ajb.90.11.1596", "21653334"]}, {"Citation": "Soltis P. S., Soltis D. E. (2009). The role of hybridization in plant speciation. Annu. Rev. Plant Biol. 60 561–588. 10.1146/annurev.arplant.043008.092039", "ArticleIdList": ["10.1146/annurev.arplant.043008.092039", "19575590"]}, {"Citation": "Soltis P. S., Soltis D. E. (2012). Polyploidy and Genome Evolution. Berlin: Springer."}, {"Citation": "Stebbins G. L. (1971). Chromosomal Evolution in Higher Plants. London: Edward Arnold."}, {"Citation": "Stift M., Koláø F., Meirmans P. G. (2019). STRUCTURE is more robust than other clustering methods in simulated mixed-ploidy populations. Heredity 123 429–441. 10.1038/s41437-019-0247-6", "ArticleIdList": ["10.1038/s41437-019-0247-6", "PMC6781132", "31285566"]}, {"Citation": "Sun Q., Sun H., Li L., Bell R. L. (2009). In vitro colchicine-induced polyploid plantlet production and regeneration from leaf explants of the diploid pear (Pyrus communis L.) cultivar, ‘Fertility’. J. Hortic. Sci. Biotechnol. 84 548–552. 10.1080/14620316.2009.11512564", "ArticleIdList": ["10.1080/14620316.2009.11512564"]}, {"Citation": "Tavan M., Mirjalili M. H., Karimzadeh G. (2015). In vitro polyploidy induction: changes in morphological, anatomical and phytochemical characteristics of Thymus persicus (Lamiaceae). Plant Cell Tissue Organ Cult. 122 573–583. 10.1007/s11240-015-0789-0", "ArticleIdList": ["10.1007/s11240-015-0789-0"]}, {"Citation": "Tayalé A., Parisod C. (2013). Natural pathways to polyploidy in plants and consequences for genome reorganization. Cytogenet. Genome Res. 140 79–96. 10.1159/000351318", "ArticleIdList": ["10.1159/000351318", "23751271"]}, {"Citation": "Trojak-Goluch A., Skomra U. (2013). Artificially induced polyploidization in Humulus lupulus L. and its effect on morphological and chemical traits. Breed. Sci. 63 393–399. 10.1270/jsbbs.63.393", "ArticleIdList": ["10.1270/jsbbs.63.393", "PMC3859350", "24399911"]}, {"Citation": "Väinölä A. (2000). Polyploidization and early screening of Rhododendron hybrids. Euphytica 112 239–244."}, {"Citation": "Van de Peer Y., Mizrachi E., Marchal K. (2017). The evolutionary significance of polyploidy. Nat. Rev. Genet. 18 411–424. 10.1038/nrg.2017.26", "ArticleIdList": ["10.1038/nrg.2017.26", "28502977"]}, {"Citation": "Vanstechelman I., Eeckhaut T., Van Huylenbroeck J., Van Labeke M. C. (2010). Histogenic analysis of chemically induced mixoploids in Spathiphyllum wallisii. Euphytica 174 61–72. 10.1007/s10681-010-0133-z", "ArticleIdList": ["10.1007/s10681-010-0133-z"]}, {"Citation": "Viccini L. F., Pierre P. M. O., Praça M. M., Da Costa D. S., Romanel E. C., Sousa S. M., et al. (2005). Chromosome numbers in the genus Lippia (Verbenaceae). Plant Syst. Evol. 256 171–178. 10.1007/s00606-005-0351-3", "ArticleIdList": ["10.1007/s00606-005-0351-3"]}, {"Citation": "Viccini L. F., Silveira R. S., Vale A. A., Campos J. M. S., Reis A. C., Santos M. O., et al. (2014). Citral and linalool content has been correlated to DNA content in Lippia alba (Mill.) NE Brown (Verbenaceae). Ind. Crop. Prod. 59 14–19. 10.1016/j.indcrop.2014.04.028", "ArticleIdList": ["10.1016/j.indcrop.2014.04.028"]}, {"Citation": "Vieira D. D. S. S., Emiliani G., Michelozzid M., Centritto M., Luro F., Morillonf R., et al. (2016). Polyploidization alters constitutive content of volatile organic compounds (VOC) and improves membrane stability under water deficit in Volkamer lemon (Citrus limonia Osb.) leaves. Environ. Exp. Bot. 126 1–9. 10.1016/j.envexpbot.2016.02.010", "ArticleIdList": ["10.1016/j.envexpbot.2016.02.010"]}, {"Citation": "Wang C. G., Li H., Xue Z. Y., Chen C. B., Gu Y., Sun D. L., et al. (2009). Marker-based analysis of genome structure and DNA methylation in a watermelon (Citrullus lanatus) ploidy series. Bot. Stud. 50 389–402."}, {"Citation": "Wei K. H., Xu J. P., Li L. X., Cai J. Y., Miao J. H., Li M. H. (2018). In vitro induction and generation of tetraploid plants of Sophora tonkinensis Gapnep. Pharmacogn. Mag. 14 149–154. 10.4103/pm.pm_170_17", "ArticleIdList": ["10.4103/pm.pm_170_17", "PMC5909307", "29720823"]}, {"Citation": "Wendel J. F. (2015). The wondrous cycles of polyploidy in plants. Am. J. Bot. 102 1753–1756. 10.3732/ajb.1500320", "ArticleIdList": ["10.3732/ajb.1500320", "26451037"]}, {"Citation": "Wendel J. F., Jackson S. A., Meyers B. C., Wing R. A. (2016). Evolution of plant genome architecture. Genome Biol. 17 1–14.", "ArticleIdList": ["PMC4772531", "26926526"]}, {"Citation": "Widoretno W. (2016). In vitro induction and characterization of tetraploid Patchouli (Pogostemon cablin Benth.) plant. Plant Cell Tissue Organ Cult. 125 261–267."}, {"Citation": "Xu C. G., Tang T. X., Chen R., Liang C. H., Liu X. Y., Wu C. L., et al. (2014). A comparative study of bioactive secondary metabolite production in diploid and tetraploid Echinacea purpurea (L.) Moench. Plant Cell Tissue Organ Cult. 116 323–332. 10.1007/s11240-013-0406-z", "ArticleIdList": ["10.1007/s11240-013-0406-z"]}, {"Citation": "Yan H. J., Xiong Y., Zhang H. Y., He M. L. (2016). In vitro induction and morphological characteristics of octoploid plants in Pogostemon cablin. Breeding Sci. 66 169–174. 10.1270/jsbbs.66.169", "ArticleIdList": ["10.1270/jsbbs.66.169", "PMC4784994", "27162488"]}, {"Citation": "Yang H. L., Liu J., Huang S. M., Guo T. T., Deng L. B., Hua W. (2014). Selection and evaluation of novel reference genes for quantitative reverse transcription PCR (qRT-PCR) based on genome and transcriptome data in Brassica napus L. Gene 538 113–122. 10.1016/j.gene.2013.12.057", "ArticleIdList": ["10.1016/j.gene.2013.12.057", "24406618"]}, {"Citation": "Zhou H., Zeng W., Yan H. (2017). In vitro induction of tetraploids in cassava variety ‘Xinxuan 048’ using colchicine. Plant Cell Tissue Organ Cult. 128 723–729. 10.1007/s13258-018-0692-2", "ArticleIdList": ["10.1007/s13258-018-0692-2", "30155710"]}, {"Citation": "Zlesak D. C., Thill C. A., Anderson N. O. (2005). Trifluralin-mediated polyploidization of Rosa chinensis minima (Sims) Voss seedlings. Euphytica 141 281–290. 10.1007/s10681-005-7512-x", "ArticleIdList": ["10.1007/s10681-005-7512-x"]}], "ReferenceList": []}], "History": [{"Year": "2019", "Month": "12", "Day": "5"}, {"Year": "2020", "Month": "2", "Day": "26"}, {"Year": "2020", "Month": "4", "Day": "11", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "4", "Day": "11", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "4", "Day": "11", "Hour": "6", "Minute": "1"}, {"Year": "2020", "Month": "1", "Day": "1"}], "PublicationStatus": "epublish", "ArticleIdList": ["32273876", "PMC7113378", "10.3389/fpls.2020.00292"]}}], "PubmedBookArticle": []}