{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "32298315", "DateCompleted": {"Year": "2020", "Month": "07", "Day": "27"}, "DateRevised": {"Year": "2020", "Month": "07", "Day": "27"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "04", "Day": "16"}], "Language": ["eng"], "ELocationID": ["e0231516", "10.1371/journal.pone.0231516"], "Journal": {"ISSN": "1932-6203", "JournalIssue": {"Volume": "15", "Issue": "4", "PubDate": {"Year": "2020"}}, "Title": "PloS one", "ISOAbbreviation": "PLoS One"}, "ArticleTitle": "Ruminal fermentation, microbial population and lipid metabolism in gastrointestinal nematode-infected lambs fed a diet supplemented with herbal mixtures.", "Pagination": {"StartPage": "e0231516", "MedlinePgn": "e0231516"}, "Abstract": {"AbstractText": ["The aim of this study was to evaluate the effects of medicinal herbal mixtures rich in phenolic, flavonoid and alkaloid compounds on ruminal fermentation and microbial populations, and fatty acid (FA) concentrations and lipid oxidation in tissues of lambs infected with the gastrointestinal nematode (GIN) parasite (Haemonchus contortus). Parallel in vitro and in vivo studies were performed using two different herbal mixtures (Mix1 and Mix2). The in vitro study was conducted in a 2 (infection status; non-infected versus infected) × 3 (diets; control, Mix1 and Mix2) factorial design. In the in vivo study, 24 lambs were equally divided into four treatments: non-infected lambs fed a control diet, infected lambs fed the control diet, infected lambs fed a diet with Mix1 and infected lambs fed a diet with Mix2. Herbal mixtures (100 g dry matter (DM)/d) were added to the basal diets of meadow hay (ad libitum) and a commercial concentrate (500 g DM/d). The experimental period lasted for 70 days. Ruminal fermentation characteristics and methane production were not affected by infection in vivo or in vitro. Both herbal mixture supplementation increased total volatile fatty acid (VFA) concentrations (P < 0.01) and DM digestibility (P < 0.01) in vitro. Archaea population was slightly diminished by both herbal mixtures (P < 0.05), but they did not lower methane production in vitro or in vivo (P > 0.05). Infection of H. contortus or herbal mixtures modulated FA proportion mainly in the liver, especially the long chain FA proportion. Concentrations of thiobarbituric acid reactive substances (TBARS) in serum were significantly higher after 70 days post-infection in the infected lambs. Herbal Mix1 supplementation reduced TBARS concentrations in meat after seven days of storage. In conclusion, supplementing of herbal mixtures to the diets of GIN parasite infected lambs did not affect the basic ruminal fermentation parameters. Herbal mixtures may improve few FA proportions mainly in liver as well as decrease lipid oxidation in meat."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Animal Nutrition, Poznan University of Life Sciences, Poznan, Poland."}], "LastName": "Szulc", "ForeName": "Paulina", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Animal Physiology, Centre of Biosciences of Slovak Academy of Sciences, Košice, Slovak Republic."}], "LastName": "Mravčáková", "ForeName": "Dominika", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Animal Nutrition, Poznan University of Life Sciences, Poznan, Poland."}], "LastName": "Szumacher-Strabel", "ForeName": "Malgorzata", "Initials": "M"}, {"Identifier": ["0000-0003-3675-8641"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Animal Physiology, Centre of Biosciences of Slovak Academy of Sciences, Košice, Slovak Republic."}], "LastName": "Váradyová", "ForeName": "Zora", "Initials": "Z"}, {"Identifier": ["0000-0001-6589-8219"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Parasitology, Slovak Academy of Sciences, Košice, Slovak Republic."}], "LastName": "Várady", "ForeName": "Marián", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Animal Physiology, Centre of Biosciences of Slovak Academy of Sciences, Košice, Slovak Republic."}], "LastName": "Čobanová", "ForeName": "Klaudia", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Animal Nutrition, Poznan University of Life Sciences, Poznan, Poland."}], "LastName": "Syahrulawal", "ForeName": "Linggawastu", "Initials": "L"}, {"Identifier": ["0000-0003-1410-0902"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Animal Nutrition, West Bengal University of Animal and Fishery Sciences, Kolkata, India."}], "LastName": "Patra", "ForeName": "Amlan Kumar", "Initials": "AK"}, {"Identifier": ["0000-0001-7518-579X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Animal Nutrition, Poznan University of Life Sciences, Poznan, Poland."}], "LastName": "Cieslak", "ForeName": "Adam", "Initials": "A"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "PLoS One", "NlmUniqueID": "101285081", "ISSNLinking": "1932-6203"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Fatty Acids"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": ["veterinary"], "DescriptorName": "Diet"}, {"QualifierName": [], "DescriptorName": "Dietary Supplements"}, {"QualifierName": ["metabolism"], "DescriptorName": "Fatty Acids"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": ["drug effects"], "DescriptorName": "Fermentation"}, {"QualifierName": ["drug effects"], "DescriptorName": "Gastrointestinal Microbiome"}, {"QualifierName": ["metabolism", "veterinary"], "DescriptorName": "Haemonchiasis"}, {"QualifierName": [], "DescriptorName": "Haemonchus"}, {"QualifierName": ["drug effects"], "DescriptorName": "Lipid Metabolism"}, {"QualifierName": ["metabolism"], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": ["metabolism", "microbiology", "parasitology"], "DescriptorName": "Rumen"}, {"QualifierName": ["metabolism", "microbiology", "parasitology"], "DescriptorName": "Sheep"}, {"QualifierName": ["metabolism", "parasitology"], "DescriptorName": "Sheep Diseases"}], "CoiStatement": "The authors have declared that no competing interests exist."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Selemon M.\nReview on control of Haemonchus contortus in sheep and goat. J. Vet. Med. Res. 2018; 5(5): 1139 Available from: http://agris.fao.org/agrissearch/search.do?recordID=US2019V00205"}, {"Citation": "Sinnathamby G, Henderson G, Umair S, Janssen P, Bland R, Simpson H. The bacterial community associated with the sheep gastrointestinal nematode parasite Haemonchus contortus. PLoS One. 2018;13: 1–25. 10.1371/journal.pone.0192164", "ArticleIdList": ["10.1371/journal.pone.0192164", "PMC5805237", "29420571"]}, {"Citation": "Houdijk JGM, Tolkamp BJ, Rooke JA, Hutchings MR. Animal health and greenhouse gas intensity: the paradox of periparturient parasitism. Int J Parasitol. 2017;47: 633–641. 10.1016/j.ijpara.2017.03.006", "ArticleIdList": ["10.1016/j.ijpara.2017.03.006", "28528874"]}, {"Citation": "Wolstenholme AJ, Fairweather I, Prichard R, Von Samson-Himmelstjerna G, Sangster NC. Drug resistance in veterinary helminths. Trends Parasitol. 2004;20: 469–476. 10.1016/j.pt.2004.07.010", "ArticleIdList": ["10.1016/j.pt.2004.07.010", "15363440"]}, {"Citation": "Hoste H, Torres-Acosta JFJ, Quijada J, Chan-Perez I, Dakheel MM, Kommuru DS, et al. Interactions between nutrition and infections with Haemonchus contortus and related gastrointestinal nematodes in small ruminants. Adv Parasitol. 2016;93:239–351. 10.1016/bs.apar.2016.02.025", "ArticleIdList": ["10.1016/bs.apar.2016.02.025", "27238007"]}, {"Citation": "Spiegler V, Liebau E, Hensel A. Medicinal plant extracts and plant-derived polyphenols with anthelmintic activity against intestinal nematodes. Nat Prod Rep. 2017;34: 627–643. 10.1039/c6np00126b", "ArticleIdList": ["10.1039/c6np00126b", "28426037"]}, {"Citation": "Hoste H, Torres-Acosta JFJ, Sandoval-Castro CA, Mueller-Harvey I, Sotiraki S, Louvandini H, et al. Tannin containing legumes as a model for nutraceuticals against digestive parasites in livestock. Vet Parasitol. 2015;212: 5–17. 10.1016/j.vetpar.2015.06.026", "ArticleIdList": ["10.1016/j.vetpar.2015.06.026", "26190131"]}, {"Citation": "Lans C, Turner N, Khan T, Brauer G, Boepple W. Ethnoveterinary medicines used for ruminants in British Columbia, Canada. J Ethnobiol Ethnomed. 2007;3: 1–22. 10.1186/1746-4269-3-1", "ArticleIdList": ["10.1186/1746-4269-3-1", "PMC1831764", "17324258"]}, {"Citation": "David AVD, Arulmoli R, Parasuraman S. Overviews of biological importance of quercetin: a bioactive flavonoid. Pharmacogn Rev. 2016;10(20):84–9. 10.4103/0973-7847.194044", "ArticleIdList": ["10.4103/0973-7847.194044", "PMC5214562", "28082789"]}, {"Citation": "Oskoueian E, Abdullah N, Oskoueian A. Effects of flavonoids on rumen fermentation activity, methane production, and microbial population. BioMed research international. 2013;2013: 1–8. 10.1155/2013/349129", "ArticleIdList": ["10.1155/2013/349129", "PMC3794516", "24175289"]}, {"Citation": "Pietta P, Minoggio M, Bramati L. Plant polyphenols: Structure, occurrence and bioactivity. InStudies in Natural Products Chemistry. 2003; 28: 257–312. 10.1016/S1572-5995(03)80143-6", "ArticleIdList": ["10.1016/S1572-5995"]}, {"Citation": "Wencelová M, Váradyová Z, Mihaliková K, Čobanová K, Plachá I, Pristaš P, et al. Rumen fermentation pattern, lipid metabolism and the microbial community of sheep fed a high-concentrate diet supplemented with a mix of medicinal plants. Small Rumin Res. 2015;125: 64–72. 10.1016/j.smallrumres.2015.01.028", "ArticleIdList": ["10.1016/j.smallrumres.2015.01.028"]}, {"Citation": "Szczechowiak J, Szumacher-Strabel M, El-Sherbiny M, Pers-Kamczyc E, Pawlak P, Cieslak A. Rumen fermentation, methane concentration and fatty acid proportion in the rumen and milk of dairy cows fed condensed tannin and/or fish-soybean oils blend. Anim Feed Sci Technol. 2016;216: 93–107. 10.1016/j.anifeedsci.2016.03.014", "ArticleIdList": ["10.1016/j.anifeedsci.2016.03.014"]}, {"Citation": "Patra AK, Saxena J. Exploitation of dietary tannins to improve rumen metabolism and ruminant nutrition. J Sci Food Agric. 2011;91: 24–37. 10.1002/jsfa.4152", "ArticleIdList": ["10.1002/jsfa.4152", "20815041"]}, {"Citation": "Cieslak A, Stanisz M, Wojtowski J, Pers-Kamczyc E, Szczechowiak J, El-Sherbiny M, et al. Camelina sativa affects the fatty acid contents in M. longissimus muscle of lambs. Eur J Lipid Sci Technol. 2013;115: 1258–1265. 10.1002/ejlt.201200119", "ArticleIdList": ["10.1002/ejlt.201200119"]}, {"Citation": "Jenkins TC, Wallace RJ, Moate PJ, Mosley EE. Board-Invited Review: Recent advances in biohydrogenation of unsaturated fatty acids within the rumen microbial ecosystem. J Anim Sci. 2008;86: 397–412. 10.2527/jas.2007-0588", "ArticleIdList": ["10.2527/jas.2007-0588", "18042812"]}, {"Citation": "Mravčáková D, Váradyová Z, Kopčáková A, Čobanová K, Grešáková Ľ, Kišidayová S, et al. Natural chemotherapeutic alternatives for controlling of haemonchosis in sheep. BMC Vet Res. 2019;15: 1–13. 10.1186/s12917-018-1758-8", "ArticleIdList": ["10.1186/s12917-018-1758-8", "PMC6700814", "31429752"]}, {"Citation": "Lightbody JH, Stevenson LM, Jackson F, Donaldson K, Jones DG. Comparative aspects of plasma antioxidant status in sheep and goats, and the influence of experimental abomasal nematode infection. J Comp Pathol. 2001;124: 192–199. 10.1053/jcpa.2000.0453", "ArticleIdList": ["10.1053/jcpa.2000.0453", "11222017"]}, {"Citation": "Bryszak M, Szumacher-Strabel M, El-Sherbiny M, Stochmal A, Oleszek W, Roj E, et al. Effects of berry seed residues on ruminal fermentation, methane concentration, milk production, and fatty acid proportions in the rumen and milk of dairy cows. J Dairy Sci. 2019;102: 1257–1273. 10.3168/jds.2018-15322", "ArticleIdList": ["10.3168/jds.2018-15322", "30580953"]}, {"Citation": "Horwitz et al. Official methods of analysis. 18th ed Gaithersburg, MD; 2007."}, {"Citation": "Van Soest PJ, Robertson JB, Lewis BA. Methods for dietary fiber, neutral detergent fiber, and nonstarch polysaccharides in relation to animal nutrition. J Dairy Sci. 1991;74: 3583–3597. 10.3168/jds.S0022-0302(91)78551-2", "ArticleIdList": ["10.3168/jds.S0022-0302(91)78551-2", "1660498"]}, {"Citation": "Váradyová Z, Kišidayová S, Čobanová K, Grešáková, Babják M, Königová A, et al. The impact of a mixture of medicinal herbs on ruminal fermentation, parasitological status and hematological parameters of the lambs experimentally infected with Haemonchus contortus. Small Rumin Res. 2017;151: 124–132. 10.1016/j.smallrumres.2017.04.023", "ArticleIdList": ["10.1016/j.smallrumres.2017.04.023"]}, {"Citation": "Wolin MJ. A Theoretical Rumen Fermentation Balance. J Dairy Sci. 1960;43: 1452–1459. 10.3168/jds.S0022-0302(60)90348-9", "ArticleIdList": ["10.3168/jds.S0022-0302(60)90348-9"]}, {"Citation": "Broderick GA, Kang JH. Automated simultaneous determination of ammonia and total amino acids in ruminal fluid and in vitro media. J Dairy Sci. 1980;63: 64–75. 10.3168/jds.S0022-0302(80)82888-8", "ArticleIdList": ["10.3168/jds.S0022-0302(80)82888-8", "7372898"]}, {"Citation": "Michalowski T, Harmeyer J, Breves G. The passage of protozoa from the reticulo-rumen through the omasum of sheep. Br J Nutr. 1986;56: 625–634. 10.1079/bjn19860143", "ArticleIdList": ["10.1079/bjn19860143", "3676237"]}, {"Citation": "Zhong RZ, Li HY, Fang Y, Sun HX, Zhou DW. Effects of dietary supplementation with green tea polyphenols on digestion and meat quality in lambs infected with Haemonchus contortus. Meat Sci. 2015;105: 1–7. 10.1016/j.meatsci.2015.02.003", "ArticleIdList": ["10.1016/j.meatsci.2015.02.003", "25746574"]}, {"Citation": "Potu RB, AbuGhazaleh AA, Hastings D, Jones K, Ibrahim SA. The effect of lipid supplements on ruminal bacteria in continuous culture fermenters varies with the fatty acid composition. J Microbiol. 2011;49: 216–223. 10.1007/s12275-011-0365-1", "ArticleIdList": ["10.1007/s12275-011-0365-1", "21538241"]}, {"Citation": "Li M, Penner GB, Hernandez-Sanabria E, Oba M, Guan LL. Effects of sampling location and time, and host animal on assessment of bacterial diversity and fermentation parameters in the bovine rumen. J Appl Microbiol. 2009;107: 1924–1934. 10.1111/j.1365-2672.2009.04376.x", "ArticleIdList": ["10.1111/j.1365-2672.2009.04376.x", "19508296"]}, {"Citation": "Denman SE, McSweeney CS. Development of a real-time PCR assay for monitoring anaerobic fungal and cellulolytic bacterial populations within the rumen. FEMS Microbiol Ecol. 2006;58: 572–582. 10.1111/j.1574-6941.2006.00190.x", "ArticleIdList": ["10.1111/j.1574-6941.2006.00190.x", "17117998"]}, {"Citation": "Wang RF, Beggs ML, Erickson BD, Cerniglia CE. DNA microarray analysis of predominant human intestinal bacteria in fecal samples. Mol Cell Probes. 2004;18: 223–234. 10.1016/j.mcp.2004.03.002", "ArticleIdList": ["10.1016/j.mcp.2004.03.002", "15271382"]}, {"Citation": "Maeda H, Fujimoto C, Haruki Y, Maeda T, Kokeguchi S, Petelin M, et al. Quantitative real-time PCR using TaqMan and SYBR Green for Actinobacillus actinomycetemcomitans, Porphyromonas gingivalis, Prevotella intermedia, tetQ gene and total bacteria. FEMS Immunol Med Microbiol. 2003;39: 81–86. 10.1016/S0928-8244(03)00224-4", "ArticleIdList": ["10.1016/S0928-8244(03)00224-4", "14557000"]}, {"Citation": "Józefiak D, Kierończyk B, Juśkiewicz J, Zduńczyk Z, Rawski M, Długosz J, et al. Dietary nisin modulates the gastrointestinal microbial ecology and enhances growth performance of the broiler chickens. PLoS One. 2013;8: 1–11. 10.1371/journal.pone.0085347", "ArticleIdList": ["10.1371/journal.pone.0085347", "PMC3869907", "24376878"]}, {"Citation": "Soliva CR, Meile L, Cieślak A, Kreuzer M, Machmüller A. Rumen simulation technique study on the interactions of dietary lauric and myristic acid supplementation in suppressing ruminal methanogenesis. Br J Nutr. 2004;92: 689–700. 10.1079/bjn20041250", "ArticleIdList": ["10.1079/bjn20041250", "15522139"]}, {"Citation": "Głogowski R, Czauderna M, Rozbicka A, Krajewska KA, Clauss M. Fatty acid profile of hind leg muscle in female and male nutria (Myocastor coypus Mol.), fed green forage diet. Meat Sci. 2010;85: 577–579. 10.1016/j.meatsci.2010.03.008", "ArticleIdList": ["10.1016/j.meatsci.2010.03.008", "20416834"]}, {"Citation": "Szczechowiak J, Szkudelska K, Szumacher-Strabel M, Sadkowski S, Gwozdz K, El-Sherbiny M, et al. Blood hormones, metabolic parameters and fatty acid proportion in dairy cows fed condensed tannins and oils blend. Ann Anim Sci. 2018;18: 155–166. 10.1515/aoas-2017-0039", "ArticleIdList": ["10.1515/aoas-2017-0039"]}, {"Citation": "Vahmani P, Glover KE, Fredeen AH. Effects of pasture versus confinement and marine oil supplementation on the expression of genes involved in lipid metabolism in mammary, liver, and adipose tissues of lactating dairy cows. J Dairy Sci. 2014;97: 4174–4183. 10.3168/jds.2013-7290", "ArticleIdList": ["10.3168/jds.2013-7290", "24792801"]}, {"Citation": "Jo C, Ahn DU. Fluorometric Analysis of 2-Thiobarbituric Acid Reactive Substances in Turkey. Poult Sci. 1998;77: 475–480. 10.1093/ps/77.3.475", "ArticleIdList": ["10.1093/ps/77.3.475", "9521463"]}, {"Citation": "Brogna DMR, Nasri S, Salem H Ben, Mele M, Serra A, Bella M, et al. Effect of dietary saponins from Quillaja saponaria L. on fatty acid composition and cholesterol content in muscle Longissimus dorsi of lambs. Animal. 2011;5: 1124–1130. 10.1017/S1751731111000048", "ArticleIdList": ["10.1017/S1751731111000048", "22440108"]}, {"Citation": "Chilliard Y, Ferlay A, Rouel J, Lamberet G. A review of nutritional and physiological factors affecting goat milk lipid synthesis and lipolysis. J Dairy Sci. 2003;86: 1751–1770. 10.3168/jds.S0022-0302(03)73761-8", "ArticleIdList": ["10.3168/jds.S0022-0302(03)73761-8", "12778586"]}, {"Citation": "SAS Institute Inc. SASOnlineDoc Version 9.3.SAS Institute Inc, Cary, NC: 2014."}, {"Citation": "Sykes AR, Coop RL. Intake and utilization of food by growing lambs with parasitic damage to the small intestine caused by daily dosing with Trichostrongylus colubriformis larvae. J Agric Sci. 1976;86: 507–515. 10.1017/S0021859600061049", "ArticleIdList": ["10.1017/S0021859600061049"]}, {"Citation": "Fox NJ, Smith LA, Houdijk JGM, Athanasiadou S, Hutchings MR. Ubiquitous parasites drive a 33% increase in methane yield from livestock. Int J Parasitol. 2018;48: 1017–1021. 10.1016/j.ijpara.2018.06.001", "ArticleIdList": ["10.1016/j.ijpara.2018.06.001", "30107148"]}, {"Citation": "Bodas R, Prieto N, García-González R, Andrés S, Giráldez FJ, López S. Manipulation of rumen fermentation and methane production with plant secondary metabolites. Anim Feed Sci Technol. 2012;176: 78–93. 10.1016/j.anifeedsci.2012.07.010", "ArticleIdList": ["10.1016/j.anifeedsci.2012.07.010"]}, {"Citation": "García-González R, López S, Fernández M, Bodas R, González JS. Screening the activity of plants and spices for decreasing ruminal methane production in vitro. Anim Feed Sci Technol. 2008;147: 36–52. 10.1016/j.anifeedsci.2007.09.008", "ArticleIdList": ["10.1016/j.anifeedsci.2007.09.008"]}, {"Citation": "Patra AK, Saxena J. A new perspective on the use of plant secondary metabolites to inhibit methanogenesis in the rumen. Phytochemistry. 2010;71: 1198–1222. 10.1016/j.phytochem.2010.05.010", "ArticleIdList": ["10.1016/j.phytochem.2010.05.010", "20570294"]}, {"Citation": "Cieslak A, Zmora P, Stochmal A, Pecio L, Oleszek W, Pers-Kamczyc E, et al. Rumen antimethanogenic effect of Saponaria officinalis L. phytochemicals in vitro. J Agric Sci. 2014;152: 981–993. 10.1017/S0021859614000239", "ArticleIdList": ["10.1017/S0021859614000239"]}, {"Citation": "Patra AK, Yu Z. Effects of adaptation of in vitro rumen culture to garlic oil, nitrate, and saponin and their combinations on methanogenesis, fermentation, and abundances and diversity of microbial populations. Front Microbiol. 2015;6: 1–11. 10.3389/fmicb.2015.00001", "ArticleIdList": ["10.3389/fmicb.2015.00001", "PMC4686681", "26733975"]}, {"Citation": "Patra AK. Recent advances in measurement and dietary mitigation of enteric methane emissions in ruminants. Front Vet Sci. 2016;3: 1–17. 10.3389/fvets.2016.00001", "ArticleIdList": ["10.3389/fvets.2016.00001", "PMC4873495", "27243027"]}, {"Citation": "Patra AK, Park T, Braun H-S, Geiger S, Pieper R, Yu Z, et al. Dietary bioactive lipid compounds rich in menthol alter interactions among members of ruminal microbiota in sheep. Front Microbiol. 2019;10: 1–18. 10.3389/fmicb.2019.00001", "ArticleIdList": ["10.3389/fmicb.2019.00001", "PMC6738200", "31551974"]}, {"Citation": "El-Ashram S, Al Nasr I, Abouhajer F, El-Kemary M, Huang G, Dinçel G, et al. Microbial community and ovine host response varies with early and late stages of Haemonchus contortus infection. Vet Res Commun. 2017;41: 263–277. 10.1007/s11259-017-9698-5", "ArticleIdList": ["10.1007/s11259-017-9698-5", "29098532"]}, {"Citation": "Patra A, Park T, Kim M, Yu Z. Rumen methanogens and mitigation of methane emission by anti-methanogenic compounds and substances. J Anim Sci Biotechnol. 2017;8: 1–18. 10.1186/s40104-016-0130-8", "ArticleIdList": ["10.1186/s40104-016-0130-8", "PMC5270371", "28149512"]}, {"Citation": "Váradyová Z, Mravčáková D, Holodová M, Grešáková Ľ, Pisarčíková J, Barszcz M, et al. Modulation of ruminal and intestinal fermentation by medicinal plants and zinc from different sources. J Anim Physiol Anim Nutr (Berl). 2018;102: 1131–1145. 10.1111/jpn.12940", "ArticleIdList": ["10.1111/jpn.12940", "29901842"]}, {"Citation": "Lanier SJ, Corl BA. Challenges in enriching milk fat with polyunsaturated fatty acids. J Anim Sci Biotechnol. 2015;6: 1–9. 10.1186/2049-1891-6-1", "ArticleIdList": ["10.1186/2049-1891-6-1", "PMC4479322", "26110055"]}, {"Citation": "Mcrae KM, Stear MJ, Good B, Keane OM. The host immune response to gastrointestinal nematode infection in sheep. Parasite Immunol. 2015;37: 605–613. 10.1111/pim.12290", "ArticleIdList": ["10.1111/pim.12290", "PMC4744952", "26480845"]}, {"Citation": "Berthelot V, Bas P, Pottier E, Normand J. The effect of maternal linseed supplementation and/or lamb linseed supplementation on muscle and subcutaneous adipose tissue fatty acid composition of indoor lambs. Meat Sci. 2012;90: 548–557. 10.1016/j.meatsci.2011.09.014", "ArticleIdList": ["10.1016/j.meatsci.2011.09.014", "22014835"]}, {"Citation": "Emmanuel B. The relative contribution of propionate, and long-chain even-numbered fatty acids to the production of long-chain odd-numbered fatty acids in rumen bacteria. Biochim. Biophys. Acta 1978;528: 239–246. 10.1016/0005-2760(78)90198-4", "ArticleIdList": ["10.1016/0005-2760(78)90198-4", "564207"]}, {"Citation": "Doreau M, Ferlay A. Digestion and utilisation of fatty acids by ruminants. Anim Feed Sci Technol. 1994;45: 379–396. 10.1016/0377-8401(94)90039-6", "ArticleIdList": ["10.1016/0377-8401(94)90039-6"]}, {"Citation": "Sinclair LA, Cooper SL, Chikunya S, Wilkinson RG, Hallett KG, Enser M, et al. Biohydrogenation of n-3 polyunsaturated fatty acids in the rumen and their effects on microbial metabolism and plasma fatty acid concentrations in sheep. Anim Sci. 2005;81: 239–248. 10.1079/ASC50040239", "ArticleIdList": ["10.1079/ASC50040239"]}, {"Citation": "Smith SB, Lunt DK, Chung KY, Choi CB, Tume RK, Zembayashi M. Adiposity, fatty acid composition, and delta-9 desaturase activity during growth in beef cattle. Anim Sci J. 2006;77: 478–486. 10.1111/j.1740-0929.2006.00375.x", "ArticleIdList": ["10.1111/j.1740-0929.2006.00375.x"]}, {"Citation": "Raes K, De Smet S, Demeyer D. Effect of dietary fatty acids on incorporation of long chain polyunsaturated fatty acids and conjugated linoleic acid in lamb, beef and pork meat: A review. Anim Feed Sci Technol. 2004;113: 199–221. 10.1016/j.anifeedsci.2003.09.001", "ArticleIdList": ["10.1016/j.anifeedsci.2003.09.001"]}, {"Citation": "Bressan MC, Rossato L V., Rodrigues EC, Alves SP, Bessa RJB, Ramos EM, et al. Genotype × environment interactions for fatty acid profiles in Bos indicus and Bos taurus finished on pasture or grain. J Anim Sci. 2011;89: 221–232. 10.2527/jas.2009-2672", "ArticleIdList": ["10.2527/jas.2009-2672", "21178183"]}, {"Citation": "Malau-Aduli AEO, Siebert BD, Bottema CDK, Pitchford WS. Breed comparison of the fatty acid composition of muscle phospholipids in Jersey and Limousin cattle. J Anim Sci. 1998;76: 766–773. 10.2527/1998.763766x", "ArticleIdList": ["10.2527/1998.763766x", "9535336"]}, {"Citation": "Warren HE, Scollan ND, Enser M, Hughes SI, Richardson RI, Wood JD. Effects of breed and a concentrate or grass silage diet on beef quality in cattle of 3 ages. I: Animal performance, carcass quality and muscle fatty acid composition. Meat Sci. 2008;78: 256–269. 10.1016/j.meatsci.2007.06.008", "ArticleIdList": ["10.1016/j.meatsci.2007.06.008", "22062278"]}, {"Citation": "Wood JD, Enser M, Fisher A V., Nute GR, Sheard PR, Richardson RI, et al. Fat deposition, fatty acid composition and meat quality: A review. Meat Sci. 2008;78: 343–358. 10.1016/j.meatsci.2007.07.019", "ArticleIdList": ["10.1016/j.meatsci.2007.07.019", "22062452"]}, {"Citation": "Enoch HG, Catala A, Strittmatter P. Mechanism of rat liver microsomal stearyl-CoA desaturase. Studies of the substrate specificity, enzyme-substrate interactions, and the function of lipid. J Biol Chem. 1976;251: 5095–5103.", "ArticleIdList": ["8453"]}, {"Citation": "Park WJ, Kothapalli KSD, Lawrence P, Tyburczy C, Brenna JT. An alternate pathway to long-chain polyunsaturates: The FADS2 gene product Δ8-desaturates 20:2n-6 and 20:3n-3. J Lipid Res. 2009;50: 1195–1202. 10.1194/jlr.M800630-JLR200", "ArticleIdList": ["10.1194/jlr.M800630-JLR200", "PMC2681401", "19202133"]}, {"Citation": "Machado V, Da Silva AS, Schafer AS, Aires AR, Tonin AA, Oliveira CB, et al. Relationship between oxidative stress and pathological findings in abomasum of infected lambs by Haemonchus contortus. Pathol Res Pract. 2014;210: 812–817. 10.1016/j.prp.2014.09.006", "ArticleIdList": ["10.1016/j.prp.2014.09.006", "25446248"]}, {"Citation": "Váradyová Z, Mravčáková D, Babják M, Bryszak M, Grešáková Ľ, Čobanová K, et al. Effects of herbal nutraceuticals and/or zinc against Haemonchus contortus in lambs experimentally infected. BMC Vet Res. 2018;14: 1–12. 10.1186/s12917-017-1323-x", "ArticleIdList": ["10.1186/s12917-017-1323-x", "PMC5845177", "29523134"]}, {"Citation": "Kumar P, Patra AK, Mandal GP, Debnath BC. Carcass characteristics, chemical and fatty acid composition and oxidative stability of meat from broiler chickens fed black cumin (Nigella sativa) seeds. J Anim Physiol Anim Nutr (Berl). 2018;102: 769–779. 10.1111/jpn.12880", "ArticleIdList": ["10.1111/jpn.12880", "29493013"]}, {"Citation": "Qwele K, Hugo A, Oyedemi SO, Moyo B, Masika PJ, Muchenje V. Chemical composition, fatty acid content and antioxidant potential of meat from goats supplemented with moringa (Moringa oleifera) leaves, sunflower cake and grass hay. Meat Sci. 2013;93: 455–462. 10.1016/j.meatsci.2012.11.009", "ArticleIdList": ["10.1016/j.meatsci.2012.11.009", "23273450"]}], "ReferenceList": []}], "History": [{"Year": "2019", "Month": "11", "Day": "21"}, {"Year": "2020", "Month": "3", "Day": "21"}, {"Year": "2020", "Month": "4", "Day": "17", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "4", "Day": "17", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "7", "Day": "28", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "4", "Day": "16"}], "PublicationStatus": "epublish", "ArticleIdList": ["32298315", "PMC7161954", "10.1371/journal.pone.0231516", "PONE-D-19-31838"]}}], "PubmedBookArticle": []}