{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["coastal region of South China", "ethnic food plants", "food-medicine plants", "functional properties", "nutritional properties"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "32297524", "DateCompleted": {"Year": "2021", "Month": "04", "Day": "28"}, "DateRevised": {"Year": "2023", "Month": "11", "Day": "13"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": ["2515690X20913267", "10.1177/2515690X20913267"], "Journal": {"ISSN": "2515-690X", "JournalIssue": {"Volume": "25", "PubDate": {"Year": "2020", "Season": "Jan-Dec"}}, "Title": "Journal of evidence-based integrative medicine", "ISOAbbreviation": "J Evid Based Integr Med"}, "ArticleTitle": "Nutritional and Functional Properties of Wild Food-Medicine Plants From the Coastal Region of South China.", "Pagination": {"StartPage": "2515690X20913267", "MedlinePgn": "2515690X20913267"}, "Abstract": {"AbstractText": ["Food-medicine plants play an important role in providing nutrition and treating chronic diseases, especially in many minority communities and developing regions. The coastal region of South China has abundant resources of medicinal plants. A long history of cross-cultural medicinal practices among different minority groups has facilitated the development of a remarkable dietary culture by using food-medicine plants. However, integrative ethnobotanical research on both nutritional and functional properties of the food-medicine plants in this region is still limited. In this study, 27 commonly used wild food-medicine plants were recorded and analyzed from the coastal region of South China. Most of them are good sources for calcium (47.83-1099.89 mg/100 g fresh weight), dietary fiber (3.00-31.87 mg/100 g fresh weight), iron (1.17-24.73 mg/100 g fresh weight), and vitamin C (0.44-68.32 mg/100 g fresh weight). <i>Solanum americanum</i> has the highest average nutritive value and is also considered to be good sources for proteins (7.90 g/100 g fresh weight). Medicinal properties of the studied species can be classified into 8 categories: treatment of the damp-heat syndrome, digestive diseases, urologic diseases, arthropathy, respiratory diseases, gynecological diseases, snake or insect bites, and uses as a tonic. Treating the damp-heat syndrome or expelling warm pathogenic factors is the most commonly used ethnomedicinal practice in the study area. The present study highlights that the local ethnomedicinal practices are deeply influenced by local natural conditions and customs. Food-medicine plants with superior key nutrients have been used regularly in the diet as medicinal food to alleviate common endemic diseases."]}, "AuthorList": [{"Identifier": ["0000-0002-7922-6787"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "South China Botanical Garden, Chinese Academy of Sciences, Guangzhou, China."}], "LastName": "Xu", "ForeName": "Yuan", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "South China Botanical Garden, Chinese Academy of Sciences, Guangzhou, China."}], "LastName": "Liang", "ForeName": "Dan", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "South China Botanical Garden, Chinese Academy of Sciences, Guangzhou, China."}, {"Identifier": [], "Affiliation": "University of Chinese Academy of Sciences, Beijing, China."}], "LastName": "Wang", "ForeName": "Gang-Tao", "Initials": "GT"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "National Museum of Natural History, Smithsonian Institution, Washington, DC, USA."}], "LastName": "Wen", "ForeName": "Jun", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "South China Botanical Garden, Chinese Academy of Sciences, Guangzhou, China."}], "LastName": "Wang", "ForeName": "Rui-Jiang", "Initials": "RJ"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "J Evid Based Integr Med", "NlmUniqueID": "101719675", "ISSNLinking": "2515-690X"}, "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "China"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Medicine, Traditional"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plants, Edible"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plants, Medicinal"}], "CoiStatement": "<b>Declaration of Conflicting Interests:</b> The authors declared no potential conflicts of interest with respect to the research,\nauthorship, and/or publication of this article."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Júnior WSF, de Oliveira Campos LZ, Pieroni A, Albuquerque UP. Biological and cultural bases of the use of medicinal and food plants. In: Albuquerque U, De Medeiros P, Casas A, eds. Evolutionary Ethnobiology. Cham, Switzerland: Springer; 2015:175–184."}, {"Citation": "Ferreira ICFR, Morales P, Barros L. Wild Plants, Mushrooms and Nuts: Functional Food Properties and Applications. Chichester, England: John Wiley & Sons; 2016."}, {"Citation": "Jennings HM, Merrell J, Thompson JL, Heinrich M. Food or medicine? The food-medicine interface in households in Sylhet. J Ethnopharmacol. 2015;167:97–104.", "ArticleIdList": ["25240587"]}, {"Citation": "Murray MT, Pizzorno J. The Encyclopedia of Natural Medicine. 3rd ed New York, NY: Simon and Schuster; 2012."}, {"Citation": "Leonti M. Herbal teas and the continuum of the food-medicine complex: field methods, contextualisation and cultural consensus. J Ethnopharmacol. 2014;151:1028–1030.", "ArticleIdList": ["24355698"]}, {"Citation": "Jiang S, Quave CL. A comparison of traditional food and health strategies among Taiwanese and Chinese immigrants in Atlanta, Georgia, USA. J Ethnobiol Ethnomed. 2013;9:61 doi:10.1186/1746-4269-9-61", "ArticleIdList": ["PMC3846646", "23981857"]}, {"Citation": "Pieroni A, Quave CL. Functional foods or food medicines? On the consumption of wild plants among Albanians and southern Italians in Lucania. In: Pieroni A, Price LL, eds. Eating and Healing Traditional Food as Medicine. New York, NY: Haworth Press; 2006:101–129."}, {"Citation": "Towns AM, van Andel T. Wild plants, pregnancy, and the food-medicine continuum in the southern regions of Ghana and Benin. J Ethnopharmacol. 2016;179:375–382.", "ArticleIdList": ["26773843"]}, {"Citation": "Alarcon R, Pardo-de-Santayana M, Priestley C, Morales R, Heinrich M. Medicinal and local food plants in the south of Alava (Basque Country, Spain). J Ethnopharmacol. 2015;176:207–224.", "ArticleIdList": ["PMC4675496", "26481607"]}, {"Citation": "Rivera D, Obon C, Inocencio C, et al. The ethnobotanical study of local Mediterranean food plants as medicinal resources in Southern Spain. J Physiol Pharmacol. 2005;56(suppl 1):97–114.", "ArticleIdList": ["15800388"]}, {"Citation": "Hong LY, Guo ZY, Huang KH, et al. Ethnobotanical study on medicinal plants used by Maonan people in China. J Ethnobiol Ethnomed. 2015;11:32 doi:10.1186/s13002-015-0019-1", "ArticleIdList": ["PMC4449599", "25925830"]}, {"Citation": "Etkin NL, Ross PJ. Should we set a place for diet in ethnopharmacology. J Ethnopharmacol. 1991;32:25–36.", "ArticleIdList": ["1881164"]}, {"Citation": "Leonti M. The co-evolutionary perspective of the food-medicine continuum and wild gathered and cultivated vegetables. Genet Resour Crop Evol. 2012;59:1295–1302."}, {"Citation": "Etkin NL. Edible Medicines: An Ethnopharmacology of Food. Tucson, AZ: University of Arizona Press; 2008."}, {"Citation": "Baker CB, Hacisalihoglu G. Excursions in teaching plant science through the local ethnobotany of the food-medicine continuum: field trips to traditional specialty food markets. In: Quave C, ed. Innovative Strategies for Teaching in the Plant Sciences. New York, NY: Springer; 2014:245–259."}, {"Citation": "World Health Organization. WHO Traditional Medicine Strategy: 2014-2023. Geneva, Switzerland: World Health Organization; 2013."}, {"Citation": "Grivetti LE. Edible wild plants as food and as medicine: reflections on thirty years of fieldwork. In: Pieroni A, Price LL, eds. Eating and Healing: Traditional Food as Medicine. New York, NY: Haworth Press; 2006:11–38."}, {"Citation": "Zheng XL, Xing FW. Ethnobotanical study on medicinal plants around Mt. Yinggeling, Hainan Island, China. J Ethnopharmacol. 2009;124:197–210.", "ArticleIdList": ["19409476"]}, {"Citation": "Zheng XL, Wei JH, Sun W, Li RT, Liu SB, Dai HF. Ethnobotanical study on medicinal plants around Limu Mountains of Hainan Island, China. J Ethnopharmacol. 2013;148:964–974.", "ArticleIdList": ["23751393"]}, {"Citation": "Li DL, Zheng XL, Duan L, et al. Ethnobotanical survey of herbal tea plants from the traditional markets in Chaoshan, China. J Ethnopharmacol. 2017;205:195–206.", "ArticleIdList": ["28249822"]}, {"Citation": "Au DT, Wu JL, Jiang ZH, Chen HB, Lu GH, Zhao ZZ. Ethnobotanical study of medicinal plants used by Hakka in Guangdong, China. J Ethnopharmacol. 2008;117:41–50.", "ArticleIdList": ["18313871"]}, {"Citation": "Li DL, Xing FW. Ethnobotanical study on medicinal plants used by local Hoklos people on Hainan Island, China. J Ethnopharmacol. 2016;194:358–368.", "ArticleIdList": ["27444693"]}, {"Citation": "Liu YJ, Ahmed S, Long CL. Ethnobotanical survey of cooling herbal drinks from southern China. J Ethnobiol Ethnomed. 2013;9:82 doi:10.1186/1746-4269-9-82", "ArticleIdList": ["PMC3926322", "24354903"]}, {"Citation": "Crane PR, Ge S, Hong DY, et al. The Shenzhen declaration on plant sciences—uniting plant sciences and society to build a green, sustainable Earth. J Syst Evol. 2017;55:415–416.", "ArticleIdList": ["PMC5624181", "29033666"]}, {"Citation": "Jia MR, Li XW. Zhong guo min zu yao zhi yao. Beijing, China: China Medical Science and Technology Press; 2005."}, {"Citation": "South China Institute of Botany Academia Sinica. Flora of Hainan. Vols 1-4 Beijing, China: Science Press; 1964-1977."}, {"Citation": "South China Institute of Botany Academia Sinica. Flora of Guangdong. Vols 1-6 Guangzhou, China: Guangdong Science and Technology Press; 1987-2009."}, {"Citation": "Delectis Florae Reipublicae Popularis Sinicae Agendae Academiae Sinicae. Flora Reipublicae Popularis Sinicae. Vols 1-80 Beijing, China: Science Press; 1959-2004."}, {"Citation": "Grubben GJH. Tropical Vegetables and Their Genetic Resources. Rome, Italy: International Board for Plant Genetic Resources; 1977."}, {"Citation": "Latimer GW. Official Methods of Analysis of AOAC International. 20th ed Rockville, MD: AOAC International; 2016."}, {"Citation": "Barba AIO, Hurtado MC, Mata MS, Ruiz VF, De Tejada MLS. Application of a UV-vis detection-HPLC method for a rapid determination of lycopene and β-carotene in vegetables. Food Chem. 2006;95:328–336."}, {"Citation": "Tee ES, Lim CL. Carotenoid composition and content of Malaysian vegetables and fruits by the AOAC and HPLC methods. Food Chem. 1991;41:309–339."}, {"Citation": "Amin I, Norazaidah Y, Hainida KE. Antioxidant activity and phenolic content of raw and blanched Amaranthus species. Food Chem. 2006;94:47–52."}, {"Citation": "Kumar BSA, Lakshman K, Jayaveera KN, Shekar DS, Vivek C. Antinociceptive and antipyretic activities of Amaranthus viridis Linn. in different experimental models. Arch Biol Sci. 2010;62:397–402.", "ArticleIdList": ["PMC3558137", "23408482"]}, {"Citation": "Hasan SMR, Hossain MM, Akter R, Jamila M, Mazumder M, Hoque E, Rahman S. Sedative and anxiolytic effects of different fractions of the Commelina benghalensis Linn. Drug Discov Ther 2009;3:211–227.", "ArticleIdList": ["22495632"]}, {"Citation": "Ghorbani A, Langenberger G, Feng L, Sauerborn J. Ethnobotanical study of medicinal plants utilised by Hani ethnicity in Naban River Watershed National Nature Reserve, Yunnan, China. J Ethnopharmacol. 2011;134:651–667.", "ArticleIdList": ["21251966"]}, {"Citation": "He XR, Luan F, Zhao ZF, et al. The genus Patrinia: a review of traditional uses, phytochemical and pharmacological studies. Am J Chin Med. 2017;45:637–666.", "ArticleIdList": ["28595500"]}, {"Citation": "Lei JC, Yang CX, Yang Y, Zhang W, Yu JQ. Antioxidant and antitumour activities of extracts from Patrinia villosa and its active constituents. J Funct Foods. 2015;16:289–294."}, {"Citation": "Xiang Z, Chen N, Xu Y, et al. New flavonoid from Patrinia villosa. 2016;54:1219–1222.", "ArticleIdList": ["26155822"]}, {"Citation": "Xin-Jia Y, Wei L, Ying Z, et al. A new biphenyl neolignan from leaves of Patrinia villosa (Thunb.) Juss. Pharmacogn Mag. 2016;12:1–3.", "ArticleIdList": ["PMC4787329", "27019553"]}, {"Citation": "Odhav B, Beekrum S, Akula U, Baijnath H. Preliminary assessment of nutritional value of traditional leafy vegetables in KwaZulu-Natal, South Africa. J Food Compos Anal. 2007;20:430–435."}, {"Citation": "Orech FO, Aagaard-Hansen J, Friis H. Ethnoecology of traditional leafy vegetables of the Luo people of Bondo district, western Kenya. Int J Food Sci Nutr. 2007;58:522–530.", "ArticleIdList": ["17852469"]}, {"Citation": "Sreeramulu N, Ndossi GD, Mtotomwema K. Effect of cooking on the nutritive value of common food plants of Tanzania: Part 1—Vitamin C in some of the wild green leafy vegetables. Food Chem. 1983;10:205–210."}, {"Citation": "Gopal T, Megha G, Chamundeeswari D, Reddy CU. Phytochemical and pharmacological studies on whole plant of Asystasia gangetica. Indian J Res Pharm Biotechnol. 2013;1:365–370."}, {"Citation": "Weber E, Sun SG, Li B. Invasive alien plants in China: diversity and ecological insights. Biol Invasions. 2008;10:1411–1429."}, {"Citation": "Wu SH, Sun HT, Teng YC, et al. Patterns of plant invasions in China: taxonomic, biogeographic, climatic approaches and anthropogenic effects. Biol Invasions. 2010;12:2179–2206."}, {"Citation": "Chen C, Wang QH, Wu JY, et al. Historical introduction, geographical distribution, and biological characteristics of alien plants in China. Biodivers Conserv. 2017;26:353–381."}, {"Citation": "Ma JS, Li HR. The Checklist of the Alien Invasive Plants in China. Beijing, China: Higher Education Press; 2018."}, {"Citation": "Axmacher JC, Sang W. Plant invasions in China—challenges and chances. Plos One. 2013;8:e64173.", "ArticleIdList": ["PMC3653845", "23691164"]}, {"Citation": "Lu J, Li S, Wu Y, Jiang L. Are Hong Kong and Taiwan stepping-stones for invasive species to the mainland of China? Ecol Evol. 2018;8:1966–1973.", "ArticleIdList": ["PMC5817137", "29468016"]}, {"Citation": "Huang D, Zhang R, Kim KC, Suarez AV. Spatial pattern and determinants of the first detection locations of invasive alien species in mainland China. Plos One. 2012;7:e31734.", "ArticleIdList": ["PMC3283667", "22363715"]}, {"Citation": "Mack RN. Global plant dispersal, naturalization, and invasion: pathways, modes, and circumstances. In: Ruiz GM, Carlton JT, eds. Invasive Species: Vectors and Management Strategies. Washington, DC: Island Press; 2003:3–30."}, {"Citation": "\nUS Department of Agriculture, Agricultural Research Service,\nNutrient Data Laboratory. USDA national nutrient database for\nstandard reference, release 28. 2016. https://www.ars.usda.gov/northeast-area/beltsville-md-bhnrc/beltsville-human-nutrition-research-center/methods-and-application-of-food-composition-laboratory/mafcl-site-pages/sr17-sr28/.\nAccessed July 10, 2017."}, {"Citation": "\nUS Food and Drug Administration.\nGuidance for industry: a food labeling guide. https://www.fda.gov/FoodLabelingGuide. Accessed July 25,\n2017."}, {"Citation": "Yang L, Ahmed S, Stepp JR, et al. Comparative homegarden medical ethnobotany of Naxi healers and farmers in Northwestern Yunnan, China. J Ethnobiol Ethnomed. 2016;10:6 doi:10.1186/1746-4269-10-6", "ArticleIdList": ["PMC3907136", "24410825"]}, {"Citation": "Huang J, Pei SJ, Long CL. An ethnobotanical study of medicinal plants used by the Lisu people in Nujiang, northwest Yunnan, China. Econ Bot. 2004;58:S253–S264."}, {"Citation": "Liu Y, Dao Z, Yang C, Liu Y, Long C. Medicinal plants used by Tibetans in Shangri-la, Yunnan, China. J Ethnobiol Ethnomed. 2009;5:15 doi:10.1186/1746-4269-5-15", "ArticleIdList": ["PMC2684741", "19416515"]}, {"Citation": "Pieroni A, Torry B. Does the taste matter? Taste and medicinal perceptions associated with five selected herbal drugs among three ethnic groups in West Yorkshire, Northern England. J Ethnobiol Ethnomed. 2007;3:21 doi:10.1186/1746-4269-3-21", "ArticleIdList": ["PMC1872019", "17475019"]}, {"Citation": "Pieroni A, Sheikh QZ, Ali W, Torry B. Traditional medicines used by Pakistani migrants from Mirpur living in Bradford, Northern England. Complement Ther Med. 2008;16:81–86.", "ArticleIdList": ["18514909"]}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "4", "Day": "17", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "4", "Day": "17", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "4", "Day": "29", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "4", "Day": "16"}], "PublicationStatus": "ppublish", "ArticleIdList": ["32297524", "PMC7163236", "10.1177/2515690X20913267"]}}], "PubmedBookArticle": []}