{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "32300926", "DateCompleted": {"Year": "2021", "Month": "03", "Day": "25"}, "DateRevised": {"Year": "2021", "Month": "06", "Day": "28"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "04", "Day": "16"}], "Language": ["eng"], "ELocationID": ["10.1007/s00284-020-01988-3"], "Journal": {"ISSN": "1432-0991", "JournalIssue": {"Volume": "77", "Issue": "8", "PubDate": {"Year": "2020", "Month": "Aug"}}, "Title": "Current microbiology", "ISOAbbreviation": "Curr Microbiol"}, "ArticleTitle": "Seasonal Variation Influence Endophytic Actinobacterial Communities of Medicinal Plants from Tropical Deciduous Forest of Meghalaya and Characterization of Their Plant Growth-Promoting Potentials.", "Pagination": {"StartPage": "1689", "EndPage": "1698", "MedlinePgn": "1689-1698"}, "Abstract": {"AbstractText": ["The endophytic actinobacteria constitute a diverse community which has vast potential importance that may be exploited in pharmaceutical, agricultural, and biotechnological industries. However, the effects of seasonal changes on distribution of endophytic actinobacteria in medicinal plants of Meghalaya are largely uncharacterized. Here, we investigated host and seasonal influence on diversity of endophytic actinobacteria residing in roots of six medicinal plant species of Meghalaya. A total of 493 cultivable endophytic actinobacterial isolates representing 41 species were obtained from root segments of six plant species which had been collected during four different seasons of 2011-2012 and 2012-2013. Among the host plant species, maximum actinobacterial colonization was observed in Costus speciosus and minimum in Potentilla fulgens. In regard to seasons, the highest actinobacterial colonization and relative abundance were observed during summer season and least was recorded during the winter season. It was ascertained that though endophytic actinobacteria have varying capacity to colonize in different plant species during the seasons, colonization is not found to be species-specific. Culture-independent attempt also inferred that actinobacterial community varied amongst the six medicinal plants during the different seasons. Hence, seasons are influential factors in the colonization capacity of endophytic actinobacterial community. Furthermore, plant growth-promoting activities were recorded in 34.15% of the isolates. Hence, these results indicate that endophytic actinobacteria from the selected medicinal plants also represent an important source of plant growth-promoting bioactive metabolites."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Microbial Ecology Laboratory, Centre for Advanced Studies in Botany, Department of Botany, North-Eastern Hill University, Shillong, 793022, India. dina4asm2007@gmail.com."}], "LastName": "Barman", "ForeName": "Dina", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Microbial Ecology Laboratory, Centre for Advanced Studies in Botany, Department of Botany, North-Eastern Hill University, Shillong, 793022, India."}], "LastName": "Dkhar", "ForeName": "Mamtaj S", "Initials": "MS"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Curr Microbiol", "NlmUniqueID": "7808448", "ISSNLinking": "0343-8651"}, "MeshHeadingList": [{"QualifierName": ["genetics", "physiology"], "DescriptorName": "Actinobacteria"}, {"QualifierName": [], "DescriptorName": "Biodiversity"}, {"QualifierName": ["physiology"], "DescriptorName": "Endophytes"}, {"QualifierName": [], "DescriptorName": "Forests"}, {"QualifierName": [], "DescriptorName": "Host Microbial Interactions"}, {"QualifierName": [], "DescriptorName": "India"}, {"QualifierName": [], "DescriptorName": "Phylogeny"}, {"QualifierName": ["microbiology"], "DescriptorName": "Plant Roots"}, {"QualifierName": ["classification", "growth & development", "microbiology"], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Seasons"}, {"QualifierName": [], "DescriptorName": "Species Specificity"}, {"QualifierName": [], "DescriptorName": "Tropical Climate"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Singh SP, Gaur R (2016) Evaluation of antagonistic and plant growth promoting activities of chitinolytic endophytic actinomycetes associated with medicinal plants against Sclerotium rolfsii in chickpea. J Appl Microbiol 121:506–518. https://doi.org/10.1111/jam.13176", "ArticleIdList": ["10.1111/jam.13176", "27170067"]}, {"Citation": "Jackson CR, Randolph KC, Osborn SL, Tyler HL (2013) Culture dependent and independent analysis of bacterial communities associated with commercial salad leaf vegetables. BMC Microbiol 13:274. https://doi.org/10.1186/1471-2180-13-274", "ArticleIdList": ["10.1186/1471-2180-13-274", "24289725", "4219373"]}, {"Citation": "Strobel G, Daisy B, Castillo U, Harper J (2004) Natural products from endophytic microorganisms. J Nat Prod 67(2):257–268. https://doi.org/10.1021/np030397v", "ArticleIdList": ["10.1021/np030397v", "14987067"]}, {"Citation": "Nimnoi P, Pongsilp N, Lumyong S (2010) Endophytic actinomycetes isolated from Aquilaria crassna Pierre ex Lec and screening of plant growth promoters production. World J Microbiol Biotechnol 26:193–203. https://doi.org/10.1007/s11274-009-0159-3", "ArticleIdList": ["10.1007/s11274-009-0159-3"]}, {"Citation": "Xia Y, DeBolt S, Dreyer J, Scott D, Williams MA (2015) Characterization of culturable bacterial endophytes and their capacity to promote plant growth from plants grown using organic or conventional practices. Front Plant Sci 6:490. https://doi.org/10.3389/fpls.2015.00490", "ArticleIdList": ["10.3389/fpls.2015.00490", "26217348", "4498380"]}, {"Citation": "Golinska P, Wypij M, Agarkar G, Rathod D, Dahm H, Rai M (2015) Endophytic actinobacteria of medicinal plants: diversity and bioactivity. Antonie Van Leeuwenhoek 108(2):267–289. https://doi.org/10.1007/s10482-015-0502-7", "ArticleIdList": ["10.1007/s10482-015-0502-7", "26093915", "4491368"]}, {"Citation": "Hartmann A, Schmid M, Tuinen D, Berg G (2009) Plant-driven selection of microbes. Plant Soil 321:235–257. https://doi.org/10.1007/s11104-008-9814-y", "ArticleIdList": ["10.1007/s11104-008-9814-y"]}, {"Citation": "Janso JE, Carter GT (2010) Biosynthetic potential of phylogenetically unique endophytic actinomycetes from tropical plants. Appl Environ Microbiol 76(13):4377–4386", "ArticleIdList": ["10.1128/AEM.02959-09"]}, {"Citation": "Nair DN, Padmavathy S (2014) Impact of endophytic microorganisms on plants, environment and humans. Sci World J 2014:1–11. https://doi.org/10.1155/2014/250693", "ArticleIdList": ["10.1155/2014/250693"]}, {"Citation": "Mishra A, Gond SK, Kumar A, Sharma VK, Verma SK, Kharwar RN, Sieber TN (2012) Season and tissue type affect fungal endophyte communities of the Indian medicinal plant Tinospora cordifolia more strongly than geographic location. Microb Ecol 64(2):388–398. https://doi.org/10.1007/s00248-012-0029-7", "ArticleIdList": ["10.1007/s00248-012-0029-7", "22430503"]}, {"Citation": "Yadav M, Yadav A, Kumar S, Yadav JP (2016) Spatial and seasonal influences on culturable endophytic mycobiota associated with different tissues of Eugenia jambolana Lam. and their antibacterial activity against MDR strains. BMC Microbiol 16:44", "ArticleIdList": ["10.1186/s12866-016-0664-0"]}, {"Citation": "Passari AK, Mishra VK, Singh G, Singh P, Kumar B, Gupta VK, Sarma RK, Saikia R, Donovan AO, Singh BP (2017) Insights into the functionality of endophytic actinobacteria with a focus on their biosynthetic potential and secondary metabolites production. Sci Rep 7(1):11809", "ArticleIdList": ["10.1038/s41598-017-12235-4"]}, {"Citation": "Kim TU, Cho SH, Han JH, Shin YM, Lee HB, Kim SB (2012) Diversity and physiological properties of root endophytic actinobacteria in native herbaceous plants of Korea. J Microbiol 50(1):50–57. https://doi.org/10.1007/s12275-012-1417-x", "ArticleIdList": ["10.1007/s12275-012-1417-x", "22367937"]}, {"Citation": "Passari AK, Mishra VK, Saikia R, Gupta VK, Singh BP (2015) Isolation, abundance and phylogenetic affiliation of endophytic actinomycetes associated with medicinal plants and screening for their in vitro antimicrobial biosynthetic potential. Front Microbiol 6:273. https://doi.org/10.3389/fmicb.2015.00273", "ArticleIdList": ["10.3389/fmicb.2015.00273", "25904906", "4388002"]}, {"Citation": "Vendan RT, Yu YJ, Lee SH, Rhee YH (2010) Diversity of endophytic bacteria in ginseng and their potential for plant growth promotion. J Microbiol 48:559–565. https://doi.org/10.1007/s12275-010-0082-1", "ArticleIdList": ["10.1007/s12275-010-0082-1", "21046332"]}, {"Citation": "Singh DP, Patil HJ, Prabha R, Yandigeri MS, Prasad SR (2018) Actinomycetes as potential plant growth-promoting microbial communities. In: Prasad R, Gill SS, Tuteja N (eds) New and future developments in microbial biotechnology and bioengineering. Crop Improvement through Microbial Biotechnology, 1st edn. Elsevier, Amsterdam, pp 27–38"}, {"Citation": "Khamna S, Yokota A, Peberdy JF, Lumyong S (2010) Indole-3-acetic acid production by Streptomyces sp. isolated from some Thai medicinal plant rhizosphere soils. Eurasia J Biosci 4:23–32", "ArticleIdList": ["10.5053/ejobios.2010.4.0.4"]}, {"Citation": "Murali TS, Suryanarayanan TS, Venkatesan G (2007) Fungal endophyte communities in two tropical forests of southern India: diversity and host affiliation. Mycol Progress 6(3):191–199. https://doi.org/10.1007/s11557-007-0540-2", "ArticleIdList": ["10.1007/s11557-007-0540-2"]}, {"Citation": "Mittermeier RA, Meyers N, Gil PR, Mittermeier CG (1999) Hotspots: Earth's biologically richest and most endangered ecoregions. Toppan Printing Co., Tokyo, Japan"}, {"Citation": "Barman D, Dkhar MS (2018) Plant growth-promoting potential of endophytic bacteria isolated from Costus speciosus in tropical deciduous forest of Eastern Himalaya. Proc Natl Acad Sci India Sect B 89(3):841–852. https://doi.org/10.1007/s40011-018-0998-5", "ArticleIdList": ["10.1007/s40011-018-0998-5"]}, {"Citation": "Qin S, Xing K, Jiang JH, Xu LH, Li WJ (2011) Biodiversity, bioactive natural products and biotechnological potential of plant-associated endophytic actinobacteria. Appl Microbiol Biotechnol 89(3):457–473. https://doi.org/10.1007/s00253-010-2923-6", "ArticleIdList": ["10.1007/s00253-010-2923-6", "20941490"]}, {"Citation": "Schulz B, Wanke U, Draeger S, Aust HJ (1993) Endophytes from herbaceous plants and shrubs: effectiveness of surface sterilization methods. Mycol Res 97(12):1447–1450. https://doi.org/10.1016/S0953-7562(09)80215-3", "ArticleIdList": ["10.1016/S0953-7562(09)80215-3"]}, {"Citation": "Bhattacharjee K, Kumar S, Palepu NR, Patra PK, Rao KM, Joshi SR (2017) Structure elucidation and in silico docking studies of a novel furopyrimidine antibiotics synthesized by endolithic bacterium Actinomadura sp. AL2. World J Microbiol Biotechnol 33(10):178", "ArticleIdList": ["10.1007/s11274-017-2343-1"]}, {"Citation": "Kenneth LK, Deane BJ (1955) Colour universal language and dictionary of names. Department of Commerce, National Bureau of Standards, Washington"}, {"Citation": "Shirling EB, Gottlieb D (1966) Methods for characterization of Streptomyces species. Int J Syst Bacteriol 16:313–340. https://doi.org/10.1099/00207713-16-3-313", "ArticleIdList": ["10.1099/00207713-16-3-313"]}, {"Citation": "Whitman WB, Goodfellow M, Kampfer P, Busse HJ, Trujillo M, Ludwig W, Suzuki KI, Parte A (2012) Bergey's manual of systematic bacteriology. The Actinobacteria, vol 5. Springer, New York"}, {"Citation": "Holt JG, Krieg NR, Sneath PHA, Staley JT, Williams ST (1994) Bergey’s Manual of determinative bacteriology, 9th edn. Lippincott Williams & Wilkins, Baltimore"}, {"Citation": "Bhattacharjee K, Banerjee S, Joshi SR (2012) Diversity of Streptomyces spp. in Eastern Himalayan region-computational RNomics approach to phylogeny. Bioinformation 8(12):548–554", "ArticleIdList": ["10.6026/97320630008548"]}, {"Citation": "Lowry OH, Rosebrough NJ, Farr A, Randall RJ (1951) Protein measurement with the folin phenol reagent. J Biol Chem 193:265–275", "ArticleIdList": ["14907713", "14907713"]}, {"Citation": "Oliszewski R, Medina RB, Gonzalez SN, Chaia ABP (2007) Esterase activities of indigenous lactic acid bacteria from Argentinean goats’ milk and cheeses. Food Chem 101(4):1446–1450. https://doi.org/10.1016/j.foodchem.2006.03.053", "ArticleIdList": ["10.1016/j.foodchem.2006.03.053"]}, {"Citation": "Laemmli UK (1970) Cleavage of structural proteins during the assembly of the head of bacteriophage T4. Nature 227:680–685. https://doi.org/10.1038/227680a0", "ArticleIdList": ["10.1038/227680a0", "5432063"]}, {"Citation": "Sambrook J, Fritsch EF, Maniatis T (1989) Molecular cloning: a laboratory manual, 2nd edn. Cold Spring Harbor Laboratory Press, Cold Spring Harbor"}, {"Citation": "Barman D, Dkhar MS (2015) Amylolytic activity and its parametric optimization of an endophytic bacterium Bacillus subtilis with an ethno-medicinal origin. Biologia 70:283–293. https://doi.org/10.1515/biolog-2015-0047", "ArticleIdList": ["10.1515/biolog-2015-0047"]}, {"Citation": "Doyle JJ, Doyle JL (1987) A rapid DNA isolation procedure for small quantities of fresh leaf tissue. Phytochem Bull 19:11–15"}, {"Citation": "Rohlf FJ (1998) NTSYS-pc: Numerical taxonomy and multivariate analysis system Version 2.0 User Guide. Applied Biostatistics Inc., Setauket, New York"}, {"Citation": "Tamreihao K, Ningthoujam DS, Nimaichand S, Singh ES, Reena P, Singh SH, Nongthomba U (2016) Biocontrol and plant growth promoting activities of a Streptomyces corchorusii strain UCR3-16 and preparation of powder formulation for application as biofertilizer agents for rice plant. Microbiol Res 192:260–270. https://doi.org/10.1016/j.micres.2016.08.005", "ArticleIdList": ["10.1016/j.micres.2016.08.005", "27664745"]}, {"Citation": "Anwar S, Ali B, Sajid I (2016) Screening of rhizospheric actinomycetes for various in-vitro and in-vivo plant growth promoting (PGP) traits and for agroactive compounds. Front Microbiol 7:1334", "ArticleIdList": ["10.3389/fmicb.2016.01334"]}, {"Citation": "de Souza Sebastianes FL, Romão-Dumaresq AS, Lacava PT, Harakava R, Azevedo JL, de Melo IS, Pizzirani-Kleiner AA (2013) Species diversity of culturable endophytic fungi from Brazilian mangrove forests. Curr Genet 59(3):153–166. https://doi.org/10.1007/s00294-013-0396-8", "ArticleIdList": ["10.1007/s00294-013-0396-8", "23832271"]}, {"Citation": "Compant S, Duffy B, Nowak J, Clement C, Barka EA (2005) Use of plant growth-promoting bacteria for biocontrol of plant diseases: principles, mechanisms of action, and future prospects. Appl Environ Microbiol 71:4951–4959. https://doi.org/10.1128/AEM.71.9.4951-4959.2005", "ArticleIdList": ["10.1128/AEM.71.9.4951-4959.2005", "16151072", "1214602"]}, {"Citation": "EI-Shatoury SA, EI-Kraly OA, Trujillo ME, EI-Kazzaz WM, EI-Din el SG, Dewedar A (2013) Generic and functional diversity in endophytic actinomycetes from wild Compositae plant species at South Sinai- Egypt. Res Microbiol 164(7):761–769. https://doi.org/10.1016/j.resmic.2013.03.004", "ArticleIdList": ["10.1016/j.resmic.2013.03.004"]}, {"Citation": "Ding T, Melcher U (2016) Influences of plant species, season and location on leaf endophytic bacterial communities of non-cultivated plants. PLoS ONE 11(3):e0150895. https://doi.org/10.1371/journal.pone.0150895", "ArticleIdList": ["10.1371/journal.pone.0150895", "26974817", "4790846"]}, {"Citation": "Taghavi S, van der Lelie D, Hoffman A, Zhang YB, Walla MD et al (2010) Genome sequence of the plant growth promoting endophytic bacterium Enterobacter sp. 638. PLoS Genet 6(5):e1000943", "ArticleIdList": ["10.1371/journal.pgen.1000943"]}, {"Citation": "Li J, Zhao GZ, Qin S, Huang HY, Zhu WY, Xu LH, Li WJ (2009) Saccharopolyspora tripterygii sp. nov., an endophytic actinomycete isolated from the stem of Tripterygium hypoglaucum. Int J Syst Evol Microbiol 59:3040–3044. https://doi.org/10.1099/ijs.0.011734-0", "ArticleIdList": ["10.1099/ijs.0.011734-0", "19643898"]}, {"Citation": "Qin S, Chen HH, Zhao GZ, Li J, Zhu WY, Xu LH, Jiang JH, Li WJ (2012) Abundant and diverse endophytic actinobacteria associated with medicinal plant Maytenus austroyunnanensis in Xishuangbanna tropical rainforest revealed by culture-dependent and culture-independent methods. Environ Microbiol Rep 4(5):522–531. https://doi.org/10.1111/j.1758-2229.2012.00357.x", "ArticleIdList": ["10.1111/j.1758-2229.2012.00357.x", "23760897"]}, {"Citation": "Li J, Zhao GZ, Qin S, Zhu WY, Xu LH, Li WJ (2009b) Herbidospora osyris sp. nov., isolated from surface-sterilized tissue of Osyris wightiana Wall. ex Wight. Int J Syst Evol Microbiol 59(Pt 12):3123–7. https://doi.org/10.1099/ijs.0.010579-0"}, {"Citation": "Qin S, Li J, Chen HH, Zhao GZ, Zhu WY, Jiang CL, Xu LH, Li WJ (2009) Isolation, diversity, and antimicrobial activity of rare actinobacteria from medicinal plants of tropical rain forests in Xishuangbanna. China Appl Environ Microbiol 75(19):6176–6186. https://doi.org/10.1128/AEM.01034-09", "ArticleIdList": ["10.1128/AEM.01034-09", "19648362"]}, {"Citation": "Baldan E, Nigris S, Populin F, Zottini M, Squartini A, Baldan B (2014) Identification of culturable bacterial endophyte community isolated from tissues of Vitis vinifera “Glera”. Plant Biosyst 148(3):508–516. https://doi.org/10.1080/11263504.2014.916364", "ArticleIdList": ["10.1080/11263504.2014.916364"]}, {"Citation": "Rastogi G, Sani RK (2011) Molecular techniques to assess microbial community structure, function, and dynamics in the environment. In: Ahmad I, Ahmad F, Pichtel J (eds) Microbes and microbial technology. Springer, New York"}, {"Citation": "Elmagzob AAH, Ibrahim MM, Zhang GF (2019) Seasonal diversity of endophytic bacteria associated with Cinnamomum camphora (L.) Presl. Diversity 11:112", "ArticleIdList": ["10.3390/d11070112"]}, {"Citation": "Nalini MS, Sunayana N, Prakash HS (2014) Endophytic fungal diversity in medicinal plants of Western Ghats, India. Int J Biodivers 2014:1–9. https://doi.org/10.1155/2014/494213", "ArticleIdList": ["10.1155/2014/494213"]}, {"Citation": "Rajagopal K, Suryanarayanan TS (2000) Isolation of endophytic fungi from leaves of neem (Azadirachata indica A. Juss). Curr Sci 78:1375–1378"}, {"Citation": "Naik BS, Shashikala J, Krishnamurthy YL (2008) Diversity of fungal endophytes in shrubby medicinal plants of Malnad region, Western Ghats, Southern India. Fungal Ecol 1:89–93", "ArticleIdList": ["10.1016/j.funeco.2008.05.001"]}, {"Citation": "Bhatti AA, Haq S, Bhat RA (2017) Actinomycetes benefaction role in soil and plant health. Microb Pathog 111:458–467. https://doi.org/10.1016/j.micpath.2017.09.036", "ArticleIdList": ["10.1016/j.micpath.2017.09.036", "28923606"]}, {"Citation": "Vandeputte O, Oden S, Mol A, Vereecke D, Goethals K, Jaziri ME, Prinsen E (2005) Biosynthesis of auxin by the Gram-positive phytopathogen Rhodococcus fascians is controlled by compounds specific to infected plant tissues. Appl Environ Microbiol 71(3):1169–1177. https://doi.org/10.1128/AEM.71.3.1169-1177.2005", "ArticleIdList": ["10.1128/AEM.71.3.1169-1177.2005", "15746315", "1065166"]}, {"Citation": "Lee J, Postmaster A, Soon HP, Keast D, Carson KC (2012) Siderophore production by actinomycetes isolates from two soil sites in Western Australia. Biometals 25:285–296. https://doi.org/10.1007/s10534-011-9503-9", "ArticleIdList": ["10.1007/s10534-011-9503-9", "22038645"]}, {"Citation": "Khamna S, Yokota A, Lumyong S (2009) Actinobacteria isolated from medicinal plant rhizosphere soils: diversity and screening of antifungal compounds, indole-3-acetic acid and siderophore production. World J Microbiol Biotechnol 25:649–655. https://doi.org/10.1007/s11274-008-9933-x", "ArticleIdList": ["10.1007/s11274-008-9933-x"]}, {"Citation": "Hamdali H, Hafidi M, Virolle MJ, Ouhdouch Y (2008) Growth promotion and protection against damping-off of wheat by two rock phosphate solubilizing actinobacteria in a P-deficient soil under greenhouse conditions. Appl Soil Ecol 40:510–517", "ArticleIdList": ["10.1016/j.apsoil.2008.08.001"]}, {"Citation": "Siddikee MA, Chauhan PS, Anandham R, Han GH, Sa T (2010) Isolation, characterization, and use for plant growth promotion under salt stress, of ACC deaminase-producing halotolerant bacteria derived from coastal soil. J Microbiol Biotechnol 20(11):1577–1584", "ArticleIdList": ["10.4014/jmb.1007.07011"]}, {"Citation": "Jaemsaeng R, Jantasuriyarat C, Thamchaipenet A (2018) Molecular interaction of 1-aminocyclopropane-1-carboxylate deaminase (ACCD)-producing endophytic Streptomyces sp. GMKU 336 towards salt-stress resistance of Oryza sativa L. cv.KDML105. Sci Rep 8(1):150", "ArticleIdList": ["10.1038/s41598-018-19799-9"]}], "ReferenceList": []}], "History": [{"Year": "2019", "Month": "8", "Day": "8"}, {"Year": "2020", "Month": "4", "Day": "6"}, {"Year": "2020", "Month": "4", "Day": "18", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "3", "Day": "26", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "4", "Day": "18", "Hour": "6", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["32300926", "10.1007/s00284-020-01988-3", "10.1007/s00284-020-01988-3"]}}], "PubmedBookArticle": []}