{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Chinese medicine", "Saposhnikovia divaricata", "ethnopharmacology", "pharmacology", "phytochemistry"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "32328867", "DateCompleted": {"Year": "2021", "Month": "08", "Day": "11"}, "DateRevised": {"Year": "2022", "Month": "02", "Day": "16"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "04", "Day": "21"}], "Language": ["eng"], "ELocationID": ["10.1007/s11655-020-3091-x"], "Journal": {"ISSN": "1993-0402", "JournalIssue": {"Volume": "26", "Issue": "11", "PubDate": {"Year": "2020", "Month": "Nov"}}, "Title": "Chinese journal of integrative medicine", "ISOAbbreviation": "Chin J Integr Med"}, "ArticleTitle": "Saposhnikovia divaricata-An Ethnopharmacological, Phytochemical and Pharmacological Review.", "Pagination": {"StartPage": "873", "EndPage": "880", "MedlinePgn": "873-880"}, "Abstract": {"AbstractText": ["Saposhnikovia divaricata (Turcz.) Schischk., a perennial herb belonging to the family Umbelliferae, is widely distributed in Northeast Asia. Its dried root (Radix Saposhnikoviae) is used as a Chinese herbal medicine for the treatment of immune system, nervous system, and respiratory diseases. Phytochemical and pharmacological studies have shown that the main constituents of S. divaricata are chromones, coumarins, acid esters, and polyacetylenes, and these compounds exhibited significant anti-inflammatory, analgesic, antioxidant, antiproliferative, antitumor, and immunoregulatory activities. The purpose of this review is to provide comprehensive information on the botanical characterization and distribution, traditional use and ethnopharmacology, phytochemistry, and pharmacology of S. divaricata for further study concerning its mechanism of action and development of better therapeutic agents and health products from S. divaricata."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacy, Baotou Medical College, 014060, Baotou, Inner Mongolia Autonomous Region, China."}], "LastName": "Yang", "ForeName": "Min", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacy, Baotou Medical College, 014060, Baotou, Inner Mongolia Autonomous Region, China."}], "LastName": "Wang", "ForeName": "Cong-Cong", "Initials": "CC"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Pharmaceutical Laboratory, Inner Mongolia Institute of Traditional Chinese Medicine, Hohhot, 010020, China."}], "LastName": "Wang", "ForeName": "Wen-le", "Initials": "WL"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Inner Mongolia Key Laboratory of Traditional Chinese Medicine Resources, Baotou Medical College, 014060, Baotou, Inner Mongolia Autonomous Region, China."}], "LastName": "Xu", "ForeName": "Jian-Ping", "Initials": "JP"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Inner Mongolia Key Laboratory of Traditional Chinese Medicine Resources, Baotou Medical College, 014060, Baotou, Inner Mongolia Autonomous Region, China."}], "LastName": "Wang", "ForeName": "Jie", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacy, Baotou Medical College, 014060, Baotou, Inner Mongolia Autonomous Region, China."}, {"Identifier": [], "Affiliation": "Inner Mongolia Key Laboratory of Traditional Chinese Medicine Resources, Baotou Medical College, 014060, Baotou, Inner Mongolia Autonomous Region, China."}], "LastName": "Zhang", "ForeName": "Chun-Hong", "Initials": "CH"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacy, Baotou Medical College, 014060, Baotou, Inner Mongolia Autonomous Region, China. prof_liminhui@yeah.net."}, {"Identifier": [], "Affiliation": "Pharmaceutical Laboratory, Inner Mongolia Institute of Traditional Chinese Medicine, Hohhot, 010020, China. prof_liminhui@yeah.net."}, {"Identifier": [], "Affiliation": "Guangxi Key Laboratory of Medicinal Resources Protection and Genetic Improvement, Guangxi Botanical Garden of Medicinal Plants, Nanning, 530023, China. prof_liminhui@yeah.net."}, {"Identifier": [], "Affiliation": "Inner Mongolia Key Laboratory of Characteristic Geoherbs Resources Protection and Utilization, Baotou Medical College, 014060, Baotou, Inner Mongolia Autonomous Region, China. prof_liminhui@yeah.net."}], "LastName": "Li", "ForeName": "Min-Hui", "Initials": "MH"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "China", "MedlineTA": "Chin J Integr Med", "NlmUniqueID": "101181180", "ISSNLinking": "1672-0415"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Drugs, Chinese Herbal"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Apiaceae"}, {"QualifierName": [], "DescriptorName": "China"}, {"QualifierName": ["chemistry", "pharmacology"], "DescriptorName": "Drugs, Chinese Herbal"}, {"QualifierName": [], "DescriptorName": "Ethnopharmacology"}, {"QualifierName": [], "DescriptorName": "Plant Roots"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Kreiner J, Pang E, Lenon GB, et al. Saposhnikoviae divaricata: a phytochemical, pharmacological, and pharmacokinetic review. Chin J Nat Med. 2017;15:255–264.", "ArticleIdList": ["PMC7128302", "28527510"]}, {"Citation": "Committee for the Pharmacopoeia of PR China . Pharmacopoeia of PR China (Part I) Beijing: People’s Medical Publishing House; 2015. p. 150."}, {"Citation": "Liu ZY, Zhao YR. Herbal textual research on the Saposhnikovia divaricata. Med Health (Chin) 2017;226."}, {"Citation": "Liu SL, Jiang CX, Zhao Y, et al. Advance in study on chemical constituents of Saposhnikovia divaricata and their pharmacological effects. Chin Tradit Herb Drugs (Chin) 2017;48:2146–2152."}, {"Citation": "Chinese Academy of Sciences Flora Republicae Popularis Sinicae Editorial Committee . Flora of China. Beijing: Science Press; 1992. p. 222."}, {"Citation": "Ma YQ. Flora of Inner Mongolia. Hohhot: Inner Mongolia People’s Publishing House; 1989. pp. 663–665."}, {"Citation": "Men YQ, Wang DH, Li BZ, et al. Effects of drought stress on the antioxidant system, osmolytes and secondary metabolites of Saposhnikovia divaricata seedlings. Acta Physiologiae Plantarum. 2018;40:191."}, {"Citation": "Han ZM, Wang YH, Xu MM, et al. Effect of drought stress on physiological characteristics and quality of Saposhnikovia divaricata. J Northwest Agricult Forestry Univ (Nat Sci Ed, Chin) 2017;45:100–106."}, {"Citation": "Jiang H, Yang JM, Jia GZ, et al. Physical and ecological impacts of chromones of fresh root of Saposhnikovia divaricata exposure to high temperature. Russ J Plant Physiol. 2018;65:680–687."}, {"Citation": "Wang JH, Lou ZC. Herbalogical studies of the Chinese drug Saposhnikovia divaricata. China J Chin Mater Med (Chin) 1989;14:3–5."}, {"Citation": "Wang XJ, Meng XC, Zuo J, et al. Investigation on the planting situation of Gentianae Radix et Rhizoma and Saposhnikoviae Radix in Heilongjiang Province. Inform Tradit Chin Med (Chin) 2003;20:55–56."}, {"Citation": "Wang JH, Lou ZC. A survey of the research on Saposhnikovia divaricata. Chin Pharm J (Chin) 1992;27:323–327."}, {"Citation": "Khan S, Kim YS. Molecular mechanism of inflammatory signaling and predominant role of Saposhnikovia divaricata as anti-inflammatory potential. Natur Product Sci. 2013;19:120–126."}, {"Citation": "Ma SY, Shi LG, Gu ZB, et al. Two new chromone glycosides from the roots of Saposhnikovia divaricata. Chem Biodivers. 2018;15:e1800253.", "ArticleIdList": ["29987893"]}, {"Citation": "Kim HS, Choi G, Lee AY. Ultra-performance convergence chromatography method for the determination of four chromones and quality control of Saposhnikovia divaricata (Turcz.) Schischk. J Separat Sci. 2018;41:1682–1690.", "ArticleIdList": ["29280307"]}, {"Citation": "Chin YW, Jung YH, Chae HS, et al. Anti-inflammatory constituents from the roots of Saposhnikovia divaricata. Bull Korean Chem Soc. 2011;32:2132–2134."}, {"Citation": "Okuyama E, Hasegawa T, Masushita T, et al. Analgesic components of saposhnikovia root Saposhnikovia divaricata. Chem Pharm Bull. 2001;49:154–160.", "ArticleIdList": ["11217101"]}, {"Citation": "Tai J, Cheung S. Anti-proliferative and antioxidant activities of Saposhnikovia divaricata. Oncol Rep. 2007;18:227–234.", "ArticleIdList": ["17549372"]}, {"Citation": "Li W, Wang Z, Sun YS, et al. Application of response surface methodology to optimise ultrasonic-assisted extraction of four chromones in Radix Saposhnikoviae. Phytochem Anal. 2011;22:313–321.", "ArticleIdList": ["21438050"]}, {"Citation": "Zhao B, Yang XB, Yang XW, et al. Simultaneous determination of six major constituents in the roots of Saposhnikovia divaricata by HPLC. Chin J Pharm Anal (Chin) 2013;33:382–387."}, {"Citation": "Jiang YY, Liu B, Shi RB, et al. Isolation and structure identification of chemical constituents from Saposhnikovia divaricata (Turcz.) Schischk. Acta Pharmaceut Sin (Chin) 2007;42:505–510.", "ArticleIdList": ["17703773"]}, {"Citation": "Zheng ZG, Wang RS, Cheng HQ, et al. Isolated perfused lung extraction and HPLC-ES-MSn analysis for predicting bioactive components of Saposhnikoviae Radix. J Pharm Biomed Anal. 2011;54:614–618.", "ArticleIdList": ["20970279"]}, {"Citation": "Kim SJ, Chin YW, Yoon KD, et al. Chemical constituents of Saposhnikovia divaricata. Korean J Pharmacogn. 2008;39:357–364."}, {"Citation": "Zhao B, Yang XB, Yang XW, et al. Chemical constituents of roots of Saposhnikovia divaricata. China J Chin Mater Med (Chin) 2010;35:1569–1572.", "ArticleIdList": ["20815209"]}, {"Citation": "Chen LX, Chen XY, Su L, et al. Rapid characterisation and identification of compounds in Saposhnikoviae Radix by high-performance liquid chromatography coupled with electrospray ionisation quadrupole time-of-flight mass spectrometry. Nat Prod Res. 2018;32:898–901.", "ArticleIdList": ["28817985"]}, {"Citation": "Kang J, Sun JH, Zhou L, et al. Characterization of compounds from the roots of Saposhnikovia divaricata by high-performance liquid chromatography coupled with electrospray ionization tandem mass spectrometry. Rapid Commun Mass Spectrom. 2008;22:1899–1911.", "ArticleIdList": ["18470877"]}, {"Citation": "Dai JN, Chen XH, Cheng WM, et al. A sensitive liquid chromatography-mass spectrometry method for simultaneous determination of two active chromones from Saposhnikovia root in rat plasma and urine. J Chromatogr B. 2008;868:13–19.", "ArticleIdList": ["18485839"]}, {"Citation": "Yang JL, Dhodary B, Quy H T K, et al. Three new coumarins from Saposhnikovia divaricata and their porcine epidemic diarrhea virus (PEDV) inhibitory activity. Tetrahedron. 2015;71:4651–4658.", "ArticleIdList": ["PMC7111744", "32287428"]}, {"Citation": "Yokosuka A, Tatsuno S, Komine T, et al. Chemical constituents of the roots and rhizomes of Saposhnikovia divaricata and their cytotoxic activity. Nat Product Communicat. 2017;12:255–258.", "ArticleIdList": ["30428224"]}, {"Citation": "Ji L, Pan JG, Yang J, et al. GC-MS analysis of essential oils from the roots of Saposhnikovia divaricata (Turcz.) Schischk, Libanotis laticalycina Shan et Sheh, Seseli yunnanense Franch. and Peucedanum dielsianum Fedde ex Wolff. China J Chin Mater Med (Chin) 1999;24:678–680.", "ArticleIdList": ["12212086"]}, {"Citation": "Ji L, Xu ZL, Pan JG. GC-MS Analysis of essential oil from the root of Sapsohnikovia Divaricata (Turcz.) Schischk. Nat Product Res Developm (Chin) 1995;7:9–12."}, {"Citation": "Wang SB, Qin XM, Liu HR, et al. Research for the chemical constituent of Saposhnikovia Divaricata (Turcz.) Schichk polysaccharides. Chem Res (Chin) 2008;19:66–68."}, {"Citation": "Xue BY, Li W, Li L, et al. A pharmacodynamic research on chromone glucosides of Saposhnikovia divaricata. Chin J Chin Mater Med (Chin) 2000;25:297–299.", "ArticleIdList": ["12512455"]}, {"Citation": "Li L, Li B, Zhang HR, et al. Ultrafiltration LC-ESI-MSn screening of MMP-2 inhibitors from selected Chinese medicinal herbs Smilax glabra Roxb., Smilax china L. and Saposhnikovia divaricata (Turcz.) Schischk as potential functional food ingredients. J Funct Foods. 2015;15:389–395."}, {"Citation": "Chen N, Wu QC, Chi GF, et al. Prime-O-glucosylcimifugin attenuates lipopolysaccharide-induced acute lung injury in mice. Int Immunopharmacol. 2013;16:139–147.", "ArticleIdList": ["PMC7106058", "23623941"]}, {"Citation": "Kong XY, Liu CF, Zhang C, et al. The suppressive effects of Saposhnikovia divaricata (Fangfeng) chromone extract on rheumatoid arthritis via inhibition of nuclear factor-κ B and mitogen activated proteinkinases activation on collagen-induced arthritis model. J Ethnopharmacol. 2013;148:842–850.", "ArticleIdList": ["23711830"]}, {"Citation": "Crown ED, Ye Z, Johnson KM, et al. Increases in the activated forms of ERK 1/2, p38 MAPK, and CREB are correlated with the expression of at-level mechanical allodynia following spinal cord injury. Exp Neurol. 2006;199:397–407.", "ArticleIdList": ["16478624"]}, {"Citation": "Khan S, Shin EM, Choi RJ, et al. Suppression of LPS-induced inflammatory and NF-κ B responses by anomalin in RAW 264.7 macrophages. J Cell Biochem. 2011;112:2179–2188.", "ArticleIdList": ["21480361"]}, {"Citation": "Wang CC, Chen LG, Yang LL. Inducible nitric oxide synthase inhibitor of the Chinese herb I. Saposhnikovia divaricata (Turcz.) Schischk. Cancer Lett. 1999;145:151–157.", "ArticleIdList": ["10530783"]}, {"Citation": "Guo WX, Sun JJ, Jiang LX, et al. Imperatorin attenuates LPS induced inflammation by suppressing NF-κ B and MAPKs activation in RAW 264.7 macrophages. Inflammation. 2012;35:1764–1772.", "ArticleIdList": ["22890309"]}, {"Citation": "Kuo YC, Lin YL, Huang CP, et al. A tumor cell growth inhibitor from Saposhnikovae divaricata. Cancer Invest. 2002;20:955–964.", "ArticleIdList": ["12449728"]}, {"Citation": "Chun JM, Kim HS, Lee AY, et al. Anti-inflammatory and antiosteoarthritis effects of Saposhnikovia divaricata ethanol extract: in vitro and in vivo studies. Evid Based Complement Alternat Med. 2016;2016:1984238.", "ArticleIdList": ["PMC4793093", "27042186"]}, {"Citation": "Zhang ZQ, Tian YJ, Zhang J. Studies on the antioxidative activity of polysaccharides from Radix Saposhnikoviae. J Chin Med Mater (Chin) 2008;31:268–272.", "ArticleIdList": ["18619277"]}, {"Citation": "Li L, Zhou Y, Zhang L. Effect of polysaccharide of Radix Sileris on enhancing macrophagocyte’s antineoplastic function. J Beijing Univ Tradit Chin Med (Chin) 1999;22:38–40."}, {"Citation": "Liu H, Tian JM, Sun L, et al. Reactions of macrophage and lymphocyte subsets in normal mice to Radix Saposhnikoviae polysaccharide. J Clin Rehabil Tissue Eng Res. 2008;12:3475–3478."}, {"Citation": "Tang RJ, Min ZH, Xu CY. Pharmacological studies on the root of Saposhnikovia divaricata (Turcz.) Schischk. Chin Med Bull (Chin) 1988;13:44–46.", "ArticleIdList": ["3264523"]}, {"Citation": "Zhou Y, Ma XQ, Yan XZ, et al. Effect of Saposhnikovia divaricata polysaccharide JBO-6 on immune function and anti-tumor effect in mice. J Beijing Univ Tradit Chin Med (Chin) 1996;19:25–27."}, {"Citation": "Li JB, Liu LP, Qiu ZW. Pharmacological study on anti-inflammatory and hemostatic effects of Saposhnikovia divaricata volatile oil. J New Chin Med (Chin) 2007;39:105–106."}, {"Citation": "Dong CX, Liu L, Wang CY, et al. Structural characterization of polysaccharides from Saposhnikovia divaricata and their antagonistic effects against the immunosuppression by the culture supernatants of melanoma cells on RAW264.7 macrophages. Int J Biol Macromol. 2018;113:748–756.", "ArticleIdList": ["29518443"]}, {"Citation": "Wang CZ, Zhang XC. Research progress on Saposhnikovia divaricata at home and abroad. Ginseng Res. 2008;20:35–41."}, {"Citation": "Ge WH, Guo JY, Shen YJ, et al. Effects of volatie oil of Schizonepeta tenuifolia Briq herb and Saposhnikovia divaricata Schischke root on proinflammatory cytokine expression and regulation. Chin J Chin Mater Med. 2007;32:1777–1779.", "ArticleIdList": ["17993000"]}, {"Citation": "Khan S, Shehzad O, Chen JM, et al. Mechanism underlying antihyperalgesic and anti-allodynic properties of anomalin in both acute and chronic inflammatory pain models in mice through inhibition of NF-κ B, MAPKs and CREB signalling cascades. Eur J Pharmacol. 2013;718:448–458.", "ArticleIdList": ["23911882"]}, {"Citation": "Sies H. Oxidative stress: oxidants and antioxidants. Exp Physiol. 1997;82:291–295.", "ArticleIdList": ["9129943"]}, {"Citation": "Zhao B, Yang XB, Yang XW, et al. Biotransformation of prim-O-glucosylcimifugin by human intestinal flora and its inhibition on NO production and DPPH free radical. J Asian Prod Res. 2012;14:886–896.", "ArticleIdList": ["22917273"]}, {"Citation": "Kim M, Seo KS, Yun W. Antimicrobial and antioxidant activity of Saposhnikovia divaricata, Peucedanum japonicum and Glehnia littoralis. Indian J Pharmaceutic Sci. 2018;80:560–565."}, {"Citation": "Li L, Gui YG, Shi DF, et al. Anti-oxidant activities of chromones from Saposhnikovia divaricata. Lishizhen Med Mater Med Res (Chin) 2010;21:2135–2137."}, {"Citation": "Rosskopf F, Kraus J, Franz G. Immunological and antitumor effects of coumarin and some derivatives. Pharmazie. 1992;47:139–142.", "ArticleIdList": ["1635924"]}, {"Citation": "Liu H, Luo Q, Sun L, et al. Study on apoptosis of K562 cell in vitro induced by Saposhnikovia divaricata polysaccharide. J Clin Hematol (Chin) 2008;21:260–263."}, {"Citation": "Yang B, Cao L, Wang XJ. Study on pharmacodynamics of CO2 swpercritical fluid extraction of Radix saposhinikovise. Acta Chin Med Pharm (Chin) 2006;34:14–15."}, {"Citation": "Li W, Li L, Liu YY, et al. Experimental study of pharmacological action of active composition of Radix Saposhnikoviae. Chin J Exp Tradit Med Form (Chin) 2006;12:29–31."}, {"Citation": "Chen ZJ, Li QS, Yu ZP, et al. Experimental study on anti-allergic effect of Saposhnlkovia divarlcata (Turcz.) Schischk and Tribulus terrestris L. Yunnan J Tradit Chin Med Mater Med (Chin) 2003;24:30–32."}, {"Citation": "Wang FR, Xu QP, Li P. Comparative studies on the febrifugal analgesic and anticonvulsive activities of water extracts from cultivated and wild Saposhnikovia divaricata. Chin J Integr Tradit West Med (Chin) 1991;11:730.", "ArticleIdList": ["1821340"]}, {"Citation": "Cao Y. Experimental study on anti-atherosclerotic inflammatory response of Saposhnikovia divaricata of active components. Beijing: China Academy of Chinese Medical Sciences; 2007."}, {"Citation": "Jiang C, Li W, Zheng YN. Protective effect of Saposhnikovia divaricata extract on liver. J Jilin Agricult Univ (Chin) 2014;36:306–309."}, {"Citation": "Shang Y, Guan JH, Zhang YK. Research on acute toxicity of water extract and water extracting-alcohol precipitating extract from Radix Saposhnikoviae. Shanxi J Tradit Chin Med (Chin) 2018;34:54–56."}]}], "History": [{"Year": "2019", "Month": "10", "Day": "21"}, {"Year": "2020", "Month": "4", "Day": "25", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "8", "Day": "12", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "4", "Day": "25", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "4", "Day": "23"}], "PublicationStatus": "ppublish", "ArticleIdList": ["32328867", "PMC7176574", "10.1007/s11655-020-3091-x", "10.1007/s11655-020-3091-x"]}}]}