{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Candomblé", "Ethnobotany", "Medicinal plants", "Ritual de Almas e Angola", "Umbanda"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "32334606", "DateCompleted": {"Year": "2021", "Month": "02", "Day": "17"}, "DateRevised": {"Year": "2021", "Month": "02", "Day": "17"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "04", "Day": "25"}], "Language": ["eng"], "ELocationID": ["20", "10.1186/s13002-020-00372-6"], "Journal": {"ISSN": "1746-4269", "JournalIssue": {"Volume": "16", "Issue": "1", "PubDate": {"Year": "2020", "Month": "Apr", "Day": "25"}}, "Title": "Journal of ethnobiology and ethnomedicine", "ISOAbbreviation": "J Ethnobiol Ethnomed"}, "ArticleTitle": "\"The plants have axé\": investigating the use of plants in Afro-Brazilian religions of Santa Catarina Island.", "Pagination": {"StartPage": "20", "MedlinePgn": "20"}, "Abstract": {"AbstractText": ["Cultural and religious practices of African origin have decisively influenced traditional health practices in the Americas since the African diaspora. Plants are core elements in the religions of African origin. Compared with other parts of Brazil where the Afro-Brazilian presence is widely recognized, in Southern Brazil, these cultural practices are often socially invisible. Yet, there are several terreiros of three Afro-Brazilian religions: Candomblé, Umbanda, and Ritual deAlmas e Angola. We hypothesize that the importance of plants in Afro-Brazilian religions is linked not only to spiritual and magical issues but also to the medicinal properties of these plants. We seek to answer the following questions: (a) Which plants are used in the terreiros and what are their indications for use?; (b) Are there plants that stand out culturally in these religious groups?; and (c) What is the importance of the adaptive maintenance and replacement process in the use of plants in these religions, considering the Neotropical and African plants?", "We performed a census of the existing terreiros on the Island of Santa Catarina to collect information on the knowledge and use of plants. In all terreiros that consented to participate in the research, we collected data through semi-structured interviews, guided tours for plant collection, and participant observation. We identified the botanical species through expert consultations and botanical literature.", "We interviewed 27 spiritual leaders, who cited 93 plants belonging to 86 botanical species. We identified 14 categories of use, with emphasis on liturgical ritual use (59%), general and unspecified diseases (32%), and digestive diseases (27%). In most liturgics uses, direct contact between plant and patient occurs, as in the case of bathing and the cleansing use of smoke. Sixteen plants were cited in all terreiros, configuring a set of species that can be considered as culturally important plants for these religious groups.", "These groups have extensive knowledge about a highly consensual set of therapeutic plants that should be further investigated pharmacologically to understand the effect of their external use. Also, we emphasize the importance of recognizing and valuing this ancestral Afro-Brazilian knowledge and learning also from these people about their broader vision of health which also adds more spirituality in health care."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Human Ecology and Ethnobotany (ECOHE), Department of Ecology and Zoology, Federal University of Santa Catarina (UFSC), Campus Universitário Reitor João David Ferreira Lima, s/n, Florianópolis, SC, 88040-900, Brazil."}], "LastName": "Pagnocca", "ForeName": "Tiago Santos", "Initials": "TS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Human Ecology and Ethnobotany (ECOHE), Department of Ecology and Zoology, Federal University of Santa Catarina (UFSC), Campus Universitário Reitor João David Ferreira Lima, s/n, Florianópolis, SC, 88040-900, Brazil."}], "LastName": "Zank", "ForeName": "Sofia", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Human Ecology and Ethnobotany (ECOHE), Department of Ecology and Zoology, Federal University of Santa Catarina (UFSC), Campus Universitário Reitor João David Ferreira Lima, s/n, Florianópolis, SC, 88040-900, Brazil. hanazaki@gmail.com."}], "LastName": "Hanazaki", "ForeName": "Natalia", "Initials": "N"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "J Ethnobiol Ethnomed", "NlmUniqueID": "101245794", "ISSNLinking": "1746-4269"}, "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Adult"}, {"QualifierName": [], "DescriptorName": "Aged"}, {"QualifierName": [], "DescriptorName": "Brazil"}, {"QualifierName": [], "DescriptorName": "Ceremonial Behavior"}, {"QualifierName": [], "DescriptorName": "Ethnobotany"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Islands"}, {"QualifierName": [], "DescriptorName": "Knowledge"}, {"QualifierName": [], "DescriptorName": "Magic"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": [], "DescriptorName": "Middle Aged"}, {"QualifierName": [], "DescriptorName": "Plants"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Religion"}, {"QualifierName": [], "DescriptorName": "Spirituality"}], "CoiStatement": "The authors declare that they have no competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Camargo MTLA. Plantas medicinais e de rituais afro-brasileiros II: estudo etnofarmacobotânico. Editora Ícone: São Paulo; 1998."}, {"Citation": "Voeks RA. Spiritual flora of Brazil’s African diaspora: ethnobotanical conversations in the black Atlantic. J Study Religion Nature Culture. 2013. 10.1558/jsrnc.v6i4.501."}, {"Citation": "Albuquerque UP. The use of medicinal plants by the cultural descendants of African people in Brazil. Acta Farm Bon. 2001;20(2):139–144."}, {"Citation": "Albuquerque UP. A little bit of Africa in Brazil: ethnobiology experiences in the field of Afro-Brazilian religions. J Ethnobiology Ethnomedicine. 2014. 10.1186/1746-4269-10-12.", "ArticleIdList": ["PMC3905908", "24467714"]}, {"Citation": "Camargo MTLA. As plantas medicinais e o sagrado: a etnofarmacobotânica em uma revisão historiográfica da medicina popular no Brasil. Ícone: São Paulo; 2014."}, {"Citation": "De Santana BF, Voeks RA, Funch LS. Ethnomedicinal survey of a maroon community in Brazil’s Atlantic tropical forest. J. Ethnopharmacol. 2016. 10.1016/j.jep.2016.01.014.", "ArticleIdList": ["26802786"]}, {"Citation": "Ruysschaert S, Andel TV, Putte KV, Damme PV. Bathe the baby to make it strong and healthy: plant use and child care among Saramaccan Maroons in Suriname. J. Ethnopharmacol. 2008. 10.1016/j.jep.2008.10.020.", "ArticleIdList": ["19022371"]}, {"Citation": "Albuquerque UP, Chiappeta AA. O uso de plantas e a concepção de doença e cura nos cultos afro-brasileiros. Revista Ciência e Trópico. 1994;22:197–210."}, {"Citation": "Voeks RA. African medicine and magic in Americas. Geographical Review. 1993;83(1):66–78. doi: 10.2307/215381.", "ArticleIdList": ["10.2307/215381"]}, {"Citation": "Voeks RA. Sacred leaves of Candomblé: African magic, medicine, and religion in Brazil. Texas: Editora da Universidade do Texas; 1997."}, {"Citation": "Carney JA, Voeks RA. Landscape legacies of the African diáspora in Brazil. Progress in Human Geography. 2003. 10.1191/0309132503ph418oa."}, {"Citation": "Fonseca FN, Balick MJ. Plant-knowledge adaptation in an urban setting: Candomblé Ethnobotany in New York City. Economic Botany. 2018. 10.1007/s12231-018-9405-7."}, {"Citation": "Van Andel TR, Klooster CIEAV, Quiroz D, Towns AM, Ruysschaert S, MVD B. Local plant names reveal that enslaved Africans recognized substantial parts of the New World flora. Proc. Natl. Acad. Sci. U.S.A. 2014. 10.1073/pnas.1418836111.", "ArticleIdList": ["PMC4273368", "25453066"]}, {"Citation": "Paz CE, Lemos ICS, Monteiro AB, Delmondes GA, Fernandes GP, Coutinho HDM, et al. Plantas medicinais no candomblé como elemento de resistência cultural e cuidado à saúde. Rev. Cuba. de Plantas Medicinales. 2015;20:25–37."}, {"Citation": "Serra O, Velozo E, Bandeira F, Pacheco L. O mundo das folhas. Feira de Santana: Universidade Estadual de Feira de Santana; 2002."}, {"Citation": "Eltis D. A brief overview of the trans-atlantic slave trade. Voyages: The Trans-Atlantic Slave Trade Database. 2008.https://www.slavevoyages.org/voyage/about. Accessed 09 Sep 2019."}, {"Citation": "Verger P. Orixás deuses Iorubás na África e no novo mundo. 6ª ed. Corrupio: Salvador; 2002."}, {"Citation": "Ribeiro D. O povo brasileiro: a formação e o sentido do Brasil. 2ª ed. Companhia das Letras: São Paulo; 1995."}, {"Citation": "Silva VG. Candomblé e Umbanda: caminhos da devoção brasileira. Ática: São Paulo; 1994."}, {"Citation": "Lima VC. A Família de Santo nos Candomblés Jêjes-nagôs da Bahia: um estudo de relações intragrupais. Corrupio: Salvador; 2003."}, {"Citation": "Medeiros PM, Soldati GT, Alencar NL, Vandebroek I, Pieroni A, Hanazaki N, Albuquerque UP. The use of medicinal plants by migrant people: adaptation, maintenance, and replacement. Evidence-Based Complementary and Alternative Medicine. 2012. 10.1155/2012/807452.", "ArticleIdList": ["PMC3216396", "22110548"]}, {"Citation": "Barros JFP. A floresta sagrada de Ossaim: o segredo das folhas. Rio de Janeiro: Pallas; 2014."}, {"Citation": "Quiroz D, Sosef M, Van Andel T. Why ritual plant use has ethnopharmacological relevance. J. Ethnopharmacol. 2016. 10.1016/j.jep.2016.05.006.", "ArticleIdList": ["27157629"]}, {"Citation": "Rappaport RA. Ritual and religion in the making of humanity. Cambridge University Press. 1999."}, {"Citation": "Prandi R. Referências sociais das religiões afro-brasileiras. Horizontes Antropológicos. 1998;8:151–167. doi: 10.1590/S0104-71831998000100008.", "ArticleIdList": ["10.1590/S0104-71831998000100008"]}, {"Citation": "Cardoso FH. Negros em Florianópolis: relações sociais e econômicas. Insular: Florianópolis; 2000."}, {"Citation": "Souza DA. A Presença negra no sul do Brasil: reflexões sobre o lugar das questões Afro-brasileiras nas narrativas identitárias de Santa Catarina e nas ações patrimoniais do IPHAN. III Seminário Internacional História do Tempo presente. UDESC, Florianópolis. 2017. http://eventos.udesc.br/ocs/index.php/STPII/IIISIHTP/paper/viewFile/694/439 Accessed 10 Jan 2019."}, {"Citation": "Parés LN. A formação do Candomblé: história e ritual da nação jeje na Bahia. 2ª ed. Editora da Unicamp: Campinas; 2007."}, {"Citation": "Silva JM. Religiões e Saúde: a experiência da Rede Nacional de Religiões Afro-Brasileiras e Saúde. Saúde e Sociedade. 2007;16:171–177. doi: 10.1590/S0104-12902007000200017.", "ArticleIdList": ["10.1590/S0104-12902007000200017"]}, {"Citation": "Saraceni R. Tratado Geral de Umbanda: Compêndios simplificados de Teologia de Umbanda, A Religião dos Mistérios de Deus: As chaves interpretativas. Editora Madras: São Paulo; 2005."}, {"Citation": "Cumino A. Umbanda não é macumba: umbanda é religião e tem fundamento. 2ª ed. Madras: São Paulo; 2015."}, {"Citation": "Silva VG. Orixás da metrópole. Vozes: Petrópolis; 1995."}, {"Citation": "Martins G. Ritual de Almas e Angola em Santa Catarina. Florianópolis: ed. do autor; 2006."}, {"Citation": "Saraceni R. A magia divina das sete ervas sagradas. Madras: São Paulo; 2015."}, {"Citation": "IPUF -Instituto de planejamento urbano de Florianópolis. Atlas do Município de Florianópolis.2010. https://parquemunicipalmacicodacosteira.files.wordpress.com/2010/05/atlas_ipuf.pdf Accessed 10 Jan 2019."}, {"Citation": "Klein RM. Flora ilustrada catarinense: mapa fitogeográfico do Estado de Santa Catarina. Herbário Barbosa Rodrigues, V Parte - mapa fitogeográfico: Itajaí; 1978."}, {"Citation": "IBGE. Instituto Brasileiro de Geografia e Estatística. 2019. http://www.ibge.gov.br. Accessed 10 Jan 2019."}, {"Citation": "Farias DSE, Kneip A. Panorama arqueológico de Santa Catarina. Editora UNISUL: Palhoça; 1992."}, {"Citation": "ATLAS . Atlas Escolar de Santa Catarina. Secretaria de Estado de Coordenação Geral e Planejamento. Subsecretaria de Estudos Geográficos e Estatísticos. Rio de Janeiro: Aerofoto Cruzeiro; 1991."}, {"Citation": "Diegues AC, Arruda RSV. Saberes tradicionais e biodiversidade no Brasil. São Paulo: USP; 2001."}, {"Citation": "Piazza WF. Atlas histórico do Estado de Santa Catarina. Florianópolis: Secretaria da Educação e Cultura. 1970."}, {"Citation": "Piazza WF. A escravidão negra numa província periférica. Garapuvu: Florianópolis; 1999."}, {"Citation": "Piazza WF. A colonização de Santa Catarina. Florianópolis: Editora Lunardelli. 1994."}, {"Citation": "Tramonte C. Com a bandeira de Oxalá: trajetórias, práticas e concepções das religiões afro-brasileiras na Grande Florianópolis. Itajaí: UNIVALI; 2001."}, {"Citation": "UNIAFRO - União de Cultura Negra em Santa Catarina.2019. http://www.uniafro.xpg.com.br Accessed 10 Jan 2019."}, {"Citation": "Bernard HR. Research methods in anthropology: qualitative and quantitative approaches: Altamira Press; 2006."}, {"Citation": "Alexiades MN. Protocol for conducting ethnobotanical research in the tropics. In: Alexiades MN, editor. Selected Guidelines for Ethnobotanical Research: A Field Manual. The New York Botanical Garden Press: New York; 1996. pp. 5–18."}, {"Citation": "Rotta E, Beltrami LCC, Zonta M. Manual de prática de coleta e herborização de material botânico. Embrapa Florestas: Colombo; 2008."}, {"Citation": "The Plant List. Version 1.1. 2013. http://www.theplantlist.org/ Accessed 1st Jan 2019."}, {"Citation": "Coradin L, Siminski A, Reis A. Espécies nativas da flora brasileira de valor econômico atual ou potencial: plantas para o futuro - Região Sul. Brasília: MMA; 2011."}, {"Citation": "Joly AB. Botânica: introdução a taxonomia vegetal. Editora Nacional: São Paulo; 1991."}, {"Citation": "Lorenzi H, Matos FJA. Plantas medicinais no Brasil - Nativas e Exóticas. Instituto Plantarum: Nova Odessa; 2008."}, {"Citation": "Lorenzi H, Souza HM. Plantas ornamentais no Brasil (arbustivas herbáceas e trepadeiras) Instituto Plantarum: Nova Odessa; 2008."}, {"Citation": "ICPC. International classification of primary care. 2019. http://www.who.int/ classifications/icd/adaptations/icpc2/en/ Accessed 09Sep 2019."}, {"Citation": "Weckerle CS, de Boer HJ, Puri RK, van Andel T, Bussmann RW, Leonti M. Recommended standards for conducting and reporting ethnopharmacological field studies. J.Ethnopharmacol. 2018. 10.1016/j.jep.2017.08.018.", "ArticleIdList": ["28834697"]}, {"Citation": "Vavilov NI. Origin and geography of cultivated plants. Cambridge: Cambridge University Press; 1992."}, {"Citation": "Prance G, Nesbitt M. The cultural history of plants. New York: Routledge; 2005."}, {"Citation": "Flora do Brasil. Jardim Botânico do Rio de Janeiro.2019. http://floradobrasil.jbrj.gov.br/ Accessed 09 Sep 2019."}, {"Citation": "Alves KCH, Povh JA, Portuguez AP. Etnobotância de plantas ritualísticas na prática religiosa de matriz africana em Ituiutaba, Minas Gerais, Brasil. Ethnoscientia. 2019; doi: 10.22276/ethnoscientia.v4i1.239."}, {"Citation": "Voeks RA. Sacred leaves of Brazilian Candomblé. Geographical Review. 1990;80(2):118–131. doi: 10.2307/215476.", "ArticleIdList": ["10.2307/215476"]}, {"Citation": "Carvalho PA, Barros VMS, Zonta PL, Souza HN. Manutenção da tradição e do conhecimento sobre plantas medicinais em terreiros de Umbanda e Candomblé na Zona da Mata de Minas Gerais. Cadernos de Agroecologia. 2015;10:3."}, {"Citation": "TorresVS. Relação de espécies botânicas empregadas nos templos de Umbanda Nagô. UNISANTA Bioscience. 2018; 7(2): 153-190."}, {"Citation": "Gomes HHS, Dantas IC, Catão MHC. Plantas medicinais: sua utilização em terreiros de umbanda e candomblé na zona leste da cidade de Campina Grande-PB. Revista de Biologia e Farmácia. 2008;3."}, {"Citation": "Pires MV, Abreu PP, Soares CS, Silva DC, Souza BN, Mariano DM, et al. Etnobotânica de Terreiros de Candomblé nos Municípios de Ilhéus e Itabuna, Bahia. Brasil. Revista Brasileira de Biociencias. 2009;7:3–8."}, {"Citation": "Mercês Júnior JG. Os encantos de Òsùn: o àse de suas ervas usadas no candomblé Kétu-Nàgó. (Professional Master) Postgraduate Program in Religious Sciences. United Faculty of Victoria; 2018."}, {"Citation": "Ferreira, M.E.A., 2017. Plantas medicinais utilizadas em rituais de religiões de matriz afro-brasileira: estudo de caso umbanda. (Monography) Biological Sciences Undergraduate Course, University of the extreme south of Santa Catarina (UNESC).44p."}, {"Citation": "Garcia D, Medeiros TA, Ribeiro C, Santos JFL, Neto J.S.Antonio RL, et al. Defumadores com possível efeito ansiolítico utilizados no centro de umbanda caboclo ubirajara e exú ventania, diadema, SP: um estudo etnofarmacológico. Ethnoscientia. 2016;doi: 10.22276/ethnoscientia.v1i1.16."}, {"Citation": "Araujo W. Através da terra: estudo etnobotânico de plantas utilizadas em rituais de cura por participantes de cultos religiosos de Matriz Africana em Campina Grande-PB. (Monography) Nursing Undergraduate Course, State University of Paraíba; 2014."}, {"Citation": "Gomes AMS. Rotas e diálogos de saberes da etnobotânica transatlântica negroafricana. (Doctoral Thesis) Postgraduate in Geography, Federal University of Minas Gerais;2009."}, {"Citation": "Cruz LM, Hanazaki N. The ethnobotany of an Afro-Brazilian community at Sertão do Valongo, Santa Catarina. Brazil. Functional Ecosystems and Communities. 2008;2:59–65."}, {"Citation": "Silva NCB, Regis ACD, Almeida MZ. Estudo Etnobotânico em Comunidades Remanescentes de Quilombo em Rio de Contas – Chapada Diamantina – Bahia. Revista Fitos. 2013;7(2):99–109."}, {"Citation": "Zank S, Avila JVC, Hanazaki N. Compreendendo a relação entre saúde do ambiente e saúde humana em comunidades Quilombolas de Santa Catarina. Revista brasileira de plantas medicinais. 2016. 10.1590/1983-084X/15_142."}, {"Citation": "Albuquerque UP, Andrade LHC. Etnobotánica del gênero Ocimum L. (Lamiaceae) en las comunidades afrobrasileñas. Anales Jard. Bot. Madrid. 1998;56:107–118."}, {"Citation": "Braga AP, de Sousa FI, da Silva Junior GB, Nations MK, Barros ARC, Amorim RF. Perception of Candomble practitioners about herbal medicine and health promotion in Ceará. Brazil. J Relig Health. 2018. 10.1007/s10943-017-0441-x.", "ArticleIdList": ["28669109"]}, {"Citation": "Rodrigues E, Carlini ELA. Levantamento etnofarmacológico realizado entre um grupo de quilombolas do Brasil. Arq. bras. fitomed. cientif. 2003;1(2):80–87."}, {"Citation": "Gomes TB, Bandeira FPSF. Uso e diversidade de plantas medicinais em uma comunidade quilombola no Raso da Catarina. Bahia. Acta Bot. Bras. 2012. 10.1590/S0102-33062012000400009."}, {"Citation": "Klooster CIEA, Haabo V, Ruysschaert S, Vossen T, van Andel TR. Herbal bathing: an analysis of variation in plant use among Saramaccan and Aucan Maroons in Suriname. J Ethnob Ethnom. 2018. 10.1186/s13002-018-0216-9.", "ArticleIdList": ["PMC5856216", "29544521"]}, {"Citation": "Vossen T, Towns A, Ruysschaert S, Quiroz D, Van Andel T. Consequences of the trans-Atlantic slave trade on medicinal plant selection: plant use for cultural bound syndromes affecting children in Suriname and Western Africa. PLoS ONE. 2014. 10.1371/journal.pone.0112345.", "ArticleIdList": ["PMC4221471", "25372485"]}, {"Citation": "Albuquerque UP, Monteiro JM, Ramos MA, de Amorim EL. Medicinal and magic plants from a public market in northeastern Brazil. J Ethnopharmacol. 2007. 10.1016/j.jep.2006.09.010.", "ArticleIdList": ["17056216"]}, {"Citation": "Zank S, Hanazaki N. The coexistence of traditional medicine and biomedicine: a study with local health experts in two Brazilian regions. PLoS ONE. 2017. 10.1371/journal.pone.0174731.", "ArticleIdList": ["PMC5393556", "28414735"]}, {"Citation": "Van Andel TR, Ruysschaert S, Putte KV. What makes a plant magic? Symbolism and Sacred Herbs in Afro-Surinamese Rituals.In: Voeks R, Rashford J, editors. African Ethnobotany in the Americas (New York: Springer); 2013. p. 247-284."}, {"Citation": "Ayob Z, Bohari SPM, Samad AA, Jamil S 2014. Cytotoxic activities against breast cancer cells of local Justicia gendarussa crude extracts. Evid Based Complement Alternat Med . 2014; doi: 10.1155/2014/732980.", "ArticleIdList": ["PMC4276683", "25574182"]}, {"Citation": "Pal K, Rahaman CH. Phytochemical and antioxidant studies of Justicia gendarussa Burm.F. an ethnomedicinal plant. Int. J. Pharm. Sci. 2015;6:3454–3462."}, {"Citation": "Andhare RN, Raut MK, Naik SR. Evaluation of antiallergic and anti-anaphylactic activity of ethanolic extract of Sansevieria trifasciata leaves (EEST) in rodents. J. Ethnopharmacol. 2012. 10.1016/j.jep.2012.05.007.", "ArticleIdList": ["22683909"]}, {"Citation": "Dey B, Bhattacharjee R, Mitra A, Singla RK, Pal A. Mechanistic explorations of antidiabetic potentials Sansevieria trifasciata. Indo glob. j. pharm. 2014;4:113–122."}, {"Citation": "Kageyama A, Ueno T, Oshio M, Masuda H, Horiuchi H, Yogoshi H. Antidepressant- like effects of an aqueous extract of lavender (lavandula angustifolia Mill.) in rats. Food Sci Technol Res. 2012; doi: 10.3136/fstr.18.473."}, {"Citation": "Algieri F, Nogales AR, Vezza T, Mesa JG, Mesa NG, Utrilla MP, et al. Anti-inflammatory activity of hydroalcoholic extracts of Lavandula dentata L. e Lavandula stoechas L. J. Ethnopharmacol.2016; doi: 10.1016/j.jep.2016.05.063.", "ArticleIdList": ["27269390"]}, {"Citation": "Orlanda JFF, Nascimento AR. Chemical composition and antibacterial activity of Ruta graveolens L. (Rutaceae) volatile oils, from São Luís, Maranhão, Brazil. South African Journal of Botany. 2015; doi: 10.1016/j.sajb.2015.03.198."}, {"Citation": "Alves TC, Rodrigues E, Lago JHG, Prado CM, Girardi CEN, Hipólide DC. Petiveria alliacea, a plant used in Afro-Brazilian smoke rituals, triggerspulmonary inflammation in rats. Rev. bras. farmacogn. 2019. 10.1016/j.bjp.2019.06.005."}, {"Citation": "Matory JL. Black Atlantic religion: tradition, transnationalism, and matriarchy in the Afro-Brazilian Candomblé: Pinceton University Press; 2005."}, {"Citation": "Voeks RA, Rashford J. African ethnobotany in the Americas. New York: Springer; 2013."}, {"Citation": "Barnes BA, Fox LE. Poisoning with dieffenbachia. J History Med Allied Sci. 1955;10:173–181. doi: 10.1093/jhmas/X.2.173.", "ArticleIdList": ["10.1093/jhmas/X.2.173", "14367794"]}, {"Citation": "Reyes-García V. The relevance of traditional knowledge systems for ethno pharmacological research: theoretical and methodological contributions. J. Ethnobiol. Ethnomed. 2010. 10.1186/1746-4269-6-32.", "ArticleIdList": ["PMC2993655", "21083913"]}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "1", "Day": "16"}, {"Year": "2020", "Month": "4", "Day": "14"}, {"Year": "2020", "Month": "4", "Day": "27", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "4", "Day": "27", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "2", "Day": "18", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "4", "Day": "25"}], "PublicationStatus": "epublish", "ArticleIdList": ["32334606", "PMC7183622", "10.1186/s13002-020-00372-6", "10.1186/s13002-020-00372-6"]}}], "PubmedBookArticle": []}