{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["AcrVIA", "Cas13a", "RNA editing", "RNA targeting", "anti-CRISPR"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "32348779", "DateCompleted": {"Year": "2020", "Month": "09", "Day": "18"}, "DateRevised": {"Year": "2021", "Month": "06", "Day": "05"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "04", "Day": "28"}], "Language": ["eng"], "ELocationID": ["10.1016/j.molcel.2020.03.033", "S1097-2765(20)30225-2"], "Journal": {"ISSN": "1097-4164", "JournalIssue": {"Volume": "78", "Issue": "5", "PubDate": {"Year": "2020", "Month": "Jun", "Day": "04"}}, "Title": "Molecular cell", "ISOAbbreviation": "Mol Cell"}, "ArticleTitle": "CRISPR-Cas13 Inhibitors Block RNA Editing in Bacteria and Mammalian Cells.", "Pagination": {"StartPage": "850", "EndPage": "861.e5", "MedlinePgn": "850-861.e5"}, "Abstract": {"AbstractText": ["Cas13 has demonstrated unique and broad utility in RNA editing, nucleic acid detection, and disease diagnosis; however, a constantly active Cas enzyme may induce unwanted effects. Bacteriophage- or prophage-region-encoded anti-CRISPR (acr) gene molecules provide the potential to control targeting specificity and potency to allow for optimal RNA editing and nucleic acid detection by spatiotemporally modulating endonuclease activities. Using integrated approaches to screen acrVI candidates and evaluate their effects on Cas13 function, we discovered a series of acrVIA1-7 genes that block the activities of Cas13a. These VI-A CRISPR inhibitors substantially attenuate RNA targeting and editing by Cas13a in human cells. Strikingly, type VI-A anti-CRISPRs (AcrVIAs) also significantly muffle the single-nucleic-acid editing ability of the dCas13a RNA-editing system. Mechanistically, AcrVIA1, -4, -5, and -6 bind LwaCas13a, while AcrVIA2 and -3 can only bind the LwaCas13-crRNA (CRISPR RNA) complex. These identified acr molecules may enable precise RNA editing in Cas13-based application and study of phage-bacterium interaction."], "CopyrightInformation": "Copyright © 2020 Elsevier Inc. All rights reserved."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biomedical Sciences, School of Medicine and Health Sciences, University of North Dakota, Grand Forks, ND 58203, USA; Wound Trauma Medical Center, State Key Laboratory of Trauma, Burns and Combined Injury, Daping Hospital, Army Medical University, Chongqing 400042, China."}], "LastName": "Lin", "ForeName": "Ping", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biomedical Sciences, School of Medicine and Health Sciences, University of North Dakota, Grand Forks, ND 58203, USA; State Key Laboratory of Biotherapy, West China Hospital, Sichuan University, Chengdu, Sichuan 610041, China."}], "LastName": "Qin", "ForeName": "Shugang", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biomedical Sciences, School of Medicine and Health Sciences, University of North Dakota, Grand Forks, ND 58203, USA; State Key Laboratory of Biotherapy, West China Hospital, Sichuan University, Chengdu, Sichuan 610041, China."}], "LastName": "Pu", "ForeName": "Qinqin", "Initials": "Q"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biomedical Sciences, School of Medicine and Health Sciences, University of North Dakota, Grand Forks, ND 58203, USA; West China School of Basic Medical Sciences and Forensic Medicine, Sichuan University, Chengdu, Sichuan 610041, China."}], "LastName": "Wang", "ForeName": "Zhihan", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biomedical Sciences, School of Medicine and Health Sciences, University of North Dakota, Grand Forks, ND 58203, USA; Department of Pediatrics, Ruijin Hospital affiliated to Shanghai Jiao Tong University of Medicine, Shanghai 200025, China."}], "LastName": "Wu", "ForeName": "Qun", "Initials": "Q"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biomedical Sciences, School of Medicine and Health Sciences, University of North Dakota, Grand Forks, ND 58203, USA; State Key Laboratory of Biotherapy, West China Hospital, Sichuan University, Chengdu, Sichuan 610041, China."}], "LastName": "Gao", "ForeName": "Pan", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biomedical Sciences, School of Medicine and Health Sciences, University of North Dakota, Grand Forks, ND 58203, USA."}], "LastName": "Schettler", "ForeName": "Jacob", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biomedical Sciences, School of Medicine and Health Sciences, University of North Dakota, Grand Forks, ND 58203, USA."}], "LastName": "Guo", "ForeName": "Kai", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Biotechnology for Medicinal Plants of Jiangsu Province, Jiangsu Normal University, Xuzhou, Jiangsu 221116, China."}], "LastName": "Li", "ForeName": "Rongpeng", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Inflammations & Allergic Diseases Research Laboratory, Affiliated Hospital of Southwest Medical University, Luzhou, Sichuan 646004, China."}], "LastName": "Li", "ForeName": "Guoping", "Initials": "G"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "West China School of Basic Medical Sciences and Forensic Medicine, Sichuan University, Chengdu, Sichuan 610041, China."}], "LastName": "Huang", "ForeName": "Canhua", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Biotherapy, West China Hospital, Sichuan University, Chengdu, Sichuan 610041, China."}], "LastName": "Wei", "ForeName": "Yuquan", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Chinese Academy of Sciences (CAS) Key Laboratory of Pathogenic Microbiology and Immunology, Institute of Microbiology, Chinese Academy of Sciences, Beijing 100101, China; Savaid Medical School, University of Chinese Academy of Sciences, Beijing 101408, China; National Institute for Viral Disease Control and Prevention, Chinese Center for Disease Control and Prevention, Beijing 102206, China; Research Network of Immunity and Health, Beijing Institutes of Life Science, Chinese Academy of Sciences, Beijing 100101, China."}], "LastName": "Gao", "ForeName": "George Fu", "Initials": "GF"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Wound Trauma Medical Center, State Key Laboratory of Trauma, Burns and Combined Injury, Daping Hospital, Army Medical University, Chongqing 400042, China. Electronic address: hellojjx@126.com."}], "LastName": "Jiang", "ForeName": "Jianxin", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biomedical Sciences, School of Medicine and Health Sciences, University of North Dakota, Grand Forks, ND 58203, USA. Electronic address: min.wu@und.edu."}], "LastName": "Wu", "ForeName": "Min", "Initials": "M"}], "GrantList": [{"GrantID": "R03 AI097532", "Acronym": "AI", "Agency": "NIAID NIH HHS", "Country": "United States"}, {"GrantID": "R01 AI138203", "Acronym": "AI", "Agency": "NIAID NIH HHS", "Country": "United States"}, {"GrantID": "P20 GM113123", "Acronym": "GM", "Agency": "NIGMS NIH HHS", "Country": "United States"}, {"GrantID": "R01 AI109317", "Acronym": "AI", "Agency": "NIAID NIH HHS", "Country": "United States"}, {"GrantID": "P20 GM103442", "Acronym": "GM", "Agency": "NIGMS NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article", "Research Support, N.I.H., Extramural", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Mol Cell", "NlmUniqueID": "9802571", "ISSNLinking": "1097-2765"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "CRISPR-Associated Proteins"}, {"RegistryNumber": "63231-63-0", "NameOfSubstance": "RNA"}], "SupplMeshList": ["Leptotrichia buccalis"], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": ["genetics"], "DescriptorName": "Bacteria"}, {"QualifierName": ["genetics"], "DescriptorName": "Bacteriophages"}, {"QualifierName": ["antagonists & inhibitors", "genetics"], "DescriptorName": "CRISPR-Associated Proteins"}, {"QualifierName": ["genetics", "physiology"], "DescriptorName": "CRISPR-Cas Systems"}, {"QualifierName": ["genetics"], "DescriptorName": "Clustered Regularly Interspaced Short Palindromic Repeats"}, {"QualifierName": ["genetics", "metabolism"], "DescriptorName": "Escherichia coli"}, {"QualifierName": [], "DescriptorName": "Gene Editing"}, {"QualifierName": [], "DescriptorName": "HEK293 Cells"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["genetics", "metabolism"], "DescriptorName": "Leptotrichia"}, {"QualifierName": ["genetics"], "DescriptorName": "RNA"}, {"QualifierName": ["genetics", "physiology"], "DescriptorName": "RNA Editing"}], "CoiStatement": "Declaration of Interests A provisional patent application pertaining to AcrVIA genes for CRISPR-related technologies and their applications has been filed by the University of North Dakota; Daping Hospital; and Army Medical University, Chongqing, China."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Abudayyeh OO, Gootenberg JS, Essletzbichler P, Han S, Joung J, Belanto JJ, Verdine V, Cox DB, Kellner MJ, and Regev A (2017). RNA targeting with CRISPR–Cas13. Nature 550, 280–284.", "ArticleIdList": ["PMC5706658", "28976959"]}, {"Citation": "Abudayyeh OO, Gootenberg JS, Konermann S, Joung J, Slaymaker IM, Cox DB, Shmakov S, Makarova KS, Semenova E, and Minakhin L (2016). C2c2 is a single-component programmable RNA-guided RNA-targeting CRISPR effector. Science 353, aaf5573.", "ArticleIdList": ["PMC5127784", "27256883"]}, {"Citation": "Athukoralage JS, McMahon SA, Zhang C, Grüschow S, Graham S, Krupovic M, Whitaker RJ, Gloster TM, and White MF (2020). An anti-CRISPR viral ring nuclease subverts type III CRISPR immunity. Nature 577, 572–575.", "ArticleIdList": ["PMC6986909", "31942067"]}, {"Citation": "Barrangou R, Fremaux C, Deveau H, Richards M, Boyaval P, Moineau S, Romero DA, and Horvath P (2007). CRISPR provides acquired resistance against viruses in prokaryotes. Science 315, 1709–1712.", "ArticleIdList": ["17379808"]}, {"Citation": "Bhoobalan-Chitty Y, Johansen TB, Di Cianni N, and Peng X (2019). Inhibition of Type III CRISPR-Cas Immunity by an Archaeal Virus-Encoded Anti-CRISPR Protein. Cell 179, 448–458.", "ArticleIdList": ["31564454"]}, {"Citation": "Bondy-Denomy J, Garcia B, Strum S, Du M, Rollins MF, Hidalgo-Reyes Y, Wiedenheft B, Maxwell KL, and Davidson AR (2015). Multiple mechanisms for CRISPR-Cas inhibition by anti-CRISPR proteins. Nature 526, 136–139.", "ArticleIdList": ["PMC4935067", "26416740"]}, {"Citation": "Bondy-Denomy J, Pawluk A, Maxwell KL, and Davidson AR (2013). Bacteriophage genes that inactivate the CRISPR/Cas bacterial immune system. Nature 493, 429–432.", "ArticleIdList": ["PMC4931913", "23242138"]}, {"Citation": "Cox DBT, Gootenberg JS, Abudayyeh OO, Franklin B, Kellner MJ, Joung J, and Zhang F (2017). RNA editing with CRISPR-Cas13. Science 358, 1019–1027.", "ArticleIdList": ["PMC5793859", "29070703"]}, {"Citation": "Cullot G, Boutin J, Toutain J, Prat F, Pennamen P, Rooryck C, Teichmann M, Rousseau E, Lamrissi-Garcia I, and Guyonnet-Duperat V (2019). CRISPR-Cas9 genome editing induces megabase-scale chromosomal truncations. Nat. Commun. 10, 1136.", "ArticleIdList": ["PMC6408493", "30850590"]}, {"Citation": "Desper R, and Gascuel O (2004). Theoretical foundation of the balanced minimum evolution method of phylogenetic inference and its relationship to weighted least-squares tree fitting. Mol Biol Evol 21, 587–598.", "ArticleIdList": ["14694080"]}, {"Citation": "Dong, Guo M, Wang S, Zhu Y, Wang S, Xiong Z, Yang J, Xu Z, and Huang Z (2017). Structural basis of CRISPR-SpyCas9 inhibition by an anti-CRISPR protein. Nature 546, 436–439.", "ArticleIdList": ["28448066"]}, {"Citation": "Dong L, Guan X, Li N, Zhang F, Zhu Y, Ren K, Yu L, Zhou F, Han Z, Gao N, et al. (2019). An anti-CRISPR protein disables type V Cas12a by acetylation. Nat. Struct. Mol. Biol. 26, 308–314.", "ArticleIdList": ["30936526"]}, {"Citation": "East-Seletsky A, O’Connell MR, Burstein D, Knott GJ, and Doudna JA (2017). RNA Targeting by Functionally Orthogonal Type VI-A CRISPR-Cas Enzymes. Mol. Cell 66, 373–383.", "ArticleIdList": ["PMC5999320", "28475872"]}, {"Citation": "East-Seletsky A, O’Connell MR, Knight SC, Burstein D, Cate JH, Tjian R, and Doudna JA (2016). Two distinct RNase activities of CRISPR-C2c2 enable guide-RNA processing and RNA detection. Nature 538, 270–273.", "ArticleIdList": ["PMC5576363", "27669025"]}, {"Citation": "El-Gebali S, Mistry J, Bateman A, Eddy SR, Luciani A, Potter SC, Qureshi M, Richardson LJ, Salazar GA, Smart A, et al. (2018). The Pfam protein families database in 2019. Nucleic Acids Res 8, 427–432.", "ArticleIdList": ["PMC6324024", "30357350"]}, {"Citation": "Fu Y, Foden JA, Khayter C, Maeder ML, Reyon D, Joung JK, and Sander JD (2013). High-frequency off-target mutagenesis induced by CRISPR-Cas nucleases in human cells. Nat. biotechnol. 31, 822–826.", "ArticleIdList": ["PMC3773023", "23792628"]}, {"Citation": "Goldberg GW, Jiang W, Bikard D, and Marraffini LA (2014). Conditional tolerance of temperate phages via transcription-dependent CRISPR-Cas targeting. Nature 514, 633–637.", "ArticleIdList": ["PMC4214910", "25174707"]}, {"Citation": "Gootenberg JS, Abudayyeh OO, Kellner MJ, Joung J, Collins JJ, and Zhang F (2018). Multiplexed and portable nucleic acid detection platform with Cas13, Cas12a, and Csm6. Science 360, 439–444.", "ArticleIdList": ["PMC5961727", "29449508"]}, {"Citation": "Gootenberg JS, Abudayyeh OO, Lee JW, Essletzbichler P, Dy AJ, Joung J, Verdine V, Donghia N, Daringer NM, Freije CA, et al. (2017). Nucleic acid detection with CRISPR-Cas13a/C2c2. Science 356, 438–442.", "ArticleIdList": ["PMC5526198", "28408723"]}, {"Citation": "Harrington LB, Doxzen KW, Ma E, Liu JJ, Knott GJ, Edraki A, Garcia B, Amrani N, Chen JS, Cofsky JC, et al. (2017). A Broad-Spectrum Inhibitor of CRISPR-Cas9. Cell 170, 1224–1233.", "ArticleIdList": ["PMC5875921", "28844692"]}, {"Citation": "He F, Bhoobalan-Chitty Y, Van LB, Kjeldsen AL, Dedola M, Makarova KS, Koonin EV, Brodersen DE, and Peng X (2018). Anti-CRISPR proteins encoded by archaeal lytic viruses inhibit subtype I-D immunity. Nat Microbiol 3, 461–469.", "ArticleIdList": ["29507349"]}, {"Citation": "Hynes AP, Rousseau GM, Agudelo D, Goulet A, Amigues B, Loehr J, Romero DA, Fremaux C, Horvath P, Doyon Y, et al. (2018). Widespread anti-CRISPR proteins in virulent bacteriophages inhibit a range of Cas9 proteins. Nat Commun 9, 2919.", "ArticleIdList": ["PMC6060171", "30046034"]}, {"Citation": "Jia N, Mo CY, Wang C, Eng ET, Marraffini LA, and Patel DJ (2019). Type III-A CRISPR-Cas Csm Complexes: Assembly, Periodic RNA Cleavage, DNase Activity Regulation, and Autoimmunity. Mol. Cell 73, 264–277.", "ArticleIdList": ["PMC6355164", "30503773"]}, {"Citation": "Knott GJ, and Doudna JA (2018). CRISPR-Cas guides the future of genetic engineering. Science 361, 866–869.", "ArticleIdList": ["PMC6455913", "30166482"]}, {"Citation": "Knott GJ, Thornton BW, Lobba MJ, Liu JJ, Al-Shayeb B, Watters KE, and Doudna JA (2019). Broad-spectrum enzymatic inhibition of CRISPR-Cas12a. Nat. Struct. Mol. Biol. 26, 315–321.", "ArticleIdList": ["PMC6449189", "30936531"]}, {"Citation": "Konermann S, Lotfy P, Brideau NJ, Oki J, Shokhirev MN, and Hsu PD (2018). Transcriptome Engineering with RNA-Targeting Type VI-D CRISPR Effectors. Cell 173, 665–676.", "ArticleIdList": ["PMC5910255", "29551272"]}, {"Citation": "Koonin EV, and Makarova KS (2018). Anti-CRISPRs on the march. Science 362, 156–157.", "ArticleIdList": ["30309933"]}, {"Citation": "Koonin EV, Makarova KS, and Zhang F (2017). Diversity, classification and evolution of CRISPR-Cas systems. Curr Opin Microbiol 37, 67–78.", "ArticleIdList": ["PMC5776717", "28605718"]}, {"Citation": "Kumar S, Stecher G, and Tamura K (2016). MEGA7: Molecular Evolutionary Genetics Analysis Version 7.0 for Bigger Datasets. Mol Biol Evol 33, 1870–1874.", "ArticleIdList": ["PMC8210823", "27004904"]}, {"Citation": "Lee J, Mir A, Edraki A, Garcia B, Amrani N, Lou HE, Gainetdinov I, Pawluk A, Ibraheim R, Gao XD, et al. (2018). Potent Cas9 Inhibition in Bacterial and Human Cells by AcrIIC4 and AcrIIC5 Anti-CRISPR Proteins. MBio 9, e02321–18.", "ArticleIdList": ["PMC6282205", "30514786"]}, {"Citation": "Lin P, Pu Q, Shen G, Li R, Guo K, Zhou C, Liang H, Jiang J, and Wu M (2019a). CdpR inhibits CRISPR-Cas adaptive immunity to lower anti-viral defense while avoiding self-reactivity. iScience 29, 55–68.", "ArticleIdList": ["PMC6393702", "30822746"]}, {"Citation": "Lin P, Pu Q, Wu Q, Zhou C, Wang B, Schettler J, Wang Z, Qin S, Gao P, Li R, et al. (2019b). High-throughput screen reveals sRNAs regulating crRNA biogenesis by targeting CRISPR leader to repress Rho termination. Nat. Commun. 10, 3728.", "ArticleIdList": ["PMC6700203", "31427601"]}, {"Citation": "Liu L, Li X, Ma J, Li Z, You L, Wang J, Wang M, Zhang X, and Wang Y (2017a). The Molecular Architecture for RNA-Guided RNA Cleavage by Cas13a. Cell 170, 714–726.", "ArticleIdList": ["28757251"]}, {"Citation": "Liu L, Li X, Wang J, Wang M, Chen P, Yin M, Li J, Sheng G, and Wang Y (2017b). Two Distant Catalytic Sites Are Responsible for C2c2 RNase Activities. Cell 168, 121–134.", "ArticleIdList": ["28086085"]}, {"Citation": "Marino ND, Zhang JY, Borges AL, Sousa AA, Leon LM, Rauch BJ, Walton RT, Berry JD, Joung JK, Kleinstiver BP, et al. (2018). Discovery of widespread type I and type V CRISPR-Cas inhibitors. Science 362, 240–242.", "ArticleIdList": ["PMC6520112", "30190308"]}, {"Citation": "Marraffini LA, and Sontheimer EJ (2008). CRISPR interference limits horizontal gene transfer in staphylococci by targeting DNA. science 322, 1843–1845.", "ArticleIdList": ["PMC2695655", "19095942"]}, {"Citation": "Meeske AJ, Nakandakari-Higa S, and Marraffini LA (2019). Cas13-induced cellular dormancy prevents the rise of CRISPR-resistant bacteriophage. Nature 570, 241–245.", "ArticleIdList": ["PMC6570424", "31142834"]}, {"Citation": "Montiel-Gonzalez MF, Quiroz JFD, and Rosenthal JJ (2018). Current strategies for Site-Directed RNA Editing using ADARs. Methods 156, 16–24.", "ArticleIdList": ["PMC6814296", "30502398"]}, {"Citation": "Myhrvold C, Freije CA, Gootenberg JS, Abudayyeh OO, Metsky HC, Durbin AF, Kellner MJ, Tan AL, Paul LM, and Parham LA (2018). Field-deployable viral diagnostics using CRISPR-Cas13. Science 360, 444–448.", "ArticleIdList": ["PMC6197056", "29700266"]}, {"Citation": "Pawluk A, Amrani N, Zhang Y, Garcia B, Hidalgo-Reyes Y, Lee J, Edraki A, Shah M, Sontheimer EJ, Maxwell KL, et al. (2016a). Naturally Occurring Off-Switches for CRISPR-Cas9. Cell 167, 1829–1838.", "ArticleIdList": ["PMC5757841", "27984730"]}, {"Citation": "Pawluk A, Bondy-Denomy J, Cheung VH, Maxwell KL, and Davidson AR (2014). A new group of phage anti-CRISPR genes inhibits the type I-E CRISPR-Cas system of Pseudomonas aeruginosa. MBio 5, e00896.", "ArticleIdList": ["PMC3993853", "24736222"]}, {"Citation": "Pawluk A, Davidson AR, and Maxwell KL (2018). Anti-CRISPR: discovery, mechanism and function. Nat Rev Microbiol 16, 12–17.", "ArticleIdList": ["29062071"]}, {"Citation": "Pawluk A, Staals RH, Taylor C, Watson BN, Saha S, Fineran PC, Maxwell KL, and Davidson AR (2016b). Inactivation of CRISPR-Cas systems by anti-CRISPR proteins in diverse bacterial species. Nat Microbiol 1, 16085.", "ArticleIdList": ["27573108"]}, {"Citation": "Rauch BJ, Silvis MR, Hultquist JF, Waters CS, McGregor MJ, Krogan NJ, and Bondy-Denomy J (2017). Inhibition of CRISPR-Cas9 with Bacteriophage Proteins. Cell 168, 150–158.", "ArticleIdList": ["PMC5235966", "28041849"]}, {"Citation": "Samai P, Pyenson N, Jiang W, Goldberg GW, Hatoum-Aslan A, and Marraffini LA (2015). Co-transcriptional DNA and RNA cleavage during type III CRISPR-Cas immunity. Cell 161, 1164–1174.", "ArticleIdList": ["PMC4594840", "25959775"]}, {"Citation": "Shmakov S, Abudayyeh OO, Makarova KS, Wolf YI, Gootenberg JS, Semenova E, Minakhin L, Joung J, Konermann S, and Severinov K (2015). Discovery and functional characterization of diverse class 2 CRISPR-Cas systems. Mol. Cell 60, 385–397.", "ArticleIdList": ["PMC4660269", "26593719"]}, {"Citation": "Smargon AA, Cox DBT, Pyzocha NK, Zheng K, Slaymaker IM, Gootenberg JS, Abudayyeh OA, Essletzbichler P, Shmakov S, Makarova KS, et al. (2017). Cas13b Is a Type VI-B CRISPR-Associated RNA-Guided RNase Differentially Regulated by Accessory Proteins Csx27 and Csx28. Mol. Cell 65, 618–630.", "ArticleIdList": ["PMC5432119", "28065598"]}, {"Citation": "Sun ZZ, Hayes CA, Shin J, Caschera F, Murray RM, and Noireaux V (2013). Protocols for implementing an Escherichia coli based TX-TL cell-free expression system for synthetic biology. J Vis Exp. 16, e50762.", "ArticleIdList": ["PMC3960857", "24084388"]}, {"Citation": "Terns MP (2018). CRISPR-Based Technologies: Impact of RNA-Targeting Systems. Mol. Cell 72, 404–412.", "ArticleIdList": ["PMC6239212", "30388409"]}, {"Citation": "Wang L, Mo CY, Wasserman MR, Rostøl JT, Marraffini LA, and Liu S (2019). Dynamics of Cas10 govern discrimination between self and Non-self in type III CRISPR-Cas immunity. Mol. Cell 73, 278–290.", "ArticleIdList": ["PMC6338483", "30503774"]}, {"Citation": "Wang X, Yao D, Xu JG, Li AR, Xu J, Fu P, Zhou Y, and Zhu Y (2016). Structural basis of Cas3 inhibition by the bacteriophage protein AcrF3. Nat. Struct. Mol. Biol. 23, 868–870.", "ArticleIdList": ["27455460"]}, {"Citation": "Watters KE, Fellmann C, Bai HB, Ren SM, and Doudna JA (2018). Systematic discovery of natural CRISPR-Cas12a inhibitors. Science 362, 236–239.", "ArticleIdList": ["PMC6185749", "30190307"]}, {"Citation": "Yan WX, Chong S, Zhang H, Makarova KS, Koonin EV, Cheng DR, and Scott DA (2018). Cas13d Is a Compact RNA-Targeting Type VI CRISPR Effector Positively Modulated by a WYL-Domain-Containing Accessory Protein. Mol. Cell 70, 327–339.", "ArticleIdList": ["PMC5935466", "29551514"]}, {"Citation": "Yang H, and Patel DJ (2017). Inhibition Mechanism of an Anti-CRISPR Suppressor AcrIIA4 Targeting SpyCas9. Mol. Cell 67, 117–127.", "ArticleIdList": ["PMC5595222", "28602637"]}, {"Citation": "Zhang C, Konermann S, Brideau NJ, Lotfy P, Wu X, Novick SJ, Strutzenberg T, Griffin PR, Hsu PD, and Lyumkis D (2018). Structural basis for the RNA-guided ribonuclease activity of CRISPR-Cas13d. Cell 175, 212–223.", "ArticleIdList": ["PMC6179368", "30241607"]}, {"Citation": "Zhang H, Li Z, Daczkowski CM, Gabel C, Mesecar AD, and Chang L (2019). Structural Basis for the Inhibition of CRISPR-Cas12a by Anti-CRISPR Proteins. Cell Host Microbe 25, 815–826.", "ArticleIdList": ["31155345"]}, {"Citation": "Zhou Y, Liang Y, Lynch KH, Dennis JJ, and Wishart DS (2011). PHAST: a fast phage search tool. Nucleic Acids Res 39, W347–352.", "ArticleIdList": ["PMC3125810", "21672955"]}, {"Citation": "Zuo E, Sun Y, Wei W, Yuan T, Ying W, Sun H, Yuan L, Steinmetz LM, Li Y, and Yang H (2019). Cytosine base editor generates substantial off-target single-nucleotide variants in mouse embryos. Science, 364, 289–292.", "ArticleIdList": ["PMC7301308", "30819928"]}]}], "History": [{"Year": "2020", "Month": "2", "Day": "27"}, {"Year": "2020", "Month": "3", "Day": "10"}, {"Year": "2020", "Month": "3", "Day": "25"}, {"Year": "2020", "Month": "4", "Day": "30", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "9", "Day": "20", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "4", "Day": "30", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "6", "Day": "4"}], "PublicationStatus": "ppublish", "ArticleIdList": ["32348779", "NIHMS1587825", "PMC7299153", "10.1016/j.molcel.2020.03.033", "S1097-2765(20)30225-2"]}}]}