{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Agastache", "Aromatic medicinal plant", "Domestication", "Ethnobotany"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "32357896", "DateCompleted": {"Year": "2021", "Month": "02", "Day": "17"}, "DateRevised": {"Year": "2023", "Month": "11", "Day": "13"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "05", "Day": "01"}], "Language": ["eng"], "ELocationID": ["22", "10.1186/s13002-020-00368-2"], "Journal": {"ISSN": "1746-4269", "JournalIssue": {"Volume": "16", "Issue": "1", "PubDate": {"Year": "2020", "Month": "May", "Day": "01"}}, "Title": "Journal of ethnobiology and ethnomedicine", "ISOAbbreviation": "J Ethnobiol Ethnomed"}, "ArticleTitle": "Domestication of aromatic medicinal plants in Mexico: Agastache (Lamiaceae)-an ethnobotanical, morpho-physiological, and phytochemical analysis.", "Pagination": {"StartPage": "22", "MedlinePgn": "22"}, "Abstract": {"AbstractText": ["Most reports of domesticated plants that involve a domestication gradient or inter-specific hybridization in Mexico have focused on those used as food. This study provides knowledge about these processes in two aromatic medicinal plants, Agastache mexicana (Lamiaceae) and A. m. subsp. xolocotziana, widely used in Mexican traditional medicine for the treatment of gastrointestinal ailments and for their sedative effect. Different populations of A. mexicana along a gradient of domestication are found in the foothills of the Popocatepetl volcano of central Mexico, while in this same area the subsp. xolocotziana grows only in the cultivation, possibly a product of hybridization between A. mexicana and Agastache palmeri. This study links ethnobotanical, morpho-physiological, and phytochemical evidence to document the domestication of both taxa as well as elucidates the possible hybrid origin of the subsp. xolocotziana.", "We analyze three groups of data derived from (1) 80 semi-structured interviews aimed at documenting the selection criteria related to the use and management of A. mexicana; (2) a cultivation experiment under homogeneous conditions, evaluating 21 floral, vegetative, and seed characters (that were important according to ethnobotanical information) in 97 plants corresponding to 13 populations of the taxa under study; and (3) the chemical profiles of the essential oils of these plants by means of a thin-layer chromatography.", "By linking the three types of evidence, two evolutionary processes are distinguished: (1) A. mexicana occurs in the encouraged-cultivated phases of the domestication gradient and (2) A. m. subsp. xolocotziana may have originated through inbreeding depression or hybridization. These two cultivated plants show a domestication syndrome based upon organoleptic differentiation due to their dissimilar phytochemical composition and gigantism in flowers, seeds, and rhizomes (the last enhancing their asexual reproductive capacity). In addition to this, A. mexicana exhibits more intense floral pigmentation and foliar gigantism while subsp. xolocotziana presents floral albinism and partial seed sterility.", "Two divergent evolutionary processes are reported for the domestication of A. mexicana as a result of the intensification of its use and management. The selection processes of these plants have resulted in alternation of the organoleptic properties based upon the divergence of the phytochemical composition. Also, gigantism has been selected in culturally preferred plant parts and in correlated structures. The preceding characteristics reinforce the joint use of these plants in infusion in Mexican traditionalmedicine for the treatment of gastrointestinal diseases and for their sedative effects."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Posgrado en Ciencias Biológicas, Jardín Botánico, Instituto de Biología, Universidad Nacional Autónoma de México, Ciudad Universitaria, Ciudad de México, México."}], "LastName": "Carrillo-Galván", "ForeName": "Guadalupe", "Initials": "G"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Jardín Botánico, Instituto de Biología, Universidad Nacional Autónoma de México, Ciudad Universitaria, Ciudad de México, México. bye.robert@gmail.com."}], "LastName": "Bye", "ForeName": "Robert", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Departamento de Ecología Evolutiva, Instituto de Ecología, Universidad Nacional Autónoma de México, Ciudad Universitaria, Ciudad de México, México."}], "LastName": "Eguiarte", "ForeName": "Luis E", "Initials": "LE"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Jardín Botánico, Instituto de Biología, Universidad Nacional Autónoma de México, Ciudad Universitaria, Ciudad de México, México."}], "LastName": "Cristians", "ForeName": "Sol", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Facultad de Ciencias, Universidad Nacional Autónoma de México, Ciudad Universitaria, Ciudad de México, México."}], "LastName": "Pérez-López", "ForeName": "Pablo", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Jardín Botánico, Instituto de Biología, Universidad Nacional Autónoma de México, Ciudad Universitaria, Ciudad de México, México."}], "LastName": "Vergara-Silva", "ForeName": "Francisco", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Posgrado en Botánica, Colegio de Posgraduados, Campus Montecillo, Texcoco, Estado de México, México."}], "LastName": "Luna-Cavazos", "ForeName": "Mario", "Initials": "M"}], "GrantList": [{"GrantID": "Posgrado en Ciencias Biológicas", "Agency": "Universidad Nacional Autónoma de México (MX)", "Country": ""}, {"GrantID": "IN202015", "Agency": "Dirección General de Asuntos del Personal Académico, Universidad Nacional Autónoma de México", "Country": ""}, {"GrantID": "beca", "Agency": "Consejo Nacional de Ciencia y Tecnología", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "J Ethnobiol Ethnomed", "NlmUniqueID": "101245794", "ISSNLinking": "1746-4269"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Oils, Volatile"}, {"RegistryNumber": "0", "NameOfSubstance": "Phytochemicals"}], "MeshHeadingList": [{"QualifierName": ["anatomy & histology", "chemistry"], "DescriptorName": "Agastache"}, {"QualifierName": [], "DescriptorName": "Domestication"}, {"QualifierName": [], "DescriptorName": "Ethnobotany"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Knowledge"}, {"QualifierName": [], "DescriptorName": "Mexico"}, {"QualifierName": ["chemistry"], "DescriptorName": "Oils, Volatile"}, {"QualifierName": ["chemistry"], "DescriptorName": "Phytochemicals"}, {"QualifierName": [], "DescriptorName": "Plant Breeding"}, {"QualifierName": ["anatomy & histology", "chemistry", "classification"], "DescriptorName": "Plants, Medicinal"}], "CoiStatement": "The authors declare that they have no competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Gepts P. Crop domestication as a long-term selection experiment. Plant Breed. 2004;24:1–44."}, {"Citation": "Bye R. Quelites: ethnoecology of edible plants—past, present and future. J Ethnobiol. 1981;1:109–123."}, {"Citation": "Rendón B, Nuñez-Farfán J. Population differentiation and phenotypic plasticity of wild and agrestal populations of the annual Anoda cristata (Malvaceae) growing in two contrasting habitats. Plant Ecol. 2001;156:205–213. doi: 10.1023/A:1012657730991.", "ArticleIdList": ["10.1023/A:1012657730991"]}, {"Citation": "Miller A, Schaal B. Domestication of a Mesoamerican cultivated fruit tree, Spondias purpurea. Proc Natl Acad Sci U S A. 2005;102:12801–12806. doi: 10.1073/pnas.0505447102.", "ArticleIdList": ["10.1073/pnas.0505447102", "PMC1200284", "16126899"]}, {"Citation": "Arias D, Peñaloza-Ramírez J, Dorado O, Cuevas-Reyes P, Leyva E, Albarrán-Lara AL, et al. Phylogeographic patterns and possible incipient domestication of Jacaratia mexicana A. DC. (Caricaceae) in Mexico. Genet Resour Crop Evol. 2010;57:1227–1238. doi: 10.1007/s10722-010-9569-1.", "ArticleIdList": ["10.1007/s10722-010-9569-1"]}, {"Citation": "Zizumbo-Villarreal D, Flores-Silva A, Colunga-García MP. The archaic diet in Mesoamerica: incentive for milpa development and species domestication. Econ Bot. 2012;66:328–343. doi: 10.1007/s12231-012-9212-5.", "ArticleIdList": ["10.1007/s12231-012-9212-5"]}, {"Citation": "Casas A, Blancas, J, Otero-Arnaiz A, Cruse-Sanders J, Lira R, Avendaño A, Parra F., Guillén S., Figueredo C., Torres I, Rangel-Landa S. Evolutionary ethnobotanical studies of incipient domestication of plants in mesoamerica. In: Lira, R., Casas, A, Blancas J, editors. Ethnobotany of Mexico. Springer; 2016. p. 1–19. Available from: https://www.springer.com/gp/book/9781461466680."}, {"Citation": "Griffith PM. The origins of an important cactus crop, Opuntia ficus-indica (Cactaceae): new molecular evidence. Am J Bot. 2004;91:1915–1921. doi: 10.3732/ajb.91.11.1915.", "ArticleIdList": ["10.3732/ajb.91.11.1915", "21652337"]}, {"Citation": "Hughes CE, Govindarajulu R, Robertson A, Filer DL, Harris SA, Bailey CD. Serendipitous backyard hybridization and the origin of crops. Proc Natl Acad Sci U S A. 2007;104:14389–14394. doi: 10.1073/pnas.0702193104.", "ArticleIdList": ["10.1073/pnas.0702193104", "PMC1964811", "17704256"]}, {"Citation": "Gentry HS. Agaves of continental North America. Tucson, USA: University of Arizona Press; 1982."}, {"Citation": "Purugganan MD. Evolutionary insights into the nature of plant domestication. Curr Biol Cell Press. 2019;29:R705–R714.", "ArticleIdList": ["31336092"]}, {"Citation": "Hammer K. Das domestikationssyndrom. Kulturpflanze. 1984;32:11–34. Available from: 10.1007/BF02098682."}, {"Citation": "Bye R, Linares E, Estrada E. Biological diversity of medicinal plants in Mexico. In: Arnason JT, Mata R, Romeo JT, editors. Phytochemistry of Medicinal Plants. New York.: Plenum Press; 1995. p. 65–82. Available from: https://books.google.com.mx/books?hl=es&lr=&id=KwvyBwAAQBAJ&oi=fnd&pg=PA2&dq=arnason+Phytochem+Med+Plants&ots=PoXzc5I-3q&sig=HkeZAQ8odIOFOHEQnXg2kio85tI&redir_esc=y#v=onepage&q=arnason%20Phytochem%20Med%20Plants&f=false."}, {"Citation": "González-Stuart A, Rivera J. Comparison of herbal products use in two largest border communities between the US and Mexico. Herbalgram. 2009;81:58–66."}, {"Citation": "Leonti M. The future is written: impact of scripts on the cognition, selection, knowledge and transmission of medicinal plant use and its implications for ethnobotany and ethnopharmacology. J Ethnopharmacol. 2011;134:542–555. doi: 10.1016/j.jep.2011.01.017.", "ArticleIdList": ["10.1016/j.jep.2011.01.017", "21255636"]}, {"Citation": "Heinrich M. Indigenous concepts of medicinal plants in Oaxaca, Mexico: lowland mixe plant cassification based on orgaleptic characteristics. Angew Bot. 1998;72:75–81."}, {"Citation": "Casagrande D. Human taste and cognition in Tzeltal Maya medicinal plant use. J Ecol Anthropol. 2000;4:57–69."}, {"Citation": "Ankli A, Sticher O, Heinrich M. Yucatec Maya medicinal plants versus nonmedicinal plants: Indigenous characterization and selection. Hum Ecol. 1999;27:557–580. doi: 10.1023/A:1018791927215.", "ArticleIdList": ["10.1023/A:1018791927215"]}, {"Citation": "Ankli A, Sticher O, Heinrich M. Medical ethnobotany of the Yucatec Maya: healers’ consensus as a quantitative criterion. Econ Bot. 1999;53:144–160. doi: 10.1007/BF02866493.", "ArticleIdList": ["10.1007/BF02866493"]}, {"Citation": "Geck MS, Cabras S, Casu L, Reyes García AJ, Leonti M. The taste of heat: how humoral qualities act as a cultural filter for chemosensory properties guiding herbal medicine. J Ethnopharmacol. 2017a;198:499–515 Available from: https://www.sciencedirect.com/science/article/pii/S037887411630770X.", "ArticleIdList": ["28108380"]}, {"Citation": "Geck MS, Cabras S, Casu L, Reyes García AJ, Leonti M. The taste of heat: how humoral qualities act as a cultural filter for chemosensory properties guiding herbal medicine. J Ethnopharmacol. 2017b;198:499–515 Available from: 10.1016/j.jep.2017.01.027.", "ArticleIdList": ["28108380"]}, {"Citation": "Blanckaert I, Paredes-Flores M, Espinosa-García FJ, Piñero D, Lira R. Ethnobotanical, morphological, phytochemical and molecular evidence for the incipient domestication of epazote (Chenopodium ambrosioides L.: Chenopodiaceae) in a semi-arid region of Mexico. Genet Resour Crop Evol. 2012;59:557–73. Available from: 10.1007/s10722-011-9704-7."}, {"Citation": "Martínez-Natarén DA, Parra-Tabla V, Ferrer-Ortega MM, Calvo-Irabién LM. Genetic diversity and genetic structure in wild populations of Mexican oregano (Lippia graveolens H.B.K.) and its relationship with the chemical composition of the essential oil. Plant Syst Evol. 2014;300:535–47. Available from: 10.1007/s00606-013-0902-y."}, {"Citation": "Bagheri R, Dehdari M, Salehi A. Effect of cold stress at flowering stage on some important characters of five German chamomile (Matricaria chamomilla L.) genotypes in a pot experiment. J Appl Res Med Aromat Plants. 2019 100228. Available from: https://www.sciencedirect.com/science/article/pii/S2214786119305091."}, {"Citation": "Carrillo-Galván G, Bye R, Eguiarte L. Domesticación de plantas medicinales aromáticas. In: Casas A, Torres-Guevara J, Parra-Rondinel F, editors. Domest en el Cont Am. Lima, Perú: UNAM-UNALM; 2017. pp. 431–449."}, {"Citation": "Colunga-GarcíaMarín P, May-Pat F. Morphological variation of henequén (Agave fourcroydes, Agavaceae) germplasm and its wild ancestor (A . angustifolia ) under uniform growth conditions: diversity and domestication. Am J Bot 1997;84:1449–1465. Available from: http://doi.wiley.com/10.2307/2446608.", "ArticleIdList": ["10.2307/2446608", "21708552"]}, {"Citation": "Bye R, Linares E, Ramamoorthy TP, García F, Collera O, Palomino G, Corona V. Agastache mexicana subsp. xolocotziana (Lamiaceae), new taxon from the Mexican medicinal plants. Phytologia. 1987;62:157–163."}, {"Citation": "Carvajal N. Aportación de las plantas medicinales silvestres de una zona de Milpa Alta, al mercado de Sonora, Distrito Federal, México. Mexico, DF: Universidad Nacional Autónoma de México; 2006. p. 92."}, {"Citation": "Linares E, Bye R. La dinámica de un mercado periférico de plantas medicinales de México: el tianguis de Ozumba, Estado de México, como centro acopiador para el mercado de Sonora (mercado central). In: Long J, Attolini A, editors, Caminos y Mercados de México. Universidad Nacional Autónoma de México; 2009. p. 631-63. Available from: http://www.historicas.unam.mx/publicaciones/publicadigital/libros/caminosymercados/cm031.pdf."}, {"Citation": "Sanders RW. Taxonomy of Agastache Section Brittonastrum ( Lamiaceae-Nepeteae ) Syst Bot Monogr. 1987;15:1–92. doi: 10.2307/25027677.", "ArticleIdList": ["10.2307/25027677"]}, {"Citation": "Estrada-Reyes R, Aguirre Hernández E, García-Argáez A, Soto Hernández M, Bye R, Linares E, Heinze G, Martínez-Vázquez M. Comparative chemical composition of Agastache mexicana subsp. mexicana and A. mexicana subsp. xolocotziana. Biochem Syst Ecol. 2004;32:685–94. Available from: 10.1016/j.bse.2004.01.005."}, {"Citation": "Heinrich M, Frei Haller B, Leonti M. A perspective on natural products research and ethnopharmacology in Mexico: the eagle and the serpent on the prickly pear cactus. J Nat Prod. 2014;77:678–89. Available from: 10.1021/np4009927.", "ArticleIdList": ["24559070"]}, {"Citation": "Santillán MA, López ME, Aguilar S, Aguilar A. Estudio etnobotánico, arquitectura foliar y anatomía vegetativa de Agastache mexicana ssp. mexicana y A. mexicana ssp. xolocotziana. Rev Mex Biodivers. 2008;79:513–524."}, {"Citation": "Linares E, Bye R. Códice De la Cruz-Badiano (Segunda parte) Arqueol Mex. 2013;51:1–93."}, {"Citation": "Bye R, Linares E. Códice De la Cruz-Badiano (Primera parte) Arqueol Mex. 2013;50:1–91."}, {"Citation": "De la Cruz M, Badiano J. Libellus de medicinalibus indorum herbis. Manuscrito azteca de 1552. Según traducción latina de Juan Badiano. Instituto Mexicano del Seguro Social.: México; 1964."}, {"Citation": "Hernández F. Historia Natural de Nueva Espafia. México, D.F.: Universidad Nacional Autónoma de México; 1959."}, {"Citation": "Martínez M. Las Plantas Medicinales en México. Ediciones Botas: México; 1990."}, {"Citation": "Argueta A, Cano L, Rodarte M. Atlas de las Plantas de la Medicina Tradicional Mexicana. México, D.F.: Instituto Nacional Indigenista Press; 1994."}, {"Citation": "Estrada-Reyes R, López-Rubalcava C, Ferreyra-Cruz OA, Dorantes-Barrón A, Heinze G, Moreno Aguilar J, et al. Central nervous system effects and chemical composition of two subspecies of Agastache mexicana; an ethnomedicine of Mexico. J Ethnopharmacol. 2014;153:98–110. doi: 10.1016/j.jep.2013.12.057.", "ArticleIdList": ["10.1016/j.jep.2013.12.057", "24456753"]}, {"Citation": "González-Ramírez A, González-Trujano M, Pellicer F, López-Muñoz F. Anti-nociceptive and anti-inflammatory activities of the Agastache mexicana extracts by using several experimental models in rodents. J Ethnopharmacol. 2012;142:700–5. Available from: 10.1016/j.jep.2012.05.044.", "ArticleIdList": ["22664511"]}, {"Citation": "Verano J, Gonzáez-Trujano M, Déciga-Campos M, Ventura-Martínez R. Pellicer. Ursolic acid from Agastache mexicana aerial parts produces antinociceptive activity involving TRPV1 receptors, cGMP and a serotonergic synergism. Pharmacol Biochem Behav. 2013;110:255–264. doi: 10.1016/j.pbb.2013.07.020.", "ArticleIdList": ["10.1016/j.pbb.2013.07.020", "23932918"]}, {"Citation": "Ávila N. Determinación del mecanismo de acción relajante del aceite esencial de Toronjil morado (Agastache mexicana), en la musculatura lisa bronquial de cobayo. Mexico, DF: Universidad Nacional Autónoma de México; 2013. pp. 12–15."}, {"Citation": "Cortés-Zamora A, Verano J. Evaluación del efecto antinociceptivo de extractos organicos y metabolitos activos de Agastache mexicana ssp. xolocotziana en ratones. Mexico, DF: Universidad Nacional Autónoma de México; 2010."}, {"Citation": "Chavarría-Ramírez J, Rivas-Falcón J. Evaluación del efecto anticonvulsivo del extracto hidroalcohólico de Agastache mexicana (Kunth) Lint & Epling ssp. xolocotziana (toronjil blanco), Dracocephalum moldavica L. (toronjil azul), Agastache mexicana (Kunth) Lint & Epling (toronjil morado) y de su mezcla. Mexico, DF: Universidad Nacional Autónoma de México; 2012. Available from: http://oreon.dgbiblio.unam.mx/F/SS8SMDP6QJ23C6GD8TUN6FT5T67CJUGTGU8STTG6FH4G6I1QUM-24762?func=full-set-set&set_number=022275&set_entry=000005&format=999."}, {"Citation": "Bye R, Linares E. Perspectives on ethnopharmacology in Mexico. In: Heinrich M, Jager A, editors. Ethnopharmacol. Chichester, UK: John Wiley & Sons; 2015. pp. 393–404."}, {"Citation": "INEGI. Instituto Nacional de Estadística y Geografía. México. 2010."}, {"Citation": "Jalpa T. Ozumba: de la marginación a la pujanza. In: Spencer M, editor. Ozumba arte e Hist. Primera Ed. México: Fondo Editorial del Estado de México; 2014. p. 11–43. Available from: https://ceape.edomex.gob.mx/content/ozumba-arte-e-historia."}, {"Citation": "Brett J, Heinrich M. Culture, perception and the environment: the role chemosensory perception. Angew Bot. 1998;72:67–69."}, {"Citation": "Leonti M, Vibrans H, Sticher O, Heinrich M. Ethnopharmacology of the Popoluca, Mexico: an evaluation. J Pharm Pharmacol. 2001;53:1653–69. Available from: 10.1211/0022357011778052.", "ArticleIdList": ["11804396"]}, {"Citation": "Goodman LA. Snowball Sampling. Ann Math Stat. 1961;32:148–170. doi: 10.1214/aoms/1177705148.", "ArticleIdList": ["10.1214/aoms/1177705148"]}, {"Citation": "R Core Team. R: A language and environment for statistical computing. Viena, Austria: R Foundation for Statistical Computing; 2019. Available from: https://repo.bppt.go.id/cran/web/packages/dplR/vignettes/intro-dplR.pdf."}, {"Citation": "Said HAH, Sabra AS, Nasser A, El Gendy G, Aziz EE, et al. Changes in content and chemical composition of Dracocephalum moldavica L. essential oil at different harvest dates. J Med Plants Stud. 2015;3:61–64."}, {"Citation": "Comision Permanente de la FarrFarmacopea Herbolaria de los Estados Unidos Mexicanos. Farmacopea Herbolaria de los Estados Unidos Mexicanos. Mexico, DF: Secretaría de Salud; 2014."}, {"Citation": "Elias M, Penet L, Vindry P, McKey D, Panaud O, Robert T. Unmanaged sexual reproduction and the dynamics of genetic diversity of a vegetatively propagated crop plant, cassava (Manihot esculenta Crantz), in a traditional farming system. Mol Ecol. 2001;10:1895–1907. doi: 10.1046/j.0962-1083.2001.01331.x.", "ArticleIdList": ["10.1046/j.0962-1083.2001.01331.x", "11555234"]}, {"Citation": "Norman JK, Sakai AK, Weller SG, Dawson TE. (Caryophyllaceae) in Two Environments. Evolution. 1995;49:297. Available from: 10.1111/j.1558-5646.1995.tb02242.x.", "ArticleIdList": ["28565008"]}, {"Citation": "Charlesworth D, Willis JH. The genetics of inbreeding depression. Nat Rev Genet. 2009;10:783–796. doi: 10.1038/nrg2664.", "ArticleIdList": ["10.1038/nrg2664", "19834483"]}, {"Citation": "Abbott R, Albach D, Ansell S, Arntzen JW, Baird SJE, Bierne N, et al. Hybridization and speciation. J Evol Biol. 2013;26:229–46. Available from: 10.1111/j.1420-9101.2012.02599.x.", "ArticleIdList": ["23323997"]}, {"Citation": "Kadereit JW. The geography of hybrid speciation in plants. Taxon. 2015;64:673–687. doi: 10.12705/644.1.", "ArticleIdList": ["10.12705/644.1"]}, {"Citation": "Xue L, Wang Z, Zhang W, Li Y, Wang J, Lei J. Flower pigment inheritance and anthocyanin characterization of hybrids from pink-flowered and white-flowered strawberry. Sci Hortic (Amsterdam). 2016;200:143–50. Available from: https://www.sciencedirect.com/science/article/abs/pii/S030442381630022X."}, {"Citation": "Grant V. Plant speciation. New York: Columbia University Press; 1981."}, {"Citation": "Olsen KM, Schaal B. Insights on the evolution of a vegetatively propagated crop species. Mol Ecol. 2007;16:2838–40. Available from: 10.1111/j.1365-294X.2007.03359.x.", "ArticleIdList": ["17614898"]}, {"Citation": "McKey D, Elias M, Pujol ME, Duputié A. The evolutionary ecology of clonally propagated domesticated plants. New Phytol. 2010;186:318–32. Available from: 10.1111/j.1469-8137.2010.03210.x.", "ArticleIdList": ["20202131"]}, {"Citation": "Elias M, Lenoir H, McKey D. Propagule quantity and quality in traditional Makushi farming of cassava (Manihot esculenta): a case study for understanding domestication and evolution of vegetatively propagated crops. Genet Resour Crop Evol. 2007;54:99–115. Available from: 10.1007/s10722-005-2022-1."}, {"Citation": "Vargas-Ponce O, Zizumbo-Villarreal D, Colunga-GarcíaMarín P. In situ diversity and maintenance of traditional agave landraces used in spirits production in West-Central Mexico. Econ Bot. 2007;61:362–75. Available from: 10.1663/0013-0001(2007)61[362:ISDAMO]2.0.CO;2."}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "2", "Day": "13"}, {"Year": "2020", "Month": "4", "Day": "6"}, {"Year": "2020", "Month": "5", "Day": "3", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "5", "Day": "3", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "2", "Day": "18", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "5", "Day": "1"}], "PublicationStatus": "epublish", "ArticleIdList": ["32357896", "PMC7193375", "10.1186/s13002-020-00368-2", "10.1186/s13002-020-00368-2"]}}], "PubmedBookArticle": []}