{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["bioavailability", "gut microbiota", "host metabolism", "nutrient and drug outcomes", "short-chain fatty acid"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "32350027", "DateCompleted": {"Year": "2021", "Month": "07", "Day": "12"}, "DateRevised": {"Year": "2023", "Month": "11", "Day": "13"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "04", "Day": "29"}], "Language": ["eng"], "ELocationID": ["e00072-19", "10.1128/MMBR.00072-19"], "Journal": {"ISSN": "1098-5557", "JournalIssue": {"Volume": "84", "Issue": "2", "PubDate": {"Year": "2020", "Month": "May", "Day": "20"}}, "Title": "Microbiology and molecular biology reviews : MMBR", "ISOAbbreviation": "Microbiol Mol Biol Rev"}, "ArticleTitle": "Bioavailability Based on the Gut Microbiota: a New Perspective.", "Abstract": {"AbstractText": ["The substantial discrepancy between the strong effects of functional foods and various drugs, especially traditional Chinese medicines (TCMs), and the poor bioavailability of these substances remains a perplexing problem. Understanding the gut microbiota, which acts as an effective bioreactor in the human intestinal tract, provides an opportunity for the redefinition of bioavailability. Here, we discuss four different pathways associated with the role of the gut microbiota in the transformation of parent compounds to beneficial or detrimental small molecules, which can enter the body's circulatory system and be available to target cells, tissues, and organs. We further describe and propose effective strategies for improving bioavailability and alleviating side effects with the help of the gut microbiota. This review also broadens our perspectives for the discovery of new medicinal components."], "CopyrightInformation": "Copyright © 2020 American Society for Microbiology."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Wuxi Institute of Integrated Traditional Chinese and Western Medicine, Affiliated Hospital of Jiangnan University, Wuxi, Jiangsu, People's Republic of China."}], "LastName": "Zhang", "ForeName": "Feng", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Food Science and Technology, School of Food Science and Technology, Jiangnan University, Wuxi, Jiangsu, People's Republic of China."}], "LastName": "He", "ForeName": "Fang", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Food Science and Technology, School of Food Science and Technology, Jiangnan University, Wuxi, Jiangsu, People's Republic of China."}], "LastName": "Li", "ForeName": "Li", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Food Science and Technology, School of Food Science and Technology, Jiangnan University, Wuxi, Jiangsu, People's Republic of China."}], "LastName": "Guo", "ForeName": "Lichun", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Food Science and Technology, School of Food Science and Technology, Jiangnan University, Wuxi, Jiangsu, People's Republic of China."}], "LastName": "Zhang", "ForeName": "Bin", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Food Science and Technology, School of Food Science and Technology, Jiangnan University, Wuxi, Jiangsu, People's Republic of China."}], "LastName": "Yu", "ForeName": "Shuhuai", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Food Science and Technology, School of Food Science and Technology, Jiangnan University, Wuxi, Jiangsu, People's Republic of China zhaow@jiangnan.edu.cn."}], "LastName": "Zhao", "ForeName": "Wei", "Initials": "W"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't", "Review"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Microbiol Mol Biol Rev", "NlmUniqueID": "9706653", "ISSNLinking": "1092-2172"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Pharmaceutical Preparations"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": [], "DescriptorName": "Biological Availability"}, {"QualifierName": [], "DescriptorName": "Drug Administration Routes"}, {"QualifierName": [], "DescriptorName": "Gastrointestinal Microbiome"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Medicine, Traditional"}, {"QualifierName": [], "DescriptorName": "Mice"}, {"QualifierName": [], "DescriptorName": "Pharmaceutical Preparations"}, {"QualifierName": [], "DescriptorName": "Pharmacokinetics"}, {"QualifierName": ["metabolism"], "DescriptorName": "Plants, Medicinal"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Zimmermann M, Zimmermann-Kogadeeva M, Wegmann R, Goodman AL. 2019. Separating host and microbiome contributions to drug pharmacokinetics and toxicity. Science 363:eaat9931. doi:10.1126/science.aat9931.", "ArticleIdList": ["10.1126/science.aat9931", "PMC6533120", "30733391"]}, {"Citation": "Zimmermann M, Zimmermann-Kogadeeva M, Wegmann R, Goodman AL. 2019. Mapping human microbiome drug metabolism by gut bacteria and their genes. Nature 570:462–467. doi:10.1038/s41586-019-1291-3.", "ArticleIdList": ["10.1038/s41586-019-1291-3", "PMC6597290", "31158845"]}, {"Citation": "Heaney R. 2001. Factors influencing the measurement of bioavailability, taking calcium as a model. J Nutr 131:1344S–1348S. doi:10.1093/jn/131.4.1344S.", "ArticleIdList": ["10.1093/jn/131.4.1344S", "11285351"]}, {"Citation": "Srinivasan V. 2001. Bioavailability of nutrients: a practical approach to in vitro demonstration of the availability of nutrients in multivitamin-mineral combination products. J Nutr 131:1349S–1350S. doi:10.1093/jn/131.4.1349S.", "ArticleIdList": ["10.1093/jn/131.4.1349S", "11285352"]}, {"Citation": "Wu TR, Lin CS, Chang CJ, Lin TL, Martel J, Ko YF, Ojcius DM, Lu CC, Young JD, Lai HC. 2019. Gut commensal Parabacteroides goldsteinii plays a predominant role in the anti-obesity effects of polysaccharides isolated from Hirsutella sinensis. Gut 68:248–262. doi:10.1136/gutjnl-2017-315458.", "ArticleIdList": ["10.1136/gutjnl-2017-315458", "30007918"]}, {"Citation": "Hollman PC, de Vries JH, van Leeuwen SD, Mengelers MJ, Katan MB. 1995. Absorption of dietary quercetin glycosides and quercetin in healthy ileostomy volunteers. Am J Clin Nutr 62:1276–1282. doi:10.1093/ajcn/62.6.1276.", "ArticleIdList": ["10.1093/ajcn/62.6.1276", "7491892"]}, {"Citation": "Burapan S, Kim M, Han J. 2017. Curcuminoid demethylation as an alternative metabolism by human intestinal microbiota. J Agric Food Chem 65:3305–3310. doi:10.1021/acs.jafc.7b00943.", "ArticleIdList": ["10.1021/acs.jafc.7b00943", "28401758"]}, {"Citation": "Veeriah S, Balavenkatraman KK, Bohmer FD, Kahle K, Glei M, Richling E, Scheppach W, Pool-Zobel BL. 2008. Intervention with cloudy apple juice results in altered biological activities of ileostomy samples collected from individual volunteers. Eur J Nutr 47:226–234. doi:10.1007/s00394-008-0726-7.", "ArticleIdList": ["10.1007/s00394-008-0726-7", "18636219"]}, {"Citation": "Stalmach A, Steiling H, Williamson G, Crozier A. 2010. Bioavailability of chlorogenic acids following acute ingestion of coffee by humans with an ileostomy. Arch Biochem Biophys 501:98–105. doi:10.1016/j.abb.2010.03.005.", "ArticleIdList": ["10.1016/j.abb.2010.03.005", "20226754"]}, {"Citation": "Bäckhed F, Ding H, Wang T, Hooper LV, Koh GY, Nagy A, Semenkovich CF, Gordon JI. 2004. The gut microbiota as an environmental factor that regulates fat storage. Proc Natl Acad Sci U S A 101:15718–15723. doi:10.1073/pnas.0407076101.", "ArticleIdList": ["10.1073/pnas.0407076101", "PMC524219", "15505215"]}, {"Citation": "Blanton LV, Charbonneau MR, Salih T, Barratt MJ, Venkatesh S, Ilkaveya O, Subramanian S, Manary MJ, Trehan I, Jorgensen JM, Fan Y, Henrissat B, Leyn SA, Rodionov DA, Osterman AL, Maleta KM, Newgard CB, Ashorn P, Dewey KG, Gordon JI. 2016. Gut bacteria that prevent growth impairments transmitted by microbiota from malnourished children. Science 351:aad3311. doi:10.1126/science.aad3311.", "ArticleIdList": ["10.1126/science.aad3311", "PMC4787260", "26912898"]}, {"Citation": "Ley RE, Bäckhed F, Turnbaugh P, Lozupone CA, Knight RD, Gordon JI. 2005. Obesity alters gut microbial ecology. Proc Natl Acad Sci U S A 102:11070–11075. doi:10.1073/pnas.0504978102.", "ArticleIdList": ["10.1073/pnas.0504978102", "PMC1176910", "16033867"]}, {"Citation": "Turnbaugh PJ, Ley RE, Mahowald MA, Magrini V, Mardis ER, Gordon JI. 2006. An obesity-associated gut microbiome with increased capacity for energy harvest. Nature 444:1027–1031. doi:10.1038/nature05414.", "ArticleIdList": ["10.1038/nature05414", "17183312"]}, {"Citation": "Turnbaugh PJ, Hamady M, Yatsunenko T, Cantarel BL, Duncan A, Ley RE, Sogin ML, Jones WJ, Roe BA, Affourtit JP, Egholm M, Henrissat B, Heath AC, Knight R, Gordon JI. 2009. A core gut microbiome in obese and lean twins. Nature 457:480–484. doi:10.1038/nature07540.", "ArticleIdList": ["10.1038/nature07540", "PMC2677729", "19043404"]}, {"Citation": "Carvalho BM, Guadagnini D, Tsukumo DML, Schenka AA, Latuf-Filho P, Vassallo J, Dias JC, Kubota LT, Carvalheira JBC, Saad MJA. 2012. Modulation of gut microbiota by antibiotics improves insulin signalling in high-fat fed mice. Diabetologia 55:2823–2834. doi:10.1007/s00125-012-2648-4.", "ArticleIdList": ["10.1007/s00125-012-2648-4", "22828956"]}, {"Citation": "Forslund K, Hildebrand F, Nielsen T, Falony G, Le Chatelier E, Sunagawa S, Prifti E, Vieira-Silva S, Gudmundsdottir V, Pedersen HK, Arumugam M, Kristiansen K, Voigt AY, Vestergaard H, Hercog R, Costea PI, Kultima JR, Li J, Jørgensen T, Levenez F, Dore J, MetaHIT Consortium, Nielsen HB, Brunak S, Raes J, Hansen T, Wang J, Ehrlich SD, Bork P, Pedersen O. 2015. Disentangling type 2 diabetes and metformin treatment signatures in the human gut microbiota. Nature 528:262–266. doi:10.1038/nature15766.", "ArticleIdList": ["10.1038/nature15766", "PMC4681099", "26633628"]}, {"Citation": "Qin J, Li Y, Cai Z, Li S, Zhu J, Zhang F, Liang S, Zhang W, Guan Y, Shen D, Peng Y, Zhang D, Jie Z, Wu W, Qin Y, Xue W, Li J, Han L, Lu D, Wu P, Dai Y, Sun X, Li Z, Tang A, Zhong S, Li X, Chen W, Xu R, Wang M, Feng Q, Gong M, Yu J, Zhang Y, Zhang M, Hansen T, Sanchez G, Raes J, Falony G, Okuda S, Almeida M, LeChatelier E, Renault P, Pons N, Batto J-M, Zhang Z, Chen H, Yang R, Zheng W, Li S, Yang H, et al. . 2012. A metagenome-wide association study of gut microbiota in type 2 diabetes. Nature 490:55–60. doi:10.1038/nature11450.", "ArticleIdList": ["10.1038/nature11450", "23023125"]}, {"Citation": "Zhao LP, Zhang F, Ding XY, Wu GJ, Lam YY, Wang XJ, Fu HQ, Xue XH, Lu CH, Ma JL, Yu LH, Xu CM, Ren ZY, Xu Y, Xu SM, Shen HL, Zhu XL, Shi Y, Shen QY, Dong WP, Liu R, Ling YX, Zeng Y, Wang XP, Zhang QP, Wang J, Wang LH, Wu YQ, Zeng BH, Wei H, Zhang MH, Peng YD, Zhang CH. 2018. Gut bacteria selectively promoted by dietary fibers alleviate type 2 diabetes. Science 359:1151–1156. doi:10.1126/science.aao5774.", "ArticleIdList": ["10.1126/science.aao5774", "29590046"]}, {"Citation": "Gao X, Cao Q, Cheng Y, Zhao D, Wang Z, Yang H, Wu Q, You L, Wang Y, Lin Y, Li X, Wang Y, Bian JS, Sun D, Kong L, Birnbaumer L, Yang Y. 2018. Chronic stress promotes colitis by disturbing the gut microbiota and triggering immune system response. Proc Natl Acad Sci U S A 115:E2960–E2969. doi:10.1073/pnas.1720696115.", "ArticleIdList": ["10.1073/pnas.1720696115", "PMC5879702", "29531080"]}, {"Citation": "Hsiao A, Ahmed AMS, Subramanian S, Griffin NW, Drewry LL, Petri WA Jr, Haque R, Ahmed T, Gordon JI. 2014. Members of the human gut microbiota involved in recovery from Vibrio cholerae infection. Nature 515:423–426. doi:10.1038/nature13738.", "ArticleIdList": ["10.1038/nature13738", "PMC4353411", "25231861"]}, {"Citation": "Vich Vila A, Imhann F, Collij V, Jankipersadsing SA, Gurry T, Mujagic Z, Kurilshikov A, Bonder MJ, Jiang X, Tigchelaar EF, Dekens J, Peters V, Voskuil MD, Visschedijk MC, van Dullemen HM, Keszthelyi D, Swertz MA, Franke L, Alberts R, Festen EAM, Dijkstra G, Masclee AAM, Hofker MH, Xavier RJ, Alm EJ, Fu J, Wijmenga C, Jonkers DMAE, Zhernakova A, Weersma RK. 2018. Gut microbiota composition and functional changes in inflammatory bowel disease and irritable bowel syndrome. Sci Transl Med 10:eaap8914. doi:10.1126/scitranslmed.aap8914.", "ArticleIdList": ["10.1126/scitranslmed.aap8914", "30567928"]}, {"Citation": "Yang XD, Wang LK, Wu HY, Jiao L. 2018. Effects of prebiotic galacto-oligosaccharide on postoperative cognitive dysfunction and neuroinflammation through targeting of the gut-brain axis. BMC Anesthesiol 18:177. doi:10.1186/s12871-018-0642-1.", "ArticleIdList": ["10.1186/s12871-018-0642-1", "PMC6267821", "30497394"]}, {"Citation": "Mailing LJ, Allen JM, Pence BD, Rytych J, Sun Y, Bhattacharya TK, Park P, Cross T-WL, McCusker RH, Swanson KS, Fahey GC, Rhodes JS, Kelley KW, Johnson RW, Woods JA. 2019. Behavioral response to fiber feeding is cohort-dependent and associated with gut microbiota composition in mice. Behav Brain Res 359:731–736. doi:10.1016/j.bbr.2018.09.012.", "ArticleIdList": ["10.1016/j.bbr.2018.09.012", "30243767"]}, {"Citation": "Cryan JF, Dinan TG. 2012. Mind-altering microorganisms: the impact of the gut microbiota on brain and behaviour. Nat Rev Neurosci 13:701–712. doi:10.1038/nrn3346.", "ArticleIdList": ["10.1038/nrn3346", "22968153"]}, {"Citation": "Coello K, Hansen TH, Sorensen N, Munkholm K, Kessing LV, Pedersen O, Vinberg M. 2019. Gut microbiota composition in patients with newly diagnosed bipolar disorder and their unaffected first-degree relatives. Brain Behav Immun 75:112–118. doi:10.1016/j.bbi.2018.09.026.", "ArticleIdList": ["10.1016/j.bbi.2018.09.026", "30261302"]}, {"Citation": "Perry RJ, Peng L, Barry NA, Cline GW, Zhang DY, Cardone RL, Petersen KF, Kibbey RG, Goodman AL, Shulman GI. 2016. Acetate mediates a microbiome-brain-beta-cell axis to promote metabolic syndrome. Nature 534:213–217. doi:10.1038/nature18309.", "ArticleIdList": ["10.1038/nature18309", "PMC4922538", "27279214"]}, {"Citation": "Markle JGM, Frank DN, Mortin-Toth S, Robertson CE, Feazel LM, Rolle-Kampczyk U, von Bergen M, McCoy KD, Macpherson AJ, Danska JS. 2013. Sex differences in the gut microbiome drive hormone-dependent regulation of autoimmunity. Science 339:1084–1088. doi:10.1126/science.1233521.", "ArticleIdList": ["10.1126/science.1233521", "23328391"]}, {"Citation": "Thaiss CA, Zmora N, Levy M, Elinav E. 2016. The microbiome and innate immunity. Nature 535:65–74. doi:10.1038/nature18847.", "ArticleIdList": ["10.1038/nature18847", "27383981"]}, {"Citation": "Honda K, Littman DR. 2016. The microbiota in adaptive immune homeostasis and disease. Nature 535:75–84. doi:10.1038/nature18848.", "ArticleIdList": ["10.1038/nature18848", "27383982"]}, {"Citation": "Peters BA, Dominianni C, Shapiro JA, Church TR, Wu J, Miller G, Yuen E, Freiman H, Lustbader I, Salik J, Friedlander C, Hayes RB, Ahn J. 2016. The gut microbiota in conventional and serrated precursors of colorectal cancer. Microbiome 4:69. doi:10.1186/s40168-016-0218-6.", "ArticleIdList": ["10.1186/s40168-016-0218-6", "PMC5203720", "28038683"]}, {"Citation": "Tomkovich S, Yang Y, Winglee K, Gauthier J, Muhlbauer M, Sun XL, Mohamadzadeh M, Liu XL, Martin P, Wang GP, Oswald E, Fodor AA, Jobin C. 2017. Locoregional effects of microbiota in a preclinical model of colon carcinogenesis. Cancer Res 77:2620–2632. doi:10.1158/0008-5472.CAN-16-3472.", "ArticleIdList": ["10.1158/0008-5472.CAN-16-3472", "PMC5468752", "28416491"]}, {"Citation": "Viaud S, Saccheri F, Mignot G, Yamazaki T, Daillere R, Hannani D, Enot DP, Pfirschke C, Engblom C, Pittet MJ, Schlitzer A, Ginhoux F, Apetoh L, Chachaty E, Woerther PL, Eberl G, Berard M, Ecobichon C, Clermont D, Bizet C, Gaboriau-Routhiau V, Cerf-Bensussan N, Opolon P, Yessaad N, Vivier E, Ryffel B, Elson CO, Dore J, Kroemer G, Lepage P, Boneca IG, Ghiringhelli F, Zitvogel L. 2013. The intestinal microbiota modulates the anticancer immune effects of cyclophosphamide. Science 342:971–976. doi:10.1126/science.1240537.", "ArticleIdList": ["10.1126/science.1240537", "PMC4048947", "24264990"]}, {"Citation": "Wang J, Thingholm LB, Skiecevičienė J, Rausch P, Kummen M, Hov JR, Degenhardt F, Heinsen F-A, Rühlemann MC, Szymczak S, Holm K, Esko T, Sun J, Pricop-Jeckstadt M, Al-Dury S, Bohov P, Bethune J, Sommer F, Ellinghaus D, Berge RK, Hübenthal M, Koch M, Schwarz K, Rimbach G, Hübbe P, Pan W-H, Sheibani-Tezerji R, Häsler R, Rosenstiel P, D’Amato M, Cloppenborg-Schmidt K, Künzel S, Laudes M, Marschall H-U, Lieb W, Nöthlings U, Karlsen TH, Baines JF, Franke A. 2016. Genome-wide association analysis identifies variation in vitamin D receptor and other host factors influencing the gut microbiota. Nat Genet 48:1396–1406. doi:10.1038/ng.3695.", "ArticleIdList": ["10.1038/ng.3695", "PMC5626933", "27723756"]}, {"Citation": "Xie HL, Guo RJ, Zhong HZ, Feng Q, Lan Z, Qin BC, Ward KJ, Jackson MA, Xia Y, Chen X, Chen B, Xia HH, Xu CL, Li F, Xu X, Al-Aama JY, Yang HM, Wang J, Kristiansen K, Wang J, Steves CJ, Bell JT, Li JH, Spector TD, Jia HJ. 2016. Shotgun metagenomics of 250 adult twins reveals genetic and environmental impacts on the gut microbiome. Cell Syst 3:572–584. doi:10.1016/j.cels.2016.10.004.", "ArticleIdList": ["10.1016/j.cels.2016.10.004", "PMC6309625", "27818083"]}, {"Citation": "Rothschild D, Weissbrod O, Barkan E, Kurilshikov A, Korem T, Zeevi D, Costea PI, Godneva A, Kalka IN, Bar N, Shilo S, Lador D, Vila AV, Zmora N, Pevsner-Fischer M, Israeli D, Kosower N, Malka G, Wolf BC, Avnit-Sagi T, Lotan-Pompan M, Weinberger A, Halpern Z, Carmi S, Fu JY, Wijmenga C, Zhernakova A, Elinav E, Segal E. 2018. Environment dominates over host genetics in shaping human gut microbiota. Nature 555:210–215. doi:10.1038/nature25973.", "ArticleIdList": ["10.1038/nature25973", "29489753"]}, {"Citation": "Jourova L, Anzenbacher P, Anzenbacherova E. 2016. Human gut microbiota plays a role in the metabolism of drugs. Biomed Pap Med Fac Univ Palacky Olomouc Czech Repub 160:317–326. doi:10.5507/bp.2016.039.", "ArticleIdList": ["10.5507/bp.2016.039", "27485182"]}, {"Citation": "Sousa T, Paterson R, Moore V, Carlsson A, Abrahamsson B, Basit AW. 2008. The gastrointestinal microbiota as a site for the biotransformation of drugs. Int J Pharm 363:1–25. doi:10.1016/j.ijpharm.2008.07.009.", "ArticleIdList": ["10.1016/j.ijpharm.2008.07.009", "18682282"]}, {"Citation": "Saad R, Rizkallah MR, Aziz RK. 2012. Gut pharmacomicrobiomics: the tip of an iceberg of complex interactions between drugs and gut-associated microbes. Gut Pathog 4:16. doi:10.1186/1757-4749-4-16.", "ArticleIdList": ["10.1186/1757-4749-4-16", "PMC3529681", "23194438"]}, {"Citation": "Wilson ID, Nicholson JK. 2017. Gut microbiome interactions with drug metabolism, efficacy, and toxicity. Transl Res 179:204–222. doi:10.1016/j.trsl.2016.08.002.", "ArticleIdList": ["10.1016/j.trsl.2016.08.002", "PMC5718288", "27591027"]}, {"Citation": "Dorrestein PC, Mazmanian SK, Knight R. 2014. Finding the missing links among metabolites, microbes, and the host. Immunity 40:824–832. doi:10.1016/j.immuni.2014.05.015.", "ArticleIdList": ["10.1016/j.immuni.2014.05.015", "PMC4503329", "24950202"]}, {"Citation": "Wikoff WR, Anfora AT, Liu J, Schultz PG, Lesley SA, Peters EC, Siuzdak G. 2009. Metabolomics analysis reveals large effects of gut microflora on mammalian blood metabolites. Proc Natl Acad Sci U S A 106:3698–3703. doi:10.1073/pnas.0812874106.", "ArticleIdList": ["10.1073/pnas.0812874106", "PMC2656143", "19234110"]}, {"Citation": "Furusawa Y, Obata Y, Fukuda S, Endo TA, Nakato G, Takahashi D, Nakanishi Y, Uetake C, Kato K, Kato T, Takahashi M, Fukuda NN, Murakami S, Miyauchi E, Hino S, Atarashi K, Onawa S, Fujimura Y, Lockett T, Clarke JM, Topping DL, Tomita M, Hori S, Ohara O, Morita T, Koseki H, Kikuchi J, Honda K, Hase K, Ohno H. 2013. Commensal microbe-derived butyrate induces the differentiation of colonic regulatory T cells. Nature 504:446–450. doi:10.1038/nature12721.", "ArticleIdList": ["10.1038/nature12721", "24226770"]}, {"Citation": "Smith PM, Howitt MR, Panikov N, Michaud M, Gallini CA, Bohlooly YM, Glickman JN, Garrett WS. 2013. The microbial metabolites, short-chain fatty acids, regulate colonic Treg cell homeostasis. Science 341:569–573. doi:10.1126/science.1241165.", "ArticleIdList": ["10.1126/science.1241165", "PMC3807819", "23828891"]}, {"Citation": "Zarrinpar A, Chaix A, Xu ZZ, Chang MW, Marotz CA, Saghatelian A, Knight R, Panda S. 2018. Antibiotic-induced microbiome depletion alters metabolic homeostasis by affecting gut signaling and colonic metabolism. Nat Commun 9:2872. doi:10.1038/s41467-018-05336-9.", "ArticleIdList": ["10.1038/s41467-018-05336-9", "PMC6054678", "30030441"]}, {"Citation": "Chang Y-L, Rossetti M, Vlamakis H, Casero D, Sunga G, Harre N, Miller S, Humphries R, Stappenbeck T, Simpson KW, Sartor RB, Wu G, Lewis J, Bushman F, McGovern DPB, Salzman N, Borneman J, Xavier R, Huttenhower C, Braun J. 2019. A screen of Crohn’s disease-associated microbial metabolites identifies ascorbate as a novel metabolic inhibitor of activated human T cells. Mucosal Immunol 12:457–467. doi:10.1038/s41385-018-0022-7.", "ArticleIdList": ["10.1038/s41385-018-0022-7", "PMC6202286", "29695840"]}, {"Citation": "Karl JP, Meydani M, Barnett JB, Vanegas SM, Barger K, Fu XY, Goldin B, Kane A, Rasmussen H, Vangay P, Knights D, Jonnalagadda SS, Saltzman E, Roberts SB, Meydani SN, Booth SL. 2017. Fecal concentrations of bacterially derived vitamin K forms are associated with gut microbiota composition but not plasma or fecal cytokine concentrations in healthy adults. Am J Clin Nutr 106:1052–1061. doi:10.3945/ajcn.117.155424.", "ArticleIdList": ["10.3945/ajcn.117.155424", "PMC5611782", "28814395"]}, {"Citation": "Fabbiano S, Suárez-Zamorano N, Chevalier C, Lazarević V, Kieser S, Rigo D, Leo S, Veyrat-Durebex C, Gaïa N, Maresca M, Merkler D, Gomez de Agüero M, Macpherson A, Schrenzel J, Trajkovski M. 2018. Functional gut microbiota remodeling contributes to the caloric restriction-induced metabolic improvements. Cell Metab 28:907–921. doi:10.1016/j.cmet.2018.08.005.", "ArticleIdList": ["10.1016/j.cmet.2018.08.005", "PMC6288182", "30174308"]}, {"Citation": "Cani PD, Bibiloni R, Knauf C, Neyrinck AM, Neyrinck AM, Delzenne NM, Burcelin R. 2008. Changes in gut microbiota control metabolic endotoxemia-induced inflammation in high-fat diet-induced obesity and diabetes in mice. Diabetes 57:1470–1481. doi:10.2337/db07-1403.", "ArticleIdList": ["10.2337/db07-1403", "18305141"]}, {"Citation": "Pedersen HK, Gudmundsdottir V, Nielsen HB, Hyotylainen T, Nielsen T, Jensen BAH, Forslund K, Hildebrand F, Prifti E, Falony G, Le Chatelier E, Levenez F, Dore J, Mattila I, Plichta DR, Poho P, Hellgren LI, Arumugam M, Sunagawa S, Vieira-Silva S, Jorgensen T, Holm JB, Trost K, MetaHIT Consortium, Kristiansen K, Brix S, Raes J, Wang J, Hansen T, Bork P, Brunak S, Oresic M, Ehrlich SD, Pedersen O. 2016. Human gut microbes impact host serum metabolome and insulin sensitivity. Nature 535:376–381. doi:10.1038/nature18646.", "ArticleIdList": ["10.1038/nature18646", "27409811"]}, {"Citation": "Gu YY, Wang XK, Li JH, Zhang YF, Zhong HZ, Liu RX, Zhang DY, Feng Q, Xie XY, Hong J, Ren HH, Liu W, Ma J, Su Q, Zhang HM, Yang JL, Wang XL, Zhao XJ, Gu WQ, Bi YF, Peng YD, Xu XQ, Xia HH, Li F, Xu X, Yang HM, Xu GW, Madsen L, Kristiansen K, Ning G, Wang WQ. 2017. Analyses of gut microbiota and plasma bile acids enable stratification of patients for antidiabetic treatment. Nat Commun 8:1785. doi:10.1038/s41467-017-01682-2.", "ArticleIdList": ["10.1038/s41467-017-01682-2", "PMC5702614", "29176714"]}, {"Citation": "Sayin SI, Wahlstrom A, Felin J, Jantti S, Marschall HU, Bamberg K, Angelin B, Hyotylainen T, Oresic M, Backhed F. 2013. Gut microbiota regulates bile acid metabolism by reducing the levels of tauro-beta-muricholic acid, a naturally occurring FXR antagonist. Cell Metab 17:225–235. doi:10.1016/j.cmet.2013.01.003.", "ArticleIdList": ["10.1016/j.cmet.2013.01.003", "23395169"]}, {"Citation": "Wang ZN, Klipfell E, Bennett BJ, Koeth R, Levison BS, Dugar B, Feldstein AE, Britt EB, Fu XM, Chung YM, Wu YP, Schauer P, Smith JD, Allayee H, Tang WHW, DiDonato JA, Lusis AJ, Hazen SL. 2011. Gut flora metabolism of phosphatidylcholine promotes cardiovascular disease. Nature 472:57–63. doi:10.1038/nature09922.", "ArticleIdList": ["10.1038/nature09922", "PMC3086762", "21475195"]}, {"Citation": "Zhu WF, Gregory JC, Org E, Buffa JA, Gupta N, Wang ZN, Li L, Fu XM, Wu YP, Mehrabian M, Sartor RB, McIntyre TM, Silverstein RL, Tang WHW, DiDonato JA, Brown JM, Lusis AJ, Hazen SL. 2016. Gut microbial metabolite TMAO enhances platelet hyperreactivity and thrombosis risk. Cell 165:111–124. doi:10.1016/j.cell.2016.02.011.", "ArticleIdList": ["10.1016/j.cell.2016.02.011", "PMC4862743", "26972052"]}, {"Citation": "Aura A-M. 2008. Microbial metabolism of dietary phenolic compounds in the colon. Phytochem Rev 7:407–429. doi:10.1007/s11101-008-9095-3.", "ArticleIdList": ["10.1007/s11101-008-9095-3"]}, {"Citation": "Chen M-Y, Shao L, Zhang W, Wang C-Z, Zhou H-H, Huang W-H, Yuan C-S. 2018. Metabolic analysis of Panax notoginseng saponins with gut microbiota-mediated biotransformation by HPLC-DAD-Q-TOF-MS/MS. J Pharm Biomed Anal 150:199–207. doi:10.1016/j.jpba.2017.12.011.", "ArticleIdList": ["10.1016/j.jpba.2017.12.011", "29245089"]}, {"Citation": "De Vadder F, Kovatcheva-Datchary P, Goncalves D, Vinera J, Zitoun C, Duchampt A, Bäckhed F, Mithieux G. 2014. Microbiota-generated metabolites promote metabolic benefits via gut-brain neural circuits. Cell 156:84–96. doi:10.1016/j.cell.2013.12.016.", "ArticleIdList": ["10.1016/j.cell.2013.12.016", "24412651"]}, {"Citation": "Koppel N, Maini Rekdal V, Balskus EP. 2017. Chemical transformation of xenobiotics by the human gut microbiota. Science 356:eaag2770. doi:10.1126/science.aag2770.", "ArticleIdList": ["10.1126/science.aag2770", "PMC5534341", "28642381"]}, {"Citation": "Martel J, Ojcius DM, Chang CJ, Lin CS, Lu CC, Ko YF, Tseng SF, Lai HC, Young JD. 2017. Anti-obesogenic and antidiabetic effects of plants and mushrooms. Nat Rev Endocrinol 13:149–160. doi:10.1038/nrendo.2016.142.", "ArticleIdList": ["10.1038/nrendo.2016.142", "27636731"]}, {"Citation": "Hold GL. 2014. The gut microbiota, dietary extremes and exercise. Gut 63:1838–1839. doi:10.1136/gutjnl-2014-307305.", "ArticleIdList": ["10.1136/gutjnl-2014-307305", "25021422"]}, {"Citation": "Wang Y, Fei Y, Liu L, Xiao Y, Pang Y, Kang J, Wang Z. 2018. Polygonatum odoratum polysaccharides modulate gut microbiota and mitigate experimentally induced obesity in rats. Int J Mol Sci 19:3587. doi:10.3390/ijms19113587.", "ArticleIdList": ["10.3390/ijms19113587", "PMC6274832", "30428630"]}, {"Citation": "Wang X, Wang X, Jiang H, Cai C, Li G, Hao J, Yu G. 2018. Marine polysaccharides attenuate metabolic syndrome by fermentation products and altering gut microbiota: an overview. Carbohydr Polym 195:601–612. doi:10.1016/j.carbpol.2018.05.003.", "ArticleIdList": ["10.1016/j.carbpol.2018.05.003", "29805017"]}, {"Citation": "Fan ST, Nie SP, Huang XJ, Wang S, Hu JL, Xie JH, Nie QX, Xie MY. 2018. Protective properties of combined fungal polysaccharides from Cordyceps sinensis and Ganoderma atrum on colon immune dysfunction. Int J Biol Macromol 114:1049–1055. doi:10.1016/j.ijbiomac.2018.04.004.", "ArticleIdList": ["10.1016/j.ijbiomac.2018.04.004", "29626602"]}, {"Citation": "Liu J, Kandasamy S, Zhang J, Kirby CW, Karakach T, Hafting J, Critchley AT, Evans F, Prithiviraj B. 2015. Prebiotic effects of diet supplemented with the cultivated red seaweed Chondrus crispus or with fructo-oligo-saccharide on host immunity, colonic microbiota and gut microbial metabolites. BMC Complement Altern Med 15:279. doi:10.1186/s12906-015-0802-5.", "ArticleIdList": ["10.1186/s12906-015-0802-5", "PMC4535385", "26271359"]}, {"Citation": "Jin M, Zhu Y, Shao D, Zhao K, Xu C, Li Q, Yang H, Huang Q, Shi J. 2017. Effects of polysaccharide from mycelia of Ganoderma lucidum on intestinal barrier functions of rats. Int J Biol Macromol 94:1–9. doi:10.1016/j.ijbiomac.2016.09.099.", "ArticleIdList": ["10.1016/j.ijbiomac.2016.09.099", "27693834"]}, {"Citation": "Wang LL, Hu LJ, Yan S, Jiang T, Fang SG, Wang G, Zhao JX, Zhang H, Chen W. 2017. Effects of different oligosaccharides at various dosages on the composition of gut microbiota and short-chain fatty acids in mice with constipation. Food Funct 8:1966–1978. doi:10.1039/c7fo00031f.", "ArticleIdList": ["10.1039/c7fo00031f", "28475191"]}, {"Citation": "Vincent AD, Wang XY, Parsons SP, Khan WI, Huizinga JD. 2018. Abnormal absorptive colonic motor activity in germ-free mice is rectified by butyrate, an effect possibly mediated by mucosal serotonin. Am J Physiol Gastrointest Liver Physiol 315:G896–G907. doi:10.1152/ajpgi.00237.2017.", "ArticleIdList": ["10.1152/ajpgi.00237.2017", "30095295"]}, {"Citation": "Soret R, Chevalier J, De Coppet P, Poupeau G, Derkinderen P, Segain JP, Neunlist M. 2010. Short-chain fatty acids regulate the enteric neurons and control gastrointestinal motility in rats. Gastroenterology 138:1772–1782. doi:10.1053/j.gastro.2010.01.053.", "ArticleIdList": ["10.1053/j.gastro.2010.01.053", "20152836"]}, {"Citation": "Wang X, Yang B, Yin J, Wei W, Chen JDZ. 2019. Electroacupuncture via chronically implanted electrodes improves gastrointestinal motility by balancing sympathovagal activities in a rat model of constipation. Am J Physiol Gastrointest Liver Physiol 316:G797–G805. doi:10.1152/ajpgi.00018.2018.", "ArticleIdList": ["10.1152/ajpgi.00018.2018", "30920306"]}, {"Citation": "Parnell JA, Reimer RA. 2009. Weight loss during oligofructose supplementation is associated with decreased ghrelin and increased peptide YY in overweight and obese adults. Am J Clin Nutr 89:1751–1759. doi:10.3945/ajcn.2009.27465.", "ArticleIdList": ["10.3945/ajcn.2009.27465", "PMC3827013", "19386741"]}, {"Citation": "Miguez B, Gomez B, Parajo JC, Alonso JL. 2018. Potential of fructooligosaccharides and xylooligosaccharides as substrates to counteract the undesirable effects of several antibiotics on elder fecal microbiota: a first in vitro approach. J Agric Food Chem 66:9426–9437. doi:10.1021/acs.jafc.8b02940.", "ArticleIdList": ["10.1021/acs.jafc.8b02940", "30113166"]}, {"Citation": "Valcheva R, Koleva P, Martinez I, Walter J, Ganzle MG, Dieleman LA. 2019. Inulin-type fructans improve active ulcerative colitis associated with microbiota changes and increased short-chain fatty acids levels. Gut Microbes 10:334–357. doi:10.1080/19490976.2018.1526583.", "ArticleIdList": ["10.1080/19490976.2018.1526583", "PMC6546336", "30395776"]}, {"Citation": "Yang J, Li Q, Henning SM, Zhong J, Hsu M, Lee R, Long J, Chan B, Nagami GT, Heber D, Li Z. 2018. Effects of prebiotic fiber xylooligosaccharide in adenine-induced nephropathy in mice. Mol Nutr Food Res 62:1800014. doi:10.1002/mnfr.201800014.", "ArticleIdList": ["10.1002/mnfr.201800014", "29676858"]}, {"Citation": "Salonen A, Lahti L, Salojarvi J, Holtrop G, Korpela K, Duncan SH, Date P, Farquharson F, Johnstone AM, Lobley GE, Louis P, Flint HJ, de Vos WM. 2014. Impact of diet and individual variation on intestinal microbiota composition and fermentation products in obese men. ISME J 8:2218–2230. doi:10.1038/ismej.2014.63.", "ArticleIdList": ["10.1038/ismej.2014.63", "PMC4992075", "24763370"]}, {"Citation": "Macfarlane GT, Gibson GR. 1997. Carbohydrate fermentation, energy transduction and gas metabolism in the human large intestine. Gastrointest Microbiol doi:10.1007/978-1-4615-4111-0_9.", "ArticleIdList": ["10.1007/978-1-4615-4111-0_9"]}, {"Citation": "Reichardt N, Duncan SH, Young P, Belenguer A, Leitch CM, Scott KP, Flint HJ, Louis P. 2014. Phylogenetic distribution of three pathways for propionate production within the human gut microbiota. ISME J 8:1323–1335. doi:10.1038/ismej.2014.14.", "ArticleIdList": ["10.1038/ismej.2014.14", "PMC4030238", "24553467"]}, {"Citation": "Rodionova IA, Li XQ, Thiel V, Stolyar S, Stanton K, Fredrickson JK, Bryant DA, Osterman AL, Best AA, Rodionov DA. 2013. Comparative genomics and functional analysis of rhamnose catabolic pathways and regulons in bacteria. Front Microbiol 4:407. doi:10.3389/fmicb.2013.00407.", "ArticleIdList": ["10.3389/fmicb.2013.00407", "PMC3870299", "24391637"]}, {"Citation": "Saxena RK, Anand P, Saran S, Isar J, Agarwal L. 2010. Microbial production and applications of 1,2-propanediol. Indian J Microbiol 50:2–11. doi:10.1007/s12088-010-0017-x.", "ArticleIdList": ["10.1007/s12088-010-0017-x", "PMC3450292", "23100801"]}, {"Citation": "Macia L, Tan J, Vieira AT, Leach K, Stanley D, Luong S, Maruya M, McKenzie CI, Hijikata A, Wong C, Binge L, Thorburn AN, Chevalier N, Ang C, Marino E, Robert R, Offermanns S, Teixeira MM, Moore RJ, Flavell RA, Fagarasan S, Mackay CR. 2015. Metabolite-sensing receptors GPR43 and GPR109A facilitate dietary fibre-induced gut homeostasis through regulation of the inflammasome. Nat Commun 6:6734. doi:10.1038/ncomms7734.", "ArticleIdList": ["10.1038/ncomms7734", "25828455"]}, {"Citation": "Maslowski KM, Vieira AT, Ng A, Kranich J, Sierro F, Yu D, Schilter HC, Rolph MS, Mackay F, Artis D, Xavier RJ, Teixeira MM, Mackay CR. 2009. Regulation of inflammatory responses by gut microbiota and chemoattractant receptor GPR43. Nature 461:1282–1286. doi:10.1038/nature08530.", "ArticleIdList": ["10.1038/nature08530", "PMC3256734", "19865172"]}, {"Citation": "Nohr MK, Pedersen MH, Gille A, Egerod KL, Engelstoft MS, Husted AS, Sichlau RM, Grunddal KV, Poulsen SS, Han S, Jones RM, Offermanns S, Schwartz TW. 2013. GPR41/FFAR3 and GPR43/FFAR2 as cosensors for short-chain fatty acids in enteroendocrine cells vs FFAR3 in enteric neurons and FFAR2 in enteric leukocytes. Endocrinology 154:3552–3564. doi:10.1210/en.2013-1142.", "ArticleIdList": ["10.1210/en.2013-1142", "23885020"]}, {"Citation": "Samuel BS, Shaito A, Motoike T, Rey FE, Backhed F, Manchester JK, Hammer RE, Williams SC, Crowley J, Yanagisawa M, Gordon JI. 2008. Effects of the gut microbiota on host adiposity are modulated by the short-chain fatty-acid binding G protein-coupled receptor, Gpr41. Proc Natl Acad Sci U S A 105:16767–16772. doi:10.1073/pnas.0808567105.", "ArticleIdList": ["10.1073/pnas.0808567105", "PMC2569967", "18931303"]}, {"Citation": "Singh D, Chaudhuri PK. 2018. Structural characteristics, bioavailability and cardioprotective potential of saponins. Integr Med Res 7:33–43. doi:10.1016/j.imr.2018.01.003.", "ArticleIdList": ["10.1016/j.imr.2018.01.003", "PMC5884006", "29629289"]}, {"Citation": "Gao S, Basu S, Yang Z, Deb A, Hu M. 2012. Bioavailability challenges associated with development of saponins as therapeutic and chemopreventive agents. Curr Drug Targets 13:1885–1899. doi:10.2174/138945012804545498.", "ArticleIdList": ["10.2174/138945012804545498", "23140297"]}, {"Citation": "Lim SM, Jeong JJ, Kang GD, Kim KA, Choi HS, Kim DH. 2015. Timosaponin AIII and its metabolite sarsasapogenin ameliorate colitis in mice by inhibiting NF-κB and MAPK activation and restoring Th17/Treg cell balance. Int Immunopharmacol 25:493–503. doi:10.1016/j.intimp.2015.02.016.", "ArticleIdList": ["10.1016/j.intimp.2015.02.016", "25698557"]}, {"Citation": "Wang Q, Xiao BX, Pan RL, Liu XM, Liao YH, Feng L, Cao FR, Chang Q. 2015. An LC-MS/MS method for simultaneous determination of three Polygala saponin hydrolysates in rat plasma and its application to a pharmacokinetic study. J Ethnopharmacol 169:401–406. doi:10.1016/j.jep.2015.04.033.", "ArticleIdList": ["10.1016/j.jep.2015.04.033", "25922266"]}, {"Citation": "Dastagir G, Rizvi MA. 2016. Review—Glycyrrhiza glabra L. (liquorice). Pak J Pharm Sci 29:1727–1733.", "ArticleIdList": ["27731836"]}, {"Citation": "Michaelis M, Geiler J, Naczk P, Sithisarn P, Leutz A, Doerr HW, Cinatl J Jr.. 2011. Glycyrrhizin exerts antioxidative effects in H5N1 influenza A virus-infected cells and inhibits virus replication and pro-inflammatory gene expression. PLoS One 6:e19705. doi:10.1371/journal.pone.0019705.", "ArticleIdList": ["10.1371/journal.pone.0019705", "PMC3096629", "21611183"]}, {"Citation": "Roohbakhsh A, Iranshahy M, Iranshahi M. 2016. Glycyrrhetinic acid and its derivatives: anti-cancer and cancer chemopreventive properties, mechanisms of action and structure-cytotoxic activity relationship. Curr Med Chem 23:498–517. doi:10.2174/0929867323666160112122256.", "ArticleIdList": ["10.2174/0929867323666160112122256", "26758798"]}, {"Citation": "Kohanpour M-AP, Peeri M, Azarbayjani M-A. 2017. The effects of Glycyrrhiza glabra L. extract use with aerobic training on inflammatory factors and cognitive state in elderly with mild cognitive impairment. J Herbmed Pharmacol 6:179–184."}, {"Citation": "Kuramoto T, Yamamoto M. 1990. Monoglucuronyl glycyrretinic acid (MGGR) from licorice and its use as a sweetener in foods. Shokuhin Kogyo 33:46–50."}, {"Citation": "Liu H-M, Akiyama T, Sugimoto N, Maitani T. 2001. Isolation and identification of main constituents in an enzymatically hydrolysed licorice extract sweetener. Food Addit Contam 18:281–284. doi:10.1080/02652030116955.", "ArticleIdList": ["10.1080/02652030116955", "11339261"]}, {"Citation": "Liu HM, Sugimoto N, Akiyama T, Maitani T. 2000. Constituents and their sweetness of food additive enzymatically modified licorice extract. J Agric Food Chem 48:6044–6047. doi:10.1021/jf000772e.", "ArticleIdList": ["10.1021/jf000772e", "11312777"]}, {"Citation": "Yang YA, Tang WJ, Zhang X, Yuan JW, Liu XH, Zhu HL. 2014. Synthesis, molecular docking and biological evaluation of glycyrrhizin analogs as anticancer agents targeting EGFR. Molecules 19:6368–6381. doi:10.3390/molecules19056368.", "ArticleIdList": ["10.3390/molecules19056368", "PMC6271220", "24853453"]}, {"Citation": "Wang C, Guo XX, Wang XY, Qi F, Feng SJ, Li C, Zhou XH. 2013. Isolation and characterization of three fungi with the potential of transforming glycyrrhizin. World J Microbiol Biotechnol 29:781–788. doi:10.1007/s11274-012-1233-9.", "ArticleIdList": ["10.1007/s11274-012-1233-9", "23247917"]}, {"Citation": "Akao T. 2000. Differences in the metabolism of glycyrrhizin, glycyrrhetic acid and glycyrrhetic acid monoglucuronide by human intestinal flora. Biol Pharm Bull 23:1418–1423. doi:10.1248/bpb.23.1418.", "ArticleIdList": ["10.1248/bpb.23.1418", "11145169"]}, {"Citation": "Guo L, Katiyo W, Lu L, Zhang X, Wang M, Yan J, Ma X, Yang R, Zou L, Zhao W. 2018. Glycyrrhetic acid 3-O-mono-β-d-glucuronide (GAMG): an innovative high-potency sweetener with improved biological activities. Compr Rev Food Sci Food Saf 17:905–919. doi:10.1111/1541-4337.12353.", "ArticleIdList": ["10.1111/1541-4337.12353", "33350117"]}, {"Citation": "Akao T. 2001. Effect of pH on metabolism of glycyrrhizin, glycyrrhetic acid and glycyrrhetic acid monoglucuronide by collected human intestinal flora. Biol Pharm Bull 24:1108–1112. doi:10.1248/bpb.24.1108.", "ArticleIdList": ["10.1248/bpb.24.1108", "11642312"]}, {"Citation": "Shin BK, Kwon SW, Park JH. 2015. Chemical diversity of ginseng saponins from Panax ginseng. J Ginseng Res 39:287–298. doi:10.1016/j.jgr.2014.12.005.", "ArticleIdList": ["10.1016/j.jgr.2014.12.005", "PMC4593792", "26869820"]}, {"Citation": "Hu SY. 1977. A contribution to our knowledge of ginseng. Am J Chin Med (Gard City N Y) 5:1–23. doi:10.1142/s0192415x77000026.", "ArticleIdList": ["10.1142/s0192415x77000026", "322469"]}, {"Citation": "Hasegawa H, Uchiyama M. 1998. Antimetastatic efficacy of orally administered ginsenoside Rb1 in dependence on intestinal bacterial hydrolyzing potential and significance of treatment with an active bacterial metabolite. Planta Med 64:696–700. doi:10.1055/s-2006-957560.", "ArticleIdList": ["10.1055/s-2006-957560", "9933987"]}, {"Citation": "Del Rio D, Rodriguez-Mateos A, Spencer JP, Tognolini M, Borges G, Crozier A. 2013. Dietary (poly)phenolics in human health: structures, bioavailability, and evidence of protective effects against chronic diseases. Antioxid Redox Signal 18:1818–1892. doi:10.1089/ars.2012.4581.", "ArticleIdList": ["10.1089/ars.2012.4581", "PMC3619154", "22794138"]}, {"Citation": "Hanske L, Loh G, Sczesny S, Blaut M, Braune A. 2009. The bioavailability of apigenin-7-glucoside is influenced by human intestinal microbiota in rats. J Nutr 139:1095–1102. doi:10.3945/jn.108.102814.", "ArticleIdList": ["10.3945/jn.108.102814", "19403720"]}, {"Citation": "Czank C, Cassidy A, Zhang QZ, Morrison DJ, Preston T, Kroon PA, Botting NP, Kay CD. 2013. Human metabolism and elimination of the anthocyanin, cyanidin-3-glucoside: a C-13-tracer study. Am J Clin Nutr 97:995–1003. doi:10.3945/ajcn.112.049247.", "ArticleIdList": ["10.3945/ajcn.112.049247", "23604435"]}, {"Citation": "Gonzalez-Barrio R, Edwards CA, Crozier A. 2011. Colonic catabolism of ellagitannins, ellagic acid, and raspberry anthocyanins: in vivo and in vitro studies. Drug Metab Dispos 39:1680–1688. doi:10.1124/dmd.111.039651.", "ArticleIdList": ["10.1124/dmd.111.039651", "21622625"]}, {"Citation": "Gonzalez-Barrio R, Borges G, Mullen W, Crozier A. 2010. Bioavailability of anthocyanins and ellagitannins following consumption of raspberries by healthy humans and subjects with an ileostomy. J Agric Food Chem 58:3933–3939. doi:10.1021/jf100315d.", "ArticleIdList": ["10.1021/jf100315d", "20218618"]}, {"Citation": "Kahle K, Kraus M, Scheppach W, Ackermann M, Ridder F, Richling E. 2006. Studies on apple and blueberry fruit constituents: do the polyphenols reach the colon after ingestion? Mol Nutr Food Res 50:418–423. doi:10.1002/mnfr.200500211.", "ArticleIdList": ["10.1002/mnfr.200500211", "16548015"]}, {"Citation": "Stalmach A, Edwards CA, Wightman JD, Crozier A. 2013. Colonic catabolism of dietary phenolic and polyphenolic compounds from Concord grape juice. Food Funct 4:52–62. doi:10.1039/c2fo30151b.", "ArticleIdList": ["10.1039/c2fo30151b", "22961385"]}, {"Citation": "Feliciano RP, Boeres A, Massacessi L, Istas G, Ventura MR, dos Santos CN, Heiss C, Rodriguez-Mateos A. 2016. Identification and quantification of novel cranberry-derived plasma and urinary (poly)phenols. Arch Biochem Biophys 599:31–41. doi:10.1016/j.abb.2016.01.014.", "ArticleIdList": ["10.1016/j.abb.2016.01.014", "26836705"]}, {"Citation": "Anand P, Sundaram C, Jhurani S, Kunnumakkara AB, Aggarwal BB. 2008. Curcumin and cancer: an “old-age” disease with an “age-old” solution. Cancer Lett 267:133–164. doi:10.1016/j.canlet.2008.03.025.", "ArticleIdList": ["10.1016/j.canlet.2008.03.025", "18462866"]}, {"Citation": "Hatcher H, Planalp R, Cho J, Torti FM, Torti SV. 2008. Curcumin: from ancient medicine to current clinical trials. Cell Mol Life Sci 65:1631–1652. doi:10.1007/s00018-008-7452-4.", "ArticleIdList": ["10.1007/s00018-008-7452-4", "PMC4686230", "18324353"]}, {"Citation": "Kocaadam B, Şanlier N. 2017. Curcumin, an active component of turmeric (Curcuma longa), and its effects on health. Crit Rev Food Sci Nutr 57:2889–2895. doi:10.1080/10408398.2015.1077195.", "ArticleIdList": ["10.1080/10408398.2015.1077195", "26528921"]}, {"Citation": "Vareed SK, Kakarala M, Ruffin MT, Crowell JA, Normolle DP, Djuric Z, Brenner DE. 2008. Pharmacokinetics of curcumin conjugate metabolites in healthy human subjects. Cancer Epidemiol Biomarkers Prev 17:1411–1417. doi:10.1158/1055-9965.EPI-07-2693.", "ArticleIdList": ["10.1158/1055-9965.EPI-07-2693", "PMC4138955", "18559556"]}, {"Citation": "Shen L, Ji HF. 2019. Bidirectional interactions between dietary curcumin and gut microbiota. Crit Rev Food Sci Nutr 59:2896–2902. doi:10.1080/10408398.2018.1478388.", "ArticleIdList": ["10.1080/10408398.2018.1478388", "29781709"]}, {"Citation": "Plumb GW, Garcia-Conesa MT, Kroon PA, Rhodes M, Ridley S, Williamson G. 1999. Metabolism of chlorogenic acid by human plasma, liver, intestine and gut microflora. J Sci Food Agric 79:390–392. doi:10.1002/(SICI)1097-0010(19990301)79:3<390::AID-JSFA258>3.0.CO;2-0.", "ArticleIdList": ["10.1002/(SICI)1097-0010(19990301)79:3<390::AID-JSFA258>3.0.CO;2-0"]}, {"Citation": "Stalmach A, Mullen W, Barron D, Uchida K, Yokota T, Cavin C, Steiling H, Williamson G, Crozier A. 2009. Metabolite profiling of hydroxycinnamate derivatives in plasma and urine after the ingestion of coffee by humans: identification of biomarkers of coffee consumption. Drug Metab Dispos 37:1749–1758. doi:10.1124/dmd.109.028019.", "ArticleIdList": ["10.1124/dmd.109.028019", "19460943"]}, {"Citation": "Mosele JI, Martín-Peláez S, Macià A, Farràs M, Valls RM, Catalán Ú, Motilva M-J. 2014. Study of the catabolism of thyme phenols combining in vitro fermentation and human intervention. J Agric Food Chem 62:10954–10961. doi:10.1021/jf503748y.", "ArticleIdList": ["10.1021/jf503748y", "25339317"]}, {"Citation": "Serra A, Rubió L, Borràs X, Macià A, Romero MP, Motilva MJ. 2012. Distribution of olive oil phenolic compounds in rat tissues after administration of a phenolic extract from olive cake. Mol Nutr Food Res 56:486–496. doi:10.1002/mnfr.201100436.", "ArticleIdList": ["10.1002/mnfr.201100436", "22183818"]}, {"Citation": "Ronca F, Palmieri L, Panicucci P, Ronca G. 1998. Anti-inflammatory activity of chondroitin sulfate. Osteoarthritis Cartilage 6:14–21. doi:10.1016/S1063-4584(98)80006-X.", "ArticleIdList": ["10.1016/S1063-4584(98)80006-X", "9743814"]}, {"Citation": "Messier SP, Mihalko S, Loeser RF, Legault C, Jolla J, Pfruender J, Prosser B, Adrian A, Williamson JD. 2007. Glucosamine/chondroitin combined with exercise for the treatment of knee osteoarthritis: a preliminary study. Osteoarthritis Cartilage 15:1256–1266. doi:10.1016/j.joca.2007.04.016.", "ArticleIdList": ["10.1016/j.joca.2007.04.016", "17561418"]}, {"Citation": "Baici A, Horler D, Moser B, Hofer HO, Fehr K, Wagenhauser FJ. 1992. Analysis of glycosaminoglycans in human serum after oral administration of chondroitin sulfate. Rheumatol Int 12:81–88. doi:10.1007/bf00290259.", "ArticleIdList": ["10.1007/bf00290259", "1411092"]}, {"Citation": "Barthe L, Woodley J, Lavit M, Przybylski C, Philibert C, Houin G. 2004. In vitro intestinal degradation and absorption of chondroitin sulfate, a glycosaminoglycan drug. Arzneimittelforschung 54:286–292. doi:10.1055/s-0031-1296972.", "ArticleIdList": ["10.1055/s-0031-1296972", "15212191"]}, {"Citation": "Shang Q, Yin Y, Zhu L, Li G, Yu G, Wang X. 2016. Degradation of chondroitin sulfate by the gut microbiota of Chinese individuals. Int J Biol Macromol 86:112–118. doi:10.1016/j.ijbiomac.2016.01.055.", "ArticleIdList": ["10.1016/j.ijbiomac.2016.01.055", "26800901"]}, {"Citation": "Zhang X, Zhao YF, Xu J, Xue ZS, Zhang MH, Pang XY, Zhang XJ, Zhao LP. 2015. Modulation of gut microbiota by berberine and metformin during the treatment of high-fat diet-induced obesity in rats. Sci Rep 5:14405. doi:10.1038/srep14405.", "ArticleIdList": ["10.1038/srep14405", "PMC4585776", "26396057"]}, {"Citation": "Nguyen TD, Prykhodko O, Fak Hallenius F, Nyman M. 2019. Monovalerin and trivalerin increase brain acetic acid, decrease liver succinic acid, and alter gut microbiota in rats fed high-fat diets. Eur J Nutr 58:1545–1560. doi:10.1007/s00394-018-1688-z.", "ArticleIdList": ["10.1007/s00394-018-1688-z", "PMC6561987", "29651541"]}, {"Citation": "Zeisel SH, Wishnok JS, Blusztajn JK. 1983. Formation of methylamines from ingested choline and lecithin. J Pharmacol Exp Ther 225:320–324.", "ArticleIdList": ["6842395"]}, {"Citation": "Chen M, Yi L, Zhang Y, Zhou X, Ran L, Yang J, Zhu J, Zhang Q, Mi M. 2016. Resveratrol attenuates trimethylamine-N-oxide (TMAO)-induced atherosclerosis by regulating TMAO synthesis and bile acid metabolism via remodeling of the gut microbiota. mBio 7:e02210-15. doi:10.1128/mBio.02210-15.", "ArticleIdList": ["10.1128/mBio.02210-15", "PMC4817264", "27048804"]}, {"Citation": "Li Q, Wu T, Liu R, Zhang M, Wang R. 2017. Soluble dietary fiber reduces trimethylamine metabolism via gut microbiota and co-regulates host AMPK pathways. Mol Nutr Food Res 61:1700473. doi:10.1002/mnfr.201700473.", "ArticleIdList": ["10.1002/mnfr.201700473", "28884952"]}, {"Citation": "Wu W-K, Panyod S, Ho C-T, Kuo C-H, Wu M-S, Sheen L-Y. 2015. Dietary allicin reduces transformation of L-carnitine to TMAO through impact on gut microbiota. J Funct Foods 15:408–417. doi:10.1016/j.jff.2015.04.001.", "ArticleIdList": ["10.1016/j.jff.2015.04.001"]}, {"Citation": "Tang WH, Kitai T, Hazen SL. 2017. Gut microbiota in cardiovascular health and disease. Circ Res 120:1183–1196. doi:10.1161/CIRCRESAHA.117.309715.", "ArticleIdList": ["10.1161/CIRCRESAHA.117.309715", "PMC5390330", "28360349"]}, {"Citation": "Han K, Bose S, Wang JH, Lim SK, Chin YW, Kim YM, Choi HS, Kim H. 2017. In vivo therapeutic effect of combination treatment with metformin and Scutellaria baicalensis on maintaining bile acid homeostasis. PLoS One 12:e0182467. doi:10.1371/journal.pone.0182467.", "ArticleIdList": ["10.1371/journal.pone.0182467", "PMC5587228", "28877164"]}, {"Citation": "He K, Hu Y, Ma H, Zou Z, Xiao Y, Yang Y, Feng M, Li X, Ye X. 2016. Rhizoma coptidis alkaloids alleviate hyperlipidemia in B6 mice by modulating gut microbiota and bile acid pathways. Biochim Biophys Acta 1862:1696–1709. doi:10.1016/j.bbadis.2016.06.006.", "ArticleIdList": ["10.1016/j.bbadis.2016.06.006", "27287254"]}, {"Citation": "Raza GS, Maukonen J, Makinen M, Niemi P, Niiranen L, Hibberd AA, Poutanen K, Buchert J, Herzig KH. 2019. Hypocholesterolemic effect of the lignin-rich insoluble residue of brewer’s spent grain in mice fed a high-fat diet. J Agric Food Chem 67:1104–1114. doi:10.1021/acs.jafc.8b05770.", "ArticleIdList": ["10.1021/acs.jafc.8b05770", "30592221"]}, {"Citation": "Lopez P, Sanchez M, Perez-Cruz C, Velazquez-Villegas LA, Syeda T, Aguilar-Lopez M, Rocha-Viggiano AK, Del Carmen Silva-Lucero M, Torre-Villalvazo I, Noriega LG, Torres N, Tovar AR. 2018. Long-term genistein consumption modifies gut microbiota, improving glucose metabolism, metabolic endotoxemia, and cognitive function in mice fed a high-fat diet. Mol Nutr Food Res 62:e1800313. doi:10.1002/mnfr.201800313.", "ArticleIdList": ["10.1002/mnfr.201800313", "29979819"]}, {"Citation": "Nazzal L, Roberts J, Singh P, Jhawar S, Matalon A, Gao Z, Holzman R, Liebes L, Blaser MJ, Lowenstein J. 2017. Microbiome perturbation by oral vancomycin reduces plasma concentration of two gut-derived uremic solutes, indoxyl sulfate and p-cresyl sulfate, in end-stage renal disease. Nephrol Dial Transplant 32:1809–1817. doi:10.1093/ndt/gfx029.", "ArticleIdList": ["10.1093/ndt/gfx029", "28379433"]}, {"Citation": "Rossi M, Johnson DW, Morrison M, Pascoe EM, Coombes JS, Forbes JM, Szeto CC, McWhinney BC, Ungerer JP, Campbell KL. 2016. Synbiotics easing renal failure by improving gut microbiology (SYNERGY): a randomized trial. Clin J Am Soc Nephrol 11:223–231. doi:10.2215/CJN.05240515.", "ArticleIdList": ["10.2215/CJN.05240515", "PMC4741035", "26772193"]}, {"Citation": "Strong HA, Renwick AG, George CF, Liu YF, Hill MJ. 1987. The reduction of sulphinpyrazone and sulindac by intestinal bacteria. Xenobiotica 17:685–696. doi:10.3109/00498258709043976.", "ArticleIdList": ["10.3109/00498258709043976", "3630204"]}, {"Citation": "Magnusson JO, Bergdahl B, Bogentoft C, Jonsson UE. 1982. Metabolism of digoxin and absorption site. Br J Clin Pharmacol 14:284–285. doi:10.1111/j.1365-2125.1982.tb01976.x.", "ArticleIdList": ["10.1111/j.1365-2125.1982.tb01976.x", "PMC1427753", "7104181"]}, {"Citation": "Das KM, Eastwood MA, McManus JP, Sircus W. 1973. The metabolism of salicylazosulphapyridine in ulcerative colitis. I. The relationship between metabolites and the response to treatment in inpatients. Gut 14:631–641. doi:10.1136/gut.14.8.631.", "ArticleIdList": ["10.1136/gut.14.8.631", "PMC1412758", "4147555"]}, {"Citation": "Peppercorn MA, Goldman P. 1972. The role of intestinal bacteria in the metabolism of salicylazosulfapyridine. J Pharmacol Exp Ther 181:555–562.", "ArticleIdList": ["4402374"]}, {"Citation": "Peppercorn MA, Goldman P. 1973. Distribution studies of salicylazosulfapyridine and its metabolites. Gastroenterology 64:240–245.", "ArticleIdList": ["4405598"]}, {"Citation": "Takeno S, Sakai T. 1991. Involvement of the intestinal microflora in nitrazepam-induced teratogenicity in rats and its relationship to nitroreduction. Teratology 44:209–214. doi:10.1002/tera.1420440209.", "ArticleIdList": ["10.1002/tera.1420440209", "1925980"]}, {"Citation": "Kitamura S, Sugihara K, Kuwasako M, Tatsumi K. 1997. The role of mammalian intestinal bacteria in the reductive metabolism of zonisamide. J Pharm Pharmacol 49:253–256. doi:10.1111/j.2042-7158.1997.tb06790.x.", "ArticleIdList": ["10.1111/j.2042-7158.1997.tb06790.x", "9231340"]}, {"Citation": "Meredith PA, Elliott HL. 1992. Clinical pharmacokinetics of amlodipine. Clin Pharmacokinet 22:22–31. doi:10.2165/00003088-199222010-00003.", "ArticleIdList": ["10.2165/00003088-199222010-00003", "1532771"]}, {"Citation": "Yoo HH, Kim IS, Yoo DH, Kim DH. 2016. Effects of orally administered antibiotics on the bioavailability of amlodipine: gut microbiota-mediated drug interaction. J Hypertens 34:156–162. doi:10.1097/HJH.0000000000000773.", "ArticleIdList": ["10.1097/HJH.0000000000000773", "26630218"]}, {"Citation": "Bartlett JG. 2002. Clinical practice. Antibiotic-associated diarrhea. N Engl J Med 346:334–339. doi:10.1056/NEJMcp011603.", "ArticleIdList": ["10.1056/NEJMcp011603", "11821511"]}, {"Citation": "Wistrom J, Norrby SR, Myhre EB, Eriksson S, Granstrom G, Lagergren L, Englund G, Nord CE, Svenungsson B. 2001. Frequency of antibiotic-associated diarrhoea in 2462 antibiotic-treated hospitalized patients: a prospective study. J Antimicrob Chemother 47:43–50. doi:10.1093/jac/47.1.43.", "ArticleIdList": ["10.1093/jac/47.1.43", "11152430"]}, {"Citation": "Saputri FA, Kang D, Kusuma ASW, Rusdiana T, Hasanah AN, Mutakin, Surono IS, Koyama H, Abdulah R. 2018. Lactobacillus plantarum IS-10506 probiotic administration increases amlodipine absorption in a rabbit model. J Int Med Res 46:5004–5010. doi:10.1177/0300060518788994.", "ArticleIdList": ["10.1177/0300060518788994", "PMC6300973", "30092663"]}, {"Citation": "Matuskova Z, Anzenbacherova E, Vecera R, Tlaskalova-Hogenova H, Kolar M, Anzenbacher P. 2014. Administration of a probiotic can change drug pharmacokinetics: effect of E. coli Nissle 1917 on amidarone absorption in rats. PLoS One 9:e87150. doi:10.1371/journal.pone.0087150.", "ArticleIdList": ["10.1371/journal.pone.0087150", "PMC3914806", "24505278"]}, {"Citation": "Al-Salami H, Butt G, Fawcett JP, Tucker IG, Golocorbin-Kon S, Mikov M. 2008. Probiotic treatment reduces blood glucose levels and increases systemic absorption of gliclazide in diabetic rats. Eur J Drug Metab Pharmacokinet 33:101–106. doi:10.1007/BF03191026.", "ArticleIdList": ["10.1007/BF03191026", "18777945"]}, {"Citation": "Sassone-Corsi M, Nuccio SP, Liu H, Hernandez D, Vu CT, Takahashi AA, Edwards RA, Raffatellu M. 2016. Microcins mediate competition among Enterobacteriaceae in the inflamed gut. Nature 540:280–283. doi:10.1038/nature20557.", "ArticleIdList": ["10.1038/nature20557", "PMC5145735", "27798599"]}, {"Citation": "Litvak Y, Mon KKZ, Nguyen H, Chanthavixay G, Liou M, Velazquez EM, Kutter L, Alcantara MA, Byndloss MX, Tiffany CR, Walker GT, Faber F, Zhu Y, Bronner DN, Byndloss AJ, Tsolis RM, Zhou H, Bäumler AJ. 2019. Commensal Enterobacteriaceae protect against Salmonella colonization through oxygen competition. Cell Host Microbe 25:128–139. doi:10.1016/j.chom.2018.12.003.", "ArticleIdList": ["10.1016/j.chom.2018.12.003", "30629913"]}, {"Citation": "Hooshmand S, Juma S, Arjmandi BH. 2010. Combination of genistin and fructooligosaccharides prevents bone loss in ovarian hormone deficiency. J Med Food 13:320–325. doi:10.1089/jmf.2009.0059.", "ArticleIdList": ["10.1089/jmf.2009.0059", "20132047"]}, {"Citation": "Fu ZD, Cui JY. 2017. Remote sensing between liver and intestine: importance of microbial metabolites. Curr Pharmacol Rep 3:101–113. doi:10.1007/s40495-017-0087-0.", "ArticleIdList": ["10.1007/s40495-017-0087-0", "PMC5624329", "28983453"]}, {"Citation": "Sun GX, Van de Wiele T, Alava P, Tack FMG, Du Laing G. 2017. Bioaccessibility of selenium from cooked rice as determined in a simulator of the human intestinal tract (SHIME). J Sci Food Agric 97:3540–3545. doi:10.1002/jsfa.8208.", "ArticleIdList": ["10.1002/jsfa.8208", "28071809"]}, {"Citation": "Van de Wiele T, Van den Abbeele P, Ossieur W, Possemiers S, Marzorati M. 2015. The simulator of the human intestinal microbial ecosystem (SHIME), p 305–317. In Verhoeckx K, Cotter P, Lopez-Exposito I, Kleiveland C, Lea T, Mackie A, Requena T, Swiatecka D, Wichers H (ed), The impact of food bioactives on health: in vitro and ex vivo models. Springer, Cham, Switzerland: 10.1007/978-3-319-16104-4_27.", "ArticleIdList": ["10.1007/978-3-319-16104-4_27", "29787039"]}, {"Citation": "Cha KH, Lee EH, Yoon HS, Lee JH, Kim JY, Kang K, Park JS, Jin JB, Ko G, Pan CH. 2018. Effects of fermented milk treatment on microbial population and metabolomic outcomes in a three-stage semi-continuous culture system. Food Chem 263:216–224. doi:10.1016/j.foodchem.2018.04.095.", "ArticleIdList": ["10.1016/j.foodchem.2018.04.095", "29784310"]}, {"Citation": "Bonnet F, Scheen A. 2017. Understanding and overcoming metformin gastrointestinal intolerance. Diabetes Obes Metab 19:473–481. doi:10.1111/dom.12854.", "ArticleIdList": ["10.1111/dom.12854", "27987248"]}, {"Citation": "Aura A-M, O’Leary KA, Williamson G, Ojala M, Bailey M, Puupponen-Pimiä R, Nuutila AM, Oksman-Caldentey K-M, Poutanen K. 2002. Quercetin derivatives are deconjugated and converted to hydroxyphenylacetic acids but not methylated by human fecal flora in vitro. J Agric Food Chem 50:1725–1730. doi:10.1021/jf0108056.", "ArticleIdList": ["10.1021/jf0108056", "11879065"]}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "5", "Day": "1", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "5", "Day": "1", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "7", "Day": "13", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "4", "Day": "29"}], "PublicationStatus": "epublish", "ArticleIdList": ["32350027", "PMC7194497", "10.1128/MMBR.00072-19", "84/2/e00072-19"]}}], "PubmedBookArticle": []}