{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Culex quinquefasciatus", "Green pesticide", "Insect pest", "Mosquito vector", "Musca domestica", "Spodoptera littoralis"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "32372353", "DateCompleted": {"Year": "2020", "Month": "07", "Day": "10"}, "DateRevised": {"Year": "2021", "Month": "04", "Day": "20"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "05", "Day": "05"}], "Language": ["eng"], "ELocationID": ["10.1007/s11356-020-09064-w"], "Journal": {"ISSN": "1614-7499", "JournalIssue": {"Volume": "27", "Issue": "21", "PubDate": {"Year": "2020", "Month": "Jul"}}, "Title": "Environmental science and pollution research international", "ISOAbbreviation": "Environ Sci Pollut Res Int"}, "ArticleTitle": "Essential oils from three Algerian medicinal plants (Artemisia campestris, Pulicaria arabica, and Saccocalyx satureioides) as new botanical insecticides?", "Pagination": {"StartPage": "26594", "EndPage": "26604", "MedlinePgn": "26594-26604"}, "Abstract": {"AbstractText": ["Medicinal and aromatic plants represent an outstanding source of green active ingredients for a broad range of real-world applications. In the present study, we investigated the insecticidal potential of the essential oils obtained from three medicinal and aromatic plants of economic importance in Algeria, Artemisia campestris, Pulicaria arabica, and Saccocalyx satureioides. Gas chromatography coupled with mass spectrometry (GC-MS) was used to study the essential oil chemical compositions. The three essential oils were tested against a mosquito vectoring filariasis and arboviruses, i.e., Culex quinquefasciatus, a fly pest acting also as pathogens vector, Musca domestica, and an agricultural moth pest, i.e., Spodoptera littoralis, using WHO and topical application methods, respectively. The essential oil from A. campestris, containing β-pinene (15.2%), α-pinene (11.2%), myrcene (10.3%), germacrene D (9.0%) (Z)-β-ocimene (8.1%) and γ-curcumene (6.4%), showed remarkable toxicity against C. quinquefasciatus (LC<sub>50</sub> of 45.8 mg L<sup>-1</sup>) and moderate effects (LD<sub>50</sub> of 99.8 μg adult<sup>-1</sup>) against M. domestica. Those from P. arabica and S. satureioides, containing epi-α-cadinol (23.9%), δ-cadinene (21.1%), α-cadinol (19.8%) and germacrene D-4-ol (8.4%), and thymol (25.6%), α-terpineol (24.6%), borneol (17.4%) and p-cymene (11.4%), respectively, were more active on S. littoralis showing LD<sub>50</sub> values of 68.9 and 61.2 μg larva<sup>-1</sup>, respectively. Based on our results, the essential oil from A. campestris may be further considered a candidate ingredient for developing botanical larvicides."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Nature and Life Sciences, Faculty of Sciences, M'sila University, 28000, M'sila, Algeria."}], "LastName": "Ammar", "ForeName": "Sassoui", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Microbiology and Biochemistry, Faculty of Sciences, M'sila University, 28000, M'sila, Algeria."}], "LastName": "Noui", "ForeName": "Hendel", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Nature and Life Sciences, Faculty of Sciences, M'sila University, 28000, M'sila, Algeria."}], "LastName": "Djamel", "ForeName": "Sarri", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Nature and Life Sciences, Faculty of Sciences, M'sila University, 28000, M'sila, Algeria."}], "LastName": "Madani", "ForeName": "Sarri", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Pharmacy, University of Camerino via Sant'Agostino 1, 62032, Camerino, Italy."}], "LastName": "Maggi", "ForeName": "Filippo", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biological, Chemical and Pharmaceutical Sciences and Technologies (STeBiCEF), University of Palermo, viale delle Scienze, Parco d'Orleans II, I-90128, Palermo, Italy."}], "LastName": "Bruno", "ForeName": "Maurizio", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "The BioRobotics Institute, Sant'Anna School of Advanced Studies, viale Rinaldo Piaggio 34, 56025, Pontedera, Pisa, Italy."}, {"Identifier": [], "Affiliation": "Department of Excellence in Robotics & A.I., Sant'Anna School of Advanced Studies, 56127, Pisa, Italy."}], "LastName": "Romano", "ForeName": "Donato", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Agriculture, Food and Environment, University of Pisa, via del Borghetto 80, 56124, Pisa, Italy."}], "LastName": "Canale", "ForeName": "Angelo", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Crop Research Institute, Drnovska 507, Prague 6,, 161 06, Ruzyne, Czech Republic."}], "LastName": "Pavela", "ForeName": "Roman", "Initials": "R"}, {"Identifier": ["0000-0001-8971-6010"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Agriculture, Food and Environment, University of Pisa, via del Borghetto 80, 56124, Pisa, Italy. giovanni.benelli@unipi.it."}], "LastName": "Benelli", "ForeName": "Giovanni", "Initials": "G"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "Environ Sci Pollut Res Int", "NlmUniqueID": "9441769", "ISSNLinking": "0944-1344"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Insecticides"}, {"RegistryNumber": "0", "NameOfSubstance": "Oils, Volatile"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Algeria"}, {"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": [], "DescriptorName": "Artemisia"}, {"QualifierName": [], "DescriptorName": "Culex"}, {"QualifierName": [], "DescriptorName": "Insecticides"}, {"QualifierName": [], "DescriptorName": "Larva"}, {"QualifierName": [], "DescriptorName": "Oils, Volatile"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Pulicaria"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Abbott WS (1925) A method of computing the effectiveness of an insecticide. J Econ Entomol 18:265–267"}, {"Citation": "Abed NE, Harzallah-Skhiri F, Boughalleb N (2010) Chemical composition and antifungal activity of the essential oil of Pulicaria arabica (L.) Cass. from Tunisia. Agric Segment 1:1530–1534"}, {"Citation": "Abidi A, Sebai E, Dhibi M, Alimi D, Rekik M, B’chir F, Maizels RM, Akkari H (2018) Chemical analyses and anthelmintic effects of Artemisia campestris essential oil. Vet Parasitol 263:59–65"}, {"Citation": "Akrout A, Chemli R, Simmonds M, Kite G, Hammami M, Chreif I (2003) Seasonal variation of the essential oil of Artemisia campestris L. J Essent Oil Res 15:333–336"}, {"Citation": "Akrout A, El Jani H, Amouri S, Neffati M (2010) Screening of antiradical and antibacterial activities of essential oils of Artemisia campestris L., Artemisia herba alba Asso. and Thymus capitatus Hoff. et Link. growing wild in the southern of Tunisia. Rec Res Sci Tech 2:29–39"}, {"Citation": "Ali SA (2011) Natural products as therapeutic agents for schistosomiasis. Res J Med Plant 5:1–20"}, {"Citation": "Allali H, Benmehdi H, Dib MA, Tabti B, Ghalem S, Benabadji N (2008) Phytotherapy of diabetes in West Algeria. Asian J Chem 20:2701–2710"}, {"Citation": "Baba Aissa F (1991) Les plantes médicinales en Algérie. Coédition Bouchene et Addiwane, Alger, p 181"}, {"Citation": "Baba Aissa F (1999) Encyclopédie des plantes utiles « Flore d’Algérie et du Maghreb». Librairie moderne, Rouiba, p 368"}, {"Citation": "Bakchiche B, Gherib A, Bronze MR, Ghareeb MA (2019) Identification, quantification, and antioxidant activity of hydroalcoholic extract of Artemisia campestris from Algeria. Turk J Pharm Sci 16:234–239"}, {"Citation": "Belhattab R, Boudjouref M, Barroso JG, Pedro LP, Figueirido AC (2011) Essential oil composition from Artemisia campestris grown in Algeria. Adv Environ Biol 5:429–432"}, {"Citation": "Benabed KH (2018) Composition chimique et activité antioxydante des huiles essentielles et extraits phénoliques de deux espèces de la famille des Lamiaceae. Doctorat en Sciences: Biologie-Biochimie Université Kasdi Merbah Ouargla, 126"}, {"Citation": "Benahmed M, Djeddi N, Akkal S, Laouar H (2016) Saccocalyx satureioides as corrosion inhibitor for carbon steel in acid solution. Int J Ind Chem 7:109–120"}, {"Citation": "Bendahou M, Benyoucef M, Muselli A, Desjobert JM, Paolini J, Bernardini AF, Costa J (2008) Antimicrobial activity and chemical composition of Saccocalyx satureioides Coss. et Dur. Essential oil and extract obtained by microwave extraction, comparison with hydrodistillation. J Essent Oil Res 20:174–178"}, {"Citation": "Bendimerad N, Bekhechi C, Belmekki N, Fernandez X (2009) Chemical analysis and antimicrobial activity of Saccocalyx satureioides Coss. et Dur. essential oil from southwestern Algeria. Int J Essent Oil Ther 3:1–5"}, {"Citation": "Benelli G, Beier JC (2017) Current vector control challenges in the fight against malaria. Acta Trop 174:91-96"}, {"Citation": "Benelli G, Romano D (2017) Mosquito vectors of Zika virus. Entomol Gen 36:309–318"}, {"Citation": "Benelli G, Pavela R, Iannarelli R, Petrelli R, Cappellacci L, Cianfaglione K, Afshar FH, Nicoletti M, Canale A, Maggi F (2017) Synergized mixtures of Apiaceae essential oils and related plant-borne compounds: larvicidal effectiveness on the filariasis vector Culex quinquefasciatus Say. Ind Crop Prod 96:186–195"}, {"Citation": "Benelli G, Pavela R, Petrelli R, Cappellacci L, Santini G, Fiorini D, Sut S, Dall’Acqua S, Canale A, Maggi F (2018a) The essential oil from industrial hemp (Cannabis sativa L.) by-products as an effective tool for insect pest management in organic crops. Ind Crop Prod 122:308–315"}, {"Citation": "Benelli G, Pavela R, Giordani C, Casettari L, Curzi G, Cappellacci L, Petrelli R, Maggi F (2018b) Acute and sub-lethal toxicity of eight essential oils of commercial interest against the filariasis mosquito Culex quinquefasciatus and the housefly Musca domestica. Ind Crop Prod 112:668–680"}, {"Citation": "Benelli G, Maggi F, Canale A, Mehlhorn H (2019a) Lyme disease is on the rise – how about tick repellents? A global view. Entomol Gen 39:61–72"}, {"Citation": "Benelli G, Pavela R, Zorzetto C, Sánchez-Mateo CC, Santini G, Canale A, Maggi F (2019b) Insecticidal activity of the essential oil from Schizogyne sericea (Asteraceae) on four insect pests and two non-target species. Entomol Gen 39:9–18"}, {"Citation": "Benelli G, Maggi F, Pavela R, Murugan K, Govindarajan M et al. (2018c) Mosquito control with green nanopesticides: towards the One Health approach? A review of non-target effects. Environ Sci Pollut Res 25:10184–10206. https://doi.org/10.1007/s11356-017-9752-4"}, {"Citation": "Biondi DM, Sari M, Zedam A, Ruberto R (2006) Essential oil of Algerian Saccocalyx satureioides Coss. et Durieu. Flavour Fragr J 21:546–548"}, {"Citation": "Boudjelal A, Henchiri C, Sari M, Sarri D, Hendel N, Benkhaled A, Ruberto G (2013) Herbalists and wild medicinal plants in M'Sila - North Algeria - (2013): an ethnopharmacology survey. J Ethnopharmacol 148:395–402"}, {"Citation": "Boukhalkhal S, Gourine N, Pinto DC, Silva AM, Yousfi M (2018) Variability of the chemical composition and the antioxidant activity of the essential oils of two subspecies of Artemisia campestris L. growing in Algeria. J Food Measur Charact 12:1829–1842"}, {"Citation": "Boumaraf M, Mekkiou R, Benyahia S, Chalchat JC, Chalard P, Benayache F, Benayache S (2016) Essential oil composition of Pulicaria undulata (L.) DC.(Asteraceae) growing in Algeria. Int J Pharmacogn Phytochem Res 8:746–749"}, {"Citation": "Boutemak K, Benali N, Moulai-Mostefa N (2017) Optimization of combination of steam distillation and solvent extraction of Artemisia campestris essential oil using RSM. Int Res J Public Environ Health 4:259–269"}, {"Citation": "Burt S (2004) Essential oils: their antibacterial properties and potential applications in foods—a review. Int J Food Microbiol 94:223–253"}, {"Citation": "Butler JF, Garcia-Maruniak A, Meek F, Maruniak JE (2010) Wild Florida house flies (Musca domestica) as carriers of pathogenic bacteria. Fla Entomol 93:218–223"}, {"Citation": "Chaieb I, Zarrad K, Sellam R, Tayeb W, Hammouda AB, Laarif A, Bouhachem S (2018) Chemical composition and aphicidal potential of Citrus aurantium peel essential oils. Entomol Gen 37:63–75"}, {"Citation": "Costa R, De Fina MR, Valentino MR, Rustaiyan A, Dugo P, Dugoa G, Mondelloa L (2009) An investigation on the volatile composition of some Artemisia species from Iran. Flavour Fragr J 24:75–82"}, {"Citation": "Desneux N, Decourtye A, Delpuech JM (2007) The sublethal effects of pesticides on beneficial arthropods. Annu Rev Entomol 52:81–106"}, {"Citation": "Dib I, El Alaoui-Faris FE (2019) Artemisia campestris L.: review on taxonomical aspects, cytogeography, biological activities and bioactive compounds. Biomed Pharmacother 109:1884–1906"}, {"Citation": "Dib I, Fauconnier ML, Sindic M, Belmekki F, Assaidi A, Berrabah M, Mekhfi H, Aziz M, Legssyer A, Bnouham M, Ziyyat A (2017) Chemical composition, vasorelaxant, antioxidant and antiplatelet effects of essential oil of Artemisia campestris L. from Oriental Morocco. BMC Compl Alt Med 17:1–15"}, {"Citation": "Djermane N, Gherraf N, Arhab R, Zellagui A, Rebbas K (2016) Chemical composition, antioxidant and antimicrobial activities of the essentialoil of Pulicaria arabica (L.) Cass. D Phar Let 8:1–6"}, {"Citation": "Dobignard A, Chatelain C (2010) Index synonymique de la flore d’Afrique du nord (Pteridophyta, Gymnospermae, Monocotyledoneae), vol 1. Editions des Conservatoire et Jardin botaniques, Genève, p 458"}, {"Citation": "Dobignard A, Chatelain C (2011a) Index synonymique de la flore d’Afrique du nord (Dicotyledoneae: Acanthaceae - Asteraceae), vol 2. Editions des Conservatoire et Jardin botaniques, Genève, p 428"}, {"Citation": "Dobignard A, Chatelain C (2011b) Index synonymique de la flore d’Afrique du nord (Dicotyledoneae: Balsaminaceae - Euphorbiaceae), vol 3. Editions des Conservatoire et Jardin botaniques, Genève, p 449"}, {"Citation": "Finney DJ (1971) Probit Analysis. Cambridge University, London, pp 68–78"}, {"Citation": "Ghorab H, Laggoune S, Kabouche A, Semra Z, Kabouche Z (2013) Essential oil composition and antibacterial activity of Artemisia campestris L. from Khenchela (Algeria). Pharm Lett 5:189–192"}, {"Citation": "Govindarajan M, Rajeswary M, Hoti SL, Bhattacharyya A, Benelli G (2016) Eugenol, α-pinene and β-caryophyllene from Plectranthus barbatus essential oil as eco-friendly larvicides against malaria, dengue and Japanese encephalitis mosquito vectors. Parasitol Res 115:807–815"}, {"Citation": "Guz N, Cagatay NS, Fotakis EA, Durmusoglu E, Vontas J (2020) Detection of diflubenzuron and pyrethroid resistance mutations in Culex pipiens from Muğla, Turkey. Acta Trop 203:105294"}, {"Citation": "Hammiche V, Maiza K (2006) Traditional medicine in Central Sahara: pharmacopoeia of Tassili N’ajjer. J Ethnopharmacol 105:358–367"}, {"Citation": "Houicher A, Hechachna H, Özogul F (2016) In vitro determination of the antifungal activity of Artemisia campestris essential oil from Algeria. Int J Food Prop 19:1749–1756"}, {"Citation": "Isman MB (2018) Bridging the gap: moving botanical insecticides from the laboratory to the farm. Ind Crops Prod doi 110:10–14. https://doi.org/10.1016/j.indcrop.2017.07.012", "ArticleIdList": ["10.1016/j.indcrop.2017.07.012"]}, {"Citation": "Isman MB (2020) Botanical Insecticides in the Twenty-First Century—Fulfilling Their Promise? Annu Rev Entomol 65:233–249"}, {"Citation": "Jankowska M, Rogalska J, Wyszkowska J, Stankiewicz M (2017) Molecular targets for components of essential oils in the insect nervous system—a review. Molecules 23:34"}, {"Citation": "Jankowska M, Wiśniewska J, Fałtynowicz Ł, Lapied B, Stankiewicz M (2019) Menthol Increases Bendiocarb Efficacy Through Activation of Octopamine Receptors and Protein Kinase A. Molecules 24:20–3775"}, {"Citation": "Judzentiene A, Budiene J (2014) Variability of Artemisia campestris L. essential oils from Lithuania. J Essent Oil Res 26:328–333"}, {"Citation": "Kherkhache H, Benabdelaziz I, Silva AMS, Lahrech MB, Benalia M, Haba H (2018) A new indole alkaloid, antioxidant and antibacterial activities of crude extracts from Saccocalyx satureioides, Natural Product Research https://doi.org/10.1080/14786419.2018.1519817"}, {"Citation": "Laouer H, Akkal S, Debarnot C, Canard B, Meierhenrich UJ, Baldovini N (2006) Chemical composition and antimicrobial activity of the essential oil of Saccocalyx satureioides Coss. et Dur. Nat Prod Comm 1645-650"}, {"Citation": "Maggi F, Benelli G (2018) Essential oils from aromatic and medicinal plants as effective weapons against mosquito vectors of public health importance. In Mosquito-borne Diseases (pp. 69-129). Springer, Cham"}, {"Citation": "Maggi F, Papa F, Giuliani C, Maleci Bini L, Venditti A, Bianco A et al (2015) Essential oil chemotypification and secretory structures of the neglected vegetable Smyrnium olusatrum L.(Apiaceae) growing in Central Italy. Flavour Fragr J 30:139–159"}, {"Citation": "Medila I, Toumi I, Ferhat I, Mehaych R (2017) Biological evaluation of anti-inflammatory activity of Artemisia campestris L. and Spitzelia coronopifolia Desf ethanolic leaves extract. J Chem Pharm Res 9:1–4"}, {"Citation": "Miara MD, Bendif H, Rebbas K, Rabah B, Hammou MA, Maggi F (2019) Medicinal plants and their traditional uses in the highland region of Bordj Bou Arreridj (Northeast Algeria). J Herb Med:100262"}, {"Citation": "Mohamadi S, Zhao M, Amrani A, Marchioni E, Zama D, Benayache F, Benayache S (2015) On-line screening and identification of antioxidant phenolic compounds of Saccocalyx satureioides Coss. et Dur. Ind Crop Prod 76:910–919"}, {"Citation": "Mossa JS, Hifnawy MS, Al-Yahya MA, Al-Meshal IA, Mekkawi AG (1987) Aromatic plants of Saudi Arabia (part 8), GC/MS analysis of essential oils of Pulicaria arabica and P. undulata. Pharm Biol 25:113–119"}, {"Citation": "Mouhajir F (2002) Medecinal plants used by Berber and Arab peoples of Morocco: Ethnopharmacology and phytochemestry. Phd in University of British Columbia, Vancouver, p 245"}, {"Citation": "Mustafa AM, Eldahmy SI, Caprioli G, Bramucci M, Quassinti L, Lupidi G et al (2018) Chemical composition and biological activities of the essential oil from Pulicaria undulata (L.) CA Mey. Growing wild in Egypt. Nat Prod Res. https://doi.org/10.1080/14786419.2018.1534107"}, {"Citation": "Naqqash MN, Gökçe A, Bakhsh A, Salim M (2016) Insecticide resistance and its molecular basis in urban insect pests. Parasitol Res 115:1363–1373"}, {"Citation": "Neffati A, Skandrani I, Ben Sghaier M, Bouhlel I, Kilani S, Ghedira K, Neffati M, Chraief I, Hammami M, Chekir-Ghedira L (2008) Chemical composition, mutagenic and antimutagenic activities of essential oils from (Tunisian) Artemisia campestris and Artemisia herba alba. J Essent Oil Res 20:471–477"}, {"Citation": "Palacios SM, Bertoni A, Rossi Y, Santander R, Urzua A (2009a) Efficacy of essential oils from edible plants as insecticides against the house fly, Musca domestica L. Molecules 14:1938–1947"}, {"Citation": "Palacios SM, Bertoni A, Rossi Y, Santander R, Urzua A (2009b) Insecticidal activity of essential oils from native medicinal plants of Central Argentina against the house fly, Musca domestica (L.). Parasitol Res 106:207–212"}, {"Citation": "Pavela R (2007) Lethal and sublethal effects of thyme oil (Thymus vulgaris L.) on the house fly (Musca domestica Lin.). J Essent Oil Bear Plants 10:346–356"}, {"Citation": "Pavela R (2010) Acute and synergistic effects of monoterpenoid essential oil compounds on the larvae of Spodoptera littoralis. J Biopest 3:573"}, {"Citation": "Pavela R (2013) Sublethal effects of some essential oils on the cotton leafworm Spodoptera littoralis (Boisduval). J Essent Oil-Bear Plants 15:144–156"}, {"Citation": "Pavela R (2015) Essential oils for the development of eco-friendly mosquito larvicides: a review. Ind Crop Prod 76:174–187"}, {"Citation": "Pavela R, Žabka M, Bečvář J, Tříska J, Vrchotová N (2016) New knowledge for yield, composition and insecticidal activity of essential oils obtained from the aerial parts or seeds of fennel (Foeniculum vulgare Mill.). Ind Crop Prod 83:275–282"}, {"Citation": "Pavela R, Maggi F, Lupidi G, Mbuntcha H, Woguem V, Womeni HM, Barboni L, Tapondjou LA, Benelli G (2018a) Clausena anisata and Dysphania ambrosioides essential oils: from ethno-medicine to modern uses as effective insecticides. Environ Sci Pollut Res 25:10493–10503.  https://doi.org/10.1007/s11356-017-0267-9"}, {"Citation": "Pavela R, Maggi F, Cianfaglione K, Bruno M, Benelli G (2018b) Larvicidal activity of essential oils of five Apiaceae taxa and some of their main constituents against Culex quinquefasciatus. Chem Biodivers 15:e1700382"}, {"Citation": "Pavela R, Žabka M, Bečvář J, Tříska J, Vrchotová N (2018c) Effect of foliar nutrition on the essential oil yield of thyme (Thymus vulgaris L.). Ind Crop Prod 112:762–765"}, {"Citation": "Pavela R, Maggi F, Iannarelli R, Benelli G (2019a) Plant extracts for developing mosquito larvicides: from laboratory to the field, with insights on the modes of action. Acta Trop 193:236–271"}, {"Citation": "Pavela R, Pavoni L, Bonacucina G, Cespi M, Kavallieratos NG, Cappellacci L, Petrelli R, Maggi F, Benelli G (2019b) Rationale for developing novel mosquito larvicides based on isofuranodiene microemulsions. J Pest Sci 92:909–921"}, {"Citation": "Pavela R, Bartolucci F, Desneux N, Lavoir AV, Canale A, Maggi F, Benelli G (2019c) Chemical profiles and insecticidal efficacy of the essential oils from four Thymus taxa growing in Central-Southern Italy. Ind Crop Prod 138:111460"}, {"Citation": "Pavela R, Maggi F, Petrelli R, Cappellacci L, Buccioni M, Palmieri A, Canale A, Benelli G (2020) Outstanding insecticidal activity and sublethal effects of Carlina acaulis root essential oil on the housefly, Musca domestica, with insights on its toxicity on human cells. Food Chem Toxicol 136:111037. https://doi.org/10.1016/j.fct.2019.111037"}, {"Citation": "Pavoni L, Pavela R, Cespi M, Bonacucina G, Maggi F, Zeni V et al. (2019). Green Micro-and Nanoemulsions for Managing Parasites, Vectors and Pests. Nanomaterials 9:9–1285"}, {"Citation": "Petrović M, Popović A, Kojić D, Šućur J, Bursić V, Aćimović M et al (2019) Assessment of toxicity and biochemical response of Tenebrio molitor and Tribolium confusum exposed to Carum carvi essential oil. Entomol Gen 39:333–348"}, {"Citation": "Priestley CM, Williamson EM, Wafford KA, Sattelle DB (2003) Thymol, a constituent of thyme essential oil, is a positive allosteric modulator of human GABAA receptors and a homo-oligomeric GABA receptor from Drosophila melanogaster. Br J Pharmacol 140:1363–1372"}, {"Citation": "Provencal P (2010) The arabic plant names of Peter Forsskal’s Flora Aegyptiaco-Arabica. ISBN: 978-87-7304-345-5, 161"}, {"Citation": "Quezel P, Santa S (1963) Nouvelle flore de l’Algérie et des régions désertiques méridionales, Paris. Centre National de la Recherche Scientifique 2:798–990"}, {"Citation": "Ravandeh M, Valizadeh J, Noroozifar M, Khorasani-Motlagh M (2011) Screening of chemical composition of essential oil, mineral elements and antioxidant activity in Pulicaria undulata (L.) CA Mey from Iran. J Med Plants Res 5:2035–2040"}, {"Citation": "Sari M, Dj S, Hendel N, Boudjelal A (2012) Ethnobotanical study of therapeutic plants used to treat arterial hypertension in the Hodna region of Algeria. Global J Res Med Plants Indigen Med 1:411–417"}, {"Citation": "Stevenson PC, Isman MB, Belmain SR (2017) Pesticidal plants in Africa: a global vision of new biological control products from local uses. Ind Crop Prod 110:2–9"}, {"Citation": "Trabut L (1935) Flore du nord de l’Algérie. Répertoire des noms indigènes des plantes spontanées, cultivées et utilisées dans le nord de l’Afrique, Ed. Collection du Centenaire de l’Algérie 1830-1930, Etudes Scientifiques"}, {"Citation": "Ullah F, Gul H, Desneux N, Gao X, Song D (2019a) Imidacloprid-induced hormetic effects on demographic traits of the melon aphid, Aphis gossypii. Entomol Gen 39:325–337"}, {"Citation": "Ullah F, Gul H, Desneux N, Qu Y, Xu Xiao X, Khattak AM, Gao X, Song D (2019b) Acetamiprid-induced hormetic effects and vitellogenin gene (Vg) expression in the melon aphid, Aphis gossypii. Entomol Gen 39:259–270"}, {"Citation": "van den Hurk AF, Hall-Mendelin S, Jansen CC, Higgs S (2017) Zika virus and Culex quinquefasciatus mosquitoes: a tenuous link. Lancet Infect Dis 17:1014–1016"}, {"Citation": "Varikou K, Garantonakis N, Birouraki A (2019) Exposure of Bombus terrestris L. to three different active ingredients and two application methods for olive pest control. Entomol Gen 39:53–60"}, {"Citation": "WHO (1996) Report of the WHO informal consultation on the evaluation and testing of insecticides. CTD/WHOPES /IC /96.1. p. 69"}, {"Citation": "Wilke ABB, Beier JC, Benelli G (2020) Filariasis vector control down-played due to the belief the drugs will be enough – not true! Entomol Gen doi 40:15–24. https://doi.org/10.1127/entomologia/2019/0776"}, {"Citation": "Yavaşoglu Sİ, Yaylagül EÖ, Akıner MM, Ülger C, Çağlar SS, Şimşek FM (2019). Current insecticide resistance status in Anopheles sacharovi and Anopheles superpictus populations in former malaria endemic areas of Turkey. Acta Trop 193:148–157"}, {"Citation": "Younsi F, Mehdi S, Aissi O, Rahali N, Jaouadi R, Boussaid M, Messaoud C (2017) Essential oil variability in natural populations of Artemisia campestris (L.) and Artemisia herba-alba (Asso) and incidence on antiacetylcholinesterase and antioxidant activities. Chem Biodivers 14:e1700017"}, {"Citation": "Zerroug MM, Laouer H, Strange RN, Nicklin J (2011) The effect of essential oil of Saccocalyx satureioides Coss. Et Dur. on the growth of and the production of Solanapyrone a by Ascochyta rabiei (Pass.) Labr. Adv Environ Biol 5:501–506"}, {"Citation": "Znini M, Cristofari G, Majidi L, Paolini J, Desjobert JM, Costa J (2013) Essential oil composition and antifungal activity of Pulicaria mauritanica Coss., against postharvest phytopathogenic fungi in apples. LWT-Food Sci Technol 54:564–569"}, {"Citation": "Zorzetto C, Sánchez-Mateo CC, Rabanal RM, Lupidi G, Petrelli D, Vitali LA et al (2015) Phytochemical analysis and in vitro biological activity of three Hypericum species from the Canary Islands (Hypericum reflexum, Hypericum canariense and Hypericum grandifolium). Fitoterapia 100:95–109"}], "ReferenceList": []}], "History": [{"Year": "2019", "Month": "10", "Day": "23"}, {"Year": "2020", "Month": "4", "Day": "27"}, {"Year": "2020", "Month": "5", "Day": "7", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "7", "Day": "11", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "5", "Day": "7", "Hour": "6", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["32372353", "10.1007/s11356-020-09064-w", "10.1007/s11356-020-09064-w"]}}], "PubmedBookArticle": []}