{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["cutaneous leishmaniasis", "herbal medicine", "traditional medicine"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "32401415", "DateCompleted": {"Year": "2021", "Month": "05", "Day": "14"}, "DateRevised": {"Year": "2021", "Month": "05", "Day": "14"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "06", "Day": "10"}], "Language": ["eng"], "ELocationID": ["10.1111/dth.13566"], "Journal": {"ISSN": "1529-8019", "JournalIssue": {"Volume": "33", "Issue": "4", "PubDate": {"Year": "2020", "Month": "Jul"}}, "Title": "Dermatologic therapy", "ISOAbbreviation": "Dermatol Ther"}, "ArticleTitle": "Overview of herbal and traditional remedies in the treatment of cutaneous leishmaniasis based on Traditional Persian Medicine.", "Pagination": {"StartPage": "e13566", "MedlinePgn": "e13566"}, "Abstract": {"AbstractText": ["This study aims to describe the herbal and traditional remedies in the treatment of cutaneous leishmaniasis (CL) with an overview on related available evidence in modern medicine. This study is a review that focuses on the most important Traditional Persian Medicine (TPM) sources including Avicenna's Canon of Medicine, Jorjani's Zakhīra-yi Khārazmshāhī, and Aazam-Khan's Eksir-e-Aazam, as well as pertinent information from Embase, PubMed, Scopus, Scientific Information Database, and Google Scholar by using the keywords salak, rīsh-e-balkhi, cutaneous leishmaniasis, and leishmaniasis for selected remedies. Several oral and topical herbal remedies, such as Vitis vinifera L. (Unripe grapes), Berberis vulgaris L., Rheum ribes L., Santalum album L., Cinnamomum camphora (L.) J.Presl (Camphor), Brassica nigra (L.) K. Koch, Crocus sativus L., Juniperus excelsa M. Bieb, honey, and Alum root, were mentioned in TPM resources for the treatment of CL. Furthermore, cauterization, cupping, and leech therapy were considered for this purpose. In this review, some evidence-based studies will also be presented that have demonstrated the therapeutic properties of some of these products. In conclusion, the sages of TPM have recommended several systemic or topical medications, in addition to physical procedures, for treatment of CL, all of which could be a base for conducting further research on its efficacy."], "CopyrightInformation": "© 2020 Wiley Periodicals LLC."}, "AuthorList": [{"Identifier": ["0000-0003-1856-945X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Molecular Dermatology Research Center, Shiraz University of Medical Sciences, Shiraz, Iran."}], "LastName": "Parvizi", "ForeName": "Mohammad Mahdi", "Initials": "MM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of History of Medicine, School of Traditional Medicine, Tehran University of Medical Sciences, Tehran, Iran."}], "LastName": "Zare", "ForeName": "Farzaneh", "Initials": "F"}, {"Identifier": ["0000-0002-2444-0073"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Molecular Dermatology Research Center, Shiraz University of Medical Sciences, Shiraz, Iran."}, {"Identifier": [], "Affiliation": "Department of Dermatology, School of Medicine, Shiraz University of Medical Sciences, Shiraz, Iran."}], "LastName": "Handjani", "ForeName": "Farhad", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Traditional Persian Medicine, School of Medicine, Shiraz University of Medical Sciences, Shiraz, Iran."}], "LastName": "Nimrouzi", "ForeName": "Majid", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Phytopharmaceuticals (Traditional Pharmacy), School of Pharmacy, Shiraz University of Medical Sciences, Shiraz, Iran."}, {"Identifier": [], "Affiliation": "Medicinal Plants Processing Research Center, Shiraz University of Medical Sciences, Shiraz, Iran."}, {"Identifier": [], "Affiliation": "Epilepsy Research Center, Shiraz University of Medical Sciences, Shiraz, Iran."}], "LastName": "Zarshenas", "ForeName": "Mohammad M", "Initials": "MM"}], "GrantList": [{"GrantID": "1396-01-65-16591", "Agency": "Vice-Chancellor for Research, Shiraz University of Medical Sciences", "Country": "International"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't", "Review"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Dermatol Ther", "NlmUniqueID": "9700070", "ISSNLinking": "1396-0296"}, "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["diagnosis", "drug therapy"], "DescriptorName": "Leishmaniasis, Cutaneous"}, {"QualifierName": [], "DescriptorName": "Medicine, Traditional"}, {"QualifierName": [], "DescriptorName": "Phytotherapy"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Bray RS. Note on the history of cutaneous leishmaniasis in the Mediterranean and Middle East area. Parassitologia. 1987;29(2-3):175-179."}, {"Citation": "Akhoundi M, Kuhls K, Cannet A, et al. A historical overview of the classification, evolution, and dispersion of leishmania parasites and sandflies. PLoS Negl Trop Dis. 2016;10(3):e0004349."}, {"Citation": "Pace D. Leishmaniasis. J Infect. 2014;69(Suppl 1):S10-S18."}, {"Citation": "Mosavat SH, Marzban M, Bahrami M, Parvizi MM, Hajimonfarednejad M. Sexual headache from view point of Avicenna and traditional Persian medicine. Neurol Sci. 2017;38(1):193-196."}, {"Citation": "Zarshenas MM, Ansari R, Dadbakhsh A, Mohammadi M. A review of herbal remedies for multiple sclerosis-like disorders in Traditional Persian Medicine (TPM). Curr Drug Metab. 2018;19(5):392-407."}, {"Citation": "Koff AB, Rosen T. Treatment of cutaneous leishmaniasis. J Am Acad Dermatol. 1994;31(5):693-708."}, {"Citation": "Griekspoor A, Sondorp E, Vos T. Cost-effectiveness analysis of humanitarian relief interventions: visceral leishmaniasis treatment in the Sudan. Health Policy Plan. 1999;14(1):70-76."}, {"Citation": "Habif, T.P., Clinical Dermatology E-Book. 2015: Elsevier Health Sciences."}, {"Citation": "Aronson NE, Wortmann GW, Byrne WR, et al. A randomized controlled trial of local heat therapy versus intravenous sodium stibogluconate for the treatment of cutaneous Leishmania major infection. PLoS Negl Trop Dis. 2010;4(3):e628."}, {"Citation": "van Griensven J et al. Treatment of cutaneous leishmaniasis caused by Leishmania aethiopica: a systematic review. PLoS Negl Trop Dis. 2016;10(3):e0004495."}, {"Citation": "Akhavayni, R., Hedayat Al Moteallemin, ed. J. Matini. 1992, Mashhad: Med Sci Univ Mashhad 614:613-617."}, {"Citation": "Kermani N. Sharh-ol-Asbab va Alamat. Vol 550. Tehran: Almaii; 2015."}, {"Citation": "Hosain A. Gharabadin-e-Kabeer. Tehran: Safir-e Ardehal; 2015."}, {"Citation": "Arzani M. Tibb-e-Akbari. Vol 2. Qom: Jalaledin; 2008:1162."}, {"Citation": "Nazem Jahan M. Exir-e-Azam (in Persian). Vol 4. Tehran: Medicine Science University of Iran; 2007:452."}, {"Citation": "Avicenna, The Canon fi al-Tib. 4. 2003, Beyrot: Darolahya-e-Serat Alarabiye. 232, 240, 242."}, {"Citation": "Jorjany E. In: Moharrari MR, ed. Zakhire-e-Khwarazmshahi. Vol 2. Qom: Ehyaye Tib-e- Tabiee; 2012:71."}, {"Citation": "Mosaddegh M, Sadr M. Leishmania in Iranian traditional medicine. Islamic Iranian Traditional Med. 2010;1(1):59-62."}, {"Citation": "Razi M. Alhavi. Vol 13 and 21. Beyrot: Darolahya-e-Serat Alarabiye; 1999:173-426."}, {"Citation": "Mohseni N et al. The natural combinations anti leishmania according to the resources of traditional medicine. Islamic Iranian Traditional Med. 1994;1(3):41-50."}, {"Citation": "Heravy M. Al-Abniyah an Haqayeq al-Adwiyah. Tehran: Tehran University Press; 1967."}, {"Citation": "Parvizi M et al. Efficacy of cryotherapy plus topical Juniperus excelsa M. Bieb cream versus cryotherapy plus placebo in the treatment of Old World cutaneous leishmaniasis: a triple-blind randomized controlled clinical trial. PLoS Negl Trop Dis. 2017;11(10):e0005957."}, {"Citation": "Ahmadi A. Discription of Quatrains Tib-e-Yosefi. Tehran: Ather; 2011."}, {"Citation": "Fata A et al. Treatment of cutaneous leishmaniasis in murine model by alcoholic extract of Berberis vulgaris. Iran J Parasitol. 2006;1(1):39-42."}, {"Citation": "Mirzavand S, Hatam GR, Moein M, Zarshenas MM. In vitro and in vivo assessment of anti-leishmanial efficacy of leaf, fruit, and fractions of Juniperus excelsa against axenic amastigotes of Leishmania Major and topical formulation in BALB/c mice. Iran Red Crescent Med J. 2014;21(6):e87754. https://doi.org/10.5812/ircmj.87754."}, {"Citation": "Dutta A, Sarkar D, Gurib-Fakim A, Mandal C, Chatterjee M. In vitro and in vivo activity of Aloe vera leaf exudate in experimental visceral leishmaniasis. Parasitol Res. 2008;102(6):1235-1242."}, {"Citation": "Nilforoushzadeh MA, Jaffary F, Moradi S, Derakhshan R, Haftbaradaran E. Effect of topical honey application along with intralesional injection of glucantime in the treatment of cutaneous leishmaniasis. BMC Complement Altern Med. 2007;7(1):13."}, {"Citation": "Hamdan I, Afifi F. Studies on the in vitro and in vivo hypoglycemic activities of some medicinal plants used in treatment of diabetes in Jordanian traditional medicine. J Ethnopharmacol. 2004;93(1):117-121."}, {"Citation": "Wu T et al. Terpenoids of Aristolochia and their biological activities. Nat Prod Rep. 2004;21(5):594-624."}, {"Citation": "Marongiu B, Piras A, Porcedda S, Scorciapino A. Chemical composition of the essential oil and supercritical CO2 extract of Commiphora myrrha (Nees) Engl. and of Acorus calamus L. J Agric Food Chem. 2005;53(20):7939-7943."}, {"Citation": "Morteza-Semnani K, Saeedi M. Constituents of the essential oil of Commiphora myrrha (Nees) Engl. var. molmol. J Essent Oil Res. 2003;15(1):50-51."}, {"Citation": "Das I, Chakrabarty RN, Das S. Saffron can prevent chemically induced skin carcinogenesis in Swiss albino mice. Asian Pac J Cancer Prev. 2004;5(1):70-76."}, {"Citation": "Lee HJ, Hyun EA, Yoon WJ, et al. In vitro anti-inflammatory and anti-oxidative effects of Cinnamomum camphora extracts. J Ethnopharmacol. 2006;103(2):208-216."}, {"Citation": "Shirazi A. Makhzan al-adviyah (The Storehouse of Medicaments). Tehran: Tehran University of Medical Sciences; 2009."}, {"Citation": "Rondon FC et al. In vitro effect of Aloe vera, Coriandrum sativum and Ricinus communis fractions on Leishmania infantum and on murine monocytic cells. Vet Parasitol. 2011;178(3-4):235-240."}, {"Citation": "Dutta A, Mandal G, Mandal C, Chatterjee M. In vitro antileishmanial activity of Aloe vera leaf exudate: a potential herbal therapy in leishmaniasis. Glycoconj J. 2007;24(1):81-86."}, {"Citation": "Mashhadi F et al. Comparison of anticancer activity of Hydroalcoholic extracts of Curcuma longa L., Peganum harmala L., and Boswellia serrata on HeLa cells. Jundishapur J Nat Pharm Prod. 2017;12(2):e23919."}, {"Citation": "Nabi S et al. In vitro antileishmanial, antitumor activities and phytochemical studies of methanolic extract and its fractions of Juniperus excelsa berries. World Appl Sci J. 2012;19(10):1495-1500."}, {"Citation": "Al-Bayati N, Anwar SA, Mahmood OI. Anti leishmanial activity of methanolic extract of Juniperus excelsa berries and Acacia nilotica. Tikret J Pharmaceut Sci. 2016;11(1):78-88."}, {"Citation": "Kazemi E, Talari S, Hooshyar H. The effect of an alcoholic extract of Berberis vulgaris on cutaneous leishmaniasis (L. major) in BALB/c mice. J School Public Health Instit Public Health Res. 2007;5(3):35-42."}, {"Citation": "Mahmoudvand H, Sharififar F, Sharifi I, et al. In vitro inhibitory effect of Berberis vulgaris (Berberidaceae) and its main component, berberine against different Leishmania species. Iran J Parasitol. 2014;9(1):28-36."}, {"Citation": "Salehabadi A, Karamian M, Farzad MH, Namaei MH. Effect of root bark extract of Berberis vulgaris L. on Leishmania major on BALB/c mice. Vet Parasitol. 2014;113(3):953-957."}, {"Citation": "Okba MM, Sabry OM, Matheeussen A, Abdel-Sattar E. In vitro antiprotozoal activity of some medicinal plants against sleeping sickness, Chagas disease and leishmaniasis. Future Med Chem. 2018;10(22):2607-2617."}, {"Citation": "Ali S, Zhang CR, Mohamed AA, et al. Major constituents of Boswellia carteri resin exhibit cyclooxygenase enzyme inhibition and antiproliferative activity. Nat Prod Commun. 2013;8(10):1365-1366."}, {"Citation": "De Monte C et al. Bioactive compounds of Crocus sativus L. and their semi-synthetic derivatives as promising anti-Helicobacter pylori, anti-malarial and anti-leishmanial agents. J Enzyme Inhib Med Chem. 2015;30(6):1027-1033."}, {"Citation": "Yousefi E, Eskandari A, Gharavi M, Khademvatan S. In vitro activity and cytotoxicity of Crocus sativus extract against Leihmania major (MRHO/IR/75/ER). Infect Disord Drug Targets. 2014;14(1):56-60."}, {"Citation": "Bagherani N. Can saffron (Crocus sativus) be effective in the treatment of leishmaniasis? Infect Disord Drug Targets. 2013;13(5):328-329."}, {"Citation": "Bassam Z, Zohra BI, Saada A-A. The effects of honey on Leishmania parasites: an in vitro study. Trop Doct. 1997;27(1_suppl):36-38."}, {"Citation": "Nilforoushzadeh MA et al. Efficacy of adding topical honey-based hydroalcoholic extract Nigella sativa 60% compared to honey alone in patients with cutaneous leishmaniasis receiving intralesional glucantime. J Skin Leishmaniasis. 2010;1(1):1365-1366."}, {"Citation": "Nilfroushzadeh M et al. Efficacy of combination of topical honey with intralesional injection of Glucantime in the treatment of acute cutaneous leishmaniasis. Iranian J Dermatol. 2006;9(3):221-226."}, {"Citation": "Kwakman PH, Zaat SA. Antibacterial components of honey. IUBMB Life. 2012;64(1):48-55."}, {"Citation": "Daneshfard B, Sanaye M, Nimrouzi M. Prolegomena to a true integrative medical paradigm. Altern Ther Health Med. 2018;25(2):328-329."}, {"Citation": "Maleki M, Yousefi M, Mousavi Bazzaz SM, et al. An overview of skin lesions adapted to cutaneous Leishmaniasis in Persian medicine. Electr Physician. 2017;9(11):5854-5862."}, {"Citation": "Karaji AG, Alipour H, Ahmadi A, Mohammadi R. Effectiveness of wet-cupping in treatment of BALB/c mice infected by Leishmania major; pilot randomized trial. Afr J Tradit Complement Altern Med. 2015;12(2):17-21."}, {"Citation": "Hamidizadeh N, Azizi A, Zarshenas MM, Ranjbar S. Leech therapy in treatment of cutaneous leishmaniasis: a case report. J Integr Med. 2017;15(5):407-410."}, {"Citation": "López L et al. Thermotherapy. An alternative for the treatment of American cutaneous leishmaniasis. Trials. 2012;13(1):58."}], "ReferenceList": [], "Title": "REFERENCES"}], "History": [{"Year": "2020", "Month": "5", "Day": "1"}, {"Year": "2020", "Month": "5", "Day": "10"}, {"Year": "2020", "Month": "5", "Day": "14", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "5", "Day": "15", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "5", "Day": "14", "Hour": "6", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["32401415", "10.1111/dth.13566"]}}], "PubmedBookArticle": []}