{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "32426612", "DateRevised": {"Year": "2020", "Month": "09", "Day": "28"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "04", "Day": "30"}], "Language": ["eng"], "ELocationID": ["10.1021/acsomega.0c00901"], "Journal": {"ISSN": "2470-1343", "JournalIssue": {"Volume": "5", "Issue": "18", "PubDate": {"Year": "2020", "Month": "May", "Day": "12"}}, "Title": "ACS omega", "ISOAbbreviation": "ACS Omega"}, "ArticleTitle": "Chemical Fingerprinting of Conifer Needle Essential Oils and Solvent Extracts by Ultrahigh-Resolution Fourier Transform Ion Cyclotron Resonance Mass Spectrometry.", "Pagination": {"StartPage": "10543", "EndPage": "10552", "MedlinePgn": "10543-10552"}, "Abstract": {"AbstractText": ["Extractives are an important class of compounds in plants because they contribute to many of their physicochemical properties such as color, odor, density, strength, permeability, and hygroscopicity. Moreover, they also possess significant biological activity and are thus an important part of the plants' defense mechanisms against biotic and abiotic stresses. Tree needles are a rich source of extractives, counting for as much as 40% of their dry weight. In this study, chemical fingerprinting of essential oils and solvent extracts, obtained from the needles of four conifer tree species (i.e., pine, spruce, larch, and juniper), was performed by using ultrahigh-resolution Fourier transform ion cyclotron mass spectrometry. A wide variety of compounds were detected in the oil samples, including mono-, sesqui-, and diterpenes, terpenoids, fatty and resin acids, esters, and different phenolic compounds. Although the main compounds were present in all the four essential oil samples, large variations in their relative abundances were observed. In contrast, pine needle hexane and toluene extracts showed a high content of resin acids, including pinifolic acid, a rare labdane-type diterpene diacid, and its mono- and dimethyl esters. Thus, by selecting a suitable solvent, specific types of compounds may be isolated from tree needles for further biotechnological or medicinal applications."], "CopyrightInformation": "Copyright © 2020 American Chemical Society."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, University of Eastern Finland, P.O. Box 111, FI-80101 Joensuu, Finland."}], "LastName": "Mofikoya", "ForeName": "Omolara O", "Initials": "OO"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, University of Eastern Finland, P.O. Box 111, FI-80101 Joensuu, Finland."}], "LastName": "Mäkinen", "ForeName": "Marko", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, University of Eastern Finland, P.O. Box 111, FI-80101 Joensuu, Finland."}], "LastName": "Jänis", "ForeName": "Janne", "Initials": "J"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "ACS Omega", "NlmUniqueID": "101691658", "ISSNLinking": "2470-1343"}, "CoiStatement": "The authors declare no competing financial interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Machalova Z.; Sajfrtova M.; Pavela R.; Topiar M. Extraction of botanical pesticides from Pelargonium graveolens using supercritical carbon dioxide. Ind. Crops Prod. 2015, 67, 310–317. 10.1016/j.indcrop.2015.01.070.", "ArticleIdList": ["10.1016/j.indcrop.2015.01.070"]}, {"Citation": "Lubbe A.; Verpoorte R. Cultivation of medicinal and aromatic plants for specialty industrial materials. Ind. Crops Prod. 2011, 34, 785–801. 10.1016/j.indcrop.2011.01.019.", "ArticleIdList": ["10.1016/j.indcrop.2011.01.019"]}, {"Citation": "Asl M. N.; Hosseinzadeh H. Review of pharmacological effects of Glycyrrhiza sp. and its bioactive compounds. Phytother Res. 2008, 22, 709–724. 10.1002/ptr.2362.", "ArticleIdList": ["10.1002/ptr.2362", "PMC7167813", "18446848"]}, {"Citation": "Egigu M. C.; Ibrahim M. A.; Yahya A.; Holopainen J. K. Cordeauxia edulis and Rhododendron tomentosum extracts disturb orientation and feeding behavior of Hylobius abietis and Phyllodecta laticollis. Entomol. Exp. Appl. 2011, 138, 162–174. 10.1111/j.1570-7458.2010.01082.x.", "ArticleIdList": ["10.1111/j.1570-7458.2010.01082.x"]}, {"Citation": "Figueiredo A. C.; Barroso J. G.; Pedro L. G.; Scheffer J. J. C. Factors affecting secondary metabolite production in plants: volatile components and essential oils. Flavour Fragrance J. 2008, 23, 213–226. 10.1002/ffj.1875.", "ArticleIdList": ["10.1002/ffj.1875"]}, {"Citation": "Tang C.-S.; Cai W.; Kohl K.; Nishimoto R. K. Plant stress and allelopathy, In Allelopathy. ACS Symp. Ser. 1995, 582, 142–157. 10.1021/bk-1995-0582.ch011.", "ArticleIdList": ["10.1021/bk-1995-0582.ch011"]}, {"Citation": "Bakkali F.; Averbeck S.; Averbeck D.; Idaomar M. Biological effects of essential oils–a review. Food Chem. Toxicol. 2008, 46, 446–475. 10.1016/j.fct.2007.09.106.", "ArticleIdList": ["10.1016/j.fct.2007.09.106", "17996351"]}, {"Citation": "Brenes A.; Roura E. Essential oils in poultry nutrition: Main effects and modes of action. Anim. Feed Sci. Technol. 2010, 158, 1–14. 10.1016/j.anifeedsci.2010.03.007.", "ArticleIdList": ["10.1016/j.anifeedsci.2010.03.007"]}, {"Citation": "Pérez-Rosés R.; Risco E.; Vila R.; Peñalver P.; Cañigueral S. Biological and nonbiological antioxidant activity of some essential oils. J. Agric. Food Chem. 2016, 64, 4716–4724. 10.1021/acs.jafc.6b00986.", "ArticleIdList": ["10.1021/acs.jafc.6b00986", "27214068"]}, {"Citation": "Campbell N. A.; Reece J. B.. Biology, 7th ed.; Pearson/Benjamin Cummings: San Francisco, 2005, pp 8−10."}, {"Citation": "Fäldt J.Volatile constituents in conifers and conifer related wood-decaying fungi. Biotic influences on monoterpene compositions in pines. Ph.D. Thesis, Royal Institute of Technology, Department of Chemistry, Organic Chemistry, Stockholm, Sweden, 2000."}, {"Citation": "Vaario L.-M.; Pennanen T.; Sarjala T.; Savonen E.-M.; Heinonsalo J. Ectomycorrhization of Tricholoma matsutake and two major conifers in Finland—an assessment of in vitro mycorrhiza formation. Mycorrhiza 2010, 20, 511–518. 10.1007/s00572-010-0304-8.", "ArticleIdList": ["10.1007/s00572-010-0304-8", "20177716"]}, {"Citation": "Rinne J.; Hakola H.; Laurila T.; Rannik Ü. Canopy scale monoterpene emissions of Pinus sylvestris dominated forests. Atmos. Environ. 2000, 34, 1099–1107. 10.1016/s1352-2310(99)00335-0.", "ArticleIdList": ["10.1016/s1352-2310(99)00335-0"]}, {"Citation": "Stolter C.; Niemelä P.; Ball J. P.; Julkunen-Tiitto R.; Vanhatalo A.; Danell K.; Varvikko T.; Ganzhorn J. U. Comparison of plant secondary metabolites and digestibility of three different boreal coniferous trees. Basic Appl. Ecol. 2009, 10, 19–26. 10.1016/j.baae.2007.12.001.", "ArticleIdList": ["10.1016/j.baae.2007.12.001"]}, {"Citation": "Setzer W.; Satyal P.; Paudel P.; Raut J.; Deo A.; Dosoky N. S. Volatile constituents of Pinus roxburghii from Nepal. Pharmacogn. Res. 2013, 5, 43–48. 10.4103/0974-8490.105650.", "ArticleIdList": ["10.4103/0974-8490.105650", "PMC3579019", "23598924"]}, {"Citation": "Raal A.; Hoai N. T.; Duc H. V.; Thao d. T.; Orav A. Selectivity of Pinus sylvestris extract and essential oil to estrogen-insensitive breast cancer cells Pinus sylvestris against cancer cells. Pharmacogn. Mag. 2015, 11, S290–S295. 10.4103/0973-1296.166052.", "ArticleIdList": ["10.4103/0973-1296.166052", "PMC4653339", "26664017"]}, {"Citation": "Kwak C. S.; Moon S. C.; Lee M. S. Antioxidant, antimutagenic, and antitumor effects of pine needles (Pinus densiflora). Nutr. Canc. 2006, 56, 162–171. 10.1207/s15327914nc5602_7.", "ArticleIdList": ["10.1207/s15327914nc5602_7", "17474862"]}, {"Citation": "Grassmann J.; Hippeli S.; Vollmann R.; Elstner E. F. Antioxidative properties of the essential oil from Pinus mugo. J. Agric. Food Chem. 2003, 51, 7576–7582. 10.1021/jf030496e.", "ArticleIdList": ["10.1021/jf030496e", "14664510"]}, {"Citation": "Motieju̅naitė O.; Dalia Pečiulytė D. Fungicidal properties of Pinus sylvestris L. for improvement of air quality. Medicina 2004, 8, 787–794.", "ArticleIdList": ["15300001"]}, {"Citation": "Zeng W.-C.; Zhang Z.; Gao H.; Jia L.-R.; He Q. Chemical composition, antioxidant, and antimicrobial activities of essential oil from pine needle (Cedrus deodara). J. Food Sci. 2012, 77, C824–C829. 10.1111/j.1750-3841.2012.02767.x.", "ArticleIdList": ["10.1111/j.1750-3841.2012.02767.x", "22757704"]}, {"Citation": "Kačániová M.; Vukovič N.; Horská E.; šalamon I.; Bobková A.; Hleba L.; Mellen M.; Vatl’ák A.; Petrová J.; Bobko M. Antibacterial activity against Clostridium genus and antiradical activity of the essential oils from different origin. J. Environ. Sci. Health, Part B 2014, 49, 505–512. 10.1080/03601234.2014.896673.", "ArticleIdList": ["10.1080/03601234.2014.896673", "24813985"]}, {"Citation": "Koutsaviti K.; Giatropoulos A.; Pitarokili D.; Papachristos D.; Michaelakis A.; Tzakou O. Greek Pinus essential oils: larvicidal activity and repellency against Aedes albopictus (Diptera: Culicidae). Parasitol. Res. 2015, 114, 583–592. 10.1007/s00436-014-4220-2.", "ArticleIdList": ["10.1007/s00436-014-4220-2", "25399814"]}, {"Citation": "Amri I.; Lamia H.; Gargouri S.; Hanana M.; Mahfoudhia M.; Fezzani T.; Ezzeddine F.; Jamoussi B. Chemical composition and biological activities of essential oils of Pinus patula. Nat. Prod. Commun. 2011, 6, 1531–1536. 10.1177/1934578x1100601031.", "ArticleIdList": ["10.1177/1934578x1100601031", "22164801"]}, {"Citation": "Süntar I.; Tumen I.; Ustün O.; Keleş H.; Küpeli Akkol E. Appraisal on the wound healing and anti-inflammatory activities of the essential oils obtained from the cones and needles of Pinus species by in vivo and in vitro experimental models. J. Ethnopharmacol. 2012, 139, 533–540. 10.1016/j.jep.2011.11.045.", "ArticleIdList": ["10.1016/j.jep.2011.11.045", "22155393"]}, {"Citation": "Maric S.; Jukic M.; Katalinic V.; Milos M. Comparison of Chemical Composition and Free Radical Scavenging Ability of Glycosidically Bound and Free Volatiles from Bosnian Pine (Pinus heldreichii Christ. var. leucodermis). Molecules 2007, 12, 283–289. 10.3390/12030283.", "ArticleIdList": ["10.3390/12030283", "PMC6149402", "17851386"]}, {"Citation": "Sipponen A.; Kuokkanen O.; Tiihonen R.; Kauppinen H.; Jokinen J. J. Natural coniferous resin salve used to treat complicated surgical wounds: pilot clinical trial on healing and costs. Int. J. Dermatol. 2012, 51, 726–732. 10.1111/j.1365-4632.2011.05397.x.", "ArticleIdList": ["10.1111/j.1365-4632.2011.05397.x", "22607295"]}, {"Citation": "Orav A.; Kailas T.; Koel M. Simultaneous distillation, extraction and supercritical fluid extraction for isolating volatiles and other materials from conifer needles. J. Essent. Oil Res. 1998, 10, 387–393. 10.1080/10412905.1998.9700928.", "ArticleIdList": ["10.1080/10412905.1998.9700928"]}, {"Citation": "Richter J.; Schellenberg I. Comparison of different extraction methods for the determination of essential oils and related compounds from aromatic plants and optimization of solid-phase microextraction/gas chromatography. Anal. Bioanal. Chem. 2007, 387, 2207–2217. 10.1007/s00216-006-1045-6.", "ArticleIdList": ["10.1007/s00216-006-1045-6", "17221240"]}, {"Citation": "Jun Y.; Lee S.; Ju H.; Lee H.; Choi H.-K.; Jo G.; Kim Y.-S. Comparison of the profile and composition of volatiles in coniferous needles according to extraction methods. Molecules 2016, 21, 363.10.3390/molecules21030363.", "ArticleIdList": ["10.3390/molecules21030363", "PMC6274459", "26999095"]}, {"Citation": "Shpatov A. V.; Popov S. A.; Salnikova O. I.; Shmidt E. N.; Kang S. W.; Kim S. M.; Um B. H. Lipophilic Extracts from Needles and Defoliated Twigs of Pinus pumila from Two Different Populations. Chem. Biodivers. 2013, 10, 198–208. 10.1002/cbdv.201200009.", "ArticleIdList": ["10.1002/cbdv.201200009", "23418167"]}, {"Citation": "Shpatov A. V.; Popov S. A.; Salnikova O. I.; Kukina T. P.; Shmidt E. N.; Um B. H. Composition and Bioactivity of Lipophilic Metabolites from Needles and Twigs of Korean and Siberian Pines (Pinus koraiensis Siebold & Zucc. and Pinus sibirica Du Tour). Chem. Biodivers. 2017, 14, e160020310.1002/cbdv.201600203.", "ArticleIdList": ["10.1002/cbdv.201600203", "27449469"]}, {"Citation": "Schummer C.; Delhomme O.; Appenzeller B.; Wennig R.; Millet M. Comparison of MTBSTFA and BSTFA in derivatization reactions of polar compounds prior to GC/MS analysis. Talanta 2009, 77, 1473–1482. 10.1016/j.talanta.2008.09.043.", "ArticleIdList": ["10.1016/j.talanta.2008.09.043", "19084667"]}, {"Citation": "Karapandzova M.; Stefkov G.; Cvetkovikj I.; Stanoeva J. P.; Stefova M.; Kulevanova S. Flavonoids and Other Phenolic Compounds in Needles of Pinus peuce and Other Pine Species from the Macedonian Flora. Nat. Prod. Commun. 2015, 10, 987–990. 10.1177/1934578x1501000647.", "ArticleIdList": ["10.1177/1934578x1501000647", "26197532"]}, {"Citation": "Slimestad R. Flavonoids in buds and young needles of Picea, Pinus and Abies. Biochem. Syst. Ecol. 2003, 31, 1247–1255. 10.1016/s0305-1978(03)00018-8.", "ArticleIdList": ["10.1016/s0305-1978(03)00018-8"]}, {"Citation": "Li Y.-q.; Kong D.-x.; Wu H. Analysis and evaluation of essential oil components of cinnamon barks using GC–MS and FTIR spectroscopy. Ind. Crops Prod. 2013, 41, 269–278. 10.1016/j.indcrop.2012.04.056.", "ArticleIdList": ["10.1016/j.indcrop.2012.04.056"]}, {"Citation": "Do T. K. T.; Hadji-Minaglou F.; Antoniotti S.; Fernandez X. Authenticity of essential oils. Trends Anal. Chem. 2015, 66, 146–157. 10.1016/j.trac.2014.10.007.", "ArticleIdList": ["10.1016/j.trac.2014.10.007"]}, {"Citation": "Oumzil H.; Ghoulami S.; Rhajaoui M.; Ilidrissi A.; Fkih-Tetouani S.; Faid M.; Benjouad A. Antibacterial and antifungal activity of essential oils of Mentha suaveolens. Phytother Res. 2002, 16, 727–731. 10.1002/ptr.1045.", "ArticleIdList": ["10.1002/ptr.1045", "12458474"]}, {"Citation": "Miettinen I.; Kuittinen S.; Paasikallio V.; Mäkinen M.; Pappinen A.; Jänis J. Characterization of fast pyrolysis oil from short-rotation willow by high-resolution Fourier transform ion cyclotron resonance mass spectrometry. Fuel 2017, 207, 189–197. 10.1016/j.fuel.2017.06.053.", "ArticleIdList": ["10.1016/j.fuel.2017.06.053"]}, {"Citation": "Holmbom T.; Reunanen M.; Fardim P. Composition of callus resin of Norway spruce, Scots pine, European larch and Douglas fir. Holzforschung 2008, 62, 417–422. 10.1515/hf.2008.070.", "ArticleIdList": ["10.1515/hf.2008.070"]}, {"Citation": "Masuda T.; Odaka Y.; Ogawa N.; Nakamoto K.; Kuninaga H. Identification of geranic acid, a tyrosinase inhibitor in lemongrass (Cymbopogon citratus). J. Agric. Food Chem. 2008, 56, 597–601. 10.1021/jf072893l.", "ArticleIdList": ["10.1021/jf072893l", "18081247"]}, {"Citation": "da Silveira e Sá R. d. C.; Andrade L.; Dos Reis Barreto de Oliveira R.; De Sousa D. A review on anti-inflammatory activity of phenylpropanoids found in essential oils. Molecules 2014, 19, 1459–1480. 10.3390/molecules19021459.", "ArticleIdList": ["10.3390/molecules19021459", "PMC6270723", "24473208"]}, {"Citation": "Stewart C. D.; Jones C. D.; Setzer W. N. Essential oil compositions of Juniperus virginiana and Pinus virginiana, two important trees in Cherokee traditional medicine. Am. J. Essent. Oil Nat. Prod. 2014, 2, 17–24."}, {"Citation": "Gref R.; Lindgren D. The inheritance of pinifolic acid in Scots pine (Pinus sylvestris L.) needles. Silvae Genet. 1984, 33, 235–237."}, {"Citation": "Enzell C.; Theander O.; Lindberg B.; McKay J.; Theander O.; Flood H. The Constituents of Conifer Needles. II. Pinofolic Acid, a new Diterpene Acid Isolated from Pinus silvestris L.. Acta Chem. Scand. 1962, 16, 607–614. 10.3891/acta.chem.scand.16-0607.", "ArticleIdList": ["10.3891/acta.chem.scand.16-0607"]}, {"Citation": "Bardyshev I. I.; Degtyarenko A. S.; Pekhk T. I.; Makhnach S. A. A study of the properties and 13 C NMR spectra of pinifolic acid and its derivatives. Chem. Nat. Compd. 1981, 17, 408–410. 10.1007/bf00565151.", "ArticleIdList": ["10.1007/bf00565151"]}, {"Citation": "Norin T.; Sundin S.; Theander O.; Lindberg A. A.; Lagerlund I.; Ehrenberg L. The constituents of conifer needles. Acta Chem. Scand. 1971, 25, 607–610. 10.3891/acta.chem.scand.25-0607.", "ArticleIdList": ["10.3891/acta.chem.scand.25-0607"]}, {"Citation": "Wang S.; Panter K. E.; Gardner D. R.; Evans R. C.; Bunch T. D. Effects of the pine needle abortifacient, isocupressic acid, on bovine oocyte maturation and preimplantation embryo development. Anim. Reprod. Sci. 2004, 81, 237–244. 10.1016/j.anireprosci.2003.10.008.", "ArticleIdList": ["10.1016/j.anireprosci.2003.10.008", "14998650"]}, {"Citation": "Spalding B. P.; Zinkel D. F.; Roberts D. R. New labdane resin acids from Pinus elliottii. Phytochemistry 1971, 10, 3289–3292. 10.1016/s0031-9422(00)97394-1.", "ArticleIdList": ["10.1016/s0031-9422(00)97394-1"]}, {"Citation": "Basas-Jaumandreu J.; López J. F.; de las Heras F. X. C. Xavier C Labdane-type diterpenoids from Juniperus communis needles. Ind. Crops Prod. 2015, 76, 333–345. 10.1016/j.indcrop.2015.07.005.", "ArticleIdList": ["10.1016/j.indcrop.2015.07.005"]}, {"Citation": "Zinkel D. F.; Toda J. K.; Rowe J. W. Occurrence of anticopalic acid in Pinus monticola. Phytochemistry 1971, 10, 1161–1163. 10.1016/s0031-9422(00)89956-2.", "ArticleIdList": ["10.1016/s0031-9422(00)89956-2"]}, {"Citation": "Berg B.; Hannus K.; Popoff T.; Theander O. Chemical components of Scots pine needles and needle litter and inhibition of fungal species by extractives. Ecol. Bull. 1980, 32, 391–400."}, {"Citation": "Roshchin V. I.; Skachkova N. M.; Lyandres G. V.; Maksimchuk P. L. Carbon dioxide extract from woody verdure of the Scotch pine. Group composition and acids. Chem. Nat. Compd. 1988, 24, 447–452. 10.1007/bf00598529.", "ArticleIdList": ["10.1007/bf00598529"]}, {"Citation": "Makarenko S. P.; Konstantinov Y. M.; Shmakov V. N.; Konenkina T. A. Fatty acid composition of lipids in the calluses of two pine species Pinus sibirica and Pinus sylvestris. Russ. J. Plant Physiol. 2010, 57, 739–743. 10.1134/s1021443710050183.", "ArticleIdList": ["10.1134/s1021443710050183"]}, {"Citation": "Mongrand S.; Badoc A.; Patouille B.; Lacomblez C.; Chavent M.; Cassagne C.; Bessoule J.-J. Taxonomy of gymnospermae: multivariate analyses of leaf fatty acid composition. Phytochemistry 2001, 58, 101–115. 10.1016/s0031-9422(01)00139-x.", "ArticleIdList": ["10.1016/s0031-9422(01)00139-x", "11524119"]}, {"Citation": "Oleszek W.; Stochmal A.; Karolewski P.; Simonet A. M.; Macias F. A.; Tava A. Flavonoids from Pinus sylvestris needles and their variation in trees of different origin grown for nearly a century at the same area. Biochem. Syst. Ecol. 2002, 30, 1011–1022. 10.1016/s0305-1978(02)00060-1.", "ArticleIdList": ["10.1016/s0305-1978(02)00060-1"]}, {"Citation": "Willför S.; Hemming J.; Reunanen M.; Holmbom B. Phenolic and lipophilic extractives in Scots pine knots and stemwood. Holzforschung 2003, 57, 359–372. 10.1515/hf.2003.054.", "ArticleIdList": ["10.1515/hf.2003.054"]}, {"Citation": "Assarsson A.; Theander O.; Bergson G.; Grönvall A.; Zaar B.; Diczfalusy E. The constituents of conifer needles. Acta Chem. Scand. 1958, 12, 1319–1322. 10.3891/acta.chem.scand.12-1319.", "ArticleIdList": ["10.3891/acta.chem.scand.12-1319"]}, {"Citation": "Ioannou E.; Koutsaviti A.; Tzakou O.; Roussis V. The genus Pinus: a comparative study on the needle essential oil composition of 46 pine species. Phytochem. Rev. 2014, 13, 741–768. 10.1007/s11101-014-9338-4.", "ArticleIdList": ["10.1007/s11101-014-9338-4"]}, {"Citation": "Mimoune N. A.; Mimoune D. A.; Yataghene A. Chemical composition and antimicrobial activity of the essential oils of Pinus pinaster. J. Coastal Life Med. 2013, 1, 54–58."}, {"Citation": "Adams R. P.; Beauchamp P. S.; Dev V.; Bathala R. M. The leaf essential oils of Juniperus communis L. varieties in North America and the NMR and MS data for isoabienol. J. Essent. Oil Res. 2010, 22, 23–28. 10.1080/10412905.2010.9700258.", "ArticleIdList": ["10.1080/10412905.2010.9700258"]}, {"Citation": "Karapandzova M.; Stefkov G.; Kulevanova S. Essential oils composition of Pinus peuce Griseb.(Pinaceae) growing on Pelister Mtn., Republic of Macedonia. Maced. Pharm. Bull. 2010, 56, 13–22. 10.33320/maced.pharm.bull.2010.56.002.", "ArticleIdList": ["10.33320/maced.pharm.bull.2010.56.002"]}, {"Citation": "Cavaleiro C.; Pinto E.; Goncalves M. J.; Salgueiro L. Antifungal activity of Juniperus essential oils against dermatophyte, Aspergillus and Candida strains. J. Appl. Microbiol. 2006, 100, 1333–1338. 10.1111/j.1365-2672.2006.02862.x.", "ArticleIdList": ["10.1111/j.1365-2672.2006.02862.x", "16696681"]}, {"Citation": "Kupcinskiene E.; Stikliene A.; Judzentiene A. The essential oil qualitative and quantitative composition in the needles of Pinus sylvestris L. growing along industrial transects. Environ. Pollut. 2008, 155, 481–491. 10.1016/j.envpol.2008.02.001.", "ArticleIdList": ["10.1016/j.envpol.2008.02.001", "18372084"]}, {"Citation": "Gref R. Variation in isoabienol content in Pinus sylvestris needles. Can. J. Bot. 1981, 59, 831–835. 10.1139/b81-116.", "ArticleIdList": ["10.1139/b81-116"]}, {"Citation": "Mathiowitz E.; Chickering D. E. III; Lehr C.. Bioadhesive Drug Delivery Systems: Fundamentals, Novel Approaches, and Development; CRC Press, 1999."}, {"Citation": "Miettinen I.; Mäkinen M.; Vilppo T.; Jänis J. Compositional characterization of phase-separated pine wood slow pyrolysis oil by negative-ion electrospray ionization Fourier transform ion cyclotron resonance mass spectrometry. Energy Fuels 2015, 29, 1758–1765. 10.1021/ef5025966.", "ArticleIdList": ["10.1021/ef5025966"]}, {"Citation": "Moini M.; Jones B. L.; Rogers R. M.; Jiang L. Sodium trifluoroacetate as a tune/calibration compound for positive-and negative-ion electrospray ionization mass spectrometry in the mass range of 100–4000 Da. J. Am. Soc. Mass Spectrom. 1998, 9, 977–980. 10.1016/s1044-0305(98)00079-8.", "ArticleIdList": ["10.1016/s1044-0305(98)00079-8"]}]}], "History": [{"Year": "2020", "Month": "2", "Day": "28"}, {"Year": "2020", "Month": "4", "Day": "16"}, {"Year": "2020", "Month": "5", "Day": "20", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "5", "Day": "20", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "5", "Day": "20", "Hour": "6", "Minute": "1"}, {"Year": "2020", "Month": "4", "Day": "30"}], "PublicationStatus": "epublish", "ArticleIdList": ["32426612", "PMC7227056", "10.1021/acsomega.0c00901"]}}]}