{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Crocin", "Endothelial dysfunction", "Malondialdehyde", "Nitrate tolerance", "Oxidative stress"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "32440316", "DateRevised": {"Year": "2022", "Month": "04", "Day": "14"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": ["10.22038/IJBMS.2019.39604.9389"], "Journal": {"ISSN": "2008-3866", "JournalIssue": {"Volume": "23", "Issue": "3", "PubDate": {"Year": "2020", "Month": "Mar"}}, "Title": "Iranian journal of basic medical sciences", "ISOAbbreviation": "Iran J Basic Med Sci"}, "ArticleTitle": "Evaluation of possible effects of crocin against nitrate tolerance and endothelial dysfunction.", "Pagination": {"StartPage": "303", "EndPage": "310", "MedlinePgn": "303-310"}, "Abstract": {"AbstractText": ["One of the most important problems of taking nitroglycerin is the nitrate tolerance phenomenon and endothelial dysfunction. Oxidative stress is a high-emphasized one of tolerance mechanisms. The possible effect of crocin, one of the anti-oxidant ingredients of saffron, on the nitrate tolerance model was investigated.", "In the present study, lipid peroxidation and the level of activated and deactivated forms of eNOS were measured. Animals were administered subcutaneously with 25 mg/kg of nitroglycerin, twice a day for 3 days to induce nitrate tolerance model. For evaluation of crocin effects, 20, 40 and 80 mg/kg/day of this compound were injected intraperitoneally in concomitant with nitroglycerin. In the isolated aorta test, after preparation of aorta rings, different concentrations of acetylcholine, sodium nitroprusside and nitroglycerin were added to the organ bath after inducing contraction by phenylephrine and the responsiveness of tissues was recorded.", "Findings showed that nitroglycerin administration caused a remarkable overproduction of malondialdehyde (MDA) in the cells and crocin treatment significantly decreased the MDA level. In the nitrate tolerance group, the level of activated eNOS decreased and the level of deactivated eNOS increased. Crocin partly alleviated these changes: however, its effects were not remarkable. Nitroglycerin injection for 3 days developed tolerance to nitroglycerin and cross-tolerance to acetylcholine (endothelial dysfunction) and sodium nitroprusside. Crocin failed to influence significantly on the nitrate tolerance.", "Crocin effectiveness is possibly time-dependent; therefore, increasing the duration of treatment with crocin may lead to a significant prevention of nitrate tolerance and endothelial dysfunction."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacodynamics and Toxicology, School of Pharmacy, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Omidkhoda", "ForeName": "Seyedeh Farzaneh", "Initials": "SF"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Targeted Drug Delivery Research Center, Pharmaceutical Technology Institute, Mashhad University of Medical Sciences, Mashhad, Iran."}, {"Identifier": [], "Affiliation": "Department of Pharmacodynamics and Toxicology, School of Pharmacy, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Razavi", "ForeName": "BiBi Marjan", "Initials": "BM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacodynamics and Toxicology, School of Pharmacy, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Imenshahidi", "ForeName": "Mohsen", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Natural Products and Medicinal Plants Research Center, North Khorasan University of Medical Sciences, Bojnurd, Iran."}], "LastName": "Rameshrad", "ForeName": "Maryam", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Pharmaceutical Research Center, Pharmaceutical Technology Institute, Mashhad University of Medical Sciences, Mashhad, Iran."}, {"Identifier": [], "Affiliation": "Department of Pharmacodynamics and Toxicology, School of Pharmacy, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Hosseinzadeh", "ForeName": "Hossein", "Initials": "H"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Iran", "MedlineTA": "Iran J Basic Med Sci", "NlmUniqueID": "101517966", "ISSNLinking": "2008-3866"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "World Health Organization. Cardiovascular diseases,   [cited in April 2019].  Available from:  https://www.who.int/cardiovascular_diseases/en/"}, {"Citation": "Divakaran S, Loscalzo J. The role of nitroglycerin and other nitrogen oxides in cardiovascular therapeutics. J Am Coll Cardiol. 2017;70:2393–2410.", "ArticleIdList": ["PMC5687289", "29096811"]}, {"Citation": "Daiber A, Munzel T. Organic nitrate therapy, nitrate tolerance, and nitrate-induced endothelial dysfunction: emphasis on redox biology and oxidative stress. Antioxid Redox Signal. 2015;23:899–942.", "ArticleIdList": ["PMC4752190", "26261901"]}, {"Citation": "Csont T, Ferdinandy P. Cardioprotective effects of glyceryl trinitrate: beyond vascular nitrate tolerance. Pharmacol Ther. 2005;105:57–68.", "ArticleIdList": ["15626455"]}, {"Citation": "Munzel T, Mollnau H, Hartmann M, Geiger C, Oelze M, Warnholtz A, et al. Effects of a nitrate-free interval on tolerance, vasoconstrictor sensitivity and vascular superoxide production. J Am Coll Cardiol. 2000;36:628–634.", "ArticleIdList": ["10933381"]}, {"Citation": "Munzel T, Daiber A, Mulsch A. Explaining the phenomenon of nitrate tolerance. Circ Res. 2005;97:618–628.", "ArticleIdList": ["16195486"]}, {"Citation": "Daiber A, Wenzel P, Oelze M, Munzel T. New insights into bioactivation of organic nitrates, nitrate tolerance and cross-tolerance. Clin Res Cardiol. 2008;97:12–20.", "ArticleIdList": ["17938848"]}, {"Citation": "Beretta M, Sottler A, Schmidt K, Mayer B, Gorren AC. Partially irreversible inactivation of mitochondrial aldehyde dehydrogenase by nitroglycerin. J Biol Chem. 2008;283:30735–30744.", "ArticleIdList": ["PMC2576553", "18786921"]}, {"Citation": "Knorr M, Hausding M, Kroller-Schuhmacher S, Steven S, Oelze M, Heeren T, et al. Nitroglycerin-induced endothelial dysfunction and tolerance involve adverse phosphorylation and S-glutathionylation of endothelial nitric oxide synthase: beneficial effects of therapy with the AT1 receptor blocker telmisartan. Arterioscler Thromb Vasc Biol. 2011;31:2223–2231.", "ArticleIdList": ["21757654"]}, {"Citation": "Mollazadeh H, Emami SA, Hosseinzadeh H. Razi’s Al-Hawi and saffron (Crocus sativus): a review. Iran J Basic Med Sci. 2015;18:1153–1166.", "ArticleIdList": ["PMC4744354", "26877844"]}, {"Citation": "Zeinali M, Zirak MR, Rezaee SA, Karimi G, Hosseinzadeh H. Immunoregulatory and anti-inflammatory properties of Crocus sativus (Saffron) and its main active constituents: A review. Iranian J Basic Med Sci. 2019;22:334–344.", "ArticleIdList": ["PMC6535192", "31223464"]}, {"Citation": "Boskabady MH, Farkhondeh T. Antiinflammatory, antioxidant, and immunomodulatory effects of Crocus sativus L and its main constituents. Phytother Res. 2016;30:1072–1094.", "ArticleIdList": ["27098287"]}, {"Citation": "Hosseinzadeh H, Modaghegh MH, Saffari Z. Crocus sativus L (Saffron) extract and its active constituents (crocin and safranal) on ischemia-reperfusion in rat skeletal muscle. Evid Based Complement Alternat Med. 2009;6:343–350.", "ArticleIdList": ["PMC2722204", "18955256"]}, {"Citation": "Hosseinzadeh H, Sadeghnia HR, Ziaee T, Danaee A. Protective effect of aqueous saffron extract (Crocus sativus L) and crocin, its active constituent, on renal ischemia-reperfusion-induced oxidative damage in rats. J Pharm Pharm Sci. 2005;8:387–393.", "ArticleIdList": ["16401388"]}, {"Citation": "Dianat M, Esmaeilizadeh M, Badavi M, Samarbaf-Zadeh AR, Naghizadeh B. Protective Effects of crocin on ischemia-reperfusion induced oxidative stress in comparison with vitamin E in isolated rat hearts. Jundishapur J Nat Pharm Prod. 2014;9:e17187.", "ArticleIdList": ["PMC4036380", "24872945"]}, {"Citation": "Akbari G, Ali Mard S, Veisi A. A comprehensive review on regulatory effects of crocin on ischemia/reperfusion injury in multiple organs. Biomed Pharmacother. 2018;99:664–670.", "ArticleIdList": ["29710463"]}, {"Citation": "Imenshahidi M, Hosseinzadeh H, Javadpour Y. Hypotensive effect of aqueous saffron extract (Crocus sativus L) and its constituents, safranal and crocin, in normotensive and hypertensive rats. Phytother Res. 2010;24:990–994.", "ArticleIdList": ["20013822"]}, {"Citation": "Yang H, Li X, Liu Y, Li X, Li X, Wu M, et al. Crocin improves the endothelial function regulated by Kca31 through ERK and Akt signaling pathways. Cell Physiol Biochem. 2018;46:765–780.", "ArticleIdList": ["29621746"]}, {"Citation": "Fusi F, Sgaragli G. Reversion of nitrate tolerance in rat aorta rings by freeze-dried red wine. Phytother Res. 2015;29:628–631.", "ArticleIdList": ["25581420"]}, {"Citation": "Imenshahidi M, Karimi G, Kazemzadeh E. Effects of atorvastatin on nitrate tolerance in diabetic rats. Iran J Pharm Res. 2010;9:55–59.", "ArticleIdList": ["PMC3869549", "24363707"]}, {"Citation": "Leo CH, Fernando DT, Tran L, Ng HH, Marshall SA, Parry LJ. Serelaxin treatment reduces oxidative stress and increases aldehyde dehydrogenase-2 to attenuate nitrate tolerance. Front Pharmacol. 2017;8:141–141.", "ArticleIdList": ["PMC5359255", "28377719"]}, {"Citation": "Azarmi Y, Babaei H, Alizadeh F, Gharebageri A, Fouladi DF, Nikkhah E. Allopurinol prevents nitroglycerin-induced tolerance in rat thoracic aorta. J Cardiovasc Pharmacol. 2014;63:113–119.", "ArticleIdList": ["24126565"]}, {"Citation": "Hadizadeh F, Mohajeri SA, Seifi M. Extraction and purification of crocin from saffron stigmas employing a simple and efficient crystallization method. Pak J Biol Sci. 2010;13:691–698.", "ArticleIdList": ["21848061"]}, {"Citation": "Doyle A, Griffiths JB. Cell and tissue culture for medical research. 1st ed. Wiley; 2000."}, {"Citation": "Rezabakhsh A, Montazersaheb S, Nabat E, Hassanpour M, Montaseri A, Malekinejad H, et al. Effect of hydroxychloroquine on oxidative/nitrosative status and angiogenesis in endothelial cells under high glucose condition. Bioimpacts. 2017;7:219–226.", "ArticleIdList": ["PMC5801533", "29435429"]}, {"Citation": "Rameshrad M, Babaei H, Azarmi Y, Fouladia DF. Rat aorta as a pharmacological tool for in vitro and in vivo studies. Life Sci. 2016;145:190–204.", "ArticleIdList": ["26731041"]}, {"Citation": "Laursen JB, Boesgaard S, Poulsen HE, Aldershvile J. Nitrate tolerance impairs nitric oxide-mediated vasodilation in vivo. Cardiovasc Res. 1996;31:814–819.", "ArticleIdList": ["8763412"]}, {"Citation": "Yamashita T, Kawashima S, Ohashi Y, Ozaki M, Rikitake Y, Inoue N, et al. Mechanisms of reduced nitric oxide/cGMP-mediated vasorelaxation in transgenic mice overexpressing endothelial nitric oxide synthase. Hypertension. 2000;36:97–102.", "ArticleIdList": ["10904019"]}, {"Citation": "Zhou Q, Sun Y, Tan W, Liu X, Qian Y, Ma X, et al. Effect of Shenmai injection on preventing the development of nitroglycerin-induced tolerance in rats. PLoS One. 2017;12:e0176777.", "ArticleIdList": ["PMC5409518", "28453571"]}, {"Citation": "Tsuneyoshi H, Akatsuka N, Ohno M, Hara K, Ochiai M, Moroi M. Inhibition of development of tolerance to nitroglycerin by preventive administration of N-acetylcysteine in rats. Jpn Heart J. 1989;30:733–741.", "ArticleIdList": ["2515322"]}]}], "History": [{"Year": "2020", "Month": "5", "Day": "23", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "5", "Day": "23", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "5", "Day": "23", "Hour": "6", "Minute": "1"}, {"Year": "2020", "Month": "3", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["32440316", "PMC7229501", "10.22038/IJBMS.2019.39604.9389"]}}]}