{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Ailments", "Bageshwar", "Ethnomedicinal plants", "Indigenous people", "Public health", "Traditional knowledge", "Uttarakhand"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "32448334", "DateCompleted": {"Year": "2021", "Month": "02", "Day": "17"}, "DateRevised": {"Year": "2021", "Month": "02", "Day": "17"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "05", "Day": "24"}], "Language": ["eng"], "ELocationID": ["29", "10.1186/s13002-020-00381-5"], "Journal": {"ISSN": "1746-4269", "JournalIssue": {"Volume": "16", "Issue": "1", "PubDate": {"Year": "2020", "Month": "May", "Day": "24"}}, "Title": "Journal of ethnobiology and ethnomedicine", "ISOAbbreviation": "J Ethnobiol Ethnomed"}, "ArticleTitle": "Ethnomedicinal knowledge of a marginal hill community of Central Himalaya: diversity, usage pattern, and conservation concerns.", "Pagination": {"StartPage": "29", "MedlinePgn": "29"}, "Abstract": {"AbstractText": ["Indigenous communities use wild plants to cure human ailments since ancient times; such knowledge has significant potential for formulating new drugs and administering future health care. Considering this, the present study was undertaken to assess use value, diversity, and conservation concerns of medicinal plants used in traditional herbal care system of a marginal hill community in Bageshwar district of Uttarakhand in the Central Himalayan region of India.", "Extensive surveys were made in 73 villages to gather information on the ethnomedicinal use of plant species used in the traditional herbal healing system. A total of 100 respondents were identified (30 herbal healers called Vaidyas and 70 non-healers/natives) and interviewed using semi-structured questionnaires, target interviews, and group discussion. Some important indices such as the use-value index (UV), relative frequency citation (RFC), cultural importance index (CI), and informant consensus factor (F<sub>ic</sub>) were calculated for the medicinal plants included in the present study.", "It was recorded that the community uses a total of 70 species with 64 genera and 35 families for curing various ailments. Family Lamiaceae recorded the maximum number of medicinal plants. Twenty-one species used most extensively in the traditional health care system. The major parts of the identified plants used for the treatment of various ailments were root/rhizome and leaf. The most common methods used for the preparation of these plants were decoction and infusion. Ocimum basilicum L., Cannabis sativa L., Citrus aurantifolia (Christm) Sw., Curcuma longa L., and Setaria italica L. had the highest rate of use report. RFC value ranged between 0.03 and 0.91 with highest values for Setaria italica, Zingiber officinale, Ocimum basilicum, and Raphanus sativus. The traditional knowledge is passed verbally to generations and needs to be preserved for the future bio-prospecting of plants that could be a potential cure to any future disease.", "In recent years, the community has access to modern hospitals and medicinal facilities, although a considerable number still prefer medicinal plants for curing select ailments. It is suggested that these ethnomedicinal species need to be screened and evaluated further for their effectiveness for pharmacological activity. Also, significant efforts are required to conserve traditional knowledge and natural habitats of wild medicinal plants."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "G.B. Pant National Institute of Himalayan Environment, Kosi-Katarmal, Almora, Uttarakhand, 263 643, India."}], "LastName": "Ojha", "ForeName": "S N", "Initials": "SN"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "G.B. Pant National Institute of Himalayan Environment, Kosi-Katarmal, Almora, Uttarakhand, 263 643, India."}], "LastName": "Tiwari", "ForeName": "Deepti", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "G.B. Pant National Institute of Himalayan Environment, Kosi-Katarmal, Almora, Uttarakhand, 263 643, India."}], "LastName": "Anand", "ForeName": "Aryan", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "G.B. Pant National Institute of Himalayan Environment, Kosi-Katarmal, Almora, Uttarakhand, 263 643, India. sundriyalrc@yahoo.com."}, {"Identifier": [], "Affiliation": "Department of Forestry and Natural Resources, HNB Garhwal University, (Garhwal), Srinagar, Uttarakhand, 246174, India. sundriyalrc@yahoo.com."}], "LastName": "Sundriyal", "ForeName": "R C", "Initials": "RC"}], "GrantList": [{"GrantID": "NMSHE- TF5", "Agency": "DST, Govt. of India, New Delhi", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "J Ethnobiol Ethnomed", "NlmUniqueID": "101245794", "ISSNLinking": "1746-4269"}, "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Conservation of Natural Resources"}, {"QualifierName": [], "DescriptorName": "Ethnopharmacology"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "India"}, {"QualifierName": [], "DescriptorName": "Knowledge"}, {"QualifierName": [], "DescriptorName": "Phytotherapy"}, {"QualifierName": ["classification"], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Rural Population"}], "CoiStatement": "The authors declare that they have no competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Kala CP. Medicinal plants conservation and enterprise development. Med Plants. 2009;1(2):79–95."}, {"Citation": "L.K Rai LK, Prasad P, Sharma E. Conservation threats to some important medicinal plants of Sikkim Himalaya. Biol Conser. 2000; 93(1):27-33."}, {"Citation": "Kala CP, Dhyani PP, Sajwan BS. Developing the medicinal plants sector in northern India: challenges and opportunities. J Ethnobiol Ethnomed. 2006;2(1):32."}, {"Citation": "Caniago Izefri, Stephen F. Siebert. Medicinal plant ecology, knowledge and conservation in Kalimantan, Indonesia. Economic Botany. 1998;52(3):229–250."}, {"Citation": "Kuniyal CP, Bisht VK, Negi JS, Bhatt VP, Bisht DS, Butola JS, Sundriyal RC, Singh SK. Progress and prospect in the integrated development of medicinal and aromatic plants (MAPs) sector in Uttarakhand. Western Himalaya. Environ Develop Sustaina. 2015;17(5):1141–1162."}, {"Citation": "Rossato SC, Leitao-Filho H, Gegossi A. Ethnobotany of caicaras of the Atlantic forest coast (Brazil) Econ Bot. 1999;53:387–395."}, {"Citation": "Hanazaki N, Tamashiro JY, Leitao-Filho H, Gegossi A. Diversity of plant uses in two caicaras communities from the Atlantic forest coast. Brazil. Biodivers Conserv. 2000;9:597–615."}, {"Citation": "Gazzaneo LR, Paiva de Lucena RF, Paulino de Albuquerque U. Knowledge and use of medicinal plants by local specialists in a region of Atlantic Forest in the state of Pernambuco (Northeastern Brazil). J Ethnobiol Ethnomed. 2005; 1(1):9.", "ArticleIdList": ["PMC1291389", "16270911"]}, {"Citation": "Saha D, Sundriyal M, Sundriyal RC. Diversity of food composition and nutritive analysis of edible wild plants in multi-ethnic tribal land, Northeast India: an important facet for food supply. Indian Journal of Traditional Knowledge. 2014;13(4):698–705."}, {"Citation": "Kala CP. Status and conservation of rare and endangered medicinal plants in the Indian trans-Himalaya. Biol Conserv. 2000;93:371–379."}, {"Citation": "Bisht VK, Kandari LS, Negi JS, Bhandari AK, Sundriyal RC. Traditional use of medicinal plants in district Chamoli, Uttarakhand. India. Jour Med Pl Res. 2013;7(15):918–929."}, {"Citation": "Kala CP. Current status of medicinal plants used by traditional Vaidyas in Uttaranchal State of India. Ethnobotany Research Applications. 2005;3:267–278."}, {"Citation": "Osmaston AE. A forest flora for Kumaun. Dehradun, India: International Book Distributors; 1926."}, {"Citation": "Naithani BD. Flora of Chamoli. Botanical Survey of India, Vol. 1 and 2. Dehradun, India. 1985."}, {"Citation": "Kirtikar KR, Basu BD. Indian medicinal plants. Bishan Singh Mahendra Pal Singh, Dehradun. 1994;1994."}, {"Citation": "Gaur RD. Flora of the District Garhwal: North West Himalaya (with ethnobotanical notes) Srinagar, Garhwal: Transmedia; 1999."}, {"Citation": "Phillips O, Gentry AH, Reynel C, Wilkin P, Galvez DBC. Quantitative ethno-medicine and Amazonian conservation. Biodivers Conserv Biol. 1994;8:225–248."}, {"Citation": "Tardio J, Pardo-de-Santayana M. Cultural importance indices: a comparative analysis based on the useful wild plants of southern Cantabria (northern Spain) Econ Bot. 2008;62(1):24–39."}, {"Citation": "Pardo-de-Santayana M, Tardio J, Blanco E, Carvalho AM, Lastra JJ, San Miguel E, Morales R. Traditional knowledge of wild edible plants used in the northwest of the Iberian Peninsula (Spain and Portugal): a comparative study. J Ethnobiol Ethnomed. 2007;3:27.", "ArticleIdList": ["PMC1904191", "17555572"]}, {"Citation": "Trotter Robert T., Logan Michael H. Plants in Indigenous Medicine & Diet. 2019. Informant Consensus: A New Approach for Identifying Potentially Effective Medicinal Plants; pp. 91–112."}, {"Citation": "Gurdal B, Kultur S. An ethnobotanical study of medicinal plants in Marmaris (Mugla, Turkey) J Ethnopharmacol. 2013;146(1):113–126.", "ArticleIdList": ["23261486"]}, {"Citation": "Ahmad M, Sultana S, Fazl-i-Hadi S, Ben Hadda T, Rashid S, Zafar M, Khan MA, Khan MPZ, Yaseen G. An ethnobotanical study of medicinal plants in high mountainous region of Chail valley (district swat-Pakistan) J Ethnobiol Ethnomed. 2014;10(1):36.", "ArticleIdList": ["PMC4022037", "24739524"]}, {"Citation": "Tugume P, Kakudidi EK, Buyinza M, Namaalwa J, Kamatenesi M, Mucunguzi P, Kalema J. Ethnobotanical survey of medicinal plant species used by communities around Mabira Central Forest Reserve. Uganda. J EthnobiolEthnomed. 2016;12(1):5.", "ArticleIdList": ["PMC4712608", "26762159"]}, {"Citation": "Umair M, Altaf M, Abbasi AM. An ethnobotanical survey of indigenous medicinal plants in Hafizabad district. Punjab-Pakistan. PloS one. 2017;12(6):e0177912.", "ArticleIdList": ["PMC5456064", "28574986"]}, {"Citation": "Farooq A, Amjad MS, Ahmad K, Altaf M, Umair M, Abbasi AM. Ethnomedicinal knowledge of the rural communities of Dhirkot, Azad Jammu and Kashmir. Pakistan. J Ethnobiol Ethnomed. 2019;15:45.", "ArticleIdList": ["PMC6716831", "31470868"]}, {"Citation": "El Amri J, El Badaoui K, Zair T, Bouharb H, Chakir S, Alaoui T. Ethnobotanical study of medicinal plants in the region El Hajeb (Central Morocco) J Res Biol. 2015;4(8):1568–1580."}, {"Citation": "Boudjelal A, Henchiri C, Sari M, Sarri D, Hendel N, Benkhaled A, Ruberto G. Herbalists and wild medicinal plants in M’Sila (North Algeria): an ethnopharmacology survey. J Ethnopharmacol. 2013;148(2):395–402.", "ArticleIdList": ["23643544"]}, {"Citation": "Singh H. Importance of local names of some useful plants in ethnobotanical study. Indian J Tradit Knowledge. 2008;7(2):365–370."}, {"Citation": "Shandesh B, Chaudhary RP, Quave CL, Taylor RSL. The use of medicinal plants in the transhimalayan arid zone of Mustang district. Nepal. J Ethnobiol Ethnomed. 2010;6:14.", "ArticleIdList": ["PMC2856531", "20370901"]}, {"Citation": "Kumar M, Mehraj A, Sheikh MA, Bussmann RW. Ethnomedicinal and ecological status of plants in Garhwal Himalaya. India. J Ethnobiol Ethnomed. 2011;7:32.", "ArticleIdList": ["PMC3212913", "22011477"]}, {"Citation": "Malik ZA, Bhat JA, Ballabha A, Bussmann RW. Ethnomedicinal plants traditionally used in health care practices by inhabitants of Western Himalaya. J Ethnopharmacolog. 2015;172:133–144.", "ArticleIdList": ["26087233"]}, {"Citation": "Bhat JA, Kumar M, Bussmann RW. Ecological status and traditional knowledge of medicinal plants in Kedarnath Wildlife Sanctuary of Garhwal Himalaya. India. J. Ethnobiol Ethnomed. 2013;9:1.", "ArticleIdList": ["PMC3560114", "23281594"]}, {"Citation": "Kunwar RM, Nepal BK, Kshetri HB, Rai SK, Bussmann RW. Ethnomedicine in Himalaya: a case study from Dolpa, Humla. Jumla and Mustang districts of Nepal. J. Ethnobiol Ethnomed. 2006;2:27.", "ArticleIdList": ["PMC1513199", "16749924"]}, {"Citation": "Kunwar RM, Shrestha KP, Bussmann RW. Traditional herbal medicine in Far-west Nepal: a pharmacological appraisal. J. Ethnobiol Ethnomed. 2010;6:35.", "ArticleIdList": ["PMC3012020", "21144003"]}, {"Citation": "Kunwar RM, Mahat L, Acharya RP, Bussmann RW. Medicinal plants, traditional medicine, markets and management in far-west Nepal. J. Ethnobiol. Ethnomed. 2013;9:24.", "ArticleIdList": ["PMC3643841", "23587109"]}, {"Citation": "Moore PD. Trials in bad taste. Nature. 1994;370:410–411."}, {"Citation": "Keter LK, Mutiso PC. Ethnobotanical studies of medicinal plants used by traditional health practitioners in the management of diabetes in lower eastern province. Kenya. J. Ethnopharmacol. 2012;139:74–80.", "ArticleIdList": ["22020309"]}, {"Citation": "Quave CL, Pieroni AA. Reservoir of ethnobotanical knowledge informs resilient foodsecurity and health strategies in the Balkans. Nature Plants. 2015;1(2):14021.", "ArticleIdList": ["27246758"]}, {"Citation": "Mahmood A, Mahmood A, Malik RN, Shinwari ZK. Indigenous knowledge of medicinal plants from Gujranwala district. Pakistan. J Ethnopharmacol. 2013;148(2):714–723.", "ArticleIdList": ["23707336"]}, {"Citation": "Bano A, Ahmad M, Hadda TB, Saboor A, Sultana S, Zafar M, Khan MPZ, Arshad M, Ashraf MA. Quantitative ethnomedicinal study of plants used in the skardu valley at high altitude of Karakoram-Himalayan range. Pakistan. J Ethnobiol Ethnomed. 2014;10(1):43.", "ArticleIdList": ["PMC4039317", "24885937"]}, {"Citation": "Bisht VK, Rana CS, Negi JS, Bhandari AK, Purohit V, Kuniyal CP, Sundriyal RC. Lamiaceous ethno-medico-botanicals in Uttarakhand Himalaya. India. Jour Med Pl Res. 2012;6(26):4281–4291."}, {"Citation": "Sundriyal RC. Medicinal plant cultivation and conservation in the Himalaya: an agenda for action. Indian Forester. 2005;131(3):410–424."}, {"Citation": "Singh P, Attri BL. Survey on traditional uses of medicinal plants of Bageshwar valley (Kumaun Himalaya) of Uttarakhand. India. Intern J Conserv Sci. 2014;5(2):223–234."}, {"Citation": "Tewari S, Paliwal AK, Joshi B. Medicinal use of some common plants among people of Garur Block of District Bageshwar, Uttarakhand. India. Octa J Biosci. 2014;2(1):32–35."}, {"Citation": "Bhatt D, Arya D, Chopra N, Upreti BM, Joshi GC, Tewari LM. Diversity of ethnomedicinal plant: a case study of Bageshwar district Uttarakhand. Journal of Medicinal Plants Studies. 2017;5(2):11–24."}, {"Citation": "Tuttolomondo T, Licata M, Leto C, Bonsangue G, Gargano ML, Venturella G, La Bella S. Popular uses of wild plant species for medicinal purposes in the Nebrodi Regional Park (north-eastern Sicily, Italy) J Ethnopharmacol. 2014;157:21–37.", "ArticleIdList": ["25239832"]}, {"Citation": "Jain A, Sundriyal M, Roshnibala S, Kotoky R, Kanjilal PB, Singh HB, Sundriyal RC. Dietary use and conservation concern of edible wetland plants at Indo-Burma hotspot: a case study from northeast India. Jour Ethnobiol Ethnomed. 2011;7:7–29.", "ArticleIdList": ["PMC3207871", "21970571"]}, {"Citation": "Pandey K, Pandey S. Indigenous medicines of Raji tribes of Uttarakhand. Indian J Tradit Knowledge. 2010;9(1):131–133."}, {"Citation": "Joshi M, Kumar M, Bussmann RW. Ethnomedicinal uses of plant resources of the Haigad watershed in Kumaun Himalaya. J Medicinal and Aromatic Plant Science and Biotechnology. 2010;4(1):43–46."}, {"Citation": "Samal PK, Dhyani PP, Dollo M. Indigenous medicinal practices of Bhotia tribal community in Indian Central Himalaya. Indian J Tradit Knowledge. 2010;9(1):140–144."}, {"Citation": "Saha D, Sundriyal RC. Utilization of non-timber forest products in humid tropics: consumption pattern, contribution to rural income and forest revenue. Forest Policy and Economics. 2012;14:28–40."}, {"Citation": "Samal PK, Shah A, Tiwari SC, Agrwal DK. Indigenous healthcare practices and their linkages with bioresources conservation and socio-economic development in Central Himalayan region of India. Indian J Tradit Knowledge. 2004;3(1):12–26."}, {"Citation": "Singh A, Nautiyal MC, Kunwar RM, Bussmann RW. Ethnomedicinal plants used by local inhabitants of Jakholi block, Rudraprayag district, Western Himalaya. India. J Ethnobiol Ethnomed. 2017;13:49.", "ArticleIdList": ["PMC5571566", "28836997"]}, {"Citation": "Uprety Y, Poude RC, Gurung J, Chettri N, Chaudhary RP. Traditional use and management of NTFPs in Kangchenjunga Landscape: implications for conservation and livelihoods. Jour Ethnobiol Ethnomed. 2016;12:19.", "ArticleIdList": ["PMC4855762", "27142597"]}, {"Citation": "Jalal JS, Garkoti SC. Medicinal plants used in the cure of stomach disorders in Kumaon Himalaya, Uttarakhand. India. Academia J Medicinal Plants. 2013;1(7):116–121."}, {"Citation": "Garbyal SS, Aggarwal KK, Babu CR. Traditionally used medicinal plants in Dharchula Himalayas of Pithoragarh district. Uttaranchal. Indian J Tradit Knowledge. 2005;4(2):199–207."}, {"Citation": "Mehta PS, Negi KS, Ojha SN, Rayal A, Verma SK. Herbal based traditional practices used by the Bhotias and Gangwals of the central Himalayan region, Uttarakhand. India. J. Nanotechnol. 2013;2(1):83–96."}, {"Citation": "Maikhuri RK, Nautiyal S, Rao KS, Saxena KG. Medicinal plant cultivation and biosphere reserve management: a case study from the Nanda Devi Biosphere Reserve. Himalaya. Curr Sci. 1998;74(2):157–163."}], "ReferenceList": []}], "History": [{"Year": "2019", "Month": "12", "Day": "13"}, {"Year": "2020", "Month": "5", "Day": "12"}, {"Year": "2020", "Month": "5", "Day": "26", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "5", "Day": "26", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "2", "Day": "18", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "5", "Day": "24"}], "PublicationStatus": "epublish", "ArticleIdList": ["32448334", "PMC7245762", "10.1186/s13002-020-00381-5", "10.1186/s13002-020-00381-5"]}}], "PubmedBookArticle": []}