{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Chloroplast genome", "Molecular markers", "Phylogenetic relationship", "Physalis", "Species identification"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "32466748", "DateCompleted": {"Year": "2021", "Month": "01", "Day": "06"}, "DateRevised": {"Year": "2021", "Month": "01", "Day": "06"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "05", "Day": "28"}], "Language": ["eng"], "ELocationID": ["242", "10.1186/s12870-020-02429-w"], "Journal": {"ISSN": "1471-2229", "JournalIssue": {"Volume": "20", "Issue": "1", "PubDate": {"Year": "2020", "Month": "May", "Day": "28"}}, "Title": "BMC plant biology", "ISOAbbreviation": "BMC Plant Biol"}, "ArticleTitle": "Complete chloroplast genomes of four Physalis species (Solanaceae): lights into genome structure, comparative analysis, and phylogenetic relationships.", "Pagination": {"StartPage": "242", "MedlinePgn": "242"}, "Abstract": {"AbstractText": ["Physalis L. is a genus of herbaceous plants of the family Solanaceae, which has important medicinal, edible, and ornamental values. The morphological characteristics of Physalis species are similar, and it is difficult to rapidly and accurately distinguish them based only on morphological characteristics. At present, the species classification and phylogeny of Physalis are still controversial. In this study, the complete chloroplast (cp) genomes of four Physalis species (Physalis angulata, P. alkekengi var. franchetii, P. minima and P. pubescens) were sequenced, and the first comprehensive cp genome analysis of Physalis was performed, which included the previously published cp genome sequence of Physalis peruviana.", "The Physalis cp genomes exhibited typical quadripartite and circular structures, and were relatively conserved in their structure and gene synteny. However, the Physalis cp genomes showed obvious variations at four regional boundaries, especially those of the inverted repeat and the large single-copy regions. The cp genomes' lengths ranged from 156,578 bp to 157,007 bp. A total of 114 different genes, 80 protein-coding genes, 30 tRNA genes, and 4 rRNA genes, were observed in four new sequenced Physalis cp genomes. Differences in repeat sequences and simple sequence repeats were detected among the Physalis cp genomes. Phylogenetic relationships among 36 species of 11 genera of Solanaceae based on their cp genomes placed Physalis in the middle and upper part of the phylogenetic tree, with a monophyletic evolution having a 100% bootstrap value.", "Our results enrich the data on the cp genomes of the genus Physalis. The availability of these cp genomes will provide abundant information for further species identification, increase the taxonomic and phylogenetic resolution of Physalis, and assist in the investigation and utilization of Physalis plants."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Life and Environmental Science, Hangzhou Normal University, Hangzhou, 311121, China."}, {"Identifier": [], "Affiliation": "Zhejiang Provincial Key Laboratory for Genetic Improvement and Quality Control of Medicinal Plants, Hangzhou Normal University, Hangzhou, 311121, China."}, {"Identifier": [], "Affiliation": "College of Bioscience & Biotechnology, Hunan Agricultural University, Changsha, 410128, China."}], "LastName": "Feng", "ForeName": "Shangguo", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Life and Environmental Science, Hangzhou Normal University, Hangzhou, 311121, China."}, {"Identifier": [], "Affiliation": "Zhejiang Provincial Key Laboratory for Genetic Improvement and Quality Control of Medicinal Plants, Hangzhou Normal University, Hangzhou, 311121, China."}], "LastName": "Zheng", "ForeName": "Kaixin", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Life and Environmental Science, Hangzhou Normal University, Hangzhou, 311121, China."}, {"Identifier": [], "Affiliation": "Zhejiang Provincial Key Laboratory for Genetic Improvement and Quality Control of Medicinal Plants, Hangzhou Normal University, Hangzhou, 311121, China."}], "LastName": "Jiao", "ForeName": "Kaili", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Life and Environmental Science, Hangzhou Normal University, Hangzhou, 311121, China."}, {"Identifier": [], "Affiliation": "Zhejiang Provincial Key Laboratory for Genetic Improvement and Quality Control of Medicinal Plants, Hangzhou Normal University, Hangzhou, 311121, China."}], "LastName": "Cai", "ForeName": "Yuchen", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Life and Environmental Science, Hangzhou Normal University, Hangzhou, 311121, China."}], "LastName": "Chen", "ForeName": "Chuanlan", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Life and Environmental Science, Hangzhou Normal University, Hangzhou, 311121, China."}], "LastName": "Mao", "ForeName": "Yanyan", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Life and Environmental Science, Hangzhou Normal University, Hangzhou, 311121, China."}], "LastName": "Wang", "ForeName": "Lingyan", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Life and Environmental Science, Hangzhou Normal University, Hangzhou, 311121, China."}, {"Identifier": [], "Affiliation": "Zhejiang Provincial Key Laboratory for Genetic Improvement and Quality Control of Medicinal Plants, Hangzhou Normal University, Hangzhou, 311121, China."}], "LastName": "Zhan", "ForeName": "Xiaori", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Life and Environmental Science, Hangzhou Normal University, Hangzhou, 311121, China."}, {"Identifier": [], "Affiliation": "Zhejiang Provincial Key Laboratory for Genetic Improvement and Quality Control of Medicinal Plants, Hangzhou Normal University, Hangzhou, 311121, China."}], "LastName": "Ying", "ForeName": "Qicai", "Initials": "Q"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Life and Environmental Science, Hangzhou Normal University, Hangzhou, 311121, China. whz62@163.com."}, {"Identifier": [], "Affiliation": "Zhejiang Provincial Key Laboratory for Genetic Improvement and Quality Control of Medicinal Plants, Hangzhou Normal University, Hangzhou, 311121, China. whz62@163.com."}], "LastName": "Wang", "ForeName": "Huizhong", "Initials": "H"}], "GrantList": [{"GrantID": "31970346", "Agency": "National Natural Science Foundation of China", "Country": ""}, {"GrantID": "LY20H280012", "Agency": "Natural Science Foundation of Zhejiang Province", "Country": ""}, {"GrantID": "LY19C160001", "Agency": "Natural Science Foundation of Zhejiang Province", "Country": ""}, {"GrantID": "20191203B02", "Agency": "Hangzhou Scientific and Technological Program of China", "Country": ""}, {"GrantID": "2060302", "Agency": "Key project at central government level: The ability establishment of sustainable use for valuable Chinese medicine resources", "Country": ""}, {"GrantID": "2018C02030", "Agency": "Zhejiang Provincial Key Research & Development Project Grants", "Country": ""}, {"GrantID": "2019R426027", "Agency": "the college students' science and technology innovation project of Zhejiang", "Country": ""}], "PublicationTypeList": ["Comparative Study", "Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "BMC Plant Biol", "NlmUniqueID": "100967807", "ISSNLinking": "1471-2229"}, "MeshHeadingList": [{"QualifierName": ["genetics"], "DescriptorName": "Genome, Chloroplast"}, {"QualifierName": ["genetics"], "DescriptorName": "Genome, Plant"}, {"QualifierName": ["genetics"], "DescriptorName": "Microsatellite Repeats"}, {"QualifierName": [], "DescriptorName": "Phylogeny"}, {"QualifierName": ["genetics"], "DescriptorName": "Physalis"}, {"QualifierName": [], "DescriptorName": "Sequence Analysis, DNA"}], "CoiStatement": "The authors declare that they have no competing interests."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Whitson M, Manos PS. Untangling Physalis (Solanaceae) from the Physaloids: a two-gene phylogeny of the Physalinae. Syst Bot. 2005;30(1):216–230."}, {"Citation": "Zhang WN, Tong WY. Chemical constituents and biological activities of plants from the genus Physalis. Chem Biodivers. 2016;13(1):48–65.", "ArticleIdList": ["26765352"]}, {"Citation": "Feng SG, Jiang MY, Shi YJ, Jiao KL, Shen CJ, Lu JJ, Ying QC, Wang HZ. Application of the ribosomal DNA ITS2 region of Physalis (Solanaceae): DNA barcoding and phylogenetic study. Front Plant Sci. 2016;7:1047.", "ArticleIdList": ["PMC4949264", "27486467"]}, {"Citation": "Wei JL, Hu XR, Yang JJ, Yang WC. Identification of single-copy orthologous genes between Physalis and Solanum lycopersicum and analysis of genetic diversity in Physalis using molecular markers. PLoS One. 2012;7(11):e50164.", "ArticleIdList": ["PMC3500348", "23166835"]}, {"Citation": "Martinez M. Revision of Physalis section Epeteiorhiza (Solanaceae) Ann Ins Biol Bot. 1998;69:71–117."}, {"Citation": "Chinese academy of sciences . Flora of China. China: Science press; 1978. p. 50."}, {"Citation": "National pharmacopoeia committee . Pharmmacopoeia of the People's Republic of China. Beijing: Chemical Industry Press; 2015. pp. 360–361."}, {"Citation": "Ji L, Yuan YL, Ma ZJ, Chen Z, Gan LS, Ma XQ, Huang DS. Induction of quinone reductase (QR) by withanolides isolated from Physalis pubescens L. (Solanaceae) Steroids. 2013;78(9):860–865.", "ArticleIdList": ["23685089"]}, {"Citation": "Ding H, Hu ZJ, Yu LY, Ma ZJ, Ma XQ, Chen Z, Wang D, Zhao XF. Induction of quinone reductase (QR) by withanolides isolated from Physalis angulata L. var. villosa Bonati (Solanaceae) Steroids. 2014;86:32–38.", "ArticleIdList": ["24793335"]}, {"Citation": "Xu XM, Guan YZ, Shan SM, Luo JG, Kong LY. Withaphysalin-type withanolides from Physalis minima. Phytochem Lett. 2016;15:1–6."}, {"Citation": "Zhan XR, Liao XY, Luo XJ, Zhu YJ, Feng SG, Yu CN, Lu JJ, Shen CJ, Wang HZ. Comparative metabolomic and proteomic analyses reveal the regulation mechanism underlying MeJA-induced bioactive compound accumulation in cutleaf groundcherry (Physalis angulata L.) hairy roots. J Agric Food Chem. 2018;66(25):6336–6347.", "ArticleIdList": ["29874907"]}, {"Citation": "Zamora-Tavares P, Vargas-Ponce O, Sanchez-Martinez J, Cabrera-Toledo D. Diversity and genetic structure of the husk tomato (Physalis philadelphica lam.) in Western Mexico. Genet Resour Crop Ev. 2015;62(1):141–153."}, {"Citation": "Redwan RM, Saidin A, Kumar SV. Complete chloroplast genome sequence of MD-2 pineapple and its comparative analysis among nine other plants from the subclass Commelinidae. BMC Plant Biol. 2015;15:196.", "ArticleIdList": ["PMC4534033", "26264372"]}, {"Citation": "Martin Avila E, Gisby MF, Day A. Seamless editing of the chloroplast genome in plants. BMC Plant Biol. 2016;16(1):168.", "ArticleIdList": ["PMC4966725", "27474038"]}, {"Citation": "Diekmann K, Hodkinson TR, Wolfe KH, van den Bekerom R, Dix PJ, Barth S. Complete chloroplast genome sequence of a major allogamous forage species, perennial ryegrass (Lolium perenne L.) DNA Res. 2009;16(3):165–176.", "ArticleIdList": ["PMC2695775", "19414502"]}, {"Citation": "Lei WJ, Ni DP, Wang YJ, Shao JJ, Wang XC, Yang D, Wang JS, Chen HM, Liu C. Intraspecific and heteroplasmic variations, gene losses and inversions in the chloroplast genome of Astragalus membranaceus. Sci Rep. 2016;6:21669.", "ArticleIdList": ["PMC4761949", "26899134"]}, {"Citation": "Luo Y, Ma PF, Li HT, Yang JB, Wang H, Li DZ. Plastid phylogenomic analyses resolve Tofieldiaceae as the root of the early diverging monocot order Alismatales. Genome Biol Evol. 2016;8(3):932–945.", "ArticleIdList": ["PMC4823975", "26957030"]}, {"Citation": "Kim Y, Cullis C. A novel inversion in the chloroplast genome of marama (Tylosema esculentum) J Exp Bot. 2017;68(8):2065–2072.", "ArticleIdList": ["PMC5429017", "28158587"]}, {"Citation": "Doyle JJ, Doyle JL, Palmer JD. Multiple independent losses of two genes and one intron from legume chloroplast genome. Syst Bot. 1995;20(3):272–294."}, {"Citation": "Millen RS, Olmstead RG, Adams KL, Palmer JD, Lao NT, Heggie L, Kavanagh TA, Hibberd JM, Gray JC, Morden CW, et al. Many parallel losses of infA from chloroplast DNA during angiosperm evolution with multiple independent transfers to the nucleus. Plant Cell. 2001;13(3):645–658.", "ArticleIdList": ["PMC135507", "11251102"]}, {"Citation": "Guisinger MM, Chumley TW, Kuehl JV, Boore JL, Jansen RK. Implications of the plastid genome sequence of Typha (Typhaceae, Poales) for understanding genome evolution in Poaceae. J Mol Evol. 2010;70(2):149–166.", "ArticleIdList": ["PMC2825539", "20091301"]}, {"Citation": "Shapiro DR, Tewari KK. Nucleotide sequences of transfer RNA genes in the Pisum sativum chloroplast DNA. Plant Mol Biol. 1986;6(1):1–12.", "ArticleIdList": ["24307149"]}, {"Citation": "Saski C, Lee SB, Daniell H, Wood TC, Tomkins J, Kim HG, Jansen RK. Complete chloroplast genome sequence of Gycine max and comparative analyses with other legume genomes. Plant Mol Biol. 2005;59(2):309–322.", "ArticleIdList": ["16247559"]}, {"Citation": "Hirao T, Watanabe A, Kurita M, Kondo T, Takata K. Complete nucleotide sequence of the Cryptomeria japonica D. Don chloroplast genome and comparative chloroplast genomics: diversified genomic structure of coniferous species. BMC Plant Biol. 2008;8:70.", "ArticleIdList": ["PMC2443145", "18570682"]}, {"Citation": "Zhang YZ, Ma J, Yang BX, Li RY, Zhu W, Sun LL, Tian JK, Zhang L. The complete chloroplast genome sequence of Taxus chinensis var. mairei (Taxaceae): loss of an inverted repeat region and comparative analysis with related species. Gene. 2014;540(2):201–209.", "ArticleIdList": ["24583178"]}, {"Citation": "Tangphatsornruang S, Sangsrakru D, Chanprasert J, Uthaipaisanwong P, Yoocha T, Jomchai N, Tragoonrung S. The chloroplast genome sequence of mungbean (Vigna radiata) determined by high-throughput pyrosequencing: structural organization and phylogenetic relationships. DNA Res. 2010;17(1):11–22.", "ArticleIdList": ["PMC2818187", "20007682"]}, {"Citation": "Palmer JD, Thompson WF. Rearrangements in the chloroplast genomes of mung bean and pea. Proc Natl Acad Sci U S A. 1981;78(9):5533–5537.", "ArticleIdList": ["PMC348780", "16593087"]}, {"Citation": "Li XW, Yang Y, Henry RJ, Rossetto M, Wang YT, Chen SL. Plant DNA barcoding: from gene to genome. Biol Rev Camb Philos Soc. 2015;90(1):157–166.", "ArticleIdList": ["24666563"]}, {"Citation": "Dong WP, Xu C, Wu P, Cheng T, Yu J, Zhou SL, Hong DY. Resolving the systematic positions of enigmatic taxa: manipulating the chloroplast genome data of Saxifragales. Mol Phylogenet Evol. 2018;126:321–330.", "ArticleIdList": ["29702217"]}, {"Citation": "Yang Z, Zhao TT, Ma QH, Liang LS, Wang GX. Comparative genomics and phylogenetic analysis revealed the chloroplast genome variation and interspecific relationships of Corylus (Betulaceae) species. Front Plant Sci. 2018;9:927.", "ArticleIdList": ["PMC6046460", "30038632"]}, {"Citation": "Axelius B. The phylogenetic relationships of the physaloid genera (Solanaceae) based on morphological data. Amer J Bot. 1996;83:118–124."}, {"Citation": "Olmstead RG, Bohs L, Migid HA, Santiago-Valentin E, Garcia VF, Collier SM. A molecular phylogeny of the Solanaceae. Taxon. 2008;57(4):1159–1181."}, {"Citation": "Feng SG, Jiao KL, Zhu YJ, Wang HF, Jiang MY, Wang HZ. Molecular identification of species of Physalis (Solanaceae) using a candidate DNA barcode: the chloroplast psbA-trnH intergenic region. Genome. 2018;61(1):15–20.", "ArticleIdList": ["28961406"]}, {"Citation": "Vargas-Ponce O, Perez-Alvarez LF, Zamora-Tavares P, Rodriguez A. Assessing genetic diversity in Mexican husk tomato species. Plant Mol Biol Rep. 2011;29(3):733–738."}, {"Citation": "Feng SG, Zhu YJ, Yu CL, Jiao KL, Jiang M, JJ YL, Shen CJ, Ying QC, Wang HZ. Development of species-specific SCAR markers, based on a SCoT analysis, to authenticate Physalis (Solanaceae) species. Front Genet. 2018;9:192.", "ArticleIdList": ["PMC5992434", "29910824"]}, {"Citation": "Moore MJ, Dhingra A, Soltis PS, Shaw R, Farmerie WG, Folta KM, Soltis DE. Rapid and accurate pyrosequencing of angiosperm plastid genomes. BMC Plant Biol. 2006;6:17.", "ArticleIdList": ["PMC1564139", "16934154"]}, {"Citation": "Wang S, Yang CP, Zhao XY, Chen S, Qu GZ. Complete chloroplast genome sequence of Betula platyphylla: gene organization, RNA editing, and comparative and phylogenetic analyses. BMC Genomics. 2018;19(1):950.", "ArticleIdList": ["PMC6302522", "30572840"]}, {"Citation": "Quail MA, Smith M, Coupland P, Otto TD, Harris SR, Connor TR, Bertoni A, Swerdlow HP, Gu Y. A tale of three next generation sequencing platforms: comparison of ion torrent, Pacific Biosciences and Illumina MiSeq sequencers. BMC Genomics. 2012;13:341.", "ArticleIdList": ["PMC3431227", "22827831"]}, {"Citation": "Zhang YX, Iaffaldano BJ, Zhuang XF, Cardina J, Cornish K. Chloroplast genome resources and molecular markers differentiate rubber dandelion species from weedy relatives. BMC Plant Biol. 2017;17(1):34.", "ArticleIdList": ["PMC5289045", "28152978"]}, {"Citation": "Zhang YJ, Du LW, Liu A, Chen JJ, Wu L, Hu WM, Zhang W, Kim K, Lee SC, Yang TJ, et al. The complete chloroplast genome sequences of five Epimedium species: lights into phylogenetic and taxonomic analyses. Front Plant Sci. 2016;7:306.", "ArticleIdList": ["PMC4791396", "27014326"]}, {"Citation": "Luo J, Hou BW, Niu ZT, Liu W, Xue QY, Ding XY. Comparative chloroplast genomes of photosynthetic orchids: insights into evolution of the Orchidaceae and development of molecular markers for phylogenetic applications. PLoS One. 2014;9(6):e99016.", "ArticleIdList": ["PMC4049609", "24911363"]}, {"Citation": "Jansen RK, Wojciechowski MF, Sanniyasi E, Lee S-B, Daniell H. Complete plastid genome sequence of the chickpea (Cicer arietinum) and the phylogenetic distribution of rps12 and clpP intron losses among legumes (Leguminosae) Mol Phylogenet Evol. 2008;48(3):1204–1217.", "ArticleIdList": ["PMC2586962", "18638561"]}, {"Citation": "Zuo LH, Shang AQ, Zhang S, Yu XY, Ren YC, Yang MS, Wang JM. The first complete chloroplast genome sequences of Ulmus species by de novo sequencing: genome comparative and taxonomic position analysis. PLoS One. 2017;12(2):e0171264.", "ArticleIdList": ["PMC5291543", "28158318"]}, {"Citation": "Kim KJ, Lee HL. Complete chloroplast genome sequences from Korean ginseng (Panax schinseng Nees) and comparative analysis of sequence evolution among 17 vascular plants. DNA Res. 2004;11(4):247–261.", "ArticleIdList": ["15500250"]}, {"Citation": "Sun YX, Moore MJ, Meng AP, Soltis PS, Soltis DE, Li JQ, Wang HC. Complete plastid genome sequencing of Trochodendraceae reveals a significant expansion of the inverted repeat and suggests a Paleogene divergence between the two extant species. PLoS One. 2013;8(4):e60429.", "ArticleIdList": ["PMC3618518", "23577110"]}, {"Citation": "Choi KS, Chung MG, Park S. The complete chloroplast genome sequences of three Veroniceae species (Plantaginaceae): comparative analysis and highly divergent regions. Front Plant Sci. 2016;7:355.", "ArticleIdList": ["PMC4804161", "27047524"]}, {"Citation": "Chen XC, Li QS, Li Y, Qian J, Han JP. Chloroplast genome of Aconitum barbatum var. puberulum (Ranunculaceae) derived from CCS reads using the PacBio RS platform. Front Plant Sci. 2015;6:42.", "ArticleIdList": ["PMC4319492", "25705213"]}, {"Citation": "Asaf S, Khan AL, Khan AR, Waqas M, Kang SM, Khan MA, Lee SM, Lee IJ. Complete chloroplast genome of Nicotiana otophora and its comparison with related species. Front Plant Sci. 2016;7:843.", "ArticleIdList": ["PMC4906380", "27379132"]}, {"Citation": "Asaf S, Waqas M, Khan AL, Khan MA, Kang SM, Imran QM, Shahzad R, Bilal S, Yun BW, Lee IJ. The complete chloroplast genome of wild rice (Oryza minuta) and its comparison to related species. Front Plant Sci. 2017;8:304.", "ArticleIdList": ["PMC5339285", "28326093"]}, {"Citation": "Huang H, Shi C, Liu Y, Mao SY, Gao LZ. Thirteen Camellia chloroplast genome sequences determined by high-throughput sequencing: genome structure and phylogenetic relationships. BMC Evol Biol. 2014;14:151.", "ArticleIdList": ["PMC4105164", "25001059"]}, {"Citation": "Yi X, Gao L, Wang B, Su YJ, Wang T. The complete chloroplast genome sequence of Cephalotaxus oliveri (Cephalotaxaceae): evolutionary comparison of cephalotaxus chloroplast DNAs and insights into the loss of inverted repeat copies in gymnosperms. Genome Biol Evol. 2013;5(4):688–698.", "ArticleIdList": ["PMC3641632", "23538991"]}, {"Citation": "Yao X, Tan YH, Liu YY, Song Y, Yang JB, Corlett RT. Chloroplast genome structure in Ilex (Aquifoliaceae) Sci Rep. 2016;6:28559.", "ArticleIdList": ["PMC4932625", "27378489"]}, {"Citation": "Zhang Y, Li L, Yan TL, Liu Q. Complete chloroplast genome sequences of Praxelis (Eupatorium catarium Veldkamp), an important invasive species. Gene. 2014;549(1):58–69.", "ArticleIdList": ["25042453"]}, {"Citation": "Nie XJ, Lv SZ, Zhang YX, Du XH, Wang L, Biradar SS, Tan XF, Wan FH, Weining S. Complete chloroplast genome sequence of a major invasive species, Crofton weed (Ageratina adenophora) PLoS One. 2012;7(5):e36869.", "ArticleIdList": ["PMC3350484", "22606302"]}, {"Citation": "Pauwels M, Vekemans X, Gode C, Frerot H, Castric V, Saumitou-Laprade P. Nuclear and chloroplast DNA phylogeography reveals vicariance among European populations of the model species for the study of metal tolerance, Arabidopsis halleri (Brassicaceae) New Phytol. 2012;193(4):916–928.", "ArticleIdList": ["22225532"]}, {"Citation": "Liu LX, Wang YW, He PZ, Li P, Lee J, Soltis DE, Fu CX. Chloroplast genome analyses and genomic resource development for epilithic sister genera Oresitrophe and Mukdenia (Saxifragaceae), using genome skimming data. BMC Genomics. 2018;19(1):235.", "ArticleIdList": ["PMC5885378", "29618324"]}, {"Citation": "Chen JH, Hao ZD, Xu HB, Yang LM, Liu GX, Sheng Y, Zheng C, Zheng WW, Cheng TL, Shi JS. The complete chloroplast genome sequence of the relict woody plant Metasequoia glyptostroboides Hu et Cheng. Front Plant Sci. 2015;6:447.", "ArticleIdList": ["PMC4468836", "26136762"]}, {"Citation": "Moore MJ, Soltis PS, Bell CD, Burleigh JG, Soltis DE. Phylogenetic analysis of 83 plastid genes further resolves the early diversification of eudicots. P Natl Acad Sci USA. 2010;107(10):4623–4628.", "ArticleIdList": ["PMC2842043", "20176954"]}, {"Citation": "Zhang YJ, Li DZ. Advances in phylogenomics based on complete chloroplast genomes. Plant Diversity and Resources. 2011;33(4):365–375."}, {"Citation": "Doyle JJ. A rapid DNA isolation procedure for small quantities of fresh leaf tissue. Phytochem Bull. 1987;19:11–15."}, {"Citation": "Yang JB, Li DZ, Li HT. Highly effective sequencing whole chloroplast genomes of angiosperms by nine novel universal primer pairs. Mol Ecol Resour. 2014;14(5):1024–1031.", "ArticleIdList": ["24620934"]}, {"Citation": "Wyman SK, Jansen RK, Boore JL. Automatic annotation of organellar genomes with DOGMA. Bioinformatics. 2004;20(17):3252–3255.", "ArticleIdList": ["15180927"]}, {"Citation": "Schattner P, Brooks AN, Lowe TM. The tRNAscan-SE, snoscan and snoGPS web servers for the detection of tRNAs and snoRNAs. Nucleic Acids Res. 2005;33:W686–W689.", "ArticleIdList": ["PMC1160127", "15980563"]}, {"Citation": "Lohse M, Drechsel O, Kahlau S, Bock R. OrganellarGenomeDRAW--a suite of tools for generating physical maps of plastid and mitochondrial genomes and visualizing expression data sets. Nucleic Acids Res. 2013;41:W575–W581.", "ArticleIdList": ["PMC3692101", "23609545"]}, {"Citation": "Tamura K, Stecher G, Peterson D, Filipski A, Kumar S. MEGA6: molecular evolutionary genetics analysis version 6.0. Mol Biol Evol. 2013;30(12):2725–2729.", "ArticleIdList": ["PMC3840312", "24132122"]}, {"Citation": "Beier S, Thiel T, Munch T, Scholz U, Mascher M. MISA-web: a web server for microsatellite prediction. Bioinformatics. 2017;33(16):2583–2585.", "ArticleIdList": ["PMC5870701", "28398459"]}, {"Citation": "Kurtz S, Choudhuri JV, Ohlebusch E, Schleiermacher C, Stoye J, Giegerich R. REPuter: the manifold applications of repeat analysis on a genomic scale. Nucleic Acids Res. 2001;29(22):4633–4642.", "ArticleIdList": ["PMC92531", "11713313"]}, {"Citation": "Katoh K, Standley DM. MAFFT multiple sequence alignment software version 7: improvements in performance and usability. Mol Biol Evol. 2013;30(4):772–780.", "ArticleIdList": ["PMC3603318", "23329690"]}]}], "History": [{"Year": "2019", "Month": "11", "Day": "12"}, {"Year": "2020", "Month": "5", "Day": "3"}, {"Year": "2020", "Month": "5", "Day": "30", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "5", "Day": "30", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "1", "Day": "7", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "5", "Day": "28"}], "PublicationStatus": "epublish", "ArticleIdList": ["32466748", "PMC7254759", "10.1186/s12870-020-02429-w", "10.1186/s12870-020-02429-w"]}}]}