{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Pleurotus ostreatus", "antioxidant activity", "biodegradation", "herb residues", "safety", "yield"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "32478436", "DateCompleted": {"Year": "2021", "Month": "02", "Day": "03"}, "DateRevised": {"Year": "2021", "Month": "02", "Day": "03"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "06", "Day": "23"}], "Language": ["eng"], "ELocationID": ["10.1002/jsfa.10551"], "Journal": {"ISSN": "1097-0010", "JournalIssue": {"Volume": "100", "Issue": "13", "PubDate": {"Year": "2020", "Month": "Oct"}}, "Title": "Journal of the science of food and agriculture", "ISOAbbreviation": "J Sci Food Agric"}, "ArticleTitle": "Effect of cultivating Pleurotus ostreatus on substrates supplemented with herb residues on yield characteristics, substrates degradation, and fruiting bodies' properties.", "Pagination": {"StartPage": "4901", "EndPage": "4910", "MedlinePgn": "4901-4910"}, "Abstract": {"AbstractText": ["Inappropriate disposal of herb residues in China has caused major problems for the immediate environment and to human safety. Here, three herb residues, compound Kushen injection (CKI), Qizhi Tongluo capsule (QTC), and Shenbai Shuxin capsule (SSC), were applied as substrates to corncob at various ratios (30:60, 45:45, and 60:30) for the propagation of the mushroom Pleurotus ostreatus. The effects of supplementation using herb residues on yield, biodegradation ability, bioactive compounds, antioxidant properties, and safety of P. ostreatus were assessed.", "Different spawn running times were observed using growth medium, whereas 45CKI, 60QTC, and 30SSC media were determined as optimal-performing substrate combinations, resulting in yields of 843 g kg<sup>-1</sup> , 828 g kg<sup>-1</sup> , and 715 g kg<sup>-1</sup> respectively. Biodegradation analysis of consumed substrates revealed a significant decrease in cellulose and hemicellulose levels compared with lignin. Furthermore, chemical analysis of fruiting bodies revealed that the 45CKI and 60QTC substrates resulted in higher total phenol, flavonoid, terpenoid, and vitamin C levels, but significantly reduced water-soluble polysaccharides compared with the corncob medium. The methanol extract of fruiting bodies grown on substrates containing herb residues exhibited higher antioxidant properties than the control, as it was more effective in scavenging 2,2-diphenyl-1-picrylhydrazyl radicals, had greater reducing power, and more strongly inhibiting lipid peroxidation. Furthermore, high-performance liquid chromatography studies indicated that fruiting bodies did not generate matrine (a specific toxin produced in Kushen) when cultivated using the CKI substrate.", "P. ostreatus cultivation on substrates mixed with herb residues facilitates herb residue management as well as bioactivity-rich and non-toxic fruit body formation. © 2020 Society of Chemical Industry."], "CopyrightInformation": "© 2020 Society of Chemical Industry."}, "AuthorList": [{"Identifier": ["0000-0003-0353-4852"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biological Science and Technology, Changzhi University, Changzhi, Shanxi, 046011, China."}], "LastName": "Jin", "ForeName": "Zhiqiang", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biological Science and Technology, Changzhi University, Changzhi, Shanxi, 046011, China."}], "LastName": "Hou", "ForeName": "Qinwen", "Initials": "Q"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biological Science and Technology, Changzhi University, Changzhi, Shanxi, 046011, China."}], "LastName": "Niu", "ForeName": "Tianzeng", "Initials": "T"}], "GrantList": [{"GrantID": "201803D31056", "Agency": "Key Research and Development (R&D) Projects of Shanxi Province", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "J Sci Food Agric", "NlmUniqueID": "0376334", "ISSNLinking": "0022-5142"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Antioxidants"}, {"RegistryNumber": "0", "NameOfSubstance": "Culture Media"}, {"RegistryNumber": "0", "NameOfSubstance": "Phenols"}, {"RegistryNumber": "0", "NameOfSubstance": "Polysaccharides"}, {"RegistryNumber": "0", "NameOfSubstance": "Waste Products"}, {"RegistryNumber": "8024-50-8", "NameOfSubstance": "hemicellulose"}, {"RegistryNumber": "9004-34-6", "NameOfSubstance": "Cellulose"}], "MeshHeadingList": [{"QualifierName": ["chemistry", "metabolism"], "DescriptorName": "Antioxidants"}, {"QualifierName": [], "DescriptorName": "Biodegradation, Environmental"}, {"QualifierName": ["metabolism"], "DescriptorName": "Cellulose"}, {"QualifierName": ["chemistry", "metabolism"], "DescriptorName": "Culture Media"}, {"QualifierName": ["chemistry", "growth & development", "metabolism"], "DescriptorName": "Fruiting Bodies, Fungal"}, {"QualifierName": ["chemistry", "metabolism"], "DescriptorName": "Phenols"}, {"QualifierName": ["chemistry", "metabolism", "microbiology"], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": ["chemistry", "growth & development", "metabolism"], "DescriptorName": "Pleurotus"}, {"QualifierName": ["chemistry", "metabolism"], "DescriptorName": "Polysaccharides"}, {"QualifierName": [], "DescriptorName": "Refuse Disposal"}, {"QualifierName": ["analysis"], "DescriptorName": "Waste Products"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Meng F, Yang S, Wang X, Chen T, Wang X, Tang X et al., Reclamation of Chinese herb residues using probiotics and evaluation of their beneficial effect on pathogen infection. J Infect Public Health 10:749-754 (2017)."}, {"Citation": "Jin Z, Li Y, Ren J and Qin N, Yield, nutritional content, and antioxidant activity of Pleurotus ostreatus on corncobs supplemented with herb residues. Mycobiology 46:24-32 (2018)."}, {"Citation": "Zhao S and Zhou T, Biosorption of methylene blue from wastewater by an extraction residue of Salvia miltiorrhiza Bge. Bioresour Technol 219:330-337 (2016)."}, {"Citation": "Gupta A, Sharma S, Saha S and Walia S, Yield and nutritional content of Pleurotus sajor caju on wheat straw supplemented with raw and detoxified mahua cake. Food Chem 141:4231-4239 (2013)."}, {"Citation": "Koutrotsios G, Mountzouris KC, Chatzipavlidis I and Zervakis GI, Bioconversion of lignocellulosic residues by Agrocybe cylindracea and Pleurotus ostreatus mushroom fungi - assessment of their effect on the final product and spent substrate properties. Food Chem 161:127-135 (2014)."}, {"Citation": "Liang Z, Wu C, Shieh Z and Cheng S, Utilization of grass plants for cultivation of Pleurotus citrinopileatus. Int Biodeterior Biodegrad 63:509-514 (2009)."}, {"Citation": "Bellettini MB, Fiorda FA, Maieves HA, Teixeira GL, Ávila S, Hornung PS et al., Factors affecting mushroom Pleurotus spp. Saudi J Biol Sci 26:633-646 (2019)."}, {"Citation": "Heleno SA, Barros L, Martins A, Queiroz M-JRP, Morales P, Fernández-Ruiz V et al., Chemical composition, antioxidant activity and bioaccessibility studies in phenolic extracts of two Hericium wild edible species. LWT - Food Sci Technol 63:475-481 (2015a)."}, {"Citation": "Liu Y, Chen D, You Y, Zeng S, Li Y, Tang Q et al., Nutritional composition of boletus mushrooms from southwest China and their antihyperglycemic and antioxidant activities. Food Chem 211:83-91 (2016)."}, {"Citation": "Carrasco-González JA, Serna-Saldívar SO and Gutiérrez-Uribe JA, Nutritional composition and nutraceutical properties of the Pleurotus fruiting bodies: potential use as food ingredient. J Food Compos Anal 58:69-81 (2017)."}, {"Citation": "National Pharmacopoeia Committee, Pharmacopoeia of the People's Republic of China. China Medical Science and Technology Press, Beijing, China (2015)."}, {"Citation": "Ekor M, The growing use of herbal medicines: issues relating to adverse reactions and challenges in monitoring safety. Front Pharmacol 4:177 (2014)."}, {"Citation": "Lu Z, Li M, Wang J, Wei D, Liu Q and Kong L, Developmental toxicity and neurotoxicity of two matrine-type alkaloids, matrine and sophocarpine, in zebrafish (Danio rerio) embryos/larvae. Reprod Toxicol 47:33-41 (2014)."}, {"Citation": "Colavolpe MB and Albertó E, Cultivation requirements and substrate degradation of the edible mushroom Gymnopilus pampeanus - a novel species for mushroom cultivation. Sci Hortic 180:161-166 (2014)."}, {"Citation": "Sudheer S, Taha Z, Manickam S, Ali A and Cheng PG, Development of antler-type fruiting bodies of Ganoderma lucidum and determination of its biochemical properties. Fungal Biol 122:293-301 (2018)."}, {"Citation": "Yahia EM, Gutiérrez-Orozco F and Moreno-Pérez MA, Identification of phenolic compounds by liquid chromatography-mass spectrometry in seventeen species of wild mushrooms in central Mexico and determination of their antioxidant activity and bioactive compounds. Food Chem 226:14-22 (2017)."}, {"Citation": "Kong B-H, Tan N-H, Fung S-Y, Pailoor J, Tan C-S and Ng S-T, Nutritional composition, antioxidant properties, and toxicology evaluation of the sclerotium of tiger milk mushroom Lignosus tigris cultivar E. Nutr Res 36:174-183 (2016)."}, {"Citation": "GB 5009.82-2016, National Food Safety Standards: Determination of Vitamin A, D, E in Food. Standardization Administration of the People's Republic of China, Beijing, China (2016)."}, {"Citation": "GB 5009.86-2016, National Food Safety Standard - Determination of Ascorbic Acid in Foods. Standardization Administration of the People's Republic of China, Beijing, China (2016)."}, {"Citation": "Heleno SA, Ferreira RC, Antonio AL, Queiroz M-JRP, Barros L and Ferreira ICFR, Nutritional value, bioactive compounds and antioxidant properties of three edible mushrooms from Poland. Food Biosci 11:48-55 (2015b)."}, {"Citation": "Liu K, Xiao X, Wang J, Chen C-YO and Hu H, Polyphenolic composition and antioxidant, antiproliferative, and antimicrobial activities of mushroom Inonotus sanghuang. LWT - Food Sci Technol 82:154-161 (2017)."}, {"Citation": "Malayil S, Chanakya HN, Ashwath R and Suresh H, Biogas digester liquid as a supplement for higher yields of Hypsizgus ulmarius. Environ Technol Innov 8:269-281 (2017)."}, {"Citation": "Wang S, Xu F, Li Z, Zhao S, Song S, Rong C et al., The spent mushroom substrates of Hypsizigus marmoreus can be an effective component for growing the oyster mushroom Pleurotus ostreatus. Sci Hortic 186:217-222 (2015)."}, {"Citation": "Atila F, Tuzel Y, Fernández JA, Cano AF and Sen F, The effect of some agro-industrial wastes on yield, nutritional characteristics and antioxidant activities of Hericium erinaceus isolates. Sci Hortic 238:246-254 (2018)."}, {"Citation": "Xu F, Li Z, Liu Y, Rong C and Wang S, Evaluation of edible mushroom Oudemansiella canarii cultivation on different lignocellulosic substrates. Saudi J Biol Sci 23:607-613 (2016) 2016."}, {"Citation": "Huang J and Xu H, Matrine: bioactivities and structural modifications. Curr Top Med Chem 16:3365-3378 (2016)."}, {"Citation": "Gregory A, Kretschmer N, Wagner S, Boechzelt H, Klinar D, Bauer R et al., Influence of olive oil press cakes on shiitake culinary-medicinal mushroom, Lentinus edodes fruiting bodies production and effect of their crude polysaccharides on CCRF-CEM cell proliferation. Int J Med Mushrooms 14:419-424 (2012)."}, {"Citation": "Chanakya HN, Malayil S and Vijayalakshmi C, Cultivation of Pleurotus spp. on a combination of anaerobically digested plant material and various agro-residues. Energy Sustain Dev 27:84-92 (2015)."}, {"Citation": "Patil SS, Ahmed SA, Telang SM and Baig MMV, The nutritional value of Pleurotus ostreatus (Jacq.: Fr.) Kumm cultivated on different lignocellulosic agrowastes. Innovative Rom Food Biotechnol 7:66-76 (2010)."}, {"Citation": "Shashirekha MN, Rajarathnam S and Bano Z, Enhancement of bioconversion efficiency and chemistry of the mushroom, Pleurotus sajor-caju (Berk and Br.) Sacc. produced on spent rice straw substrate, supplemented with oil seed cakes. Food Chem 76:27-31 (2002)."}, {"Citation": "Sardar H, Ali MA, Anjum MA, Nawaz F, Hussain S, Naz S et al., Agro-industrial residues influence mineral elements accumulation and nutritional composition of king oyster mushroom (Pleurotus eryngii). Sci Hortic 225:327-334 (2017)."}, {"Citation": "Omarini A, Lechner BE and Albertó E, Polyporus tenuiculus: a new naturally occurring mushroom that can be industrially cultivated on agricultural waste. J Ind Microbiol Biotechnol 36:635-642 (2009)."}, {"Citation": "Jayasinghearachchi HS and Seneviratne G, Can mushrooms fix atmospheric nitrogen? J Biosci 29:293-296 (2004)."}, {"Citation": "Pandey KK and Pitman AJ, FTIR studies of the changes in wood chemistry following decay by brown-rot and white-rot fungi. Int Biodeterior Biodegrad 52:151-160 (2003)."}, {"Citation": "Lou Z, Sun Y, Zhou X, Baig SA, Hu B and Xu X, Composition variability of spent mushroom substrates during continuous cultivation, composting process and their effects on mineral nitrogen transformation in soil. Geoderma 307:30-37 (2017)."}, {"Citation": "Smolskaite L, Venskutonis PR and Talou T, Comprehensive evaluation of antioxidant and antimicrobial properties of different mushroom species. LWT - Food Sci Technol 60:462-471 (2015)."}, {"Citation": "Heleno SA, Borros LB, Sousa MJ, Martins A and Ferreira ICFR, Tocopherols composition of Portuguese wild mushrooms with antioxidant capacity. Food Chem 119:1443-1450 (2010)."}, {"Citation": "Wang JT, Wang Q and Han JR, Yield, polysaccharides content and antioxidant properties of the mushroom Agaricus subrufescens produced on different substrates based on selected agricultural wastes. Sci Hortic 157:84-89 (2013)."}, {"Citation": "Liu Y, Sun J, Luo Z, Rao S, Su Y, Xu R et al., Chemical composition of five wild edible mushrooms collected from southwest China and their antihyperglycemic and antioxidant activity. Food Chem Toxicol 50:1238-1244 (2012)."}, {"Citation": "Barros L, Venturini BA, Baptista P, Estevinho LM and Ferreira ICFR, Chemical composition and biological properties of Portuguese wild mushrooms: a comprehensive study. J Agric Food Chem 56:3856-3862 (2008)."}, {"Citation": "Alok S, Jain SK, Verma A, Kumar M, Mahor A and Sabharwal M, Herbal antioxidant in clinical practice: a review. Asian Pac J Trop Biol 4:78-84 (2014)."}, {"Citation": "Li H, Zhang Z, Li M, Li X and Sun Z, Yield, size, nutritional value, and antioxidant activity of oyster mushrooms grown on perilla stalks. Saudi J Biol Sci 24:347-354 (2017)."}, {"Citation": "Sudha G, Vadivukkarasi S, Shree RBI and Lakshmanan P, Antioxidant activity of various extracts from an edible mushroom Pleurotus eous. Food Sci Biotechnol 21:661-668 (2012)."}, {"Citation": "Jayakumar T, Thomas PA and Geraldine P, In-vitro antioxidant activities of an ethanolic extract of the oyster mushroom. Pleurotus ostreatus. Innovative Food Sci Emerg Technol 10:228-234 (2009)."}, {"Citation": "Rodriguez AR, Rivas CS, Polonia I and Wichers HJ, Effect of olive mill waste (OMW) supplementation to oyster mushrooms substrates on the cultivation parameters and fruiting bodies quality. Int Biodeterior Biodegrad 64:638-645 (2010)."}], "ReferenceList": [], "Title": "REFERENCES"}], "History": [{"Year": "2019", "Month": "10", "Day": "31"}, {"Year": "2020", "Month": "2", "Day": "2"}, {"Year": "2020", "Month": "6", "Day": "1"}, {"Year": "2020", "Month": "6", "Day": "2", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "2", "Day": "4", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "6", "Day": "2", "Hour": "6", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["32478436", "10.1002/jsfa.10551"]}}], "PubmedBookArticle": []}