{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "32494619", "DateCompleted": {"Year": "2022", "Month": "04", "Day": "08"}, "DateRevised": {"Year": "2022", "Month": "04", "Day": "08"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "04", "Day": "15"}], "Language": ["eng"], "ELocationID": ["eaaz7086", "10.1126/sciadv.aaz7086"], "Journal": {"ISSN": "2375-2548", "JournalIssue": {"Volume": "6", "Issue": "16", "PubDate": {"Year": "2020", "Month": "Apr"}}, "Title": "Science advances", "ISOAbbreviation": "Sci Adv"}, "ArticleTitle": "<i>O</i>-GlcNAc transferase promotes influenza A virus-induced cytokine storm by targeting interferon regulatory factor-5.", "Pagination": {"StartPage": "eaaz7086", "MedlinePgn": "eaaz7086"}, "Abstract": {"AbstractText": ["In this study, we demonstrated an essential function of the hexosamine biosynthesis pathway (HBP)-associated <i>O</i>-linked β-<i>N</i>-acetylglucosamine (<i>O</i>-GlcNAc) signaling in influenza A virus (IAV)-induced cytokine storm. <i>O</i>-GlcNAc transferase (OGT), a key enzyme for protein <i>O</i>-GlcNAcylation, mediated IAV-induced cytokine production. Upon investigating the mechanisms driving this event, we determined that IAV induced OGT to bind to interferon regulatory factor-5 (IRF5), leading to <i>O</i>-GlcNAcylation of IRF5 on serine-430. <i>O</i>-GlcNAcylation of IRF5 is required for K63-linked ubiquitination of IRF5 and subsequent cytokine production. Analysis of clinical samples revealed that IRF5 is <i>O</i>-GlcNAcylated, and higher levels of proinflammatory cytokines correlated with higher levels of blood glucose in IAV-infected patients. We identified a molecular mechanism by which HBP-mediated <i>O</i>-GlcNAcylation regulates IRF5 function during IAV infection, highlighting the importance of glucose metabolism in IAV-induced cytokine storm."], "CopyrightInformation": "Copyright © 2020 The Authors, some rights reserved; exclusive licensee American Association for the Advancement of Science. No claim to original U.S. Government Works. Distributed under a Creative Commons Attribution NonCommercial License 4.0 (CC BY-NC)."}, "AuthorList": [{"Identifier": ["0000-0002-7627-2972"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Bioscience and Biotechnology, Human Agricultural University, Changsha 410128, Human Province, China."}], "LastName": "Wang", "ForeName": "Qiming", "Initials": "Q"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Virology, Modern Virology Research Center, College of Life sciences, Wuhan University, Wuhan 430072, China."}], "LastName": "Fang", "ForeName": "Peining", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Virology, Modern Virology Research Center, College of Life sciences, Wuhan University, Wuhan 430072, China."}], "LastName": "He", "ForeName": "Rui", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Virology, Modern Virology Research Center, College of Life sciences, Wuhan University, Wuhan 430072, China."}], "LastName": "Li", "ForeName": "Mengqi", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Virology, Modern Virology Research Center, College of Life sciences, Wuhan University, Wuhan 430072, China."}], "LastName": "Yu", "ForeName": "Haisheng", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Virology, Modern Virology Research Center, College of Life sciences, Wuhan University, Wuhan 430072, China."}], "LastName": "Zhou", "ForeName": "Li", "Initials": "L"}, {"Identifier": ["0000-0002-3439-5755"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "The Key Laboratory of Biosystems Homeostasis and Protection of the Ministry of Education and Innovation Center for Cell Signaling Network, Life Sciences Institute, Zhejiang University, Hangzhou, Zhejiang, China."}], "LastName": "Yi", "ForeName": "Yu", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Laboratory Medicine, Zhongnan Hospital of Wuhan University, Wuhan, China."}], "LastName": "Wang", "ForeName": "Fubing", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Laboratory Medicine, Zhongnan Hospital of Wuhan University, Wuhan, China."}], "LastName": "Rong", "ForeName": "Yuan", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Hubei Provincial Cooperative Innovation Center of Industrial Fermentation, College of Food and Pharmaceutical Engineering, Hubei University of Technology, Wuhan 430068, China."}], "LastName": "Zhang", "ForeName": "Yi", "Initials": "Y"}, {"Identifier": ["0000-0003-2493-402X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of physiology, Nanjing Medical University, Nanjing 211166 , China."}], "LastName": "Chen", "ForeName": "Aidong", "Initials": "A"}, {"Identifier": ["0000-0002-0453-6801"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Virology, Modern Virology Research Center, College of Life sciences, Wuhan University, Wuhan 430072, China."}], "LastName": "Peng", "ForeName": "Nanfang", "Initials": "N"}, {"Identifier": ["0000-0001-9171-0195"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "The Key Laboratory of Molecular Biology of Infectious Diseases designated by the Chinese Ministry of Education, Chongqing Medical University,Yixueyuan Road, Yuzhong District, Chongqing, China."}], "LastName": "Lin", "ForeName": "Yong", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute for Virology, University Hospital Essen, University of Duisburg-Essen, Essen 45122, Germany."}], "LastName": "Lu", "ForeName": "Mengji", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Virology, Modern Virology Research Center, College of Life sciences, Wuhan University, Wuhan 430072, China."}], "LastName": "Zhu", "ForeName": "Ying", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Bioscience and Biotechnology, Human Agricultural University, Changsha 410128, Human Province, China."}, {"Identifier": [], "Affiliation": "Human Engineering Laboratory for Good Agricultural Practice and Comprehensive Utilization of Famous-Region Medicinal Plants, Changsha 410128, China."}], "LastName": "Peng", "ForeName": "Guoping", "Initials": "G"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Bioscience and Biotechnology, Human Agricultural University, Changsha 410128, Human Province, China."}, {"Identifier": [], "Affiliation": "Human Engineering Laboratory for Good Agricultural Practice and Comprehensive Utilization of Famous-Region Medicinal Plants, Changsha 410128, China."}], "LastName": "Rao", "ForeName": "Liqun", "Initials": "L"}, {"Identifier": ["0000-0002-9289-0631"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Virology, Modern Virology Research Center, College of Life sciences, Wuhan University, Wuhan 430072, China."}], "LastName": "Liu", "ForeName": "Shi", "Initials": "S"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Sci Adv", "NlmUniqueID": "101653440", "ISSNLinking": "2375-2548"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Cytokines"}, {"RegistryNumber": "0", "NameOfSubstance": "Hexosamines"}, {"RegistryNumber": "0", "NameOfSubstance": "Interferon Regulatory Factors"}, {"RegistryNumber": "EC 2.4.1.-", "NameOfSubstance": "N-Acetylglucosaminyltransferases"}, {"RegistryNumber": "EC 2.4.1.-", "NameOfSubstance": "O-GlcNAc transferase"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Cytokine Release Syndrome"}, {"QualifierName": [], "DescriptorName": "Cytokines"}, {"QualifierName": [], "DescriptorName": "Hexosamines"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Influenza A virus"}, {"QualifierName": [], "DescriptorName": "Interferon Regulatory Factors"}, {"QualifierName": [], "DescriptorName": "N-Acetylglucosaminyltransferases"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "DeBerardinis R. J., Thompson C. B., Cellular metabolism and disease: What do metabolic outliers teach us? Cell 148, 1132–1144 (2012).", "ArticleIdList": ["PMC3337773", "22424225"]}, {"Citation": "Liu X., Cooper D. E., Cluntun A. A., Warmoes M. O., Zhao S., Reid M. A., Liu J., Lund P. J., Lopes M., Garcia B. A., Wellen K. E., Kirsch D. G., Locasale J. W., Acetate production from glucose and coupling to mitochondrial metabolism in mammals. Cell 175, 502–513.e13 (2018).", "ArticleIdList": ["PMC6173642", "30245009"]}, {"Citation": "Hardivillé S., Hart G. W., Nutrient regulation of signaling, transcription, and cell physiology by O-GlcNAcylation. Cell Metab. 20, 208–213 (2014).", "ArticleIdList": ["PMC4159757", "25100062"]}, {"Citation": "Yang X., Qian K., Protein O-GlcNAcylation: Emerging mechanisms and functions. Nat. Rev. Mol. Cell Biol. 18, 452–465 (2017).", "ArticleIdList": ["PMC5667541", "28488703"]}, {"Citation": "Yang Y. R., Song M., Lee H., Jeon Y., Choi E.-J., Jang H.-J., Moon H. Y., Byun H.-Y., Kim E.-K., Kim D. H., Lee M. N., Koh A., Ghim J., Choi J. H., Lee-Kwon W., Kim K. T., Ryu S. H., Suh P.-G., O-GlcNAcase is essential for embryonic development and maintenance of genomic stability. Aging Cell 11, 439–448 (2012).", "ArticleIdList": ["22314054"]}, {"Citation": "Shafi R., Iyer S. P. N., Ellies L. G., O’Donnell N., Marek K. W., Chui D., Hart G. W., Marth J. D., The O-GlcNAc transferase gene resides on the X chromosome and is essential for embryonic stem cell viability and mouse ontogeny. Proc. Natl. Acad. Sci. U.S.A. 97, 5735–5739 (2000).", "ArticleIdList": ["PMC18502", "10801981"]}, {"Citation": "Hart G. W., Housley M. P., Slawson C., Cycling of O-linked β-N-acetylglucosamine on nucleocytoplasmic proteins. Nature 446, 1017–1022 (2007).", "ArticleIdList": ["17460662"]}, {"Citation": "Allison D. F., Wamsley J. J., Kumar M., Li D., Gray L. G., Hart G. W., Jones D. R., Mayo M. W., Modification of RelA by O-linked N-acetylglucosamine links glucose metabolism to NF-κB acetylation and transcription. Proc. Natl. Acad. Sci. U.S.A. 109, 16888–16893 (2012).", "ArticleIdList": ["PMC3479489", "23027940"]}, {"Citation": "Li X., Zhang Z., Li L., Gong W., Lazenby A. J., Swanson B. J., Herring L. E., Asara J. M., Singer J. D., Wen H., Myeloid-derived cullin 3 promotes STAT3 phosphorylation by inhibiting OGT expression and protects against intestinal inflammation. J. Exp. Med. 214, 1093–1109 (2017).", "ArticleIdList": ["PMC5379975", "28280036"]}, {"Citation": "Si L., Xu H., Zhou X., Zhang Z., Tian Z., Wang Y., Wu Y., Zhang B., Niu Z., Zhang C., Fu G., Xiao S., Xia Q., Zhang L., Zhou D., Generation of influenza A viruses as live but replication-incompetent virus vaccines. Science 354, 1170–1173 (2016).", "ArticleIdList": ["27934767"]}, {"Citation": "Iwasaki A., Medzhitov R., A new shield for a cytokine storm. Cell 146, 861–862 (2011).", "ArticleIdList": ["PMC3645871", "21925310"]}, {"Citation": "Guo X.-z. J., Thomas P. G., New fronts emerge in the influenza cytokine storm. Semin. Immunopathol. 39, 541–550 (2017).", "ArticleIdList": ["PMC5580809", "28555383"]}, {"Citation": "Liu Q., Zhou Y.-h., Yang Z.-q., The cytokine storm of severe influenza and development of immunomodulatory therapy. Cell. Mol. Immunol. 13, 3–10 (2016).", "ArticleIdList": ["PMC4711683", "26189369"]}, {"Citation": "D’Elia R. V., Harrison K., Oyston P. C., Lukaszewski R. A., Clark G. C., Targeting the “cytokine storm” for therapeutic benefit. Clin. Vaccine Immunol. 20, 319–327 (2013).", "ArticleIdList": ["PMC3592351", "23283640"]}, {"Citation": "Li T., Li X., Attri K. S., Liu C., Li L., Herring L. E., Asara J. M., Lei Y. L., Singh P. K., Gao C., Wen H., O-GlcNAc transferase links glucose metabolism to MAVS-mediated antiviral innate immunity. Cell Host Microbe 24, 791–803.e6 (2018).", "ArticleIdList": ["PMC6296827", "30543776"]}, {"Citation": "Li X., Gong W., Wang H., Li T., Attri K. S., Lewis R. E., Kalil A. C., Bhinderwala F., Powers R., Yin G., Herring L. E., Asara J. M., Lei Y. L., Yang X., Rodriguez D. A., Yang M., Green D. R., Singh P. K., Wen H., O-GlcNAc transferase suppresses inflammation and necroptosis by targeting receptor-interacting serine/threonine-protein kinase 3. Immunity 50, 1115 (2019).", "ArticleIdList": ["PMC6508067", "30995496"]}, {"Citation": "Zhang W., Wang G., Xu Z.-G., Tu H., Hu F., Dai J., Chang Y., Chen Y., Lu Y., Zeng H., Cai Z., Han F., Xu C., Jin G., Sun L., Pan B.-S., Lai S.-W., Hsu C.-C., Xu J., Chen Z.-Z., Li H.-Y., Seth P., Hu J., Zhang X., Li H., Lin H.-K., Lactate is a natural suppressor of RLR signaling by targeting MAVS. Cell 178, 176–189.e15 (2019).", "ArticleIdList": ["PMC6625351", "31155231"]}, {"Citation": "Everts B., Amiel E., Huang S. C.-C., Smith A. M., Chang C.-H., Lam W. Y., Redmann V., Freitas T. C., Blagih J., van der Windt G. J. W., Artyomov M. N., Jones R. G., Pearce E. L., Pearce E. J., TLR-driven early glycolytic reprogramming via the kinases TBK1-IKKɛ supports the anabolic demands of dendritic cell activation. Nat. Immunol. 15, 323–332 (2014).", "ArticleIdList": ["PMC4358322", "24562310"]}, {"Citation": "Chen X., Zhou L., Peng N., Yu H., Li M., Cao Z., Lin Y., Wang X., Li Q., Wang J., She Y., Zhu C., Lu M., Zhu Y., Liu S., MicroRNA-302a suppresses influenza A virus-stimulated interferon regulatory factor-5 expression and cytokine storm induction. J. Biol. Chem. 292, 21291–21303 (2017).", "ArticleIdList": ["PMC5766960", "29046356"]}, {"Citation": "Denzel M. S., Storm N. J., Gutschmidt A., Baddi R., Hinze Y., Jarosch E., Sommer T., Hoppe T., Antebi A., Hexosamine pathway metabolites enhance protein quality control and prolong life. Cell 156, 1167–1178 (2014).", "ArticleIdList": ["24630720"]}, {"Citation": "Kawakami E., Watanabe T., Fujii K., Goto H., Watanabe S., Noda T., Kawaoka Y., Strand-specific real-time RT-PCR for distinguishing influenza vRNA, cRNA, and mRNA. J. Virol. Methods 173, 1–6 (2011).", "ArticleIdList": ["PMC3049850", "21185869"]}, {"Citation": "Mason R. J., Biology of alveolar type II cells. Respirology 11, S12–S15 (2006).", "ArticleIdList": ["16423262"]}, {"Citation": "Martinez-Fleites C., Macauley M. S., He Y., Shen D. L., Vocadlo D. J., Davies G. J., Structure of an O-GlcNAc transferase homolog provides insight into intracellular glycosylation. Nat. Struct. Mol. Biol. 15, 764–765 (2008).", "ArticleIdList": ["18536723"]}, {"Citation": "Hart G. W., Slawson C., Ramirez-Correa G., Lagerlof O., Cross talk between O-GlcNAcylation and phosphorylation: Roles in signaling, transcription, and chronic disease. Annu. Rev. Biochem. 80, 825–858 (2011).", "ArticleIdList": ["PMC3294376", "21391816"]}, {"Citation": "Balkhi M. Y., Fitzgerald K. A., Pitha P. M., Functional regulation of MyD88-activated interferon regulatory factor 5 by K63-linked polyubiquitination. Mol. Cell. Biol. 28, 7296–7308 (2008).", "ArticleIdList": ["PMC2593423", "18824541"]}, {"Citation": "Brand A., Singer K., Koehl G. E., Kolitzus M., Schoenhammer G., Thiel A., Matos C., Bruss C., Klobuch S., Peter K., Kastenberger M., Bogdan C., Schleicher U., Mackensen A., Ullrich E., Fichtner-Feigl S., Kesselring R., Mack M., Ritter U., Schmid M., Blank C., Dettmer K., Oefner P. J., Hoffmann P., Walenta S., Geissler E. K., Pouyssegur J., Villunger A., Steven A., Seliger B., Schreml S., Haferkamp S., Kohl E., Karrer S., Berneburg M., Herr W., Mueller-Klieser W., Renner K., Kreutz M., LDHA-associated lactic acid production blunts tumor immunosurveillance by T and NK cells. Cell Metab. 24, 657–671 (2016).", "ArticleIdList": ["27641098"]}, {"Citation": "Pearce E. L., Poffenberger M. C., Chang C.-H., Jones R. G., Fueling immunity: Insights into metabolism and lymphocyte function. Science 342, 1242454 (2013).", "ArticleIdList": ["PMC4486656", "24115444"]}, {"Citation": "Wang A., Huen S. C., Luan H. H., Yu S., Zhang C., Gallezot J. D., Booth C. J., Medzhitov R., Opposing effects of fasting metabolism on tissue tolerance in bacterial and viral inflammation. Cell 166, 1512–1525.e12 (2016).", "ArticleIdList": ["PMC5555589", "27610573"]}, {"Citation": "Bajwa G., DeBerardinis R. J., Shao B., Hall B., Farrar J. D., Gill M. A., Cutting edge: Critical role of glycolysis in human plasmacytoid dendritic cell antiviral responses. J. Immunol. 196, 2004–2009 (2016).", "ArticleIdList": ["PMC4761472", "26826244"]}, {"Citation": "Jiang H., Shi H., Sun M., Wang Y., Meng Q., Guo P., Cao Y., Chen J., Gao X., Li E., Liu J., PFKFB3-driven macrophage glycolytic metabolism is a crucial component of innate antiviral defense. J. Immunol. 197, 2880–2890 (2016).", "ArticleIdList": ["27566823"]}, {"Citation": "Pathak S., Borodkin V. S., Albarbarawi O., Campbell D. G., Ibrahim A., van Aalten D. M. F., O-GlcNAcylation of TAB1 modulates TAK1-mediated cytokine release. EMBO J. 31, 1394–1404 (2012).", "ArticleIdList": ["PMC3321193", "22307082"]}, {"Citation": "Yang W. H., Park S. Y., Nam H. W., Kim D. H., Kang J. G., Kang E. S., Kim Y. S., Lee H. C., Kim K. S., Cho J. W., NFκB activation is associated with its O-GlcNAcylation state under hyperglycemic conditions. Proc. Natl. Acad. Sci. U.S.A. 105, 17345–17350 (2008).", "ArticleIdList": ["PMC2582288", "18988733"]}, {"Citation": "Kim D., Lee H., Koh J., Ko J. S., Yoon B. R., Jeon Y. K., Cho Y. M., Kim T. H., Suh Y. S., Lee H. J., Yang H. K., Park K. S., Kim H. Y., Lee C. W., Lee W. W., Chung D. H., Cytosolic Pellino-1-mediated K63-linked ubiquitination of IRF5 in M1 macrophages regulates glucose intolerance in obesity. Cell Rep. 20, 832–845 (2017).", "ArticleIdList": ["28746869"]}, {"Citation": "Ren J., Chen X., Chen Z. J., IKKβ is an IRF5 kinase that instigates inflammation. Proc. Natl. Acad. Sci. U.S.A. 111, 17438–17443 (2014).", "ArticleIdList": ["PMC4267374", "25326420"]}, {"Citation": "Kedzierski L., Linossi E. M., Kolesnik T. B., Day E. B., Bird N. L., Kile B. T., Belz G. T., Metcalf D., Nicola N. A., Kedzierska K., Nicholson S. E., Suppressor of cytokine signaling 4 (SOCS4) protects against severe cytokine storm and enhances viral clearance during influenza infection. PLOS Pathog. 10, e1004134 (2014).", "ArticleIdList": ["PMC4014316", "24809749"]}, {"Citation": "Xie J., Zhang S., Hu Y., Li D., Cui J., Xue J., Zhang G., Khachigian L. M., Wong J., Sun L., Wang M., Regulatory roles of c-jun in H5N1 influenza virus replication and host inflammation. Biochim. Biophys. Acta 1842, 2479–2488 (2014).", "ArticleIdList": ["24780373"]}, {"Citation": "Frasca D., Diaz A., Romero M., Mendez N. V., Landin A. M., Ryan J. G., Blomberg B. B., Young and elderly patients with type 2 diabetes have optimal B cell responses to the seasonal influenza vaccine. Vaccine 31, 3603–3610 (2013).", "ArticleIdList": ["PMC3760593", "23711934"]}, {"Citation": "Muller L. M. A. J., Gorter K. J., Hak E., Goudzwaard W. L., Schellevis F. G., Hoepelman A. I. M., Rutten G. E. H. M., Increased risk of common infections in patients with type 1 and type 2 diabetes mellitus. Clin. Infect. Dis. 41, 281–288 (2005).", "ArticleIdList": ["16007521"]}]}], "History": [{"Year": "2019", "Month": "10", "Day": "2"}, {"Year": "2020", "Month": "2", "Day": "21"}, {"Year": "2020", "Month": "6", "Day": "5", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "6", "Day": "5", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "4", "Day": "9", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "4", "Day": "15"}], "PublicationStatus": "epublish", "ArticleIdList": ["32494619", "PMC7159909", "10.1126/sciadv.aaz7086", "aaz7086"]}}]}