{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Acetaminophen", "Biochemistry", "Cell biology", "Molecular biology", "Nephroprotective", "Nephrotoxicity", "Oxidative stress", "Thymus daenensis", "Toxicology", "Zoology"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "32514474", "DateRevised": {"Year": "2022", "Month": "04", "Day": "14"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "05", "Day": "14"}], "Language": ["eng"], "ELocationID": ["e03898", "10.1016/j.heliyon.2020.e03898"], "Journal": {"ISSN": "2405-8440", "JournalIssue": {"Volume": "6", "Issue": "5", "PubDate": {"Year": "2020", "Month": "May"}}, "Title": "Heliyon", "ISOAbbreviation": "Heliyon"}, "ArticleTitle": "Evaluation of the protective potential of hydroalcoholic extract of <i>Thymus daenensis</i> on acetaminophen-induced nephrotoxicity in rats.", "Pagination": {"StartPage": "e03898", "MedlinePgn": "e03898"}, "Abstract": {"AbstractText": ["Acetaminophen (APAP) is an antinociceptive and antipyretic drug that can be useful in therapeutic doses, although it can cause serious damage to the kidney if used overdose. The current study aimed to evaluate the protective effect of <i>Thymus daenensis</i> (TD) extract on APAP-induced kidney damage in rats.", "Thirty female Wistar rats were randomly divided into 5 groups: control, APAP (3 g/kg), TD (500 mg/kg), APAP + TD (500 mg/kg), and APAP + N- acetylcysteine (140 mg/kg). The APAP groups received APAP on the 6th day and the rats were sacrificed on the 7th day. Plasma levels of creatinine (Cr) and urea were measured. Ferric reducing antioxidant power (FRAP), nitric oxide (NO) metabolite, total thiol (T-SH), tumor necrosis factor-α (TNF-α) and antioxidant enzymes activity of superoxide dismutase (SOD), glutathione peroxidase (GPx), and catalase (CAT) were measured in kidney tissue. The gene expression of TNF-α was also measured by real-time PCR. The histological examination of kidney tissue was also performed.", "Results showed that urea, Cr and FRAP markers markedly elevated in the APAP rats compared with the control group. There was a significant decrease in T-SH levels in the APAP animals in comparison with the control group. CAT activity also augmented in the APAP group compared to the control group. Urea and Cr levels were significantly decreased in the APAP + TD group in comparison with the APAP group. The administration of TD extract significantly increased the SOD enzyme activity. Histological findings were improved in the group treated with TD extract.", "In general, the results indicate that TD extract can protect against APAP-induced nephrotoxicity by improving biochemical, histological and antioxidant effects. However, more studies are required to determine the mechanism of this extract."], "CopyrightInformation": "© 2020 Published by Elsevier Ltd."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medicinal Plants Research Center, Yasuj University of Medical Sciences, Yasuj, Iran."}], "LastName": "Ansari", "ForeName": "Soheila", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Student Research Committee, Yasuj University of Medical Sciences, Yasuj, Iran."}], "LastName": "Azarmehr", "ForeName": "Nahid", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Student Research Committee, Yasuj University of Medical Sciences, Yasuj, Iran."}], "LastName": "Barmoudeh", "ForeName": "Zahra", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Student Research Committee, Yasuj University of Medical Sciences, Yasuj, Iran."}], "LastName": "Moslemi", "ForeName": "Zahra", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Clinical Biochemistry, School of Medicine, Shahid Beheshti University of Medical Sciences, Tehran, Iran."}], "LastName": "Ghahremani", "ForeName": "Hossein", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medicinal Plants Research Center, Yasuj University of Medical Sciences, Yasuj, Iran."}], "LastName": "Mirzaei", "ForeName": "Ali", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medicinal Plants Research Center, Yasuj University of Medical Sciences, Yasuj, Iran."}], "LastName": "Salehpour", "ForeName": "Zeinab", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medicinal Plants Research Center, Yasuj University of Medical Sciences, Yasuj, Iran."}], "LastName": "Rabani", "ForeName": "Mohammad Reza", "Initials": "MR"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medicinal Plants Research Center, Yasuj University of Medical Sciences, Yasuj, Iran."}, {"Identifier": [], "Affiliation": "Department of Clinical Biochemistry, Faculty of Medicine, Yasuj University of Medical Sciences, Yasuj, Iran."}], "LastName": "Doustimotlagh", "ForeName": "Amir Hossein", "Initials": "AH"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Heliyon", "NlmUniqueID": "101672560", "ISSNLinking": "2405-8440"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Bektur N.E., Sahin E., Baycu C., Unver G. Protective effects of silymarin against acetaminophen-induced hepatotoxicity and nephrotoxicity in mice. Toxicol. Ind. Health. 2016;32(4):589–600.", "ArticleIdList": ["24193058"]}, {"Citation": "Ismail A.F.M., Salem A.A. Renoprotective effect of curcumin on acetaminophen-induced nephrotoxicity in rats. J. Chem. Pharmaceut. Res. 2016;8(2):773–779."}, {"Citation": "Ghosh J., Das J., Manna P., Sil P.C. Acetaminophen induced renal injury via oxidative stress and TNF-α production: therapeutic potential of arjunolic acid. Toxicology. 2010;268(1-2):8–18.", "ArticleIdList": ["19922764"]}, {"Citation": "Ko J.-W., Shin J.-Y., Kim J.-W., Park S.-H., Shin N.-R., Lee I.-C. Protective effects of diallyl disulfide against acetaminophen-induced nephrotoxicity: a possible role of CYP2E1 and NF-κB. Food Chem. Toxicol. 2017;102:156–165.", "ArticleIdList": ["28219698"]}, {"Citation": "Hussain Z., Khan J.A., Arshad A., Asif P., Rashid H., Arshad M.I. Protective effects of Cinnamomum zeylanicum L.(Darchini) in acetaminophen-induced oxidative stress, hepatotoxicity and nephrotoxicity in mouse model. Biomed. Pharmacother. 2019;109:2285–2292.", "ArticleIdList": ["30551486"]}, {"Citation": "Abdel-Zaher A.O., Abdel-Hady R.H., Mahmoud M.M., Farrag M.M. The potential protective role of alpha-lipoic acid against acetaminophen-induced hepatic and renal damage. Toxicology. 2008;243(3):261–270.", "ArticleIdList": ["18068886"]}, {"Citation": "Dokumacıoğlu E., Iskender H., Aktaş M.S., Hanedan B., Dokumacıoğlu A., Mazlum Şen T. The effect of sulforaphane on the levels of serum cystatin-c in acetaminophen-induced nephrotoxicity in rats. Dicle Med. J. 2016;43(3):383–389."}, {"Citation": "Rowshan V., Bahmanzadegan A., Saharkhiz M.J. Influence of storage conditions on the essential oil composition of Thymus daenensis Celak. Ind. Crop. Prod. 2013;49:97–101."}, {"Citation": "Bistgani Z.E., Siadat S.A., Bakhshandeh A., Pirbalouti A.G., Hashemi M. Interactive effects of drought stress and chitosan application on physiological characteristics and essential oil yield of Thymus daenensis Celak. Crop J. 2017;5(5):407–415."}, {"Citation": "Ghavam M. Effect of silver nanoparticles on seed germination and seedling growth in Thymus vulgaris L. and Thymus daenensis Celak under salinity stress. J. Rangel. Sci. 2018;8(1):93–100."}, {"Citation": "Bistgani Z.E., Siadat S.A., Bakhshandeh A., Pirbalouti A.G., Hashemi M. Morpho-physiological and phytochemical traits of (Thymus daenensis Celak.) in response to deficit irrigation and chitosan application. Acta Physiol. Plant. 2017;39(10):231."}, {"Citation": "Pirbalouti A.G., Samani M.R., Hashemi M., Zeinali H. Salicylic acid affects growth, essential oil and chemical compositions of thyme (Thymus daenensis Celak.) under reduced irrigation. Plant Growth Regul. 2014;72(3):289–301."}, {"Citation": "Mashkani M.R.D., Larijani K., Mehrafarin A., Badi H.N. Changes in the essential oil content and composition of Thymus daenensis Celak. under different drying methods. Ind. Crop. Prod. 2018;112:389–395."}, {"Citation": "Alizadeh A., Alizadeh O., Amari G., Zare M. Essential oil composition, total phenolic content, antioxidant activity and antifungal properties of Iranian Thymus daenensis subsp. daenensis Celak. as in influenced by ontogenetical variation. J. Essent. Oil Bear. Pl. 2013;16(1):59–70."}, {"Citation": "Barazandeh M., Bagherzadeh K. Investigation on the chemical composition of the essential of Thymus daenensis celak from four different regions of Isfahan Province. J. Med. Plants Res. 2007;3(23):15–19."}, {"Citation": "Nickavar B., Mojab F., Dolat-Abadi R. Composition of the volatile oil of Thymus daenensis Celak. subsp. daenensis. J. Med. Plants Res. 2005;1(13):45–49."}, {"Citation": "Nickavar B., Esbati N. Evaluation of the antioxidant capacity and phenolic content of three Thymus species. J. Acupunct. Meridian Stud. 2012;5(3):119–125.", "ArticleIdList": ["22682273"]}, {"Citation": "Soosani B., Sazegar H. Effects of thymus daenensis on inflammatory factors and liver toxicity induced by thioacetamide in rats. J. Herbmed. Pharmacol. 2018;7(1):56–60."}, {"Citation": "Samani F.S., Sazegar H., Pirbalouti A.G. Cytotoxic effect of hydroalcholic extracts of Kelussia odaratissma Mozaff and Thymus daenesis Celak on MCF-7 cancer cell line. Pars. J. Med. Sci. 2016;14(2):56–64."}, {"Citation": "Sabahi Z., Zarshenas M.M., Farmani F., Faridi P., Moein S., Moein M. Essential oil composition and in vitro antioxidant activity of ethanolic extract of Thymus daenensis Celak from Iran. Global J. Pharmacol. 2013;7(2):153–158."}, {"Citation": "Cristani M., Speciale A., Mancari F., Arcoraci T., Ferrari D., Fratantonio D. Protective activity of an anthocyanin-rich extract from bilberries and blackcurrants on acute acetaminophen-induced hepatotoxicity in rats. Nat. Prod. Res. 2016;30(24):2845–2849.", "ArticleIdList": ["26998559"]}, {"Citation": "El-Boshy M.E., Refaat B., Qasem A.H., Khan A., Ghaith M., Almasmoum H. The remedial effect of Thymus vulgaris extract against lead toxicity-induced oxidative stress, hepatorenal damage, immunosuppression, and hematological disorders in rats. Environ. Sci. Pollut. Res. 2019:1–11.", "ArticleIdList": ["31172438"]}, {"Citation": "Canayakin D., Bayir Y., Kilic Baygutalp N., Sezen Karaoglan E., Atmaca H.T., Kocak Ozgeris F.B. Paracetamol-induced nephrotoxicity and oxidative stress in rats: the protective role of Nigella sativa. Pharm. Biol. 2016;54(10):2082–2091.", "ArticleIdList": ["26956915"]}, {"Citation": "Sadeghi H., Jahanbazi F., Sadeghi H., Omidifar N., Alipoor B., Kokhdan E.P. Metformin attenuates oxidative stress and liver damage after bile duct ligation in rats. Res. Pharm. Sci. 2019;14(2):122–129.", "ArticleIdList": ["PMC6791170", "31620188"]}, {"Citation": "Mansourian M., Mirzaei A., Azarmehr N., Vakilpour H., Kokhdan E.P., Doustimotlagh A.H. Hepatoprotective and antioxidant activity of hydroalcoholic extract of Stachys pilifera. Benth on acetaminophen-induced liver toxicity in male rats. Heliyon. 2019;5", "ArticleIdList": ["PMC7201135", "32382666"]}, {"Citation": "Sadeghi H., Azarmehr N., Razmkhah F., Sadeghi H., Danaei N., Omidifar N. The hydroalcoholic extract of watercress attenuates protein oxidation, oxidative stress, and liver damage after bile duct ligation in rats. J. Cell. Biochem. 2019;120(9):14875–14884.", "ArticleIdList": ["31016763"]}, {"Citation": "Cekmen M., Ilbey Y., Ozbek E., Simsek A., Somay A., Ersoz C. Curcumin prevents oxidative renal damage induced by acetaminophen in rats. Food Chem. Toxicol. 2009;47(7):1480–1484.", "ArticleIdList": ["19345714"]}, {"Citation": "Sohn S.-H., Lee E.-Y., Lee J.-H., Kim Y., Shin M., Hong M. Screening of herbal medicines for recovery of acetaminophen-induced nephrotoxicity. Environ. Toxicol. Pharmacol. 2009;27(2):225–230.", "ArticleIdList": ["21783944"]}, {"Citation": "Aycan İ.Ö., Tokgöz O., Tüfek A., Alabalık U., Evliyaoğlu O., Turgut H. The use of thymoquinone in nephrotoxicity related to acetaminophen. Int. J. Surg. 2015;13:33–37.", "ArticleIdList": ["25447604"]}, {"Citation": "Ahmad S.T., Arjumand W., Nafees S., Seth A., Ali N., Rashid S. Hesperidin alleviates acetaminophen induced toxicity in Wistar rats by abrogation of oxidative stress, apoptosis and inflammation. Toxicol. Lett. 2012;208(2):149–161.", "ArticleIdList": ["22093918"]}, {"Citation": "Fouad A.A., Yacoubi M.T., El-Bidawy M.H. Therapeutic potential of hemin in acetaminophen nephrotoxicity in rats. Environ. Toxicol. Pharmacol. 2009;27(2):277–282.", "ArticleIdList": ["21783952"]}, {"Citation": "Zarshenas M.M., Krenn L. A critical overview on Thymus daenensis Celak.: phytochemical and pharmacological investigations. J. Integr. Med. 2015;13(2):91–98.", "ArticleIdList": ["25797639"]}, {"Citation": "Abu-Raghif A.R., Qasim B.J., Abady A.H., Sahib H.B. Effects of aqueous thyme extract against cisplatin induced nephrotoxicity in rabbits. Int. J. Pharmaceut. Sci. Rev. Res. 2015;30(1):190–194."}, {"Citation": "Ghosh A., Sil P.C. Anti-oxidative effect of a protein from Cajanus indicus L against acetaminophen-induced hepato-nephro toxicity. J. Biochem. Mol. Biol. 2007;40(6):1039–1049.", "ArticleIdList": ["18047802"]}, {"Citation": "Mansour M.A., Nagi M.N., El-Khatib A.S., Al-Bekairi A.M. Effects of thymoquinone on antioxidant enzyme activities, lipid peroxidation and DT-diaphorase in different tissues of mice: a possible mechanism of action. Cell Biochem. Funct. 2002;20(2):143–151.", "ArticleIdList": ["11979510"]}, {"Citation": "El-Newary S.A., Shaffie N.M., Omer E. The protection of Thymus vulgaris leaves alcoholic extract against hepatotoxicity of alcohol in rats. Asian Pac. J. Trop. Med. 2017;10(4):361–371.", "ArticleIdList": ["28552106"]}, {"Citation": "Zeinab M.G. Paracetamol-induced nephrotoxicity and oxidative stress in rats: the protective role of thymus vulgaris aqueous extract. Int. J. Biol. Sci. 2018;1:53–59."}, {"Citation": "Ramadan B.K., Schaalan M.F. The renoprotective effect of clover flowers honey on paracetamol-induced nephrotoxicity in adult male albino rats. Life Sci. 2011;8(3):589–596."}, {"Citation": "El-Boshy M., BaSalamah M.A., Ahmad J., Idris S., Mahbub A., Abdelghany A.H. Vitamin D protects against oxidative stress, inflammation and hepatorenal damage induced by acute paracetamol toxicity in rat. Free Radic. Biol. Med. 2019;141:310–321.", "ArticleIdList": ["31255668"]}, {"Citation": "Das J., Ghosh J., Manna P., Sil P.C. Taurine protects acetaminophen-induced oxidative damage in mice kidney through APAP urinary excretion and CYP2E1 inactivation. Toxicology. 2010;269(1):24–34.", "ArticleIdList": ["20067817"]}]}], "History": [{"Year": "2020", "Month": "2", "Day": "21"}, {"Year": "2020", "Month": "4", "Day": "10"}, {"Year": "2020", "Month": "4", "Day": "28"}, {"Year": "2020", "Month": "6", "Day": "10", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "6", "Day": "10", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "6", "Day": "10", "Hour": "6", "Minute": "1"}, {"Year": "2020", "Month": "5", "Day": "14"}], "PublicationStatus": "epublish", "ArticleIdList": ["32514474", "PMC7266780", "10.1016/j.heliyon.2020.e03898", "S2405-8440(20)30743-X"]}}]}