{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["AQP2", "Stevia Rebaudiana Bertoni extract", "antioxidant signaling pathway", "diabetes", "glucose uptake proteins"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "32515037", "DateCompleted": {"Year": "2021", "Month": "06", "Day": "21"}, "DateRevised": {"Year": "2021", "Month": "06", "Day": "21"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "06", "Day": "09"}], "Language": ["eng"], "ELocationID": ["10.1111/jfbc.13252"], "Journal": {"ISSN": "1745-4514", "JournalIssue": {"Volume": "44", "Issue": "8", "PubDate": {"Year": "2020", "Month": "Aug"}}, "Title": "Journal of food biochemistry", "ISOAbbreviation": "J Food Biochem"}, "ArticleTitle": "Stevia rebaudiana extract attenuate metabolic disorders in diabetic rats via modulation of glucose transport and antioxidant signaling pathways and aquaporin-2 expression in two extrahepatic tissues.", "Pagination": {"StartPage": "e13252", "MedlinePgn": "e13252"}, "Abstract": {"AbstractText": ["Today, plant-based therapies have been attracted attention to overcome diabetes complications. This study was an attempt to evaluate whether antidiabetic and nephroprotective effects of Stevia Rebaudiana Bertoni (SRB) can be exerted via upregulation of GLUT-4, SNAP23, and Stx4 in skeletal muscles or modulation of AQP2 mRNA expression and antioxidant signaling pathway activity (Nrf2/Keap1) in kidneys. To achieve this aim, diabetes was induced via STZ-nicotinamide (STZ-NA). Diabetes increased the level of Blood Urea Nitrogen (BUN), serum creatinine, Fasting Blood Sugar (FBS), and Keap1 mRNA expression, which was coincide with reduction in mRNA levels of Nrf2, GLUT4, SNAP23, and Stx4. SRB and metformin compensate mentioned variables. However, SRB extract was more effective than metformin to increase the levels of GLUT4 and Nrf2 mRNA. It seems that SRB might attenuate the diabetic complications via manipulating the glucose uptake components in peripheral tissues and might exert the nephroprotective effects by modulation of AQP2, and Nrf2/Keap1 mRNA expression. PRACTICAL APPLICATIONS: Synthetic antidiabetic drugs have been only partially successful in controlling the diabetic complications. Moreover, use of these drugs is associated with a number of adverse effects. Over the past few years, a renewed attention has been paid to the prevention and treatment of diabetes using medicinal plants and functional foods. SRB that have been known as natural sweetener for centuries, is a such natural agent that has high source of various phytochemicals with antidiabetic, renal protective, antitumor, and antioxidant properties. In the current study, possible molecular mechanisms of insulin-mimetic and nephroprotective effects of SRB extract was evaluated in diabetic rats. Due to powerful antihyperglycemic and nephroprotective effects of SRB extract that were showed in this study and previous studies, hence the fact that SRB is to be highlighted for future research as a new therapeutic agent for diabetes."], "CopyrightInformation": "© 2020 Wiley Periodicals LLC."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, School of Medicine, Shiraz University of Medical Sciences, Shiraz, Iran."}], "LastName": "Bayat", "ForeName": "Elahe", "Initials": "E"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, School of Medicine, Kerman University of Medical Sciences, Kerman, Iran."}], "LastName": "Rahpeima", "ForeName": "Zahra", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, School of Medicine, Shiraz University of Medical Sciences, Shiraz, Iran."}, {"Identifier": [], "Affiliation": "Endocrinology and Metabolism Research Center, Shiraz University of Medical Sciences, Shiraz, Iran."}], "LastName": "Dastghaib", "ForeName": "Sanaz", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, School of Medicine, Shiraz University of Medical Sciences, Shiraz, Iran."}], "LastName": "Gholizadeh", "ForeName": "Fatemeh", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, School of Medicine, Shiraz University of Medical Sciences, Shiraz, Iran."}], "LastName": "Erfani", "ForeName": "Mehran", "Initials": "M"}, {"Identifier": ["0000-0002-9100-0756"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, School of Medicine, Kerman University of Medical Sciences, Kerman, Iran."}], "LastName": "Asadikaram", "ForeName": "Gholamreza", "Initials": "G"}, {"Identifier": ["0000-0002-9717-0473"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, School of Medicine, Shiraz University of Medical Sciences, Shiraz, Iran."}, {"Identifier": [], "Affiliation": "Autophagy Research Center, Shiraz University of Medical Sciences, Shiraz, Iran."}], "LastName": "Mokarram", "ForeName": "Pooneh", "Initials": "P"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "J Food Biochem", "NlmUniqueID": "7706045", "ISSNLinking": "0145-8884"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Antioxidants"}, {"RegistryNumber": "0", "NameOfSubstance": "Aquaporin 2"}, {"RegistryNumber": "0", "NameOfSubstance": "Kelch-Like ECH-Associated Protein 1"}, {"RegistryNumber": "0", "NameOfSubstance": "NF-E2-Related Factor 2"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}, {"RegistryNumber": "IY9XDZ35W2", "NameOfSubstance": "Glucose"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": [], "DescriptorName": "Antioxidants"}, {"QualifierName": [], "DescriptorName": "Aquaporin 2"}, {"QualifierName": ["drug therapy"], "DescriptorName": "Diabetes Mellitus, Experimental"}, {"QualifierName": [], "DescriptorName": "Glucose"}, {"QualifierName": [], "DescriptorName": "Kelch-Like ECH-Associated Protein 1"}, {"QualifierName": ["genetics"], "DescriptorName": "NF-E2-Related Factor 2"}, {"QualifierName": ["pharmacology", "therapeutic use"], "DescriptorName": "Plant Extracts"}, {"QualifierName": [], "DescriptorName": "Rats"}, {"QualifierName": [], "DescriptorName": "Signal Transduction"}, {"QualifierName": [], "DescriptorName": "Stevia"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Alam, M. B., An, H., Ra, J.-S., Lim, J.-Y., Lee, S.-H., Yoo, C.-Y., & Lee, S.-H. (2018). Gossypol from cottonseeds ameliorates glucose uptake by mimicking insulin signaling and improves glucose homeostasis in mice with streptozotocin-induced diabetes. Oxidative Medicine and Cellular Longevity, 2018, 1-11."}, {"Citation": "Al-Khalili, L., Forsgren, M., Kannisto, K., Zierath, J., Lönnqvist, F., & Krook, A. (2005). Enhanced insulin-stimulated glycogen synthesis in response to insulin, metformin or rosiglitazone is associated with increased mRNA expression of GLUT4 and peroxisomal proliferator activator receptor gamma co-activator 1. Diabetologia, 48(6), 1173-1179. https://doi.org/10.1007/s00125-005-1741-3"}, {"Citation": "Ashabi, G., Khalaj, L., Khodagholi, F., Goudarzvand, M., & Sarkaki, A. (2015). Pre-treatment with metformin activates Nrf2 antioxidant pathways and inhibits inflammatory responses through induction of AMPK after transient global cerebral ischemia. Metabolic Brain Disease, 30(3), 747-754. https://doi.org/10.1007/s11011-014-9632-2"}, {"Citation": "Assaei, R., Mokarram, P., Dastghaib, S., Darbandi, S., Darbandi, M., Zal, F., … Omrani, G. H. R. (2016). Hypoglycemic effect of aquatic extract of stevia in pancreas of diabetic rats: PPARγ-dependent regulation or antioxidant potential. Avicenna Journal of Medical Biotechnology, 8(2), 65."}, {"Citation": "Bae, E. H., Joo, S. Y., Ma, S. K., Lee, J., & Kim, S. W. (2016). Resveratrol attenuates 4-hydroxy-2-hexenal-induced oxidative stress in mouse cortical collecting duct cells. The Korean Journal of Physiology & Pharmacology, 20(3), 229-236. https://doi.org/10.4196/kjpp.2016.20.3.229"}, {"Citation": "Bashir, N., Manoharan, V., & Miltonprabu, S. (2016). Grape seed proanthocyanidins protects against cadmium induced oxidative pancreatitis in rats by attenuating oxidative stress, inflammation and apoptosis via Nrf-2/HO-1 signaling. The Journal of Nutritional Biochemistry, 32, 128-141. https://doi.org/10.1016/j.jnutbio.2016.03.001"}, {"Citation": "Bhasker, S., Madhav, H., & Chinnamma, M. (2015). Molecular evidence of insulinomimetic property exhibited by steviol and stevioside in diabetes induced L6 and 3T3L1 cells. Phytomedicine, 22(11), 1037-1044. https://doi.org/10.1016/j.phymed.2015.07.007"}, {"Citation": "Bickel, C. A., Knepper, M. A., Verbalis, J. G., & Ecelbarger, C. A. (2002). Dysregulation of renal salt and water transport proteins in diabetic Zucker rats. Kidney International, 61(6), 2099-2110. https://doi.org/10.1046/j.1523-1755.2002.00353.x"}, {"Citation": "Chen, Y., Rice, W., Gu, Z., Li, J., Huang, J., Brenner, M. B., … Lu, H. A. J. (2012). Aquaporin 2 promotes cell migration and epithelial morphogenesis. Journal of the American Society of Nephrology, 23(9), 1506-1517. https://doi.org/10.1681/ASN.2012010079"}, {"Citation": "Chukwunonso Obi, B., Chinwuba Okoye, T., Okpashi, V. E., Nonye Igwe, C., & Olisah Alumanah, E. (2016). Comparative study of the antioxidant effects of metformin, glibenclamide, and repaglinide in alloxan-induced diabetic rats. Journal of Diabetes Research, 2016. https://doi.org/10.1155/2016/1635361"}, {"Citation": "Cipriani, P., Kim, S. L., Klein, J. D., Sim, J. H., von Bergen, T. N., & Blount, M. A. (2012). The role of nitric oxide in the dysregulation of the urine concentration mechanism in diabetes mellitus. Frontiers in Physiology, 3, 176. https://doi.org/10.3389/fphys.2012.00176"}, {"Citation": "Dastgheib, S., Irajie, C., Assaei, R., Koohpeima, F., & Mokarram, P. (2014). Optimization of RNA extraction from rat pancreatic tissue. Iranian Journal of Medical Sciences, 39(3), 282."}, {"Citation": "El-Mesallamy, A., Mahmoud, S. A., Elazab, K. M., Hussein, S. A., & Hussein, A. M. (2018). Attenuation of metabolic dysfunctions in the skeletal muscles of type 1 diabetic rats by Stevia rebaudiana extracts, via AMPK upregulation and antioxidant activities. Acta Scientiarum Polonorum Technologia Alimentaria, 17(3), 289-297. https://doi.org/10.17306/J.AFS.0567"}, {"Citation": "Ferrazzano, G., Cantile, T., Alcidi, B., Coda, M., Ingenito, A., Zarrelli, A., … Pollio, A. (2015). Is Stevia rebaudiana Bertoni a non cariogenic sweetener? A review. Molecules, 21(1), 38. https://doi.org/10.3390/molecules21010038"}, {"Citation": "Fiorentini, D., Zambonin, L., Vieceli Dalla Sega, F., & Hrelia, S. (2015). Polyphenols as modulators of aquaporin family in health and disease. Oxidative Medicine and Cellular Longevity, 2015, 1-8."}, {"Citation": "Forbes, J. M., Coughlan, M. T., & Cooper, M. E. (2008). Oxidative stress as a major culprit in kidney disease in diabetes. Diabetes, 57(6), 1446-1454. https://doi.org/10.2337/db08-0057"}, {"Citation": "Gheith, O., Farouk, N., Nampoory, N., Halim, M. A., & Al-Otaibi, T. (2016). Diabetic kidney disease: World wide difference of prevalence and risk factors. Journal of Nephropharmacology, 5(1), 49."}, {"Citation": "Gholizadeh, F., Mokarram, P., Dastgheib, S., & Rahpeima, Z. (2018). The effect of the aquatic extract of Stevia on the MDA level and catalase activity in the testicular tissue of streptozotocin-nicotinamide-induced diabetic rats. Shiraz E-Medical Journal, 19(9). https://doi.org/10.5812/semj.61044"}, {"Citation": "Hasler, U., Leroy, V., Jeon, U. S., Bouley, R., Dimitrov, M., Kim, J. A., … Féraille, E. (2008). NF-κB modulates aquaporin-2 transcription in renal collecting duct principal cells. Journal of Biological Chemistry, 283(42), 28095-28105. https://doi.org/10.1074/jbc.M708350200"}, {"Citation": "He, J., & Yang, B. (2019). Aquaporins in renal diseases. International Journal of Molecular Sciences, 20(2), 366. https://doi.org/10.3390/ijms20020366"}, {"Citation": "Jeppesen, P. B., Gregersen, S., Poulsen, C., & Hermansen, K. (2000). Stevioside acts directly on pancreatic β cells to secrete insulin: Actions independent of cyclic adenosine monophosphate and adenosine triphosphate-sensitivie K+-channel activity. Metabolism, 49(2), 208-214. https://doi.org/10.1016/S0026-0495(00)91325-8"}, {"Citation": "Jiang, T., Huang, Z., Lin, Y., Zhang, Z., Fang, D., & Zhang, D. D. (2010). The protective role of Nrf2 in streptozotocin-induced diabetic nephropathy. Diabetes, 59(4), 850-860. https://doi.org/10.2337/db09-1342"}, {"Citation": "Judith Radin, M., Yu, M.-J., Stoedkilde, L., Lance Miller, R., Hoffert, J. D., Frokiaer, J., … Knepper, M. A. (2012). Aquaporin-2 regulation in health and disease. Veterinary Clinical Pathology, 41(4), 455-470. https://doi.org/10.1111/j.1939-165x.2012.00488.x"}, {"Citation": "Kim, D., Sands, J. M., & Klein, J. D. (2003). Changes in renal medullary transport proteins during uncontrolled diabetes mellitus in rats. American Journal of Physiology-Renal Physiology, 285(2), F303-F309. https://doi.org/10.1152/ajprenal.00438.2002"}, {"Citation": "Klein, J. D., Price, S. R., Bailey, J. L., Jacobs, J. D., & Sands, J. M. (1997). Glucocorticoids mediate a decrease in AVP-regulated urea transporter in diabetic rat inner medulla. American Journal of Physiology-Renal Physiology, 273(6), F949-F953. https://doi.org/10.1152/ajprenal.1997.273.6.F949"}, {"Citation": "Klein, J. D., Wang, Y., Blount, M. A., Molina, P. A., LaRocque, L. M., Ruiz, J. A., & Sands, J. M. (2016). Metformin, an AMPK activator, stimulates the phosphorylation of aquaporin 2 and urea transporter A1 in inner medullary collecting ducts. American Journal of Physiology-Renal Physiology, 310(10), F1008-F1012. https://doi.org/10.1152/ajprenal.00102.2016"}, {"Citation": "Leung, J. C., Chan, L. Y., Tsang, A. W., Tang, S. C., & Lai, K. N. (2005). Differential expression of aquaporins in the kidneys of streptozotocin-induced diabetic mice. Nephrology, 10(1), 63-72. https://doi.org/10.1111/j.1440-1797.2005.00359.x"}, {"Citation": "Liang, C.-L., Zhang, P.-C., Wu, J.-B., Liu, B.-H., Yu, He, Lu, R.-R., … Zhou, J.-Y. (2019). Zhen-wu-tang attenuates Adriamycin-induced nephropathy via regulating AQP2 and miR-92b. Biomedicine & Pharmacotherapy, 109, 1296-1305. https://doi.org/10.1016/j.biopha.2018.10.146"}, {"Citation": "Liu, M. I., Sun, Y., Xu, M., Yu, X., Zhang, Y., Huang, S., … Jia, Z. (2018). Role of mitochondrial oxidative stress in modulating the expressions of aquaporins in obstructive kidney disease. American Journal of Physiology-Renal Physiology, 314(4), F658-F666. https://doi.org/10.1152/ajprenal.00234.2017"}, {"Citation": "Liwang, J. K., Ruiz, J. A., LaRocque, L. M., Rianto, F., Ma, F., & Wang, Y. (2019). Role of PKC and AMPK in hypertonicity-stimulated water reabsorption in rat inner medullary collecting ducts. American Journal of Physiology-Renal Physiology, 316(2), F253-F262. https://doi.org/10.1152/ajprenal.00491.2017"}, {"Citation": "Magesh, S., Chen, Y., & Hu, L. (2012). Small molecule modulators of K eap1-N rf2-ARE pathway as potential preventive and therapeutic agents. Medicinal Research Reviews, 32(4), 687-726."}, {"Citation": "Mozaffari, M. S., Abdelsayed, R., Liu, J. Y., Zakhary, I., & Baban, B. (2012). Renal distal tubule proliferation and increased aquaporin 2 level but decreased urine osmolality in db/db mouse: Treatment with chromium picolinate. Experimental and Molecular Pathology, 92(1), 54-58. https://doi.org/10.1016/j.yexmp.2011.09.015"}, {"Citation": "Nakamura, T., Saito, T., Kusaka, I., Higashiyama, M., Nagasaka, S., Ishibashi, S., & Ishikawa, S.-E. (2002). Decrease in urinary excretion of aquaporin-2 associated with impaired urinary concentrating ability in diabetic nephropathy. Nephron, 92(2), 445-448. https://doi.org/10.1159/000063285"}, {"Citation": "Negi, G., Kumar, A., Joshi, R. P., & Sharma, S. S. (2011). Oxidative stress and Nrf2 in the pathophysiology of diabetic neuropathy: Old perspective with a new angle. Biochemical and Biophysical Research Communications, 408(1), 1-5. https://doi.org/10.1016/j.bbrc.2011.03.087"}, {"Citation": "Nejsum, L. N., Kwon, T.-H., Marples, D., Flyvbjerg, A., Knepper, M. A., Frøkiaer, J., & Nielsen, S. (2001). Compensatory increase in AQP2, p-AQP2, and AQP3 expression in rats with diabetes mellitus. American Journal of Physiology-Renal Physiology, 280(4), F715-F726. https://doi.org/10.1152/ajprenal.2001.280.4.F715"}, {"Citation": "Ortiz, M. C., Borghese, M. F. A., Balonga, S. E., Lavagna, A., Filipuzzi, A. L., Elesgaray, R., Majowicz, M. P. (2014). Renal response to l-arginine in diabetic rats. A possible link between nitric oxide system and aquaporin-2. PLoS ONE, 9(8), e104923."}, {"Citation": "Pelagalli, A., Squillacioti, C., Mirabella, N., & Meli, R. (2016). Aquaporins in health and disease: An overview focusing on the gut of different species. International Journal of Molecular Sciences, 17(8), 1213. https://doi.org/10.3390/ijms17081213"}, {"Citation": "Pellavio, G., Rui, M., Caliogna, L., Martino, E., Gastaldi, G., Collina, S., & Laforenza, U. (2017). Regulation of aquaporin functional properties mediated by the antioxidant effects of natural compounds. International Journal of Molecular Sciences, 18(12), 2665. https://doi.org/10.3390/ijms18122665"}, {"Citation": "Prata, C., Zambonin, L., Rizzo, B., Maraldi, T., Angeloni, C., Vieceli Dalla Sega, F., … Hrelia, S. (2017). Glycosides from Stevia rebaudiana Bertoni possess insulin-mimetic and antioxidant activities in rat cardiac fibroblasts. Oxidative Medicine and Cellular Longevity, 2017. https://doi.org/10.1155/2017/3724545"}, {"Citation": "Ramos-Tovar, E., Hernández-Aquino, E., Casas-Grajales, S., Buendia-Montaño, L. D., Galindo-Gómez, S., Camacho, J., … Muriel, P. (2018). Stevia prevents acute and chronic liver injury induced by carbon tetrachloride by blocking oxidative stress through Nrf2 upregulation. Oxidative Medicine and Cellular Longevity, 2018, 1-12."}, {"Citation": "Rizzo, B., Zambonin, L., Angeloni, C., Leoncini, E., Vieceli Dalla Sega, F., Prata, C., … Hrelia, S. (2013). Steviol glycosides modulate glucose transport in different cell types. Oxidative Medicine and Cellular Longevity, 2013, 1-11."}, {"Citation": "Ruiz-Ruiz, J., Moguel-Ordoñez, Y., Matus-Basto, A., & Segura-Campos, M. (2015). Antidiabetic and antioxidant activity of Stevia rebaudiana extracts (Var. Morita) and their incorporation into a potential functional bread. Journal of Food Science and Technology, 52(12), 7894-7903."}, {"Citation": "Sato, S., Kataoka, S., Kimura, A., & Mukai, Y. (2016). Azuki bean (Vigna angularis) extract reduces oxidative stress and stimulates autophagy in the kidneys of streptozotocin-induced early diabetic rats. Canadian Journal of Physiology and Pharmacology, 94(12), 1298-1303."}, {"Citation": "Shimizu, M. H. M., Danilovic, A., Andrade, L., Volpini, R. A., Libório, A. B., Sanches, T. R., & Seguro, A. C. (2008). N-acetylcysteine protects against renal injury following bilateral ureteral obstruction. Nephrology Dialysis Transplantation, 23(10), 3067-3073. https://doi.org/10.1093/ndt/gfn237"}, {"Citation": "Shivanna, N., Naika, M., Khanum, F., & Kaul, V. K. (2013). Antioxidant, anti-diabetic and renal protective properties of Stevia rebaudiana. Journal of Diabetes and its Complications, 27(2), 103-113. https://doi.org/10.1016/j.jdiacomp.2012.10.001"}, {"Citation": "Singh, S., Garg, V., & Yadav, D. (2013). Antihyperglycemic and antioxidative ability of Stevia rebaudiana (Bertoni) leaves in diabetes induced mice. International Journal of Pharmacy and Pharmaceutical Sciences, 5(2), 297-302."}, {"Citation": "Spira, A., Gowrishankar, M., & Halperin, M. L. (1997). Factors contributing to the degree of polyuria in a patient with poorly controlled diabetes mellitus. American Journal of Kidney Diseases, 30(6), 829-835. https://doi.org/10.1016/S0272-6386(97)90089-5"}, {"Citation": "Tamma, G., Valenti, G., Grossini, E., Donnini, S., Marino, A., Marinelli, R. A., & Calamita, G. (2018). Aquaporin membrane channels in oxidative stress, cell signaling, and aging: recent advances and research trends. Oxidative Medicine and Cellular Longevity, 2018, 1-14."}, {"Citation": "Tundis, R., Loizzo, M., & Menichini, F. (2010). Natural products as α-amylase and α-glucosidase inhibitors and their hypoglycaemic potential in the treatment of diabetes: An update. Mini Reviews in Medicinal Chemistry, 10(4), 315-331."}, {"Citation": "Verkman, A. S., Anderson, M. O., & Papadopoulos, M. C. (2014). Aquaporins: Important but elusive drug targets. Nature Reviews Drug Discovery, 13(4), 259. https://doi.org/10.1038/nrd4226"}, {"Citation": "Wang, Y., Li, L., Wang, Y., Zhu, X., Jiang, M., Song, E., & Song, Y. (2018). New application of the commercial sweetener rebaudioside a as a hepatoprotective candidate: Induction of the Nrf2 signaling pathway. European Journal of Pharmacology, 822, 128-137. https://doi.org/10.1016/j.ejphar.2018.01.020"}, {"Citation": "Ward, D. T., Yau, S. K., Mee, A. P., Mawer, E. B., Miller, C. A., Garland, H. O., & Riccardi, D. (2001). Functional, molecular, and biochemical characterization of streptozotocin-induced diabetes. Journal of the American Society of Nephrology, 12(4), 779-790."}, {"Citation": "Wasserman, D. H. (2009). Four grams of glucose. American Journal of Physiology-Endocrinology and Metabolism, 296(1), E11-E21. https://doi.org/10.1152/ajpendo.90563.2008"}, {"Citation": "Wild, S. H., Roglic, G., Green, A., Sicree, R., & King, H. (2004). Global prevalence of diabetes: Estimates for the year 2000 and projections for 2030: Response to Rathman and Giani. Diabetes Care, 27(10), 2569-2569. https://doi.org/10.2337/diacare.27.10.2569-a"}, {"Citation": "Williamson, T. P., Amirahmadi, S., Joshi, G., Kaludov, N. K., Martinov, M. N., Johnson, D. A., & Johnson, J. A. (2012). Discovery of potent, novel Nrf2 inducers via quantum modeling, virtual screening, and in vitro experimental validation. Chemical Biology & Drug Design, 80(6), 810-820."}, {"Citation": "Yao, L., Wang, J., Deng, A., Liu, J., & Zhao, H. (2008). Effect of Micardis on the expression of renal medulla aquaporin-2 in diabetic mice. Journal of Huazhong University of Science and Technology [Medical Sciences], 28(3), 272-275. https://doi.org/10.1007/s11596-008-0309-0"}, {"Citation": "Yuan, J. S., Reed, A., Chen, F., & Stewart, C. N. (2006). Statistical analysis of real-time PCR data. BMC Bioinformatics, 7(1), 85. https://doi.org/10.1186/1471-2105-7-85"}, {"Citation": "Zayed, E. A., AinShoka, A. A., El Shazly, K. A., & Abd El Latif, H. A. (2018). Improvement of insulin resistance via increase of GLUT4 and PPARγ in metabolic syndrome-induced rats treated with omega-3 fatty acid or l-carnitine. Journal of Biochemical and Molecular Toxicology, 32(11), e22218."}, {"Citation": "Zhai, J., Liu, C.-X., Tian, Z.-R., Jiang, Q.-H., & Sun, Y.-P. (2012). Effects of metformin on the expression of GLUT4 in endometrium of obese women with polycystic ovary syndrome. Biology of Reproduction, 87(2), 29, 21-25."}, {"Citation": "Zhao, L., Wang, X., Xu, M., Lian, Y., Wang, C., Yang, H., & Mehmood, A. (2018). Dietary intervention with Stevia residue extracts alleviates impaired glucose regulation in mice. Journal of Food Biochemistry, 42(6), e12651."}, {"Citation": "Zhou, B., Lu, Y., Hajifathalian, K., Bentham, J., Di Cesare, M., Danaei, G., … Zuñiga Cisneros, J. (2016). Worldwide trends in diabetes since 1980: A pooled analysis of 751 population-based studies with 4.4 million participants. Lancet [Internet], 387(10027), 1513-1530. https://doi.org/10.1016/S0140-6736(16)00618-8"}], "Title": "REFERENCES"}], "History": [{"Year": "2019", "Month": "7", "Day": "2"}, {"Year": "2020", "Month": "3", "Day": "27"}, {"Year": "2020", "Month": "3", "Day": "31"}, {"Year": "2020", "Month": "6", "Day": "10", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "6", "Day": "22", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "6", "Day": "10", "Hour": "6", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["32515037", "10.1111/jfbc.13252"]}}]}