{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Arid zones", "Catalonia", "Ethnobotany", "Ethnopharmacology", "Food uses", "Garrigues", "Iberian Peninsula", "Medicinal uses", "Plant uses"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "32517701", "DateCompleted": {"Year": "2021", "Month": "02", "Day": "26"}, "DateRevised": {"Year": "2021", "Month": "02", "Day": "26"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "06", "Day": "09"}], "Language": ["eng"], "ELocationID": ["34", "10.1186/s13002-020-00386-0"], "Journal": {"ISSN": "1746-4269", "JournalIssue": {"Volume": "16", "Issue": "1", "PubDate": {"Year": "2020", "Month": "Jun", "Day": "09"}}, "Title": "Journal of ethnobiology and ethnomedicine", "ISOAbbreviation": "J Ethnobiol Ethnomed"}, "ArticleTitle": "Filling the gaps: ethnobotanical study of the Garrigues district, an arid zone in Catalonia (NE Iberian Peninsula).", "Pagination": {"StartPage": "34", "MedlinePgn": "34"}, "Abstract": {"AbstractText": ["This study has focused on the Garrigues district, one of the most arid regions in Catalonia (NE Iberian Peninsula), which, in general terms, has remained unexplored from the ethnobotanical point of view. This area, of 22,243 inhabitants, comprises 33 municipalities distributed across 1123.12 km<sup>2</sup>. The natural vegetation is dominated by holm oak forests and maquis called 'garriga', the latter giving its name to the district. During the last few decades, this landscape has been transformed by agricultural activities, nowadays in recession. The main aim of this work was to collect and analyse the ethnoflora of this area in order to fill a gap in the ethnobotanical knowledge in Catalonia.", "The followed methodology was based on semi-structured interviews. The obtained data have been qualitatively and quantitatively analysed and compared with other available ones.", "Data were gathered from 68 interviews involving 101 informants, whose ages range from 24 to 94, the mean being 73.07. The number of taxa reported in this study was 420, belonging to 99 botanical families. The interviewed informants referred 4715 use reports (UR) of 346 useful taxa, 1741 (36.93) of them corresponding to medicinal uses, 1705 (36.16%) to food uses, and 1269 (26.91%) to other uses. This study has inventoried, apart from individual plant uses, 260 plant mixtures, of which 98 are medicinal and 162 food. In the present study, 849 vernacular names with 116 phonetic variants have been collected, as well, for 410 taxa. The informant consensus factor (F<sub>IC</sub>) obtained for our interviewees is 0.93, and the ethnobotanicity index is 23.47% for the studied area. Apart from plants belonging to the typical Catalan, Iberian or European ethnofloras, the present work contributes information on some plants from semiarid or arid regions, such as Artemisia herba-alba and Plantago albicans, much rarer in the ethnobotany of the quoted areas.", "The results of this study reveal the persistence of ethnobotanical knowledge in the prospected area and the importance of filling the existing gaps in the ethnofloristic sampling of the Catalan territories. The almost complete dataset, now including some arid territories, will allow us to carry out a global analysis and to provide an accurate overview."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institut Botànic de Barcelona (IBB; CSIC-Ajuntament de Barcelona), Passeig del Migdia s.n., Parc de Montjuïc, 08038, Barcelona, Catalonia, Spain. airy.gras@ibb.csic.es."}, {"Identifier": [], "Affiliation": "Laboratori de Botànica (UB) - Unitat associada al CSIC, Facultat de Farmàcia i Ciències de l'Alimentació, Institut de Recerca de la Biodiversitat - IRBio, Universitat de Barcelona, Av. Joan XXIII 27-31, 08028, Barcelona, Catalonia, Spain. airy.gras@ibb.csic.es."}], "LastName": "Gras", "ForeName": "Airy", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratori de Botànica (UB) - Unitat associada al CSIC, Facultat de Farmàcia i Ciències de l'Alimentació, Institut de Recerca de la Biodiversitat - IRBio, Universitat de Barcelona, Av. Joan XXIII 27-31, 08028, Barcelona, Catalonia, Spain."}, {"Identifier": [], "Affiliation": "Institut d'Estudis Catalans, C. del Carme 47, 08001, Barcelona, Catalonia, Spain."}], "LastName": "Vallès", "ForeName": "Joan", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institut Botànic de Barcelona (IBB; CSIC-Ajuntament de Barcelona), Passeig del Migdia s.n., Parc de Montjuïc, 08038, Barcelona, Catalonia, Spain."}], "LastName": "Garnatje", "ForeName": "Teresa", "Initials": "T"}], "GrantList": [{"GrantID": "2017SGR001116", "Agency": "Generalitat de Catalunya", "Country": ""}, {"GrantID": "PRO2017-S02VALLES", "Agency": "Institut d'Estudis Catalans", "Country": ""}, {"GrantID": "CSO2014-59704-P", "Agency": "Spanish Government", "Country": ""}, {"GrantID": "CGL2017-84297-R", "Agency": "Spanish Government", "Country": ""}, {"GrantID": "Predoctoral grant", "Agency": "Universitat de Barcelona", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "J Ethnobiol Ethnomed", "NlmUniqueID": "101245794", "ISSNLinking": "1746-4269"}, "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Adult"}, {"QualifierName": [], "DescriptorName": "Aged"}, {"QualifierName": [], "DescriptorName": "Aged, 80 and over"}, {"QualifierName": [], "DescriptorName": "Ethnobotany"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Knowledge"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": [], "DescriptorName": "Middle Aged"}, {"QualifierName": ["classification"], "DescriptorName": "Plants, Edible"}, {"QualifierName": ["classification"], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Spain"}], "CoiStatement": "The authors declare that they have no competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Harshberger JW. Purposes of ethno-botany. Bot. Gaz. 1896;21:146–154. doi: 10.1086/327316.", "ArticleIdList": ["10.1086/327316"]}, {"Citation": "Vallès J. Etnobotànica: persones, plantes, cultura i benestar. Aspectes generals, i situació i perspectives als Països Catalans. Institut d’Estudis Catalans: Barcelona; 2019."}, {"Citation": "Muntané J. Aportació al coneixement de l’etnobotànica de Cerdanya. Universitat de Barcelona. PhD thesis. 1991."}, {"Citation": "Muntané J. Etnobotànica, etnofarmàcia i tradicions populars de la Catalunya septentrional (Capcir, Cerdanya i Conflent). Universitat de Barcelona. PhD thesis. 2005."}, {"Citation": "Agelet A. Estudis d’etnobotànica farmacèutica al Pallars. Universitat de Barcelona. PhD thesis. 1999."}, {"Citation": "Rigat M, Gras A, Vallès J, Garnatje T. Estudis etnobotànics a la comarca del Ripollès (Pirineu, Catalunya, península Ibèrica) Collect. Bot. 2017;36:e003. doi: 10.3989/collectbot.2017.v36.003.", "ArticleIdList": ["10.3989/collectbot.2017.v36.003"]}, {"Citation": "Aldea C, Almeida B, Garnatje T, Vallès J. Estudi etnobotànic ena Val d’Aran. Sabença populara e patrimoni naturau e culturau. Barcelona: Universitat de Barcelona Edicions; 2019."}, {"Citation": "Gras A, Garnatje T, Aldea C, Almeida B, D’Ambrosio M, Altimiras J, Parada M, Rigat M, Vallès J. Etnobotànica del Pirineu català: estat actual i propostes de futur. Ibix. 2018;10:33–47."}, {"Citation": "Bonet MÀ. Estudis etnobotànics a la vall del Tenes (Vallès Oriental). Universitat de Barcelona. Master thesis. 1991."}, {"Citation": "Selga A. Estudis etnobotànics a les Guilleries. Universitat de Barcelona. Master thesis. 1998."}, {"Citation": "Bonet MÀ. Estudi etnobotànic del Montseny. Universitat de Barcelona. PhD thesis. 2001."}, {"Citation": "Bonet MÀ, Roldán M, Camprubí J, Vallès J. Etnobotànica de Gallecs. Plantes i cultura popular al Baix Vallès. Mollet del Vallès: Centre d’Estudis Molletans; 2008."}, {"Citation": "Parada M. Estudi etnobotànic de l’Alt Empordà. Universitat de Barcelona. PhD thesis. 2007."}, {"Citation": "Saura S. Usos i cultura popular de les plantes a les Gavarres. Consorci de les Gavarres: Monells; 2009."}, {"Citation": "Batet D, Cartanyà J, Castells R, Piñas I, Salat X. Etnobotànica a les muntanyes de Prades. Centre d’Història Natural de la Conca de Barberà: Montblanc; 2011."}, {"Citation": "Talavera M. La recuperació dels coneixements tradicionals relatius a la biodiversitat com a eina de desenvolupament de nous cultius amb espècies silvestres, i acceptació per part dels consumidors dels productes elaborats amb espècies silvestres i varietats tradicionals. Estudi etnobotànic de la comarca de l’Anoia, tradicionals. Universitat de Barcelona. PhD thesis. 2018."}, {"Citation": "Gras A, Serrasolses G, Vallès J, Garnatje T. Traditional knowledge in semi-rural close to industrial areas: ethnobotanical studies in western Gironès (Catalonia, Iberian Peninsula) J. Ethnobiol. Ethnomed. 2019;15(1):19. doi: 10.1186/s13002-019-0295-2.", "ArticleIdList": ["10.1186/s13002-019-0295-2", "PMC6444684", "30940210"]}, {"Citation": "Bolòs O de, Vigo J. Flora dels Països Catalans, vol. 1. Ed. Barcino: Barcelona; 1984."}, {"Citation": "Bolòs O de. Corologia de la flora dels Països Catalans. Volum introductori. Chorology of the flora of Catalan Countries. Introductory volume. Barcelona: Institut d’Estudis Catalans; 1985."}, {"Citation": "Raja D. Estudis etnobotànics a la comarca de la Segarra. Universitat de Barcelona. MSc thesis. 1995."}, {"Citation": "Riba O, Bolòs O de, Panareda JM, Nuet J, Gosàlbez J. Geografia física dels Països Catalans. Barcelona: Ketres editora; 1976."}, {"Citation": "Bolòs O de, Vigo J, Masalles RM, Ninot JM. Flora manual dels Països Catalans. 3rd ed. Ed. Pòrtic: Barcelona; 2005."}, {"Citation": "Bolòs O de. Algunas consideraciones sobre las especies esteparias en la Península Ibérica. Anales Inst. Bot. Cavanilles. 1951;10:445–53."}, {"Citation": "Braun-Blanquet J, Bolòs O de. Les groupements végétaux du bassin moyen de l’Ebre et leur dynamisme. Zaragoza: Estación Experimental de Aula Dei (CSIC), 2 vols; 1958."}, {"Citation": "Masclans F. Flora del Segrià i l’Urgell a la Plana Occidental Catalana. Institut d’Estudis Catalans: Barcelona; 1966."}, {"Citation": "Boldú A. Estudio florístico y fitogeográfico de la zona comprendida entre los montes de Prades y el río Segre. Universitat de Barcelona. PhD thesis. 1975."}, {"Citation": "Recasens J, Conesa JA. Contribució al coneixement de la flora catalana occidental, III. Butll. Inst. Catalana Hist. Nat. 1991;59:71–74."}, {"Citation": "Recasens J, Conesa JA, Sanz J. El grupo corológico mediterráneo estépico en la mitad oriental de la Depresión del Ebro como exponente de su riqueza florística. Ecología. 2001;15:89–100."}, {"Citation": "Solé-Senan XO, Juárez-Escario A, García C, Pedrol J, Conesa JA. Contribució del patrimoni biològic municipal al Segrià: flora d’afinitat estèpica dels secans. Shikar: Revista del Centre d’Estudis Comarcals del Segrià, 2014; 1:119-124."}, {"Citation": "Wickens GE, Field DV, Goodin JR. Plants for arid lands. Proceedings of the Kew International Conference on Economic Plants for Arid Lands held in the Jodrell Laboratory, Royal Botanic Gardens, Kew, England, 23–27 July 1984. Kew: Royal Botanic Gardens; 1984."}, {"Citation": "Albuquerque UP, Araújo TAS, Ramos MA, Nascimento VT, Lucena RFP, Monteiro JM, Alencar NL, Araújo EL. How ethnobotany can aid biodiversity conservation: reflections on investigations in the semi-arid region of NE Brazil. Biodivers. Conserv. 2009;18:127–150. doi: 10.1007/s10531-008-9463-8.", "ArticleIdList": ["10.1007/s10531-008-9463-8"]}, {"Citation": "Ladio AH, Lozada M. Human ecology, ethnobotany and traditional practices in rural populations inhabiting the Monte region: resilience and ecological knowledge. J. Arid Environ. 2009;73:222–227. doi: 10.1016/j.jaridenv.2008.02.006.", "ArticleIdList": ["10.1016/j.jaridenv.2008.02.006"]}, {"Citation": "Bhattarai S, Chaudhary RP, Quave CL, Taylor RS. The use of medicinal plants in the trans-Himalayan arid zone of Mustang district, Nepal. J. Ethnobiol. Ethnomed. 2010;6(1):14. doi: 10.1186/1746-4269-6-14.", "ArticleIdList": ["10.1186/1746-4269-6-14", "PMC2856531", "20370901"]}, {"Citation": "Malik S, Ahmad S, Sadik A, Alam K, Wariss HM, Ahmat I, Hayt MQ, Anjum S, Mukhtar M. A comparative ethno-botanical study of Cholistan (an arid area) and Pothwar (a semi-arid area) of Pakistan for traditional medicines. J. Ethnobiol. Ethnomed. 2015;11:31. doi: 10.1186/s13002-015-0018-2.", "ArticleIdList": ["10.1186/s13002-015-0018-2", "PMC4460735", "25925727"]}, {"Citation": "Oliveira Campos LZ. de, Albuquerque UP, Peroni N, Araújo EL. Do socioeconomic characteristics explain the knowledge and use of native food plants in semiarid environments in Northeastern Brazil. J. Arid Environ. 2015; 115:53-61. DOI:10.1016/j.jaridenv.2015.01.002."}, {"Citation": "Miara MD, Bendif H, Ait Hammou M, Teixidor-Toneu I. Ethnobotanical survey of medicinal plants used by nomadic peoples in the Algerian steppe. J. Ethnopharmacol. 2018;219:248–256. doi: 10.1016/j.jep.2018.03.011.", "ArticleIdList": ["10.1016/j.jep.2018.03.011", "29548971"]}, {"Citation": "Martínez-Lirola MJ, González-Tejero MR, Molero-Mesa J. Ethnobotanical resources in the province of Almería, Spain: Campos de Níjar. Econ. Bot. 1996; 50(1):40-56. DOI:10.1007/BF02862112."}, {"Citation": "Aguado V. IV Trobada d’estudiosos de la comarca de les Garrigues. Les Borges Blanques: Consell comarcal de les Garrigues; 2004. La formació històrica de les Garrigues: comarca natural, circumscripció administrativa i ens local; pp. 85–106."}, {"Citation": "Servei Meteorològic de Catalunya, Generalitat de Catalunya. www.meteo.cat. Accessed 15 June 2019."}, {"Citation": "Conesa J, Mayoral A, Pedrol J, Recasens J. El paisatge vegetal dels espais d’interès natural de Lleida: àrea meridional. Institut d’Estudis Ilerdencs: Lleida; 1994."}, {"Citation": "IDESCAT. Institut d’Estadística de Catalunya. http://www.idescat.cat. Accessed 15 June 2019."}, {"Citation": "Reguant F, Sisquella M, Lletjós R. Canal Segarra-Garrigues, una eina de futur. DARP [Departament d’Agricultura, Ramaderia, Pesca i Alimentació], Generalitat de Catalunya; 2017."}, {"Citation": "Font P. Los estudios botánicos en la provincia de Lérida. Intituto de Estudios Ilerdenses: Lleida; 1944."}, {"Citation": "Bellmunt J. Fets, costums i llegendes. Barcelona: Pagès editors, 3 vols; 1987."}, {"Citation": "Gabernet R, Clapés J. Arbeca, pels camins de la memòria. Ajuntament d’Arbeca: Arbeca; 1995."}, {"Citation": "Aresté M, Salomé MP. Retrobant lo passat. Diari de Ponent, S.A.: Lleida; 2008."}, {"Citation": "Pujadas JJ, Comas D, Roca J. Etnografia. Barcelona: Universitat Oberta de Catalunya; 2004."}, {"Citation": "International Society of Ethnobiology. International Society of Ethnobiology Code of Ethics (with 2008 additions). http://ethnobiology.net/code-of-ethics. Accessed 15 June 2019."}, {"Citation": "Rosenthal JP. Politics, culture, and governance in the development of prior informed consent in indigenous communities. Curr. Anthropol. 2006;47(1):119–142. doi: 10.1086/497670.", "ArticleIdList": ["10.1086/497670", "PMC3619215", "23576816"]}, {"Citation": "APG [Angiosperm Phylogeny Group] IV. An update of the Angiosperm Phylogeny Group classification for the orders and families of flowering plants: APG IV. Bot. J. Linn. Soc. 2016; 181:1-20. DOI:10.1111/boj.12385."}, {"Citation": "Vandebroek I, Thomas E, Sanca S, Van Damme P, Van Puyelde L, De Kimpe N. Comparison of health conditions treated with traditional and biomedical health care in a Quechua community in rural Bolivia. J. Ethnobiol. Ethnomed. 2008;4:1. doi: 10.1186/1746-4269-4-1.", "ArticleIdList": ["10.1186/1746-4269-4-1", "PMC2265262", "18194568"]}, {"Citation": "Trotter RT, Logan MH. Informant consensus: a new approach for identifying potentially effective medicinal plants. In: Etkin NL, editor. Plants in indigenous medicine and diet, behavioural approaches. Bredford Hills: Redgrave Publishing Company; 1986. pp. 91–112."}, {"Citation": "Portères R. Cours d’Ethno-botanique et Ethno-zoologie (1969–1970). Volume I, Ethno-botanique générale. Paris: Muséum National d’Histoire Naturelle (Laboratoire d’Ethno-botanique et Ethno-zoologie), Faculté des Lettres (Institut d’Ethnologie); 1970."}, {"Citation": "BDBC. Banc de dades de Biodiversitat de Catalunya. http://biodiver.bio.ub.es/biocat/index.jsp. Accessed 30 June 2019."}, {"Citation": "Carrió E, Vallès J. Ethnobotany of medicinal plants used in Eastern Mallorca (Balearic Islands, Mediterranean Sea) J. Ethnopharmacol. 2012;141:1021–1040. doi: 10.1016/j.jep.2012.03.049.", "ArticleIdList": ["10.1016/j.jep.2012.03.049", "22783553"]}, {"Citation": "Gras A, Parada M, Rigat M, Vallès J, Garnatje T. Folk medicinal plant mixtures: establishing a protocol for further studies. J. Ethnopharmacol. 2014;2018:244–273. doi: 10.1016/j.jep.2017.12.014.", "ArticleIdList": ["10.1016/j.jep.2017.12.014", "29253612"]}, {"Citation": "Bonet MÀ, Parada M, Selga A, Vallès J. Studies on pharmaceutical ethnobotany in the regions of L’Alt Emporda and Les Guilleries (Catalonia, Iberian Peninsula) J. Ethnopharmacol. 1999;68(1-3):145–168. doi: 10.1016/S0378-8741(99)00083-5.", "ArticleIdList": ["10.1016/S0378-8741(99)00083-5", "10624874"]}, {"Citation": "Carrió E. Contribució a l’etnobotànica de Mallorca. La biodiversitat vegetal i la seva gestió en una illa mediterrània. Universitat de Barcelona. PhD thesis. 2013."}, {"Citation": "Bonet MÀ, Vallès J. Plantes, remeis i cultura popular del Montseny: Etnobotànica d’una reserva de la biosfera. Granollers; Figueres: Museu de Ciències Naturals de Granollers; Brau; 2006."}, {"Citation": "Blumenthal M. The ABC clinical guide to herbs. Austin: American Botanical Council; 2003."}, {"Citation": "Duke JA. CRC Handbook of medicinal herbs. 2. Austin: American Botanical Council; 2003."}, {"Citation": "EMA (European Medicines Agency). European Union herbal monographs. Available at: https://www.ema.europa.eu/en. Accessed 20 March 2020."}, {"Citation": "ESCOP (European Scientific Cooperative on Phytotherapy). The scientific foundation for herbal medicinal products. ESCOP Monographs. Available at: https://escop.com/. Accessed 20 March 2020."}, {"Citation": "Fitoterapia.net. Vademécum de Fitoterapia. Available at: https://www.fitoterapia.net/. Accessed March 20, 2020."}, {"Citation": "Gemedo-Dalle T, Maass BL, Isselstein J. Plant biodiversity and ethnobotany of Borana pastoralists in southern Oromia. Ethiopia. Econ. Bot. 2015;59(1):43–65. doi: 10.1663/0013-0001(2005)059[0043:PBAEOB]2.0.CO;2.", "ArticleIdList": ["10.1663/0013-0001(2005)059[0043:PBAEOB]2.0.CO;2"]}, {"Citation": "Le Grand A, Wondergem PA. Les phytothérapies anti-infectieuses de la fôret-savane, Sénégal, Afrique Occidentale. Un inventaire. J. Ethnopharmacol. 1987; 21:109-125. DOI:10.1016/0378-8741(87)90122-X.", "ArticleIdList": ["3325695"]}, {"Citation": "Johns T, Kokwaro JO, Kimanani EK. Herbal remedies of the Luo of Siaya district, Kenya: establishing quantitative criteria for consensus. Econ. Bot. 1990;44:369–381. doi: 10.1007/BF03183922.", "ArticleIdList": ["10.1007/BF03183922"]}, {"Citation": "González-Tejero MR, Casares-Porcel M, Sánchez-Rojas CP, Ramiro-Gutiérrez JM, Molero-Mesa J, Pieroni A, Giusti ME, Censorii E, de Pasquale C, Della A, Paraskeva-Hadijchambi D, Hadijchambi A, Houmani Z, El-Demerdash M, ElZayat M, Hmamouchi M, El-Johrig S. Medicinal plants in the Mediterranean area: synthesis of the results of the project Rubia. J. Ethnopharmacol. 2008;116:341–357. doi: 10.1016/j.jep.2007.11.045.", "ArticleIdList": ["10.1016/j.jep.2007.11.045", "18242025"]}, {"Citation": "Rathore M. Nutrient content of important fruit trees from arid zone of Rajasthan. J. Hortic. For. 2009;1:103–108."}, {"Citation": "Heinrich M, Jäger AK, editors. Ethnopharmacology. Chichester: Wiley; 2015."}, {"Citation": "Daeschler D. Jean-Paul Jeunet: Jura. Pontarlier: Éditions du Belvédère; 2014."}, {"Citation": "Gras A, Garnatje T, Bonet M, Carrió E, Mayans M, Parada M, Rigat M, Vallès J. Beyond food and medicine, but necessary for life, too. Other folk plant uses in several territories of Catalonia and the Balearic Islands. J. Ethnobiol. Ethnomed. 2016;12:23. doi: 10.1186/s13002-016-0097-8.", "ArticleIdList": ["10.1186/s13002-016-0097-8", "PMC4912702", "27316670"]}, {"Citation": "Guarrera PM. Handicrafts, handlooms and dye plants in the Italian folk traditions. Indian J. Tradit. Knowl. 2008;7:67–69."}, {"Citation": "Fajardo J, Verde A, Rivera D, Obón C, Leopold S. Traditional craft techniques of sparto grass (Stipa tenacissima L.) in Spain. Econ. Bot. 2015;69:370–376. doi: 10.1007/s12231-015-9323-x.", "ArticleIdList": ["10.1007/s12231-015-9323-x"]}, {"Citation": "Tardío J, Pardo de Santayana M, Morales R, Molina M, Aceituno L. Vol. 1: Introducción, metodología y fichas. Madrid: Ministerio de Agricultura, Pesca y Alimentación; 2018. Inventario español de los conocimientos tradicionales relativos a la biodiversidad agrícola."}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "4", "Day": "7"}, {"Year": "2020", "Month": "5", "Day": "28"}, {"Year": "2020", "Month": "6", "Day": "11", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "6", "Day": "11", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "2", "Day": "27", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "6", "Day": "9"}], "PublicationStatus": "epublish", "ArticleIdList": ["32517701", "PMC7285587", "10.1186/s13002-020-00386-0", "10.1186/s13002-020-00386-0"]}}], "PubmedBookArticle": []}