{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["African potato", "Chemistry", "Hypoxis hemerocallidea", "Pharmacokinetics", "Pharmacology", "Traditional medicine"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "32527245", "DateCompleted": {"Year": "2020", "Month": "12", "Day": "01"}, "DateRevised": {"Year": "2021", "Month": "09", "Day": "10"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "06", "Day": "11"}], "Language": ["eng"], "ELocationID": ["182", "10.1186/s12906-020-02956-x"], "Journal": {"ISSN": "2662-7671", "JournalIssue": {"Volume": "20", "Issue": "1", "PubDate": {"Year": "2020", "Month": "Jun", "Day": "11"}}, "Title": "BMC complementary medicine and therapies", "ISOAbbreviation": "BMC Complement Med Ther"}, "ArticleTitle": "African potato (Hypoxis hemerocallidea): a systematic review of its chemistry, pharmacology and ethno medicinal properties.", "Pagination": {"StartPage": "182", "MedlinePgn": "182"}, "Abstract": {"AbstractText": ["African Potato (hypoxis hemerocallidea), is used for enhancing immune system in Southern Africa. It is among the plants of intense commercial and scientific interest; hence, the aim of this study was to describe its chemistry and pharmacology.", "PubMed, Cochrane Controlled Trials Register (CENTRAL) and Google Scholar were searched independently for relevant literature. The last search occurred in October 2018. Other research material was obtained from Google. The following search terms were used, but not limited to: \"African Potato\", \"hypoxis\", \"hemerocallidea\", \"rooperol.\" Articles that were explaining the chemistry and pharmacology of hypoxis hemerocallidea were included.", "Thirty articles from PubMed, Cochrane and Google Scholar were eligible. Three webpages were included from Google. Results showed that the tuberous rootstock (corm) of African Potato is used traditionally to treat wasting diseases, testicular tumours, insanity, barrenness, impotency, bad dreams, intestinal parasites, urinary infection, cardiac disease and enhancing immunity. The plant contains hypoxoside, which is converted rapidly to a potent antioxidant, rooperol in the gut. The corm contains sterols, sterol glycosides, stanols, terpenoids, saponins, cardiac glycosides, tannins and reducing sugars. A dose of 15 mg/kg/day of hypoxoside is reportedly therapeutic. Preclinical studies of African Potato have shown immunomodulation, antioxidant, antinociceptive, hypoglycaemic, anti-inflammatory, anticonvulsant, antibacterial, uterolytic, antimotility, spasmolytic and anticholinergic effects. The common side effects of African Potato are nausea and vomiting, which subside over time. In vitro, African Potato demonstrated inhibitory effects on CYP1A2, 2C9, 2D6, 3A4, 3A5, CYP19-metabolism and induction of P-glycoprotein. In vivo, it did not alter the pharmacokinetics of efavirenz or lopinavir/ritonavir.", "African Potato is mainly used as an immunostimulant. The exact mechanisms of action for all the pharmacological actions are unknown. More research is required to substantiate claims regarding beneficial effects. There are many research gaps that require investigation including pharmacokinetic interactions with conventional drugs, especially those used in HIV/AIDS."]}, "AuthorList": [{"Identifier": ["0000-0002-9799-136X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Clinical Pharmacology, College of Health Sciences, University of Zimbabwe, Harare, Zimbabwe. celiammj@yahoo.com."}, {"Identifier": [], "Affiliation": "School of Pharmacy, College of Health Sciences, University of Zimbabwe, Harare, Zimbabwe. celiammj@yahoo.com."}], "LastName": "Matyanga", "ForeName": "Celia M J", "Initials": "CMJ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Center for Integrated Global Biomedical Sciences, School of Pharmacy and Pharmaceutical Sciences, University at Buffalo, Buffalo, NY, USA."}], "LastName": "Morse", "ForeName": "Gene D", "Initials": "GD"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutical Technology, School of Industrial Sciences and Technology, Harare Institute of Technology, Belvedere, Harare, Zimbabwe."}], "LastName": "Gundidza", "ForeName": "Mazuru", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Clinical Pharmacology, College of Health Sciences, University of Zimbabwe, Harare, Zimbabwe."}], "LastName": "Nhachi", "ForeName": "Charles F B", "Initials": "CFB"}], "GrantList": [{"GrantID": "D43 TW007991", "Acronym": "TW", "Agency": "FIC NIH HHS", "Country": "United States"}, {"GrantID": "D43 TW010313", "Acronym": "TW", "Agency": "FIC NIH HHS", "Country": "United States"}, {"GrantID": "D43TW010313, D43TW007991 and D43TW007991 01A2S1", "Acronym": "TW", "Agency": "FIC NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article", "Systematic Review"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "BMC Complement Med Ther", "NlmUniqueID": "101761232", "ISSNLinking": "2662-7671"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Catechols"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}, {"RegistryNumber": "83644-00-2", "NameOfSubstance": "rooperol"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Africa"}, {"QualifierName": [], "DescriptorName": "Catechols"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["chemistry"], "DescriptorName": "Hypoxis"}, {"QualifierName": ["methods"], "DescriptorName": "Medicine, African Traditional"}, {"QualifierName": ["chemistry", "pharmacology"], "DescriptorName": "Plant Extracts"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plants, Medicinal"}], "CoiStatement": "The authors declare that they have no conflicts of interest that may have inappropriately influenced them in writing this article."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Zimudzi C. African potato (Hypoxis Spp): diversity and comparison of the phytochemical profiles and cytotoxicity evaluation of four Zimbabwean species. JAPS. 2014;4(4):79."}, {"Citation": "Herbal Medicine Market Size and Forecast, by product (tablets and capsules, powders, extracts), by indication (Digestive Disorders, Respiratory Disorders, Blood Disorders), and Trend Analysis, 2014–2024. Industry insights, Hexa Research Published: September 2017. https://wwwhexaresearchcom/research-report/global-herbal-medicine-market. Accessed 12 Sept 2018."}, {"Citation": "Tilburt JC, Kaptchuk TJ. Herbal medicine research and global health: an ethical analysis. Bull World Health Organ. 2008;86:594–599.", "ArticleIdList": ["PMC2649468", "18797616"]}, {"Citation": "World Health Organization . SARS: Clinical Trials on Treatment Using a Combination of Traditional Chinese Medicine and Western Medicine. 2004."}, {"Citation": "Centers for Disease Control and Prevention . Frequently asked questions about SARS. 2004."}, {"Citation": "Mudzviti T, Maponga CC, Khoza S, Ma Q, Morse GD. The impact of herbal drug use on adverse drug reaction profiles of patients on antiretroviral therapy in Zimbabwe. AIDS Res Treat. 2012;2012 10.1155/2012/434171.", "ArticleIdList": ["PMC3313558", "22506106"]}, {"Citation": "Bepe N, Madanhi N, Mudzviti T, Gavi S, Maponga CC, Morse GD. The impact of herbal remedies on adverse effects and quality of life in HIV-infected individuals on antiretroviral therapy. J Infect Dev Ctries. 2011;5(1):48.", "ArticleIdList": ["PMC3424263", "21330740"]}, {"Citation": "Van Wyk BE. A review of commercially important African medicinal plants. J Ethnopharmacol. 2015;176:118–134.", "ArticleIdList": ["26498493"]}, {"Citation": "Gail H, Tarryn B, Oluwaseyi A, Denver D, Oluchi M, Charlotte VK, de Joop J, Diana G. An ethnobotanical survey of medicinal plants used by traditional health practitioners to manage HIV and its related opportunistic infections in Mpoza, eastern Cape Province, South Africa. J Ethnopharmacol. 2015;171:109–115.", "ArticleIdList": ["26023032"]}, {"Citation": "Drewes SE, Elliot E, Khana F, Dhlaminic JTB, Gcumisad MSS. Hypoxis hemerocallidea—not merely a cure for benign prostate hyperplasia. J Ethnopharmacol. 2008;119(3):593–598.", "ArticleIdList": ["18602776"]}, {"Citation": "Mills E, Cooper C, Seely D, Kanfer I. African herbal medicines in the treatment of HIV: Hypoxis and Sutherlandia. An Overview of Evidence and Pharmacology. Nutr J. 2005;4:19.", "ArticleIdList": ["PMC1156943", "15927053"]}, {"Citation": "Albrecht CF. Proc. 1st International IOCD-Symposium, Victoria Falls, Zimbabwe. 1996. Hypoxoside: a putative, non-toxic prodrug for the possible treatment of certain malignancies, HIV-infection and inflammatory conditions; pp. 302–307."}, {"Citation": "Viallard JF, Blanco P, André M, Etienne G, Liferman F, Neau D, Vidal E, Moreau JF, Pellegrin JL. CD8+HLA-DR+ T lymphocytes are increased in common variable immunodeficiency patients with impaired memory B-cell differentiation. Clin Immunol. 2006;119(1):51–58.", "ArticleIdList": ["16413828"]}, {"Citation": "Moher D, Liberati A, Tetzlaff J, Altman DG, PRISMA Group Preferred reporting items for systematic reviews and meta-analyses: the PRISMA statement. J Clin Epidemiol. 2009;62(10):1006–1012.", "ArticleIdList": ["19631508"]}, {"Citation": "Albrecht CF, Kruger PB, Smit BJ, Freestone M, Gouws L, Miller R, van Jaarsveld PP. The pharmacokinetic behaviour of hypoxoside taken orally by patients with lung cancer in a phase I trial. S Afr Med J. 1995;85(9):861–865.", "ArticleIdList": ["8545744"]}, {"Citation": "Donald PR, Lamprecht JH, Freestone M, Albrecht CF, Bouic PJ, Kotze D, Van Jaarsveld PP. A randomised placebo controlled trial of the efficacy of beta-sitosterol and its glucoside as adjuvants in the treatment of pulmonary tuberculosis. Int J Tuberc Lung Dis. 1997;1:518–522.", "ArticleIdList": ["9487449"]}, {"Citation": "Mogatle S, Skinner M, Mills E, Kanfer I. Effect of African potato (Hypoxis hemerocallidea) on the pharmacokinetics of efavirenz. S Afr Med J. 2008;98(12):945–949.", "ArticleIdList": ["19374071"]}, {"Citation": "Gwaza L, Aweeka F, Greenblatt R, Lizak P, Huang L, Guglielmo BJ. Co-administration of a commonly used Zimbabwean herbal treatment (African potato) does not alter the pharmacokinetics of lopinavir/ritonavir. Int J Infect Dis. 2013;17(10):e857–e861.", "ArticleIdList": ["PMC3776002", "23587599"]}, {"Citation": "Berges RR, Windeler J, Trampisch HJ, Senge T. Randomised, placebo-controlled, double-blind clinical trial of β-sitosterol in patients with benign prostatic hyperplasia. Lancet. 1995;345(8964):1529–1532.", "ArticleIdList": ["7540705"]}, {"Citation": "Bouic PJ, Clark A, Brittle W, Lamprecht JH, Freestone M, Liebenberg RW. Plant sterol/sterolin supplement use in a cohort of south African HIV-infected patients – effects on immunological and virological surrogate markers. S Afr Med J. 2001;91:848–850.", "ArticleIdList": ["11732455"]}, {"Citation": "Boukes GJ, Daniels BB, Albrecht CF, van de Venter M. Cell survival or apoptosis: rooperol’s role as anticancer agent. Oncol Res. 2010;18:365–376.", "ArticleIdList": ["20441051"]}, {"Citation": "Awad AB, Gan Y, Fink CS. Effect of b-sitosterol, a plant sterol, on growth, protein phospholipase 2A and phospholipid D in LNCaP cells. Nutr Cancer. 2000;36:74–78.", "ArticleIdList": ["10798219"]}, {"Citation": "Bouic PJ, Etsebeth S, Liebenberg RW, Albrecht CF, Pegel K, Van Jaarsveld PP. Beta-sitosterol and beta-sitosterol glucoside stimulate human peripheral blood lymphocyte proliferation: implications for their use as an immunomodulatory vitamin combination. Int J Immunopharmacol. 1996;18(12):693–700.", "ArticleIdList": ["9172012"]}, {"Citation": "Lamprecht JH, Freestone M, Bouic PJD. Proceedings of the 13th international AIDS conference; Durban. Bologna: Monduzzi Editore; 2000. A comparison of the survival benefit provided by putative immune modulators in the FIV (feline immunodeficiency virus) infected laboratory cat model; pp. 21–24."}, {"Citation": "Albrecht CF, Theron EJ, Kruger PB. Morphological characterisation of the cell-growth inhibitory activity of rooperol and pharmacokinetic aspects of hypoxoside as an oral prodrug for cancer therapy. S Afr Med J. 1995;85:853–860.", "ArticleIdList": ["8545743"]}, {"Citation": "Kruger PS, de V Albrecht CF, Uebenberg RW, Van Jaarsveld PP. Studies on hypoxoside and rooperol analogues from Hypoxis rooperi and H. latifolia and their biotransformation in man by using high-performance liquid chromatography with in-line sorption enrichment and diode array detection. J Chromatogr. 1994;662:71–78.", "ArticleIdList": ["7894695"]}, {"Citation": "Nair VDP, Foster BC, Arnason JT, Mills EJ, Kanfer I. In vitro evaluation of human cytochrome P450 and P-glycoprotein-mediated metabolism of some phytochemicals in extracts and formulations of African potato. Phytomedicine. 2007;14(7):498–507.", "ArticleIdList": ["17336049"]}, {"Citation": "Gwaza L, Wolfe AR, Benet LZ, Guglielmo BJ, Chagwedera TE, Maponga CC, Masimirembwa CM. In vitro inhibitory effects of Hypoxis obtusa and Dicoma anomala on cyp450 enzymes and p-glycoprotein. Afr J Pharm Pharmacol. 2009;3(11):539–546."}, {"Citation": "Musabayane CT, Xozwa K, Ojewole KA. Effects of Hypoxis hemerocallidea (Fisch. & C.a. Mey.) [Hypoxidaceae] corm (African potato) aqueous extract on renal electrolyte and fluid handling in the rat. Ren Fail. 2005;27:763–770.", "ArticleIdList": ["16350831"]}, {"Citation": "Ojewole JA. Anticonvulsant activity of Hypoxis hemerocallidea Fisch. & C. A. Mey. (Hypoxidaceae) corm ('African potato') aqueous extract in mice. Phytother Res. 2008;22(1):91–96.", "ArticleIdList": ["17724761"]}, {"Citation": "Nyinawumuntu A, Awe EO, Ojewole JA. Uterolytic effect of Hypoxis hemerocallidea Fisch. & C.a. Mey. (Hypoxidaceae) corm [‘African potato’] aqueous extract. J Smooth Muscle Res. 2008;44(5):167–176.", "ArticleIdList": ["19122381"]}, {"Citation": "Erlwanger KH, Cooper RG. The effects of orally administered crude alcohol and aqueous extracts of African potato (Hypoxis hemerocallidea) corm on the morphometry of viscera of suckling rats. Food Chem Toxicol. 2008;46(1):136–139.", "ArticleIdList": ["17716798"]}, {"Citation": "Ojewole JA, Awe EO, Nyinawumuntu A. Antidiarrhoeal activity of Hypoxis hemerocallidea Fisch. & C. A. Mey. (Hypoxidaceae) corm ('African potato') aqueous extract in rodents. Phytother Res. 2009;23(7):965–971.", "ArticleIdList": ["19140171"]}, {"Citation": "Liu Z, Wilson-Welder JH, Hostetter JM, Jergens AE, Wannemuehler MJ. Prophylactic treatment with Hypoxis hemerocallidea corm (African potato) methanolic extract ameliorates Brachyspira hyodysenteriae-induced murine typhlocolitis. Exp Biol Med (Maywood) 2010;235(2):222–230.", "ArticleIdList": ["20404038"]}, {"Citation": "Chaturvedi P, Mwape MP. Effect of African potato (Hypoxis hemerocallidea) extract on oxidative stress induced by chloroquine in albino rats. Afr J Food Agric Nutr Dev. 2011;11(1):4476–89."}, {"Citation": "Oguntibeju OO, Meyer S, Aboua YG, Goboza M. Hypoxis hemerocallidea significantly reduced hyperglycaemia and hyperglycaemic-induced oxidative stress in the liver and kidney tissues of streptozotocin-induced diabetic male Wistar rats. Evid Based Complement Alternat Med. 2016;2016:1–10.", "ArticleIdList": ["PMC4925985", "27403200"]}, {"Citation": "Nair VDP, Kanfer I. High-performance liquid chromatographic method for the quantitative determination of Hypoxoside in African potato (Hypoxis hemerocallidea) and in commercial products containing the plant material and/or its extracts. J Agric Food Chem. 2006;54:2816–2821.", "ArticleIdList": ["16608194"]}, {"Citation": "Ncube B, Ndhlala AR, Okem A, Van Staden J. Hypoxis (Hypoxidaceae) in African traditional medicine. J Ethnopharmacol. 2013;150(3):818–827.", "ArticleIdList": ["24184189"]}, {"Citation": "Bouic PJD. The role of phytosterols and phytosterolins in immune modulation: a review of the past 10 years. Curr Opin Clin Nutr Metab Care. 2001;4:471–475.", "ArticleIdList": ["11706278"]}, {"Citation": "Ling WH, Jones PJH. Dietary phytosterols: a review of metabolism, benefits and side effects. Life Sci. 1995;57:195–206.", "ArticleIdList": ["7596226"]}, {"Citation": "Saeidnia S, Manayi A, Gohari AR, Abdollahi M. The story of beta-sitosterol-a review. Eur J Med Plants. 2014;4(5):590."}, {"Citation": "Inkomfe Capsules (African Potato). Natures Health. http://www.natureshealth.co.za/product/inkomfe_capsules/36. Accessed 17 Oct 2018."}, {"Citation": "African Potato Capsule. Green Herbs & Nutrition’s Stores. https://herbsandnutritionstores.com/african-potato. Accessed 17 Oct 2018."}, {"Citation": "Colour in the cold. Puer Orijins Catalogue and specials. http://www.botlebuhle.co.za/c/rsapuerfull.pdf. Accessed 17 Oct 2018."}, {"Citation": "Wen H, Jung H, Li X. Drug delivery approaches in addressing clinical pharmacology-related issues: opportunities and challenges. AAPS J. 2015;17(6):1327–1340.", "ArticleIdList": ["PMC4627459", "26276218"]}, {"Citation": "Grinsztejn B, Hosseinipour MC, Ribaudo HJ, Swindells S, Eron J, Chen YQ, HPTN 052-ACTG Study Team Effects of early versus delayed initiation of antiretroviral treatment on clinical outcomes of HIV-1 infection: results from the phase 3 HPTN 052 randomised controlled trial. Lancet Infect Dis. 2014;14(4):281–290.", "ArticleIdList": ["PMC4144040", "24602844"]}, {"Citation": "Usman H, Haruna AK, Akpulu IN, Ilyas M, Ahmadu AA, Musa YM. Phytochemical and antimicrobial screenings of the leaf extracts of Celtis integrifolia. Lam J Trop Biosci. 2005;5(2):72–76."}, {"Citation": "Sermakkani M, Thangapandian V. Phytochemical Screening for Active Compounds in Pedalium murex L. Recent Res Sci Technol. 2010;2(1):110–14."}, {"Citation": "Ali N, Shah SW, Shah I, Ahmed G, Ghias M, Khan I. Cytotoxic and anthelmintic potential of crude saponins isolated from Achillea Wilhelmsii C. Koch and Teucrium Stocksianum boiss. BMC Complement Altern Med. 2011;11:106.", "ArticleIdList": ["PMC3270000", "22051373"]}, {"Citation": "Schneider G, Wolfling J. Synthetic cardenolides and related compounds. Curr Org Chem. 2004;8:1381–1403."}, {"Citation": "Serrano J, Puupponen-Pimiä R, Dauer A, Aura AM, Saura-Calixto F. Tannins: current knowledge of food sources, intake, bioavailability and biological effects. Mol Nutr Food Res. 2009;53(S2):S310–S329.", "ArticleIdList": ["19437486"]}, {"Citation": "Morkunas I, Ratajczak L. The role of sugar signaling in plant defense responses against fungal pathogens. Acta Physiol Plant. 2014;36(7):1607–1619."}, {"Citation": "Pallarès V, Calay D, Cedó L, Castell-Auví A, Raes M, Pinent M, Ardévol A, Arola L, Blay M. Additive, antagonistic, and synergistic effects of procyanidins and polyunsaturated fatty acids over inflammation in RAW 264.7 macrophages activated by lipopolysaccharide. Nutrition. 2012;28(4):447–457.", "ArticleIdList": ["22169119"]}, {"Citation": "Ward BA, Gorski JC, Jones DR, Hall SD, Flockhart DA, Desta Z. The cytochrome P450 2B6 (CYP2B6) is the main catalyst of efavirenz primary and secondary metabolism: implication for HIV/AIDS therapy and utility of efavirenz as a substrate marker of CYP2B6 catalytic activity. J Pharmacol Exp Ther. 2003;306:287–300.", "ArticleIdList": ["12676886"]}, {"Citation": "Monera-Penduka TG, Nhachi C, Maponga C, Morse G. A Research Strategy for the Development of Clinical Evidence for Traditional Herbal Medicine. http://www.iamp-online.org/sites/iamp-online.org/files/06.%20A%20Research%20Strategy%20for%20the%20Development%20of%20Clinical.pdf. Accessed 17 Oct 2018."}], "ReferenceList": []}], "History": [{"Year": "2019", "Month": "2", "Day": "11"}, {"Year": "2020", "Month": "5", "Day": "19"}, {"Year": "2020", "Month": "6", "Day": "13", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "6", "Day": "13", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "12", "Day": "2", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "6", "Day": "11"}], "PublicationStatus": "epublish", "ArticleIdList": ["32527245", "PMC7289225", "10.1186/s12906-020-02956-x", "10.1186/s12906-020-02956-x"]}}], "PubmedBookArticle": []}