{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Croton sylvaticus", "glutamate cysteine ligase", "hardwickiic acid", "leishmaniasis", "molecular docking", "pteridine reductase 1", "structural modeling", "trypanothione reductase"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "32523532", "DateRevised": {"Year": "2020", "Month": "09", "Day": "28"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "05", "Day": "25"}], "Language": ["eng"], "ELocationID": ["753", "10.3389/fphar.2020.00753"], "Journal": {"ISSN": "1663-9812", "JournalIssue": {"Volume": "11", "PubDate": {"Year": "2020"}}, "Title": "Frontiers in pharmacology", "ISOAbbreviation": "Front Pharmacol"}, "ArticleTitle": "Leishmanicidal Potential of Hardwickiic Acid Isolated From <i>Croton sylvaticus</i>.", "Pagination": {"StartPage": "753", "MedlinePgn": "753"}, "Abstract": {"AbstractText": ["<i>Leishmania</i> is a parasitic protozoon responsible for the neglected tropical disease Leishmaniasis. Approximately, 350 million people are susceptible and close to 70,000 death cases globally are reported annually. The lack of effective leishmanicides, the emergence of drug resistance and toxicity concerns necessitate the pursuit for effective antileishmanial drugs. Natural compounds serve as reservoirs for discovering new drugs due to their chemical diversity. Hardwickiic acid (HA) isolated from the stembark of <i>Croton sylvaticus</i> was evaluated for its leishmanicidal potential against <i>Leishmania donovani</i> and <i>L. major</i> promastigotes. The susceptibility of the promastigotes to HA was determined using the 3-[4,5-dimethylthiazol-2-yl]-2,5-diphenyltetrazolium bromide/phenazine methosulfate colorimetric assay with Amphotericin B serving as positive control. HA showed a significant antileishmanial activity on <i>L. donovani</i> promastigotes with an IC<sub>50</sub> value of 31.57± 0.06 µM with respect to the control drug, amphotericin B with IC<sub>50</sub> of 3.35 ± 0.14 µM). The cytotoxic activity was observed to be CC<sub>50</sub> = 247.83 ± 6.32 µM against 29.99 ± 2.82 µM for curcumin, the control, resulting in a selectivity index of SI = 7.85. Molecular modeling, docking and dynamics simulations of selected drug targets corroborated the observed antileishmanial activity of HA. Novel insights into the mechanisms of binding were obtained for trypanothione reductase (TR), pteridine reductase 1 (PTR1), and glutamate cysteine ligase (GCL). The binding affinity of HA to the drug targets <i>Lm</i>GCL, <i>Lm</i>PTR1, <i>Ld</i>TR, <i>Lm</i>TR, <i>Ld</i>GCL, and <i>Ld</i>PTR1 were obtained as -8.0, -7.8, -7.6, -7.5, -7.4 and -7.1 kcal/mol, respectively. The role of Lys16, Ser111, and Arg17 as critical residues required for binding to <i>Ld</i>PTR1 was reinforced. HA was predicted as a Caspase-3 stimulant and Caspase-8 stimulant, implying a possible role in apoptosis, which was shown experimentally that HA induced parasite death by loss of membrane integrity. HA was also predicted as antileishmanial molecule corroborating the experimental activity. Therefore, HA is a promising antileishmanial molecule worthy of further development as a biotherapeutic agent."], "CopyrightInformation": "Copyright © 2020 Crentsil, Yamthe, Anibea, Broni, Kwofie, Tetteh and Osei-Safo."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, School of Physical and Mathematical Sciences, College of Basic and Applied Sciences (CBAS), University of Ghana, Accra, Ghana."}], "LastName": "Crentsil", "ForeName": "Justice Afrifa", "Initials": "JA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute for Medical Research and Medicinal Plants Studies, Yaoundé, Cameroon."}, {"Identifier": [], "Affiliation": "Department of Parasitology, College of Health Sciences, Noguchi Memorial Institute for Medical Research, University of Ghana, Accra, Ghana."}, {"Identifier": [], "Affiliation": "Antimicrobial and Biocontrol Agents Unit, Laboratory for Phytobiochemistry and Medicinal Plants Studies, Faculty of Science, University of Yaoundé I, Yaoundé, Cameroon."}], "LastName": "Yamthe", "ForeName": "Lauve Rachel Tchokouaha", "Initials": "LRT"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, School of Physical and Mathematical Sciences, College of Basic and Applied Sciences (CBAS), University of Ghana, Accra, Ghana."}], "LastName": "Anibea", "ForeName": "Barbara Zenabu", "Initials": "BZ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biomedical Engineering, School of Engineering Sciences, CBAS, University of Ghana, Accra, Ghana."}], "LastName": "Broni", "ForeName": "Emmanuel", "Initials": "E"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biomedical Engineering, School of Engineering Sciences, CBAS, University of Ghana, Accra, Ghana."}, {"Identifier": [], "Affiliation": "West African Centre for Cell Biology of Infectious Pathogens, Department of Biochemistry, Cell and Molecular Biology, CBAS, University of Ghana, Accra, Ghana."}, {"Identifier": [], "Affiliation": "Department of Medicine, Loyola University Medical Center, Maywood, IL, United States."}, {"Identifier": [], "Affiliation": "Department of Physics and Engineering Science, Coastal Carolina University, Conway, SC, United States."}], "LastName": "Kwofie", "ForeName": "Samuel Kojo", "Initials": "SK"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Immunology, College of Health Sciences, Noguchi Memorial Institute for Medical Research, University of Ghana, Accra, Ghana."}], "LastName": "Tetteh", "ForeName": "John Kweku Amissah", "Initials": "JKA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, School of Physical and Mathematical Sciences, College of Basic and Applied Sciences (CBAS), University of Ghana, Accra, Ghana."}], "LastName": "Osei-Safo", "ForeName": "Dorcas", "Initials": "D"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Pharmacol", "NlmUniqueID": "101548923", "ISSNLinking": "1663-9812"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Abhishek K., Das S., Kumar A., Kumar A., Kumar V., Saini S., et al. (2018) Leishmania donovani induced Unfolded Protein Response delays host cell apoptosis in PERK dependent manner. PloS Neglected Trop. Dis. 12 (7), e0006646.  10.1371/journal.pntd.0006646", "ArticleIdList": ["10.1371/journal.pntd.0006646", "PMC6081962", "30036391"]}, {"Citation": "Abraham M. J., Murtola T., Schulz R., Páll S., Smith J. C., Hess B., et al. (2015). Gromacs: High performance molecular simulations through multi-level parallelism from laptops to supercomputers. SoftwareX, 1–2, 19–25.  10.1016/j.softx.2015.06.001", "ArticleIdList": ["10.1016/j.softx.2015.06.001"]}, {"Citation": "Alvar J., Vélez I. D., Bern C., Herrero M., Desjeux P., Cano J., et al. (2012). Leishmaniasis worldwide and global estimates of its incidence. PloS One 7 (5), e35671.  10.1371/journal.pone.0035671", "ArticleIdList": ["10.1371/journal.pone.0035671", "PMC3365071", "22693548"]}, {"Citation": "Bandara B. M. R., Wimalasiri W. R., Bandara K. A. N. (1987). Isolation and insecticial activity of (-)-hardiwickii acid from Croton aromaticus. Planta Med. 6, 575. 10.1055/s-2006-962818", "ArticleIdList": ["10.1055/s-2006-962818", "17269104"]}, {"Citation": "Barrack K. L., Tulloch L. B., Burke L. A., Fyfe P. K., Hunter W. N. (2011). Structure of recombinant Leishmania donovani pteridine reductase reveals a disordered active site. Acta Crystallogr. Sect. F.: Struct. Biol. Cryst. Commun. 67, 33–37.  10.1107/S174430911004724X", "ArticleIdList": ["10.1107/S174430911004724X", "PMC3079966", "21206018"]}, {"Citation": "Bates P. A. (2007). Transmission of Leishmania metacyclic promastigotes by phlebotomine sand flies. Int. J. Parasitol. 37 (10), 1097–1106.  10.1016/j.ijpara.2007.04.003", "ArticleIdList": ["10.1016/j.ijpara.2007.04.003", "PMC2675784", "17517415"]}, {"Citation": "Berman H. M., Westbrook J., Feng Z., Gilliland G., Bhat T. N., Weissig H., et al. (2000). The protein data bank. Nucleic Acids Res. 28 (1), 235–242.  10.1093/nar/28.1.235", "ArticleIdList": ["10.1093/nar/28.1.235", "PMC102472", "10592235"]}, {"Citation": "Bernal F. A., Coy-Barrera E. (2014). In-silico analyses of sesquiterpene-related compounds on selected Leishmania enzyme-based targets. Molecules 19 (5), 5550–5569.  10.3390/molecules19055550", "ArticleIdList": ["10.3390/molecules19055550", "PMC6271876", "24786692"]}, {"Citation": "Bienert S., Waterhouse A., De Beer T. A. P., Tauriello G., Studer G., Bordoli L., et al. (2017). The SWISS-MODEL Repository-new features and functionality. Nucleic Acids Res. 45 (D1), D313–D319.  10.1093/nar/gkw1132", "ArticleIdList": ["10.1093/nar/gkw1132", "PMC5210589", "27899672"]}, {"Citation": "Binkowski T. A., Naghibzadeh S., Liang J. (2003). CASTp: Computed Atlas of Surface Topography of proteins. Nucleic Acids Res. 31 (13), 3352–3355.  10.1093/nar/gkg512", "ArticleIdList": ["10.1093/nar/gkg512", "PMC168919", "12824325"]}, {"Citation": "Biterova E. I., Barycki J. J. (2009). Mechanistic details of glutathione biosynthesis revealed by crystal structures of Saccharomyces cerevisiae glutamate cysteine ligase. J. Biol. Chem. 284 (47), 32700–32708.  10.1074/jbc.M109.025114", "ArticleIdList": ["10.1074/jbc.M109.025114", "PMC2781686", "19726687"]}, {"Citation": "Carlson E. E. (2010). Natural products as chemical probes. ACS Chem. Biol. 5 (7), 639–653.  10.1021/cb100105c", "ArticleIdList": ["10.1021/cb100105c", "PMC2926141", "20509672"]}, {"Citation": "Cavazzuti A., Paglietti G., Hunter W. N., Gamarro F., Piras S., Loriga M., et al. (2008). Discovery of potent pteridine reductase inhibitors to guide antiparasite drug development. PNAS 105 (5), 1448–1453.  10.1073/pnas.0704384105", "ArticleIdList": ["10.1073/pnas.0704384105", "PMC2234164", "18245389"]}, {"Citation": "Chaichantipyuth C., Muangsin N., Chaichit S., Roengsumran S., Petsom A., Watanabe T., et al. (2004). Crystal structure of (-)-hardwickiic acid, C19H27OCOOH. NCS 219 (2), 111–113. 10.1524/ncrs.2004.219.2.111", "ArticleIdList": ["10.1524/ncrs.2004.219.2.111"]}, {"Citation": "Chang M. W., Lindstrom W., Olson A. J., Belew R. K. (2007). Analysis of HIV wild-type and mutant structures via in silico docking against diverse ligand libraries. J. Chem. Inf. Model. 47 (3), 1258–1262.  10.1021/ci700044s", "ArticleIdList": ["10.1021/ci700044s", "17447753"]}, {"Citation": "Chawla B., Madhubala R. (2010). Drug targets in Leishmania. J. Parasitic Dis. 34 (1), 1–13.  10.1007/s12639-010-0006-3", "ArticleIdList": ["10.1007/s12639-010-0006-3", "PMC3081701", "21526026"]}, {"Citation": "Colotti G., Baiocco P., Fiorillo A., Boffi A., Poser E., Chiaro F., et al. (2013). Structural insights into the enzymes of the trypanothione pathway: Targets for antileishmaniasis drugs. Future Med. Chem. 5 (15), 1861–1875.  10.4155/fmc.13.146", "ArticleIdList": ["10.4155/fmc.13.146", "24144416"]}, {"Citation": "Corrales R. M., Sereno D., Mathieu-Daudé F. (2010). Immunology & medical microbiology. FEMS Immunol. Med. Microbiol. 58 (1), 27–38.  10.1111/j.1574-695X.2009.00608.x", "ArticleIdList": ["10.1111/j.1574-695X.2009.00608.x", "19807787"]}, {"Citation": "Crowther G. J., Shanmugam D., Carmona S. J., Doyle M. A., Hertz-Fowler C., Berriman M., et al. (2010) Identification of attractive drug targets in neglected- disease pathogens using an in Silico approach. PloS Neglected Trop. Dis. 4 (8), e804.  10.1371/journal.pntd.0000804", "ArticleIdList": ["10.1371/journal.pntd.0000804", "PMC2927427", "20808766"]}, {"Citation": "Daina A., Michielin O., Zoete V., Brooks C. L., Huang R. (2017). SwissADME: a free web tool to evaluate pharmacokinetics, drug-likeness and medicinal chemistry friendliness of small molecules. Sci. Rep. 7, 42717.  10.1038/srep42717", "ArticleIdList": ["10.1038/srep42717", "PMC5335600", "28256516"]}, {"Citation": "Dallakyan S., Olson A. J. (2015). Small-molecule library screening by docking with PyRx. Methods Mol. Biol. 1263, 243–250.  10.1007/978-1-4939-2269-7_19", "ArticleIdList": ["10.1007/978-1-4939-2269-7_19", "25618350"]}, {"Citation": "de Vries H. J. C., Reedijk S. H., Schallig H. D. F. H. (2015). Cutaneous Leishmaniasis: Recent Developments in Diagnosis and Management. Am. J. Clin. Dermatol. 16 (2), 99–109.  10.1007/s40257-015-0114-z", "ArticleIdList": ["10.1007/s40257-015-0114-z", "PMC4363483", "25687688"]}, {"Citation": "DeLano W. L. (2002). Pymol: An open-source molecular graphics tool. CCP4 Newslett. Protein Crystallogr. 40, 82–92."}, {"Citation": "Dostálová A., Volf P. (2012). Leishmania development in sand flies: Parasite-vector interactions overview. Parasites Vectors. 5, 276.  10.1186/1756-3305-5-276", "ArticleIdList": ["10.1186/1756-3305-5-276", "PMC3533922", "23206339"]}, {"Citation": "Dumas C., Ouellette M., Tovar J., Cunningham M. L., Fairlamb A. H., Tamar S., et al. (1997). Disruption of the trypanothione reductase gene of Leishmania decreases its ability to survive oxidative stress in macrophages. EMBO J. 16 (10), 2590–2598.  10.1093/emboj/16.10.2590", "ArticleIdList": ["10.1093/emboj/16.10.2590", "PMC1169870", "9184206"]}, {"Citation": "Dundas J., Ouyang Z., Tseng J., Binkowski A., Turpaz Y., Liang J. (2006). CASTp: Computed atlas of surface topography of proteins with structural and topographical mapping of functionally annotated residues. Nucleic Acids Res. 34, W116–W118.  10.1093/nar/gkl282. (WEB. SERV. ISS.).", "ArticleIdList": ["10.1093/nar/gkl282", "PMC1538779", "16844972"]}, {"Citation": "Eswar N., Webb B., Marti-Renom M. A., Madhusudhan M. S., Eramian D., Shen M., et al. (2006). Comparative Protein Structure Modeling Using Modeller. Current Protocols in Bioinformatics Supplement 15, 5.6.1–5.6.30.  10.1002/0471250953.bi0506s15", "ArticleIdList": ["10.1002/0471250953.bi0506s15", "PMC4186674", "18428767"]}, {"Citation": "Feasey N., Wansbrough-Jones M., Mabey D. C. W., Solomon A. W. (2010). Neglected tropical diseases. Br. Med. Bull. 93 (1), 179–200.  10.1093/bmb/ldp046", "ArticleIdList": ["10.1093/bmb/ldp046", "20007668"]}, {"Citation": "Ferrari S., Morandi F., Motiejunas D., Nerini E., Henrich S., Luciani R., et al. (2011). Virtual screening identification of nonfolate compounds, including a CNS drug, as antiparasitic agents inhibiting pteridine reductase. J. Med. Chem. 54 (1), 211–221.  10.1021/jm1010572", "ArticleIdList": ["10.1021/jm1010572", "21126022"]}, {"Citation": "Fiser A., Šali A. (2003). MODELLER: Generation and Refinement of Homology-Based Protein Structure Models. Methods Enzymol. 374, 461–491.  10.1016/S0076-6879(03)74020-8", "ArticleIdList": ["10.1016/S0076-6879(03)74020-8", "14696385"]}, {"Citation": "Georgiadou S. P., Makaritsis K. P., Dalekos G. N. (2016). Leishmaniasis revisited: Current aspects on epidemiology, diagnosis and treatment. J. Trans. Internal Med. 3 (2), 43–50.  10.1515/jtim-2015-0002", "ArticleIdList": ["10.1515/jtim-2015-0002", "PMC4936444", "27847886"]}, {"Citation": "Ghorbani M., Farhoudi R. (2018). Leishmaniasis in humans: Drug or vaccine therapy? Drug Design Dev. Ther.  10.2147/DDDT.S146521", "ArticleIdList": ["10.2147/DDDT.S146521", "PMC5743117", "29317800"]}, {"Citation": "Grondin K., Haimeur A., Mukhopadhyay R., Rosen B. P., Ouellette M. (1997). Co-amplification of the γ-glutamylcysteine synthetase gene gsh1 and of the ABC transporter gene pgpA in arsenite-resistant Leishmania tarentolae. EMBO J.  10.1093/emboj/16.11.3057", "ArticleIdList": ["10.1093/emboj/16.11.3057", "PMC1169924", "9214623"]}, {"Citation": "Huang X., Miller W. (1991). A time-efficient, linear-space local similarity algorithm. Adv. Appl. Math.  10.1016/0196-8858(91)90017-D", "ArticleIdList": ["10.1016/0196-8858(91)90017-D"]}, {"Citation": "Jamkhande P. G., Barde S. R. (2014). Evaluation of anthelmintic activity and in silico PASS assisted prediction of Cordia dichotoma (Forst.) root extract. Ancient Sci. Life 34 (1), 39–43.  10.4103/0257-7941.150779", "ArticleIdList": ["10.4103/0257-7941.150779", "PMC4342648", "25737609"]}, {"Citation": "Jamkhande P. G., Pathan S. K., Wadher S. J. (2016). In silico PASS analysis and determination of antimycobacterial, antifungal, and antioxidant efficacies of maslinic acid in an extract rich in pentacyclic triterpenoids. Int. J. Mycobacteriol. 5 (4), 417–425.  10.1016/j.ijmyco.2016.06.020", "ArticleIdList": ["10.1016/j.ijmyco.2016.06.020", "27931683"]}, {"Citation": "Jassbi A. R. (2006). Chemistry and biological activity of secondary metabolites in Euphorbia from Iran. Phytochemistry.  10.1016/j.phytochem.2006.06.030", "ArticleIdList": ["10.1016/j.phytochem.2006.06.030", "16889806"]}, {"Citation": "Kamhawi S. (2006). Phlebotomine sand flies and Leishmania parasites: friends or foes? Trends Parasitol.  10.1016/j.pt.2006.06.012", "ArticleIdList": ["10.1016/j.pt.2006.06.012", "16843727"]}, {"Citation": "Kaur J., Sundar S., Singh N. (2010). Molecular docking, structure-activity relationship and biological evaluation of the anticancer drug monastrol as a pteridine reductase inhibitor in a clinical isolate of Leishmania donovani. J. Antimicrob. Chemother.  10.1093/jac/dkq189", "ArticleIdList": ["10.1093/jac/dkq189", "20519355"]}, {"Citation": "Khademvatan S., Gharavi M. J., Rahim F., Saki J. (2011). Miltefosine-Induced Apoptotic Cell Death on Leishmania major, and L. tropica Strains. Korean J. Parasitol.  10.3347/kjp.2011.49.1.17", "ArticleIdList": ["10.3347/kjp.2011.49.1.17", "PMC3063921", "21461264"]}, {"Citation": "Kiefer F., Arnold K., Künzli M., Bordoli L., Schwede T. (2009). The SWISS-MODEL Repository and associated resources. Nucleic Acids Res. 37 (SUPPL. 1), D387–D392.  10.1093/nar/gkn750", "ArticleIdList": ["10.1093/nar/gkn750", "PMC2686475", "18931379"]}, {"Citation": "Kumar P., Kumar A., Verma S. S., Dwivedi N., Singh N., Siddiqi M. I., et al. (2008). Leishmania donovani pteridine reductase 1: Biochemical properties and structure-modeling studies. Exp. Parasitol.  10.1016/j.exppara.2008.05.005", "ArticleIdList": ["10.1016/j.exppara.2008.05.005", "18617167"]}, {"Citation": "Kwofie S., Dankwa B., Odame E., Agamah F., Doe L., Teye J., et al. (2018). In Silico Screening of Isocitrate Lyase for Novel Anti-Buruli Ulcer Natural Products Originating from Africa. Molecules 23 (7), 1550.  10.3390/molecules23071550", "ArticleIdList": ["10.3390/molecules23071550", "PMC6100440", "29954088"]}, {"Citation": "Kwofie S. K. S. K., Broni E., Teye J., Quansah E., Issah I., Wilson M. D. M. D., et al. (2019). Pharmacoinformatics-based identification of potential bioactive compounds against Ebola virus protein VP24. Comput. Biol. Med. 113, 103414.  10.1016/j.compbiomed.2019.103414", "ArticleIdList": ["10.1016/j.compbiomed.2019.103414", "31536833"]}, {"Citation": "Kyriazis I. D., Koutsoni O. S., Aligiannis N., Karampetsou K., Skaltsounis A. L., Dotsika E. (2016). The leishmanicidal activity of oleuropein is selectively regulated through inflammationand oxidative stress-related genes. Parasites Vectors.  10.1186/s13071-016-1701-4", "ArticleIdList": ["10.1186/s13071-016-1701-4", "PMC4977900", "27501956"]}, {"Citation": "Lagunin A., Stepanchikova A., Filimonov D., Poroikov V. (2000). PASS: prediction of activity spectra for biologically active substances. Bioinf. (Oxford England) 16 (8), 747–748. 10.1093/bioinformatics/16.8.747", "ArticleIdList": ["10.1093/bioinformatics/16.8.747", "11099264"]}, {"Citation": "Lahlou M. (2013). The Success of Natural Products in Drug Discovery. Pharmacol. Pharm.  10.4236/pp.2013.43a003", "ArticleIdList": ["10.4236/pp.2013.43a003"]}, {"Citation": "Lamotte S., Späth G. F., Rachidi N., Prina E. (2017). The enemy within: Targeting host–parasite interaction for antileishmanial drug discovery. PloS Neglected Trop. Dis.  10.1371/journal.pntd.0005480", "ArticleIdList": ["10.1371/journal.pntd.0005480", "PMC5464532", "28594938"]}, {"Citation": "Laskowski R. A., Swindells M. B. (2011). LigPlot+: Multiple ligand-protein interaction diagrams for drug discovery. J. Chem. Inf. Model. 51 (10), 2778–2786.  10.1021/ci200227u", "ArticleIdList": ["10.1021/ci200227u", "21919503"]}, {"Citation": "Lima G. S., Castro-Pinto D. B., MacHado G. C., Maciel M. A. M., Echevarria A. (2015). Antileishmanial activity and trypanothione reductase effects of terpenes from the Amazonian species Croton cajucara Benth (Euphorbiaceae). Phytomedicine.  10.1016/j.phymed.2015.08.012", "ArticleIdList": ["10.1016/j.phymed.2015.08.012", "26547537"]}, {"Citation": "Lin J. H., Yamazaki M. (2003). Role of P-glycoprotein in pharmacokinetics: Clinical implications. Clin. Pharmacokinet. 42 (1), 59–98.  10.2165/00003088-200342010-00003", "ArticleIdList": ["10.2165/00003088-200342010-00003", "12489979"]}, {"Citation": "Magrane M., Consortium U. P. (2011). UniProt Knowledgebase: A hub of integrated protein data. Database.  10.1093/database/bar009", "ArticleIdList": ["10.1093/database/bar009", "PMC3070428", "21447597"]}, {"Citation": "Mandal G., Mandal S., Sharma M., Charret K. S., Papadopoulou B., Bhattacharjee H., et al. (2015). Species-Specific Antimonial Sensitivity in Leishmania Is Driven by Post-Transcriptional Regulation of AQP1. PloS Neglected Trop. Dis.  10.1371/journal.pntd.0003500", "ArticleIdList": ["10.1371/journal.pntd.0003500", "PMC4340957", "25714343"]}, {"Citation": "Martin Y. C. (2005). A bioavailability score. J. Med. Chem.  10.1021/jm0492002", "ArticleIdList": ["10.1021/jm0492002", "15857122"]}, {"Citation": "McChesney J., Clark A. M., Silveira E. R. (1991). Antimicrobial diterpenes of Croton sonderianus, 1. Hardwickiic an 3,4-secotrachylobanoic acids. J. Natural Prod. 54, 1625–1633. 10.1021/np50078a021", "ArticleIdList": ["10.1021/np50078a021", "1812213"]}, {"Citation": "Mukherjee A., Roy G., Guimond C., Ouellette M. (2009). The γ-glutamylcysteine synthetase gene of Leishmania is essential and involved in response to oxidants. Mol. Microbiol.  10.1111/j.1365-2958.2009.06907.x", "ArticleIdList": ["10.1111/j.1365-2958.2009.06907.x", "19818018"]}, {"Citation": "Mwangi J. W., Thoithi G. N., Addae-Mensah I., Achenbach H., Lwande W., Hassanali A. (1998). Aromatic plants of Kenya III: Volatile and some non-volatile constituents of Croton sylvaticus Hochst. East Cent. Afri. J. Pharm. Sci. 1, 41–43."}, {"Citation": "Nare B., Hardy L. W., Beverley S. M. (1997. a). The roles of pteridine reductase 1 and dihydrofolate reductase- thymidylate synthase in pteridine metabolism in the protozoan parasite Leishmania major. J. Biol. Chem.  10.1074/jbc.272.21.13883", "ArticleIdList": ["10.1074/jbc.272.21.13883", "9153248"]}, {"Citation": "Nare B., Luba J., Hardy L. W., Beverley S. (1997. b). New approaches to Leishmania chemotherapy: pteridine reductase 1 (PTR1) as a target and modulator of antifolate sensitivity. Parasitology.  10.1017/s0031182097001133", "ArticleIdList": ["10.1017/s0031182097001133", "9309772"]}, {"Citation": "Ndunda B. (2014). Phytochemistry and bioactivity investigations of three Kenyan croton species. [PhD Thesis]. Nairobi: University of Nairobi."}, {"Citation": "Parasuraman S. (2011). Prediction of activity spectra for substances. J. Pharmacol. Pharmacotherapeutics 2 (1), 52–53.  10.4103/0976-500X.77119", "ArticleIdList": ["10.4103/0976-500X.77119", "PMC3117574", "21701651"]}, {"Citation": "Pereira W. F., Guillermo L. V. C., Ribeiro-Gomes F. L., Lopes M. F. (2008). Inhibition of caspase-8 activity reduces IFN-γ expression by T cells from Leishmania major infection. Anais Da Academia Bras. Cienc.  10.1590/S0001-37652008000100008", "ArticleIdList": ["10.1590/S0001-37652008000100008", "18345381"]}, {"Citation": "Pettersen E. F., Goddard T. D., Huang C. C., Couch G. S., Greenblatt D. M., Meng E. C., et al. (2004). UCSF Chimera - A visualization system for exploratory research and analysis. J. Comput. Chem. 25 (13), 1605–1612.  10.1002/jcc.20084", "ArticleIdList": ["10.1002/jcc.20084", "15264254"]}, {"Citation": "Ready P. D. (2013). Biology of Phlebotomine Sand Flies as Vectors of Disease Agents. Annu. Rev. Entomol.  10.1146/annurev-ento-120811-153557", "ArticleIdList": ["10.1146/annurev-ento-120811-153557", "23317043"]}, {"Citation": "Rojas R., Segovia C., Trombert A. N., Santander J., Manque P. (2014). The effect of tunicamycin on the glucose uptake, growth, and cellular adhesion in the protozoan parasite crithidia fasciculata. Curr. Microbiol.  10.1007/s00284-014-0620-x", "ArticleIdList": ["10.1007/s00284-014-0620-x", "24894907"]}, {"Citation": "Rose P. W., Prlić A., Altunkaya A., Bi C., Bradley A. R., Christie C. H., et al. (2017). The RCSB protein data bank: Integrative view of protein, gene and 3D structural information. Nucleic Acids Res. 45 (D1), D271–D281.  10.1093/nar/gkw1000", "ArticleIdList": ["10.1093/nar/gkw1000", "PMC5210513", "27794042"]}, {"Citation": "Ruhland A., Leal N., Kima P. E. (2007). Leishmania promastigotes activate PI3K/Akt signalling to confer host cell resistance to apoptosis. Cell. Microbiol.  10.1111/j.1462-5822.2006.00769.x", "ArticleIdList": ["10.1111/j.1462-5822.2006.00769.x", "16889626"]}, {"Citation": "Süzgeaç-Selaçuk S., Meriaçli A. H., Güven K. C., Kaiser M., Casey R., Hingley-Wilson S., et al. (2011). Evaluation of Turkish seaweeds for antiprotozoal, antimycobacterial and cytotoxic activities. Phytother. Res.  10.1002/ptr.3330", "ArticleIdList": ["10.1002/ptr.3330", "21520472"]}, {"Citation": "Saccoliti F., Angiulli G., Pupo G., Pescatori L., Madia V. N., Messore A., et al. (2017). Inhibition of Leishmania infantum trypanothione reductase by diaryl sulfide derivatives. J. Enzyme Inhib. Med. Chem.  10.1080/14756366.2016.1250755", "ArticleIdList": ["10.1080/14756366.2016.1250755", "PMC6010130", "28098499"]}, {"Citation": "Salatino A., Salatino M. L. F., Negri G. (2007). Traditional uses, chemistry and pharmacology of Croton species (Euphorbiaceae). J. Braz. Chem. Soc.  10.1590/S0103-50532007000100002", "ArticleIdList": ["10.1590/S0103-50532007000100002"]}, {"Citation": "Sasidharan S., Chen Y., Saravanan D., Sundram K. M., Yoga Latha L. (2011). Extraction, isolation and characterization of bioactive compounds from plants' extracts. Afr. J. Tradit. Complementary Altern. Medicines.  10.4314/ajtcam.v8i1.60483", "ArticleIdList": ["10.4314/ajtcam.v8i1.60483", "PMC3218439", "22238476"]}, {"Citation": "Schüttelkopf A. W., Van Aalten D. M. F. (2004). PRODRG: A tool for high-throughput crystallography of protein-ligand complexes. Acta Crystallogr. Sect. D.: Biol. Crystallogr.  10.1107/S0907444904011679", "ArticleIdList": ["10.1107/S0907444904011679", "15272157"]}, {"Citation": "Schüttelkopf A. W., Hardy L. W., Beverley S. M., Hunter W. N. (2005). Structures of Leishmania major pteridine reductase complexes reveal the active site features important for ligand binding and to guide inhibitor design. J. Mol. Biol.  10.1016/j.jmb.2005.06.076", "ArticleIdList": ["10.1016/j.jmb.2005.06.076", "16055151"]}, {"Citation": "Schmidt T. J., Nour A. M. M., Khalid S. A., Kaiser M., Brun R. (2009). Quantitative structure - Antiprotozoal activity relationships of sesquiterpene lactones. Molecules.  10.3390/molecules14062062", "ArticleIdList": ["10.3390/molecules14062062", "PMC6254286", "19513006"]}, {"Citation": "Schwede T., Kopp J., Guex N., Peitsch M. C. (2003). SWISS-MODEL: An automated protein homology-modeling server. Nucleic Acids Res.  10.1093/nar/gkg520", "ArticleIdList": ["10.1093/nar/gkg520", "PMC168927", "12824332"]}, {"Citation": "Shen M., Sali A. (2006). Statistical potential for assessment and prediction of protein structures. Protein Sci.  10.1110/ps.062416606", "ArticleIdList": ["10.1110/ps.062416606", "PMC2242414", "17075131"]}, {"Citation": "Shi Q. W., Su X. H., Kiyota H. (2008). Chemical and pharmacological research of the plants in genus Euphorbia. Chem. Rev.  10.1021/cr078350s", "ArticleIdList": ["10.1021/cr078350s", "18817355"]}, {"Citation": "Sippl M. J. (1993). Recognition of errors in three-dimensional structures of proteins. Proteins: Struct. Funct. Genet. 17 (4), 355–362.  10.1002/prot.340170404", "ArticleIdList": ["10.1002/prot.340170404", "8108378"]}, {"Citation": "Sousa M. C., Varandas R., Santos R. C., Santos-Rosa M., Alves V., Salvador J. A. R. (2014). Antileishmanial activity of semisynthetic lupane triterpenoids betulin and betulinic acid derivatives: Synergistic effects with miltefosine. PloS One.  10.1371/journal.pone.0089939", "ArticleIdList": ["10.1371/journal.pone.0089939", "PMC3958361", "24643019"]}, {"Citation": "Suenderhauf C., Hammann F., Huwyler J. (2012). Computational prediction of blood-brain barrier permeability using decision tree induction. Molecules.  10.3390/molecules170910429", "ArticleIdList": ["10.3390/molecules170910429", "PMC6269008", "22941223"]}, {"Citation": "Tiwari K., Dubey V. K. (2018). Leishmania donovani asparaginase variants exhibit cytosolic localization. Int. J. Biol. Macromol.  10.1016/j.ijbiomac.2018.03.071", "ArticleIdList": ["10.1016/j.ijbiomac.2018.03.071", "29551509"]}, {"Citation": "Tiwari N., Gedda M. R., Tiwari V. K., Singh S. P., Singh R. K. (2017). Limitations of Current Therapeutic Options, Possible Drug Targets and Scope of Natural Products in Control of Leishmaniasis. Mini-Rev. Med. Chem.  10.2174/1389557517666170425105129", "ArticleIdList": ["10.2174/1389557517666170425105129", "28443518"]}, {"Citation": "Tovar J., Wilkinson S., Mottram J. C., Fairlamb A. H. (1998). Evidence that trypanothione reductase is an essential enzyme in Leishmania by targeted replacement of the tryA gene locus. Mol. Microbiol.  10.1046/j.1365-2958.1998.00968.x", "ArticleIdList": ["10.1046/j.1365-2958.1998.00968.x", "9720880"]}, {"Citation": "Trott O., Olson A. J. (2010). AutoDock Vina: Improving the Speed and Accuracy of Docking with a New Scoring Function, EfficientOptimization, and Multithreading. J. Comput. Chem. 31 (2), 455–461.  10.1002/jcc", "ArticleIdList": ["10.1002/jcc", "PMC3041641", "19499576"]}, {"Citation": "Turcano L., Torrente E., Missineo A., Andreini M., Gramiccia M., Di Muccio T., et al. (2018). Identification and binding mode of a novel Leishmania Trypanothione reductase inhibitor from high throughput screening. PloS Neglected Trop. Dis.  10.1371/journal.pntd.0006969", "ArticleIdList": ["10.1371/journal.pntd.0006969", "PMC6283646", "30475811"]}, {"Citation": "Turner P. (2005). XMGRACE, Version 5.1. 19 (Beaverton: Center for Coastal and Land-Margin Research, Oregon Graduate Institute of Science and Technology; ).  10.1163/_q3_SIM_00374", "ArticleIdList": ["10.1163/_q3_SIM_00374"]}, {"Citation": "Van Der Spoel D., Lindahl E., Hess B., Groenhof G., Mark A. E., Berendsen H. J. C. (2005). GROMACS: Fast, flexible, and free. J. Comput. Chem.  10.1002/jcc.20291", "ArticleIdList": ["10.1002/jcc.20291", "16211538"]}, {"Citation": "Wang Y., Xiao J., Suzek T. O., Zhang J., Wang J., Bryant S. H. (2009). PubChem: A public information system for analyzing bioactivities of small molecules. Nucleic Acids Res.  10.1093/nar/gkp456", "ArticleIdList": ["10.1093/nar/gkp456", "PMC2703903", "19498078"]}, {"Citation": "\nWHO  (2018). Neglected Tropical Diseases Through Changes on the Skin: A Training Guide for Front-Line Health Workers. pp 2-5. WHO;  Retrieved September 18, 2019, from https://www.who.int/neglected_diseases/resources/9789241513531/en/.\n"}, {"Citation": "\nWHO  (2019). Leishmaniasis, Retrieved September 18, 2019, from https://www.who.int/en/news-room/fact-sheets/detail/leishmaniasis.\n"}, {"Citation": "Wiederstein M., Sippl M. J. (2007). ProSA-web: interactive web service for the recognition of errors in three-dimensional structures of proteins. Nucleic Acids Res. 35, W407–W410.  10.1093/nar/gkm290. (Web Server).", "ArticleIdList": ["10.1093/nar/gkm290", "PMC1933241", "17517781"]}, {"Citation": "Wong I. L. K., Chan K. F., Chen Y. F., Lun Z. R., Chan T. H., Chow L. M. C. (2014). In vitro and in vivo efficacy of novel flavon`oid dimers against cutaneous leishmaniasis. Antimicrob. Agents Chemother.  10.1128/AAC.02425-13", "ArticleIdList": ["10.1128/AAC.02425-13", "PMC4068441", "24687505"]}, {"Citation": "Xu W. H., Liu W. Y., Liang Q. (2018). Chemical constituents from croton species and their biological activities. Molecules.  10.3390/molecules23092333", "ArticleIdList": ["10.3390/molecules23092333", "PMC6225158", "30213129"]}, {"Citation": "Yahiaoui B., Taibi A., Ouaissi A. (1996). A Leishmania major protein with extensive homology to silent information regulator 2 of Saccharomyces cerevisiae. Gene.  10.1016/0378-1119(95)00785-7", "ArticleIdList": ["10.1016/0378-1119(95)00785-7", "8635734"]}]}], "History": [{"Year": "2019", "Month": "11", "Day": "27"}, {"Year": "2020", "Month": "5", "Day": "6"}, {"Year": "2020", "Month": "6", "Day": "12", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "6", "Day": "12", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "6", "Day": "12", "Hour": "6", "Minute": "1"}, {"Year": "2020", "Month": "5", "Day": "25"}], "PublicationStatus": "epublish", "ArticleIdList": ["32523532", "PMC7261830", "10.3389/fphar.2020.00753"]}}]}