{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Antiviral", "Coronavirus", "Medicinal plants", "Natural products", "SARS-CoV"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "32529545", "DateRevised": {"Year": "2024", "Month": "07", "Day": "31"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "06", "Day": "11"}], "Language": ["eng"], "ELocationID": ["10.1007/s13659-020-00250-4"], "Journal": {"ISSN": "2192-2195", "JournalIssue": {"Volume": "10", "Issue": "4", "PubDate": {"Year": "2020", "Month": "Aug"}}, "Title": "Natural products and bioprospecting", "ISOAbbreviation": "Nat Prod Bioprospect"}, "ArticleTitle": "Natural Products as Potential Leads Against Coronaviruses: Could They be Encouraging Structural Models Against SARS-CoV-2?", "Pagination": {"StartPage": "171", "EndPage": "186", "MedlinePgn": "171-186"}, "Abstract": {"AbstractText": ["New coronavirus referred to SARS-CoV-2 has caused a worldwide pandemic (COVID-19) declared by WHO. Coronavirus disease 2019 (COVID-19) is an infectious disease with severe acute respiratory syndrome caused by coronavirus-2 (SARS-CoV-2). SARS-CoV-2 is akin to SARS-CoV, which was the causative agent of severe acute respiratory syndrome (SARS) in 2002 as well as to that of Middle East respiratory syndrome (MERS) in 2012. SARS-CoV-2 has been revealed to belong to Coronaviridiae family as a member of β-coronaviruses. It has a positive-sense single-stranded RNA with the largest RNA genome. Since its genomic sequence has a notable similarity to that of SARS-CoV, antiviral drugs used to treat SARS and MERS are now being also applied for COVID-19 treatment. In order to combat SARS-CoV-2, many drug and vaccine development studies at experimental and clinical levels are currently conducted worldwide. In this sense, medicinal plants and the pure natural molecules isolated from plants have been reported to exhibit significant inhibitory antiviral activity against SARS-CoV and other types of coronaviruses. In the present review, plant extracts and natural molecules with the mentioned activity are discussed in order to give inspiration to researchers to take these molecules into consideration against SARS-CoV-2."]}, "AuthorList": [{"Identifier": ["0000-0002-7379-5436"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacognosy, Faculty of Pharmacy, Gazi University, 06330, Ankara, Turkey. iorhan@gazi.edu.tr."}], "LastName": "Orhan", "ForeName": "Ilkay Erdogan", "Initials": "IE"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacognosy, Faculty of Pharmacy, Gazi University, 06330, Ankara, Turkey."}], "LastName": "Senol Deniz", "ForeName": "F Sezer", "Initials": "FS"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "Nat Prod Bioprospect", "NlmUniqueID": "101577734", "ISSNLinking": "2192-2209"}, "CoiStatement": "The authors declare no conflict of interest, financial, and otherwise."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Weiss SR, Navas-Martin S. Microbiol. Mol. Biol. Rev. 2005;69:635–664.", "ArticleIdList": ["PMC1306801", "16339739"]}, {"Citation": "Groneberg D, Hilgenfeld R, Zabel P. Respir. Res. 2005;6:1–16.", "ArticleIdList": ["PMC548145", "15661082"]}, {"Citation": "Ksiazek TG, Erdman D, Goldsmith CS, Zaki SR, Peret T, Emery S, Tong S, Urbani C, Comer JA, Lim W, Rollin PE, Dowell SF, Ling AE, Humphrey CD, Shieh WJ, Guarner J, Paddock CD, Rota P, Fields B, Derisi J, Yang JY, Cox N, Hughes JM, LeDuc JW, Bellini WJ, Anderson LJ, Engl N. J. Med. 2003;348:1953–1966.", "ArticleIdList": ["12690092"]}, {"Citation": "Andersen KG, Rambaut A, Lipkin WI, Holmes EC, Garry RF. Nat. Med. 2020;26:450–455.", "ArticleIdList": ["PMC7095063", "32284615"]}, {"Citation": "Zhang T, Wu Q, Zhang Z. Curr. Biol. 2020;30:1346–1351.", "ArticleIdList": ["PMC7156161", "32197085"]}, {"Citation": "Tort FL, Castells M, Cristina J. Virus Res. 2020 doi: 10.1016/j.virusres.2020.197976.", "ArticleIdList": ["10.1016/j.virusres.2020.197976", "PMC7152894", "32294518"]}, {"Citation": "Lu R, Zhao X, Li J, Niu P, Yang B, Wu H, et al. Lancet. 2020;395:565–574.", "ArticleIdList": ["PMC7159086", "32007145"]}, {"Citation": "Ceccarelli M, Berretta M, Venanzi Rullo E, Nunnari G, Cacopardo B. Eur. Rev. Med. Pharmacol. Sci. 2020;24:2781–2783.", "ArticleIdList": ["32196628"]}, {"Citation": "Devaux CA, Rolain JM, Colson P, Raoult D. Int. J. Antimicrob. Agents. 2020;55:105938.", "ArticleIdList": ["PMC7118659", "32171740"]}, {"Citation": "Costanzo M, De Giglio MAR, Roviello GN. Curr. Med. Chem. 2020 doi: 10.2174/0929867327666200416131117.", "ArticleIdList": ["10.2174/0929867327666200416131117", "32297571"]}, {"Citation": "Stebbing J, Phelan A, Griffin I, Tucker C, Oechsle O, Smith D, Richardson P. Lancet Infect. Dis. 2020;20:400–402.", "ArticleIdList": ["PMC7158903", "32113509"]}, {"Citation": "Lu H. Biosci. Trends. 2020;14:69–71.", "ArticleIdList": ["31996494"]}, {"Citation": "McCutcheon AR, Roberts TE, Gibbons E, Ellis SM, Babiuk LA, Hancock RE, Towers GH. J. Ethnopharmacol. 1995;49:101–110.", "ArticleIdList": ["PMC7131204", "8847882"]}, {"Citation": "Kotwal GJ, Kaczmarek JN, Leivers S, Ghebremariam YT, Kulkarni AP, Bauer G, De Beer C, Preiser W, Mohamed AR. Ann. NY Acad. Sci. 2005;1056:293–302.", "ArticleIdList": ["PMC7167892", "16387696"]}, {"Citation": "Kim HY, Shin HS, Park H, Kim YC, Yun YG, Park S, Shin HJ, Kim K. J. Clin. Virol. 2008;41:122–128.", "ArticleIdList": ["PMC7108295", "18036887"]}, {"Citation": "Kim HY, Eo EY, Park H, Kim YC, Park S, Shin HJ, Kim K. Antiviral Ther. 2010;15:697–709.", "ArticleIdList": ["20710051"]}, {"Citation": "Loizzo MR, Saab AM, Tundis R, Statti GA, Menichini F, Lampronti I, Gambari R, Cinatl J, Doerr HW. Chem. Biodivers. 2008;5:461–470.", "ArticleIdList": ["PMC7161995", "18357554"]}, {"Citation": "Chen CJ, Michaelis M, Hsu HK, Tsai CC, Yang KD, Wu YC, Cinatl J, Jr, Doerr HW. J. Ethnopharmacol. 2008;120:108–111.", "ArticleIdList": ["PMC7127248", "18762235"]}, {"Citation": "Zhuang M, Jiang H, Suzuki Y, Li X, Xiao P, Tanaka T, Ling H, Yang B, Saitoh H, Zhang L, Qin C, Sugamura K, Hattori T. Antiviral Res. 2009;82:73–81.", "ArticleIdList": ["PMC7114128", "19428598"]}, {"Citation": "Luo W, Su X, Gong S, Qin Y, Liu W, Li J, Yu H, Xu Q. Biosci. Trends. 2009;3:124–126.", "ArticleIdList": ["20103835"]}, {"Citation": "Yook HS, Kim KH, Park JE, Shin HJ. Am. J. Chin. Med. 2010;38:937–948.", "ArticleIdList": ["20821824"]}, {"Citation": "Ulasli M, Gurses SA, Bayraktar R, Yumrutas O, Oztuzcu S, Igci M, Igci YZ, Cakmak EA, Arslan A. Mol. Biol. Rep. 2014;41:1703–1711.", "ArticleIdList": ["PMC3933739", "24413991"]}, {"Citation": "Chen C, Zuckerman DM, Brantley S, Sharpe M, Childress K, Hoiczyk E, Pendleton AR. BMC Vet. Res. 2014;10:24.", "ArticleIdList": ["PMC3899428", "24433341"]}, {"Citation": "Lelešius R, Karpovaitė A, Mickienė R, Drevinskas T, Tiso N, Ragažinskienė O, Kubilienė L, Maruška A, Šalomskas A. BMC Vet. Res. 2019;15:178.", "ArticleIdList": ["PMC6540435", "31142304"]}, {"Citation": "Fiore C, Eisenhut M, Krausse R, Ragazzi E, Pellati D, Armanini D, Bielenberg J. Phytother. Res. 2005;22:141–148.", "ArticleIdList": ["PMC7167979", "17886224"]}, {"Citation": "Cinatl J, Morgenstern B, Bauer G, Chandra P, Rabenau H, Doerr HW. Lancet. 2003;361:2045–2046.", "ArticleIdList": ["PMC7112442", "12814717"]}, {"Citation": "Wu CY, Jan JT, Ma SH, Kuo CJ, Juan HF, Cheng YS, Hsu HH, Huang HC, Wu D, Brik A, Liang FS, Liu RS, Fang JM, Chen ST, Liang PH, Wong CH. Proc. Natl. Acad. Sci. USA. 2004;101:10012–10017.", "ArticleIdList": ["PMC454157", "15226499"]}, {"Citation": "Kim JW, Ha TK, Cho H, Kim E, Shim SH, Yang JL, Oh WK. Bioorg. Med. Chem. Lett. 2017;27:3019–3025.", "ArticleIdList": ["PMC7127610", "28527823"]}, {"Citation": "Cheng PW, Ng LT, Chiang LC, Lin CC. Clin. Exp. Pharmacol. Physiol. 2006;33:612–616.", "ArticleIdList": ["PMC7162031", "16789928"]}, {"Citation": "Yi L, Li Z, Yuan K, Qu X, Chen J, Wang G, Zhang H, Luo H, Zhu L, Jiang P, Chen L, Shen Y, Luo M, Zuo G, Hu J, Duan D, Nie Y, Shi X, Wang W, Han Y, Li T, Liu Y, Ding M, Deng H, Xu X. J. Virol. 2004;78:11334–11339.", "ArticleIdList": ["PMC521800", "15452254"]}, {"Citation": "Lin CW, Tsai FJ, Tsai CH, Lai CC, Wan L, Ho TY, Hsieh CC, Chao PD. Antiviral Res. 2005;68:36–42.", "ArticleIdList": ["PMC7114321", "16115693"]}, {"Citation": "Li H, Wu J, Zhang Z, Ma Y, Liao F, Zhang Y, Wu G. Phytother. Res. 2011;25:338–342.", "ArticleIdList": ["PMC7168103", "20677175"]}, {"Citation": "Ryu YB, Jeong HJ, Kim JH, Kim YM, Park JY, Kim D, Nguyen TT, Park SJ, Chang JS, Park KH, Rho MC, Lee WS. Bioorg. Med. Chem. 2010;18:7940–7947.", "ArticleIdList": ["PMC7126309", "20934345"]}, {"Citation": "Kim DW, Seo KH, Curtis-Long MJ, Oh KY, Oh JW, Cho JK, Lee KH, Park KH. J. Enzyme Inhib. Med. Chem. 2014;29:59–63.", "ArticleIdList": ["23323951"]}, {"Citation": "Cho JK, Curtis-Long MJ, Lee KH, Kim DW, Ryu HW, Yuk HJ, Park KH. Bioorg. Med. Chem. 2013;21:3051–3057.", "ArticleIdList": ["PMC7126831", "23623680"]}, {"Citation": "Song YH, Kim DW, Curtis-Long MJ, Yuk HJ, Wang Y, Zhuang N, Lee KH, Jeon KS, Park KH. Biol. Pharm. Bull. 2014;37:1021–1028.", "ArticleIdList": ["24882413"]}, {"Citation": "Park JY, Yuk HJ, Ryu HW, Lim SH, Kim KS, Park KH, Ryu YB, Lee WS. J. Enzym. Inhib. Med. Chem. 2017;32:504–515.", "ArticleIdList": ["PMC6010046", "28112000"]}, {"Citation": "Shen YC, Wang LT, Khalil AT, Chiang LC, Chem PW. Pharm. Bull. 2005;53:244–247.", "ArticleIdList": ["15684529"]}, {"Citation": "Zhang DH, Wu KL, Zhang X, Deng SQ, Peng B. J. Integr. Med. 2020;18:152–158.", "ArticleIdList": ["PMC7102521", "32113846"]}, {"Citation": "Ul Qamar MT, Alqahtani SM, Alamri MA, Chen LL. J. Pharm. Anal. 2020 doi: 10.1016/j.jpha.2020.03.009.", "ArticleIdList": ["10.1016/j.jpha.2020.03.009", "PMC7156227", "32296570"]}, {"Citation": "Li SY, Chen C, Zhang HQ, Guo HY, Wang H, Wang L, Zhang X, Hua SN, Yu J, Xiao PG, Li RS, Tan X. Antiviral Res. 2005;67:18–23.", "ArticleIdList": ["PMC7114104", "15885816"]}, {"Citation": "Yang CW, Lee YZ, Kang IJ, Barnard DL, Jan JT, Lin D, Huang CW, Yeh TK, Chao YS, Lee SJ. Antiviral Res. 2010;88:160–168.", "ArticleIdList": ["PMC7114283", "20727913"]}, {"Citation": "Kang KB, Ming G, Kim GJ, Ha TK, Choi H, Oh WK, Sung SH. Phytochemistry. 2015;119:90–95.", "ArticleIdList": ["PMC7111685", "26361730"]}, {"Citation": "Wen CC, Kuo YH, Jan JT, Liang PH, Wang SY, Liu HG, Lee CK, Chang ST, Kuo CJ, Lee SS, Hou CC, Hsiao PW, Chien SC, Shyur LF, Yang NS. J. Med. Chem. 2007;50:4087–4095.", "ArticleIdList": ["17663539"]}, {"Citation": "Park JY, Kim JH, Kim YM, Jeong HJ, Kim DW, Park KH, Kwon HJ, Park SJ, Lee WS, Ryu YB. Bioorg. Med. Chem. 2012;20:5928–5935.", "ArticleIdList": ["PMC7127169", "22884354"]}, {"Citation": "Chang FR, Yen CT, El-Shazly M, Lin WH, Yen MH, Lin KH, Wu YC. Nat. Prod. Commun. 2012;7:1415–1417.", "ArticleIdList": ["23285797"]}, {"Citation": "Yang JL, Ha TK, Dhodary B, Pyo E, Nguyen NH, Cho H, Kim E, Oh WK. J. Med. Chem. 2015;58:1268–1280.", "ArticleIdList": ["25568928"]}, {"Citation": "Liu LL, Ha TK, Ha W, Ohi WK, Yangi JL, Shi YP. J. Nat. Prod. 2017;80:298–307.", "ArticleIdList": ["28156114"]}, {"Citation": "Ho TY, Wu SL, Chen JC, Li CC, Hsiang CY. Antiviral Res. 2007;74:92–101.", "ArticleIdList": ["PMC7114332", "16730806"]}, {"Citation": "Hsieh LE, Lin CN, Su BL, Jan TR, Chen CM, Wang CH, Lin DS, Lin CT, Chueh LL. Antiviral Res. 2010;88:25–30.", "ArticleIdList": ["PMC7114315", "20603153"]}, {"Citation": "Yang QY, Tian XY, Fang WS. J. Asian Nat. Prod. Res. 2007;9:59–65.", "ArticleIdList": ["17365191"]}, {"Citation": "Park JY, Ko JA, Kim DW, Kim YM, Kwon HJ, Jeong HJ, Kim CY, Park KH, Lee WS, Ryu YB. J. Enzyme Inhib. Med. Chem. 2016;31:23–30.", "ArticleIdList": ["25683083"]}, {"Citation": "Park JY, Jeong HJ, Kim JH, Kim YM, Park SJ, Kim D, Park KH, Lee WS, Ryu YB. Biol. Pharm. Bull. 2012;35:2036–2042.", "ArticleIdList": ["22971649"]}, {"Citation": "Keyaerts E, Vijgen L, Pannecouque C, Van Damme E, Peumans W, Egberink H, Balzarini J, Van Ranst M. Antiviral Res. 2007;75:179–187.", "ArticleIdList": ["PMC7114093", "17428553"]}, {"Citation": "Lee JH, Park JS, Lee SW, Hwang SY, Young BE, Choi HJ. Virus Res. 2015;195:148–152.", "ArticleIdList": ["25300802"]}, {"Citation": "Zhang P, Liu X, Liu H, Wang W, Liu X, Li X, Wu X. Microb. Pathog. 2018;114:124–128.", "ArticleIdList": ["PMC7126552", "29170045"]}, {"Citation": "Zhang P, Wang J, Wang W, Liu X, Liu H, Li X, Wu X. Microb. Pathog. 2017;111:81–85.", "ArticleIdList": ["28826771"]}, {"Citation": "Ma X, Bi S, Wang Y, Chi X, Hu S. Poult. Sci. 2019;98:3548–3556.", "ArticleIdList": ["PMC7107245", "31220864"]}, {"Citation": "Nguyen PQ, Ooi JS, Nguyen NT, Wang S, Huang M, Liu DX, Tam JP. J. Biol. Chem. 2015;290:31138–31150.", "ArticleIdList": ["PMC4692237", "26546678"]}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "5", "Day": "13"}, {"Year": "2020", "Month": "6", "Day": "1"}, {"Year": "2020", "Month": "6", "Day": "13", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "6", "Day": "13", "Hour": "6", "Minute": "1"}, {"Year": "2020", "Month": "6", "Day": "13", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "6", "Day": "11"}], "PublicationStatus": "ppublish", "ArticleIdList": ["32529545", "PMC7289229", "10.1007/s13659-020-00250-4", "10.1007/s13659-020-00250-4"]}}], "PubmedBookArticle": []}