{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "32565829", "DateRevised": {"Year": "2020", "Month": "09", "Day": "28"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "06", "Day": "04"}], "Language": ["eng"], "ELocationID": ["2803063", "10.1155/2020/2803063"], "Journal": {"ISSN": "1687-9686", "JournalIssue": {"Volume": "2020", "PubDate": {"Year": "2020"}}, "Title": "Journal of tropical medicine", "ISOAbbreviation": "J Trop Med"}, "ArticleTitle": "In Vitro Antibacterial Activities of Methanolic Extracts of Fruits, Seeds, and Bark of <i>Zanthoxylum armatum</i> DC.", "Pagination": {"StartPage": "2803063", "MedlinePgn": "2803063"}, "Abstract": {"AbstractText": ["Crude methanol extracts of fruits, seeds, and bark of <i>Zanthoxylum armatum</i> were investigated in vitro for antimicrobial activities against 9 different bacterial strains: <i>Bacillus subtilis</i>, <i>Enterococcus faecalis</i>, <i>Proteus vulgaris</i>, <i>Pseudomonas aeruginosa</i>, <i>Salmonella typhi</i>, <i>Shigella dysenteriae</i>, <i>Staphylococcus aureus</i>, methicillin-resistant <i>Staphylococcus aureus</i> (MRSA), and <i>Staphylococcus epidermidis</i> using agar well diffusion method, and the MBC values were determined. Only 5 bacteria, i.e., <i>Bacillus subtilis, Enterococcus faecalis,</i> MRSA, <i>Staphylococcus aureus</i>, and <i>Staphylococcus epidermidis</i> exhibited antibacterial properties against the different extracts. The fruit and seed extracts showed activities against 5 bacteria, while the bark extract was active against 2 bacteria only (MRSA and <i>Staphylococcus aureus</i>). <i>Staphylococcus aureus</i> was found to be more susceptible for all the extracts compared to other strains. The maximum ZOI of 20.72 mm was produced by fruits (wild) and 18.10 mm (cultivated) against <i>Staphylococcus aureus.</i> Likewise, the least ZOI of 11.73 mm was produced by seeds (wild) and 11.29 mm (cultivated) against <i>Escherichia faecalis.</i> Similarly, the lowest MBC value of 0.78 mg/mL was obtained for fruit extracts against MRSA, 1.56 mg/mL for fruits, seeds, and bark extracts against <i>Bacillus subtilis</i>, MRSA, and <i>Staphylococcus aureus</i>, and highest value of 50 mg/mL for fruits and seeds extracts against <i>S. epidermidis.</i> The fruits, seeds, and bark extracts of <i>Z. armatum</i> exhibited remarkable antibacterial properties against different pathogenic bacteria causing several diseases, which suggests the potential use of this plant for treating different bacterial diseases such as skin infection, urinary tract infection, dental problems, diarrhea, and dysentery."], "CopyrightInformation": "Copyright © 2020 Nirmala Phuyal et al."}, "AuthorList": [{"Identifier": ["0000-0002-8742-6332"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Central Department of Botany, Tribhuvan University, Kirtipur, Kathmandu, Nepal."}, {"Identifier": [], "Affiliation": "Forest Research and Training Center, Ministry of Forests and Environment, Babarmahal, Kathmandu, Nepal."}], "LastName": "Phuyal", "ForeName": "Nirmala", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Central Department of Botany, Tribhuvan University, Kirtipur, Kathmandu, Nepal."}], "LastName": "Jha", "ForeName": "Pramod Kumar", "Initials": "PK"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Ashok Medicinal and Aromatic Plants Center, Dabur Nepal Pvt. Ltd., Janagal, Kavre, Nepal."}], "LastName": "Raturi", "ForeName": "Pankaj Prasad", "Initials": "PP"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Central Department of Botany, Tribhuvan University, Kirtipur, Kathmandu, Nepal."}], "LastName": "Rajbhandary", "ForeName": "Sangeeta", "Initials": "S"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Egypt", "MedlineTA": "J Trop Med", "NlmUniqueID": "101524194", "ISSNLinking": "1687-9686"}, "CoiStatement": "The authors declare that there are no conflicts of interest regarding the publication of this paper."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Nair K. N., Nayar M. P. Flora of India. In: Hajra P. K., Nair V. J., Daniel P., editors. Malpighiceae—Dichapetalaceae. Vol. 4. Calcutta, India: Botanical Survey of India; 1997."}, {"Citation": "DPR. Medicinal Plants of Nepal. 2nd. Kathmandu, Nepal: Department of Plant Resources, Ministry of Forest and Soil Conservation, Government of Nepal; 2016."}, {"Citation": "Marchese A., Schito G. C. Resistance patterns of lower respiratory tract pathogens in Europe. International Journal of Antimicrobial Agents. 2000;16:25–29. doi: 10.1016/s0924-8579(00)00302-2.", "ArticleIdList": ["10.1016/s0924-8579(00)00302-2", "11137405"]}, {"Citation": "Portillo A., Vila R., Freixa B., Adzet T., Canigueral S. Antifungal activity of Paraguayan plants used in traditional medicine. Journal of Ethnopharmacology. 2001;76:347–354. doi: 10.1016/s0378-8741(01)00214-8.", "ArticleIdList": ["10.1016/s0378-8741(01)00214-8", "11378288"]}, {"Citation": "Agrawal P., Rai V., Singh R. B. Randomized placebo-controlled, single blind trial of holy basil leaves in patients with noninsulin-dependent diabetes mellitus. International Journal of Clinical Pharmacology and Therapeutics. 1996;34(34):406–409.", "ArticleIdList": ["8880292"]}, {"Citation": "Afolayan A. J. Extracts from the shoots of arctotis arctotoides inhibit the growth of bacteria and fungi. Pharmaceutical Biology. 2003;41(1):22–25. doi: 10.1076/phbi.41.1.22.14692.", "ArticleIdList": ["10.1076/phbi.41.1.22.14692"]}, {"Citation": "Aliero A. A., Afolayan A. J. Antimicrobial activity of Solanum tomentosum. African Journal of Biotechnology. 2006;4:369–372."}, {"Citation": "Kale A., Gaikwad S., Mundhe K., Deshpande I., Salvekar J. Quantification of phenolics and flavonoids by spectrophotometer from Juglans regia. International Journal of Pharma and Bio Sciences. 2010;1(3):1–4."}, {"Citation": "Greenberg M., Dodds M., Tian M. Naturally occurring phenolic antibacterial compounds show effectiveness against oral bacteria by a quantitative structure−activity relationship study. Journal of Agricultural and Food Chemistry. 2008;56(23):11151–11156. doi: 10.1021/jf8020859.", "ArticleIdList": ["10.1021/jf8020859", "19007234"]}, {"Citation": "Manandhar N. P. Plants and People of Nepal. Portland, OR, USA: Timber Press, Inc.; 2002."}, {"Citation": "Kala C. P. Ethnomedicinal botany of the Apatani in the eastern Himalayan region of India. Journal of Ethnobiology and Ethnomedicine. 2005;1(11):1–8. doi: 10.1186/1746-4269-1-11.", "ArticleIdList": ["10.1186/1746-4269-1-11", "PMC1315349", "16288657"]}, {"Citation": "Phuyal N., Jha P. K., Prasad Raturi P., Rajbhandary S. Zanthoxylum armatum DC.: current knowledge, gaps and opportunities in Nepal. Journal of Ethnopharmacology. 2019;229:326–341. doi: 10.1016/j.jep.2018.08.010.", "ArticleIdList": ["10.1016/j.jep.2018.08.010", "30166217"]}, {"Citation": "Li H., Li P., Zhu L., Xie M., Wu Z. Studies on the chemical constituents of Zanthoxylum armatum DC. Zhongguo Yaofang. Chinese Pharmacies. 2006;17:1035–1037."}, {"Citation": "Tiwary M., Naik S. N., Tewary D. K., Mittal P. K., Yadav S. Chemical composition and larvicidal activities of the essential oil of Zanthoxylum armatum DC (Rutaceae) against three mosquito vector. Journal of Vector Borne Diseases. 2007;44(3):198–204.", "ArticleIdList": ["17896622"]}, {"Citation": "Negi J. S., Bisht V. K., Bhandari A. K., Bisht R., Kandari S. Major constituents, antioxidant and antibacterial activities of Zanthoxylum armatum DC. essential oil. Iranian Journal of Pharmacology & Therapeutics. 2012;11:68–72."}, {"Citation": "Waheed A., Mahmud S., Akhtar M., Nazir T. Studies on the components of essential oil of Zanthoxylum armatum by Gc-Ms. American Journal of Analytical Chemistry. 2011;2(2):258–261. doi: 10.4236/ajac.2011.22031.", "ArticleIdList": ["10.4236/ajac.2011.22031"]}, {"Citation": "Phuyal N., Jha P. K., Raturi P. P., Gurung S., Rajbhandary S. Essential oil composition of Zanthoxylum armatum leaves as a function of growing conditions. International Journal of Food Properties. 2019;22(1):1873–1885. doi: 10.1080/10942912.2019.1687517.", "ArticleIdList": ["10.1080/10942912.2019.1687517"]}, {"Citation": "Phuyal N., Jha P. K., Raturi P. P., Rajbhandary S. Total phenolic, flavonoid contents, and antioxidant activities of fruit, seed, and bark extracts of Zanthoxylum armatum DC. The Scientific World Journal. 2020;2020:7. doi: 10.1155/2020/8780704.8780704", "ArticleIdList": ["10.1155/2020/8780704", "PMC7102453", "32256249"]}, {"Citation": "Tiwari P., Kumar B., Kaur M. G., Kaur H. Phytochemical screening and extraction: a review. International Pharmaceutical Sciences. 2011;1(1)"}, {"Citation": "Perez C., Pauli M., Bazerque P. An antibiotic assay by agar-well diffusion method. Acta Biologiaeet Medecine Experimentaalis. 1990;15:113–115."}, {"Citation": "WHO. Basic Laboratory Procedure in Clinical Bacteriology. Geneva, Switzerland: World Health Organization; 1991."}, {"Citation": "Forbes B., Sahm D., Weissfeld A. Bailey & Scott’s Diagnostic Microbiology. 12th. Maryland Heights, MO, USA: Mosby Elsevier; 2007."}, {"Citation": "Weinstein M. P., Patel J. B., Bobenchik A. M. Performance Standards for Antimicrobial Susceptibility Testing: 25th Informational Supplement (M100-S23) Wayne, PA, USA: Clinical and Laboratory Standard Institute (CLSI); 2015."}, {"Citation": "Abu-Shanab B., Adwan G., Jarrar N., Abu-Hijleh A., Adwan K. Antibacterial activity of four plant extracts used in Palestine in folkloric medicine against methicillin-resistant Staphylococcus aureus. Turkish Journal of Biology. 2006;30:195–198."}, {"Citation": "Joshi S., Gyawali A. Phytochemical and biological studies on Zanthoxylum armatum of Nepal. Journal of Nepal Chemical Society. 2012;30:71–77. doi: 10.3126/jncs.v30i0.9339.", "ArticleIdList": ["10.3126/jncs.v30i0.9339"]}, {"Citation": "Barkatullah M., Muhammad N., Rehman I., Rehman M. U., Khan A. Chemical composition and biological screening of essential oils of Zanthoxylum armatum DC leaves. Journal of Clinical Toxicology. 2013;3(5):1–6. doi: 10.4172/2161-0495.1000172.", "ArticleIdList": ["10.4172/2161-0495.1000172"]}, {"Citation": "Guleria S., Tiku A. K., Koul A., Gupta S., Singh G., Razdan V. K. Antioxidant and antimicrobial properties of the essential oil and extracts of Zanthoxylum alatum grown in north-western Himalaya. The Scientific World Journal. 2013;2013:9. doi: 10.1155/2013/790580.790580", "ArticleIdList": ["10.1155/2013/790580", "PMC3679694", "23781160"]}, {"Citation": "Bharti S., Bhushan B. Phytochemical and pharmacological activities of Zanthoxylum armatum DC: an overview. Research Journal of Pharmaceutical, Biological and Chemical Sciences. 2015;6(5):1403–1409."}, {"Citation": "Singh O. J., Raleng I., Premchand M., Debashree N. A review on the pharmacological profiles of Zanthoxylum armatum DC (Rutaceae) Journal of Evolution of Research in Medical Pharmacoloy. 2016;2(1):10–12."}, {"Citation": "Joshi A. R., Joshi K. Indigenous knowledge and uses of medicinal plants by local communities of the Kali Gandaki Watershed Area, Nepal. Journal of Ethnopharmacology. 2000;73(1-2):175–183. doi: 10.1016/s0378-8741(00)00301-9.", "ArticleIdList": ["10.1016/s0378-8741(00)00301-9", "11025154"]}, {"Citation": "Srivastava N., Kainthola A., Bhatt A. B. In-vitro antimicrobial activity of bark extract of an ethnic plant Zanthoxylum alatum DC. against selected human pathogens in Uttarakhand Himalaya. International Journal of Herbal Medicine. 2013;1(3):21–24."}, {"Citation": "Cheesbrough M. Medicinal Laboratory Manual for Tropical Countries. Amsterdam, Netherlands: Elsevier; 1993."}, {"Citation": "Havsteen B. H. The biochemistry and medical significance of flavonoids. Pharmacology & Therapeutics. 2002;96(2-3):67–202. doi: 10.1016/s0163-7258(02)00298-x.", "ArticleIdList": ["10.1016/s0163-7258(02)00298-x", "12453566"]}, {"Citation": "Manandhar S., Luitel S., Dahal R. K. In vitro antimicrobial activity of some medicinal plants against human pathogenic bacteria. Journal of Tropical Medicine. 2019;2019:5. doi: 10.1155/2019/1895340.1895340", "ArticleIdList": ["10.1155/2019/1895340", "PMC6466868", "31065287"]}]}], "History": [{"Year": "2020", "Month": "2", "Day": "11"}, {"Year": "2020", "Month": "5", "Day": "5"}, {"Year": "2020", "Month": "5", "Day": "15"}, {"Year": "2020", "Month": "6", "Day": "23", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "6", "Day": "23", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "6", "Day": "23", "Hour": "6", "Minute": "1"}, {"Year": "2020", "Month": "6", "Day": "4"}], "PublicationStatus": "epublish", "ArticleIdList": ["32565829", "PMC7292994", "10.1155/2020/2803063"]}}]}