{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Cultural values", "Identity development", "Indigenous Alaskan children", "Sensory tours"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "32566109", "DateRevised": {"Year": "2022", "Month": "04", "Day": "29"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "06", "Day": "04"}], "Language": ["eng"], "ELocationID": ["10.1089/eco.2019.0066"], "Journal": {"ISSN": "1942-9347", "JournalIssue": {"Volume": "12", "Issue": "2", "PubDate": {"Year": "2020", "Month": "Jun", "Day": "01"}}, "Title": "Ecopsychology", "ISOAbbreviation": "Ecopsychology"}, "ArticleTitle": "Harvesting <i>Good Medicine:</i> Internalizing and Crystalizing Core Cultural Values in Young Children.", "Pagination": {"StartPage": "91", "EndPage": "100", "MedlinePgn": "91-100"}, "Abstract": {"AbstractText": ["Indigenous Alaskans face many obstacles as they attempt to navigate what it means to be a member of a tribal group. Pressures to assimilate into the global society, loss of access to traditional lands, and dwindling subsistence resources due to climate change are aggravating factors in the cultural identity development of Indigenous Alaskans. Experiences on the land such as fishing, picking berries, and harvesting edible and medicinal plants with family members and other culture-bearers are known to play a mitigating role in resisting assimilative pressures, yet little is known about how such experiences contribute to a child's growing sense of self and belonging. In this research study, the authors sought to untangle the nuanced experiences of young children as they engaged in the cultural activity of harvesting a medicinal plant in Southeast Alaska. Through the use of wearable cameras, the authors captured video footage from the perspectives of 5- to 6-year-old kindergarten children from a small Alaska Native village in Southeast Alaska as they learned lessons on and from the land, from adult culture-bearers, and from peers. As the authors analyzed the videos, themes emerged that pointed to small interactions with adults, peers, and the environment that positioned the children to internalize and crystalize core cultural values and thereby strengthen their own cultural identity development."], "CopyrightInformation": "Copyright 2020, Mary Ann Liebert, Inc., publishers."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Life-long Alaskan of the Tlingít tribe, Ch'aak (Eagle) moiety, Kaagwaantaan (Wolf) clan, and the Sitka Déix X'awool'ja Hít (Two-Door House)."}, {"Identifier": [], "Affiliation": "University of Alaska Southeast, Alaska College of Education, Juneau, Alaska, USA."}], "LastName": "Lunda", "ForeName": "Angela", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Education, University of Alaska Fairbanks, Fairbanks, Alaska, USA."}], "LastName": "Green", "ForeName": "Carie", "Initials": "C"}], "GrantList": [{"GrantID": "RL5 GM118990", "Acronym": "GM", "Agency": "NIGMS NIH HHS", "Country": "United States"}, {"GrantID": "UL1 GM118991", "Acronym": "GM", "Agency": "NIGMS NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Ecopsychology", "NlmUniqueID": "101604369", "ISSNLinking": "1942-9347"}, "CoiStatement": "No competing financial interests exist."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Barreau A., Ibarra J. T., Wyndham F., Rojas A., & Kozak R. (2016). How can we teach our children if we cannot access the forest? Generational change in Mapuche knowledge of wild edible plants in Andean temperate ecosystems of Chile. Journal of Ethnobiology, 36, 412–432"}, {"Citation": "Berry J. W. (1999). Aboriginal cultural identity. The Canadian Journal of Native Studies, 19, 1–36"}, {"Citation": "Bogdan R. C., & Biklen S. K. (2007). Qualitative research for education: An introduction to theories and methods (5th ed.). New York, NY: Pearson"}, {"Citation": "Bombay A., Matheson K., & Anisman H. (2011). The impact of stressors on second generation Indian residential school survivors. Transcultural Psychiatry, 48, 367–391", "ArticleIdList": ["21911507"]}, {"Citation": "Cajete G. (2004). Philosophy of Native science. In A. Waters (Ed.), American Indian thought: Philosophical essays (pp. 45–57). Malden, MA: Blackwell Publishing"}, {"Citation": "Cold H. S. (2018). Assessing effects of climate change on access to ecosystem services in rural Alaska (Master's thesis). Retrieved from https://scholarworks.alaska.edu/handle/11122/10279"}, {"Citation": "Darnell F., & Hoëm A. (1996). Taken to extremes. Cambridge, MA: Scandinavian University Press"}, {"Citation": "de Laguna F. (1972). Under Mount Saint Elias: The history and culture of the Yakutat Tlingit. Washington, DC: Smithsonian Institution Press"}, {"Citation": "Department of Economic and Social Affairs. (2009). State of the world's Indigenous peoples. New York, NY: United Nations"}, {"Citation": "Erikson E. H. (1980). Identity and the life cycle. New York, NY: W.W. Norton & Company"}, {"Citation": "Gone J. P., & Trimble J. E. (2012). American Indian and Alaska Native mental health: Diverse perspectives on enduring disparities. Annual Review of Clinical Psychology, 8, 131–160", "ArticleIdList": ["22149479"]}, {"Citation": "Gray A. P., & Cote W. (2018). Cultural connectedness protects mental health against the effect of historical trauma among Anishinabe young adults. Public Health, 176, 77–81", "ArticleIdList": ["30691945"]}, {"Citation": "Green C. (2012). Listening to children: Exploring intuitive strategies and interactive methods in a study of children's special places. International Journal of Early Childhood, 44, 269–285"}, {"Citation": "Green C. (2016). Sensory tours as a method for engaging children as active researchers: Exploring the use of wearable cameras in early childhood research. International Journal of Early Childhood, 48, 277–294"}, {"Citation": "Green C. (2017). Children environmental identity development in an Alaska Native rural context. International Journal of Early Childhood, 49, 303–319"}, {"Citation": "Green C., Kalvaitis D., & Worster A. (2016). Recontextualizing psychosocial development in young children: A model of environmental identity development. Environmental Education Research, 22, 1025–1048"}, {"Citation": "Hart R. (1979). Children's experiences of place. New York, NY: Irvington"}, {"Citation": "Jiménez-Balam D., Alcalá L., & Salgado D. (2019). Maya children's medicinal plant knowledge: Initiative and agency in the learning process. Learning, Culture and Social Interaction, 22, doi:10.1016/j.lcsi.2019.100333", "ArticleIdList": ["10.1016/j.lcsi.2019.100333"]}, {"Citation": "Kana'iaupuni S. M., & Malone N. (2006). This land is my land: The role of place in Native Hawaiian identity. Hùlili: Multidisciplinary Research on Hawaiian Well-Being, 3, 281–307"}, {"Citation": "Kawagley A. O. (2006). A Yupiaq worldview: A pathway to ecology and spirit (2nd ed.). Long Grove, IL: Waveland Press"}, {"Citation": "Kawagley A. O. (2010). Alaska Native education: History and adaptation in the new millennium. In R. Barnhardt & A. O. Kawagley (Eds.), Alaska Native education: Views from within (pp. 73–98). Fairbanks, AK: University of Alaska Fairbanks"}, {"Citation": "Kelley A., & Small C. (2016). Establishing the reliability and validity of the sources of strength in one American Indian community. American Indian & Alaska Native Mental Health Research: The Journal of the National Center, 23, 84–92", "ArticleIdList": ["27115134"]}, {"Citation": "Kulis S., Wagaman M. A., Tso C., & Brown E. F. (2013). Exploring indigenous identities of urban American Indian youth of the southwest. Journal of Adolescent Research, 28, 271–298", "ArticleIdList": ["PMC3677791", "23766553"]}, {"Citation": "LaFromboise T. D., Hoyt D. R., Oliver L., & Whitbeck L. B. (2006). Family, community, and school influences on resilience among American Indian adolescents in the upper Midwest. Journal of Community Psychology, 43, 193–209"}, {"Citation": "Lowan G. (2009). Exploring place from an Aboriginal perspective: Considerations for outdoor and environmental education. Canadian Journal of Environmental Education, 12, 42–58"}, {"Citation": "Lunda A. (2018). Cultural identity development as it relates to environmental identity development. In C. Green (Ed.), Children's environmental identity development: Negotiating inner and outer tensions in natural world socialization (pp. 152–156). New York, NY: Peter Lang"}, {"Citation": "O'Leary Z. (2017). The essential guide to doing your research project. Thousand Oaks, CA: Sage"}, {"Citation": "Reyhner J. (2017) Affirming identity: The role of language and culture in American Indian education. Cogent Education, 4, doi:10.1080/2331186X.2017.1340081", "ArticleIdList": ["10.1080/2331186X.2017.1340081"]}, {"Citation": "Ritchie J. (2012). Titiro Whakamuri, Hoki Whakamua: Respectful integration of Māori perspectives within early childhood environmental education. Canadian Journal of Environmental Education, 17, 62–79"}, {"Citation": "Rivkin I., Lopez E. D. S., Trimble J. E., Johnson S., Orr E., & Quaintance T. (2019) Cultural values, coping, and hope in Yup'ik communities facing rapid cultural change. Journal of Community Psychology, 47, 611–627", "ArticleIdList": ["30407637"]}, {"Citation": "Sahota P. (2019). Culture and emotional well-being in adolescents who are American Indian/Alaska Native: A review of current literature. Child Welfare, 97, 1–21"}, {"Citation": "Schiefer D., & Krahé B. (2014). Ethnic identity and orientation to White American culture are linked to well-being among American Indians—But in different ways. Social Psychology, 45, 1–14"}, {"Citation": "Schofield J. J. (1989). Discovering wild plants: Alaska, Western Canada, and the Northwest. Seattle, WA: Alaska Northwest Books"}, {"Citation": "Thornton T. F. (2008). Being and place among the Tlingit. Seattle, WA: University of Washington Press"}, {"Citation": "Trout L., Wexler L., & Moses J. (2018). Beyond two worlds: Identity narratives and the aspirational futures of Alaska Native youth. Transcultural Psychiatry, 55, 800–820", "ArticleIdList": ["30091690"]}, {"Citation": "Wexler L. (2014). Looking across three generations of Alaska Natives to explore how culture fosters indigenous resilience. Transcultural Psychiatry, 51, 73–92", "ArticleIdList": ["24014514"]}, {"Citation": "Winderowd C., Montgomery D., Stumblingbear G., Harless D., & Hicks K. (2008). Development of the American Indian enculturation scale to assist counseling practice. American Indian & Alaska Native Mental Health Research: The Journal of the National Center, 15, 1–14", "ArticleIdList": ["19085826"]}, {"Citation": "Worl M. R., & Goade M. (2017). How devil's club came to be. Juneau, AK: Sealaska Heritage Institute"}]}], "History": [{"Year": "2019", "Month": "10", "Day": "30"}, {"Year": "2020", "Month": "1", "Day": "19"}, {"Year": "2020", "Month": "6", "Day": "23", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "6", "Day": "23", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "6", "Day": "23", "Hour": "6", "Minute": "1"}, {"Year": "2021", "Month": "6", "Day": "18"}], "PublicationStatus": "ppublish", "ArticleIdList": ["32566109", "PMC7301765", "10.1089/eco.2019.0066", "10.1089/eco.2019.0066"]}}]}