{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Ethnobotany", "Ethnopharmacology", "Folk medicine", "Foraging", "Near east", "Plant conservation", "Traditional medicine", "Wild plant gathering"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "32560660", "DateCompleted": {"Year": "2021", "Month": "02", "Day": "26"}, "DateRevised": {"Year": "2024", "Month": "03", "Day": "29"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "06", "Day": "19"}], "Language": ["eng"], "ELocationID": ["36", "10.1186/s13002-020-00390-4"], "Journal": {"ISSN": "1746-4269", "JournalIssue": {"Volume": "16", "Issue": "1", "PubDate": {"Year": "2020", "Month": "Jun", "Day": "19"}}, "Title": "Journal of ethnobiology and ethnomedicine", "ISOAbbreviation": "J Ethnobiol Ethnomed"}, "ArticleTitle": "Local knowledge about sustainable harvesting and availability of wild medicinal plant species in Lemnos island, Greece.", "Pagination": {"StartPage": "36", "MedlinePgn": "36"}, "Abstract": {"AbstractText": ["In Europe and the Mediterranean, over-exploitation and destructive harvesting techniques have been identified as two critical threats affecting the sustainable harvesting of wild medicinal plant (WMP) species. However, unsustainable harvesting is not an issue everywhere and localized assessments are needed. Local knowledge has been praised for its potential for local short-term assessments. In this study, we aimed to register the known, harvested, and locally utilized WMP species and understand local knowledge of harvesters about the ecological sustainability of WMP harvesting and the perceived changes of WMP availability.", "This study was conducted on Lemnos island, Greece, in July and August 2018. Sixteen harvesters knowledgeable about gathering and using WMP were chosen through purposeful and snowball sampling. Successive free-lists provided insights on the taxa known, harvested, and utilized by harvesters and subsequent semi-structured interviews served to understand harvesting practices and perceived changes of WMP availability. Participant observation during seven harvesting walks allowed for additional insights and facilitated the collection of voucher specimens.", "In total, 144 different plant taxa were listed as useful and 81 had been harvested in the prior 4 years. Medicinal applications were mainly related to digestive and respiratory system issues. A number of favorable harvesting practices suggested a high potential towards an ecologically sustainable harvest. Although, a decreased availability for certain plant taxa and harvesting sites was reported and mainly attributed to external factors such as pollution, unusually dry weather, intentional pastureland burning or chemicals in agriculture, but also destructive harvesting by less knowledgeable harvesters.", "Knowledgeable harvesters of Lemnos gather and use a considerable number of WMP taxa and possess local knowledge that supports an ecologically sustainable harvest. However, certain plant taxa and areas of the island were indicated to be under pressure from harvesting, unusual climatic conditions, and agricultural practices. Our approach confirmed that local knowledge should be taken into account for assessing the sustainability of WMP harvesting."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Sustainable Agricultural Systems, University of Natural Resources and Life Sciences Vienna (BOKU), Gregor-Mendel-Straße 33, 1180, Vienna, Austria."}], "LastName": "Papageorgiou", "ForeName": "Dimitrios", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Plant Breeding and Biometry, Department of Crop Science, Agricultural University of Athens, Iera Odos 75, 11855, Athens, Greece."}], "LastName": "Bebeli", "ForeName": "Penelope J", "Initials": "PJ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Plant Biology, Department of Biology, University of Patras, 26504, Patras, Greece."}], "LastName": "Panitsa", "ForeName": "Maria", "Initials": "M"}, {"Identifier": ["0000-0001-6910-3209"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Sustainable Agricultural Systems, University of Natural Resources and Life Sciences Vienna (BOKU), Gregor-Mendel-Straße 33, 1180, Vienna, Austria. christoph.schunko@boku.ac.at."}], "LastName": "Schunko", "ForeName": "Christoph", "Initials": "C"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "J Ethnobiol Ethnomed", "NlmUniqueID": "101245794", "ISSNLinking": "1746-4269"}, "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Adult"}, {"QualifierName": [], "DescriptorName": "Aged"}, {"QualifierName": [], "DescriptorName": "Conservation of Natural Resources"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": [], "DescriptorName": "Greece"}, {"QualifierName": ["methods"], "DescriptorName": "Horticulture"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Islands"}, {"QualifierName": [], "DescriptorName": "Knowledge"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": [], "DescriptorName": "Middle Aged"}, {"QualifierName": ["classification", "growth & development"], "DescriptorName": "Plants, Medicinal"}], "CoiStatement": "The authors declare that they have no competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "David A, Melanie B, Danna JL, Rebecca MM. European red list of medicinal plants. European Commission: Belgium; 2014."}, {"Citation": "Ouarghidi A, Powell B, Martin GJ, Abbad A. Traditional sustainable harvesting knowledge and distribution of a vulnerable wild medicinal root (a. pyrethrum var. pyrethrum) in Ait M'hamed valley, Morocco. Econ Bot. 2017;71:83–95."}, {"Citation": "Ticktin T. The ecological implications of harvesting non-timber forest products. J Appl Ecol. 2004;41:11–21.", "ArticleIdList": ["21830705"]}, {"Citation": "Wehi P, Wehi WL. Traditional plant harvesting in contemporary fragmented and urban landscapes. Conserv Biol 2009.", "ArticleIdList": ["19961510"]}, {"Citation": "Schunko C, Lechthaler S, Vogl CR. Conceptualising the factors that influence the commercialisation of non-timber forest products: the case of wild plant gathering by organic herb farmers in South Tyrol (Italy) Sustainability. 2019;11:2028."}, {"Citation": "Stanley D, Voeks R, Short L. Is non-timber forest product harvest sustainable in the less developed world? A systematic review of the recent economic and ecological literature. Ethnobio Conserv. 2012;1."}, {"Citation": "Peters CM. The ecology and management of non-timber resources. The World Bank: Washington, D.C; 1996."}, {"Citation": "van Andel T, Havinga R. Sustainability aspects of commercial medicinal plant harvesting in Suriname. For Ecol Manag. 2008;256:1540–1545."}, {"Citation": "Cunningham ABb . Applied ethnobotany: people, wild plant use and conservation. London: Earthscan Publications; 2001."}, {"Citation": "Schmidt IB, Ticktin T. When lessons from population models and local ecological knowledge coincide—effects of flower stalk harvesting in the Brazilian savanna. Biol Conserv. 2012;152:187–195."}, {"Citation": "Tomasini S, Theilade I. Local ecological knowledge indicators for wild plant management: autonomous local monitoring in Prespa, Albania. Ecol Indic. 2019;101:1064–1076."}, {"Citation": "Baldauf C, Corrêa C, Guillardi M, Oliveira R, Pessoa D, Machado M, et al. Moving from the ecological sustainability to the participatory management of janaguba (Himatanthus drasticus; Apocynaceae) In: Shackleton CM, Pandey AK, Ticktin T, et al., editors. Ecological sustainability for non-timber forest products: dynamics and case studies of harvesting. Milton Park, Abingdo: Routledge; 2015. p. 144."}, {"Citation": "Staddon SC, Nightingale A, Shrestha SK. The social nature of participatory ecological monitoring. Soc Natur Resour. 2014;27:899–914."}, {"Citation": "Ticktin T. The ecological sustainability of non-timber forest product harvest, principles and methods. In: Shackleton CM, Pandey AK, Ticktin T, editors. Ecological sustainability for non-timber forest products: dynamics and case studies of harvesting. Milton Park, Abingdo: Routledge; 2015."}, {"Citation": "Mistry J, Berardi A. Bridging indigenous and scientific knowledge. Sci. 2016;352:1274.", "ArticleIdList": ["27284180"]}, {"Citation": "Kontsiotis VJ, Bakaloudis DE, Liordos V. Impact of European wild rabbits foraging in different habitat and vegetation types in an insular environment. Mammalia. 2018;82:193."}, {"Citation": "Thomas K, Thanopoulos R, Knüpffer H, Bebeli PJ. Plant genetic resources of Lemnos (Greece), an isolated island in the northern Aegean Sea, with emphasis on landraces. Genet Resour Crop Ev. 2012;59:1417–1440."}, {"Citation": "Panitsa M, Snogerup B, Snogerup S, Tzanoudakis D. Floristic investigation of Lemnos island (NE Aegean area, Greece) Willdenowia. 2003;33:79–105."}, {"Citation": "Hellenic National Meteorological Service . Climatic data for selected stations in Greece - Lemnos. 2018."}, {"Citation": "Kontsiotis VJ, Bakaloudis DE, Merou T, Xofis P. Trophic ecology of the European wild rabbit Oryctolagus cuniculus on the Mediterranean island of Lemnos, Greece. Ecol Res. 2015;30:683–691."}, {"Citation": "MedINA. Terra Lemnia Project launch: traditional extensive agro-pastoral practices in the Aegean island of Lemnos. 2017. http://www.med-ina.org/NEWS/tabid/66/articleType/ArticleView/articleId/232/TERRA_LEMNIA_Project_launch_Traditional_extensive_Agro-pastoral_practices_in_the_Aegean_island_of_Lemnos.aspx. Accessed 05.2019."}, {"Citation": "Ministry of energy, climate change and environment. Legislation for the protection of aromatic-apicultural plants and medicinal herbs in the country: legislation resulting from the Royal Decree 657/1963 (GGI 191/A’), paragraph 1 of article 19 of law No 998/1979, the Presidential Decree 67/1981 and paragraphs 1 and 4 of article 66 of Legislative Decree 86/1969. 2013."}, {"Citation": "Forest directorate of Lesvos. Forest police order, protocol number 24414/1766. 2012."}, {"Citation": "Bernard HR. Research methods in anthropology: qualitative and quantitative approaches. Lanham, New York, NY, Toronto, Oxford: Rowman & Littlefield; 2017."}, {"Citation": "Ryan GW, Nolan JM, Yoder PS. Successive free listing: using multiple free lists to generate explanatory models: SAGE publications Inc. 2000."}, {"Citation": "Newing H, Eagle CM, Puri RK. Conducting research in conservation: social science methods and practice. Milton Park, Abingdo: Routledge; 2011."}, {"Citation": "Mayring P. Qualitative content analysis: theoretical foundation, basic procedures and software solution. Social Science Open Access Repository: Klagenfurt, Austria; 2014."}, {"Citation": "Research P. QDA miner. 2018."}, {"Citation": "Microsoft. Microsoft Excel; 2018."}, {"Citation": "The International Phonetic Association. The international phonetic alphabet chart with sounds. 2015. http://www.internationalphoneticalphabet.org/ipa-sounds/ipa-chart-with-sounds/. Accessed Nov 2018."}, {"Citation": "The plant list. Version 1.1. 2013. http://www.theplantlist.org/."}, {"Citation": "Strid A. Atlas of the Aegean flora: botanic garden and botanical museum Berlin-Freie Universität Berlin. 2016."}, {"Citation": "Dimopoulos P, Raus T, Bergmeier E, Constantinidis T, Iatrou G, Kokkini S, et al. Vascular plants checklist of Greece: an annotated checklist. Englera, 31. Berlin: Botanischer Garten und Botanisches museum Berlin-Dahlem. Hellenic Botanical Society.: Athens; 2013. http://portal.cybertaxonomy.org/flora-greece/intro. Accessed Nov 2018."}, {"Citation": "Dimopoulos P, Raus T, Bergmeier E, Constantinidis T, Iatrou G, Kokkini S, et al. Vascular plants of Greece: an annotated checklist. Supplement. 2016."}, {"Citation": "Vallianatou I. Plants of the Hippocrates botanical garden of Lemnos - Department of Food Science and Nutrition, University of the Aegean. 2015."}, {"Citation": "González-Tejero MR, Casares-Porcel M, Sánchez-Rojas CP, Ramiro-Gutiérrez JM, Molero-Mesa J, Pieroni A, et al. Medicinal plants in the Mediterranean area: synthesis of the results of the project Rubia. J Ethnopharmacol. 2008;116:341–357.", "ArticleIdList": ["18242025"]}, {"Citation": "Della A, Paraskeva-Hadjichambi D, Hadjichambis AC. An ethnobotanical survey of wild edible plants of Paphos and Larnaca countryside of Cyprus. J Ethnobiol Ethnomed. 2006;2:34.", "ArticleIdList": ["PMC1599709", "16995927"]}, {"Citation": "Pieroni A. People and Plants in Lëpushë. Traditional medicine, local foods and postcommunism in a Northern Albanian Village. In: Pardo de Santayana M, Pieroni A, Puri RK, editors. Ethnobotany in the New Europe: people, health, and wild plant resources: Berghahn Books; 2010."}, {"Citation": "Kültür Ş. Medicinal plants used in Kırklareli Province (Turkey) J Ethnopharmacol. 2007;111:341–364.", "ArticleIdList": ["17257791"]}, {"Citation": "Doğan Y, Uğulu İ, Durkan N. Wild edible plants sold in the local markets of Izmir, Turkey. Pak J Bot. 2013;45:177–184."}, {"Citation": "Tardío J, Pardo de Santayana M, Morales R. Ethnobotanical review of wild edible plants in Spain. Bot J Linn Soc. 2006;152:27–71."}, {"Citation": "Tuttolomondo T, Licata M, Leto C, Savo V, Bonsangue G, Letizia Gargano M, et al. Ethnobotanical investigation on wild medicinal plants in the Monti Sicani Regional Park (Sicily, Italy) J Ethnopharmacol. 2014;153:568–586.", "ArticleIdList": ["24632020"]}, {"Citation": "Grasser S, Schunko C, Vogl CR. Gathering “tea” – from necessity to connectedness with nature. Local knowledge about wild plant gathering in the biosphere reserve grosses Walsertal (Austria) J Ethnobiol Ethnomed. 2012;8:31.", "ArticleIdList": ["PMC3480914", "22889066"]}, {"Citation": "Christanell A, Vogl-Lukasser B, Vogl CR, Gütler M. The cultural significance of wild gathered plant species in Kartitsch (eastern Tyrol, Austria) and the influence of socio-economic changes on local gathering practices. Ethnobotany in the new Europe: people, health, and wild plant resources. New York NY: Berghahn Books; 2010. pp. 51–75."}, {"Citation": "Axiotis E, Halabalaki M, Skaltsounis LA. An ethnobotanical study of medicinal plants in the Greek Islands of North Aegean region. Front Pharmacol. 2018;9:409.", "ArticleIdList": ["PMC5974156", "29875656"]}, {"Citation": "Benítez G, González-Tejero MR, Molero-Mesa J. Pharmaceutical ethnobotany in the western part of Granada province (southern Spain): ethnopharmacological synthesis. J Ethnopharmacol. 2010;129:87–105.", "ArticleIdList": ["20226847"]}, {"Citation": "Cakilcioglu U, Turkoglu I. An ethnobotanical survey of medicinal plants in Sivrice (Elazığ-Turkey) J Ethnopharmacol. 2010;132:165–175.", "ArticleIdList": ["20713142"]}, {"Citation": "Merzouki A, Ed-derfoufi F, Molero MJ. Contribution to the knowledge of Rifian traditional medicine. II: folk medicine in Ksar Lakbir district (NW Morocco) Fitoterapia. 2000;71:278–307.", "ArticleIdList": ["10844168"]}, {"Citation": "Gürdal B, Kültür Ş. An ethnobotanical study of medicinal plants in Marmaris (Mugla, Turkey) J Ethnopharmacol. 2013;146(1):113–126.", "ArticleIdList": ["23261486"]}, {"Citation": "Bulut G, Tuzlacı E. An ethnobotanical study of medicinal plants in Turgutlu (Manisa-Turkey) J Ethnopharmacol. 2013;149(1):633–647.", "ArticleIdList": ["23933313"]}, {"Citation": "Bulut G, Bulut G. Medicinal and wild food plants of Marmara Island (Balikesir – Turkey) Acta Soc Bot Pol. 2016;85:1–16."}, {"Citation": "Doğan Y. Traditionally used wild edible greens in the Aegean region of Turkey. Acta Soc Bot Pol. 2012;81(4):329–341."}, {"Citation": "Ertuğ F. Wild edible plants of the Bodrum area (Muǧla, Turkey) Turk J Bot. 2004;28:161–174."}, {"Citation": "Uysal I, Gucel S, Tütenocakli T, Ozturk M. Studies on the medicinal plants of Ayvacik-Çanakkale in Turkey. Pak J Bot. 2012;44:239–244."}, {"Citation": "Wonca International Classification Committee. International Classification of Primary Care, Second edition (ICPC-2). 1987, last updated March 2003. www.who.int/classifications/icd/adaptations/icpc2/en/. Accessed 05.2019."}, {"Citation": "Sargın SA, Akçicek E, Selvi S. An ethnobotanical study of medicinal plants used by the local people of Alaşehir (Manisa) in Turkey. J Ethnopharmacol. 2013;150:860–874.", "ArticleIdList": ["24126062"]}, {"Citation": "Leporatti ML, Ghedira K. Comparative analysis of medicinal plants used in traditional medicine in Italy and Tunisia. J Ethnobiol Ethnomed. 2009;5:31.", "ArticleIdList": ["PMC2773757", "19857257"]}, {"Citation": "Pieroni A. Traditional uses of wild food plants, medicinal plants, and domestic remedies in Albanian, Aromanian and Macedonian villages in south-eastern Albania. J Herb Med. 2017;9:81–90."}, {"Citation": "Hanlidou E, Karousou R, Kleftoyanni V, Kokkini S. The herbal market of Thessaloniki (N Greece) and its relation to the ethnobotanical tradition. J Ethnopharmacol. 2004;91:281–299.", "ArticleIdList": ["15120452"]}, {"Citation": "Polat R, Satıl F. An ethnobotanical survey of medicinal plants in Edremit gulf (Balıkesir–Turkey) J Ethnopharmacol. 2012;139:626–641.", "ArticleIdList": ["22193175"]}, {"Citation": "Uysal İ, Onar S, Karabacak E, Çelik S. Ethnobotanical aspects of Kapıdağ peninsula (Turkey) Biodivers Conserv. 2010;3:15–22."}, {"Citation": "Ugulu I, Baslar S, Yorek N, Dogan Y. The investigation and quantitative ethnobotanical evaluation of medicinal plants used around Izmir Province, Turkey. J Med Plant Res. 2009;3(5):345–367."}, {"Citation": "Doğan Y, Baslar S, Ay G, Mert H. The use of wild edible plants in western and Central Anatolia (Turkey) Econ Bot. 2004;58(4):684–690."}, {"Citation": "Krishnaiah D, Sarbatly R, Nithyanandam R. A review of the antioxidant potential of medicinal plant species. Food Bioprod Process. 2011;89:217–233."}, {"Citation": "Faleiro L, Miguel G, Gomes S, Costa L, Venâncio F, Teixeira A, et al. Antibacterial and antioxidant activities of essential oils isolated from Thymbra capitata L. (Cav.) and Origanum vulgare L. J Agr Food Chem. 2005;53:8162–8168.", "ArticleIdList": ["16218659"]}, {"Citation": "Reichling J, Schnitzler P, Suschke U, Saller R. Essential oils of aromatic plants with antibacterial, antifungal, antiviral, and cytotoxic properties–an overview. J Complement Med Res. 2009;16:79–90.", "ArticleIdList": ["19420953"]}, {"Citation": "Zhang X-L, Guo Y-S, Wang C-H, Li G-Q, Xu J-J, Chung HY, et al. Phenolic compounds from Origanum vulgare and their antioxidant and antiviral activities. Food Chem. 2014;152:300–306.", "ArticleIdList": ["24444941"]}, {"Citation": "El Moussaoui N, Sanchez G, Idaomar M, Mansour AI, Abrini J, Aznar R. Antibacterial and antiviral activities of essential oils of northern Moroccan plants. Biotechnol J Int. 2013:318–31."}, {"Citation": "El-Sahly HM, Atmar RL, Glezen WP, Greenberg SB. Spectrum of clinical illness in hospitalized patients with “common cold” virus infections. Clin Infect Dis. 2000;31:96–100.", "ArticleIdList": ["PMC7109925", "10913403"]}, {"Citation": "Sheerin NS. Urinary tract infection. Medicine. 2011;39:384–389."}, {"Citation": "Bonkoungou IJO, Haukka K, Österblad M, Hakanen AJ, Traoré AS, Barro N, et al. Bacterial and viral etiology of childhood diarrhea in Ouagadougou, Burkina Faso. BMC Pediatr. 2013;13:36.", "ArticleIdList": ["PMC3616825", "23506294"]}, {"Citation": "Gaster B, Holroyd J. St John's wort for depression: a systematic review. Arch Intern Med. 2000;160:152–156.", "ArticleIdList": ["10647752"]}, {"Citation": "Miller AL. St. John's wort (Hypericum perforatum): clinical effects on depression and other conditions. Altern Med Rev. 1998;3:18–26.", "ArticleIdList": ["9600023"]}, {"Citation": "Rego J-C, Benkiki N, Chosson E, Kabouche Z, Seguin E, Costentin J. Antidepressant-like effect of hyperfoliatin, a polyisoprenylated phloroglucinol derivative from Hypericum perfoliatum (Clusiaceae) is associated with an inhibition of neuronal monoamines uptake. Eur J Pharmacol. 2007;569:197–203.", "ArticleIdList": ["17574234"]}, {"Citation": "Süntar IP, Akkol EK, Yılmazer D, Baykal T, Kırmızıbekmez H, Alper M, et al. Investigations on the in vivo wound healing potential of Hypericum perforatum L. J Ethnopharmacol. 2010;127:468–477.", "ArticleIdList": ["19833187"]}, {"Citation": "Rouis Z, Abid N, Koudja S, Yangui T, Elaissi A, Cioni PL, et al. Evaluation of the cytotoxic effect and antibacterial, antifungal, and antiviral activities of Hypericum triquetrifolium Turra essential oils from Tunisia. BMC Complement Altern Med. 2013;13:24.", "ArticleIdList": ["PMC3637322", "23360506"]}, {"Citation": "Meot-Duros L, Magné C. Antioxidant activity and phenol content of Crithmum maritimum L. leaves. Plant Physiol Biochem. 2009;47:37–41.", "ArticleIdList": ["18980846"]}, {"Citation": "Clare BA, Conroy RS, Spelman K. The diuretic effect in human subjects of an extract of Taraxacum officinale Folium over a single day. J Altern Complement Med. 2009;15:929–934.", "ArticleIdList": ["PMC3155102", "19678785"]}, {"Citation": "Zaman R, Basar SN. A review article of Beekhe Kasni (Cichorium intybus) its traditional uses and pharmacological actions. Res J Pharm Sci. 2013;2319:555X."}, {"Citation": "Uddin MK, Juraimi A, Hossain M, Nahar A, Ali M, Rahman M. Purslane weed (Portulaca oleracea): a prospective plant source of nutrition, omega-3 fatty acid, and antioxidant attributes. Sci World J. 2014.", "ArticleIdList": ["PMC3934766", "24683365"]}, {"Citation": "Torres-González L, Cienfuegos-Pecina E, Perales-Quintana MM, Alarcon-Galvan G, Muñoz-Espinosa LE, Pérez-Rodríguez E, et al. Nephroprotective effect of Sonchus oleraceus extract against kidney injury induced by ischemia-reperfusion in wistar rats. Oxidative Med Cell Longev. 2018;2018:7.", "ArticleIdList": ["PMC5832116", "29643981"]}, {"Citation": "Rahimi R, Ardekani MRS. Medicinal properties of Foeniculum vulgare mill. In traditional Iranian medicine and modern phytotherapy. Chin J Integr Med. 2013;19:73–79.", "ArticleIdList": ["23275017"]}, {"Citation": "Shackleton CM, Pandey AK, Ticktin T, editors. Ecological sustainability for non-timber forest products: dynamics and case studies of harvesting. Milton Park, Abingdo: Routledge; 2015."}, {"Citation": "Fikret B, Johan C, Carl F. Rediscovery of traditional ecological knowledge as adaptive management. Ecol Appl. 2000;10:1251–1262."}, {"Citation": "Posthouwer C, Verheijden TM, van Andel TR. A rapid sustainability assessment of wild plant extraction on the Dutch Caribbean Island of St. Eustatius. Econ Bot. 2016;70:320–331."}, {"Citation": "Schmidt IB, Mandle L, Ticktin T, Gaoue OG. What do matrix population models reveal about the sustainability of non-timber forest product harvest? J Appl Ecol. 2011;48:815–826."}, {"Citation": "Granich CI, Purata SE, Edouard F, Pardo MFS, Tovar C. Overcoming barriers in collectively managed NTFPs in Mexico. Wild governance–finding policies that work for non-timber forest products. Earthscan, London. 2010:205–28."}, {"Citation": "Schippmann UWE, Leaman D, Cunningham AB. A comparison of cultivation and wild collection of medicinal and aromatic plants under sustainability aspects. Frontis. 2006:75–95."}, {"Citation": "Plants For A Future. Plants for a future. 2019. https://www.pfaf.org/user/Default.aspx. Accessed 05.2019."}, {"Citation": "Ticktin T, Shackleton C. Harvesting non-timber forest products sustainably: opportunities and challenges. In: Shackleton S, Shackleton C, Shanley P, editors. Non-timber forest products in the global context. Berlin, Heidelberg: Springer; 2011. pp. 149–169."}, {"Citation": "Ticktin T, Johns T. Chinanteco management of Aechmea Magdalenae: implications for the use of TEK and TRM in management plans. Econ Bot. 2002;56:177–191."}, {"Citation": "Kirikiri R, Nugent G. Harvesting of New Zealand native birds by Maori. Conservation through sustainable use of wildlife. Centre for Conservation Biology, University of Queensland, Brisbane, Australia. 1995:54–9."}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "1", "Day": "27"}, {"Year": "2020", "Month": "6", "Day": "9"}, {"Year": "2020", "Month": "6", "Day": "21", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "6", "Day": "21", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "2", "Day": "27", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "6", "Day": "19"}], "PublicationStatus": "epublish", "ArticleIdList": ["32560660", "PMC7304145", "10.1186/s13002-020-00390-4", "10.1186/s13002-020-00390-4"]}}], "PubmedBookArticle": []}