{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["essential oil", "hormone", "receptor"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "32567329", "DateCompleted": {"Year": "2021", "Month": "04", "Day": "28"}, "DateRevised": {"Year": "2021", "Month": "04", "Day": "28"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": ["2515690X20932527", "10.1177/2515690X20932527"], "Journal": {"ISSN": "2515-690X", "JournalIssue": {"Volume": "25", "PubDate": {"Year": "2020", "Season": "Jan-Dec"}}, "Title": "Journal of evidence-based integrative medicine", "ISOAbbreviation": "J Evid Based Integr Med"}, "ArticleTitle": "An Assay on the Possible Effect of Essential Oil Constituents on Receptors Involved in Women's Hormonal Health and Reproductive System Diseases.", "Pagination": {"StartPage": "2515690X20932527", "MedlinePgn": "2515690X20932527"}, "Abstract": {"AbstractText": ["Aromatic herbal remedies, hydrosols, and essential oils are widely used for women's hormonal health. Scientific investigation of their major constituents may prevent unwanted infertility cases, fetal abnormalities, and drug-herb interactions. It also may lead to development of new medications. A list of 265 volatile molecules (mainly monoterpenes and sesquiterpenes) were prepared from a literature survey in Scopus and PubMed (2000-2019) on hydrosols and essential oils that are used for women's hormonal and reproductive health conditions. The PDB (protein data bank) files of the receptors (136 native PDB files) that involve with oxytocin, progesterone, estrogen, prolactin, acetyl choline, androgen, dopamine, human chorionic gonadotropin, luteinizing hormone, follicle-stimulating hormone, aromatase, and HER2 receptors were downloaded from Protein Data Bank. An in silico study using AutoDock 4.2 and Vina in parallel mode was performed to investigate possible interactions of the ligands with the receptors. Drug likeliness was investigated for the most active molecules using DruLiTo software. Aristola-1(10),8-diene, bergapten (5-methoxypsoralen), α-bergamotene, bicyclogermacrene, α-bisabolol oxide A, α-bisabolone oxide, <i>p</i>-cymen-8-ol, 10-epi elemol, α-elemol, β-eudesmol, 7-<i>epi</i>-β-eudesmol, ficusin, β-humulene, methyl jasmonate, nerolidol, pinocarvone, (+)-spathulenol, and thujone had better interactions with some androgen, aromatase, estrogen, progesterone, HER2, AChR, and/or dopamine receptors. Most of these molecules had an acceptable drug likeliness except for α-bergamotene, bicyclogermacrene, β-humulene, and aristola-1(10),8-diene. Some volatile natural molecules can be considered as lead compound for drug development to treat hormonal conditions."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medicinal Chemistry, School of Pharmacy, Shiraz University of Medical Sciences, Shiraz, Iran."}], "LastName": "Sakhteman", "ForeName": "Amirhossein", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medicinal Plants Processing Research Center, Shiraz University of Medical Sciences, Shiraz, Iran."}], "LastName": "Pasdaran", "ForeName": "Ardalan", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Student Research Committee, School of Pharmacy, Shiraz University of Medical Sciences, Shiraz, Iran."}], "LastName": "Afifi", "ForeName": "Mehdi", "Initials": "M"}, {"Identifier": ["0000-0002-6021-6730"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medicinal Plants Processing Research Center, Shiraz University of Medical Sciences, Shiraz, Iran."}, {"Identifier": [], "Affiliation": "Department of Pharmacognosy, School of Pharmacy, Shiraz University of Medical Sciences, Shiraz, Iran."}], "LastName": "Hamedi", "ForeName": "Azadeh", "Initials": "A"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "J Evid Based Integr Med", "NlmUniqueID": "101719675", "ISSNLinking": "2515-690X"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Ligands"}, {"RegistryNumber": "0", "NameOfSubstance": "Oils, Volatile"}, {"RegistryNumber": "0", "NameOfSubstance": "Receptors, Steroid"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Binding Sites"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": ["drug therapy"], "DescriptorName": "Genital Diseases, Female"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Ligands"}, {"QualifierName": [], "DescriptorName": "Molecular Docking Simulation"}, {"QualifierName": [], "DescriptorName": "Molecular Structure"}, {"QualifierName": ["chemistry", "pharmacology"], "DescriptorName": "Oils, Volatile"}, {"QualifierName": ["drug effects"], "DescriptorName": "Receptors, Steroid"}], "CoiStatement": "<b>Declaration of Conflicting Interests:</b> The author(s) declared no potential conflicts of interest with respect to the research, authorship, and/or publication of this article."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Forbes RJ. A Short History of the Art of Distillation: From the Beginnings up to the Death of Cellier Blumenthal. Brill; 1970."}, {"Citation": "Hamedi A, Moheimani SM, Sakhteman A, Etemadfard H, Moein M. An overview on indications and chemical composition of aromatic waters (hydrosols) as functional beverages in Persian nutrition culture and folk medicine for hyperlipidemia and cardiovascular conditions. J Evid Based Complementary Altern Med. 2017;22:544–561.", "ArticleIdList": ["PMC5871258", "29228785"]}, {"Citation": "Hamedi A, Pasdaran A, Zebarjad Z, Moein M. A survey on chemical constituents and indications of aromatic waters soft drinks (hydrosols) used in Persian nutrition culture and folk medicine for neurological disorders and mental health. J Evid Based Complementary Altern Med. 2017;22:744–752.", "ArticleIdList": ["PMC5871290", "28633539"]}, {"Citation": "Bakkali F, Averbeck S, Averbeck D, Idaomar M. Biological effects of essential oils—a review. Food Chem Toxicol. 2008;46:446–475.", "ArticleIdList": ["17996351"]}, {"Citation": "Burt S. Essential oils: their antibacterial properties and potential applications in foods—a review. Int J Food Microbiol. 2004;94:223–253.", "ArticleIdList": ["15246235"]}, {"Citation": "D’Amato S, Serio A, López CC, Paparella A. Hydrosols: biological activity and potential as antimicrobials for food applications. Food Control. 2018;86:126–37."}, {"Citation": "Owen L, White A, Laird K. Characterisation and screening of antimicrobial essential oil components against clinically important antibiotic-resistant bacteria using thin layer chromatography—direct bioautography hyphenated with GC-MS, LC-MS and NMR. Phytochem Anal. 2019;30:121–131.", "ArticleIdList": ["30280447"]}, {"Citation": "Serra E, Hidalgo-Bastida LA, Verran J, Williams D, Malic S. Antifungal activity of commercial essential oils and biocides against Candida Albicans. Pathogens. 2018;7:15.", "ArticleIdList": ["PMC5874741", "29370147"]}, {"Citation": "Isman MB. Plant essential oils for pest and disease management. Crop Protection. 2000;19:603–608."}, {"Citation": "Blowman K, Magalhães M, Lemos MFL, Cabral C, Pires IM. Anticancer properties of essential oils and other natural products. Evid Based Complement Alternat Med. 2018;2018:3149362.", "ArticleIdList": ["PMC5889900", "29765461"]}, {"Citation": "de Sousa DP, de Almeida Soares Hocayen P, Andrade LN, Andreatini R. A systematic review of the anxiolytic-like effects of essential oils in animal models. Molecules. 2015;20:18620–18660.", "ArticleIdList": ["PMC6332383", "26473822"]}, {"Citation": "Hamedi A, Afifi M, Etemadfard H. Investigating chemical composition and indications of hydrosol soft drinks (aromatic waters) used in Persian folk medicine for women’s hormonal and reproductive health conditions. J Evid Based Complementary Altern Med. 2017;22:824–839.", "ArticleIdList": ["PMC5871293", "28701045"]}, {"Citation": "Ernst E. Herbal medicinal products during pregnancy: are they safe? BJOG. 2002;109:227–235.", "ArticleIdList": ["11950176"]}, {"Citation": "Tisserand R, Young R. Essential Oil Safety: A Guide for Health Care Professionals. Churchill Livingstone; 2013."}, {"Citation": "Woolf A. Essential oil poisoning. J Toxicol Clin Toxicol. 1999;37:721–727.", "ArticleIdList": ["10584585"]}, {"Citation": "van Zyl RL, Seatlholo ST, van Vuuren SF, Viljoen AM. The biological activities of 20 nature identical essential oil constituents. J Essent Oil Res. 2006;18:129–133."}, {"Citation": "Hamedi A, Khoshnoud MJ, Tanideh N, Abbasi F, Fereidoonnezhad M, Mehrabani D. Reproductive toxicity of Cassia absus seeds in female rats: possible progesteronic properties of chaksine and b-sitosterol. Pharm Chem J. 2015;49:268–274."}, {"Citation": "Adams J, Sibbritt D, Lui CW. The use of complementary and alternative medicine during pregnancy: a longitudinal study of Australian women. Birth. 2011;38:200–206.", "ArticleIdList": ["21884228"]}, {"Citation": "Lee M, Lee H, Khalil M, Lim H, Lim HJ. Aromatherapy for managing pain in primary dysmenorrhea: a systematic review of randomized placebo-controlled trials. J Clin Med. 2018;7:434.", "ArticleIdList": ["PMC6262530", "30423839"]}, {"Citation": "Wolfram E, Trifan A. Chapter 10: Computational aids for assessing bioactivities In: Sarker SD, Nahar L, eds. Computational Phytochemistry. Elsevier; 2018:277–300."}, {"Citation": "Song JA, Lee MK, Min E, Kim ME, Fike G, Hur MH. Effects of aromatherapy on dysmenorrhea: a systematic review and meta-analysis. Int J Nurs Stud. 2018;84:1–11.", "ArticleIdList": ["29729556"]}, {"Citation": "Tillett J, Ames D. The uses of aromatherapy in women’s health. J Perinat Neonatal Nurs. 2010;24:238–245.", "ArticleIdList": ["20697241"]}, {"Citation": "Khadivzadeh T, Najafi MN, Ghazanfarpour M, Irani M, Dizavandi FR, Shariati K. Aromatherapy for sexual problems in menopausal women: a systematic review and meta-analysis. J Menopausal Med. 2018;24:56–61.", "ArticleIdList": ["PMC5949309", "29765928"]}, {"Citation": "Burger A, Abraham DJ. Burger’s Medicinal Chemistry and Drug Discovery. Wiley; 2003."}, {"Citation": "Emami L, Sabet R, Sakhteman A, Zade MK. Quantitative structure–activity relationship and molecular docking studies of imidazolopyrimidine amides as potent dipeptidyl peptidase-4 (DPP4) inhibitors. J Pharm Res Int. 2019;27:1–15."}, {"Citation": "Mortazavi M, Sakhteman A, Hessami A, Sadeghpour H. Molecular docking and thermodynamic studies of the interactions between aspirinate complexes of transition metals and cyclooxygenase-2 enzyme: quantum chemical calculations based on the ONIOM method. Trends Pharm Sci. 2017;3:123–134."}, {"Citation": "Matsumoto T, Sakari M, Okada M, et al. The androgen receptor in health and disease. Annu Rev Physiol. 2013;75:201–224.", "ArticleIdList": ["23157556"]}, {"Citation": "Wierman ME, Arlt W, Basson R, et al. Androgen therapy in women: a reappraisal: an endocrine society clinical practice guideline. J Clin Endocrinol Metab. 2014;99:3489–3510.", "ArticleIdList": ["25279570"]}, {"Citation": "Lai JJ, Chang P, Lai KP, Chen L, Chang C. The role of androgen and androgen receptor in skin-related disorders. Arch Dermatol Res. 2012;304:499–510.", "ArticleIdList": ["PMC3763909", "22829074"]}, {"Citation": "Arlt W. Androgen therapy in women. Eur J Endocrinol. 2006;154:1–11.", "ArticleIdList": ["16381985"]}, {"Citation": "Wåhlin-Jacobsen S, Pedersen AT, Kristensen E, et al. Is there a correlation between androgens and sexual desire in women? J Sex Med. 2015;12:358–373.", "ArticleIdList": ["25475395"]}, {"Citation": "Anderson PO. Drugs in lactation. Pharm Res. 2018;35:45.", "ArticleIdList": ["29411152"]}, {"Citation": "Glaser R, Dimitrakakis C. Testosterone therapy in women: myths and misconceptions. Maturitas. 2013;74:230–234.", "ArticleIdList": ["23380529"]}, {"Citation": "Kini S, Ramalingam M. Hirsutism. Obstet Gynaecol Reprod Med. 2018;28:129–135."}, {"Citation": "Simpson ER, Clyne C, Rubin G, et al. Aromatase—a brief overview. Annu Rev Physiol. 2002;64:93–127.", "ArticleIdList": ["11826265"]}, {"Citation": "Blakemore J, Naftolin F. Aromatase: contributions to physiology and disease in women and men. Physiology. 2016;31:258–269.", "ArticleIdList": ["27252161"]}, {"Citation": "Cole PA, Robinson CH. Aromatase: mechanism and inhibition In: Bohl M, ed. Molecular Structure and Biological Activity of Steroids. CRC Press; 2017:229–258."}, {"Citation": "Smith IE, Dowsett M. Aromatase inhibitors in breast cancer. N Engl J Med. 2003;348:2431–2442.", "ArticleIdList": ["12802030"]}, {"Citation": "Słopień R, Męczekalski B. Aromatase inhibitors in the treatment of endometriosis. Prz Menopauzalny. 2016;15:43–47.", "ArticleIdList": ["PMC4828508", "27095958"]}, {"Citation": "Hamilton KJ, Hewitt SC, Arao Y, Korach KS. Estrogen hormone biology. Curr Top Dev Biol. 2017;125:109–146.", "ArticleIdList": ["PMC6206851", "28527569"]}, {"Citation": "Hewitt SC, Winuthayanon W, Korach KS. What’s new in estrogen receptor action in the female reproductive tract. J Mol Endocrinol. 2016;56:R55–R71.", "ArticleIdList": ["PMC4733493", "26826253"]}, {"Citation": "Burns KA, Korach KS. Estrogen receptors and human disease: an update. Arch Toxicol. 2012;86:1491–1504.", "ArticleIdList": ["PMC4782145", "22648069"]}, {"Citation": "Bulun SE, Monsavais D, Pavone ME, et al. Role of estrogen receptor-β in endometriosis. Sem Reprod Med. 2012;30:39–45.", "ArticleIdList": ["PMC4034571", "22271293"]}, {"Citation": "Filardo EJ, Thomas P. Minireview: G protein-coupled estrogen receptor-1, GPER-1: its mechanism of action and role in female reproductive cancer, renal and vascular physiology. Endocrinology. 2012;153:2953–2962.", "ArticleIdList": ["PMC3380306", "22495674"]}, {"Citation": "Soltysik K, Czekaj P. Membrane estrogen receptors-is it an alternative way of estrogen action. J Physiol Pharmacol. 2013;64:129–142.", "ArticleIdList": ["23756388"]}, {"Citation": "Jacobsen BM, Horwitz KB. Progesterone receptors, their isoforms and progesterone regulated transcription. Mol Cell Endocrinol. 2012;357:18–29.", "ArticleIdList": ["PMC3272316", "21952082"]}, {"Citation": "Sherbet G. PGR (progesterone receptor). Atlas Genet Cytogenet Oncol Haematol. 2017;21:389–397."}, {"Citation": "Pfaus JG, Jones SL, Flanagan-Cato LM, Blaustein JD. Female sexual behavior In: Plant T, Zeleznik A, eds. Knobil and Neill’s Physiology of Reproduction. Elsevier; 2015:2287–2370."}, {"Citation": "Abdalla FM, Abreu LC, Porto CS. Effect of estrogen on intracellular signaling pathways linked to activation of M2-and M3-muscarinic acetylcholine receptors in the rat myometrium. Mol Cell Endocrinol. 2000;160:17–24.", "ArticleIdList": ["10715535"]}, {"Citation": "Berga S, Naftolin F. Neuroendocrine control of ovulation. Gynecol Endocrinol. 2012;28(suppl 1):9–13.", "ArticleIdList": ["22283375"]}, {"Citation": "Li X, Lonard DM, O’Malley BW. A contemporary understanding of progesterone receptor function. Mech Ageing Dev. 2004;125:669–678.", "ArticleIdList": ["15541762"]}, {"Citation": "Conneely OM, Mulac-Jericevic B, Lydon JP. Progesterone-dependent regulation of female reproductive activity by two distinct progesterone receptor isoforms. Steroids. 2003;68:771–778.", "ArticleIdList": ["14667967"]}, {"Citation": "Sitruk-Ware R, Nath A. The use of newer progestins for contraception. Contraception. 2010;82:410–417.", "ArticleIdList": ["20933114"]}, {"Citation": "Spitz IM, Van Look PF, Bennink HJC. The use of progesterone antagonists and progesterone receptor modulators in contraception. Steroids. 2000;65:817–823.", "ArticleIdList": ["11108893"]}, {"Citation": "Cédrin-Durnerin I, Isnard T, Mahdjoub S, et al. Serum progesterone concentration and live birth rate in frozen–thawed embryo transfers with hormonally prepared endometrium. Reprod Biomed Online. 2019;38:472–480.", "ArticleIdList": ["30642638"]}, {"Citation": "Green KA, Zolton JR, Schermerhorn SMV, et al. Progesterone luteal support after ovulation induction and intrauterine insemination: an updated systematic review and meta-analysis. Fertil Steril. 2017;107:924–933.e5.", "ArticleIdList": ["28238492"]}, {"Citation": "Czyzyk A, Podfigurna A, Genazzani AR, Meczekalski B. The role of progesterone therapy in early pregnancy: from physiological role to therapeutic utility. Gynecol Endocrinol. 2017;33:421–424.", "ArticleIdList": ["28277122"]}, {"Citation": "Park J, Robinson N, Wessels U, Turner J, Geller S. Progestin-based contraceptive on the same day as medical abortion. Int J Gynecol Obstet. 2016;133:217–220.", "ArticleIdList": ["PMC4892361", "26868071"]}, {"Citation": "Yang S, Thiel KW, Leslie KK. Progesterone: the ultimate endometrial tumor suppressor. Trends Endocrinol Metab. 2011;22:145–152.", "ArticleIdList": ["PMC4062362", "21353793"]}, {"Citation": "Diep CH, Daniel AR, Mauro LJ, Knutson TP, Lange CA. Progesterone action in breast, uterine, and ovarian cancers. J Mol Endocrinol. 2015;54:R31–R53.", "ArticleIdList": ["PMC4336822", "25587053"]}, {"Citation": "Nixon N, Hannouf M, Verma S. A review of the value of human epidermal growth factor receptor 2 (HER2)-targeted therapies in breast cancer. Eur J Cancer. 2018;89:72–81.", "ArticleIdList": ["29241083"]}, {"Citation": "Harbeck N. Advances in targeting HER2-positive breast cancer. Curr Opin Obstet Gynecol. 2018;30:55–59.", "ArticleIdList": ["29194077"]}, {"Citation": "Santin AD, Bellone S, Roman JJ, McKenney JK, Pecorelli S. Trastuzumab treatment in patients with advanced or recurrent endometrial carcinoma overexpressing HER2/neu. Int J Gynecol Obstet. 2008;102:128–131.", "ArticleIdList": ["18555254"]}, {"Citation": "Halle MK, Tangen IL, Berg HF, et al. HER2 expression patterns in paired primary and metastatic endometrial cancer lesions. Br J Cancer. 2018;118:378–387.", "ArticleIdList": ["PMC5808034", "29169184"]}, {"Citation": "Heck AL, Crestani CC, Fernández-Guasti A, Larco DO, Mayerhofer A, Roselli CE. Neuropeptide and steroid hormone mediators of neuroendocrine regulation. J Neuroendocrinol. 2018;30:e12599.", "ArticleIdList": ["PMC6181757", "29645316"]}, {"Citation": "Chaudhari N, Dawalbhakta M, Nampoothiri L. GnRH dysregulation in polycystic ovarian syndrome (PCOS) is a manifestation of an altered neurotransmitter profile. Reprod Biol Endocrinol. 2018;16:37.", "ArticleIdList": ["PMC5896071", "29642911"]}, {"Citation": "Eglen RM. Muscarinic Receptor Subtypes in Smooth Muscle. CRC Press; 1997."}, {"Citation": "Pennefather JN, Gillman TA, Mitchelson F. Muscarinic receptors in rat uterus. Eur J Pharmacol. 1994;262:297–300.", "ArticleIdList": ["7813596"]}, {"Citation": "Abdalla FM, Maróstica E, Picarelli ZP, Abreu LC, Avellar MCW, Porto CS. Effect of estrogen on muscarinic acetylcholine receptor expression in rat myometrium. Mol Cell Endocrinol. 2004;213:139–148.", "ArticleIdList": ["15062561"]}, {"Citation": "Parillo F, Maranesi M, Mignini F, et al. Evidence for a dopamine intrinsic direct role in the regulation of the ovary reproductive function: in vitro study on rabbit corpora lutea. PLoS One. 2014;9:e104797.", "ArticleIdList": ["PMC4141718", "25148384"]}, {"Citation": "Lipinski CA. Lead-and drug-like compounds: the rule-of-five revolution. Drug Discov Today Technol. 2004;1:337–341.", "ArticleIdList": ["24981612"]}, {"Citation": "Lipinski CA, Lombardo F, Dominy BW, Feeney PJ. Experimental and computational approaches to estimate solubility and permeability in drug discovery and development settings. Adv Drug Deliv Rev. 2001;46:3–26.", "ArticleIdList": ["11259830"]}, {"Citation": "Banks WA. Characteristics of compounds that cross the blood-brain barrier. BMC Neurol. 2009;9(suppl 1):S3.", "ArticleIdList": ["PMC2697631", "19534732"]}]}], "History": [{"Year": "2020", "Month": "6", "Day": "23", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "6", "Day": "23", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "4", "Day": "29", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "6", "Day": "21"}], "PublicationStatus": "ppublish", "ArticleIdList": ["32567329", "PMC7309338", "10.1177/2515690X20932527"]}}]}