{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["UV-B radiation", "health-promoting compound", "low dose", "nutritional composition", "potato", "tuber"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "32580625", "DateCompleted": {"Year": "2021", "Month": "06", "Day": "21"}, "DateRevised": {"Year": "2021", "Month": "10", "Day": "29"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "06", "Day": "24"}], "Language": ["eng"], "ELocationID": ["1783490", "10.1080/15592324.2020.1783490"], "Journal": {"ISSN": "1559-2324", "JournalIssue": {"Volume": "15", "Issue": "9", "PubDate": {"Year": "2020", "Month": "Sep", "Day": "01"}}, "Title": "Plant signaling & behavior", "ISOAbbreviation": "Plant Signal Behav"}, "ArticleTitle": "Effects of low doses of UV-B radiation supplementation on tuber quality in purple potato (<i>Solanum tuberosum</i> L.).", "Pagination": {"StartPage": "1783490", "MedlinePgn": "1783490"}, "Abstract": {"AbstractText": ["UV-B is an important environmental factor that differentially affects plant growth and secondary metabolites. However, our knowledge regarding the physiological and biochemical changes in under-ground plant organs responded to UV-B treatment remains limited. In this study, we investigated potato plant (<i>Solanum tuberosum</i> L.) and tuber responses to short-term supplemental UV-B exposure performed during tuber development. Our results indicated that the supplemental UV-B radiation with relative low dose had no obvious adverse impact on plant growth or tuber production. Nutritional composition analyses of tubers revealed that the contents of starch, soluble sugars, and proteins were significantly increased under lower UV-B radiation relative to controls. Similarly, low dose of UV-B treatment promoted the health-promoting compounds, including anthocyanin, phenols, and flavonoids in tubers. Moreover, higher activities of antioxidant enzymes were significantly induced in tubers in response to lower UV-B radiation. These findings suggest that short-term UV-B radiation supplementation at relative low doses can improve the tuber quality in potato plants."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Life Science, Henan Normal University , Xinxiang, China."}], "LastName": "Qi", "ForeName": "Wencai", "Initials": "W"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Life Science, Henan Normal University , Xinxiang, China."}], "LastName": "Ma", "ForeName": "Jingwen", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Life Science, Henan Normal University , Xinxiang, China."}], "LastName": "Zhang", "ForeName": "Jinguo", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Life Science, Henan Normal University , Xinxiang, China."}], "LastName": "Gui", "ForeName": "Mengyuan", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Life Science, Henan Normal University , Xinxiang, China."}, {"Identifier": [], "Affiliation": "Engineering Laboratory of Green Medicinal Material Biotechnology, College of Life Science, Henan Normal University , Xinxiang, Henan Province, China."}], "LastName": "Li", "ForeName": "Jingyuan", "Initials": "J"}, {"Identifier": ["0000-0003-1611-3205"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Life Science, Henan Normal University , Xinxiang, China."}, {"Identifier": [], "Affiliation": "Engineering Laboratory of Green Medicinal Material Biotechnology, College of Life Science, Henan Normal University , Xinxiang, Henan Province, China."}], "LastName": "Zhang", "ForeName": "Liang", "Initials": "L"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Plant Signal Behav", "NlmUniqueID": "101291431", "ISSNLinking": "1559-2316"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Plant Proteins"}], "MeshHeadingList": [{"QualifierName": ["metabolism"], "DescriptorName": "Plant Proteins"}, {"QualifierName": ["radiation effects"], "DescriptorName": "Plant Tubers"}, {"QualifierName": ["radiation effects"], "DescriptorName": "Solanum tuberosum"}, {"QualifierName": [], "DescriptorName": "Ultraviolet Rays"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Robson TM, Klem K, Urban O, Jansen MA.. Re-interpreting plant morphological responses to UV-B radiation. Plant Cell Environ. 2015;38(5):1–8. doi:10.1111/pce.12374.", "ArticleIdList": ["10.1111/pce.12374", "24890713"]}, {"Citation": "Semerdjieva SI, Phoenix GK, Hares D, Gwynn-Jones D, Callaghan TV, Sheffield E.. Surface morphology, leaf and cuticle thickness of four dwarf shrubs from a sub-Arctic heath following long-term exposure to enhanced levels of UV-B. Physiol Plant. 2003;117(2):289–294. doi:10.1034/j.1399-3054.2003.00006.x.", "ArticleIdList": ["10.1034/j.1399-3054.2003.00006.x"]}, {"Citation": "Jenkins GI. Signal transduction in responses to UV-B radiation. Annu Rev Plant Biol. 2009;60(1):407–431. doi:10.1146/annurev.arplant.59.032607.092953.", "ArticleIdList": ["10.1146/annurev.arplant.59.032607.092953", "19400728"]}, {"Citation": "Brosche M, Strid A. Molecular events following perception of ultraviolet-B radiation by plants. Physiol Plant. 2003;117(1):1–10. doi:10.1034/j.1399-3054.2003.1170101.x.", "ArticleIdList": ["10.1034/j.1399-3054.2003.1170101.x"]}, {"Citation": "Ibanez VN, Berli FJ, Masuelli RW, Bottini RA, Marfil CF. Influence of altitude and enhanced ultraviolet-B radiation on tuber production, seed viability, leaf pigments and morphology in the wild potato species Solanum kurtzianum Bitter & Wittm collected from an elevational gradient. Plant Sci. 2017;261:60–68. doi:10.1016/j.plantsci.2017.04.014.", "ArticleIdList": ["10.1016/j.plantsci.2017.04.014", "28554694"]}, {"Citation": "Scattino C, Castagna A, Neugart S, Chan HM, Schreiner M, Crisosto CH, Tonutti P, Ranieri A. Post-harvest UV-B irradiation induces changes of phenol contents and corresponding biosynthetic gene expression in peaches and nectarines. Food Chem. 2014;163:51–60. doi:10.1016/j.foodchem.2014.04.077.", "ArticleIdList": ["10.1016/j.foodchem.2014.04.077", "24912695"]}, {"Citation": "Castagna A, Chiavaro E, Dall’asta C, Rinaldi M, Galaverna G, Ranieri A. Effect of postharvest UV-B irradiation on nutraceutical quality and physical properties of tomato fruits. Food Chem. 2013;137(1–4):151–158. doi:10.1016/j.foodchem.2012.09.095.", "ArticleIdList": ["10.1016/j.foodchem.2012.09.095", "23200003"]}, {"Citation": "Wang H, Gui M, Tian X, Xin X, Wang T, Li J. Effects of UV-B on vitamin C, phenolics, flavonoids and their related enzyme activities in mung bean sprouts (Vigna radiata). Int J Food Sci Technol. 2017;52(3):827–833. doi:10.1111/ijfs.13345.", "ArticleIdList": ["10.1111/ijfs.13345"]}, {"Citation": "Yao X, Chu J, He X, Ma C, Han C, Shen H. The changes in quality ingredients of Qi chrysanthemum flowers treated with elevated UV-B radiation at different growth stages. J Photochem Photobiol B. 2015;146:18–23. doi:10.1016/j.jphotobiol.2015.02.023.", "ArticleIdList": ["10.1016/j.jphotobiol.2015.02.023", "25792150"]}, {"Citation": "Ezekiel R, Singh N, Sharma S, Kaur A. Beneficial phytochemicals in potato-a review. Food Res Int. 2013;50(2):487–496. doi:10.1016/j.foodres.2011.04.025.", "ArticleIdList": ["10.1016/j.foodres.2011.04.025"]}, {"Citation": "Nems A, Peksa A, Kucharska AZ, Sokol-Letowska A, Kita A, Drozdz W, Hamouz K. Anthocyanin and antioxidant activity of snacks with coloured potato. Food Chem. 2015;172:175–182. doi:10.1016/j.foodchem.2014.09.033.", "ArticleIdList": ["10.1016/j.foodchem.2014.09.033", "25442540"]}, {"Citation": "Santos I, Fidalgo F, Almeida JM, Salema R. Biochemical and ultrastructural changes in leaves of potato plants grown under supplementary UV-B radiation. Plant Sci. 2004;167(4):925–935. doi:10.1016/j.plantsci.2004.05.035.", "ArticleIdList": ["10.1016/j.plantsci.2004.05.035"]}, {"Citation": "Singh S, Kumari R, Agrawal M, Agrawal SB. Growth, yield and tuber quality of Solanum tuberosum L. under supplemental ultraviolet-B radiation at different NPK levels. Plant Biol. 2011;13(3):508–516. doi:10.1111/j.1438-8677.2010.00395.x.", "ArticleIdList": ["10.1111/j.1438-8677.2010.00395.x", "21489102"]}, {"Citation": "Vyšniauskienė R, Rančelienė V. Effect of UV-B radiation on growth and antioxidative enzymes activity in Lithuanian potato (Solanum tuberosum L.) cultivars. Zemdirbyste-agriculture. 2014;101:51–56. doi:10.13080/z-a.2014.101.007.", "ArticleIdList": ["10.13080/z-a.2014.101.007"]}, {"Citation": "Zhang J, Nallamilli BR, Mujahid H, Peng Z. OsMADS6 plays an essential role in endosperm nutrient accumulation and is subject to epigenetic regulation in rice (Oryza sativa). The Plant Journal. 2010;64(4):604–617. doi:10.1111/j.1365-313X.2010.04354.x.", "ArticleIdList": ["10.1111/j.1365-313X.2010.04354.x", "20822505"]}, {"Citation": "Hansen J, Moller I. Percolation of starch and soluble carbohydrates from plant tissue for quantitative determination with anthrone. Anal Biochem. 1975;68(1):87–94. doi:10.1016/0003-2697(75)90682-X.", "ArticleIdList": ["10.1016/0003-2697(75)90682-X", "1190454"]}, {"Citation": "Snyder J C., Desborough SL.. Rapid estimation of potato tuber total protein content with coomassie brilliant blue G-250. Theor Appl Genet. 1978:135–139.", "ArticleIdList": ["24317460"]}, {"Citation": "Singleton VL, Orthofer R, Lamuela-Raventós RM. Analysis of total phenols and other oxidation substrates and antioxidants by means of Folin-Ciocalteu reagent. Methods Enzymol. 1999;299:152–178."}, {"Citation": "Lin Y, Lu M, Liao H, Li Y, Han W, Yuan K. Content determination of the flavonoids in the different parts and different species of Abelmoschus esculentus L. by reversed phase-high performance liquid chromatograph and colorimetric method. Pharmacogn Mag. 2014;10(39):278–284. doi:10.4103/0973-1296.137368.", "ArticleIdList": ["10.4103/0973-1296.137368", "PMC4159921", "25210315"]}, {"Citation": "Liu X, Xiang M, Fan Y, Yang C, Zeng L, Zhang Q, Chen M, Liao Z. A root-preferential DFR-like gene encoding dihydrokaempferol reductase involved in anthocyanin biosynthesis of purple-fleshed sweet potato. Front Plant Sci. 2017;8:279.", "ArticleIdList": ["PMC5329058", "28293252"]}, {"Citation": "Shalata A, Neumann PM. Exogenous ascorbic acid (vitamin C) increases resistance to salt stress and reduces lipid peroxidation. J Exp Bot. 2001;52(364):2207–2211. doi:10.1093/jexbot/52.364.2207.", "ArticleIdList": ["10.1093/jexbot/52.364.2207", "11604460"]}, {"Citation": "Giannopolitis CN, Ries SK. Superoxide dismutases: I. Occurrence in higher plants. Plant Physiol. 1977;59(2):309–314. doi:10.1104/pp.59.2.309.", "ArticleIdList": ["10.1104/pp.59.2.309", "PMC542387", "16659839"]}, {"Citation": "Zhang J, Kirkham MB. Drought-stress-induced changes in activities of superoxide dismutase, catalase, and peroxidase in wheat species. Plant Cell Physiol. 1994;35(5):785–791. doi:10.1093/oxfordjournals.pcp.a078658.", "ArticleIdList": ["10.1093/oxfordjournals.pcp.a078658"]}, {"Citation": "Bergmeyer N, ed. Methoden der enzymatischen Analyse. Berlin: Akademie Verlag; 1970."}, {"Citation": "Sakalauskaite J, Viskelis P, Dambrauskiene E, Sakalauskiene S, Samuoliene G, Brazaityte A, Duchovskis P, Urbonavičienė D. The effects of different UV-B radiation intensities on morphological and biochemical characteristics in Ocimum basilicum L. J Sci Food Agric. 2013;93(6):1266–1271. doi:10.1002/jsfa.5879.", "ArticleIdList": ["10.1002/jsfa.5879", "22965689"]}, {"Citation": "Bandana S, Kaushik V, Singh SK, Raigond P. Variation in biochemical parameters in different parts of potato tubers for processing purposes. J Food Sci Technol. 2016;53:2040–2046. doi:10.1007/s13197-016-2173-4.", "ArticleIdList": ["10.1007/s13197-016-2173-4", "PMC4926915", "27413232"]}, {"Citation": "Shukla UC, Joshi PC, Kakkar P. Synergistic action of ultraviolet-B radiation and cadmium on the growth of wheat seedlings. Ecotoxicol Environ Saf. 2002;51(2):90–96. doi:10.1006/eesa.2001.2136.", "ArticleIdList": ["10.1006/eesa.2001.2136", "11886182"]}, {"Citation": "Wargent JJ, Elfadly EM, Moore JP, Paul ND. Increased exposure to UV-B radiation during early development leads to enhanced photoprotection and improved long-term performance in Lactuca sativa. Plant, Cell & Environment. 2011;34(8):1401–1413. doi:10.1111/j.1365-3040.2011.02342.x.", "ArticleIdList": ["10.1111/j.1365-3040.2011.02342.x", "21535014"]}, {"Citation": "Bolink EM, Schalkwijk IV, Posthumus F, Hasselt PRV. Growth under UV-B radiation increases tolerance to high-light stress in pea and bean plants. Plant Ecol. 2001;154(1/2):147–156. doi:10.1023/A:1012931808721.", "ArticleIdList": ["10.1023/A:1012931808721"]}, {"Citation": "Manetas Y, Petropoulou Y, Stamatakis K, Nikolopoulos D, Levizou E, Psaras G, Karabourniotis G. Beneficial effects of enhanced UV-B radiation under field conditions: improvement of needle water relations and survival capacity of Pinus pinea L. seedlings during the dry Mediterranean summer. Plant Ecol. 1997;128(1/2):100–108. doi:10.1023/A:1009706806427.", "ArticleIdList": ["10.1023/A:1009706806427"]}, {"Citation": "Poulson ME, Donahue RA, Konvalinka J, Boeger MR. Enhanced tolerance of photosynthesis to high-light and drought stress in Pseudotsuga menziesii seedlings grown in ultraviolet-B radiation. Tree Physiol. 2002;22(12):829–838. doi:10.1093/treephys/22.12.829.", "ArticleIdList": ["10.1093/treephys/22.12.829", "12184972"]}, {"Citation": "Nithia SMJ, Shanthi N, Kulandaivelu G. Different responses to UV-B enhanced solar radiation in radish and carrot. Photosynthetica. 2005;43(2):307–311. doi:10.1007/s11099-005-0051-9.", "ArticleIdList": ["10.1007/s11099-005-0051-9"]}, {"Citation": "Wu XC, Fang CX, Chen JY, Wang QS, Chen T, Lin WX, Huang Z-L. A proteomic analysis of leaf responses to enhanced ultraviolet-B radiation in two rice (Oryza sativa L.) cultivars differing in UV sensitivity. J Plant Biol. 2011;54(4):251. doi:10.1007/s12374-011-9162-y.", "ArticleIdList": ["10.1007/s12374-011-9162-y"]}, {"Citation": "Liu Y, Lin-Wang K, Deng C, Warran B, Wang L, Yu B, Yang H, Wang J, Espley RV, Zhang J, et al. Comparative transcriptome analysis of white and purple potato to identify genes involved in anthocyanin biosynthesis. PLoS One. 2015;10(6):e0129148. doi:10.1371/journal.pone.0129148.", "ArticleIdList": ["10.1371/journal.pone.0129148", "PMC4459980", "26053878"]}, {"Citation": "Payyavula RS, Navarre DA, Kuhl J, Pantoja A. Developmental effects on phenolic, flavonol, anthocyanin, and carotenoid metabolites and gene expression in potatoes. J Agric Food Chem. 2013;61(30):7357–7365. doi:10.1021/jf401522k.", "ArticleIdList": ["10.1021/jf401522k", "23790036"]}, {"Citation": "Takshak S, Agrawal SB. Defence strategies adopted by the medicinal plant Coleus forskohlii against supplemental ultraviolet-B radiation: augmentation of secondary metabolites and antioxidants. Plant Physiol Biochem. 2015;97:124–138. doi:10.1016/j.plaphy.2015.09.018.", "ArticleIdList": ["10.1016/j.plaphy.2015.09.018", "26461242"]}, {"Citation": "Nguyen CT, Lim S, Lee JG, Lee EJ. VcBBX, VcMYB21, and VcR2R3 MYB transcription factors are involved in UV-B-induced anthocyanin biosynthesis in the peel of harvested blueberry fruit. J Agric Food Chem. 2017;65:2066–2073. doi:10.1021/acs.jafc.6b05253.", "ArticleIdList": ["10.1021/acs.jafc.6b05253", "28166404"]}, {"Citation": "Ruiz VE, Interdonato R, Cerioni L, Albornoz P, Ramallo J, Prado FE. Short-term UV-B exposure induces metabolic and anatomical changes in peel of harvested lemons contributing in fruit protection against green mold. Journal of Photochemistry and Photobiology B: Biology. 2016;159:59–65. doi:10.1016/j.jphotobiol.2016.03.016.", "ArticleIdList": ["10.1016/j.jphotobiol.2016.03.016", "27017432"]}, {"Citation": "Nadernejad N, Ahmadimoghadam A, Hossyinifard J, Poorseyedi S. Effect of different rootstocks on PAL activity and phenolic compounds in flowers, leaves, hulls and kernels of three pistachio (Pistacia vera L.) cultivars. Trees. 2013;27(6):1681–1689. doi:10.1007/s00468-013-0915-8.", "ArticleIdList": ["10.1007/s00468-013-0915-8"]}, {"Citation": "Su N, Lu Y, Wu Q, Liu Y, Xia Y, Xia K, Cui J. UV-B-induced anthocyanin accumulation in hypocotyls of radish sprouts continues in the dark after irradiation. J Sci Food Agric. 2016;96(3):886–892. doi:10.1002/jsfa.7161.", "ArticleIdList": ["10.1002/jsfa.7161", "25754879"]}, {"Citation": "Xie XL, He ZQ, Chen NF, Tang ZZ, Wang Q, Cai Y. The roles of environmental factors in regulation of oxidative stress in plant. Biomed Res Int. 2019;9732325.", "ArticleIdList": ["PMC6530150", "31205950"]}, {"Citation": "Singh S, Agrawal M, Agrawal SB. Impact of ultraviolet-B radiation on photosynthetic capacity, antioxidative potential and metabolites in Solanum tuberosum L. under varying levels of soil NPK. Acta Physiol Plant. 2014;36(6):1441–1453. doi:10.1007/s11738-014-1522-z.", "ArticleIdList": ["10.1007/s11738-014-1522-z"]}, {"Citation": "Kumar U, Kaviraj M, Panneerselvam P, Priya H, Chakraborty K, Swain P, Chatterjee SN, Sharma SG, Nayak PK, Nayak AK, et al. Ascorbic acid formulation for survivability and diazotrophic efficacy of Azotobacter chroococcum Avi2 (MCC 3432) under hydrogen peroxide stress and its role in plant-growth promotion in rice (Oryza sativa L.). Plant Physiol Biochem. 2019;139:419–427. doi:10.1016/j.plaphy.2019.04.003.", "ArticleIdList": ["10.1016/j.plaphy.2019.04.003", "30986643"]}]}], "History": [{"Year": "2020", "Month": "6", "Day": "26", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "6", "Day": "22", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "6", "Day": "26", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "6", "Day": "24"}], "PublicationStatus": "ppublish", "ArticleIdList": ["32580625", "PMC8550202", "10.1080/15592324.2020.1783490"]}}]}