{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["SERTAD3", "cell growth", "metastasis", "miR-92a", "prostate cancer"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "32606766", "DateRevised": {"Year": "2022", "Month": "04", "Day": "15"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "06", "Day": "12"}], "Language": ["eng"], "ELocationID": ["10.2147/OTT.S249168"], "Journal": {"ISSN": "1178-6930", "JournalIssue": {"Volume": "13", "PubDate": {"Year": "2020"}}, "Title": "OncoTargets and therapy", "ISOAbbreviation": "Onco Targets Ther"}, "ArticleTitle": "MicroRNA-92a Targets SERTAD3 and Regulates the Growth, Invasion, and Migration of Prostate Cancer Cells via the P53 Pathway.", "Pagination": {"StartPage": "5495", "EndPage": "5514", "MedlinePgn": "5495-5514"}, "Abstract": {"AbstractText": ["The miR-17-92 cluster, consisting of six mature miRNAs including miR-17, miR-18a, miR-19a, miR-19b, miR-20a, and miR-92a, plays a key role in the tumorigenesis and development of various cancers. The dysregulation of the cluster correlates with the biological mechanism of tumor growth and metastasis in vivo. However, the relationship between miR-17-92 cluster and malignancy of prostate cancer remains unclear, and its regulatory mechanism is worth investigating for controlling the proliferation and invasion of prostate cancer.", "The expressions of miR-17-92 cluster members were measured using real-time quantitative RT-PCR. WB and real-time quantitative RT-PCR were used to detect the expression of SERTAD3, p38, p21, p53 protein levels and transcription levels. Cell proliferation and apoptosis were evaluated using cell proliferation assay, EdU and Hoechst assay, colony formation experiment and flow cytometry analyses. Cell migration and invasion were determined via transwell assays. The TargetScan, miRDB, starBase databases and luciferase reporter assays were used to confirm the target gene of miR-92a.", "The relative expression of miR-92a was threefold higher in the metastatic PC-3 cells compared with the non-metastatic LNCaP cells. Down-regulation of miR-92a in PC-3 cells led to the inhibition of cell proliferation, migration, and invasion, while its overexpression in LNCaP cells resulted in the promotion of cell proliferation, migration, and invasion. The role of SERTAD3 in prostate cancer can be alleviated by miR-92a inhibitor.", "SERTAD3 was the direct target gene of miR-92a in prostate cancer cells; inhibition of SERTAD3-dependent miR-92a alleviated the growth, invasion, and migration of prostate cancer cells by regulating the expression of the key genes of the p53 pathway, including p38, p53 and p21. These results suggested that targeting SERTAD3 by the induction of overexpression of miR-92a may be a treatment option in prostate cancer."], "CopyrightInformation": "© 2020 Zhang et al."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Anatomy, School of Basic Medical Sciences, Guizhou Medical University, Guizhou, People's Republic of China."}, {"Identifier": [], "Affiliation": "State Key Laboratory of Functions and Applications of Medicinal Plants, Guizhou Medical University, Guiyang, People's Republic of China."}], "LastName": "Zhang", "ForeName": "Shuo", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Functions and Applications of Medicinal Plants, Guizhou Medical University, Guiyang, People's Republic of China."}, {"Identifier": [], "Affiliation": "Key Laboratory of Chemistry for Natural Products of Guizhou Province and Chinese Academy of Sciences, Guiyang, People's Republic of China."}], "LastName": "Yu", "ForeName": "Jia", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Anatomy, School of Basic Medical Sciences, Guizhou Medical University, Guizhou, People's Republic of China."}, {"Identifier": [], "Affiliation": "State Key Laboratory of Functions and Applications of Medicinal Plants, Guizhou Medical University, Guiyang, People's Republic of China."}], "LastName": "Sun", "ForeName": "Bao-Fei", "Initials": "BF"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Anatomy, School of Basic Medical Sciences, Guizhou Medical University, Guizhou, People's Republic of China."}], "LastName": "Hou", "ForeName": "Gui-Zhong", "Initials": "GZ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Anatomy, School of Basic Medical Sciences, Guizhou Medical University, Guizhou, People's Republic of China."}, {"Identifier": [], "Affiliation": "State Key Laboratory of Functions and Applications of Medicinal Plants, Guizhou Medical University, Guiyang, People's Republic of China."}], "LastName": "Yu", "ForeName": "Zi-Jiang", "Initials": "ZJ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Anatomy, School of Basic Medical Sciences, Guizhou Medical University, Guizhou, People's Republic of China."}, {"Identifier": [], "Affiliation": "State Key Laboratory of Functions and Applications of Medicinal Plants, Guizhou Medical University, Guiyang, People's Republic of China."}, {"Identifier": [], "Affiliation": "Key Laboratory of Chemistry for Natural Products of Guizhou Province and Chinese Academy of Sciences, Guiyang, People's Republic of China."}], "LastName": "Luo", "ForeName": "Heng", "Initials": "H"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "New Zealand", "MedlineTA": "Onco Targets Ther", "NlmUniqueID": "101514322", "ISSNLinking": "1178-6930"}, "CoiStatement": "The authors report no conflicts of interest in this work."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Siegel RL, Miller KD, Jemal A. Cancer statistics, 2019. CA Cancer J Clin. 2019;69(1):7–34. doi:10.3322/caac.21551", "ArticleIdList": ["10.3322/caac.21551", "30620402"]}, {"Citation": "Litwin MS, Tan HJ. The diagnosis and treatment of prostate cancer: a review. JAMA. 2017;317(24):2532–2542. doi:10.1001/jama.2017.7248", "ArticleIdList": ["10.1001/jama.2017.7248", "28655021"]}, {"Citation": "Saad F, Fizazi K. Androgen deprivation therapy and secondary hormone therapy in the management of hormone-sensitive and castration-resistant prostate cancer. Urology. 2015;86(5):852–861. doi:10.1016/j.urology.2015.07.034", "ArticleIdList": ["10.1016/j.urology.2015.07.034", "26282624"]}, {"Citation": "Nabid A, Carrier N, Martin A-G, et al. Duration of androgen deprivation therapy in high-risk prostate cancer: a randomized Phase III trial. Eur Urol. 2018;74(4):432–441. doi:10.1016/j.eururo.2018.06.018", "ArticleIdList": ["10.1016/j.eururo.2018.06.018", "29980331"]}, {"Citation": "Boevé LMS, Hulshof MCCM, Vis AN, et al. Effect on survival of androgen deprivation therapy alone compared to androgen deprivation therapy combined with concurrent radiation therapy to the prostate in patients with primary bone metastatic prostate cancer in a prospective randomised clinical trial: data from the HORRAD trial. Eur Urol. 2019;75(3):410–418. doi:10.1016/j.eururo.2018.09.008", "ArticleIdList": ["10.1016/j.eururo.2018.09.008", "30266309"]}, {"Citation": "Barthel SR, Hays DL, Yazawa EM, et al. Definition of molecular determinants of prostate cancer cell bone extravasation. Cancer Res. 2013;73(2):942–952. doi:10.1158/0008-5472.CAN-12-3264", "ArticleIdList": ["10.1158/0008-5472.CAN-12-3264", "PMC3548951", "23149920"]}, {"Citation": "Semenas J, Allegrucci C, Boorjian SA, Mongan NP, Persson JL. Overcoming drug resistance and treating advanced prostate cancer. Curr Drug Targets. 2012;13(10):1308–1323. doi:10.2174/138945012802429615", "ArticleIdList": ["10.2174/138945012802429615", "PMC3474961", "22746994"]}, {"Citation": "Zhang S, Zheng C, Yao S, et al. Proteomic analysis of human prostate cancer PC-3M-1E8 cells and PC-3M-2B4 cells of same origin but with different metastatic potential. PLoS One. 2018;13(10):e0206139. doi:10.1371/journal.pone.0206139", "ArticleIdList": ["10.1371/journal.pone.0206139", "PMC6209233", "30379883"]}, {"Citation": "Bartel DP. MicroRNAs: genomics, biogenesis, mechanism, and function. Cell. 2004;116(2):281–297. doi:10.1016/S0092-8674(04)00045-5", "ArticleIdList": ["10.1016/S0092-8674(04)00045-5", "14744438"]}, {"Citation": "Bartel DP. MicroRNAs: target recognition and regulatory functions. Cell. 2009;136(2):215–233. doi:10.1016/j.cell.2009.01.002", "ArticleIdList": ["10.1016/j.cell.2009.01.002", "PMC3794896", "19167326"]}, {"Citation": "Lai EC, Tomancak P, Williams RW, Rubin GM. Computational identification of Drosophila microRNA genes. Genome Biol. 2003;4(7):R42. doi:10.1186/gb-2003-4-7-r42", "ArticleIdList": ["10.1186/gb-2003-4-7-r42", "PMC193629", "12844358"]}, {"Citation": "Lewis BP, Burge CB, Bartel DP. Conserved seed pairing, often flanked by adenosines, indicates that thousands of human genes are microRNA targets. Cell. 2005;120(1):15–20. doi:10.1016/j.cell.2004.12.035", "ArticleIdList": ["10.1016/j.cell.2004.12.035", "15652477"]}, {"Citation": "Lu J, Getz G, Miska EA, et al. MicroRNA expression profiles classify human cancers. Nature. 2005;435(7043):834–838. doi:10.1038/nature03702", "ArticleIdList": ["10.1038/nature03702", "15944708"]}, {"Citation": "Ota A, Tagawa H, Karnan S, et al. Identification and characterization of a novel gene, C13orf25, as a target for 13q31-q32 amplification in malignant lymphoma. Cancer Res. 2004;64(9):3087–3095. doi:10.1158/0008-5472.CAN-03-3773", "ArticleIdList": ["10.1158/0008-5472.CAN-03-3773", "15126345"]}, {"Citation": "Sikand K, Slane SD, Shukla GC. Intrinsic expression of host genes and intronic miRNAs in prostate carcinoma cells. Cancer Cell Int. 2009;9:21. doi:10.1186/1475-2867-9-21", "ArticleIdList": ["10.1186/1475-2867-9-21", "PMC2739157", "19674469"]}, {"Citation": "Hayashita Y, Osada H, Tatematsu Y, et al. A polycistronic microRNA cluster, miR-17-92, is overexpressed in human lung cancers and enhances cell proliferation. Cancer Res. 2005;65(21):9628–9632. doi:10.1158/0008-5472.CAN-05-2352", "ArticleIdList": ["10.1158/0008-5472.CAN-05-2352", "16266980"]}, {"Citation": "Alcantara KMM, Garcia RL. MicroRNA92a promotes cell proliferation, migration and survival by directly targeting the tumor suppressor gene NF2 in colorectal and lung cancer cells. Oncol Rep. 2019;41(4):2103–2116. doi:10.3892/or.2019.7020", "ArticleIdList": ["10.3892/or.2019.7020", "PMC6412542", "30816526"]}, {"Citation": "Lv H, Zhang Z, Wang Y, Li C, Gong W, Wang X. MicroRNA-92a promotes colorectal cancer cell growth and migration by inhibiting KLF4. Oncol Res. 2016;23(6):283–290. doi:10.3727/096504016X14562725373833", "ArticleIdList": ["10.3727/096504016X14562725373833", "PMC7838653", "27131314"]}, {"Citation": "Dai H, Wang C, Yu Z, et al. MiR-17 regulates prostate cancer cell proliferation and apoptosis through inhibiting JAK-STAT3 signaling pathway. Cancer Biother Radiopharm. 2018;33(3):103–109. doi:10.1089/cbr.2017.2386", "ArticleIdList": ["10.1089/cbr.2017.2386", "29641255"]}, {"Citation": "Wu D, Zhang H, Ji F, Ding W. MicroRNA-17 promotes osteosarcoma cells proliferation and migration and inhibits apoptosis by regulating SASH1 expression. Pathol Res Pract. 2019;215(1):115–120. doi:10.1016/j.prp.2018.10.012", "ArticleIdList": ["10.1016/j.prp.2018.10.012", "30396754"]}, {"Citation": "Liu G, Liu Y, Yang Z, Wang J, Li D, Zhang X. Tumor suppressor microRNA-18a regulates tumor proliferation and invasion by targeting TBPL1 in colorectal cancer cells. Mol Med Rep. 2015;12(5):7643–7648. doi:10.3892/mmr.2015.4335", "ArticleIdList": ["10.3892/mmr.2015.4335", "26398009"]}, {"Citation": "Hsu TI, Hsu CH, Lee KH, et al. MicroRNA-18a is elevated in prostate cancer and promotes tumorigenesis through suppressing STK4 in vitro and in vivo. Oncogenesis. 2014;3:e99. doi:10.1038/oncsis.2014.12", "ArticleIdList": ["10.1038/oncsis.2014.12", "PMC4007194", "24752237"]}, {"Citation": "Wang SY, Shiboski S, Belair CD, et al. miR-19, miR-345, miR-519c-5p serum levels predict adverse pathology in prostate cancer patients eligible for active surveillance. PLoS One. 2014;9(6):e98597. doi:10.1371/journal.pone.0098597", "ArticleIdList": ["10.1371/journal.pone.0098597", "PMC4043973", "24893170"]}, {"Citation": "Zhu Q, Zang Q, Jiang ZM. Enhanced expression of non coding miR 92a expression is implicated in the development of lung cancer. Eur Rev Med Pharmacol Sci. 2018;22(4):1028–1034. doi:10.26355/eurrev_201802_14385", "ArticleIdList": ["10.26355/eurrev_201802_14385", "29509251"]}, {"Citation": "Shin VY, Siu MT, Liu X, Ng EKO, Kwong A, Chu KM. MiR-92 suppresses proliferation and induces apoptosis by targeting EP4/Notch1 axis in gastric cancer. Oncotarget. 2018;9(36):24209–24220. doi:10.18632/oncotarget.24819", "ArticleIdList": ["10.18632/oncotarget.24819", "PMC5966267", "29849934"]}, {"Citation": "Li ZH, Li L, Kang LP, Wang Y. MicroRNA-92a promotes tumor growth and suppresses immune function through activation of MAPK/ERK signaling pathway by inhibiting PTEN in mice bearing U14 cervical cancer. Cancer Med. 2018.", "ArticleIdList": ["PMC6051186", "29752775"]}, {"Citation": "Li X, Guo S, Min L, Guo Q, Zhang S. miR-92a-3p promotes the proliferation, migration and invasion of esophageal squamous cell cancer by regulating PTEN. Int J Mol Med. 2019;44(3):973–981. doi:10.3892/ijmm.2019.4258", "ArticleIdList": ["10.3892/ijmm.2019.4258", "PMC6657975", "31257524"]}, {"Citation": "El-Halawani N, Hamed N, Eldafrawi M, Mourad Z, Sorour A, Ghallab O. Diagnostic and prognostic value of plasma level of microRNA-92a in acute myeloid leukemia. Am J Mol Biol. 2014;04(01):1–10. doi:10.4236/ajmb.2014.41001", "ArticleIdList": ["10.4236/ajmb.2014.41001"]}, {"Citation": "Wu Y-Z, Sun J, Zhang Y, et al. Effective integration of targeted tumor imaging and therapy using functionalized InP QDs with VEGFR2 monoclonal antibody and miR-92a inhibitor. ACS Appl Mater Interfaces. 2017;9(15):13068–13078. doi:10.1021/acsami.7b02641", "ArticleIdList": ["10.1021/acsami.7b02641", "28358188"]}, {"Citation": "Liu Y, Liu R, Yang F, et al. miR-19a promotes colorectal cancer proliferation and migration by targeting TIA1. Mol Cancer. 2017;16(1):53. doi:10.1186/s12943-017-0625-8", "ArticleIdList": ["10.1186/s12943-017-0625-8", "PMC5336638", "28257633"]}, {"Citation": "Fan Y, Yin S, Hao Y, et al. miR-19b promotes tumor growth and metastasis via targeting TP53. RNA (New York, NY). 2014;20(6):765–772. doi:10.1261/rna.043026.113", "ArticleIdList": ["10.1261/rna.043026.113", "PMC4024631", "24742936"]}, {"Citation": "Si W, Shen J, Du C, et al. A miR-20a/MAPK1/c-Myc regulatory feedback loop regulates breast carcinogenesis and chemoresistance. Cell Death Differ. 2018;25(2):406–420. doi:10.1038/cdd.2017.176", "ArticleIdList": ["10.1038/cdd.2017.176", "PMC5762853", "29125598"]}, {"Citation": "Wang M, Zeng X, Li S, et al. A novel tanshinone analog exerts anti-cancer effects in prostate cancer by inducing cell apoptosis, arresting cell cycle at G2 phase and blocking metastatic ability. Int J Mol Sci. 2019;20:18.", "ArticleIdList": ["PMC6770861", "31510010"]}, {"Citation": "Fang LL, Sun BF, Huang LR, et al. Potent Inhibition of miR-34b on migration and invasion in metastatic prostate cancer cells by regulating the TGF-β pathway. Int J Mol Sci. 2017;18(12):12. doi:10.3390/ijms18122762", "ArticleIdList": ["10.3390/ijms18122762", "PMC5751361", "29257105"]}, {"Citation": "He J, Mai J, Li Y, et al. miR-597 inhibits breast cancer cell proliferation, migration and invasion through FOSL2. Oncol Rep. 2017;37(5):2672–2678. doi:10.3892/or.2017.5558", "ArticleIdList": ["10.3892/or.2017.5558", "PMC5428280", "28393251"]}, {"Citation": "Zhang YQ, Wen ZH, Wan K, et al. A novel synthesized 3ʹ, 5ʹ-diprenylated chalcone mediates the proliferation of human leukemia cells by regulating apoptosis and autophagy pathways. Biomed Pharmacother. 2018;106:794–804. doi:10.1016/j.biopha.2018.06.153", "ArticleIdList": ["10.1016/j.biopha.2018.06.153", "29990873"]}, {"Citation": "Chen C, Deng Y, Hu X, et al. miR-128-3p regulates 3T3-L1 adipogenesis and lipolysis by targeting Pparg and Sertad2. J Physiol Biochem. 2018;74(3):381–393. doi:10.1007/s13105-018-0625-1", "ArticleIdList": ["10.1007/s13105-018-0625-1", "29654510"]}, {"Citation": "Aalinkeel R, Nair MP, Sufrin G, et al. Gene expression of angiogenic factors correlates with metastatic potential of prostate cancer cells. Cancer Res. 2004;64(15):5311–5321. doi:10.1158/0008-5472.CAN-2506-2", "ArticleIdList": ["10.1158/0008-5472.CAN-2506-2", "15289337"]}, {"Citation": "Darwish H, Cho JM, Loignon M, Alaoui-Jamali MA. Overexpression of SERTAD3, a putative oncogene located within the 19q13 amplicon, induces E2F activity and promotes tumor growth. Oncogene. 2007;26(29):4319–4328. doi:10.1038/sj.onc.1210195", "ArticleIdList": ["10.1038/sj.onc.1210195", "17260023"]}, {"Citation": "Watanabe-Fukunaga R, Iida S, Shimizu Y, Nagata S, Fukunaga R. SEI family of nuclear factors regulates p53-dependent transcriptional activation. Genes Cells. 2005;10(8):851–860. doi:10.1111/j.1365-2443.2005.00881.x", "ArticleIdList": ["10.1111/j.1365-2443.2005.00881.x", "16098148"]}, {"Citation": "Wu GS. The functional interactions between the p53 and MAPK signaling pathways. Cancer Biol Ther. 2004;3(2):156–161. doi:10.4161/cbt.3.2.614", "ArticleIdList": ["10.4161/cbt.3.2.614", "14764989"]}, {"Citation": "Stramucci L, Pranteda A, Bossi G. Insights of crosstalk between p53 protein and the MKK3/MKK6/p38 MAPK signaling pathway in cancer. Cancers. 2018;10(5):5. doi:10.3390/cancers10050131", "ArticleIdList": ["10.3390/cancers10050131", "PMC5977104", "29751559"]}, {"Citation": "Barr AR, Cooper S, Heldt FS, et al. DNA damage during S-phase mediates the proliferation-quiescence decision in the subsequent G1 via p21 expression. Nat Commun. 2017;8(1):14728. doi:10.1038/ncomms14728", "ArticleIdList": ["10.1038/ncomms14728", "PMC5364389", "28317845"]}, {"Citation": "Cho JM, Song DJ, Bergeron J, Benlimame N, Wold MS, Alaoui-Jamali MA. RBT1, a novel transcriptional co-activator, binds the second subunit of replication protein A. Nucleic Acids Res. 2000;28(18):3478–3485. doi:10.1093/nar/28.18.3478", "ArticleIdList": ["10.1093/nar/28.18.3478", "PMC110737", "10982866"]}, {"Citation": "Vousden KH, Lu X. Live or let die: the cell’s response to p53. Nat Rev Cancer. 2002;2(8):594–604. doi:10.1038/nrc864", "ArticleIdList": ["10.1038/nrc864", "12154352"]}, {"Citation": "Jin S, Yang X, Li J, Yang W, Ma H, Zhang Z. p53-targeted lincRNA-p21 acts as a tumor suppressor by inhibiting JAK2/STAT3 signaling pathways in head and neck squamous cell carcinoma. Mol Cancer. 2019;18(1):38. doi:10.1186/s12943-019-0993-3", "ArticleIdList": ["10.1186/s12943-019-0993-3", "PMC6410525", "30857539"]}, {"Citation": "Li L-H, Zhang P-R, Cai P-Y, Li Z-C. Histone deacetylase inhibitor, Romidepsin (FK228) inhibits endometrial cancer cell growth through augmentation of p53-p21 pathway. Biomed Pharmacother. 2016;82:161–166. doi:10.1016/j.biopha.2016.04.053", "ArticleIdList": ["10.1016/j.biopha.2016.04.053", "27470351"]}, {"Citation": "Park S-H, Seong M-A, Lee H-Y. p38 MAPK-induced MDM2 degradation confers paclitaxel resistance through p53-mediated regulation of EGFR in human lung cancer cells. Oncotarget. 2016;7(7):8184–8199. doi:10.18632/oncotarget.6945", "ArticleIdList": ["10.18632/oncotarget.6945", "PMC4884985", "26799187"]}, {"Citation": "Aasrum M, Thoresen GH, Christoffersen T, Brusevold IJ. p38 differentially regulates ERK, p21, and mitogenic signalling in two pancreatic carcinoma cell lines. J Cell Commun Signal. 2018;12(4):699–707. doi:10.1007/s12079-017-0444-0", "ArticleIdList": ["10.1007/s12079-017-0444-0", "PMC6235781", "29380233"]}, {"Citation": "Yu S-Y, Liao C-H, Chien M-H, Tsai T-Y, Lin J-K, Weng M-S. Induction of p21(Waf1/Cip1) by garcinol via downregulation of p38-MAPK signaling in p53-independent H1299 lung cancer. J Agric Food Chem. 2014;62(9):2085–2095. doi:10.1021/jf4037722", "ArticleIdList": ["10.1021/jf4037722", "24533688"]}, {"Citation": "Neve RM, Holbro T, Hynes NE. Distinct roles for phosphoinositide 3-kinase, mitogen-activated protein kinase and p38 MAPK in mediating cell cycle progression of breast cancer cells. Oncogene. 2002;21(29):4567–4576. doi:10.1038/sj.onc.1205555", "ArticleIdList": ["10.1038/sj.onc.1205555", "12085235"]}, {"Citation": "Zhu M, Huang C, Ma X, et al. Phthalates promote prostate cancer cell proliferation through activation of ERK5 and p38. Environ Toxicol Pharmacol. 2018;63:29–33. doi:10.1016/j.etap.2018.08.007", "ArticleIdList": ["10.1016/j.etap.2018.08.007", "30125794"]}, {"Citation": "Zhong D, Gu C, Shi L, et al. Obatoclax induces G1/G0-phase arrest via p38/p21(waf1/Cip1) signaling pathway in human esophageal cancer cells. J Cell Biochem. 2014;115(9):1624–1635. doi:10.1002/jcb.24829", "ArticleIdList": ["10.1002/jcb.24829", "24788582"]}, {"Citation": "Browne AJ, Göbel A, Thiele S, Hofbauer LC, Rauner M, Rachner TD. p38 MAPK regulates the Wnt inhibitor Dickkopf-1 in osteotropic prostate cancer cells. Cell Death Dis. 2016;7:e2119. doi:10.1038/cddis.2016.32", "ArticleIdList": ["10.1038/cddis.2016.32", "PMC4849158", "26913608"]}, {"Citation": "Gan L, Wang J, Xu H, Yang X. Resistance to docetaxel-induced apoptosis in prostate cancer cells by p38/p53/p21 signaling. Prostate. 2011;71(11):1158–1166. doi:10.1002/pros.21331", "ArticleIdList": ["10.1002/pros.21331", "21656826"]}]}], "History": [{"Year": "2020", "Month": "2", "Day": "10"}, {"Year": "2020", "Month": "5", "Day": "4"}, {"Year": "2020", "Month": "7", "Day": "2", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "7", "Day": "2", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "7", "Day": "2", "Hour": "6", "Minute": "1"}, {"Year": "2020", "Month": "6", "Day": "12"}], "PublicationStatus": "epublish", "ArticleIdList": ["32606766", "PMC7298502", "10.2147/OTT.S249168", "249168"]}}]}