{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Pharmacological effects", "chemical constitution", "synergism"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "32615903", "DateCompleted": {"Year": "2021", "Month": "04", "Day": "08"}, "DateRevised": {"Year": "2022", "Month": "07", "Day": "16"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": ["10.1080/13880209.2020.1778740"], "Journal": {"ISSN": "1744-5116", "JournalIssue": {"Volume": "58", "Issue": "1", "PubDate": {"Year": "2020", "Month": "Dec"}}, "Title": "Pharmaceutical biology", "ISOAbbreviation": "Pharm Biol"}, "ArticleTitle": "The extraordinary transformation of traditional Chinese medicine: processing with liquid excipients.", "Pagination": {"StartPage": "561", "EndPage": "573", "MedlinePgn": "561-573"}, "Abstract": {"AbstractText": ["<b>Context:</b> The Chinese medicinal materials originate from animals, plants, or minerals must undergo appropriate treatment before use as decoction pieces. Processing of Chinese medicines with liquid excipients is a pharmaceutical technique that transforms medicinal raw materials into decoction pieces which are significantly different from the original form. During processing, significant changes occur in chemical constituents, which inevitably affects clinical efficacy. At present, the liquid materials in processing mainly involve wine, vinegar, honey, saline water, ginger juice, herbal juice, etc.<b>Objective:</b> This review introduces the typical methods of liquid excipients processing, summarizes the influence on chemical composition, pharmacological efficacy, and expounds the ways and mechanisms of liquid excipients to change the properties of drugs, enhance the efficacy, eliminate or reduce toxicity and adverse reaction.<b>Methods:</b> English and Chinese literature from 1986 to 2020 was collected from databases including Web of Science, PubMed, Elsevier, Chinese Pharmacopoeia 2015, and CNKI (Chinese). Liquid excipients, processing, pharmacological effects, synergism, chemical constitution, traditional Chinese medicine (TCM) were used as the key words.<b>Results:</b> Liquid excipients play a key role in the application of TCM. Processing with proper liquid excipients can change the content of toxic or active components by physical or chemical transformation, decrease or increase drug dissolution, alter drug pharmacokinetics, or exert their own pharmacological effects. Thus, processing with liquid excipients is essential to ensure the safety and efficacy of TCM in clinic.<b>Conclusion:</b> This article could be helpful for researchers who are interested in traditional Chinese herbs processed with liquid excipients."]}, "AuthorList": [{"Identifier": ["0000-0001-6059-614X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Pharmaceutical College, Shandong University of TCM, Jinan, China."}], "LastName": "Chen", "ForeName": "Zhi", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacy, Jinan Second People's Hospital, Jinan, China."}], "LastName": "Ye", "ForeName": "Si-Yong", "Initials": "SY"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacy, Jinan Second People's Hospital, Jinan, China."}], "LastName": "Zhu", "ForeName": "Rong-Gang", "Initials": "RG"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Pharm Biol", "NlmUniqueID": "9812552", "ISSNLinking": "1388-0209"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Drugs, Chinese Herbal"}, {"RegistryNumber": "0", "NameOfSubstance": "Excipients"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Oils"}, {"RegistryNumber": "Q40Q9N063P", "NameOfSubstance": "Acetic Acid"}], "MeshHeadingList": [{"QualifierName": ["chemical synthesis"], "DescriptorName": "Acetic Acid"}, {"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": ["chemical synthesis"], "DescriptorName": "Drugs, Chinese Herbal"}, {"QualifierName": ["chemical synthesis"], "DescriptorName": "Excipients"}, {"QualifierName": [], "DescriptorName": "Honey"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["methods", "trends"], "DescriptorName": "Medicine, Chinese Traditional"}, {"QualifierName": ["chemical synthesis"], "DescriptorName": "Plant Oils"}, {"QualifierName": [], "DescriptorName": "Wine"}], "CoiStatement": "No potential conflict of interests was reported by the author(s)."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Akter J, Hossain MA, Takara K, Islam MZ, Hou DX.. 2019. Antioxidant activity of different species and varieties of turmeric (Curcuma spp): isolation of active compounds. Comp Biochem Physiol C Toxicol Pharmacol. 215:9–17.", "ArticleIdList": ["30266519"]}, {"Citation": "Attia WY, Gabry MS, El-Shaikh KA, Othman GA.. 2008. The antitumor effect of bee honey in Ehrlich ascite tumor model of mice is coincided with stimulation of the immune cells. Egypt J Immunol. 15:169–183.", "ArticleIdList": ["20306700"]}, {"Citation": "Ayati Z, Ramezani M, Amiri MS, Moghada AT, Rahimi H, Abdollahzade A, Sahebkar A, Emami SA.. 2019. Ethnobotany, phytochemistry and traditional uses of Curcuma spp. and pharmacological profile of two important species (C. longa and C. zedoaria): a review. Curr Pharm Des. 25:871–935.", "ArticleIdList": ["30947655"]}, {"Citation": "Bensky D, Steven C, Stöger E.. 2004. Chinese herbal medicine. Materia Medica. 3rd ed. Seattle (WA): Eastland Press."}, {"Citation": "Bogdanov S, Jurendic T, Sieber R, Gallmann P.. 2008. Honey for nutrition and health: a review. J Am Coll Nutr. 27:677–689.", "ArticleIdList": ["19155427"]}, {"Citation": "Budak NH, Aykin E, Seydim AC, Greene AK, Guzel-Seydim ZB.. 2014. Functional properties of vinegar. J Food Sci. 79:757–764.", "ArticleIdList": ["24811350"]}, {"Citation": "Cai HY, Zhang Q, Shen LZ, Luo J, Zhu RY, Mao JW, Zhao MJ, Cai CG.. 2019. Phenolic profile and antioxidant activity of Chinese yellow rice wine fermented with different rice materials and starters. LWT Food Sci Technol. 111:226–234."}, {"Citation": "Cao L, Li QM, Fang QM, Wang XY, Zhou XJ, Yang YX.. 2016. Effects of three processing methods on four triterpenoids in Alismatis Rhizoma. Chin Tradit Pat Med. 38:1994–1998."}, {"Citation": "Chatturong U, Kajsongkram T, Tunsophon S, Chanasong R, Chootip K.. 2018. Ginger extract and [6]-gingerol inhibit contraction of rat entire small intestine. Evid Based Integrative Med. 23:29756476.", "ArticleIdList": ["PMC5954582", "29756476"]}, {"Citation": "Chen JM. 1988. Bencao Mengquan. Beijing: People’s Health Press."}, {"Citation": "Chen HY, Chen T, Giudici P, Chen FS.. 2016. Vinegar functions on health: constituents, sources, and formation mechanisms. Compr Rev Food Sci Food Saf. 15:1124–1138.", "ArticleIdList": ["33401833"]}, {"Citation": "Chen X, Lu T, Zhang XH.. 2003. Determination of tetrahydropalmatine of different processed products of Rhizoma corydalis by HPLC. Chin Tradit Patent Med. 25:726–727."}, {"Citation": "Chen L, Mei N, Yao L, Chen T.. 2006. Mutations induced by carcinogenic doses of aristolochic acid in kidney of Big Blue transgenic rats. Toxicol Lett. 165:250–256.", "ArticleIdList": ["16764999"]}, {"Citation": "Chen LL, Verpoorte R, Hr Y, Peng WH, Cheng YC, Chao J, Pao LH.. 2018. Effects of processing adjuvants on traditional Chinese herbs. Food Drug Anal. 26:96–114.", "ArticleIdList": ["PMC9326876", "29703391"]}, {"Citation": "Chen XX, Zhang XD, Li HY, Jia TZ, Yang JX.. 2013. Difference in effect between asthma-based mouse model and Stemona tuberosa extracts. Chin J Chin Mater Med. 38:4084–4087.", "ArticleIdList": ["24791494"]}, {"Citation": "Chen Y, Zhao YH, Jia XB, Hu M.. 2008. Intestinal absorption mechanisms of prenylated flavonoids present in the heat-processed Epimedium koreanum Nakai (Yin Yanghuo). Pharm Res. 25:2190–2199.", "ArticleIdList": ["PMC2574979", "18459036"]}, {"Citation": "Chinese Pharmacopoeia Commission . 2015. Pharmacopoeia of the People’s Republic of China. Vol. 1. Beijing: China Medical Science and Technology Press."}, {"Citation": "Choi JG, Jin YH, Kim JH, Oh TW, Yim NH, Cho WK, Ma JY.. 2016. In vitro anti-viral activity of Psoraleae semen water extract against influenza A viruses. Front Pharmacol. 7:460.", "ArticleIdList": ["PMC5127801", "27965579"]}, {"Citation": "Chou PY, Wang CC, Tai CJ, Yang TL, Tang YJ.. 2018. [Bradycardia and hypotension from improper use of aconite root: a case report and brief review]. Complement Med Res. 25:338–343.", "ArticleIdList": ["30064136"]}, {"Citation": "Cui L, Sun E, Zhang ZH, Tan XB, Wei YJ, Jin X, Jia XB.. 2012. Enhancement of Epimedium fried with suet oil based on in vivo formation of self-assembled flavonoid compound nanomicelles. Molecules. 17:12984–12996.", "ArticleIdList": ["PMC6268372", "23117437"]}, {"Citation": "Cui HR, Zhang BB, Li GP, Li L, Chen HS, Qi JC, Liu WX, Chen J, Wang PL, Lei HM.. 2019. Identification of a quality marker of vinegar-processed Curcuma zedoaria on oxidative liver injury. Molecules. 24:2073.", "ArticleIdList": ["PMC6600333", "31151312"]}, {"Citation": "Dai YT, Jin RN, Verpoorte R, Lam W, Cheng YC, Xiao YQ, Xu J, Zhang LW, Qin XM, Chen SL.. 2020. Natural deep eutectic characteristics of honey improve the bioactivity and safety of traditional medicines. J Ethnopharmacol. 250:112460.", "ArticleIdList": ["31837415"]}, {"Citation": "Ding X, Zhu FS, Yu ZL, Dong LN, Cai BC.. 2007. Comparative study on contents of amino acid and major and trace elements in Cornus officinalis before and after being processed. Chin Med Mater. 4:397–399.", "ArticleIdList": ["17674786"]}, {"Citation": "Dong W, Hao XJ, Wang CZ, Guo LN, Pan H, Lin Y.. 2016. Variations of chemical constituents in Stemona tuberosa before and after stir-frying with honey by UPLC/Q-TOF/MS. Chin Tradit Pat Med. 38:1792–1796."}, {"Citation": "Dong G, Wang JS, Guo PP, Wei DD, Yang MH, Kong LY.. 2015. Toxicity assessment of Arisaematis rhizoma in rats by a 1H NMR-based metabolomics approach. Mol Biosyst. 11:407–417.", "ArticleIdList": ["25407163"]}, {"Citation": "Dou ZY, Li KF, Wang P, Cao L.. 2012. Effect of wine and vinegar processing of Rhizoma Corydalis on the tissue distribution of tetrahydropalmatine, protopine and dehydrocorydaline in rats. Molecules. 17:951–970.", "ArticleIdList": ["PMC6268586", "22258341"]}, {"Citation": "Fan SM, Gu K, Wu YY, Luo HM, Wang YM, Zhang TP, Wang X, Zhang YJ, Li YB.. 2019. Liquiritinapioside – a mineralocorticoid-like substance from liquorice. Food Chem. 289:419–425.", "ArticleIdList": ["30955632"]}, {"Citation": "Fang C, Chen LY, He MZ, Luo YY, Zhou MJ, Zhang N, Yuan JF, Wang HL, Xie YY.. 2019. Molecular mechanistic insight into the anti-hyperuricemic effect of Eucommia ulmoides in mice and rats. Pharm Biol. 57:112–119.", "ArticleIdList": ["PMC6419643", "30843748"]}, {"Citation": "Fu H, Bai X, Le L, Tian D, Gao H, Qi LX, Hu KP.. 2019. Eucommia ulmoides Oliv. leaf extract improves erectile dysfunction in streptozotocin-induced diabetic rats by protecting endothelial function and ameliorating hypothalamic-pituitary-gonadal axis function. Evid Based Complement Alternat Med. 2019:1782953.", "ArticleIdList": ["PMC6699366", "31467570"]}, {"Citation": "Fu J, Wang ZH, Huang LF, Zheng SH, Wang DM, Chen SL, Zhang HT, Yang SH.. 2014. Review of the botanical characteristics, phytochemistry, and pharmacology of Astragalus membranaceus (Huangqi). Phytother Res. 28:1275–1283.", "ArticleIdList": ["25087616"]}, {"Citation": "Fukuda M, Kobayashi K, Hirono Y, Miyagawa M, Ishida T, Ejiogu EC, Sawai M, Pinkerton KE, Takeuchi M.. 2011. Jungle honey enhances immune function and antitumor activity. Evid Based Complement Alternat Med. 2011:1–7.", "ArticleIdList": ["PMC3137786", "19141489"]}, {"Citation": "Gong PY, Tian YS, Guo YJ, Gu LF, Li JY, Qi J, Yu BY.. 2019. Comparisons of antithrombosis, hematopoietic effects and chemical profiles of dried and yellow rice wine-processed Rehmanniae Radix extracts. J Ethnopharmacol. 231:394–402.", "ArticleIdList": ["30359761"]}, {"Citation": "Gu HM, Sun E, Li J, Hou J, Jia XB.. 2019. Effect of processing excipient suet oil on formation and absorption of baohuoside I-bile salt self-assembled micelles. Chin J Mater Med. 44:5144–5150.", "ArticleIdList": ["32237351"]}, {"Citation": "He YF, Ci XY, Xie Y, Yi XL, Zeng Y, Li YZ, Liu CX.. 2019a. Potential detoxification effect of active ingredients in liquorice by upregulating efflux transporter. Phytomedicine. 56:175–182.", "ArticleIdList": ["30668338"]}, {"Citation": "He MT, Song L, Wen X, Liu L.. 2018. The effect of salted processing on the contents of main effective constituents in Alisma rhizoma by UV and HPLC method. Pharm Pract. 36:228–233."}, {"Citation": "He K, Song SH, Zou ZY, Feng M, Wang DZ, Wang YZ, Li XG, Ye XL.. 2016. The hypoglycemic and synergistic effect of loganin, morroniside, and ursolic acid isolated from the fruits of Cornus officinalis. Phytother Res. 30:283–291.", "ArticleIdList": ["26619955"]}, {"Citation": "He YF, Wang Z, Wu WD, Xie Y, Wei ZH, Yi XL, Zeng Y, Li YZ, Liu CX.. 2019b. Identification of key transporters mediating uptake of Aconitum alkaloids into the liver and kidneys and the potential mechanism of detoxification by active ingredients of liquorice. RSC Adv. 9:16136–16146.", "ArticleIdList": ["PMC9064382", "35521419"]}, {"Citation": "Hoang ML, Chen CH, Sidorenko VS, He J, Dickman KG, Yun BH, Moriya M, Niknafs N, Douville C, Karchin R, et al. . 2013. Mutational signature of Aristolochic acid exposure as revealed by whole-exome sequencing. Sci Transl Med. 5:197ra102.", "ArticleIdList": ["PMC3973132", "23926200"]}, {"Citation": "Huang J, Chen HY, Li CY, Liu WP, Ma WJ, Rui W.. 2018. Screening and identification of the metabolites of water extracts of raw and honey-processed Astragalus in rat urine based on UHPLC/ESI-Q-TOF-MS and multivariate statistical analysis. J Am Soc Mass Spectrom. 29:1919–1935.", "ArticleIdList": ["29931491"]}, {"Citation": "Huang ZD, Jiang ML, Yi YK, Zeng R, Huang Y.. 2001. Effects of processed Radix salviae miltiorrhizae and Radix et rhizoma rhei with wine on functions of blood platelet and anticoagulation of rat. Chin Tradit Pat Med. 23:341–342."}, {"Citation": "Huang P, Tan SZ, Zhang YX, Li JS, Chai C, Li JJ, Cai BC.. 2014. The effects of wine-processing on ascending and descending: the distribution of flavonoids in rat tissues after oral administration of crude and wine-processed Radix scutellariae. J Ethnopharmacol. 155:649–664.", "ArticleIdList": ["24930356"]}, {"Citation": "Huang CF, Yang RS, Liu SH, Hsieh PC, Lin-Shiau SY.. 2011. Evidence for improved neuropharmacological efficacy and decreased neurotoxicity in mice with traditional processing of Rhizoma Arisaematis. Am J Chin Med. 39:981–998.", "ArticleIdList": ["21905287"]}, {"Citation": "Jhan JK, Chung YC, Chen GH, Chang CH, Lu YC, Hsu CK.. 2016. Anthocyanin contents in the seed coat of black soya bean and their anti-human tyrosinase activity and antioxidative activity. Int J Cosmet Sci. 38:319–324.", "ArticleIdList": ["26663436"]}, {"Citation": "Jung EB, Trinh TA, Lee TK, Yamabe N, Kang KS, Song JH, Choi S, Lee S, Jang TS, Kim KH, et al. . 2018. Curcuzedoalide contributes to the cytotoxicity of Curcuma zedoaria rhizomes against human gastric cancer AGS cells through induction of apoptosis. J Ethnopharmacol. 213:48–55.", "ArticleIdList": ["29102767"]}, {"Citation": "Kim S, Lee S, Lee H, Ha J, Lee J, Choi Y, Oh H, Hong J, Yoon Y, Choi KH.. 2017b. Evaluation on antimicrobial activity of Psoraleae semen extract controlling the growth of Gram-positive bacteria. Korean J Food Sci Anim Resour. 37:502–510.", "ArticleIdList": ["PMC5599570", "28943762"]}, {"Citation": "Kim JY, Shim SH.. 2019. Epimedium koreanum extract and its flavonoids reduced atherosclerotic risk via suppressing modification of human HDL. Nutrients. 11:1110.", "ArticleIdList": ["PMC6566614", "31109081"]}, {"Citation": "Kim PS, Shin JH, Jo DS, Shin DW, Choi DH, Kim WJ, Park K, Kim JK, Joo CG, Lee JS, et al. . 2018. Anti-melanogenic activity of schaftoside in Rhizoma Arisaematis by increasing autophagy in B16F1 cells. Biochem Biophys Res Commun. 503:309–315.", "ArticleIdList": ["29890139"]}, {"Citation": "Kim SJ, Jang YW, Hyung KE, Lee DK, Hyun KH, Park SY, Park ES, Hwang KW.. 2017a. Therapeutic effects of methanol extract from Euphorbia kansui radix on imiquimod-induced psoriasis. J Immunol Res. 2017:7052560.", "ArticleIdList": ["PMC5518522", "28761880"]}, {"Citation": "Lai NN, Zhang JH, Ma XY, Wang B, Miao XM, Wang ZX, Guo YQ, Wang L, Yao CF, Li X, et al. . 2015. Regulatory effect of catalpol on Th1/Th2 cells in mice with bone loss induced by estrogen deficiency. Am J Reprod Immunol. 74:487–498.", "ArticleIdList": ["26303620"]}, {"Citation": "Lan TTP, Huy ND, Luong NN, Nghi NV, Tan TH, Quan LV, Loc NH.. 2018. Identification and characterization of genes in the curcuminoid pathway of Curcuma zedoaria Roscoe. Curr Pharm Biotechnol. 19:839–846.", "ArticleIdList": ["30295188"]}, {"Citation": "Lee TK, Trinh TA, Lee SR, Kim S, So HM, Moon E, Hwang GS, Kang KS, Kim JH, Yamabe N, et al. . 2019. Bioactivity-based analysis and chemical characterization of anti-inflammatory compounds from Curcuma zedoaria rhizomes using LPS-stimulated RAW264.7 cells. Bioorg Chem. 82:26–32.", "ArticleIdList": ["30267971"]}, {"Citation": "Lei X. 1986. Master Lei’s Discourse on Drug Processing. Shanghai: Shanghai University of TCM Press."}, {"Citation": "Lei TL, Chen SF, Wang K, Zhang DD, Dong L, Lv CN, Wang J, Lu JC.. 2018. Characterization and discrimination of raw and vinegar-baked Bupleuri radix based on UHPLC-Q-TOF-MS coupled with multivariate statistical analysis. Biomed. Chromatogr. 32:e4044.", "ArticleIdList": ["28677911"]}, {"Citation": "Li SZ. 1985. Bencao Gangmu. Beijing: People’s Health Press."}, {"Citation": "Li XN, Gong QF, Qian F, Yu H, Zhong LY, Zhang JL.. 2016. The application of liquid processing materials. Jiangxi Univ Trad Chinese Med. 28:117–121."}, {"Citation": "Li WF, Huang HM, Niu XF, Fan T, Mu QL, Li HN.. 2013a. Protective effect of tetrahydrocoptisine against ethanol-induced gastric ulcer in mice. Toxicol Appl Pharmacol. 272:21–29.", "ArticleIdList": ["23769714"]}, {"Citation": "Li SH, Qi YL, Ren DD, Qu D, Sun YS.. 2019. The structure features and improving effects of polysaccharide from Astragalus membranaceus on antibiotic-associated diarrhea. Antibiotics-Basel. 9:8.", "ArticleIdList": ["PMC7168208", "31877915"]}, {"Citation": "Li JC, Shen XF, Meng XL.. 2013b. A traditional Chinese medicine JiuHuangLian (Rhizoma coptidis steamed with rice wine) reduces oxidative stress injury in type 2 diabetic rats. Food Chem Toxicol. 59:222–229.", "ArticleIdList": ["23791751"]}, {"Citation": "Li ZY, Sun HM, Xing J, Qin XM, Du GH.. 2015. Chemical and biological comparison of raw and vinegar-baked Radix Bupleuri. J Ethnopharmacol. 165:20–28.", "ArticleIdList": ["25701749"]}, {"Citation": "Li CC, Wang Y, Xiang SM, Han L.. 2013c. Function and history of development of wine. Chin J Exp Tradit Med Form. 19:365–369."}, {"Citation": "Liang DR, Ning ZC, Song ZQ, Wang C, Liu YY, Wan XY, Peng ST, Liu ZL, Lu AP.. 2019. The effects of vinegar processing on the changes in the physical properties of Frankincense related to the absorption of the main boswellic acids. Molecules. 24:3453.", "ArticleIdList": ["PMC6804284", "31547594"]}, {"Citation": "Liang ZY, Xie F, He J, Chen XD, Wei M.. 2012. Determination of aristolochic acid A in Aristolochia debilis during stir-frying with honey by HPLC. Guangdong Pharm Univ. 6:628–631."}, {"Citation": "Ling S, Yi BX, Gong QF, Xiao YQ.. 2013. Antiussive and expectorant activity of different extracts from the crude and honey-stir-baked Tussilago farfara flower. Chine J Exp Tradit Med Form. 19:187–190."}, {"Citation": "Liu Y. 2019. Contents determination of several main components before and after processing of Cornus officinalis. J Chin Med Mater. 5:1077–1079."}, {"Citation": "Liu XX, Cao J, Pan Y, Zhang X.. 2018b. Fermentation of Aristolochia debilis by six different medicinal fungi and identification of aristolochic acid derivates in their products by HPLC-ESI-TOF-MS. Pak J Pharm Sci. 31:763–768.", "ArticleIdList": ["29716853"]}, {"Citation": "Liu YL, Gao D, Li XF, Xiao XH, Wang JB.. 2020. Preliminary study on hepatotoxic components in Polygoni Multiflori Radix based on different adjuvants processing for detoxification. Chin Tradit Herbal Drugs. 51:330–337."}, {"Citation": "Liu WP, Li CY, Huang J, Liao JZ, Liao SY, Ma WJ, Chen HY, Rui W.. 2018a. Application of pathways activity profiling to urine metabolomics for screening Qi-tonifying biomarkers and metabolic pathways of honey-processed Astragalus. J Sep Sci. 41:2661–2671.", "ArticleIdList": ["29570937"]}, {"Citation": "Liu CY, Ma RF, Wang LL, Zhu RY, Liu HX, Guo YB, Zhao BS, Zhao SG, Tang JF, Li Y, et al. . 2017. Rehmanniae Radix in osteoporosis: a review of traditional Chinese medicinal uses, phytochemistry, pharmacokinetics and pharmacology. J Ethnopharmacol. 198:351–362.", "ArticleIdList": ["28111216"]}, {"Citation": "Liu Y, Wang Q, Yang JB, Guo XH, Liu WX, Ma SC, Li SP.. 2018c. Polygonum multiflorum Thunb.: a review on chemical analysis, processing mechanism, quality evaluation, and hepatotoxicity. Front Pharmacol. 9:364.", "ArticleIdList": ["PMC5912012", "29713283"]}, {"Citation": "Lu QY, Lee RP, Huang JJ, Yang JP, Henning SM, Hong XT, Heber D, Li ZP.. 2015. Quantification of bioactive constituents and antioxidant activity of Chinese yellow wine. J. Food Compos. Anal. 44:86–92."}, {"Citation": "Lu JL, Liu L, Zhu XY, Wu L, Chen ZP, Xu ZS, Li WD.. 2018. Evaluation of the absorption behavior of main component compounds of salt-fried herb ingredients in Qing’e Pills by using Caco-2 cell model. Molecules. 23:3321.", "ArticleIdList": ["PMC6321031", "30558187"]}, {"Citation": "Luo DQ, Jia P, Zhao SS, Zhao Y, Liu HJ, Wei F, Ma SC.. 2019b. Identification and differentiation of Polygonum multiflorum Radix and Polygoni multiflori Radix preaparata through the quantitative analysis of multicomponents by the single-marker method. J Anal Methods Chem. 2019:7430717.", "ArticleIdList": ["PMC6702820", "31485368"]}, {"Citation": "Luo HY, Wu HW, Yu XK, Zhang X, Lu YQ, Fan JW, Tang LY, Wang ZJ.. 2019a. A review of the phytochemistry and pharmacological activities of Magnoliae officinalis cortex. J Ethnopharmacol. 236:412–442.", "ArticleIdList": ["30818008"]}, {"Citation": "Mas A, Torija MJ, Garcia-Parrilla MC, Troncoso AM.. 2014. Acetic acid bacteria and the production and quality of wine vinegar. ScientificWorldJ. 2014:394671.", "ArticleIdList": ["PMC3918346", "24574887"]}, {"Citation": "Mou SF, Zhou ZX, He YK, Liu FX, Gong LL.. 2017. Curcumin inhibits cell proliferation and promotes apoptosis of laryngeal cancer cells through Bcl-2 and PI3K/Akt, and by upregulating miR-15a. Oncol Lett. 14:4937–4942.", "ArticleIdList": ["PMC5649612", "29085504"]}, {"Citation": "Nie ZQ, Zheng Y, Wang M, Han Y, Wang YN, Luo JM, Niu DD.. 2013. Exploring microbial succession and diversity during solid-state fermentation of Tianjin duliu mature vinegar. Bioresour Technol. 148:325–333.", "ArticleIdList": ["24055975"]}, {"Citation": "Ota M, Ishiuchi K, Xu X, Minami M, Nagachi Y, Yagi-Utsumi M, Tabuchi Y, Cai SQ, Makino T.. 2019. The immunostimulatory effects and chemical characteristics of heated honey. J Ethnopharmacol. 228:11–17.", "ArticleIdList": ["30218810"]}, {"Citation": "Pan YN, Liang XX, Niu LY, Wang YN, Tong X, Hua HM, Zheng J, Meng DY, Liu XQ.. 2015. Comparative studies of pharmacokinetics and anticoagulatory effect in rats after oral administration of frankincense and its processed products. J Ethnopharmacol. 172:118–123.", "ArticleIdList": ["26117531"]}, {"Citation": "Qin XX, Wang YC, Li AF, Sun AL, Yu LL, Liu RM.. 2017. Separation and purification of six components from the roots of Rheum officinale Baill. by supercritical fluid chromatography. J Liq Chromatogr Relat Technol. 40:156–164."}, {"Citation": "Shan LL, Yang N, Zhao YW, Sheng X, Yang SS, Li YB.. 2018. A rapid classification and identification method applied to analysis of glycosides in Bupleuri radix and liquorice by ultra-performance liquid chromatography coupled with quadrupole time-of-flight mass spectrometry. J Sep Sci. 41:3791–4402.", "ArticleIdList": ["30074686"]}, {"Citation": "Sheridan H, Kopp B, Krenn L, Guo D, Sendker J.. 2015. Traditional Chinese herbal medicine preparation: invoking the butterfly effect. Science. 350:S64–S66."}, {"Citation": "Shi J, Zheng L, Lin ZF, Hou CQ, Liu WQ, Yan TM, Zhu LJ, Wang Y, Lu LL, Liu ZQ.. 2015. Study of pharmacokinetic profiles and characteristics of active components and their metabolites in rat plasma following oral administration of the water extract of Astragali radix using UPLC-MS/MS. J Ethnopharmacol. 169:183–194.", "ArticleIdList": ["25917840"]}, {"Citation": "Song HB, Du XX, Guo XX, Ren JT, Yang L, Pang Y.. 2015. Safety and risk factor analysis on Polygoni multiflori Radix base on ancient traditional Chinese medicine literatures. Chin J Chin Mater Med. 40:985–988.", "ArticleIdList": ["26087568"]}, {"Citation": "Su T, Mao CQ, Yin FZ, Yu ZL, Lin Y, Song Y, Lu TL.. 2013. Effects of unprocessed versus vinegar-processed Schisandra chinensis on the activity and mRNA expression of CYP1A2, CYP2E1 and CYP3A4 enzymes in rats. J Ethnopharmacol. 146:734–743.", "ArticleIdList": ["23376044"]}, {"Citation": "Sun CX, Wang YZ, Li CY.. 2019. An experimental study on protective effects of morroniside from Cornus officinalis Sieb et Zucc on osteoporosis in ovariectomized rats. Lat Am J Pharm. 38:979–984."}, {"Citation": "Sun CL, Zhang MM, Dong HJ, Liu W, Guo LP, Wang X.. 2020. A spatially-resolved approach to visualize the distribution and biosynthesis of flavones in Scutellaria baicalensis Georgi. J Pharm Biomed Anal. 179:113014.", "ArticleIdList": ["31812804"]}, {"Citation": "Su T, Zhang WW, Zhang YM, Cheng BCY, Fu XQ, Li T, Guo H, Li YX, Zhu PL, Cao H, et al. . 2016. Standardization of the manufacturing procedure for Pinelliae Rhizoma Praeparatum cum Zingibere et Alumine. J Ethnopharmacol. 193:663–669.", "ArticleIdList": ["27717907"]}, {"Citation": "Tan W, Yu KQ, Liu YY, Ouyang MZ, Yan MH, Luo R, Zhao XS.. 2012. Anti-fatigue activity of polysaccharides extract from Radix Rehmanniae Preparata. Int J Biol Macromol. 50:59–62.", "ArticleIdList": ["21983027"]}, {"Citation": "Tao Y, Huang SR, Yan JZ, Cai BC.. 2019. Establishment of a rapid and sensitive UPLC-MS/MS method for pharmacokinetic determination of nine alkaloids of crude and processed Corydalis turtschaninovii Besser aqueous extracts in rat plasma. J Chromatogr B Analyt Technol Biomed Life Sci. 1124:218–225.", "ArticleIdList": ["31233942"]}, {"Citation": "Tao Y, Su DM, Li WD, Cai BC.. 2018. Pharmacokinetic comparisons of six components from raw and vinegar-processed Daphne genkwa aqueous extracts following oral administration in rats by employing UHPLC-MS/MS approaches. J. Chromatogr. B. 1079:34–40.", "ArticleIdList": ["29428673"]}, {"Citation": "Thamlikitkul L, Srimuninnimit V, Akewanlop C, Ithimakin S, Techawathanawanna S, Korphaisarn K, Chantharasamee J, Danchaivijitr P, Soparattanapaisarn N.. 2017. Efficacy of ginger for prophylaxis of chemotherapy-induced nausea and vomiting in breast cancer patients receiving adriamycin-cyclophosphamide regimen: a randomized, double-blind, placebo-controlled, crossover study. Support Care Cancer. 25:459–464.", "ArticleIdList": ["27714530"]}, {"Citation": "Tian B, Tian M, Huang SM.. 2020. Advances in phytochemical and modern pharmacological research of Rhizoma Corydalis. Pharm Biol. 58:265–275.", "ArticleIdList": ["PMC7170387", "32223481"]}, {"Citation": "Tsai DM, Kang JJ, Lee SS, Wang SY, Tsai IL, Chen GY, Liao HW, Li WC, Kuo CH, Tseng YJ.. 2013. Metabolomic analysis of complex Chinese remedies: examples of induced nephrotoxicity in the mouse from a series of remedies containing aristolochic acid. Evid Based Complement Alternat Med. 2013:263757.", "ArticleIdList": ["PMC3626396", "23606874"]}, {"Citation": "Wang HG. 2011. Decoction and Material Medica. Beijing: The Medicine Science and Technology Press of China."}, {"Citation": "Wang J, Chen XJ, Zhang L, Pan YY, Gu ZX, Yuan Y.. 2019a. Anti-inflammatory effects of Eucommia ulmoides Oliv. male flower extract on lipopolysaccharide-induced inflammation. Chin Med J. 132:319–328.", "ArticleIdList": ["PMC6595819", "30681498"]}, {"Citation": "Wang SW, Ren BX, Qian F, Luo XZ, Tang X, Peng XC, Huang JR, Tang FR.. 2019b. Radioprotective effect of epimedium on neurogenesis and cognition after acute radiation exposure. Neurosci Res. 145:46–53.", "ArticleIdList": ["30145270"]}, {"Citation": "Wang MY, Zhang M, Tang QY, Li XB.. 2012. Influence of honey-roasting on the main pharmacological activities and the water-soluble active glycosides of licorice. Afr J Tradit Complement Alt Med. 9:189–196.", "ArticleIdList": ["PMC3746624", "23983334"]}, {"Citation": "Wang XL, Zheng Z, Hong Z, Fan G.. 2011. Advancements on chemical components and quality control of rhizoma Corydalis. Lishizhen Med Mater Med Res. 22:227–229."}, {"Citation": "Wei JC, Qin ZJ, Xie Z, Chen Y, Li YH, Huang DM, Ma Y, Que ZL.. 2019. A comparative study of effect of raw and alcohol-processed Rhubarb on draining effect of Dachengqi decoction in mice. Chin Arch TCM. 2:326–329."}, {"Citation": "Wu X, Wang SP, Lu JR, Jing Y, Li MX, Cao JL, Bian BL, Hu CJ.. 2018. Seeing the unseen of Chinese herbal medicine processing (Paozhi): advances in new perspectives. Chin Med. 13:4.", "ArticleIdList": ["PMC5773022", "29375653"]}, {"Citation": "Wu QH, Wei D, Dong LL, Liu YP, Ren CX, Liu QQ, Chen CP, Chen J, Pei J.. 2019. Variation in the microbial community contributes to the improvement of the main active compounds of Magnolia officinalis Rehd. et Wils in the process of sweating. Chin Med. 14:45.", "ArticleIdList": ["PMC6806532", "31660061"]}, {"Citation": "Xiao CX, He F, Yang MT, Xia F, Tang WJ, Zhou BJ, Zhou H.. 2018. Ultra-high performance liquid chromatography/triple quadrupole mass spectrometry study of the stabilities and transformations of four alisols in Alismatis Rhizoma and proprietary traditional Chinese medicine prescriptions. Phcog Mag. 14:597–603."}, {"Citation": "Xu SN. 2004. Investigation modern research on meridian-reaching actions of traditional Chinese medicinal herbs. Chin Pharmacol Bull. 20:598–600."}, {"Citation": "Xu N, Wang LL, Guan JJ, Tang C, He N, Zhang W, Fu SP.. 2018. Wound healing effects of a Curcuma zedoaria polysaccharide with platelet-rich plasma exosomes assembled on chitosan/silk hydrogel sponge in a diabetic rat model. Int J Biol Macromol. 117:102–107.", "ArticleIdList": ["29772339"]}, {"Citation": "Xu WM, Zhang M, Liu HW, Wei K, He M, Li XY, Hu DY, Yang S, Zheng YG.. 2019. Antiviral activity of aconite alkaloids from Aconitum carmichaelii Debx. Nat Prod Res. 33:1486–1490.", "ArticleIdList": ["29271255"]}, {"Citation": "Yang JB, Liu Y, Wang Q, Ma SC, Wang AG, Cheng XL, Wei F.. 2019. Characterization and identification of the chemical constituents of Polygonum multiflorum Thunb. by high-performance liquid chromatography coupled with ultraviolet detection and linear ion trap FT-ICR hybrid mass spectrometry. J Pharm Biomed Anal. 172:149–166.", "ArticleIdList": ["31048141"]}, {"Citation": "Yu HY, Xie T, Xie JR, Ai LZ, Tian HX.. 2019. Characterization of key aroma compounds in Chinese rice wine using gas chromatography-mass spectrometry and gas chromatography-olfactometry . Food Chem. 293:8–14.", "ArticleIdList": ["31151652"]}, {"Citation": "Yuan JB, Huang Q, Ren G, Shi M, Chen L, Yang WL, Chen HF, Yang M, Yang B, Yang GH, et al. . 2014. Acute and subacute toxicity of the extract of Aristolochiae fructus and honey-fried Aristolochiae fructus in rodents. Biol Pharm Bull. 3:387–393.", "ArticleIdList": ["24369268"]}, {"Citation": "Yuan JB, Ren G, Liang J, Wang CZ, Yan ZH, Huang Q, Li JK, Chen Y, Tang Y, Liu XF, et al. . 2017b. Comparative studies on the multi-component pharmacokinetics of Aristolochiae fructus and honey-fried Aristolochiae fructus extracts after oral administration in rats. BMC Complement Altern Med. 17:107.", "ArticleIdList": ["PMC5303205", "28187732"]}, {"Citation": "Yuan BC, Yang R, Ma YS, Zhou S, Zhang XD, Liu Y.. 2017a. A systematic review of the active saikosaponins and extracts isolated from Radix Bupleuri and their applications. Pharm Biol. 55:620–635.", "ArticleIdList": ["PMC6130612", "27951737"]}, {"Citation": "Yue XC, Li XM, Chen XM, Ashraf MA, Liu ZL, Bi HT, Zheng DF, Zhao Y, Peng WX.. 2018. Molecules and functions of Cornus officinalis bark volatiles. Emir J Food Agric. 30:828–838."}, {"Citation": "Zhai QL. 2016. The neuro-protective effects of water extract of Faces Trogopterori on transient MCAO rats. Biomed Res India. 27:972–976."}, {"Citation": "Zhang WJ, Dong CL, Wang JY, He X, Yang XL, Fu YF, Zhang CF, Li F, Wang CZ, Yuan CS.. 2016. Thermal effects on the dissolution enhancement of Radix scutellariae by wine-processing. Appl Therm Eng. 103:522–527."}, {"Citation": "Zhang X, Li T, Mao C.. 2009. Analgesic and anti-inflammatory effects of different kinds of Corydalis yanhusuo. Lishizhen Med Mater Med Res. 20:449–450."}, {"Citation": "Zhang Q, Ouyang LQ, Yang L, Hu WH.. 2018c. Effects on different processing methods on chemical constituents and product quality of Epimedium. Hubei Univ Chin Med. 20:52–56."}, {"Citation": "Zhang L, Wang WH, Wang ZM, Gao HM.. 2008. Application history of ginger juice as a processing material. Chin J Exp Tradit Med Form. 14:75–78."}, {"Citation": "Zhang YP, Wang ZH, Xu J, Yang FF, Dai CY, Xie WJ, Liang Z, Su SB.. 2020. Optimization of the extraction and purification of Corydalis yanhusuo WT Wang based on the Q-marker uniform design method. BMC Chem. 14:11.", "ArticleIdList": ["PMC7011255", "32055800"]}, {"Citation": "Zhang YL, Wang MY, Yang JY, Li XB.. 2018b. The effects of the honey-roasting process on the pharmacokinetics of the six active compounds of licorice. Evid Based Complement Alternat Med. 2018:5731276.", "ArticleIdList": ["PMC6033295", "30034498"]}, {"Citation": "Zhang XY, Zhang XD, Liu XP.. 2008. Effect of vinegar processing on contents of 3 alkaloids in rhizoma Corydalis yanhusuo. Nanjing Univ Trad Chinese Med (Nat Sci). 6:410–412."}, {"Citation": "Zhang Q, Zhang KC, Lou JW, Guo SC, Zhang Y, Yao WF, Tang YP, Wu JH, Zhang L.. 2018a. Simultaneous quantification of twelve compounds in ethyl acetate extracts of Euphorbia kansui before and after fry-baked with vinegar by UPLC-MS/MS and its toxic effect on zebrafish. J Pharm Biomed Anal. 155:169–176.", "ArticleIdList": ["29631077"]}, {"Citation": "Zhao ZZ, Hu YN, Liang ZT, Yuen JPS, Jiang ZH, Leung K.. 2006. Authentication is fundamental for standardization of Chinese medicines. Planta Med. 72:865–874.", "ArticleIdList": ["16902852"]}, {"Citation": "Zhao CG, Li F, Geng LL, Liu MS, Qiao Q, Qin SZ.. 2018. Influence and comparison of different ginger processing methods on Magnolia officinalis volatile ingredients. Indian J Pharm Sci. 80:10–10."}, {"Citation": "Zhao ZZ, Liang ZT, Chan K, Lu GH, Lee ELM, Chen HB, Li L.. 2010. A unique issue in the standardization of Chinese materia medica: processing. Planta Med. 76:1975–1986.", "ArticleIdList": ["21049396"]}, {"Citation": "Zhong LY, Cui MN, Yang M, Gong QF.. 2019a. Modern research on effect of processing of Chinese herb medicine on Chinese medical properties. Chin J Chin Mater Med. 44:5109–5113.", "ArticleIdList": ["32237345"]}, {"Citation": "Zhong LY, Tong HL, Zhu J, Lv M.. 2019b. Pharmacological effects of different ginger juices on the concurrent symptoms in animal models of functional dyspepsia: a comparative study. Food Sci Nutr. 7:2205–2213.", "ArticleIdList": ["PMC6657707", "31367349"]}, {"Citation": "Zhou JG, Chen XL, Cui YX, Sun W, Li YH, Wang Y, Song JY, Yao H.. 2017. Molecular structure and phylogenetic analyses of complete chloroplast genomes of two Aristolochia medicinal species. Int J Mol Sci. 18:1839.", "ArticleIdList": ["PMC5618488", "28837061"]}, {"Citation": "Zhou CP, Wang JB, Zhang XR, Zhao YL, Xia XH, Zhao HP, Ren YS, Xiao XH.. 2009. Investigation of the differences between the “COLD” and “HOT” nature of Coptis chinensis Franch and its processed materials based on animal’s temperature tropism. Sci China Ser C. 52:1073–1080.", "ArticleIdList": ["19937206"]}, {"Citation": "Zhu SZ, Gao JW, Shi Z, Qli G, Chen ZG, Yao MC.. 2015. Inhibitory effect of Aristolochia fruit on cytochrome P450 isozymes in vitro and in vivo. Pak J Pharm Sci. 28:939–942.", "ArticleIdList": ["26004704"]}]}], "History": [{"Year": "2020", "Month": "7", "Day": "4", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "7", "Day": "4", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "4", "Day": "10", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "7", "Day": "2"}], "PublicationStatus": "ppublish", "ArticleIdList": ["32615903", "PMC8641677", "10.1080/13880209.2020.1778740"]}}]}