{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Cameroon", "burnout syndrome", "physical activities", "risk factors"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "32617359", "DateRevised": {"Year": "2024", "Month": "08", "Day": "03"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "06", "Day": "04"}], "Language": ["eng"], "ELocationID": ["10.3934/publichealth.2020027"], "Journal": {"ISSN": "2327-8994", "JournalIssue": {"Volume": "7", "Issue": "2", "PubDate": {"Year": "2020"}}, "Title": "AIMS public health", "ISOAbbreviation": "AIMS Public Health"}, "ArticleTitle": "Epidemiology of burnout syndrome in four occupational sectors in Cameroon-impact of the practice of physical activities and sport.", "Pagination": {"StartPage": "319", "EndPage": "335", "MedlinePgn": "319-335"}, "Abstract": {"AbstractText": ["The purpose of this study was to determine the prevalence of Burnout syndrome (BOS), risk factors and the effect of physical activity in six professions in Cameroon.", "2012 participants completed questionnaires related to socio-demographic conditions and work perception. Appropriate Maslach Burnout Inventory (MBI) psychometers were used for specific professions. Level of physical activity and sports practice was determined using the Ricci and Gagnon scale.", "The overall prevalence of burnout was 67.9%; with 5.3% high; 34.3% moderate; and 60.4% low degree. 42.2% of victims of BOS were in high loss of personal achievement, 39.9% in high depersonalization of and 38.2% in high emotional exhaustion. Higher prevalence of BOS was found in Army (85.3%) and educational sectors (78.5% in secondary school teachers (SET) and 68% in university teaching staff (UTS)). BOS was significantly associated (p < 0.05) with distance from home to workplace, number of children per participant, number of hospitals attended, number of guards per month, labour hours per day, conflicts with the hierarchy, conflicts with colleagues, poor working conditions, unsatisfactory salary, part time teaching in private university institutions, job seniority, sedentariness. Apart from UTS, no association was observed between the level of physical activity and occurrence of BOS.", "Burnout is a reality in occupational environments in Cameroon."], "CopyrightInformation": "© 2020 the Author(s), licensee AIMS Press."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Physiology and Medicine of Physical Activities and Sports Unit, University of Douala, Cameroon."}], "LastName": "Ndongo", "ForeName": "J Mekoulou", "Initials": "JM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Physiology and Medicine of Physical Activities and Sports Unit, University of Douala, Cameroon."}, {"Identifier": [], "Affiliation": "Institute of Medicinal Plants, Ministry of Scientific Research and Innovation, Yaounde, Cameroon."}], "LastName": "Lélé", "ForeName": "Ce Bika", "Initials": "CB"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Physiology and Medicine of Physical Activities and Sports Unit, University of Douala, Cameroon."}, {"Identifier": [], "Affiliation": "Department of Public Health, Faculty of Medicine and Pharmaceutical Sciences, University of Douala, Cameroon."}], "LastName": "Manga", "ForeName": "Lj Owona", "Initials": "LO"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Physiology and Medicine of Physical Activities and Sports Unit, University of Douala, Cameroon."}], "LastName": "Ngalagou", "ForeName": "Pt Moueleu", "Initials": "PM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Physiology and Medicine of Physical Activities and Sports Unit, University of Douala, Cameroon."}], "LastName": "Ayina", "ForeName": "Cn Ayina", "Initials": "CA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Physiology and Medicine of Physical Activities and Sports Unit, University of Douala, Cameroon."}], "LastName": "Tanga", "ForeName": "My Lobe", "Initials": "ML"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Physiology and Medicine of Physical Activities and Sports Unit, University of Douala, Cameroon."}, {"Identifier": [], "Affiliation": "National Institute of Youth and Sport, University of Yaounde I, Cameroon."}], "LastName": "Guessogo", "ForeName": "W R", "Initials": "WR"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratoire EA 4607 SNA-EPIS, Université Jean Monnet, 42100 Saint-Etienne, France."}], "LastName": "Barth", "ForeName": "N", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratoire EA 4607 SNA-EPIS, Université Jean Monnet, 42100 Saint-Etienne, France."}], "LastName": "Bongue", "ForeName": "B", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Physiology and Medicine of Physical Activities and Sports Unit, University of Douala, Cameroon."}], "LastName": "Mandengue", "ForeName": "S H", "Initials": "SH"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Physiology, Faculty of Medicine and Biomedical Sciences, University of Yaounde I, Cameroon."}], "LastName": "Ngoa", "ForeName": "Ls Etoundi", "Initials": "LE"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Physiology and Medicine of Physical Activities and Sports Unit, University of Douala, Cameroon."}, {"Identifier": [], "Affiliation": "Department of Physiology, Faculty of Medicine and Biomedical Sciences, University of Yaounde I, Cameroon."}], "LastName": "Ndemba", "ForeName": "Pb Assomo", "Initials": "PA"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "AIMS Public Health", "NlmUniqueID": "101635098", "ISSNLinking": "2327-8994"}, "CoiStatement": "Conflict of interests: The authors declare that they have no competing interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Houtman I, Jettinghoff K, Cedillo L.  Raising awareness of stress at work in developing countries: A modern hazard in a traditional working environment: Advice to employers and worker representatives (Protecting Workers' Health Series No.6) Geneva: World Health Organization; 2017.  Available from:  http://www.who.int/occupational_health/publications/raisingawarenessofstrss.Pdf. 2007."}, {"Citation": "Maslach C, Jackson S. The measurement of experienced burnout. J Occup Behav. 1981;2:99–113."}, {"Citation": "Moch SL, Panz VR, Joffe BI, et al. Longitudinal changes in pituitary-adrenal hormones in South African women with burnout. Endocrine. 2003;21:267–272.", "ArticleIdList": ["14515012"]}, {"Citation": "Shanafelt T, Chung H, White H, et al. Shaping your career to maximize personal satisfaction in the practice of oncology. J Clin Oncol. 2006;24:4020–4026.", "ArticleIdList": ["16921056"]}, {"Citation": "Väänänen A, Koskinen A, Joensuu M, et al. Lack of predictability at work and risk of acute myocardial infarction: An 18-year prospective study of industrial employees. Am J Public Health. 2008;98:2264–2271.", "ArticleIdList": ["PMC2636525", "18923130"]}, {"Citation": "Golembiewski RT, Boudreau RA, Ben-Chu S, et al. Estimates of burnout in public agencies: Worldwide. how many employees have which degrees of burnout and with what consequences? Public Admin Rev. 1998;58:59–65."}, {"Citation": "Weber A, Jaekel-Reinhard A. Burnout syndrome: a disease of modern societies? Occup Med. 2000;7:512–517.", "ArticleIdList": ["11198677"]}, {"Citation": "WHO. International statistical classification of diseases and related health problems-10th revision. Geneva: WHO; 2019.  2010. Available from:  https://icd.codes/icd10cm/Z730.", "ArticleIdList": ["0"]}, {"Citation": "Jonsdottir I, Rödjer L, Hadzibajramovic E, et al. A prospective study of leisure-time physical activity and mental health in Swedish health care workers and social insurance officers. Prev Med. 2010;51:373–377.", "ArticleIdList": ["20691721"]}, {"Citation": "Ahola K, Pulkki-Raback L, Kouvonen A, et al. Burnout and behavior-related health risk factors: results from the population-based Finnish health 2000 study. J Occup Environ Med. 2000;54:17–22.", "ArticleIdList": ["22157806"]}, {"Citation": "Lindwall M, Ljung T, Hadzibajramovic E, et al. Self-reported physical activity and aerobic fitness are differently related to mental health. Ment Health Phy Act. 2012;5:28–34."}, {"Citation": "Myers J, Prakash M, Froelicher V, et al. Exercise capacity and mortality among men referred for exercise testing. N Engl J Med. 2002;346:793–801.", "ArticleIdList": ["11893790"]}, {"Citation": "Bherer L, Erickson KI, Liu-Ambrose T, et al. A review of the effects of physical activity and exercise on cognitive and brain functions in older adults. J Aging Res. 2013;2013", "ArticleIdList": ["PMC3786463", "24102028"]}, {"Citation": "Bacquaert P, Bacquaert MA. Questionnaire d'Auto-évaluation du niveau de sédentarité-Revue de littérature. 2015.  Available from:  http://www.irbms.com/questionnaire-dauto-evaluation-duniveau-de-sédentarité-revue-de-littérature."}, {"Citation": "Njim T, Makebe H, Toukam L, et al. Burnout Syndrome among Medical Students in Cameroon: A Cross-Sectional Analysis of the Determinants in Preclinical and Clinical Students. Psychiatry J. 2019a", "ArticleIdList": ["PMC6335680", "30719436"]}, {"Citation": "Njim T, Mbanga CM, Tindong M, et al. Burnout as a correlate of depression among medical students in Cameroon: a cross-sectional study. BMJ Open. 2019b", "ArticleIdList": ["PMC6502056", "31061054"]}, {"Citation": "Mbanga C, Makebe H, Tim D, et al. Determinants of burnout syndrome among nurses in Cameroon. BMC Res Notes. 2018;11:1–5.", "ArticleIdList": ["PMC6295053", "30547848"]}, {"Citation": "Njim T, Mbanga C, Mouemba D, et al. Determinants of burnout syndrome amongst nursing students in Cameroon: cross-sectional study. BMC Res Notes. 2018;11:450.", "ArticleIdList": ["PMC6038299", "29986754"]}, {"Citation": "Institut National de la Statistique (INS) Annuaire statistique du Cameroun. Chapitre 8: Emplois et revenus. Yaoundé. 2015:138–161."}, {"Citation": "Sharma A, Sharp DM, Walker LG, et al. Stress and burnout in colorectal and vascular surgical consultants working in the UK National Health Service. Psychooncololy. 2008;17:570–576.", "ArticleIdList": ["17935146"]}, {"Citation": "Shanafelt TD, Hasan O, Dyrbye LN, et al. Changes in Burnout and Satisfaction with Work-Life Balance in Physicians and the General US Working Population Between 2011 and 2014. Mayo Clin Proc. 2015;90:1600–1613.", "ArticleIdList": ["26653297"]}, {"Citation": "Norlund S, Reuterwall C, Höög J, et al. Burnout, working conditions and gender—results from the northern Sweden MONICA Study. BMC Public Health. 2010;10:326.", "ArticleIdList": ["PMC2896942", "20534136"]}, {"Citation": "Teixeira C, Ribeiro O, Fonseca AM, et al. Burnout in intensive care units—a consideration of the possible prevalence and frequency of new risk factors: a descriptive correlational multicenter study. BMC Anesthesiol. 2013;13:38.", "ArticleIdList": ["PMC3826848", "24172172"]}, {"Citation": "Tironi MO, Nascimento SCL, Barros DS, et al. Professional burnout syndrome among intensive care physicians in Salvador Brazil. Rev Assoc Med Bras. 2009;56:656–662.", "ArticleIdList": ["20191219"]}, {"Citation": "Tao N, Zhang J, Song Z, et al. Relationship between job burnout and neuroendocrine indicators in soldiers in the Xinjiang arid desert: a cross-sectional study. Inter J Env Res Pub Heal. 2015;12:15154–15161.", "ArticleIdList": ["PMC4690913", "26633442"]}, {"Citation": "Pearson C, Zamorski M, Janz T. Santé mentale dans les Forces armées canadiennes. Statistique Canada. 2014 Available from:  http://www.statcan.gc.ca/pub/82-624-x/2014001/article/14121-fra.pdf. 2014."}, {"Citation": "Ba FEH, Jad T, Thiam MH. Burnout des troupes Sénégalaises engagées dans les opérations extérieures: cas de la mission de maintien de la paix au Darfour. L'information psychiatrique. 2015;91:762–766."}, {"Citation": "Morgan CA, Cho T, Hazlett G, et al. The impact of burnout on human physiology and on operational performance: a prospective study of soldiers enrolled in the Combat Diver Qualification Course. Yale J Biol Med. 2002;75:199–205.", "ArticleIdList": ["PMC2588792", "12784969"]}, {"Citation": "Restrepo NCA, Vargas CGO, Arana CGA. Emotional burn-out in official teachers, Medellin Colombia. Rev Salud Publica. 2006;8:63–73.", "ArticleIdList": ["16703963"]}, {"Citation": "Chennoufi L, Ellouze F, Cherif W, et al. Stress and burnout among Tunisian teachers. L'encéphale. 2012;38:480–487.", "ArticleIdList": ["23200614"]}, {"Citation": "Lokanadha RG, Poornima R. Occupational Stress and Professional Burnout of University Teachers in South India. Int J Edu Plann Admin. 2012;2:109–124."}, {"Citation": "Farber BA. Introduction: understanding and treating burnout in a changing culture. Psychother Pract. 2000;56:675–689.", "ArticleIdList": ["10852146"]}, {"Citation": "Anderson MBG, Iwanicki EF. Teacher motivation and its relationship to burnout. Educ Admin Q. 1984;20:91–132."}, {"Citation": "Van den Broeck A, Vander Elst T, Baillien E, et al. Job Demands, Job Resources, Burnout, Work Engagement, and Their Relationships: an analysis across sectors. J Occup Environ Med. 2017;59:369–376.", "ArticleIdList": ["28157768"]}, {"Citation": "Demerouti E, Bakker AB, Nachreiner F, et al. The job demands resources model of burnout. J Appl Psychol. 2001;86:499–512.", "ArticleIdList": ["11419809"]}, {"Citation": "Adriaenssens J, De Gucht V, Maes S, et al. Determinants and prevalence of burnout in emergency nurses: A systematic review of 25 years of research. Int J Nurs Stud. 2015;52:649–661.", "ArticleIdList": ["25468279"]}, {"Citation": "Spinelli WM, Fernstrom KM, Galos DL, et al. Extending our understanding of burnout and its associated factors : providers and staff in primary care clinics. Eval Health Prof. 2016;39:282–298.", "ArticleIdList": ["27000131"]}, {"Citation": "Valente MSS, Lopes CS, Pastor-Valero M, et al. Psychosocial Work Conditions and Burnout Among Brazilian Bank Employees: A Cross-Sectional Study. Ann Occup Hyg. 2016;60:567–580.", "ArticleIdList": ["27026660"]}, {"Citation": "Farahat TM, Hegazy NN, Mohamed DH. Burnout and quality of life among physicians in primary healthcare facilities in Egypt: a cross-sectional study. Menoufia Med J. 2017;30:789–793."}, {"Citation": "Oskrochi Y, Maruthappu M, Henriksson M, et al. Beyond the body: A systematic review of the nonphysical effects of a surgical career. Surgery. 2016;159:650–664.", "ArticleIdList": ["26431813"]}, {"Citation": "Amamou B, Bannour A, Yahia M, et al. Haute prévalence du burnout dans les unites Tunisiennes prégnant en charges les patients en fin de vie. Pan Afr Med J. 2014;19:9.", "ArticleIdList": ["PMC4286216", "25584122"]}, {"Citation": "Cubrillo-Turek M, Urek R, Turek S. Burnout syndrome-assesment of stressful job among intensive care staff. Coll Anthropol. 2006;30:131–135.", "ArticleIdList": ["16617587"]}, {"Citation": "Schaufeli WB, Enzmann D. The burnout companion to study and practice: a critical analysis. London: Taylor and Francis; 1998."}, {"Citation": "Lesage FX, Berjot S, Altintas E, et al. Burnout among occupational physicians: a threat to occupational health systems: a nationwide cross-sectional survey. Ann Occup Hyg. 2013;57:913–919.", "ArticleIdList": ["23524634"]}, {"Citation": "Soler JK, Yaman H, Esteva M, et al. European general practice research network burnout study group. Burnout in European family doctors: the EGPRN study. Fam Pract. 2008;25:245–265.", "ArticleIdList": ["18622012"]}, {"Citation": "Marcelino G, Cerveira JM, Carvalho I, et al. Burnout levels among Portuguese family doctors: a nationwide survey. BMJ Open. 2012;2:e001050.", "ArticleIdList": ["PMC3378936", "22710131"]}, {"Citation": "Schaufeli WB. Past performance and future perspectives of burnout research. SA J Ind Psychol. 2003;29:1–15."}, {"Citation": "Ahola K, Honkonen T, Isometsa E, et al. Burnout in the general population: Results from the Finnish Health 2000 Study. Soc Psychiatry Psychiatr Epidemiol. 2006;41:11–17.", "ArticleIdList": ["16341826"]}, {"Citation": "Maslach C, Schaufeli WB, Leiter MP. Job burnout. Annu Rev Psychol. 2001;52:397–422.", "ArticleIdList": ["11148311"]}, {"Citation": "Sichambo MN, Maragia SN, Simiyu AM. Causes of Burnout among Secondary School Teachers: A Case of Bungoma North District-Kenya. Int J Acad Res Prog Edu Dev. 2012;1:195–202."}, {"Citation": "Roelofs J, Verbraak M, Keijsers GPJ, et al. Psychometric properties of a Dutch version of the Maslach Burnout Inventory General Survey (MBI-DV) in individuals with and without clinical burnout. Stress Health. 2005;21:17–25."}, {"Citation": "Cathébras P, Begnon A, Laporte S, et al. Epuisement professionnel chez les médecins généralistes. Presse Med. 2004;33:1569–1574.", "ArticleIdList": ["15685107"]}, {"Citation": "Shanafelt TD, Balch CM, Bechamps GJ, et al. Burnout and career satisfaction among American surgeons. Ann Surg. 2009;250:463–471.", "ArticleIdList": ["19730177"]}, {"Citation": "Boyas J, Wind LH. Employment-based social capital, job stress, and employee burnout: a public child welfare employee structural model. Child Youth Serv Rev. 2010;32:380–388."}, {"Citation": "Garrosa E, Rainho C, Moreno-Jimenez B, et al. The relationship between job stressors, hardy personality, coping resources and burnout in a sample of nurses: A correlational study at two time points. Int J Nurs Stud. 2010;47:205–215.", "ArticleIdList": ["19596324"]}, {"Citation": "Klersy C, Callegari A, Martinelli V, et al. Burnout in health care providers of dialysis service in Northern Italy—a multicentre study. Nephrol Dial Transpl. 2007;22:2283–2290.", "ArticleIdList": ["17442744"]}, {"Citation": "Hudek-Knežević J, Kalebić Maglica B, Krapić N. Personality, organizational stress, and attitudes toward work as prospective predictors of professional burnout in hospital nurses. Croat Med J. 2011;52:538–549.", "ArticleIdList": ["PMC3160701", "21853549"]}, {"Citation": "Mandengue SH, Owona Manga LJ, Lobè-Tanga MY, et al. Syndrome de burnout chez les médecins généralistes de la région de Douala (Cameroun): les activités physiques peuvent-elles être un facteur protecteur? Rev Med Brux. 2017;38:10–15.", "ArticleIdList": ["28525196"]}, {"Citation": "Moueleu Ngalagou PT, Assomo Ndemba PB, Owona Manga LJ, et al. Syndrome du burnout chez le personnel soignant paramédical au Cameroun: Impact des activités physiques et sportives et des loisirs. Arch Mal Prof Env. 2018;79:55–63."}, {"Citation": "Embriaco N, Papazian L, Kentish-Barnes N, et al. Burnout syndrome among critical care health care workers. Curr Opin Crit Care. 2007;13:482–488.", "ArticleIdList": ["17762223"]}, {"Citation": "Owona Manga LJ, Mandengue SH, Bita Fouda AA, et al. Etude du travail de nuit et ses effets chez les personnels des pharmacies privées à Douala. Arch Mal Prof Env. 2017;78:448–453."}, {"Citation": "Danhof-Pont MB, Veen Tv, Zitman FG. Biomarkers in burnout: A systematic review. J Psychosom Res. 2011;70:505–524.", "ArticleIdList": ["21624574"]}, {"Citation": "Gerber M, Brand S, Elliot C, et al. Aerobic exercise training and burnout: a pilot study with male participants suffering from burnout. BMC Res Notes. 2013;6:78.", "ArticleIdList": ["PMC3599602", "23497731"]}, {"Citation": "De Vries J, Van Hooff M, Geurts S, et al. Exercise as an intervention to reduce study-related fatigue among university students: a two-arm parallel randomized controlled trial. PLoS One. 2006;11", "ArticleIdList": ["PMC4816334", "27031610"]}, {"Citation": "Zamani Sani SH, Fathirezaie Z, Brand S, et al. Physical activity and self-esteem: testing direct and indirect relationships associated with psychological and physical mechanisms. Neuropsych Dis Treat. 2016;12:2617–2625.", "ArticleIdList": ["PMC5068479", "27789950"]}]}], "History": [{"Year": "2020", "Month": "5", "Day": "17"}, {"Year": "2020", "Month": "5", "Day": "25"}, {"Year": "2020", "Month": "7", "Day": "4", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "7", "Day": "4", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "7", "Day": "4", "Hour": "6", "Minute": "1"}, {"Year": "2020", "Month": "6", "Day": "4"}], "PublicationStatus": "epublish", "ArticleIdList": ["32617359", "PMC7327400", "10.3934/publichealth.2020027", "publichealth-07-02-027"]}}]}