{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "32655659", "DateRevised": {"Year": "2020", "Month": "09", "Day": "28"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "06", "Day": "22"}], "Language": ["eng"], "ELocationID": ["4121483", "10.1155/2020/4121483"], "Journal": {"ISSN": "1741-427X", "JournalIssue": {"Volume": "2020", "PubDate": {"Year": "2020"}}, "Title": "Evidence-based complementary and alternative medicine : eCAM", "ISOAbbreviation": "Evid Based Complement Alternat Med"}, "ArticleTitle": "Antinociceptive Effects of Shenling Baizhu through PI3K-Akt-mTOR Signaling Pathway in a Mouse Model of Bone Metastasis with Small-Cell Lung Cancer.", "Pagination": {"StartPage": "4121483", "MedlinePgn": "4121483"}, "Abstract": {"AbstractText": ["Shenling Baizhu additive powder (SLBZ-AP), a formulation of a variety of natural medicinal plants, has clinical efficacy in treating cancers in previous studies. We explored the effect of SLBZ-AP in bone metastasis of lung cancer (BMLC) mice, and the possible mechanism involved was further investigated in the present study. Mice model of BMLC was made and treated with SLBZ-AP. Pain behavioral tests were performed to explore the effect on BMLC-induced pain in mice. TUNEL staining was used to investigate apoptosis. The mRNA expression of markers in the PI3K/Akt/mTOR pathway was measured by qPCR, and protein expression was detected by western blotting and immunohistochemistry analysis. SLBZ-AP relieved BMLC-induced pain and prolonged animals' survival, promoted cell apoptosis in the marrow from the tibia of BMLC mice, and inhibited mRNA and protein expression of AKT, mTOR, P70S6, and VEGF, as well as protein expression of p-AKT, p-mTOR, p-P70S6, and VEGF upregulation in the marrow of tibia induced by BMLC, an effect which was similar to rapamycin. Our results suggested that SLBZ-AP may have antinociceptive effect and prolong survival of BMLC mice at least partially by inhibiting cell proliferation and promoting apoptosis through the PI3K/Akt/mTOR signaling pathway. SLBZ-AP may be a potential candidate for BMLC therapy."], "CopyrightInformation": "Copyright © 2020 Zhe Feng et al."}, "AuthorList": [{"Identifier": ["0000-0001-5625-1501"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Sports and Joint Surgery, Ruikang Hospital Affiliated to Guangxi University of Chinese Medicine, Nanning 530011, China."}], "LastName": "Feng", "ForeName": "Zhe", "Initials": "Z"}, {"Identifier": ["0000-0003-3299-4567"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Guangxi University of Chinese Medicine, Nanning, China."}], "LastName": "Feng", "ForeName": "Ziyi", "Initials": "Z"}, {"Identifier": ["0000-0003-1750-4400"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Sports and Joint Surgery, Ruikang Hospital Affiliated to Guangxi University of Chinese Medicine, Nanning 530011, China."}], "LastName": "Han", "ForeName": "Jie", "Initials": "J"}, {"Identifier": ["0000-0003-0069-2564"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Blood Specialty, The First Affiliated Hospital of Guangxi University of Chinese Medicine, Nanning 530023, China."}], "LastName": "Cheng", "ForeName": "Weimin", "Initials": "W"}, {"Identifier": ["0000-0002-7309-8083"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Sports and Joint Surgery, Ruikang Hospital Affiliated to Guangxi University of Chinese Medicine, Nanning 530011, China."}], "LastName": "Su", "ForeName": "Bo", "Initials": "B"}, {"Identifier": ["0000-0002-1942-3105"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Sports and Joint Surgery, Ruikang Hospital Affiliated to Guangxi University of Chinese Medicine, Nanning 530011, China."}], "LastName": "Mo", "ForeName": "Jian", "Initials": "J"}, {"Identifier": ["0000-0002-4206-5385"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Sports and Joint Surgery, Ruikang Hospital Affiliated to Guangxi University of Chinese Medicine, Nanning 530011, China."}], "LastName": "Feng", "ForeName": "XinJian", "Initials": "X"}, {"Identifier": ["0000-0002-9923-7774"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Sports and Joint Surgery, Ruikang Hospital Affiliated to Guangxi University of Chinese Medicine, Nanning 530011, China."}], "LastName": "Feng", "ForeName": "Sitan", "Initials": "S"}, {"Identifier": ["0000-0002-2430-8312"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Guangxi University of Chinese Medicine, Nanning, China."}], "LastName": "Chen", "ForeName": "GuoJian", "Initials": "G"}, {"Identifier": ["0000-0001-5526-0238"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Guangxi University of Chinese Medicine, Nanning, China."}], "LastName": "Huang", "ForeName": "Peng", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Guangxi University of Chinese Medicine, Nanning, China."}], "LastName": "Huang", "ForeName": "Long", "Initials": "L"}, {"Identifier": ["0000-0001-8261-5559"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Guangxi University of Chinese Medicine, Nanning, China."}], "LastName": "Cui", "ForeName": "Zhenwei", "Initials": "Z"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Evid Based Complement Alternat Med", "NlmUniqueID": "101215021", "ISSNLinking": "1741-427X"}, "CoiStatement": "All the authors declare that they have no conflicts of interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Chi Y.-H., Hsiao J.-K., Lin M.-H., Chang C., Lan C.-H., Wu H.-C. Lung cancer-targeting peptides with multi-subtype indication for combinational drug delivery and molecular imaging. Theranostics. 2017;7(6):1612–1632. doi: 10.7150/thno.17573.", "ArticleIdList": ["10.7150/thno.17573", "PMC5436516", "28529640"]}, {"Citation": "Zhang L., Gong Z. Clinical characteristics and prognostic factors in bone metastases from lung cancer. Medical Science Monitor. 2017;23:4087–4094. doi: 10.12659/msm.902971.", "ArticleIdList": ["10.12659/msm.902971", "PMC5580519", "28835603"]}, {"Citation": "Riihimäki M., Hemminki A., Fallah M., et al. Metastatic sites and survival in lung cancer. Lung Cancer. 2014;86(1):78–84. doi: 10.1016/j.lungcan.2014.07.020.", "ArticleIdList": ["10.1016/j.lungcan.2014.07.020", "25130083"]}, {"Citation": "De Castro J., García R., Garrido P., et al. Therapeutic potential of denosumab in patients with lung cancer: beyond prevention of skeletal complications. Clinical Lung Cancer. 2015;16(6):431–446. doi: 10.1016/j.cllc.2015.06.004.", "ArticleIdList": ["10.1016/j.cllc.2015.06.004", "26264596"]}, {"Citation": "Dohzono S., Sasaoka R., Takamatsu K., Hoshino M., Nakamura H. Low paravertebral muscle mass in patients with bone metastases from lung cancer is associated with poor prognosis. Supportive Care in Cancer. 2020;28(1):389–394. doi: 10.1007/s00520-019-04843-9.", "ArticleIdList": ["10.1007/s00520-019-04843-9", "31055666"]}, {"Citation": "Cho Y. J., Cho Y. M., Kim S. H., Shin K. H., Jung S. T., Kim H. S. Clinical analysis of patients with skeletal metastasis of lung cancer. BMC Cancer. 2019;19(1):p. 303. doi: 10.1186/s12885-019-5534-3.", "ArticleIdList": ["10.1186/s12885-019-5534-3", "PMC6446278", "30943924"]}, {"Citation": "Jin R., Jin Y. Y., Tang Y. L., Yang H. J., Zhou X. Q., Lei Z. GPNMB silencing suppresses the proliferation and metastasis of osteosarcoma cells by blocking the PI3K/Akt/mTOR signaling pathway. Oncology Reports. 2018;39(6):3034–3040. doi: 10.3892/or.2018.6346.", "ArticleIdList": ["10.3892/or.2018.6346", "29620278"]}, {"Citation": "Ke M., Mo L., Li W., Zhang X., Li F., Yu H. Ubiquitin ligase SMURF1 functions as a prognostic marker and promotes growth and metastasis of clear cell renal cell carcinoma. FEBS Open Bio. 2017;7(4):577–586. doi: 10.1002/2211-5463.12204.", "ArticleIdList": ["10.1002/2211-5463.12204", "PMC5377408", "28396841"]}, {"Citation": "Aoki M., Fujishita T. Oncogenic roles of the PI3K/AKT/mTOR Axis. Current Topics in Microbiology and Immunology. 2017;407:153–189. doi: 10.1007/82_2017_6.", "ArticleIdList": ["10.1007/82_2017_6", "28550454"]}, {"Citation": "Beck J. T., Ismail A., Tolomeo C. Targeting the phosphatidylinositol 3-kinase (PI3K)/AKT/mammalian target of rapamycin (mTOR) pathway: an emerging treatment strategy for squamous cell lung carcinoma. Cancer Treatment Reviews. 2014;40(8):980–989. doi: 10.1016/j.ctrv.2014.06.006.", "ArticleIdList": ["10.1016/j.ctrv.2014.06.006", "25037117"]}, {"Citation": "Heavey S., O’Byrne K. J., Gately K. Strategies for co-targeting the PI3K/AKT/mTOR pathway in NSCLC. Cancer Treatment Reviews. 2014;40(3):445–456. doi: 10.1016/j.ctrv.2013.08.006.", "ArticleIdList": ["10.1016/j.ctrv.2013.08.006", "24055012"]}, {"Citation": "Zhou X., Zhou R., Li Q., et al. Cardamonin inhibits the proliferation and metastasis of non-small-cell lung cancer cells by suppressing the PI3K/Akt/mTOR pathway. Anti-Cancer Drugs. 2019;30(3):241–250. doi: 10.1097/cad.0000000000000709.", "ArticleIdList": ["10.1097/cad.0000000000000709", "30640793"]}, {"Citation": "Baek S. H., Ko J.-H., Lee J. H., et al. Ginkgolic acid inhibits invasion and migration and TGF-β-induced EMT of lung cancer cells through PI3K/Akt/mTOR inactivation. Journal of Cellular Physiology. 2017;232(2):346–354. doi: 10.1002/jcp.25426.", "ArticleIdList": ["10.1002/jcp.25426", "27177359"]}, {"Citation": "Yang X., Song X., Wang X., Liu X., Peng Z. Downregulation of TM7SF4 inhibits cell proliferation and metastasis of A549 cells through regulating the PI3K/AKT/mTOR signaling pathway. Molecular Medicine Reports. 2017;16(5):6122–6127. doi: 10.3892/mmr.2017.7324.", "ArticleIdList": ["10.3892/mmr.2017.7324", "28849122"]}, {"Citation": "Lv X., Li C. Y., Han P., Xu X. Y. MicroRNA-520a-3p inhibits cell growth and metastasis of non-small cell lung cancer through PI3K/AKT/mTOR signaling pathway. European Review for Medical and Pharmacological Sciences. 2018;22(8):2321–2327. doi: 10.26355/eurrev_201804_14822.", "ArticleIdList": ["10.26355/eurrev_201804_14822", "29762835"]}, {"Citation": "Li Z.-H., Wang J., Cai R.-L., Sun J., Ye M.-G. Effect of Shenling Baizhu San on the protein expression of NF-κB p65 and the serum level of related inflammatory cytokines in the colon tissue of rats with ulcerative colitis due to dampness retention and spleen deficiency. Journal of Beijing University of Traditional Chinese Medicine. 2015;38(5):315–317."}, {"Citation": "Han H., Song G., Hu S. Mechanism of function of Shenlibaizhu powder on diarrhea due to spleen asthenia by Rhubarb. Modern Journal of Integrated Traditional Chinese and Western Medicine. 2008;17(1):15–16."}, {"Citation": "Ma X., Li Z. Treatment of 35 cases of chronic functional diarrhea with shenqi baizhu powder and zhongzhong decoction. Shanxi Traditional Chinese Medicine. 2011;32(5):542–543."}, {"Citation": "Lin X., Xu W., Shao M., et al. Shenling Baizhu San supresses colitis associated colorectal cancer through inhibition of epithelial-mesenchymal transition and myeloid-derived suppressor infiltration. BMC Complementary and Alternative Medicine. 2015;15(1):p. 126. doi: 10.1186/s12906-015-0649-9.", "ArticleIdList": ["10.1186/s12906-015-0649-9", "PMC4428101", "25897964"]}, {"Citation": "Liu L., Han L., Wong D. Y. L., et al. Effects of Si-Jun-Zi decoction polysaccharides on cell migration and gene expression in wounded rat intestinal epithelial cells. British Journal of Nutrition. 2005;93(1):21–29. doi: 10.1079/bjn20041295.", "ArticleIdList": ["10.1079/bjn20041295", "15705221"]}, {"Citation": "Ding Y.-J., Wang B.-C., Wen C.-C., et al. Evaluation of the teratogenic effects of three traditional Chinese medicines, Si jun zi tang, liu jun zi tang and shenling baizhu san, during zebrafish pronephros development. Journal of Toxicologic Pathology. 2015;28(3):141–149. doi: 10.1293/tox.2013-0045.", "ArticleIdList": ["10.1293/tox.2013-0045", "PMC4588208", "26441476"]}, {"Citation": "Zhang Y., Tang K., Deng Y., et al. Effects of shenling baizhu powder herbal formula on intestinal microbiota in high-fat diet-induced NAFLD rats. Biomedicine & Pharmacotherapy. 2018;102:1025–1036. doi: 10.1016/j.biopha.2018.03.158.", "ArticleIdList": ["10.1016/j.biopha.2018.03.158", "29710519"]}, {"Citation": "Gong X.-W., Xu Y.-J., Yang Q.-H., et al. Effect of soothing Gan (liver) and invigorating pi (spleen) recipes on TLR4-p38 MAPK pathway in kupffer cells of non-alcoholic steatohepatitis rats. Chinese Journal of Integrative Medicine. 2019;25(3):216–224. doi: 10.1007/s11655-018-2829-6.", "ArticleIdList": ["10.1007/s11655-018-2829-6", "29335857"]}, {"Citation": "Tang B. Clinical observation of Shenling Baizhu San on 60 cases of chronic enteritis. Internal Medicine China. 2011;6(3):225–226."}, {"Citation": "Li X. Clinical observation of the efficacy of Shenling Baizhu powder on treatment of chronic enteritis. China Modern Medicine. 2012;19(15):90–91."}, {"Citation": "Li P. Observation on the effect of Shenling Baizhu Decoction on improving spleen deficiency syndrome in patients with gastric cancer with colorectal cancer. Journal of Tianjin University of Traditional Chinese Medicine. 2005;24(3):151–152."}, {"Citation": "Yu P. Clinical observation of shenling baizhu decoction combined with chemotherapy in postoperative treatment of colon cancer. Modern Diagnosis and Treatment. 2015;23:5310–5311."}, {"Citation": "Huang Z. Effects of Shenling Baizhu San on serum IL-2, INF-γ , TNF-α in tumor bearing mice. Guangming Journal Chinese Medicine. 2010;25(9):1584–1586."}, {"Citation": "Zhang X. Clinical study of Shenling Baizhu Granule combined with gefitinib/erlotinib in the treatment of advanced non-small cell lung cancer with spleen deficiency. Journal of New Chinese Medicine. 2014;1:127–129."}, {"Citation": "Li H. Clinical observation of 50 cases of advanced non-small cell lung cancer with Shenling Baizhu Powder. Jian Kang Qian Yan. 2016;25(11)"}, {"Citation": "Feng Z. Effect of shenling baizhu powder on the expression of COX-2 and VEGF in bone metastasis of lung cancer. Shizhen Guoguo Guoyao. 2013;24(1):105–107."}, {"Citation": "Feng Z. Clinical study on shenling baizhu powder for treating bone metastasis of lung cancer. Chinese Medicine Herald. 2013;10:1–3."}, {"Citation": "Commission C. Chinese Pharmacopoeia. Vol. 1. China: Chinese Medical Science and Technology Press; 2015."}, {"Citation": "Liu C., Zhu Q. Study on characteristic fingerprint of Shenling Baizhu powder by HPLC and determination of five index components. China Pharmaceuticals. 2018;27(466(15)):18–22."}, {"Citation": "Li J. Study on fingerprint and multi-component quality of Shenling Baizhu powder based on UPLC. China Pharmacist. 2019;22(2):18–22."}, {"Citation": "Shen W., Pang H., Xin B., Duan L., Liu L., Zhang H. Biological effects of BMP7 on small-cell lung cancer cells and its bone metastasis. International Journal of Oncology. 2018;53(3):1354–1362. doi: 10.3892/ijo.2018.4469.", "ArticleIdList": ["10.3892/ijo.2018.4469", "30015928"]}, {"Citation": "Zou Y. F., Zhang Y.-Y., Fu Y.-P., et al. A polysaccharide isolated from codonopsis pilosula with immunomodulation effects both in vitro and in vivo. Molecules. 2019;24(20) doi: 10.3390/molecules24203632.", "ArticleIdList": ["10.3390/molecules24203632", "PMC6832355", "31600890"]}, {"Citation": "Zhang W., Chen L., Li P., Zhao J., Duan J. Antidepressant and immunosuppressive activities of two polysaccharides from Poria cocos (Schw.) Wolf. International Journal of Biological Macromolecules. 2018;120:1696–1704. doi: 10.1016/j.ijbiomac.2018.09.171.", "ArticleIdList": ["10.1016/j.ijbiomac.2018.09.171", "30267822"]}, {"Citation": "Guo Y., Xing E., Liang X., Song H., Dong W. Effects of total saponins from Rhizoma Dioscoreae Nipponicae on expression of vascular endothelial growth factor and angiopoietin-2 and Tie-2 receptors in the synovium of rats with rheumatoid arthritis. Journal of the Chinese Medical Association. 2016;79(5):264–271. doi: 10.1016/j.jcma.2015.10.012.", "ArticleIdList": ["10.1016/j.jcma.2015.10.012", "26947206"]}, {"Citation": "Ma X. Q., Li S.-M., Chan C. L., et al. Influence of sulfur fumigation on glycoside profile in Platycodonis Radix (Jiegeng) Chinese Medicine. 2016;11(1):p. 32. doi: 10.1186/s13020-016-0101-1.", "ArticleIdList": ["10.1186/s13020-016-0101-1", "PMC4934009", "27385975"]}, {"Citation": "Du K., Li J., Bai Y., An M., Gao X.-M., Chang Y.-X. A green ionic liquid-based vortex-forced MSPD method for the simultaneous determination of 5-HMF and iridoid glycosides from Fructus Corni by ultra-high performance liquid chromatography. Food Chemistry. 2018;244:190–196. doi: 10.1016/j.foodchem.2017.10.057.", "ArticleIdList": ["10.1016/j.foodchem.2017.10.057", "29120770"]}, {"Citation": "Zheng M., Liu C., Fan Y., Shi D., Jian W. Total glucosides of paeony (TGP) extracted from Radix Paeoniae Alba exerts neuroprotective effects in MPTP-induced experimental parkinsonism by regulating the cAMP/PKA/CREB signaling pathway. Journal of Ethnopharmacology. 2019;245 doi: 10.1016/j.jep.2019.112182.112182", "ArticleIdList": ["10.1016/j.jep.2019.112182", "31445131"]}, {"Citation": "Xu Y., Cai H., Cao G., et al. Profiling and analysis of multiple constituents in Baizhu Shaoyao San before and after processing by stir-frying using UHPLC/Q-TOF-MS/MS coupled with multivariate statistical analysis. Journal of Chromatography B. 2018;1083:110–123. doi: 10.1016/j.jchromb.2018.03.003.", "ArticleIdList": ["10.1016/j.jchromb.2018.03.003", "29529536"]}, {"Citation": "Yang X. L., Liu D., Bian K., Zhang D. D. Study on in vitro anti-inflammatory activity of total flavonoids from Glycyrrhizae Radix et Rhizoma and its ingredients. Zhongguo Zhong Yao Za Zhi. 2013;38(1):99–104.", "ArticleIdList": ["23596884"]}, {"Citation": "Xia L., Zhang B., Yan Q., Ruan S. Effects of saponins of patrinia villosa against invasion and metastasis in colorectal cancer cell through NF-κB signaling pathway and EMT. Biochemical and Biophysical Research Communications. 2018;503(3):2152–2159. doi: 10.1016/j.bbrc.2018.08.005.", "ArticleIdList": ["10.1016/j.bbrc.2018.08.005", "30119890"]}, {"Citation": "Kopustinskiene D. M., Jakstas V., Savickas A., Bernatoniene J. Flavonoids as anticancer agents. Nutrients. 2020;12(2):p. 457. doi: 10.3390/nu12020457.", "ArticleIdList": ["10.3390/nu12020457", "PMC7071196", "32059369"]}, {"Citation": "Nguyen L. T. H., Ahn S.-H., Nguyen U. T., Yang I.-J. Dang-Gui-Liu-Huang Tang a traditional herbal formula, ameliorates imiquimod-induced psoriasis-like skin inflammation in mice by inhibiting IL-22 production. Phytomedicine. 2018;47:48–57. doi: 10.1016/j.phymed.2018.04.051.", "ArticleIdList": ["10.1016/j.phymed.2018.04.051", "30166108"]}, {"Citation": "Chunhua M., Hongyan L., Weina Z., Xiaoli H., Yajie Z., Jie R. Dang Gui Bu Xue Tang ameliorates coronary artery ligation-induced myocardial ischemia in rats. Biomedicine & Pharmacotherapy. 2017;88:617–624. doi: 10.1016/j.biopha.2017.01.079.", "ArticleIdList": ["10.1016/j.biopha.2017.01.079", "28142118"]}, {"Citation": "Xingzi H. Effect of shenling baizhu jiawei decoction on expression of serum vascular endothelial growth factor and matrix metalloproteinase-9 in patients with non-small cell lung cancer. China Medical Herald. 2013;10(29):72–75."}, {"Citation": "Dong M., Ye T., Bi Y., et al. A novel hybrid of 3-benzyl coumarin seco-B-ring derivative and phenylsulfonylfuroxan induces apoptosis and autophagy in non-small-cell lung cancer. Phytomedicine. 2019;52:79–88. doi: 10.1016/j.phymed.2018.09.216.", "ArticleIdList": ["10.1016/j.phymed.2018.09.216", "30599915"]}, {"Citation": "Soleimani A., Rahmani F., Ferns G. A., Ryzhikov M., Avan A., Hassanian S. M. Role of regulatory oncogenic or tumor suppressor miRNAs of PI3K/AKT signaling Axis in the pathogenesis of colorectal cancer. Current Pharmaceutical Design. 2018;24(39):4605–4610. doi: 10.2174/1381612825666190110151957.", "ArticleIdList": ["10.2174/1381612825666190110151957", "30636581"]}, {"Citation": "Kumar S., Agnihotri N. Piperlongumine, a piper alkaloid targets Ras/PI3K/Akt/mTOR signaling axis to inhibit tumor cell growth and proliferation in DMH/DSS induced experimental colon cancer. Biomedicine & Pharmacotherapy. 2019;109:1462–1477. doi: 10.1016/j.biopha.2018.10.182.", "ArticleIdList": ["10.1016/j.biopha.2018.10.182", "30551398"]}, {"Citation": "Javadinia S. A., Shahidsales S., Fanipakdel A., et al. The esophageal cancer and the PI3K/AKT/mTOR signaling regulatory microRNAs: a novel marker for prognosis, and a possible target for immunotherapy. Current Pharmaceutical Design. 2019;24(39):4646–4651. doi: 10.2174/1381612825666190110143258.", "ArticleIdList": ["10.2174/1381612825666190110143258", "30636576"]}, {"Citation": "Li Z. W., Xue M., Zhu B.-X., Yue C.-L., Chen M., Qin H.-H. microRNA-4500 inhibits human glioma cell progression by targeting IGF2BP1. Biochemical and Biophysical Research Communications. 2019;513(4):800–806. doi: 10.1016/j.bbrc.2019.04.058.", "ArticleIdList": ["10.1016/j.bbrc.2019.04.058", "31000197"]}, {"Citation": "Guerrero-Zotano A., Mayer I. A., Arteaga C. L. PI3K/AKT/mTOR: role in breast cancer progression, drug resistance, and treatment. Cancer and Metastasis Reviews. 2016;35(4):515–524. doi: 10.1007/s10555-016-9637-x.", "ArticleIdList": ["10.1007/s10555-016-9637-x", "27896521"]}, {"Citation": "Sharma V. R., Gupta G. K., Sharma A. K., et al. PI3K/Akt/mTOR intracellular pathway and breast cancer: factors, mechanism and regulation. Current Pharmaceutical Design. 2017;23(11):1633–1638. doi: 10.2174/1381612823666161116125218.", "ArticleIdList": ["10.2174/1381612823666161116125218", "27848885"]}, {"Citation": "Wu T., Dong X., Yu D., Shen Z., Yu J., Yan S. Natural product pectolinarigenin inhibits proliferation, induces apoptosis, and causes G2/M phase arrest of HCC via PI3K/AKT/mTOR/ERK signaling pathway. OncoTargets and Therapy. 2018;11:8633–8642. doi: 10.2147/ott.s186186.", "ArticleIdList": ["10.2147/ott.s186186", "PMC6284530", "30584322"]}, {"Citation": "Pu X. H., Li F., Miao X. L., Ye J. L., Lu L. G. Transforming growth factor beta regulates hepatic progenitor cells migration via PI3K/AKT/mTOR/p70S6K pathway. Zhonghua Gan Zang Bing Za Zhi. 2018;26(9):680–685.", "ArticleIdList": ["30481866"]}, {"Citation": "Wei C., Yang C., Wang S., et al. Crosstalk between cancer cells and tumor associated macrophages is required for mesenchymal circulating tumor cell-mediated colorectal cancer metastasis. Molecular Cancer. 2019;18(1):p. 64. doi: 10.1186/s12943-019-0976-4.", "ArticleIdList": ["10.1186/s12943-019-0976-4", "PMC6441214", "30927925"]}, {"Citation": "Zhu Y., Rao Q., Zhang X., Zhou X. Galangin induced antitumor effects in human kidney tumor cells mediated via mitochondrial mediated apoptosis, inhibition of cell migration and invasion and targeting PI3K/AKT/mTOR signalling pathway. Journal of Balkan Union of Oncology. 2018;23(3):795–799.", "ArticleIdList": ["30003754"]}, {"Citation": "Guba M., von Breitenbuch P., Steinbauer M., et al. Rapamycin inhibits primary and metastatic tumor growth by antiangiogenesis: involvement of vascular endothelial growth factor. Nature Medicine. 2002;8(2):128–135. doi: 10.1038/nm0202-128.", "ArticleIdList": ["10.1038/nm0202-128", "11821896"]}, {"Citation": "Auyeung K. K., Ko J. K. Angiogenesis and oxidative stress in metastatic tumor progression: pathogenesis and novel therapeutic approach of colon cancer. Current Pharmaceutical Design. 2017;23(27):3952–3961. doi: 10.2174/1381612823666170228124105.", "ArticleIdList": ["10.2174/1381612823666170228124105", "28245762"]}, {"Citation": "Choi S., Kim K., Cha M., Kim M., Lee B. H. mTOR signaling intervention by Torin1 and XL388 in the insular cortex alleviates neuropathic pain. Neuroscience Letters. 2020;718 doi: 10.1016/j.neulet.2020.134742.134742", "ArticleIdList": ["10.1016/j.neulet.2020.134742", "31917234"]}, {"Citation": "Feng J.-H., Lee H.-J., Suh H.-W. The molecular signatures of acute-immobilization-induced antinociception and chronic-immobilization-induced antinociceptive tolerance. Experimental Neurobiology. 2019;28(6):670–678. doi: 10.5607/en.2019.28.6.670.", "ArticleIdList": ["10.5607/en.2019.28.6.670", "PMC6946116", "31902155"]}, {"Citation": "Batalle G., Cabarga L., Pol O. The inhibitory effects of slow-releasing hydrogen sulfide donors in the mechanical allodynia, grip strength deficits, and depressive-like behaviors associated with chronic osteoarthritis pain. Antioxidants (Basel) 2019;9(1) doi: 10.3390/antiox9010031.", "ArticleIdList": ["10.3390/antiox9010031", "PMC7023382", "31905764"]}, {"Citation": "Liang L., Tao B., Fan L., Yaster M., Zhang Y., Tao Y.-X. mTOR and its downstream pathway are activated in the dorsal root ganglion and spinal cord after peripheral inflammation, but not after nerve injury. Brain Research. 2013;1513:17–25. doi: 10.1016/j.brainres.2013.04.003.", "ArticleIdList": ["10.1016/j.brainres.2013.04.003", "PMC3653996", "23583278"]}]}], "History": [{"Year": "2019", "Month": "9", "Day": "18"}, {"Year": "2020", "Month": "1", "Day": "20"}, {"Year": "2020", "Month": "3", "Day": "3"}, {"Year": "2020", "Month": "7", "Day": "14", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "7", "Day": "14", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "7", "Day": "14", "Hour": "6", "Minute": "1"}, {"Year": "2020", "Month": "6", "Day": "22"}], "PublicationStatus": "epublish", "ArticleIdList": ["32655659", "PMC7327581", "10.1155/2020/4121483"]}}]}