{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Active ingredient", "Dendrobium", "Metabolite", "Metabolome", "UV-B"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "32655986", "DateRevised": {"Year": "2022", "Month": "04", "Day": "15"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "06", "Day": "29"}], "Language": ["eng"], "ELocationID": ["e9107", "10.7717/peerj.9107"], "Journal": {"ISSN": "2167-8359", "JournalIssue": {"Volume": "8", "PubDate": {"Year": "2020"}}, "Title": "PeerJ", "ISOAbbreviation": "PeerJ"}, "ArticleTitle": "Comparative metabolomic analyses of <i>Dendrobium officinale Kimura et Migo</i> responding to UV-B radiation reveal variations in the metabolisms associated with its bioactive ingredients.", "Pagination": {"StartPage": "e9107", "MedlinePgn": "e9107"}, "Abstract": {"AbstractText": ["<i>Dendrobium officinale Kimura et Migo</i>, a member of the genus <i>Dendrobium</i>, is a traditional Chinese medicine with high commercial value. The positive roles of UV-B radiation on active ingredient metabolism in various medicinal plants have been studied. However, the metabolic responses of <i>D. officinale</i> stems to UV-B treatment is largely unknown.", "An untargeted metabolomics method was used to investigate the metabolic variations in <i>D. officinale</i> stems between the control and UV-B treatments.", "In total, 3,655 annotated metabolites, including 640 up- and 783 down-regulated metabolites, were identified and grouped into various primary metabolic categories. Then, a number of metabolites involved in the polysaccharide, alkaloid and flavonoid biosynthesis pathways were identified. For polysaccharide biosynthesis, several intermediate products, such as pyruvate, secologanate, tryptophan and secologanin, were significantly up-regulated by the UV-B treatment. For polysaccharide biosynthesis, many key fundamental building blocks, from the glycolysis, starch and sucrose metabolism, and fructose and mannose metabolism pathways, were induced by the UV-B treatment. For flavonoid metabolism, accumulations of several intermediate products of chalcone synthase, chalcone isomerase and flavanone 3-hydroxylase were affected by the UV-B treatment, indicating an involvement of UV-B in flavonoid biosynthesis. The UV-B induced accumulation of polysaccharides, alkaloids and flavonoids was confirmed by HPLC analysis. Our study will help to understand the effects of UV-B on the accumulation of active ingredients in <i>D. officinale</i>."], "CopyrightInformation": "©2020 Chen et al."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Horticulture, Zhejiang Academy of Agriculture Science, Hangzhou, Zhejiang, China."}, {"Identifier": [], "Affiliation": "Key Laboratory of Creative Agriculture, Ministry of Agriculture, Hangzhou, China."}], "LastName": "Chen", "ForeName": "Yue", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Plant Protection and Microbiology, Zhejiang Academy of Agriculture Science, Hangzhou, Zhejiang, China."}], "LastName": "Shen", "ForeName": "Qi", "Initials": "Q"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Agro Technical Extension and Service Center, Hangzhou, China."}], "LastName": "Lv", "ForeName": "Ping", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Horticulture, Zhejiang Academy of Agriculture Science, Hangzhou, Zhejiang, China."}], "LastName": "Sun", "ForeName": "Chongbo", "Initials": "C"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "PeerJ", "NlmUniqueID": "101603425", "ISSNLinking": "2167-8359"}, "CoiStatement": "The authors declare there are no competing interests."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Afreen F, Zobayed SM, Kozai T. Spectral quality and UV-B stress stimulate glycyrrhizin concentration of Glycyrrhiza uralensis in hydroponic and pot system. Plant Physiology and Biochemistry. 2005;43:1074–1081. doi: 10.1016/j.plaphy.2005.11.005.", "ArticleIdList": ["10.1016/j.plaphy.2005.11.005", "16386431"]}, {"Citation": "Cao J, Xia X, Chen X, Xiao J, Wang Q. Characterization of flavonoids from Dryopteris erythrosora and evaluation of their antioxidant, anticancer and acetylcholinesterase inhibition activities. Food and Chemical Toxicology. 2013;51:242–250. doi: 10.1016/j.fct.2012.09.039.", "ArticleIdList": ["10.1016/j.fct.2012.09.039", "23063594"]}, {"Citation": "Chen X, Wang F, Wang Y, Li X, Wang A, Wang C, Guo S. Discrimination of the rare medicinal plant Dendrobium officinale based on naringenin, bibenzyl, and polysaccharides. Sci China Life Sci. 2012;55:1092–1099.", "ArticleIdList": ["23233224"]}, {"Citation": "Chen X-M, Xiao S-Y, Guo S-X. Comparison of chemical compositions between Dendrobium candidum and Dendrobium nobile. Zhongguo yi xue ke xue yuan xue bao Acta Academiae Medicinae Sinicae. 2006;28:524–529.", "ArticleIdList": ["16995306"]}, {"Citation": "Christie JM, Jenkins GI. Distinct UV-B and UV-A/blue light signal transduction pathways induce chalcone synthase gene expression in Arabidopsis cells. The Plant Cell. 1996;8:1555–1567.", "ArticleIdList": ["PMC161298", "8837509"]}, {"Citation": "De Luca V, Salim V, Thamm A, Masada SA, Yu F. Making iridoids/secoiridoids and monoterpenoid indole alkaloids: progress on pathway elucidation. Current Opinion in Plant Biology. 2014;19:35–42. doi: 10.1016/j.pbi.2014.03.006.", "ArticleIdList": ["10.1016/j.pbi.2014.03.006", "24709280"]}, {"Citation": "Dolzhenko Y, Bertea CM, Occhipinti A, Bossi S, Maffei ME. UV-B modulates the interplay between terpenoids and flavonoids in peppermint (Mentha x piperita L.) Journal of Photochemistry and Photobiology B: Biology. 2010;100:67–75. doi: 10.1016/j.jphotobiol.2010.05.003.", "ArticleIdList": ["10.1016/j.jphotobiol.2010.05.003", "20627615"]}, {"Citation": "Duan E, Wang Y, Liu L, Zhu J, Zhong M, Zhang H, Li S, Ding B, Zhang X, Guo X, Jiang L, Wan J. Pyrophosphate: fructose-6-phosphate 1-phosphotransferase (PFP) regulates carbon metabolism during grain filling in rice. Plant Cell Reports. 2016;35:1321–1331. doi: 10.1007/s00299-016-1964-4.", "ArticleIdList": ["10.1007/s00299-016-1964-4", "PMC4869756", "26993329"]}, {"Citation": "Feng S, Jiao K, Guo H, Jiang M, Hao J, Wang H, Shen C. Succinyl-proteome profiling of Dendrobium officinale, an important traditional Chinese orchid herb, revealed involvement of succinylation in the glycolysis pathway. BMC Genomics. 2017;18:598. doi: 10.1186/s12864-017-3978-x.", "ArticleIdList": ["10.1186/s12864-017-3978-x", "PMC5553593", "28797234"]}, {"Citation": "Fraser DP, Sharma A, Fletcher T, Budge S, Moncrieff C, Dodd AN, Franklin KA. UV-B antagonises shade avoidance and increases levels of the flavonoid quercetin in coriander (Coriandrum sativum) Scientific Reports. 2017;7:17758. doi: 10.1038/s41598-017-18073-8.", "ArticleIdList": ["10.1038/s41598-017-18073-8", "PMC5736551", "29259256"]}, {"Citation": "Guo X, Li Y, Li C, Luo H, Wang L, Qian J, Luo X, Xiang L, Song J, Sun C, Xu H, Yao H, Chen S. Analysis of the Dendrobium officinale transcriptome reveals putative alkaloid biosynthetic genes and genetic markers. Gene. 2013;527:131–138. doi: 10.1016/j.gene.2013.05.073.", "ArticleIdList": ["10.1016/j.gene.2013.05.073", "23756193"]}, {"Citation": "Hao J, Guo H, Shi X, Wang Y, Wan Q, Song Y, Zhang L, Dong M, Shen C. Comparative proteomic analyses of two Taxus species (Taxus×media and Taxus maire i) reveals variations in the metabolisms associated with paclitaxel and other metabolites. Plant and Cell Physiology. 2017;58(11):1878–1890. doi: 10.1093/pcp/pcx128.", "ArticleIdList": ["10.1093/pcp/pcx128", "29016978"]}, {"Citation": "He TB, Huang YP, Yang L, Liu TT, Gong WY, Wang XJ, Sheng J, Hu JM. Structural characterization and immunomodulating activity of polysaccharide from Dendrobium officinale. International Journal of Biological Macromolecules. 2016;83:34–41. doi: 10.1016/j.ijbiomac.2015.11.038.", "ArticleIdList": ["10.1016/j.ijbiomac.2015.11.038", "26592697"]}, {"Citation": "He C, Zhang J, Liu X, Zeng S, Wu K, Yu Z, Wang X, Teixeira da Silva JA, Lin Z, Duan J. Identification of genes involved in biosynthesis of mannan polysaccharides in Dendrobium officinale by RNA-seq analysis. Plant Molecular Biology. 2015;88:219–231. doi: 10.1007/s11103-015-0316-z.", "ArticleIdList": ["10.1007/s11103-015-0316-z", "25924595"]}, {"Citation": "Huang K, Li Y, Tao S, Wei G, Huang Y, Chen D, Wu C. Purification, characterization and biological activity of polysaccharides from Dendrobium officinale. Molecules. 2016;21:701. doi: 10.3390/molecules21060701.", "ArticleIdList": ["10.3390/molecules21060701", "PMC6272863", "27248989"]}, {"Citation": "Huang YP, He TB, Cuan XD, Wang XJ, Hu JM, Shen J. 1, 4- β-d-Glucomannan from Dendrobium officinale activates NF- B via TLR4 to regulate the immune response. Molecules. 2018;23:2658. doi: 10.3390/molecules23102658.", "ArticleIdList": ["10.3390/molecules23102658", "PMC6222441", "30332800"]}, {"Citation": "Hui SU, Yang Y. State quo of Dendrobium spp. resources of nabanhe nature reserve and countermeasures for protection. Forest Inventory & Planning. 2006;05:100–102."}, {"Citation": "Jiao C, Song C, Zheng S, Zhu Y, Jin Q, Cai Y, Lin Y. Metabolic profiling of Dendrobium officinale in response to precursors and methyl jasmonate. International Journal of Molecular Sciences. 2018;19:728. doi: 10.3390/ijms19030728.", "ArticleIdList": ["10.3390/ijms19030728", "PMC5877589", "29510516"]}, {"Citation": "Jin X, Chen S, Luo Y. Taxonomic revision of Dendrobium moniliforme complex (Orchidaceae) Scientia Horticulturae. 2009;120:143–145. doi: 10.1016/j.scienta.2008.10.002.", "ArticleIdList": ["10.1016/j.scienta.2008.10.002"]}, {"Citation": "Jin Q, Jiao C, Sun S, Song C, Cai Y, Lin Y, Fan H, Zhu Y. Metabolic analysis of medicinal Dendrobium officinale and Dendrobium huoshanense during different growth years. PLOS ONE. 2016a;11:e0146607. doi: 10.1371/journal.pone.0146607.", "ArticleIdList": ["10.1371/journal.pone.0146607", "PMC4709240", "26752292"]}, {"Citation": "Jin Z, Kim JH, Park SU, Kim SU. Cloning and characterization of indole synthase (INS) and a putative tryptophan synthase alpha-subunit (TSA) genes from Polygonum tinctorium. Plant Cell Reports. 2016b;35:2449–2459. doi: 10.1007/s00299-016-2046-3.", "ArticleIdList": ["10.1007/s00299-016-2046-3", "27585574"]}, {"Citation": "Li CY, Leopold AL, Sander GW, Shanks JV, Zhao L, Gibson SI. CrBPF1 overexpression alters transcript levels of terpenoid indole alkaloid biosynthetic and regulatory genes. Frontiers in Plant Science. 2015;6:818.", "ArticleIdList": ["PMC4589645", "26483828"]}, {"Citation": "Li Y, Li F, Gong Q, Wu Q, Shi J. Inhibitory effects of Dendrobium alkaloids on memory impairment induced by lipopolysaccharide in rats. Planta Medica. 2011;77:117–121. doi: 10.1055/s-0030-1250235.", "ArticleIdList": ["10.1055/s-0030-1250235", "20717874"]}, {"Citation": "Luo QL, Tang ZH, Zhang XF, Zhong YH, Yao SZ, Wang LS, Lin CW, Luo X. Chemical properties and antioxidant activity of a water-soluble polysaccharide from Dendrobium officinale. International Journal of Biological Macromolecules. 2016;89:219–227. doi: 10.1016/j.ijbiomac.2016.04.067.", "ArticleIdList": ["10.1016/j.ijbiomac.2016.04.067", "27131730"]}, {"Citation": "Martinez-Luscher J, Sanchez-Diaz M, Delrot S, Aguirreolea J, Pascual I, Gomes E. Ultraviolet-B radiation and water deficit interact to alter flavonol and anthocyanin profiles in grapevine berries through transcriptomic regulation. Plant and Cell Physiology. 2014;55:1925–1936. doi: 10.1093/pcp/pcu121.", "ArticleIdList": ["10.1093/pcp/pcu121", "25231967"]}, {"Citation": "Masuko T, Minami A, Iwasaki N, Majima T, Nishimura S-I, Lee YC. Carbohydrate analysis by a phenol–sulfuric acid method in microplate format. Analytical Biochemistry. 2005;339:69–72. doi: 10.1016/j.ab.2004.12.001.", "ArticleIdList": ["10.1016/j.ab.2004.12.001", "15766712"]}, {"Citation": "McKnight TD, Roessner CA, Devagupta R, Scott AI, Nessler CL. Nucleotide sequence of a cDNA encoding the vacuolar protein strictosidine synthase from Catharanthus roseus. Nucleic Acids Research. 1990;18:4939. doi: 10.1093/nar/18.16.4939.", "ArticleIdList": ["10.1093/nar/18.16.4939", "PMC332004", "2395663"]}, {"Citation": "Meng Y, Yu D, Xue J, Lu J, Feng S, Shen C, Wang H. A transcriptome-wide, organ-specific regulatory map of Dendrobium officinale, an important traditional Chinese orchid herb. Scientific Reports. 2016;6:18864. doi: 10.1038/srep18864.", "ArticleIdList": ["10.1038/srep18864", "PMC4702150", "26732614"]}, {"Citation": "Mewis I, Schreiner M, Nguyen CN, Krumbein A, Ulrichs C, Lohse M, Zrenner R. UV-B irradiation changes specifically the secondary metabolite profile in broccoli sprouts: induced signaling overlaps with defense response to biotic stressors. Plant and Cell Physiology. 2012;53:1546–1560. doi: 10.1093/pcp/pcs096.", "ArticleIdList": ["10.1093/pcp/pcs096", "PMC3439869", "22773681"]}, {"Citation": "Miralpeix B, Sabalza M, Twyman RM, Capell T, Christou P. Strategic patent analysis in plant biotechnology: terpenoid indole alkaloid metabolic engineering as a case study. Plant Biotechnology Journal. 2014;12:117–134. doi: 10.1111/pbi.12134.", "ArticleIdList": ["10.1111/pbi.12134", "24460888"]}, {"Citation": "Morales LO, Tegelberg R, Brosche M, Keinanen M, Lindfors A, Aphalo PJ. Effects of solar UV-A and UV-B radiation on gene expression and phenolic accumulation in Betula pendula leaves. Tree Physiology. 2010;30:923–934. doi: 10.1093/treephys/tpq051.", "ArticleIdList": ["10.1093/treephys/tpq051", "20519675"]}, {"Citation": "Ng TB, Liu J, Wong JH, Ye X, Sze SCWing, Tong Y, Zhang KY. Review of research on Dendrobium, a prized folk medicine. Applied Microbiology and Biotechnology. 2012;93:1795–1803. doi: 10.1007/s00253-011-3829-7.", "ArticleIdList": ["10.1007/s00253-011-3829-7", "22322870"]}, {"Citation": "Pan WS, Zheng LP, Tian H, Li WY, Wang JW. Transcriptome responses involved in artemisinin production in Artemisia annua L. under UV-B radiation. Journal of Photochemistry and Photobiology. B, Biology. 2014;140:292–300. doi: 10.1016/j.jphotobiol.2014.08.013.", "ArticleIdList": ["10.1016/j.jphotobiol.2014.08.013", "25194528"]}, {"Citation": "Ramani S, Chelliah J. UV-B-induced signaling events leading to enhanced-production of catharanthine in Catharanthus roseus cell suspension cultures. BMC Plant Biology. 2007;7:61. doi: 10.1186/1471-2229-7-61.", "ArticleIdList": ["10.1186/1471-2229-7-61", "PMC2213653", "17988378"]}, {"Citation": "Shen C, Guo H, Chen H, Shi Y, Meng Y, Lu J, Feng S, Wang H. Identification and analysis of genes associated with the synthesis of bioactive constituents in Dendrobium officinale using RNA-Seq. Scientific Reports. 2017;7:187. doi: 10.1038/s41598-017-00292-8.", "ArticleIdList": ["10.1038/s41598-017-00292-8", "PMC5412657", "28298629"]}, {"Citation": "Shen Y, Zhou ZH, Yang YW, Zhao XC. Chemical constituents from stem of Dendrobium devonianum. Natural Product Research & Development. 2012;42:1929–1932."}, {"Citation": "Smith CA, Want EJ, O’Maille G, Abagyan R, Siuzdak G. XCMS: processing mass spectrometry data for metabolite profiling using nonlinear peak alignment, matching, and identification. Analytical Chemistry. 2006;78:779–787. doi: 10.1021/ac051437y.", "ArticleIdList": ["10.1021/ac051437y", "16448051"]}, {"Citation": "Sohani MM, Schenk PM, Schultz CJ, Schmidt O. Phylogenetic and transcriptional analysis of a strictosidine synthase-like gene family in Arabidopsis thaliana reveals involvement in plant defence responses. Plant Biology. 2009;11:105–117. doi: 10.1111/j.1438-8677.2008.00139.x.", "ArticleIdList": ["10.1111/j.1438-8677.2008.00139.x", "19121120"]}, {"Citation": "Takshak S, Agrawal SB. The role of supplemental ultraviolet-B radiation in altering the metabolite profile, essential oil content and composition, and free radical scavenging activities of Coleus forskohlii, an indigenous medicinal plant. Environmental Science and Pollution Research International. 2016;23:7324–7337. doi: 10.1007/s11356-015-5965-6.", "ArticleIdList": ["10.1007/s11356-015-5965-6", "26681329"]}, {"Citation": "Wang Q, Gong Q, Wu Q, Shi J. Neuroprotective effects of Dendrobium alkaloids on rat cortical neurons injured by oxygen-glucose deprivation and reperfusion. Phytomedicine. 2010b;17:108–115. doi: 10.1016/j.phymed.2009.05.010.", "ArticleIdList": ["10.1016/j.phymed.2009.05.010", "19577451"]}, {"Citation": "Wang JH, Luo JP, Zha XQ, Feng BJ. Comparison of antitumor activities of different polysaccharide fractions from the stems of Dendrobium nobile Lindl. Carbohydrate Polymers. 2010a;79:114–118. doi: 10.1016/j.carbpol.2009.07.032.", "ArticleIdList": ["10.1016/j.carbpol.2009.07.032"]}, {"Citation": "Wu ZG, Jiang W, Chen SL, Mantri N, Tao ZM, Jiang CX. Insights from the cold transcriptome and metabolome of Dendrobium officinale: global reprogramming of metabolic and gene regulation networks during cold acclimation. Frontiers in Plant Science. 2016;7:1653.", "ArticleIdList": ["PMC5099257", "27877182"]}, {"Citation": "Xie SZ, Liu B, Zhang DD, Zha XQ, Pan LH, Luo JP. Intestinal immunomodulating activity and structural characterization of a new polysaccharide from stems of Dendrobium officinale. Food & Function. 2016;7:2789–2799. doi: 10.1039/C6FO00172F.", "ArticleIdList": ["10.1039/C6FO00172F", "27225227"]}, {"Citation": "Xu J, Zhao WM, Qian ZM, Guan J, Li SP. Fast determination of five components of coumarin, alkaloids and bibenzyls in Dendrobium spp. using pressurized liquid extraction and ultra-performance liquid chromatography. Journal of Separation Science. 2010;33:1580–1586. doi: 10.1002/jssc.201000034.", "ArticleIdList": ["10.1002/jssc.201000034", "20405488"]}, {"Citation": "Yang Y, Jiang Z, Guo J, Yang X, Xu N, Chen Z, Hao J, Li J, Pang J, Shen C, Xu M. Transcriptomic analyses of Chrysanthemum morifolium Ramat under UV-B radiation treatment reveal variations in the metabolisms associated with bioactive components. Industrial Crops and Products. 2018;124:475–486. doi: 10.1016/j.indcrop.2018.08.011.", "ArticleIdList": ["10.1016/j.indcrop.2018.08.011"]}, {"Citation": "Yang L, Wang Z, Xu L. Simultaneous determination of phenols (bibenzyl, phenanthrene, and fluorenone) in Dendrobium species by high-performance liquid chromatography with diode array detection. Journal of Chromatography A. 2006;1104:230–237. doi: 10.1016/j.chroma.2005.12.012.", "ArticleIdList": ["10.1016/j.chroma.2005.12.012", "16378617"]}, {"Citation": "Yang F, Zhu G, Wang Z, Liu H, Xu Q, Huang D, Zhao C. Integrated mRNA and microRNA transcriptome variations in the multi-tepal mutant provide insights into the floral patterning of the orchid Cymbidium goeringii. BMC Genomics. 2017;18:367. doi: 10.1186/s12864-017-3756-9.", "ArticleIdList": ["10.1186/s12864-017-3756-9", "PMC5426072", "28490318"]}, {"Citation": "Ye Z, Dai JR, Zhang CG, Lu Y, Wu LL, Gong AGW, Xu H, Tsim KWK, Wang ZT. Chemical differentiation of Dendrobium officinale and Dendrobium devonianum by Using HPLC fingerprints, HPLC-ESI-MS, and HPTLC analyses. Evidence-based Complementary and Alternative Medicine. 2017;2017:8647212.", "ArticleIdList": ["PMC5523191", "28769988"]}, {"Citation": "Yu Z, Liao Y, Teixeirada Silva JA, Yang Z, Duan J. Differential accumulation of anthocyanins in Dendrobium officinale stems with red and green peels. International Journal of Molecular Sciences. 2018b;19", "ArticleIdList": ["PMC6212978", "30241372"]}, {"Citation": "Yu C, Luo X, Zhan X, Hao J, Zhang L, LS YB, Shen C, Dong M. Comparative metabolomics reveals the metabolic variations between two endangered Taxus species (T.fuana and T. yunnanensis) in the Himalayas. BMC Plant Biology. 2018a;18:197. doi: 10.1186/s12870-018-1412-4.", "ArticleIdList": ["10.1186/s12870-018-1412-4", "PMC6142684", "30223770"]}, {"Citation": "Zhan X, Liao X, Luo X, Zhu Y, Feng S, Yu C, Lu J, Shen C, Wang H. Comparative metabolomic and proteomic analyses reveal the regulation mechanism underlying MeJA-induced bioactive compound accumulation in cutleaf groundcherry (Physalis angulata L.) hairy roots. Journal of Agricultural and Food Chemistry. 2018;66:6336–6347. doi: 10.1021/acs.jafc.8b02502.", "ArticleIdList": ["10.1021/acs.jafc.8b02502", "29874907"]}, {"Citation": "Zhang JY, Guo Y, Si JP, Sun XB, Sun GB, Liu JJ. A polysaccharide of Dendrobium officinal e ameliorates H2O2-induced apoptosis in H9c2 cardiomyocytes via PI3K/AKT and MAPK pathways. International Journal of Biological Macromolecules. 2017;104:1–10. doi: 10.1016/j.ijbiomac.2017.05.169.", "ArticleIdList": ["10.1016/j.ijbiomac.2017.05.169", "28587963"]}, {"Citation": "Zhang J, He C, Wu K, Silva JATeixeirada, Zeng S, Zhang X, Yu Z, Xia H, Duan J. Transcriptome analysis of Dendrobium officinale and its application to the identification of genes associated with polysaccharide synthesis. Frontiers in Plant Science. 2016;7:5.", "ArticleIdList": ["PMC4742539", "26904032"]}, {"Citation": "Zhang M, Zhuo X, Wang J, Yang C, Powell CA, Chen R. Phosphomannose isomerase affects the key enzymes of glycolysis and sucrose metabolism in transgenic sugarcane overexpressing the manA gene. Molecular Breeding. 2015;35:100. doi: 10.1007/s11032-015-0295-4.", "ArticleIdList": ["10.1007/s11032-015-0295-4", "PMC4359708", "25798049"]}, {"Citation": "Zhao Z, Assmann SM. The glycolytic enzyme, phosphoglycerate mutase, has critical roles in stomatal movement, vegetative growth, and pollen production in Arabidopsis thaliana. Journal of Experimental Botany. 2011;62:5179–5189. doi: 10.1093/jxb/err223.", "ArticleIdList": ["10.1093/jxb/err223", "PMC3193020", "21813794"]}, {"Citation": "Zhou C, Xie Z, Lei Z, Huang Y, Wei G. Simultaneous identification and determination of flavonoids in Dendrobium officinale. Chemistry Central Journal. 2018;12:40–40. doi: 10.1186/s13065-018-0403-8.", "ArticleIdList": ["10.1186/s13065-018-0403-8", "PMC5897270", "29651680"]}, {"Citation": "Zu YG, Pang HH, Yu JH, Li DW, Wei XX, Gao YX, Tong L. Responses in the morphology, physiology and biochemistry of Taxus chinensis var. mairei grown under supplementary UV-B radiation. Journal of Photochemistry and Photobiology. B, Biology. 2010;98:152–158. doi: 10.1016/j.jphotobiol.2009.12.001.", "ArticleIdList": ["10.1016/j.jphotobiol.2009.12.001", "20044266"]}]}], "History": [{"Year": "2019", "Month": "12", "Day": "31"}, {"Year": "2020", "Month": "4", "Day": "10"}, {"Year": "2020", "Month": "7", "Day": "14", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "7", "Day": "14", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "7", "Day": "14", "Hour": "6", "Minute": "1"}, {"Year": "2020", "Month": "6", "Day": "29"}], "PublicationStatus": "epublish", "ArticleIdList": ["32655986", "PMC7331624", "10.7717/peerj.9107", "9107"]}}]}