{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "32699314", "DateRevised": {"Year": "2021", "Month": "07", "Day": "22"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "07", "Day": "22"}], "Language": ["eng"], "ELocationID": ["12195", "10.1038/s41598-020-68951-x"], "Journal": {"ISSN": "2045-2322", "JournalIssue": {"Volume": "10", "Issue": "1", "PubDate": {"Year": "2020", "Month": "Jul", "Day": "22"}}, "Title": "Scientific reports", "ISOAbbreviation": "Sci Rep"}, "ArticleTitle": "Novel green synthesis and antioxidant, cytotoxicity, antimicrobial, antidiabetic, anticholinergics, and wound healing properties of cobalt nanoparticles containing Ziziphora clinopodioides Lam leaves extract.", "Pagination": {"StartPage": "12195", "MedlinePgn": "12195"}, "Abstract": {"AbstractText": ["The aim of the experiment was a green synthesis of cobalt nanoparticles from the aqueous extract of Ziziphora clinopodioides Lam (CoNPs) and assessment of their cytotoxicity, antioxidant, antifungal, antibacterial, and cutaneous wound healing properties. The synthesized CoNPs were characterized using different techniques including UV-Vis., FT-IR spectroscopy, X-ray diffraction (XRD), energy dispersive X-ray spectrometry (EDS), scanning electron microscopy (SEM), and transmission electron microscopy (TEM). According to the XRD analysis, 28.19 nm was measured for the crystal size of NPs. TEM and SEM images exhibited a uniform spherical morphology and average diameters of 29.08 nm for the biosynthesized nanoparticles. Agar diffusion tests were done to determine the antibacterial and antifungal characteristics. Minimum inhibitory concentration (MIC), minimum bactericidal concentration (MBC), and minimum fungicidal concentration (MFC) were specified by macro-broth dilution assay. CoNPs indicated higher antibacterial and antifungal effects than many standard antibiotics (p ≤ 0.01). Also, CoNPs prevented the growth of all bacteria at 2-4 mg/mL concentrations and removed them at 2-8 mg/mL concentrations (p ≤ 0.01). In the case of antifungal effects of CoNPs, they inhibited the growth of all fungi at 1-4 mg/mL concentrations and destroyed them at 2-16 mg/mL concentrations (p ≤ 0.01). The synthesized CoNPs had great cell viability dose-dependently and indicated this method was nontoxic. DPPH free radical scavenging test was done to assess the antioxidant potentials, which revealed similar antioxidant potentials for CoNPs and butylated hydroxytoluene. In vivo experiment, after creating the cutaneous wound, the rats were randomly divided into six groups: untreated control, treatment with Eucerin basal ointment, treatment with 3% tetracycline ointment, treatment with 0.2% Co(NO<sub>3</sub>)<sub>2</sub> ointment, treatment with 0.2% Z. clinopodioides ointment, and treatment with 0.2% CoNPs ointment. These groups were treated for 10 days. For histopathological and biochemical analysis of the healing trend, a 3 × 3 cm section was prepared from all dermal thicknesses at day 10. Use of CoNPs ointment in the treatment groups substantially raised (p ≤ 0.01) the wound contracture, hydroxyl proline, hexosamine, hexuronic acid, fibrocyte, and fibrocytes/fibroblast rate and remarkably decreased (p ≤ 0.01) the wound area, total cells, neutrophil, and lymphocyte compared to other groups. In conclusion, CoNPs can be used as a medical supplement owing to their non-cytotoxic, antioxidant, antibacterial, antifungal, and cutaneous wound healing effects. Additionally, the novel nanoparticles (Co(NO<sub>3</sub>)<sub>2</sub> and CoNPs) were good inhibitors of the α-glycosidase, and cholinesterase enzymes."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Basic Medicine, Xinxiang Medical University, Xinxiang, 453003, China."}], "LastName": "Hou", "ForeName": "Huifang", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, Faculty of Science, Hakim Sabzevari University, Sabzevar, Iran. b.mahdavi@hsu.ac.ir."}], "LastName": "Mahdavi", "ForeName": "Behnam", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, Faculty of Science, Hakim Sabzevari University, Sabzevar, Iran."}], "LastName": "Paydarfard", "ForeName": "Sogand", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Biotechnology and Medicinal Plants Research Center, Ilam University of Medical Sciences, Ilam, Iran. m.mehdizangeneh@yahoo.com."}, {"Identifier": [], "Affiliation": "Department of Clinical Sciences, Faculty of Veterinary Medicine, Razi University, Kermanshah, Iran. m.mehdizangeneh@yahoo.com."}], "LastName": "Zangeneh", "ForeName": "Mohammad Mahdi", "Initials": "MM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Biotechnology and Medicinal Plants Research Center, Ilam University of Medical Sciences, Ilam, Iran."}, {"Identifier": [], "Affiliation": "Department of Clinical Sciences, Faculty of Veterinary Medicine, Razi University, Kermanshah, Iran."}], "LastName": "Zangeneh", "ForeName": "Akram", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, Faculty of Sciences, Ataturk University, 25240, Erzurum, Turkey."}], "LastName": "Sadeghian", "ForeName": "Nastaran", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biotechnology, Faculty of Science, Bartin University, 74100, Bartin, Turkey."}], "LastName": "Taslimi", "ForeName": "Parham", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Sen Research Group, Biochemistry Department, Faculty of Arts and Science, Dumlupinar University, Evliya Celebi Campus, 43100, Kutahya, Turkey."}], "LastName": "Erduran", "ForeName": "Vildan", "Initials": "V"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Sen Research Group, Biochemistry Department, Faculty of Arts and Science, Dumlupinar University, Evliya Celebi Campus, 43100, Kutahya, Turkey. fatihsen1980@gmail.com."}], "LastName": "Sen", "ForeName": "Fatih", "Initials": "F"}], "PublicationTypeList": ["Journal Article", "Retracted Publication"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Sci Rep", "NlmUniqueID": "101563288", "ISSNLinking": "2045-2322"}, "CommentsCorrectionsList": [{"RefSource": "Sci Rep. 2020 Sep 7;10(1):14826. doi: 10.1038/s41598-020-71843-9", "PMID": "32895457"}], "CoiStatement": "The authors declare no competing interests."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Ahmed A, Mohamed M, Moustafa M, Nazmy H. Mass concentrations and size distributions measurements of atmospheric aerosol particles. J. Nucl. Radiat. Phys. 2013;8:55–64."}, {"Citation": "Sintubin L, Windt WD, Dick J, Mast J, van der Ha D, Verstraete W, et al. Lactic acid bacteria as reducing and capping agent for the fast and efficient production of silver nanoparticles. Appl. Microbiol. Biotechnol. 2009;84:741–749. doi: 10.1007/s00253-009-2032-6.", "ArticleIdList": ["10.1007/s00253-009-2032-6", "19488750"]}, {"Citation": "Ball V. Polydopamine nanomaterials: recent advances in synthesis methods and applications. Front. Bioeng. Biotechnol. 2018;6:109. doi: 10.3389/fbioe.2018.00109.", "ArticleIdList": ["10.3389/fbioe.2018.00109", "PMC6108306", "30175095"]}, {"Citation": "Hamelian M, Zangeneh MM, Amisama A, Varmira K, Veisi H. Green synthesis of silver nanoparticles using Thymus kotschyanus extract and evaluation of their antioxidant, antibacterial and cytotoxic effects. Appl. Organomet. Chem. 2018;32:e4458. doi: 10.1002/aoc.4458.", "ArticleIdList": ["10.1002/aoc.4458"]}, {"Citation": "Hemmati S, Rashtiani A, Zangeneh MM, Mohammadi P, Zangeneh A, Veisi H. Green synthesis and characterization of silver nanoparticles using Fritillaria flower extract and their antibacterial activity against some human pathogens. Polyhedron. 2019;158:8–14. doi: 10.1016/j.poly.2018.10.049.", "ArticleIdList": ["10.1016/j.poly.2018.10.049"]}, {"Citation": "Sharma VK, Yngard RA, Lin Y. Silver nanoparticles: green synthesis and their antimicrobial activities. Adv. Colloid Interface Sci. 2009;145:83–96. doi: 10.1016/j.cis.2008.09.002.", "ArticleIdList": ["10.1016/j.cis.2008.09.002", "18945421"]}, {"Citation": "Nadagouda MN, Varma RS. Green and controlled synthesis of gold and platinum nanomaterials using vitamin B2: density-assisted self-assembly of nanospheres, wires and rods. Green Chem. 2006;8:516–518. doi: 10.1039/b601271j.", "ArticleIdList": ["10.1039/b601271j"]}, {"Citation": "Rajesh Kumar B, Saravanan S. Effect of iso-butanol addition to diesel fuel on performance and emissions of a DI diesel engine with exhaust gas recirculation. Proc. Inst. Mech. Eng. Part A J. Power Energy. 2016;230:112–125. doi: 10.1177/0957650915617107.", "ArticleIdList": ["10.1177/0957650915617107"]}, {"Citation": "Raut RW, Kolekar NS, Lakkakula JR, Mendhulkar VD, Kashid SB. Extracellular synthesis of silver nanoparticles using dried leaves of Pongamiapinnata (L) pierre. Nano-Micro Lett. 2010;2:106–113. doi: 10.1007/bf03353627.", "ArticleIdList": ["10.1007/bf03353627"]}, {"Citation": "Varma RS. Greener approach to nanomaterials and their sustainable applications. Curr. Opin. Chem. Eng. 2012;1:123. doi: 10.1016/j.coche.2011.12.002.", "ArticleIdList": ["10.1016/j.coche.2011.12.002"]}, {"Citation": "Oliveira Mussel RL, Sá Silva E, Costa AMA, Mandarim-De-Lacerda CA. Mast cells in tissue response to dentistry materials: an adhesive resin, a calcium hydroxide and a glass ionomer cement. J. Cell. Mol. Med. 2003;7:171–178. doi: 10.1111/j.1582-4934.2003.tb00216.x.", "ArticleIdList": ["10.1111/j.1582-4934.2003.tb00216.x", "PMC6740275", "12927056"]}, {"Citation": "Kumar B, Vijayakumar M, Govindarajan R, Pushpangadan P. Ethnopharmacological approaches to wound healing—exploring medicinal plants of India. J. Ethnopharmacol. 2007;114:103–113. doi: 10.1016/j.jep.2007.08.010.", "ArticleIdList": ["10.1016/j.jep.2007.08.010", "17884316"]}, {"Citation": "Guo S, DiPietro LA. Critical review in oral biology and medicine: factors affecting wound healing. J. Dent. Res. 2010 doi: 10.1177/0022034509359125.", "ArticleIdList": ["10.1177/0022034509359125", "PMC2903966", "20139336"]}, {"Citation": "Souba WW, Wilmore D. Diet and Nutrition in Case of the Patient with Surgery. 9. Baltimore: Williams and Wilkins Press; 1999. pp. 1589–1618."}, {"Citation": "Rezvanipour M, Pourzadehhosseini F, Malekpour R, Zarabi A, Kerman J. The effect of mummy on some indices of wound healing in mice. Univ. Med. Sci. 2007;14:77–267."}, {"Citation": "Goorani S, Shariatifar N, Seydi N, Zangeneh A, Moradi R, Tari B, Nazari F, Zangeneh MM. The aqueous extract of Alliumsaralicum R.M. Fritsch effectively treat induced anemia: experimental study on Wistar rats. Orient. Pharm. Exp. Med. 2019;19:403–413. doi: 10.1007/s13596-019-00361-5.", "ArticleIdList": ["10.1007/s13596-019-00361-5"]}, {"Citation": "Zangeneh MM, Zangeneh A, Tahvilian R, Moradi R. Antidiabetic, hematoprotective and nephroprotective effects of the aqueous extract of Falcariavulgaris in diabetic male mice. Arch. Biol. Sci. 2018;70:655–664. doi: 10.2298/ABS180222027Z.", "ArticleIdList": ["10.2298/ABS180222027Z"]}, {"Citation": "Hagh-Nazari L, Goodarzi N, Zangeneh MM, Zangeneh A, Tahvilian R, Moradi R. Stereological study of kidney in streptozotocin-induced diabetic mice treated with ethanolic extract of Steviarebaudiana (bitter fraction) Comp. Clin. Pathol. 2017;26:455–463. doi: 10.1007/s00580-016-2398-7.", "ArticleIdList": ["10.1007/s00580-016-2398-7"]}, {"Citation": "Goorani S, Zangeneh MM, Koohi MK, Seydi N, Zangeneh A, Souri N, Hosseini MS. Assessment of antioxidant and cutaneous wound healing effects of Falcariavulgaris aqueous extract in Wistar male rats. Comp. Clin. Pathol. 2019;28:435–445. doi: 10.1007/s00580-018-2866-3.", "ArticleIdList": ["10.1007/s00580-018-2866-3"]}, {"Citation": "Moradi R, Hajialiani M, Salmani S, Almasi M, Zangeneh A, Zangeneh MM. Effect of aqueous extract of Alliumsaralicum R.M. Fritsch on fatty liver induced by high-fat diet in Wistar rats. Comp. Clin. Pathol. 2019;28:1205–1211. doi: 10.1007/s00580-018-2834-y.", "ArticleIdList": ["10.1007/s00580-018-2834-y"]}, {"Citation": "Jalalvand AR, Zhaleh M, Goorani S, Zangeneh MM, Seydi N, Zangeneh A, Moradi R. Chemical characterization and antioxidant, cytotoxic, antibacterial, and antifungal properties of ethanolic extract of Alliumsaralicum R.M. Fritsch leaves rich in linolenic acid, methyl ester. J. Photochem. Photobiol. B Biol. 2019;192:103–112. doi: 10.1016/j.jphotobiol.2019.01.017.", "ArticleIdList": ["10.1016/j.jphotobiol.2019.01.017", "30731424"]}, {"Citation": "Sherkatolabbasieh H, Hagh-Nazari L, Shafiezadeh S, Goodarzi N, Zangeneh MM, Zangeneh A. Ameliorative effects of the ethanolic extract of Alliumsaralicum R.M. Fritsch on CCl 4-induced nephrotoxicity in mice: a stereological examination. Arch. Biol. Sci. 2017;69:535–543. doi: 10.2298/ABS160914129S.", "ArticleIdList": ["10.2298/ABS160914129S"]}, {"Citation": "Zangeneh MM, Goodarzi N, Zangeneh A, Tahvilian R, Najafi F. Amelioration of renal structural changes in STZ-induced diabetic mice with ethanolic extract of Alliumsaralicum R.M. Fritsch. Comp. Clin. Pathol. 2018;27:861–867. doi: 10.1007/s00580-018-2674-9.", "ArticleIdList": ["10.1007/s00580-018-2674-9"]}, {"Citation": "Zhaleh M, Sohrabi N, Zangeneh MM, Zangeneh A, Moradi R, Zhaleh H. Chemical composition and antibacterial effects of essential oil of Rhuscoriaria fruits in the West of Iran (Kermanshah) J. Essent. Oil-Bearing Plants. 2018;21:493–501. doi: 10.1080/0972060X.2018.1462739.", "ArticleIdList": ["10.1080/0972060X.2018.1462739"]}, {"Citation": "Naghibi F, Mosaddegh M, Mohammadi Motamed M, Ghorbani A. Labiatae family in folk medicine in Iran: from ethnobotany to pharmacology. Iran. J. Pharm. Res. 2005;4:63–79. doi: 10.22037/ijpr.2010.619.", "ArticleIdList": ["10.22037/ijpr.2010.619"]}, {"Citation": "Behravan J, Ramezani M, Hassanzadeh MK, Eskandari M, Kasaian J, Sabeti Z. Composition, antimycotic and antibacterial activity of Ziziphoraclinopodioides Lam. essential oil from Iran. J. Essent. Oil-Bearing Plants. 2007;10:339–345. doi: 10.1080/0972060X.2007.10643565.", "ArticleIdList": ["10.1080/0972060X.2007.10643565"]}, {"Citation": "Sonboli A, Mirjalili MH, Hadian J, Ebrahimi SN, Yousefzadi M. Antibacterial activity and composition of the essential oil of Ziziphoraclinopodioides subsp. bungeana (Juz.) Rech. F. from Iran. Z. Naturforsch. Sect. C J. Biosci. 2006;61:677–680. doi: 10.1515/znc-2006-9-1011.", "ArticleIdList": ["10.1515/znc-2006-9-1011", "17137113"]}, {"Citation": "Salehi P, Sonboli A, Eftekhar F, Nejad-Ebrahimi S, Yousefzadi M. Essential oil composition, antibacterial and antioxidant activity of the oil and various extracts of Ziziphoraclinopodioides subsp. rigida (BOISS.) RECH. F. from Iran. Biol. Pharm. Bull. 2005;28:1892–1896. doi: 10.1248/bpb.28.1892.", "ArticleIdList": ["10.1248/bpb.28.1892", "16204941"]}, {"Citation": "Ghafari H, Yasa N, Mohammadirad A, Dehghan G, Zamani MJ, Nikfar S, Khorasani R, Minaie B, Abdollahi M. Protection by Ziziphoraclinopoides of acetic acid-induced toxic bowel inflammation through reduction of cellular lipid peroxidation and myeloperoxidase activity. Hum. Exp. Toxicol. 2006;25:325–332. doi: 10.1191/0960327105ht626oa.", "ArticleIdList": ["10.1191/0960327105ht626oa", "16866190"]}, {"Citation": "Meral GE, Konyalioglu S, Ozturk B. Essential oil composition and antioxidant activity of endemic Ziziphorataurica subsp. cleonioides. Fitoterapia. 2002;73:716–718. doi: 10.1016/S0367-326X(02)00244-7.", "ArticleIdList": ["10.1016/S0367-326X(02)00244-7", "12490239"]}, {"Citation": "Oganesvan GB, Galstyan AM, Mnatsakanyan VA, Paronikyan RV, Ter-Zakharyan YZ. Phenolic and flavonoid compounds of Ziziphoraclinopodioides. Chem. Nat. Compd. 1991;27:247. doi: 10.1007/BF00629776.", "ArticleIdList": ["10.1007/BF00629776"]}, {"Citation": "Belyaev NF, Demeubaeva AM. Chromatographic study of the composition of the essential oil of Ziziphoraclinopodioides, a vicarious form of Origanum vulgare. Chem. Nat. Compd. 1999;35:52–54. doi: 10.1007/BF02238209.", "ArticleIdList": ["10.1007/BF02238209"]}, {"Citation": "Zangeneh MM, Norouzi H, Mahmoudi M, Goicoechea HC, Jalalvand AR. Fabrication of a novel impedimetric biosensor for label free detection of DNA damage induced by doxorubicin. Int. J. Biol. Macromol. 2019;124:963–971. doi: 10.1016/j.ijbiomac.2018.11.278.", "ArticleIdList": ["10.1016/j.ijbiomac.2018.11.278", "30508544"]}, {"Citation": "Ghashghaii A, Hashemnia M, Nikousefat Z, Zangeneh MM, Zangeneh A. Wound healing potential of methanolic extract of Scrophulariastriata in rats. Pharm. Sci. 2017;24:256–263. doi: 10.15171/PS.2017.38.", "ArticleIdList": ["10.15171/PS.2017.38"]}, {"Citation": "MahdiZangeneh M, Zangeneh A, Salmani S, Jamshidpour R, Kosari F. Protection of phenylhydrazine-induced hematotoxicity by aqueous extract of Ocimumbasilicum in Wistar male rats. Comp. Clin. Pathol. 2018 doi: 10.1007/s00580-018-2845-8.", "ArticleIdList": ["10.1007/s00580-018-2845-8"]}, {"Citation": "Koyyati R, Rao Kudle K, Rudra Manthur Padigya P. Evaluation of antibacterial and cytotoxic activity of green synthesized cobalt nanoparticles using Raphanussativus var. longipinnatus leaf extract. Int. J. PharmTech. Res. 2016;9:466–472."}, {"Citation": "Ahmed K, Tariq I, Siddiqui SU, Mudassir M. Green synthesis of cobalt nanoparticles by using methanol extract of plant leaf as reducing agent. Pure Appl. Biol. 2016;5:453–457. doi: 10.19045/bspab.2016.50058.", "ArticleIdList": ["10.19045/bspab.2016.50058"]}, {"Citation": "Arulmozhi V, Pandian K, Mirunalini S. Ellagic acid encapsulated chitosan nanoparticles for drug delivery system in human oral cancer cell line (KB) Colloids Surf. B Biointerfaces. 2013;110:313–320. doi: 10.1016/j.colsurfb.2013.03.039.", "ArticleIdList": ["10.1016/j.colsurfb.2013.03.039", "23732810"]}, {"Citation": "Hosseinimehr SJ, Mahmoudzadeh A, Ahmadi A, Ashrafi SA, Shafaghati N, Hedayati N. The radioprotective effect of Zataria multiflora against genotoxicity induced by γ irradiation in human blood lymphocytes. Cancer Biother. Radiopharm. 2011;26:325–329. doi: 10.1089/cbr.2010.0896.", "ArticleIdList": ["10.1089/cbr.2010.0896", "21711107"]}, {"Citation": "Clinical and laboratory standards institute (CLSI). M7-A7. 26(2) (2006)."}, {"Citation": "Kim DH, Nikles DE, Johnson DT, Brazel CS. Heat generation of aqueously dispersed CoFe2O4 nanoparticles as heating agents for magnetically activated drug delivery and hyperthermia. J. Mag. Mag. Mater. 2008;320:2390–2396. doi: 10.1016/j.jmmm.2008.05.023.", "ArticleIdList": ["10.1016/j.jmmm.2008.05.023"]}, {"Citation": "Sanpo N, Berndt CC, Wen C, Wang J. Transition metal-substituted cobalt ferrite nanoparticles for biomedical applications. Acta Biomater. 2013;9:5830–5837. doi: 10.1016/j.actbio.2012.10.037.", "ArticleIdList": ["10.1016/j.actbio.2012.10.037", "23137676"]}, {"Citation": "Zheng L, He K, Xu CY, Shao WZ. Synthesis and characterization of single-crystalline MnFe2O4 nanorods via a surfactant-free hydrothermal route. J. Mag. Mag. Mater. 2008;320:2672–2675. doi: 10.1016/j.jmmm.2008.05.034.", "ArticleIdList": ["10.1016/j.jmmm.2008.05.034"]}, {"Citation": "Tian S, Shi Y, Yu Q, Upur H. Determination of oleanolic acid and ursolic acid contents in Ziziphoraclinopodioides Lam. by HPLC method. Pharmacogn. Mag. 2010;6:116–119. doi: 10.4103/0973-1296.62898.", "ArticleIdList": ["10.4103/0973-1296.62898", "PMC2900058", "20668577"]}, {"Citation": "Baghayeri M, Mahdavi B, Hosseinpor-Mohsen Abadi Z, Farhadi S. Green synthesis of silver nanoparticles using water extract of Salvialeriifolia: antibacterial studies and applications as catalysts in the electrochemical detection of nitrite. Appl. Organomet. Chem. 2018;32:e4057. doi: 10.1002/aoc.4057.", "ArticleIdList": ["10.1002/aoc.4057"]}, {"Citation": "Isaac RSR, Sakthivel G, Murthy C. Green synthesis of gold and silver nanoparticles using averrhoa bilimbi fruit extract. J. Nanotechnol. 2013 doi: 10.1155/2013/906592.", "ArticleIdList": ["10.1155/2013/906592"]}, {"Citation": "Gingasu D, Mindru I, Mocioiu OC, Preda S, Stanica N, Patron L, Ianculescu A, Oprea O, Nita S, Paraschiv I, Popa M, Saviuc C, Bleotu C, Chifiriuc MC. Synthesis of nanocrystalline cobalt ferrite through soft chemistry methods: a green chemistry approach using sesame seed extract. Mater. Chem. Phys. 2016;182:219–230. doi: 10.1016/j.matchemphys.2016.07.026.", "ArticleIdList": ["10.1016/j.matchemphys.2016.07.026"]}, {"Citation": "Matinise N, Mayedwa N, Fuku XG, Mongwaketsi N, Maaza M. Green synthesis of cobalt (II, III) oxide nanoparticles using Moringaoleifera natural extract as high electrochemical electrode for supercapacitors, içinde. AIP Conf. Proc. 2018 doi: 10.1063/1.5035543.", "ArticleIdList": ["10.1063/1.5035543"]}, {"Citation": "Lazarus GS, Cooper DM, Knighton DR, Margolis DJ, Percoraro RE, Rodeheaver G, Robson MC. Definitions and guidelines for assessment of wounds and evaluation of healing. Wound Repair Regen. 1994;2:165–170. doi: 10.1046/j.1524-475X.1994.20305.x.", "ArticleIdList": ["10.1046/j.1524-475X.1994.20305.x", "17156107"]}, {"Citation": "Phillips GD, Whitehead RA, Knighton DR. Initiation and pattern of angiogenesis in wound healing in the rat. Am. J. Anat. 1991;192:257–262. doi: 10.1002/aja.1001920305.", "ArticleIdList": ["10.1002/aja.1001920305", "1722074"]}, {"Citation": "Caetano GF, Fronza M, Leite MN, Gomes A, Frade MAC. Comparison of collagen content in skin wounds evaluated by biochemical assay and by computer-aided histomorphometric analysis. Pharm. Biol. 2016;54:2555–2559. doi: 10.3109/13880209.2016.1170861.", "ArticleIdList": ["10.3109/13880209.2016.1170861", "27180834"]}, {"Citation": "Azhdari-Zarmehri H, Nazemi S, Ghasemi E, Musavi Z, Tahmasebi Z, Farsad F, Farzam A. Assessment of effect of hydro-alcoholic extract of scrophularia striata on burn healing in rat. J. Babol Univ. Med. Sci. 2014;16:42–48. doi: 10.18869/ACADPUB.JBUMS.16.5.42.", "ArticleIdList": ["10.18869/ACADPUB.JBUMS.16.5.42"]}, {"Citation": "Dwivedi D, Dwivedi M, Malviya S, Singh V. Evaluation of wound healing, antimicrobial and antioxidant potential of Pongamia pinnata in wistar rats. J. Tradit. Complement Med. 2017;7:79–85. doi: 10.1016/j.jtcme.2015.12.002.", "ArticleIdList": ["10.1016/j.jtcme.2015.12.002", "PMC5198820", "28053891"]}, {"Citation": "Shivananda Nayak B, Isitor G, Davis EM, Pillai GK. The evidence based wound healing activity of Lawsoniainermis Linn. Phyther. Res. 2007;21:827–831. doi: 10.1002/ptr.2181.", "ArticleIdList": ["10.1002/ptr.2181", "17533628"]}, {"Citation": "Oryan A, Tabatabaei Naeini A, Moshiri A, Mohammadalipour A, Tabandeh MR. Modulation of cutaneous wound healing by silymarin in rats. J. Wound Care. 2012;21:457–464. doi: 10.12968/jowc.2012.21.9.457.", "ArticleIdList": ["10.12968/jowc.2012.21.9.457", "22990400"]}, {"Citation": "Dong YL, Fleming RY, Yan TZ, Herndon DN, Waymack JP. Effect of ibuprofen on the inflammatory response to surgical wounds. J. Trauma. 1993;35:340–343. doi: 10.1097/00005373-199309000-00002.", "ArticleIdList": ["10.1097/00005373-199309000-00002", "8371289"]}, {"Citation": "Koh TJ, DiPietro LA. Inflammation and wound healing: the role of the macrophage. Expert Rev. Mol. Med. 2011 doi: 10.1017/S1462399411001943.", "ArticleIdList": ["10.1017/S1462399411001943", "PMC3596046", "21740602"]}, {"Citation": "Foschi D, Trabucchi E, Musazzi M, Castoldi L, Di Mattia D, Radaelli E, Marazzi M, Franzini P, Berlusconi A. The effects of oxygen free radicals on wound healing. Int. J. Tissue React. 1988;10:373–379.", "ArticleIdList": ["2475452"]}, {"Citation": "Robards K, Prenzler PD, Tucker G, Swatsitang P, Glover W. Phenolic compounds and their role in oxidative processes in fruits. Food Chem. 1999;66:401–436. doi: 10.1016/S0308-8146(99)00093-X.", "ArticleIdList": ["10.1016/S0308-8146(99)00093-X"]}, {"Citation": "Geethalakshmi R, Sakravarthi C, Kritika T, Arul Kirubakaran M, Sarada DVL. Evaluation of antioxidant and wound healing potentials of Sphaeranthusamaranthoides Burm.f. Biomed Res. Int. 2013 doi: 10.1155/2013/607109.", "ArticleIdList": ["10.1155/2013/607109", "PMC3581292", "23509751"]}, {"Citation": "Zengin M, Genc H, Taslimi P, Kestane A, Guclu E, Ogutlu A, Karabay O, Gulçin İ. Novel thymol bearing oxypropanolamine derivatives as potent some metabolic enzyme inhibitors—their antidiabetic, anticholinergic and antibacterial potentials. Bioorg. Chem. 2018;81:119–126. doi: 10.1016/j.bioorg.2018.08.003.", "ArticleIdList": ["10.1016/j.bioorg.2018.08.003", "30118983"]}, {"Citation": "Taslimi P, Aslan HE, Demir Y, Oztaskin N, Maraş A, Gulçin İ, Beydemir S, Goksu S. Diarylmethanon, bromophenol and diarylmethane compounds: discovery of potent aldose reductase, α-amylase and α-glycosidase inhibitors as new therapeutic approach in diabetes and functional hyperglycemia. Int. J. Biol. Macromol. 2018;119:857–863. doi: 10.1016/j.ijbiomac.2018.08.004.", "ArticleIdList": ["10.1016/j.ijbiomac.2018.08.004", "30077669"]}]}], "History": [{"Year": "2020", "Month": "4", "Day": "9"}, {"Year": "2020", "Month": "7", "Day": "3"}, {"Year": "2020", "Month": "7", "Day": "24", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "7", "Day": "24", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "7", "Day": "24", "Hour": "6", "Minute": "1"}, {"Year": "2020", "Month": "7", "Day": "22"}], "PublicationStatus": "epublish", "ArticleIdList": ["32699314", "PMC7376013", "10.1038/s41598-020-68951-x", "10.1038/s41598-020-68951-x"]}}]}