{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["antioxidants", "colorimetric methods", "herbal medicine", "mass spectrometry"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "32697390", "DateCompleted": {"Year": "2021", "Month": "08", "Day": "30"}, "DateRevised": {"Year": "2021", "Month": "08", "Day": "30"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "08", "Day": "09"}], "Language": ["eng"], "ELocationID": ["10.1002/jssc.202000550"], "Journal": {"ISSN": "1615-9314", "JournalIssue": {"Volume": "43", "Issue": "18", "PubDate": {"Year": "2020", "Month": "Sep"}}, "Title": "Journal of separation science", "ISOAbbreviation": "J Sep Sci"}, "ArticleTitle": "Comprehensive evaluation of the antioxidant capacity of Sceptridium ternatum using multiple colorimetric methods and 1,1-diphenyl-2-picrylhydrazyl-high-performance liquid chromatography analysis.", "Pagination": {"StartPage": "3615", "EndPage": "3624", "MedlinePgn": "3615-3624"}, "Abstract": {"AbstractText": ["Sceptridium ternatum is a medicinal herb with multiple health benefits. However, its antioxidant activity and active components have not been clarified. In this study, the antioxidant capacity of S. ternatum was comprehensively investigated using multiple colorimetric methods and 1,1-diphenyl-2-picrylhydrazyl-high-performance liquid chromatography analysis. First, the phenolic content, flavonoid content, and radical scavenging ability of S. ternatum were parallelly determined using colorimetric methods performed in 96-well microplates. The flavonoid content, rather than the phenolic content, was highly correlated with its antioxidant activity. Sceptridium ternatum was shown to be a rich source of flavonoids, with a highest flavonoid yield of 3.44 ± 0.11 mg/g. Subsequently, 1,1-diphenyl-2-picrylhydrazyl-high-performance liquid chromatography experiment and quadrupole time-of-flight mass spectrometry analyses were carried out for rapid screening of the individual antioxidants. A total of 14 O-glycosyl flavonoids with quercetin or kaempferol aglycone have been characterized. Particularly, quercetin 3-O-rhamnoside-7-O-glucoside exhibited the most potent antioxidant ability. Its half-maximal effective concentrations for scavenging 1,1-diphenyl-2-picrylhydrazyl and 2,2'-azino-bis (3-ethylbenzthiazoline-6-sulfonic acid) radicals were 70.55 ± 2.69 and 106.90 ± 1.76 µg/mL, respectively, which were comparable with those of l-ascorbic acid. Our results indicated that the combined colorimetric and chromatographic methods provided a practical strategy for the discovery of bioactive compounds from natural products."], "CopyrightInformation": "© 2020 Wiley-VCH GmbH."}, "AuthorList": [{"Identifier": ["0000-0002-3040-6082"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Clinical Pharmacy, Cancer Hospital of the University of Chinese Academy of Sciences (Zhejiang Cancer Hospital), Hangzhou, P. R. China."}, {"Identifier": [], "Affiliation": "Institute of Cancer and Basic Medicine (ICBM), Chinese Academy of Sciences, Hangzhou, P. R. China."}], "LastName": "Zhu", "ForeName": "Junfeng", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Clinical Pharmacy, Cancer Hospital of the University of Chinese Academy of Sciences (Zhejiang Cancer Hospital), Hangzhou, P. R. China."}, {"Identifier": [], "Affiliation": "Institute of Cancer and Basic Medicine (ICBM), Chinese Academy of Sciences, Hangzhou, P. R. China."}], "LastName": "Zhong", "ForeName": "Like", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Clinical Pharmacy, Cancer Hospital of the University of Chinese Academy of Sciences (Zhejiang Cancer Hospital), Hangzhou, P. R. China."}, {"Identifier": [], "Affiliation": "Institute of Cancer and Basic Medicine (ICBM), Chinese Academy of Sciences, Hangzhou, P. R. China."}], "LastName": "Kong", "ForeName": "Sisi", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Hangzhou Medical College, Hangzhou, P. R. China."}], "LastName": "Zhang", "ForeName": "Yuting", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Clinical Pharmacy, Cancer Hospital of the University of Chinese Academy of Sciences (Zhejiang Cancer Hospital), Hangzhou, P. R. China."}, {"Identifier": [], "Affiliation": "Institute of Cancer and Basic Medicine (ICBM), Chinese Academy of Sciences, Hangzhou, P. R. China."}], "LastName": "Huang", "ForeName": "Ping", "Initials": "P"}], "GrantList": [{"GrantID": "LQ19H280002", "Agency": "Zhejiang Provincial Natural Science Foundation of China", "Country": ""}, {"GrantID": "YY18H310023", "Agency": "Zhejiang Provincial Natural Science Foundation of China", "Country": ""}, {"GrantID": "2018ZYY08", "Agency": "Hospital Pharmacy Research Project from Zhejiang Pharmaceutical Association", "Country": ""}, {"GrantID": "2018KY286", "Agency": "Projects of Medical and Health Technology Program in Zhejiang Province", "Country": ""}, {"GrantID": "2017KY244", "Agency": "Projects of Medical and Health Technology Program in Zhejiang Province", "Country": ""}, {"GrantID": "2016KYB033", "Agency": "Projects of Medical and Health Technology Program in Zhejiang Province", "Country": ""}, {"GrantID": "2015KYB061", "Agency": "Projects of Medical and Health Technology Program in Zhejiang Province", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "J Sep Sci", "NlmUniqueID": "101088554", "ISSNLinking": "1615-9306"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Antioxidants"}, {"RegistryNumber": "0", "NameOfSubstance": "Biphenyl Compounds"}, {"RegistryNumber": "0", "NameOfSubstance": "Picrates"}, {"RegistryNumber": "DFD3H4VGDH", "NameOfSubstance": "1,1-diphenyl-2-picrylhydrazyl"}], "MeshHeadingList": [{"QualifierName": ["analysis", "pharmacology"], "DescriptorName": "Antioxidants"}, {"QualifierName": ["antagonists & inhibitors"], "DescriptorName": "Biphenyl Compounds"}, {"QualifierName": [], "DescriptorName": "Chromatography, High Pressure Liquid"}, {"QualifierName": [], "DescriptorName": "Colorimetry"}, {"QualifierName": [], "DescriptorName": "Mass Spectrometry"}, {"QualifierName": ["antagonists & inhibitors"], "DescriptorName": "Picrates"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plants, Medicinal"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Zou X. M., Wagner W. H. A preliminary review of Botrychium in China. AmFern J. 1988;78:122-35."}, {"Citation": "Food and Drug Administration of Zhejiang Province. Zhejiang Provincial Standards of Processing Chinese Crud Drugs, 2015 Ed. China Medical Science and Technology Press, Beijing, China, 2015, pp. 188-9."}, {"Citation": "Liu Q., Li Y. J., Lu Z. C., Wang R. Advances in the biological function of Scepteridium ternatum. Chin Med Herald. 2014;11:151-3."}, {"Citation": "Yuan Y., Yang B., Ye Z. W., Zhang M. L., Yang X. L., Xin C. W., Lin M. M., Huang P. Sceptridium ternatum extract exerts antiasthmatic effects by regulating Th1/Th2 balance and the expression levels of leukotriene receptors in a mouse asthma model. J Ethnopharmacol. 2013;149:701-06."}, {"Citation": "Huang P., Xin W. X., Zheng X. W., Luo F., Li Q. L., Lv G. Y. Screening of Sceptridium ternatum for antitussive and antiasthmatic activity and associated mechanisms. J Int Med Res. 2017;45:1985-2000."}, {"Citation": "Lim D., Kim M. K., Jang Y.-P., Kim J. Sceptridium ternatum attenuates allergic contact dermatitis-like skin lesions by inhibiting T helper 2-type immune responses and inflammatory responses in a mouse model. J Dermatol Sci. 2015;79:288-97."}, {"Citation": "Xin W. X., Li Q. L., Fang L., Zhong L. K., Zheng X. W., Huang P. Preventive effect and mechanism of ethyl acetate extract of Sceptridium ternatum in monocrotaline-induced pulmonary arterial hypertension. Chin J Integr Med. 2018, 26:1-7."}, {"Citation": "Reuter S., Gupta S. C., Chaturvedi M. M., Aggarwal B. B. Oxidative stress, inflammation, and cancer: How are they linked? Free Radical Bio Med. 2010;49:1603-16."}, {"Citation": "Crosswhite P., Sun Z. J. Nitric oxide, oxidative stress and inflammation in pulmonary arterial hypertension. J Hypertens. 2010;28:201-12."}, {"Citation": "Sahiner U. M., Birben E., Erzurum S., Sackesen C., Kalayci O. Oxidative stress in asthma. World Allerg Organ. 2011;4:151-8."}, {"Citation": "Corsini E., Galbiati V., Nikitovic D., Tsatsakis A. M. Role of oxidative stress in chemical allergens induced skin cells activation. Food Chem Toxicol. 2013;61:74-81."}, {"Citation": "Ma Z. Y., Zheng S. R., Han H. X., Meng J., Yang X., Zeng S., Zhou H., Jiang H. D. The bioactive components of Coreopsis tinctoria (Asteraceae) capitula: Antioxidant activity in vitro and profile in rat plasma. J Funct Foods. 2016;20:575-86."}, {"Citation": "Kheyar-Kraouche N., da Silva A. B., Serra A. T., Bedjou F., Bronze M. R. Characterization by liquid chromatography-mass spectrometry and antioxidant activity of an ethanolic extract of Inula viscosa leaves. J Pharmaceut Biomed. 2018:156:297-306."}, {"Citation": "Bao L. M., Bao X. H., Li P., Wang X. L., Ao W. L. J. Chemical profiling of Malva verticillata L. by UPLC-Q-TOF-MSE and their antioxidant activity in vitro. J Pharmaceut Biomed. 2018;150:420-6."}, {"Citation": "Warashina T., Umehara K., Miyase T. Flavonoid glycosides from Botrychium ternatum. Chem Pharm Bull. 2012;60:1561-73."}, {"Citation": "Bazylko A., Parzonko A., Jeż W., Osińska E., Kiss A. K. Inhibition of ROS production, photoprotection, and total phenolic, flavonoids and ascorbic acid content of fresh herb juice and extracts from the leaves and flowers of Tropaeolum majus. Ind Crop Prod. 2014;55:19-24."}, {"Citation": "Zhu J. F., Yi X. J., Zhang J. H., Chen S. Q., Wu Y. J. Rapid screening of brain-penetrable antioxidants from natural products by blood-brain barrier specific permeability assay combined with DPPH recognition. J Pharmaceut Biomed. 2018;151:42-8."}, {"Citation": "Wang L., Wu Y., Bei Q., Shi K., Wu Z. Fingerprint profiles of flavonoid compounds from different Psidium guajava leaves and their antioxidant activities. J Sep Sci. 2017;40:3817-29."}, {"Citation": "Shi Q. Y., Chen J. L., Zhou Q. F., Lei H. L., Luan L. J., Liu X. S., Wu Y. J. Indirect identification of antioxidants in Polygalae Radix through their reaction with 2,2-diphenyl-1-picrylhydrazyl and subsequent HPLC-ESI-Q-TOF-MS/MS. Talanta. 2015;144:830-5."}, {"Citation": "Karaçelik A. A., Küçük M., İskefiyeli Z., Aydemir S., De Smet S., Miserez B., Sandra P. Antioxidant components of Viburnum opulus L. determined by on-line HPLC-UV-ABTS radical scavenging and LC-UV-ESI-MS methods. Food Chem. 2015;175:106-14."}, {"Citation": "Zhu J. F., Yi X. J., Zhang J. H., Chen S. Q., Wu Y. J. Chemical profiling and antioxidant evaluation of Yangxinshi Tablet by HPLC-ESI-Q-TOF-MS/MS combined with DPPH assay. J Chromatogr B. 2017;1060:262-71."}, {"Citation": "Liu M., Huang X., Liu Q., Chen M., Liao S., Zhu F., Shi S., Yang H., Chen X. Rapid screening and identification of antioxidants in the leaves of Malus hupehensis using off-line two-dimensional HPLC-UV-MS/MS coupled with a 1,1’-diphenyl-2-picrylhydrazyl assay. J Sep Sci. 2018;41:2536-43."}, {"Citation": "Liu M., Li X., Liu Q., Xie S., Zhu F., Chen X. Preparative isolation and purification of 12 main antioxidants from the roots of Polygonum multiflorum Thunb. using high-speed countercurrent chromatography and preparative HPLC guided by 1,1’-diphenyl-2-picrylhydrazyl-HPLC. J Sep Sci. 2020;43:1415-22."}, {"Citation": "Zhu J. F., Yi X. J., Liu W. H., Xu Y. C., Chen S. Q., Wu Y. J. Immobilized fusion protein affinity chromatography combined with HPLC-ESI-Q-TOF-MS/MS for rapid screening of PPARγ ligands from natural products. Talanta. 2017;165:508-15."}, {"Citation": "Li J., Wen Q., Feng Y., Zhang J., Luo Y., Tan T. Characterization of the multiple chemical components of Glechomae Herba using ultra high performance liquid chromatography coupled to quadrupole-time-of-flight tandem mass spectrometry with diagnostic ion filtering strategy. J Sep Sci. 2019;42:1313-22."}, {"Citation": "Qi X., Wang X., Cheng T., Wu Q., Mi N., Mu X., Guo X., Zhao G., Huang Z., Ye J., Zhang W. Comprehensive characterization of multiple components and metabolites of Xiaojin Capsule based on ultra high performance liquid chromatography coupled with quadrupole time-of-flight mass spectrometry. J Sep Sci. 2019;42:2748-61."}, {"Citation": "Hvattum E., Ekeberg D. Study of the collision-induced radical cleavage of flavonoid glycosides using negative electrospray ionization tandem quadrupole mass spectrometry. J Mass Spectrom. 2003;38:43-9."}, {"Citation": "Lu L., Song F. R., Tsao R., Jin Y. R., Liu Z. Q., Liu S. Y. Studies on the homolytic and heterolytic cleavage of kaempferol and kaempferide glycosides using electrospray ionization tandem mass spectrometry. Rapid Commun Mass Spectrom. 2010;24:169-72."}, {"Citation": "Petsalo A., Jalonen J., Tolonen A. Identification of flavonoids of Rhodiola rosea by liquid chromatography-tandem mass spectrometry. J Chromatogr A. 2006;1112:224-31."}, {"Citation": "Cuyckens F., Claeys M. Determination of the glycosylation site in flavonoid mono-O-glycosides by collision-induced dissociation of electrospray-generated deprotonated and sodiated molecules. J Mass Spectrom. 2005;40:364-72."}, {"Citation": "Ablajan K., Abliz Z., Shang X. Y., He J. M., Zhang R. P., Shi J. G. Structural characterization of flavonol 3,7-di-O-glycosides and determination of the glycosylation position by using negative ion electrospray ionization tandem mass spectrometry. J Mass Spectrom. 2006;41:352-60."}, {"Citation": "Yang B., Han B., Huang P., Wang P. Chemical constituents from ethyl acetate extracts of Botrychium ternatum. Chin Tradit Herbal Drugs. 2017;48:884-7."}], "ReferenceList": [], "Title": "REFERENCES"}], "History": [{"Year": "2020", "Month": "5", "Day": "16"}, {"Year": "2020", "Month": "7", "Day": "5"}, {"Year": "2020", "Month": "7", "Day": "19"}, {"Year": "2020", "Month": "7", "Day": "23", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "8", "Day": "31", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "7", "Day": "23", "Hour": "6", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["32697390", "10.1002/jssc.202000550"]}}], "PubmedBookArticle": []}