{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "32714411", "DateRevised": {"Year": "2020", "Month": "09", "Day": "28"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "06", "Day": "29"}], "Language": ["eng"], "ELocationID": ["6795383", "10.1155/2020/6795383"], "Journal": {"ISSN": "1741-427X", "JournalIssue": {"Volume": "2020", "PubDate": {"Year": "2020"}}, "Title": "Evidence-based complementary and alternative medicine : eCAM", "ISOAbbreviation": "Evid Based Complement Alternat Med"}, "ArticleTitle": "<i>In Vitro</i> Wound Healing Activities of Three Most Commonly Used Thai Medicinal Plants and Their Three Markers.", "Pagination": {"StartPage": "6795383", "MedlinePgn": "6795383"}, "Abstract": {"AbstractText": ["Skin ensures that a constant internal environment can be maintained in an ever-changing external environment. When a wound occurs on the skin, the inflammatory and proliferative phases are initiated in response to injury. Thai traditional medicine (TTM), using medicinal plants and ancient knowledge, has been used to treat wounds. Eight Thai medicinal plants, most commonly used to treat wounds, were evaluated for their <i>in vitro</i> biological activities such as antioxidation by NBT assay, anti-inflammation by production inhibition of NO, promoting fibroblast cell proliferation, and wound closure activities. Plant materials were extracted with 95% ethanol or distilled water and then concentrated and dried. Statistical analysis of data was done using one-way ANOVA at <i>p</i> value of 0.05. The ethanolic extracts of <i>Garcinia mangostana</i> L., <i>Glycyrrhiza glabra</i> L., and <i>Nigella sativa</i> L. could inhibit the production of superoxide anion with the IC<sub>50</sub> values of 13.97 ± 0.38, 28.62 ± 1.91, and 71.54 ± 3.22 <i>μ</i>g/ml and nitric oxide with the IC<sub>50</sub> values of 23.97 ± 0.91, 46.35 ± 0.43, and 78.48 ± 4.46 <i>μ</i>g/ml, respectively. These extracts could promote cell proliferation and accelerate wound recovery at the rate of 2.02 ± 0.03, 2.12 ± 0.03, and 2.65 ± 0.05% per hour, respectively. Three established markers from these three plants were selected according to the selection criteria. Alpha-mangostin, glycyrrhizin, and thymoquinone were found to be the active markers for wound closure activities. The ethanolic extracts of <i>G</i>. <i>mangostana</i>, <i>G</i>. <i>glabra</i>, and <i>N</i>. <i>sativa</i> could scavenge superoxide anion and inhibit the production of nitric oxide; therefore these extracts could assist in surpassing the inflammatory phase and protected the cells surrounding the wound area. Most importantly, these extracts also increased the proliferation and accelerated wound closure, indicating that these plant extracts could be promoting wound healing processes and support the use of TTM."], "CopyrightInformation": "Copyright © 2020 Metar Siriwattanasatorn et al."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Applied Thai Traditional Medicine Faculty of Medicine, Thammasat University, Khlong Luang, Pathum Thani 12120, Thailand."}], "LastName": "Siriwattanasatorn", "ForeName": "Metar", "Initials": "M"}, {"Identifier": ["0000-0002-6030-8600"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Applied Thai Traditional Medicine and Centre of Excellence on Applied Thai Traditional Medicine Research (CEATMR), Faculty of Medicine, Thammasat University, Khlong Luang, Pathum Thani 12120, Thailand."}], "LastName": "Itharat", "ForeName": "Arunporn", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Applied Thai Traditional Medicine and Centre of Excellence on Applied Thai Traditional Medicine Research (CEATMR), Faculty of Medicine, Thammasat University, Khlong Luang, Pathum Thani 12120, Thailand."}], "LastName": "Thongdeeying", "ForeName": "Pakakrong", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Agricultural Food and Nutritional Science, Faculty of Agricultural Life and Environmental Sciences, University of Alberta, Edmonton, Alberta T6G 2P5, Canada."}], "LastName": "Ooraikul", "ForeName": "Buncha", "Initials": "B"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Evid Based Complement Alternat Med", "NlmUniqueID": "101215021", "ISSNLinking": "1741-427X"}, "CoiStatement": "The authors declare that there are no conflicts of interest regarding the publication of this paper."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Desmoulière A., Darby I. A., Laverdet B., Bonté F. Fibroblasts and myofibroblasts in wound healing. Clinical, Cosmetic and Investigational Dermatology. 2014;7:301–311. doi: 10.2147/ccid.s50046.", "ArticleIdList": ["10.2147/ccid.s50046", "PMC4226391", "25395868"]}, {"Citation": "Lugrin J., Rosenblatt-Velin N., Parapanov R., Liaudet L. The role of oxidative stress during inflammatory processes. Biological Chemistry. 2014;395(2):203–230. doi: 10.1515/hsz-2013-0241.", "ArticleIdList": ["10.1515/hsz-2013-0241", "24127541"]}, {"Citation": "Valko M., Leibfritz D., Moncol J., Cronin M. T. D., Mazur M., Telser J. Free radicals and antioxidants in normal physiological functions and human disease. The International Journal of Biochemistry & Cell Biology. 2007;39(1):44–84. doi: 10.1016/j.biocel.2006.07.001.", "ArticleIdList": ["10.1016/j.biocel.2006.07.001", "16978905"]}, {"Citation": "Singer A. J., Clark R. A. F. Cutaneous wound healing. New England Journal of Medicine. 1999;341(10):738–746. doi: 10.1056/nejm199909023411006.", "ArticleIdList": ["10.1056/nejm199909023411006", "10471461"]}, {"Citation": "Venkatachallam S. K. T., Pattekhan H., Divakar S., Kadimi U. S. Chemical composition of Nigella sativa L. seed extracts obtained by supercritical carbon dioxide. Journal of Food Science and Technology. 2010;47(6):598–605. doi: 10.1007/s13197-010-0109-y.", "ArticleIdList": ["10.1007/s13197-010-0109-y", "PMC3551137", "23572692"]}, {"Citation": "Bourgou S., Pichette A., Marzouk B., Legault J. Antioxidant, anti-inflammatory, anticancer and antibacterial activities of extracts from Nigella sativa (black cumin) plant parts. Journal of Food Biochemistry. 2012;36(5):539–546. doi: 10.1111/j.1745-4514.2011.00567.x.", "ArticleIdList": ["10.1111/j.1745-4514.2011.00567.x"]}, {"Citation": "Tripathi Y. B., Chaturvedi A. P., Pandey N. Effect of Nigella sativa seeds extracts on iNOS through antioxidant potential only: crude/total extract as molecular therapy drug. Indian Journal of Experimental Biology. 2012;50(6):413–418.", "ArticleIdList": ["22734252"]}, {"Citation": "Shah S. L., Wahid F., Khan N., et al. Inhibitory effects of Glycyrrhiza glabra and its major constituent glycyrrhizin on inflammation-associated corneal neovascularization. Evidence-Based Complementary and Alternative Medicine. 2018;2018:8. doi: 10.1155/2018/8438101.8438101", "ArticleIdList": ["10.1155/2018/8438101", "PMC5937553", "29849730"]}, {"Citation": "Sharma V., Hem K., Seth A., Maurya S. K. Solanum indicum linn.: an ethnopharmacological, phytochemical and pharmacological review. The International Journal of Pharmaceutical Research and Allied Sciences. 2017;1:1–9."}, {"Citation": "Sahu J., Rathi B., Koul S., Khosa R. L. Solanum trilobatum (solanaceae)–an overview. Journal of Natural Remedies. 2013;13(2):76–80."}, {"Citation": "Jaijoy K., Soonthornchareonnon N., Panthong A., Sireeratawong S. Anti-inflammatory and analgesic activities of the water extract from the fruit of Phyllanthus emblica linn. International Journal of Applied Research in Natural Products. 2010;3(2):28–35."}, {"Citation": "Sripanidkulchai B., Junlatat J. Bioactivities of alcohol based extracts of Phyllanthus emblica branches: antioxidation, antimelanogenesis and anti-inflammation. Journal of Natural Medicines. 2014;68(3):615–622. doi: 10.1007/s11418-014-0824-1.", "ArticleIdList": ["10.1007/s11418-014-0824-1", "24557876"]}, {"Citation": "Chin Y.-W., Kinghorn A. Structural characterization, biological effects, and synthetic studies on xanthones from mangosteen (Garcinia mangostana), a popular botanical dietary supplement. Mini-Reviews in Organic Chemistry. 2008;5(4):355–364. doi: 10.2174/157019308786242223.", "ArticleIdList": ["10.2174/157019308786242223", "PMC3090081", "21562610"]}, {"Citation": "Gami B., Parabia M. H. Pharmacognostic evaluation of bark and seeds of Mimusops elengi L. International Journal of Pharmacy and Pharmaceutical Sciences. 2010;2(4):110–113."}, {"Citation": "Munjuluri P. R., Rao K. S. Free radical scavenging activity and total phenolic compounds of petroleum ether bark extract of Mimusops elengi. Journal of Pharmacy Research. 2010;3(10):2381–2385."}, {"Citation": "Chowdhury M. A. R., Manirujjaman, Basak M., Rahman M. H., Sultana S. Qualitative and quantitative screening of Syzygium aromaticum (myrtaceae) and evaluation of anti-hyperglycemic effect. International Journal of Pharmacognosy and Phytochemical Research. 2016;8(7):1209–1217."}, {"Citation": "Ghallab Y. E., Jahid A. A., Eddine J. J., Said A. A. H., Zarayby L., Derfoufi S. Syzygium aromaticum L.: phytochemical investigation and comparison of the scavenging activity of essential oil, extracts and eugenol. Advances in Traditional Medicine. 2019;20(2):153–158. doi: 10.1007/s13596-019-00416-7.", "ArticleIdList": ["10.1007/s13596-019-00416-7"]}, {"Citation": "Bhowmik D., Kumar K. P. S., Yadav A., Srivastava S., Paswan S., Dutta A. S. Recent trends in Indian traditional herbs Syzygium aromaticum and its health benefits. Journal of Pharmacognosy and Phytochemistry. 2012;1(2):13–22."}, {"Citation": "Itharat A., Uttama S. Anti-inflammatory activities of constituents in sang yod rice extracts, γ-oryzanol, vitamins E, B1, B2, and B3, using inhibitory effects on nitric oxide (NO) production in lipopolysaccharide (LPS) activated RAW 264.7 murine macrophage cells. Medicinal & Aromatic Plants. 2016;5(3):0412–2167. doi: 10.4172/2167-0412.1000244.", "ArticleIdList": ["10.4172/2167-0412.1000244"]}, {"Citation": "Hua J., Hasebe T., Someya A., Sugimoto K., Nagaoka I. Evaluation of the expression of NADPH oxidase components during maturation of HL‐60 cells to neutrophil lineage. Journal of Leukocyte Biology. 2000;68(2):216–224.", "ArticleIdList": ["10947066"]}, {"Citation": "Srisawat U., Panunto W., Kaendee N., et al. Determination of phenolic compounds, flavonoids, and antioxidant activities in water extracts of Thai red and white rice cultivars. Journal of the Medical Association of Thailand. 2010;93(7):S83–S91.", "ArticleIdList": ["21294401"]}, {"Citation": "Mosmann T. Rapid colorimetric assay for cellular growth and survival: application to proliferation and cytotoxicity assays. Journal of Immunological Methods. 1983;65(1-2):55–63. doi: 10.1016/0022-1759(83)90303-4.", "ArticleIdList": ["10.1016/0022-1759(83)90303-4", "6606682"]}, {"Citation": "Esposito D., Rathinasabapathy T., Schmidt B., Shakarjian M. P., Komarnytsky S., Raskin I. Acceleration of cutaneous wound healing by brassinosteroids. Wound Repair and Regeneration. 2013;21(5):688–696. doi: 10.1111/wrr.12075.", "ArticleIdList": ["10.1111/wrr.12075", "PMC3775972", "23937635"]}, {"Citation": "Fronza M., Heinzmann B., Hamburger M., Laufer S., Merfort I. Determination of the wound healing effect of Calendula extracts using the scratch assay with 3T3 fibroblasts. Journal of Ethnopharmacology. 2009;126(3):463–467. doi: 10.1016/j.jep.2009.09.014.", "ArticleIdList": ["10.1016/j.jep.2009.09.014", "19781615"]}, {"Citation": "Tewtrakul S., Wattanapiromsakul C., Mahabusarakam W. Effects of compounds from Garcinia mangostana on inflammatory mediators in RAW264. 7 macrophage cells. Journal of Ethnopharmacology. 2009;121(3):379–382. doi: 10.1016/j.jep.2008.11.007.", "ArticleIdList": ["10.1016/j.jep.2008.11.007", "19056479"]}, {"Citation": "Chomnawang M. T., Surassmo S., Nukoolkarn V. S., Gritsanapan W. Effect of Garcinia mangostana on inflammation caused by Propionibacterium acnes. Fitoterapia. 2007;78(6):401–408. doi: 10.1016/j.fitote.2007.02.019.", "ArticleIdList": ["10.1016/j.fitote.2007.02.019", "17644272"]}, {"Citation": "Nganlasom J., Suttitum T., Jirakulsomchok D., Puapairoj A. Effects of Centella asiatica linn. and Garcinia mangostana linn. on the healing of dermal wounds in diabetic rats. Srinagarind Medical Journal. 2008;23(4):402–407."}, {"Citation": "Visavadiya N. P., Soni B., Dalwadi N. Evaluation of antioxidant and anti-atherogenic properties of Glycyrrhiza glabra root using in vitro models. International Journal of Food Sciences and Nutrition. 2009;60(2):135–149. doi: 10.1080/09637480902877998.", "ArticleIdList": ["10.1080/09637480902877998", "19384750"]}, {"Citation": "Zaki A. A., El-Bakry H. M., Fahmy A. A. Effect of licorice on wound healing in rabbits. The Egyptian Journal of Hospital Medicine. 2005;20:58–65."}, {"Citation": "Rahman M. R. A., Razak F. A., Bakri M. M. Evaluation of wound closure activity of Nigella sativa, Melastoma malabathricum, Pluchea indica, and Piper sarmentosum extracts on scratched monolayer of human gingival fibroblasts. Evidence-Based Complementary and Alternative Medicine. 2014;2014:9. doi: 10.1155/2014/190342.190342", "ArticleIdList": ["10.1155/2014/190342", "PMC4211176", "25371695"]}, {"Citation": "Siriwattanasatorn M., Panthong S., Itharat A. Antimicrobial activities of medicinal plants mostly used for acute pharyngitis treatment. Journal of the Medical Association of Thailand. 2016;99(4):144–152.", "ArticleIdList": ["29926693"]}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "3", "Day": "12"}, {"Year": "2020", "Month": "5", "Day": "3"}, {"Year": "2020", "Month": "5", "Day": "13"}, {"Year": "2020", "Month": "7", "Day": "28", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "7", "Day": "28", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "7", "Day": "28", "Hour": "6", "Minute": "1"}, {"Year": "2020", "Month": "6", "Day": "29"}], "PublicationStatus": "epublish", "ArticleIdList": ["32714411", "PMC7341384", "10.1155/2020/6795383"]}}], "PubmedBookArticle": []}