{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "32719330", "DateCompleted": {"Year": "2020", "Month": "12", "Day": "10"}, "DateRevised": {"Year": "2023", "Month": "11", "Day": "03"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "07", "Day": "27"}], "Language": ["eng"], "ELocationID": ["12482", "10.1038/s41598-020-69391-3"], "Journal": {"ISSN": "2045-2322", "JournalIssue": {"Volume": "10", "Issue": "1", "PubDate": {"Year": "2020", "Month": "Jul", "Day": "27"}}, "Title": "Scientific reports", "ISOAbbreviation": "Sci Rep"}, "ArticleTitle": "Ecological niche modeling of Astragalus membranaceus var. mongholicus medicinal plants in Inner Mongolia, China.", "Pagination": {"StartPage": "12482", "MedlinePgn": "12482"}, "Abstract": {"AbstractText": ["Radix Astragali is commonly used in traditional Chinese medicine, and its quality is closely related to ecological factors, such as climate and soil, in the production area. To provide high-quality Radix Astragali to Chinese and foreign markets, we used maximum entropy model and statistical analysis method, combined with data on ecological factors, Astragalus membranaceus var. mongholicus geographical distribution, and index component content to predict the ecological suitability distribution of A. membranaceus var. mongholicus and establish the relationship between astragaloside IV and calycosin-7-glucoside in this species and ecological factors. Subsequently, we could determine the suitability regionalization of high-quality A. membranaceus var. mongholicus in Inner Mongolia, China. The results showed that the standard deviation of seasonal changes in temperature (40.6%), precipitation in October (15.7%), vegetation type (14.3%), soil type (9.2%), and mean sunshine duration in the growing season (9.1%) were the top five most influential factors out of the 17 main ecological factors affecting the distribution of A. membranaceus var. mongholicus. The standard deviation of seasonal changes in temperature, precipitation in October, precipitation in April, soil pH, and mean sunshine duration in the growing season were found to be the key ecological factors affecting the accumulation of astragaloside IV and calycosin-7-glucoside in A. membranaceus var. mongholicus. The regions with the highest-quality A. membranaceus var. mongholicus were distributed in Baotou (Guyang County), Hohhot (Wuchuan County), and central Wulanchabu (Chahar Right Middle Banner, Chahar Right Back Banner, and Shangdu County) and its surroundings in Inner Mongolia. Baotou, Hohhot, and their surrounding areas were the main traditional production areas of A. membranaceus var. mongholicus, and central Wulanchabu was a potentially suitable distribution area of this species. The main production areas were consistent with the actual production base of A. membranaceus var. mongholicus. This study therefore provides a scientific basis to guide the cultivation of A. membranaceus var. mongholicus."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacy, Baotou Medical College, Baotou, 014060, China."}], "LastName": "Yang", "ForeName": "Min", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacy, Baotou Medical College, Baotou, 014060, China."}], "LastName": "Li", "ForeName": "Ziyan", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Baotou Meteorological Bureau of Inner Mongolia Autonomous Region, Baotou, 014030, China."}], "LastName": "Liu", "ForeName": "Lanbo", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Inner Mongolia Key Laboratory of Characteristic Geoherbs Resources Protection and Utilization, Baotou Medical College, Baotou, 014060, China."}], "LastName": "Bo", "ForeName": "Agula", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacy, Baotou Medical College, Baotou, 014060, China. zchlhh@126.com."}, {"Identifier": [], "Affiliation": "Inner Mongolia Key Laboratory of Chinese Medicinal Materials Resource, Baotou Medical College, Baotou, 014060, China. zchlhh@126.com."}], "LastName": "Zhang", "ForeName": "Chunhong", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacy, Baotou Medical College, Baotou, 014060, China. prof_liminhui@yeah.net."}, {"Identifier": [], "Affiliation": "Pharmaceutical Laboratory, Inner Mongolia Institute of Traditional Chinese Medicine, Hohhot, 010020, China. prof_liminhui@yeah.net."}, {"Identifier": [], "Affiliation": "Guangxi Key Laboratory of Medicinal Resources Protection and Genetic Improvement, Guangxi Botanical Garden of Medicinal Plants, Nanning, 530023, China. prof_liminhui@yeah.net."}, {"Identifier": [], "Affiliation": "Inner Mongolia Key Laboratory of Characteristic Geoherbs Resources Protection and Utilization, Baotou Medical College, Baotou, 014060, China. prof_liminhui@yeah.net."}], "LastName": "Li", "ForeName": "Minhui", "Initials": "M"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Sci Rep", "NlmUniqueID": "101563288", "ISSNLinking": "2045-2322"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Drugs, Chinese Herbal"}, {"RegistryNumber": "0", "NameOfSubstance": "Glucosides"}, {"RegistryNumber": "0", "NameOfSubstance": "Saponins"}, {"RegistryNumber": "0", "NameOfSubstance": "Triterpenes"}, {"RegistryNumber": "3A592W8XKE", "NameOfSubstance": "astragaloside A"}], "MeshHeadingList": [{"QualifierName": ["chemistry", "growth & development"], "DescriptorName": "Astragalus propinquus"}, {"QualifierName": [], "DescriptorName": "China"}, {"QualifierName": ["chemistry"], "DescriptorName": "Drugs, Chinese Herbal"}, {"QualifierName": [], "DescriptorName": "Ecosystem"}, {"QualifierName": ["chemistry"], "DescriptorName": "Glucosides"}, {"QualifierName": ["chemistry", "growth & development"], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": ["chemistry"], "DescriptorName": "Saponins"}, {"QualifierName": [], "DescriptorName": "Seasons"}, {"QualifierName": ["chemistry"], "DescriptorName": "Triterpenes"}], "CoiStatement": "The authors declare no competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Zhang CH, Yang X, Wei JR, Chen NMH, Xu JP, Bi YQ, Yang M, Gong X, Li ZY, Ren K, Han QH, Zhang L, Li X, Ji MY, Wang CC, Li MH. Ethnopharmacology, phytochemistry, pharmacology, toxicology and clinical applications of Radix Astragali. Chin. J. Integr. Med. 2019 doi: 10.1007/s11655-019-3032-8.", "ArticleIdList": ["10.1007/s11655-019-3032-8", "31502185"]}, {"Citation": "Fu J, Wang ZH, Huang LF, Zheng S, Wang DM, Chen S, Zhang H, Yang S. Review of the botanical characteristics, phytochemistry, and pharmacology of Astragalusmembranaceus (Huangqi) Phytother. Res. 2014;28:1275–1283. doi: 10.1002/ptr.5188.", "ArticleIdList": ["10.1002/ptr.5188", "25087616"]}, {"Citation": "The Tenth Chinese Pharmacopoeia Commission of the People’s Republic of China . Pharmacopoeia of the People’s Republic of China. Beijing: The Medicine Science and Technology Press of China; 2015."}, {"Citation": "Cheng M, Chi XL, Wang H, Yang G. Analysis of status and problems of international trade of Astragalusmembranaceus in China. Mod. Chin. Med. 2019;21:12–16."}, {"Citation": "Qin XM, Li ZY, Sun HF, Zhang LZ, Zhou R, Feng QJ, Li AP. Status and analysis of Astragali Radix resource in China. China J. Chin. Mater. Med. 2013;38:3234–3238.", "ArticleIdList": ["24422383"]}, {"Citation": "Editorial committee of flora of China . Flora of China, Vol 42. Beijing: Science Press; 1993. p. 272."}, {"Citation": "Zhang CH, Xu JP, Wang J, Zhang GJ, Li MH, Guo LP. Investigation and arrangement of ecological planting pattern of Astragalus Radix in Inner Mongolia. Mod. Chin. Med. 2018;20:1212–1224."}, {"Citation": "National Environmental Protection Agency of the People's Republic of China List of rare and endangered plants in China. Bull. Biol. 1987;7:25–30."}, {"Citation": "Nan, H. J. Study on quality control and estimation of Radix Astragali. Master's thesis. Shanxi University, Taiyuan, China (2009)."}, {"Citation": "Zhang SY, Piao HS, Song CY. Study on the relation between duration of cultivation of plant and content of chemical components in Astragalus. J. Med. Sci. Yanbian Univ. 2005;28:87–89."}, {"Citation": "Shao JM, Lian YF, Yan LH, Wang LH. Comparative analysis of total saponins in Astragalusmembranaceus from different habitats. Shaanxi J. Tradit. Chin. Med. 2018;39:268–270."}, {"Citation": "Li J, Men QM, Liu XQ, Zhu DL, Li L, Kang YG, Xiao YQ, Li L. Investigation of planting bases of Astragali Radix. Chin. Arch. Tradit. Chin. Med. 2014;32:18–21."}, {"Citation": "Liu DW, Gu CM, Yang QZ, Huang LF, Xie CX, Cai M. Resource surveys and suitability of origin for genuine medicinal materials, Astragalusmembranaceus var. mongholicus in Inner Mongolia, China. Chin. J. Appl. Ecol. 2016;27:838–844.", "ArticleIdList": ["29726189"]}, {"Citation": "Yang FR, Zhang Q, Sun CH, Xie CX, Song JY. Comparative evaluation of multiple models for predicting the potential distribution areas of Astragalusmembranaceus var mongholicus. Plant Sci. J. 2019;37:136–143."}, {"Citation": "Bao XL. The structure of geographical environment and the regularity of its regional differentiation in Inner Mongolia. J. Inner Mongolia Teach. Coll. Natl. 1997;12:84–86."}, {"Citation": "Sun SY, Chen GL. Current situation, problems and countermeasures of Radix Astragali industrialization in Inner Mongolia. Mol. Plant Breed. 2018;16:5126–5133."}, {"Citation": "Akpoti K, Kabo-bah AT, Dossou-Yovo ER, Groen TA, Zwart SJ. Mapping suitability for rice production in inland valley landscapes in Benin and Togo using environmental niche modeling. Sci. Total Environ. 2020;709:136165.", "ArticleIdList": ["31905543"]}, {"Citation": "Akpoti K, Kabo-bah AT, Zwart SJ. Agricultural land suitability analysis: State-of-the-art and outlooks for integration of climate change analysis. Agric. Syst. 2019;173:172–208."}, {"Citation": "Phillips, S. J. Dudík, M., & Schapire, R. E. A maximum entropy approach to species distribution modeling. In Proc. Twenty-First International Conference on Machine Learning, pp. 655–662 (2004)."}, {"Citation": "Phillips SJ, Anderson RP, Schapire RE. Maximum entropy modeling of species geographic distributions. Ecol. Model. 2006;190:231–259."}, {"Citation": "Peterson AT. Predicting the geography of species’ invasions via ecological niche modeling. Q. Rev. Biol. 2003;78:419–433.", "ArticleIdList": ["14737826"]}, {"Citation": "Zhang L, Cao B, Bai C, Li G, Mao M. Predicting suitable cultivation regions of medicinal plants with Maxent modeling and fuzzy logics: A case study of Scutellariabaicalensis in China. Environ. Earth Sci. 2016;75:361."}, {"Citation": "Khanum R, Mumtaz AS, Kumar S. Predicting impacts of climate change on medicinal asclepiads of Pakistan using Maxent modeling. Acta Oecol. 2013;49:23–31."}, {"Citation": "Zhu SD, Peng HS, Guo LP, Xu TR, Zhang Y, Chen ML, Hao QX, Kang LP, Huang LQ. Regionalization of Chinese material medical quality based on maximum entropy model: A case study of Atractylodeslancea. Sci. Rep. 2017;7:42417.", "ArticleIdList": ["PMC5311955", "28205539"]}, {"Citation": "Li ZY, Zhang CH, Ren GY, Yang M, Zhu SD, Li MH. Ecological modeling of Cistanchedeserticola Y.c. Ma in Alxa, China. Sci. Rep. 2019;9:13134.", "ArticleIdList": ["PMC6739506", "31511531"]}, {"Citation": "Wang Y, Zhang L, Du ZX, Pei J, Huang LF. Chemical diversity and prediction of potential cultivation areas of Cistanche Herbs. Sci. Rep. 2019;9:19737.", "ArticleIdList": ["PMC6930302", "31875048"]}, {"Citation": "Zhang HT, Wang J, Cheng ME, Duan HY, Peng HS. Investigation on main cultivation of Astragalusmembranaceus var. mongholicus and commercial specifications grades. J. Chin. Med. Mater. 2015;38:2487–2492.", "ArticleIdList": ["27352529"]}, {"Citation": "Wang LS, Li WL, Ma L, Chen J, Lv H, Jian TY. Salt stress changes chemical composition in Limoniumbicolor (Bag.) Kuntze, a medicinal halophytic plant. Ind. Crops Prod. 2016;84:248–253."}, {"Citation": "Alhaithloul HA, Soliman MH, Ameta KL, El-Esawi MA, Elkelish A. Changes in ecophysiology, osmolytes, and secondary metabolites of the medicinal plants of Menthapiperita and Catharanthus roseus subjected to drought and heat stress. Biomolecules. 2020;10:43.", "ArticleIdList": ["PMC7023420", "31892111"]}, {"Citation": "Li WC. A brief talk on the domestic and foreign market of plant extract. Pharm. Chem. 2007;1:27–29."}, {"Citation": "Ren RB. Analysis of industry market of Chinese natural plant extract. Chem. Intermediate. 2018;28:66–67."}, {"Citation": "Hou Y. Key techniques for growing Astragalusmembranaceus (Fisch.) Bunge. Spec. Econ. Anim. Plant. 2012;15:39."}, {"Citation": "Yuan H, Zhang SF, Jia SH, Chen N. Progress in application and biological active of Radix Astragali in health foods. Food Sci. 2014;35:330–334."}, {"Citation": "Huang X, Xu J, Ma W. Application and prospect of traditional Chinese Medicine Astragalus on medical cosmetology. Chin. J. Aesthet. Med. 2017;26:123–125."}, {"Citation": "Booker A, Heinrich M. Value chains of botanical and herbal medicinal products: A European perspective. Herbalgram. 2016;112:40–45."}, {"Citation": "Anthony B, Deborah J, Michael H. Value chains of herbal medicines—research needs and key challenges in the context of ethnopharmacology. J. Ethnopharmacol. 2012;140:624–633.", "ArticleIdList": ["22326378"]}, {"Citation": "Anthony B, Deborah J, Michael H. Value chains of herbal medicines—ethnopharmacological and analytical challenges in a globalizing world. Evid. Based Valid. Herbal Med. 2015;2:29–44."}, {"Citation": "Huang LF, Chen SL. Quality ecology on Chinese medicines: New emerging cross discipline. Chin. J. Exp. Tradit. Med. Form. 2017;23:1–11."}, {"Citation": "Cao HX. Effects of scientific research on the development of traditional Chinese medicine and pharmacology. China J. Tradit. Chin. Med. Pharm. 2005;20:129–131."}, {"Citation": "Dai LL, Wang YD, Zhao YL, Xu Q, Niu Y, Wang P, Qi ZM. Effects of plastic film mulching cultivation with ridge and furrow system on soil water, temperature and yield of Astragali Radix in dry land. J. Chin. Med. Mater. 2017;40:1997–2001."}, {"Citation": "Peter AA. A trial to tackle tiger mosquitoes. Nature. 2019 doi: 10.1038/d41586-019-02000-0.", "ArticleIdList": ["10.1038/d41586-019-02000-0", "31358926"]}, {"Citation": "Kira T. A new classification of climate in eastern Asia as the basis for agricultural geography. Horic. Inst. Kyoto Univ. Kyoto. 1945;20:1–23."}, {"Citation": "Xu WD. The relation between distribution of edificator and companion in zonal vegetation and water-temperature condition in Northeast China. Acta Bot. Sin. 1983;25:264–274."}, {"Citation": "Bi YQ, Yi LT, Li CF, Wang JH, Xu JP, Lei LJ, Zhang CH, Li MH. Present condition analysis and countermeasures of Chinese and Mongolian medicine resources in the inner Mongolia Autonomous Region. Mod. Chin. Med. 2017;19:895–900."}, {"Citation": "Kumar S, Graham J, West AM, Evangelista PH. Using district-level occurrences in MaxEnt for predicting the invasion potential of an exotic insect pest in India. Comput. Electron. Agric. 2014;103:55–62."}, {"Citation": "Hanley JA, McNeil BJ. The meaning and use of the area under a receiver operating characteristic (ROC) curve. Radiology. 1982;143:29–36.", "ArticleIdList": ["7063747"]}, {"Citation": "Lobo JM, Jiménez-Valverde A, Real R. AUC: A misleading measure of the performance of predictive distribution models. Glob. Ecol. Biogeogr. 2010;17:145–151."}, {"Citation": "British Pharmacopoeia Commission . British Pharmacopoeia (Herbal Drug Preparations and Herbal Medicinal Products) England: The Stationery Office; 2019."}, {"Citation": "European Pharmacopoeia Commission . European Pharmacopoeia. Strasbourg: European Directorate for the Quality of Medicines and Health Care; 2017."}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "1", "Day": "18"}, {"Year": "2020", "Month": "7", "Day": "7"}, {"Year": "2020", "Month": "7", "Day": "29", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "7", "Day": "29", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "12", "Day": "15", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "7", "Day": "27"}], "PublicationStatus": "epublish", "ArticleIdList": ["32719330", "PMC7385632", "10.1038/s41598-020-69391-3", "10.1038/s41598-020-69391-3"]}}], "PubmedBookArticle": []}