{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "32724302", "DateCompleted": {"Year": "2021", "Month": "06", "Day": "11"}, "DateRevised": {"Year": "2024", "Month": "03", "Day": "29"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "07", "Day": "16"}], "Language": ["eng"], "ELocationID": ["3947162", "10.1155/2020/3947162"], "Journal": {"ISSN": "1537-744X", "JournalIssue": {"Volume": "2020", "PubDate": {"Year": "2020"}}, "Title": "TheScientificWorldJournal", "ISOAbbreviation": "ScientificWorldJournal"}, "ArticleTitle": "<i>In Vitro</i> Micropropagation of Industrially and Medicinally Useful Plant <i>Aloe trichosantha</i> Berger Using Offshoot Cuttings.", "Pagination": {"StartPage": "3947162", "MedlinePgn": "3947162"}, "Abstract": {"AbstractText": ["This study was aimed to develop <i>in vitro</i> micropropagation protocol of <i>Aloe trichosantha</i> Berger using offshoots as explants. MS media supplemented with plant growth regulators helped explants develop shoots within about 14 to 17 days. The mean number of days to shooting has decreased from 16.8 ± 0.8 with 0.5/0.5 mg/L BAP/NAA supplement to 15.5 ± 0.5 with 2.0/0.5 mg/L BAP/NAA. While the mean shoot number has increased with increasing the concentration of BAP supplements, the reverse was true with mean shoot lengths, whereas supplement of 2.0/0.5 mg/L BAP/NAA has generated significantly more shoots (17 ± 3.8), and longer shoots were produced with the addition of 0.5/0.5 and 1.0/0.5 mg/L BAP/NAA. In regard to rooting, though higher concentrations of NAA have resulted in quick rooting, the rooting performance in terms of mean number and length of roots was better with low concentrations. All the plantlets subjected to greenhouse acclimatization in cocopeat have survived. Secondary acclimatization in composted and manured soil media has also resulted in 93 to 95% survival rate. Lighting conditions (nursery shade or direct sunlight) of secondary acclimatization did not lead to any difference in the survival rate of the plantlets."], "CopyrightInformation": "Copyright © 2020 Atsbeha Hailu et al."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Natural and Computational Sciences, Mekelle University, P.O. Box 231, Mekelle, Ethiopia."}], "LastName": "Hailu", "ForeName": "Atsbeha", "Initials": "A"}, {"Identifier": ["0000-0003-3602-1578"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Mekelle Institute of Technology, Mekelle University, P.O. Box 1632, Mekelle, Ethiopia."}], "LastName": "Sbhatu", "ForeName": "Desta Berhe", "Initials": "DB"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Mekelle Institute of Technology, Mekelle University, P.O. Box 1632, Mekelle, Ethiopia."}], "LastName": "Abraha", "ForeName": "Haftom Baraki", "Initials": "HB"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "ScientificWorldJournal", "NlmUniqueID": "101131163", "ISSNLinking": "1537-744X"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Benzyl Compounds"}, {"RegistryNumber": "0", "NameOfSubstance": "Culture Media"}, {"RegistryNumber": "0", "NameOfSubstance": "Naphthaleneacetic Acids"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Growth Regulators"}, {"RegistryNumber": "0", "NameOfSubstance": "Purines"}, {"RegistryNumber": "KXG6A989PS", "NameOfSubstance": "benzylaminopurine"}], "MeshHeadingList": [{"QualifierName": ["drug effects", "growth & development"], "DescriptorName": "Aloe"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Benzyl Compounds"}, {"QualifierName": ["chemistry", "pharmacology"], "DescriptorName": "Culture Media"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Naphthaleneacetic Acids"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Plant Growth Regulators"}, {"QualifierName": ["growth & development"], "DescriptorName": "Plant Roots"}, {"QualifierName": ["cytology", "growth & development"], "DescriptorName": "Plant Shoots"}, {"QualifierName": ["growth & development"], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Purines"}, {"QualifierName": ["methods"], "DescriptorName": "Tissue Culture Techniques"}], "CoiStatement": "The authors declare no conflicts of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Demissew S., Nordal I. Aloes and Lilies of Ethiopia and Eritrea. 2nd. Edmonton, Canada: Shama Books; 2010."}, {"Citation": "Newton L. E. Aloes in habitat. In: Reynolds T., editor. In Aloes: The Genus Aloe. Boca Raton, FL, USA: CRC Press; 2004. pp. 1–14."}, {"Citation": "Smith G. F., Steyn E. M. A. Taxonomy of aloaceae. In: Reynolds T., editor. In Aloes: The Genus Aloe. Boca Raton, FL, USA: CRC Press; 2004. pp. 15–30."}, {"Citation": "Grace O. M. Unravelling the evolutionary history of aloes. 2020.   https://www.kew.org/read-and-watch/evolutionary-history-aloe."}, {"Citation": "Sahu P. K., Giri D. D., Singh R., et al. Therapeutic and Medicinal Uses of <i>Aloe vera<>: a Review. Pharmacology &amp; Pharmacy. 2013;4(8):599–610. doi: 10.4236/pp.2013.48086.", "ArticleIdList": ["10.4236/pp.2013.48086"]}, {"Citation": "Adelberg J., Naylor-Adelberg J. Effects of cytokinin on multiplication and rooting of Aloe barbadensis during micropropagation on agar and liquid media. Journal of Medicinally Active Plants. 2012;1(1):1–26."}, {"Citation": "Bhandari A. K., Negi J. S., Bisht V. K., Bharti M. K. “In vitro propagation of Aloe vera—a plant with medicinal properties. Nature and Science. 2010;8:174–176."}, {"Citation": "Dwivedi N., Indiradevi A., Asha K., Asokan N., Suma A. A protocol for micropropagation of Aloe vera L—a miracle plant. Research in Biotechnology. 2014;5:1–5."}, {"Citation": "Yao H., Chen Y., Li S., Huang L., Chen W., Lin X. Promotion proliferation effect of a polysaccharide from Aloe barbadensis Miller on human fibroblasts in vitro. International Journal of Biological Macromolecules. 2009;45(2):152–156. doi: 10.1016/j.ijbiomac.2009.04.013.", "ArticleIdList": ["10.1016/j.ijbiomac.2009.04.013", "19409414"]}, {"Citation": "Surjushe A., Vasani R., Saple D. Aloe vera: a short review. Indian Journal of Dermatology. 2008;53(4):163–166. doi: 10.4103/0019-5154.44785.", "ArticleIdList": ["10.4103/0019-5154.44785", "PMC2763764", "19882025"]}, {"Citation": "Gupta S., Pankaj S. K., Devki L. S., Pandey P. Burm f. In-vitro propagation of Aloe vera (L.) burm. f (L.) British Biotechnology Journal. 2014;4(7):806–816. doi: 10.9734/bbj/2014/9747.", "ArticleIdList": ["10.9734/bbj/2014/9747"]}, {"Citation": "Choudhary A., Ray A., Jha S., Mishra I. Callus formation, shoot initiation and in vitro culture of Aloe vera. Biotechnology, Bioinformatics and Bioengineering. 2011;1:551–553."}, {"Citation": "Awas T., Wodato M., Gebrewold H. Conservation and sustainable use of aloe in Ethiopia: the case of the Ethiopian Fiber Factory. Proceedings of the Paper presented at the National Symposium on Environment and Development; May 2001; Dilla, Ethiopia. Dilla University;"}, {"Citation": "Oumer A., Bisrat D., Mazumder A., Asres K. A new antimicrobial anthrone from the leaf latex of Aloe trichosantha. Natural Product Communications. 2014;9(7):949–952. doi: 10.1177/1934578x1400900717.", "ArticleIdList": ["10.1177/1934578x1400900717", "25230501"]}, {"Citation": "Jakhar M. L., Dixit D., Ahmad S., Ola M. P., Ram M., Jat H. R. Influence of plant growth regulators on micropropagation of Gwarpatha [Aloe vera (L.) Burm.] International Journal of Current Microbiology and Applied Sciences. 2020;9(3):1782–1803."}, {"Citation": "Singh M. K., Yadav T., Raman R. K. A quick method for micro-propagation of Aloe vera L. from leaf explants via callus induction. Journal of Entomology and Zoology Studies. 2020;8(2):201–206."}, {"Citation": "Danial G. H., Ibrahim D. A., Yousef A. N., Elyas S. B. Rapid protocol of Aloe vera in vitro propagation. Iraqi Journal of Agricultural Sciences. 2019;50(5):1377–1382."}, {"Citation": "Surafel S., Gamachu O., Abel D. In vitro propagation of Aloe vera Linn from shoot tip culture. GSC Biological and Pharmaceutical Sciences. 2018;4(2):1–6."}, {"Citation": "Khanam N., Sharma G. K. Rapid in vitro propagation of A. vera L. with some growth regulators using lateral shoots as explant. World Journal of Pharmacy and Pharmaceutical Sciences. 2014;3(3):2005–2018."}, {"Citation": "Abdi G., Hedayat M., Modarresi M. In vitro micropropagation of Aloe vera – impacts of plant growth regulators, media and type of explants. Journal of Biological and Environmental Science. 2013;7:19–24."}, {"Citation": "Haque S. K. M., Ghosh B. High frequency micro cloning of Aloe vera and their true- to-type conformity by molecular cytogenetic assessment of two years old field growing regenerated plants. Botanical Studies. 2013;54(46):1–10. doi: 10.1186/1999-3110-54-46.", "ArticleIdList": ["10.1186/1999-3110-54-46", "PMC5430365", "28510900"]}, {"Citation": "Abraha H. B., Sbhatu D. B., Muthuswamy M. In vitro micropropagation of Aloe percrassa Tod. Asian Journal of Plant Sciences. 2014;13(2):66–72."}, {"Citation": "Yildiz M. The Prerequisite of the Success in Plant Tissue Culture: High Frequency Shoots Regeneration. London, UK: Intech Open Science; 2012."}, {"Citation": "Jayakrishna C., Karthik C., Barathi S., Kamalanathan D., Arulselvi I. P. In vitro propagation of A. barbadensis Mill: a miracle herb. Research in Plant Biology. 2011;1(5):22–26."}, {"Citation": "Oliveira E. T., Crocomo O. J., Farinha T. B., Gallo L. A. Large-scale micropropagation of Aloe vera. Hortscience. 2009;44:1675–1678."}, {"Citation": "Loyala V. W., Vasques F. Methods in Molecular Biology: Plant Cell Culture Protocols. Totowa, NJ, USA: Humana Press Inc.; 2008."}, {"Citation": "Aggarwal D., Barna K. S. Tissue culture propagation of elite plant of aloe vera linn. Journal of Plant Biochemistry and Biotechnology. 2004;13(1):77–79. doi: 10.1007/bf03263197.", "ArticleIdList": ["10.1007/bf03263197"]}, {"Citation": "Murashige T., Skoog F. A revised medium for rapid growth and bio assays with tobacco tissue cultures. Physiologia Plantarum. 1962;15(3):473–497. doi: 10.1111/j.1399-3054.1962.tb08052.x.", "ArticleIdList": ["10.1111/j.1399-3054.1962.tb08052.x"]}, {"Citation": "B Azizan M. N. A. The effects of BAP and NAA treatment on micropropagation of Cucumis sativus L. International Journal of Science and Research. 2017;6(11):270–276."}, {"Citation": "Ahmed S., Spoor W. Effects of NAA and BAP on callus culture and plant regeneration in curly kale (Brassica oleraces L) Pakistani Journal of Biological Sciences. 1999;2:109–112."}, {"Citation": "Welehaweria M. Mekelle, Ethiopia: Mekelle University; 2018. In vitro micropropagation of Aloe elegans Todaro using offshoot cuttings. Unpublished MSc thesis.", "ArticleIdList": ["PMC10498563", "37700378"]}, {"Citation": "Niguse M. Mekelle, Ethiopia: Mekelle University; 2017. In vitro micropropagation of Aloe adigratana Reynolds using offshoot cuttings. Unpublished MSc thesis.", "ArticleIdList": ["PMC7182965", "32351346"]}, {"Citation": "Biswas G. C., Miah M. D. A., Sohel M. M. H., Hossain A. K. M. S., Shakil S. K., Howlader M. S. Micropropagation of Aloe indica L. through shoot tip culture. IOSR Journal of Agriculture and Veterinary Science. 2013;5(1):30–35."}, {"Citation": "Hashemabadi D., Kaviani B. Rapid micropropagation of Aloe vera L. via shoot multiplication. African Journal of Biotechnology. 2008;7:1899–1902."}, {"Citation": "Baksha R., Jahan M. A. A., Khatum R., Munshi J. L. Micropropagation of Aloe barbadensis Miller through in vitro culture of shoot tip explants. Plant Tissue Culture and Biotechnology. 2005;15:121–126."}, {"Citation": "Chukwujekwu J. C. Pietermaritzburg, South Africa: University of Natal; 2001. Micropropagation and acclimatization of Aloe polyphylla and Platycerium bifurcatum. Unpublished MSc thesis."}, {"Citation": "Nayanakantha N. M. C., Sigh B. R., Anil K. Improved culture medium for micro -propagation of Aloe vera L. Tropical Agriculture Research and Extension. 2010;13(4):87–93."}, {"Citation": "Saggoo M. I., Kaur R. Studies in North Indian Aloe vera: callus induction and regeneration of plantlets. Archives of Applied Science Research. 2010;2(2):241–245."}, {"Citation": "Das A., Mukherjee P., Jha T. B. High frequency micropropagation of Aloe vera L. Burm. F. as a low cost option towards commercialization. Plant Tissue Culture and Biotechnology. 2010;20(1):29–35. doi: 10.3329/ptcb.v20i1.5962.", "ArticleIdList": ["10.3329/ptcb.v20i1.5962"]}, {"Citation": "Sahoo S., Rout G. R. Plant regeneration from leaf explants of Aloe barbadensis Mill. and genetic fidelity assessment through DNA markers. Physiology and Molecular Biology of Plants. 2014;20(2):235–240. doi: 10.1007/s12298-014-0226-6.", "ArticleIdList": ["10.1007/s12298-014-0226-6", "PMC3988330", "24757327"]}, {"Citation": "Badar Z., Khan S., Ali K., Musharraf S., Choudhary M. In vitro and biotransforma-tional studies of Aloe barbadensis Miller. Pakistan Journal of Biotechnology. 2013;46(2):679–685."}, {"Citation": "Daneshvar M. H., Moallemi N., Abdolah Zadeh N. The effects of different media on shoot proliferation from the shoot tip of Aloe vera L. Jundishapur Journal of Natural Pharmaceutical Products. 2013;8(2):93–97. doi: 10.5812/jjnpp.4820.", "ArticleIdList": ["10.5812/jjnpp.4820", "PMC3941910", "24624195"]}, {"Citation": "Lee Y. S., Yang T. J., Park S. U., Baek J. H., Wu S. Q., Lim K. B. Induction and proliferation of adventitious roots from Aloe vera leaf tissues for in vitro production of Aloe-emodin. Plant Omics Journal. 2011;4(4):190–194."}, {"Citation": "Kiran S. Raipur, India: College of Agriculture, Faculty of Agriculture, Indira Gandhi Krishi Vishwavidyalaya Raipur (C.G.); 2017. In vitro regeneration of Aloe vera (Aloe barbadensis Mill.) Unpublished MSc thesis."}, {"Citation": "Molsaghi M. J., Moieni A., Kahrizi D. Efficient protocol for rapid Aloe vera micropropagation. Pharmaceutical Biology. 2014;52(6):1–5. doi: 10.3109/13880209.2013.868494.", "ArticleIdList": ["10.3109/13880209.2013.868494", "24405115"]}, {"Citation": "Hashemabadi D., Kaviani B. In vitro proliferation of an important medicinal plant Aloe. A method for rapid production. Australian Journal of Crop Science. 2010;4:216–222."}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "2", "Day": "3"}, {"Year": "2020", "Month": "6", "Day": "13"}, {"Year": "2020", "Month": "6", "Day": "23"}, {"Year": "2020", "Month": "7", "Day": "30", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "7", "Day": "30", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "6", "Day": "12", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "7", "Day": "16"}], "PublicationStatus": "epublish", "ArticleIdList": ["32724302", "PMC7381991", "10.1155/2020/3947162"]}}], "PubmedBookArticle": []}