{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "32724301", "DateCompleted": {"Year": "2021", "Month": "06", "Day": "11"}, "DateRevised": {"Year": "2021", "Month": "06", "Day": "11"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "07", "Day": "07"}], "Language": ["eng"], "ELocationID": ["3452172", "10.1155/2020/3452172"], "Journal": {"ISSN": "1537-744X", "JournalIssue": {"Volume": "2020", "PubDate": {"Year": "2020"}}, "Title": "TheScientificWorldJournal", "ISOAbbreviation": "ScientificWorldJournal"}, "ArticleTitle": "<i>Eichhornia crassipes</i> (Mart.) Solms: Uses, Challenges, Threats, and Prospects.", "Pagination": {"StartPage": "3452172", "MedlinePgn": "3452172"}, "Abstract": {"AbstractText": ["Water hyacinths pose serious challenges to humanity and the environment. Considering the enormity of the menace associated with the growth and spread of the plant and the difficulty in achieving a single, generally acceptable control method, it is becoming increasingly imperative to explore the potentials of the plant. New water hyacinth-related articles are regularly being published. Recently published articles about the plant were accessed, and the information in these articles is presented in the context of the pros and cons of the plant. Some of the benefits that can be derived from the plant include biogas and biofuel production, medicinal functions, vermicomposting, compost production, and bioremediation. However, clogging of waterways, obstruction of water transportation, and fishing activities; breeding grounds for pests and diseases; and reduction of water quality, loss of biodiversity, and economic downturn in areas invaded by the plant are problems associated with it. The peculiarity in the invasiveness of each situation should determine whether or not the growth of the plant is a problem, especially if the opportunity to harness the potentials of the plant exists. There are three major methods for controlling the plants when control becomes inevitable: mechanical, chemical, and biological. To achieve the best control, integrating two or more control methods is advised."], "CopyrightInformation": "Copyright © 2020 Opeyemi I. Ayanda et al."}, "AuthorList": [{"Identifier": ["0000-0001-6881-0999"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biological Sciences, Covenant University, Ota, Ogun State, Nigeria."}], "LastName": "Ayanda", "ForeName": "Opeyemi I", "Initials": "OI"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biological Sciences, Covenant University, Ota, Ogun State, Nigeria."}], "LastName": "Ajayi", "ForeName": "Tolulope", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Aquaculture and Biotechnology, National Institute for Freshwater Fisheries Research, New Bussa, Niger State, Nigeria."}], "LastName": "Asuwaju", "ForeName": "Femi P", "Initials": "FP"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "ScientificWorldJournal", "NlmUniqueID": "101131163", "ISSNLinking": "1537-744X"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Biofuels"}, {"RegistryNumber": "0", "NameOfSubstance": "Biological Control Agents"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animal Feed"}, {"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": [], "DescriptorName": "Biodegradation, Environmental"}, {"QualifierName": [], "DescriptorName": "Biodiversity"}, {"QualifierName": [], "DescriptorName": "Biofuels"}, {"QualifierName": [], "DescriptorName": "Biological Control Agents"}, {"QualifierName": [], "DescriptorName": "Composting"}, {"QualifierName": [], "DescriptorName": "Disease Vectors"}, {"QualifierName": ["chemistry", "classification", "growth & development"], "DescriptorName": "Eichhornia"}, {"QualifierName": [], "DescriptorName": "Fisheries"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["growth & development"], "DescriptorName": "Plant Weeds"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Socioeconomic Factors"}, {"QualifierName": [], "DescriptorName": "Water Quality"}], "CoiStatement": "The authors declare that they have no conflicts of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Elenwo E. I., Akankali J. A. The estimation of potential yield of water hyacinth: a tool for environmental management and an economic resource for the Niger Delta region. Journal of Sustainable Development Studies. 2016;9(2):115–137."}, {"Citation": "Sharma A., Aggarwal N. K., Saini A., Yadav A. Beyond biocontrol: water hyacinth-opportunities and challenges. Journal of Environmental Science and Technology. 2016;9:26–48. doi: 10.17485/ijst/2016/v9i48/.", "ArticleIdList": ["10.17485/ijst/2016/v9i48/"]}, {"Citation": "Rodrigues A. J., Oderob M. O., Hayombe P. O., Akunod W., Kerich D., Maobe I. Converting water hyacinth to briquettes: a beach community based approach. International Journal of Sciences: Basic and Applied Research. 2014;15(1):358–378."}, {"Citation": "Julien M. H. Biological control of water hyacinth with arthropods, a review up to (2000) In: Julien M. H., Hill M. P., Center T. D., et al., editors. Biological and Integrated Control of Water Hyacinth, Eichhornia Crassipes. Vol. 102. Canberra, Australia: ACIAR, CSIRO Entomology; 2001. pp. 8–20."}, {"Citation": "Navarro L. A., Phiri G. Water Hyacinth in Africa and the Middle East: A Survey of Problems and Solutions. Ottawa, Canada: IDRC; 2000."}, {"Citation": "Dersseh M. G., Melesse A. M., Tilahun S. A., Abate M., Dagnew D. C. Water hyacinth: review of its impacts on hydrology and ecosystem services-lessons for management of Lake Tana. Extreme Hydrology and Climate Variability. 2019:237–251. doi: 10.1016/b978-0-12-815998-9.00019-1.", "ArticleIdList": ["10.1016/b978-0-12-815998-9.00019-1"]}, {"Citation": "Téllez T. R., López E., Granado G., Pérez E., López R., Guzmán J. The water hyacinth, Eichhornia crassipes: an invasive plant in the guadiana river basin (Spain) Aquatic Invasions. 2008;3(1):42–53. doi: 10.3391/ai.2008.3.1.8.", "ArticleIdList": ["10.3391/ai.2008.3.1.8"]}, {"Citation": "Gaikwad R. P., Gavande S. Major factors contributing growth of water hyacinth in natural water bodies. International Journal of Engineering Research. 2017;6(6):304–306. doi: 10.5958/2319-6890.2017.00024.1.", "ArticleIdList": ["10.5958/2319-6890.2017.00024.1"]}, {"Citation": "Degaga A. H. Water hyacinth (Eichhornia crassipes) biology and its mpacts on ecosystem, biodiversity, economy and human well-being. Journal of Life Science and Biomedicine. 2018;8:94–100."}, {"Citation": "Sindhu R., Binod P., Pandey A., et al. Water hyacinth a potential source for value addition: an overview. Bioresource Technology. 2017;230:152–162. doi: 10.1016/j.biortech.2017.01.035.", "ArticleIdList": ["10.1016/j.biortech.2017.01.035", "28209247"]}, {"Citation": "Edwards D., Musil C. J. Eichhornia Crassipesin South Africa-a general review. Journal of the Limnological Society of Southern Africa. 1975;1(1):23–27. doi: 10.1080/03779688.1975.9632904.", "ArticleIdList": ["10.1080/03779688.1975.9632904"]}, {"Citation": "Fessehaie R. Water hyacinth (Eichhornia crassipes): a review of its weed status in Ethiopia. Arem-Ethiopia. 2005;6:105–111."}, {"Citation": "Villamagna A. M., Murphy B. R. Ecological and socio-economic impacts of invasive water hyacinth (Eichhornia crassipes): a review. Freshwater Biology. 2010;55(2):282–298. doi: 10.1111/j.1365-2427.2009.02294.x.", "ArticleIdList": ["10.1111/j.1365-2427.2009.02294.x"]}, {"Citation": "Coetzee J. A., Hill M. P., Byrne M. J., Bownes A. A review of the biological control programmes on Eichhornia crassipes (C. mart.) solms (Pontederiaceae), Salvinia molesta D. S. Mitch. (Salviniaceae), Pistia stratiotes L. (Araceae), Myriophyllum aquaticum (vell.) verdc. (Haloragaceae) and Azolla filiculoides Lam. (Azollaceae) in South Africa. African Entomology. 2011;19(2):451–468. doi: 10.4001/003.019.0202.", "ArticleIdList": ["10.4001/003.019.0202"]}, {"Citation": "Priya E. S., Selvan P. S. Water hyacinth (Eichhornia crassipes)–an efficient and economic adsorbent for textile effluent treatment–a review. Arabian Journal of Chemistry. 2017;10:S3548–S3558."}, {"Citation": "Dymond E. A. The water hyacinth (Eichhornia crassipes), a Cinderella of plant world and its uses. Journal of Aquatic Work. 2002;2:205–210."}, {"Citation": "Mujere N. Water hyacinth: characteristics, problems, control options, and beneficial uses. In: McKeown A., Bugyi G., editors. Impact of Water Pollution on Human Health and Environmental Sustainability. Hershey, PA, USA: IGI Global; 2016. pp. 343–361."}, {"Citation": "Rezania S., Ponraj M., Din M. F. M., Songip A. R., Sairan F. M., Chelliapan S. The diverse applications of water hyacinth with main focus on sustainable energy and production for new era: an overview. Renewable and Sustainable Energy Reviews. 2015;41:943–954. doi: 10.1016/j.rser.2014.09.006.", "ArticleIdList": ["10.1016/j.rser.2014.09.006"]}, {"Citation": "Omofunmi O. E., Olaniyan A. M., Ebietomiye O. T. Utilisation of water hyacinth (Eichhornia crassipes) as fish aggregating device by riverine fisher folks in a South West Nigeria community. Livestock Research for Rural Development. 2018;30"}, {"Citation": "Akinyemiju O. A., Bewaji F. A. Chemical control of water hyacinth, (Eichhornia crassipes) and associated aquatic weeds at Itokin near Lagos. Proceedings of the EWRS 12th Symposium on Aquatic Weeds; 2007; Jyväskylä, Finland. pp. 3–8."}, {"Citation": "Su W., Sun Q., Xia M., Wen Z., Yao Z. The resource utilization of water hyacinth (eichhornia crassipes [mart.] solms) and its challenges. Resources. 2018;7(3):p. 46. doi: 10.3390/resources7030046.", "ArticleIdList": ["10.3390/resources7030046"]}, {"Citation": "Ndimele P. E. A review on the phytoremediation of petroleum hydrocarbon. Pakistan Journal of Biological Sciences. 2010;13(15):715–722. doi: 10.3923/pjbs.2010.715.722.", "ArticleIdList": ["10.3923/pjbs.2010.715.722", "21850932"]}, {"Citation": "Onyango J. P., Ondeng M. A. The contribution of the multiple usage of water hyacinth on the economic development of reparian communities in dunga and kichinjio of kisumu central sub county, Kenya. American Journal of Renewable and Sustainable Energy. 2015;1(3):128–132."}, {"Citation": "CABI (Centre for Agricultural and Bioscience International) Eichhornia crassipes (water hyacinth) 2018.   https://www.cabi.org/ISC/datasheet/20544."}, {"Citation": "Akinwande V. O., Mako A. A., Babayemii O. J. Biomass yield, chemical composition and the feed potential of water hyacinth (Eichhornia crassipes, Mart. Solms—Laubach) in Nigeria. International Journal of AgriScience. 2013;3:659–666."}, {"Citation": "Haggag M. W., Abou El Ella S. M., Abouziena H. F. Phytochemical analysis, antifungal, antimicrobial activities and application of Eichhornia crassipes against some plant pathogens. Planta Daninha. 2017;35 doi: 10.1590/s0100-83582017350100026.e17159560", "ArticleIdList": ["10.1590/s0100-83582017350100026"]}, {"Citation": "Izah S., Ogamba E., Emaviwe D. Phytochemical assessment of Eichhornia crassipes from river Nun, Nigeria. Research Journal of Phytomedicine. 2015;1:24–25."}, {"Citation": "Hossain K., Khan A., Uddin A. Antimicrobial efficacy and phytochemical analysis of three aquatic plant species in Bangladesh. Bangladesh Journal of Microbiology. 2018;35(1):7–11. doi: 10.3329/bjm.v35i1.39797.", "ArticleIdList": ["10.3329/bjm.v35i1.39797"]}, {"Citation": "Sivasankari B., Ravindran D. A study on chemical analysis of water hyacinth (Eichhornia crassipes), water lettuce (Pistia stratiotes) International Journal of Innovative Research in Science, Engineering and Technology. 2016;5(10) doi: 10.15680/ijirset.2016.0510010.", "ArticleIdList": ["10.15680/ijirset.2016.0510010"]}, {"Citation": "Ogamba E. N., Izah S., Emaviwe D. Water quality and proximate analysis of Eichhornia crassipes from river Nun, Amassoma Axis Nigeria. Research Journal of Phytomedicine. 2015;1:43–47."}, {"Citation": "Tulika T., Puneet P., Mala A. Qualitative phytochemical analysis and antioxidant activity of methonolic extract of Eichhornia crassipes (Mart.) Solms and Pistia stratiotes L. International Journal of Pharmacognosy and Phytochemical Research. 2017;9:632–636. doi: 10.25258/phyto.v9i5.8139.", "ArticleIdList": ["10.25258/phyto.v9i5.8139"]}, {"Citation": "Sukarni S., Zakaria Y., Sumarli S., Wulandari R., Permanasari A. A., Suhermanto M. Physical and chemical properties of water hyacinth (eichhornia crassipes) as a sustainable biofuel feedstock. IOP Conference Series: Materials and Science Engineering. 2019;515 doi: 10.1088/1757-899x/515/1/012070.012070", "ArticleIdList": ["10.1088/1757-899x/515/1/012070"]}, {"Citation": "Lara-Serrano J. S., Rutiaga-Quiñones O. M., López-Miranda J., et al. Physicochemical characterization of water hyacinth (Eichhornia crassipes (Mart.) Solms) BioResource. 2016;11:7214–7223. doi: 10.15376/biores.11.3.7214-7223.", "ArticleIdList": ["10.15376/biores.11.3.7214-7223"]}, {"Citation": "Mukesh D., Anjani K. D. Valuable product from water hyacinth–review paper. International Research Journal of Engineering and Technology. 2018;5(3):838–842."}, {"Citation": "Hossain M. E., Sikder H., Kabir M. H., Sarma S. M. Nutritive value of water hyacinth (Eichhornia crassipes) Online Journal of Animal Feed Research. 2015;5:40–44."}, {"Citation": "Placek A., Grobelak A., Kacprzak M. Improving the phytoremediation of heavy metals contaminated soil by use of sewage sludge. International Journal of Phytoremediation. 2015;18(6):605–618. doi: 10.1080/15226514.2015.1086308.", "ArticleIdList": ["10.1080/15226514.2015.1086308", "PMC4819837", "26368503"]}, {"Citation": "Adewumi I., Ogbiye A. S. Using water hyacinth (Eichhornia crassipes) to treat wastewater of a residential institution. Toxicological & Environmental Chemistry. 2009;91(5):891–903. doi: 10.1080/02772240802614648.", "ArticleIdList": ["10.1080/02772240802614648"]}, {"Citation": "Thapa G., Das D., Gunupuru L. R., Tang B. Endurance assessment of Eichhornia crassipes (Mart.) Solms, in heavy metal contaminated site–a case study. Cogent Environmental Science. 2016;2 doi: 10.1080/23311843.2016.1215280.1215280", "ArticleIdList": ["10.1080/23311843.2016.1215280"]}, {"Citation": "Anudechakul C., Vangnai A. S., Ariyakanon N. Removal of chlorpyrifos by water hyacinth (Eichhornia crassipes) and the role of a plant-associated bacterium. International Journal of Phytoremediation. 2015;17(7):678–685. doi: 10.1080/15226514.2014.964838.", "ArticleIdList": ["10.1080/15226514.2014.964838", "25976881"]}, {"Citation": "Udeh U., Nwaogazie I. L., Momoh Y. Bioremediation of a crude oil contaminated soil using water hyacinth (Eichhornia crassipes) Advances in Applied Science Research. 2013;4:362–369."}, {"Citation": "Wei I. T. A., Jamali N. S., Ting W. H. T. Phytoremediation of palm oil mill effluent (POME) using Eichhornia crassipes. Journal of Applied Science & Process Engineering. 2019;6:340–354."}, {"Citation": "Srivastava A., Chahar V., Sharma V., et al. Study of toxic elements in river water and wetland using water hyacinth (Eichhornia crassipes) as pollution monitor. Global Challenge. 2019;3(6) doi: 10.1002/gch2.201800087.1800087", "ArticleIdList": ["10.1002/gch2.201800087", "PMC6551395", "31565379"]}, {"Citation": "Pramanick P., Zaman S., Pal N., Biswas P., Mitra A. Water hyacinth: a unique agent of bioremediation. Journal of Environment and Sociobiology. 2015"}, {"Citation": "Victor K. K., Séka Y., Norbert K. K., Sanogo T. A., Celestin A. B. Phytoremediation of wastewater toxicity using water hyacinth (Eichhornia crassipes) and water lettuce (Pistia stratiotes) International Journal of Phytoremediation. 2016;18(10):949–955. doi: 10.1080/15226514.2016.1183567.", "ArticleIdList": ["10.1080/15226514.2016.1183567", "27159271"]}, {"Citation": "Saha P., Shinde O., Sarkar S. Phytoremediation of industrial mines wastewater using water hyacinth. International Journal of Phytoremediation. 2017;19(1):87–96. doi: 10.1080/15226514.2016.1216078.", "ArticleIdList": ["10.1080/15226514.2016.1216078", "PMC5152555", "27551860"]}, {"Citation": "Saha P., Mondal A., Sarkar S. Phytoremediation of cyanide containing steel industrial wastewater by Eichhornia crassipes. International Journal of Phytoremediation. 2018;20(12):1205–1214. doi: 10.1080/15226514.2017.1375898.", "ArticleIdList": ["10.1080/15226514.2017.1375898", "31274026"]}, {"Citation": "Wenwei W., Ang L., Konghuan W., et al. The physiological and biochemical mechanism of nitrate-nitrogen removal by water hyacinth from agriculture eutrophic wastewater. Brazilian Archives of Biology and Technology. 2016;59 doi: 10.1590/1678-4324-2016160517.e16160517", "ArticleIdList": ["10.1590/1678-4324-2016160517"]}, {"Citation": "Ansari A. A. Worm powered environmental biotechnology in organic waste management. International Journal of Soil Science. 2011;6(1):25–30. doi: 10.3923/ijss.2011.25.30.", "ArticleIdList": ["10.3923/ijss.2011.25.30"]}, {"Citation": "Álvarez Bernal D., Hernández M. A., Lastiri Hernández M. A., Buelna Osben H. R., Contreras Ramos S. M. Vermicompost as an alternative of management for water hyacinth. Revista Internacional de Contaminación Ambiental. 2016;32(4):425–433. doi: 10.20937/rica.2016.32.04.06.", "ArticleIdList": ["10.20937/rica.2016.32.04.06"]}, {"Citation": "Mora H., Deka S., Baruah C. K. Vermicomposting of water hyacinth eichhornia crassipes (mart. solms) employing indigenous earthworm species. Proceedings of the International Conference on Chemical, Agricultural and Medical Sciences (CAMS-2013); 2013; Kuala Lumpur, Malaysia."}, {"Citation": "Ogutu P. A. Vermicomposting water hyacinth: turning fisherman’s nightmare into farmer’s fortune. International Journal of Research and Innovation in Applied Science. 2019;4(1):12–14."}, {"Citation": "Snehalata A., Rao K. R. Bioenergy Conversion from Aquatic Weed Water Hyacinth into Agronomically Valuable Vermicompost in Biosynthetic Technology and Environmental Challenges. Energy, Environment, and Sustainability. Singapore: Springer; 2018."}, {"Citation": "Sakthika T., Sornalaksmi V. Nutrients analysis of vermicompost of water hyacinth supplemented with probiotics. Acta Scientific Agriculture. 2019;3(10):10–13. doi: 10.31080/asag.2019.03.0637.", "ArticleIdList": ["10.31080/asag.2019.03.0637"]}, {"Citation": "Montoya J. E., Waliczek T. M., Abbott M. L. Large scale composting as a means of managing water hyacinth (Eichhornia crassipes) Invasive Plant Science and Management. 2013;6(2):243–249. doi: 10.1614/ipsm-d-12-00013.1.", "ArticleIdList": ["10.1614/ipsm-d-12-00013.1"]}, {"Citation": "Fan R., Luo J., Yan S., et al. Use of water hyacinth (Eichhornia crassipes) compost as a peat substitute in soilless growth media. Compost Science & Utilization. 2015;23(4):237–247. doi: 10.1080/1065657x.2015.1046614.", "ArticleIdList": ["10.1080/1065657x.2015.1046614"]}, {"Citation": "Singh J., Kalamdhad A. S. Assessment of compost quality in agitated pile composting of water hyacinth collected from different sources. International Journal of Recycling of Organic Waste in Agriculture. 2015;4(3):175–183. doi: 10.1007/s40093-015-0097-z.", "ArticleIdList": ["10.1007/s40093-015-0097-z"]}, {"Citation": "John M. Production of organic compost from water hyacinth (Eichhornia crassipes [mart.] solms) in the lake Victoria basin: a lake Victoria research initiative (VicRes) Research and Reviews: Journal of Agriculture and Allied Sciences. 2016;5:55–62."}, {"Citation": "Stephan B., Selvaraju R. Farm Yard Manure and Water Hyacinth Compost Applications to Enhance Organic Matter and Water Holding Capacity of Soils in Drought Prone Areas of Bangladesh. Rome, Italy: Natural Resources Management and Environment Department, TECA, FOA; 2012."}, {"Citation": "Mohapatra S. B. Utilization of water hyacinth (Eichhornia crassipes) meal as partial fish protein replacement in the diet of Cyprinus carpio fry. European Journal of Experimental Biology. 2015;5(5):31–36."}, {"Citation": "Sarker M. A. A., Aziz I. Incorporation of water hyacinth (Eichhornia crassipes) in feed for developing eco-friendly low cost feed of mirror carp, Cyprinus carpio var. specularis (Linnaeus, 1758) Journal of Agroecology and Natural Resource Management. 2017;4(1):5–9."}, {"Citation": "Mahmood S., Khan N., Iqbal K. J., Ashraf M., Khalique A. Evaluation of water hyacinth (Eichhornia crassipes) supplemented diets on the growth, digestibility and histology of grass carp (Ctenopharyngodon idella) fingerlings. Journal of Applied Animal Research. 2018;46(1):24–28. doi: 10.1080/09712119.2016.1256291.", "ArticleIdList": ["10.1080/09712119.2016.1256291"]}, {"Citation": "Sipaúba-Tavares L. H., Silva J. D. S. A., Fernandes J. B. K. Eichhornia crassipes biomass as a dietary supplement for Pterophyllum scalare (Schultze, 1823) Acta Scientiarum. Animal Sciences. 2019;41 doi: 10.4025/actascianimsci.v41i1.43690.e43690", "ArticleIdList": ["10.4025/actascianimsci.v41i1.43690"]}, {"Citation": "Rodionova M. V., Poudyal R. S., Tiwari I., et al. Biofuel production: challenges and opportunities. International Journal of Hydrogen Energy. 2017;42(12):8450–8461. doi: 10.1016/j.ijhydene.2016.11.125.", "ArticleIdList": ["10.1016/j.ijhydene.2016.11.125"]}, {"Citation": "Efeovbokhan V. E. Ota, Nigeria: Department of Chemical Engineering, Covenant University; 2013. Investigating bio-diesel production using potash from agricultural wastes. Ph.D. thesis."}, {"Citation": "Bhattacharya A., Haldar S., Chatterjee P. K. Geographical distribution and physiology of water hyacinth (Eichhornia crassipes)–the invasive hydrophyte and a biomass for producing xylitol. International Journal of ChemTech Research. 2015;7(4):1849–1861."}, {"Citation": "Das A., Ghosh P., Paul T., Ghosh U., Pati B. R., Mondal K. C. Production of bioethanol as useful biofuel through the bioconversion of water hyacinth (Eichhornia crassipes) 3 Biotech. 2016;6(1) doi: 10.1007/s13205-016-0385-y.", "ArticleIdList": ["10.1007/s13205-016-0385-y", "PMC4754295", "28330139"]}, {"Citation": "Ruan T., Zeng R., Yin X. Y., Zhang S. X., Yang Z. H. Water hyacinth (Eichhornia crassipes) biomass as a biofuel feedstock by enzymatic hydrolysis. BioResources. 2016;11(1):2372–2380. doi: 10.15376/biores.11.1.2372-2380.", "ArticleIdList": ["10.15376/biores.11.1.2372-2380"]}, {"Citation": "Gandhimathi A. Enhanced biofuel production from water hyacinth. Ecology. Environment and Conservation Paper. 2017;23(3):1586–1590."}, {"Citation": "Wang Z., Zheng F., Xue S. The economic feasibility of the valorization of water hyacinth for bioethanol production. Sustainability. 2019;11(3):p. 905. doi: 10.3390/su11030905.", "ArticleIdList": ["10.3390/su11030905"]}, {"Citation": "Sagar V., Kumari N. A. Sustainable biofuel production from water hyacinth (Eicchornia Crassipes) International Journal of Engineering Trends and Technology. 2013;4:4454–4458."}, {"Citation": "Adelakun K. M., Kehinde A. S., Amali R. P., Ogundiwin D. I., Omotayo O. L. Nutritional and phytochemical quality of some tropical aquatic plants. Poultry, Fish & Wildlife Science. 2016;4(2)"}, {"Citation": "Mako A. A., Akinwande V. O., Anurudu N. F., Ogunwole O. A. Evaluation of nutritive value of water hyacinth (Eichhornia Crassipes) and Guinea grass (Panicum maximum) mixture as animal feed in the tropics. Bulletin of Animal Health and Production in Africa. 2016;64:463–473."}, {"Citation": "Akankali J. A., Elenwo E. I. Use of water hyacinth as feed stuff for animals in Niger delta, Nigeria. International Journal of Advanced Scientific Research and Review. 2019;4:91–97."}, {"Citation": "Indulekha V. P., Thomas C. G., Anil K. S. Utilization of water hyacinth as livestock feed by ensiling with additives. Indian Journal of Weed Science. 2019;51(1):67–71. doi: 10.5958/0974-8164.2019.00014.5.", "ArticleIdList": ["10.5958/0974-8164.2019.00014.5"]}, {"Citation": "Wimalarathne H. D. A., Perera P. C. D. Potentials of water hyacinth as livestock feed in Sri Lanka. Indian Journal of Weed Science. 2019;51(2):101–105. doi: 10.5958/0974-8164.2019.00024.8.", "ArticleIdList": ["10.5958/0974-8164.2019.00024.8"]}, {"Citation": "Nugraha W. D., Syafrudin, Pradita L. L., Matin H. H. A., Yono B. Biogas production from water hyacinth (Eichhornia crassipes): the effect of F/M ratio. IOP Conference Series: Earth and Environmental Science. 2018;150 doi: 10.1088/1755-1315/150/1/012019.", "ArticleIdList": ["10.1088/1755-1315/150/1/012019"]}, {"Citation": "Fadairo A. A., Fagbenle R. O. Biogas production from water hyacinth blends. Proceedings of the 10th International Conference on Heat Transfer, Fluid Mechanics and Thermodynamics; July 2014; Orlando, FL, USA."}, {"Citation": "Njogu P., Kinyua R., Muthoni P., Nemoto Y. Biogas production using water hyacinth (Eichhornia crassipes) for electricity generation in Kenya. Energy and Power Engineering. 2015;7(5):209–216. doi: 10.4236/epe.2015.75021.", "ArticleIdList": ["10.4236/epe.2015.75021"]}, {"Citation": "Shah F. A., Mahmood Q., Rashid N., Pervez A., Iqbal A., Shah M. M. Anaerobic digestion of water hyacinth, giant reed, maize and poultry waste for biogas generation. EC Agriculture. 2015;2(2):277–284."}, {"Citation": "Nalinga Y., Legonda I. Experimental investigation on biogas production from anaerobic co-digestion of water hyacinth and fish waste. International Journal of Innovative Research in Technology and Science. 2016;4:1–8."}, {"Citation": "Rathod V. P., Bhale P. V., Mehta R. S., et al. Biogas production from water hyacinth in the batch type Anaerobic digester. Materials Today: Proceedings. 2018;5(11):23346–23350. doi: 10.1016/j.matpr.2018.11.072.", "ArticleIdList": ["10.1016/j.matpr.2018.11.072"]}, {"Citation": "Barua V. B., Goud V. V., Kalamdhad A. S. Microbial pretreatment of water hyacinth for enhanced hydrolysis followed by biogas production. Renewable Energy. 2018;126:21–29. doi: 10.1016/j.renene.2018.03.028.", "ArticleIdList": ["10.1016/j.renene.2018.03.028"]}, {"Citation": "Sarto S., Hildayati R., Syaichurrozi I. Effect of chemical pretreatment using sulfuric acid on biogas production from water hyacinth and kinetics. Renewable Energy. 2019;132:335–350. doi: 10.1016/j.renene.2018.07.121.", "ArticleIdList": ["10.1016/j.renene.2018.07.121"]}, {"Citation": "Barua V. B., Raju V. W., Lippold S., Kalamdhad A. S. Electrohydrolysis pretreatment of water hyacinth for enhanced hydrolysis. Bioresource Technology. 2017;238:733–737. doi: 10.1016/j.biortech.2017.04.016.", "ArticleIdList": ["10.1016/j.biortech.2017.04.016", "28433584"]}, {"Citation": "Bote M. A., Naik V. R., Jagdeeshgouda K. B. Production of biogas with aquatic weed water hyacinth and development of briquette making machine. Materials Science for Energy Technologies. 2020;3:64–71. doi: 10.1016/j.mset.2019.09.001.", "ArticleIdList": ["10.1016/j.mset.2019.09.001"]}, {"Citation": "Gayatri. 11 amazing benefits of hyacinth herb for skin, hair and health. 2019.   https://www.stylecraze.com/articles/benefits-of-hyacinth-herb-for-skin-hair-and-health/#gref."}, {"Citation": "Pandey S., Singh N., Nirala A. K., Giri A. Dynamics of water weed eichhornia crassipes: a review. International Journal for Research in Applied Science & Engineering Technology. 2015;3:137–140."}, {"Citation": "Lalitha P., Jayanthi P. Antiaging activity of the skin cream containing ethyl acetate extract of Eichhornia crassipes (Mart.) solms. International Journal of PharmTech Research. 2014;6:29–34."}, {"Citation": "Aboul-Enein A. M., Shanab S. M. M., Shalaby E. A., Zahran M. M., Lightfoot D. A., El-Shemy H. A. Cytotoxic and antioxidant properties of active principals isolated from water hyacinth against four cancer cells lines. BMC Complementary and Alternative Medicine. 2014;14 doi: 10.1186/1472-6882-14-397.", "ArticleIdList": ["10.1186/1472-6882-14-397", "PMC4213547", "25315352"]}, {"Citation": "Guna V., Ilangovan M., Anantha Prasad M. G., Reddy N. Water hyacinth: a unique source for sustainable materials and products. ACS Sustainable Chemistry & Engineering. 2017;5(6):4478–4490. doi: 10.1021/acssuschemeng.7b00051.", "ArticleIdList": ["10.1021/acssuschemeng.7b00051"]}, {"Citation": "Tulika T., Mala A. Pharmaceutical potential of aquatic plant Pistia stratiotes (L.) and Eichhornia crassipes. Journal of Plant Science, Special Issue: Medicinal Plants. 2015;3:10–18."}, {"Citation": "Lenora L. M., Kumara J. S., Murugesanb S., Senthilkumarb N. Anticancer Activity of water hyacinth [Eichhornia crassipes (mart) solms] on human cervical cancer cell line. Octa Journal of Environmental Research. 2015;3(4):327–331."}, {"Citation": "Kumar S., Kumar R., Dwivedi A., Pandey A. K. In vitro antioxidant, antibacterial, and cytotoxic activity and in vivo effect of Syngonium podophyllum and Eichhornia crassipes leaf extracts on isoniazid induced oxidative stress and hepatic markers. BioMed Research International. 2014;2014:11. doi: 10.1155/2014/459452.459452", "ArticleIdList": ["10.1155/2014/459452", "PMC4137625", "25162013"]}, {"Citation": "Sabeena F., Anandan R., Senthil K., Shiny S., Sankar S., Thankappan T. K. Effect of squalene on tissue defense system in isoproterenol induced myocardial infarction in rats. Pharmacology Research. 2004;50(3):231–236. doi: 10.1016/j.phrs.2004.03.004.", "ArticleIdList": ["10.1016/j.phrs.2004.03.004", "15225664"]}, {"Citation": "Jernelöv A. The Long-Term Fate of Invasive Species. Cham, Switzerland: Springer; 2017. Water hyacinths in Africa and Asia; pp. 117–136."}, {"Citation": "Mbula M. Dar es Salaam, Tanzania: University of Dar es Salaam; 2016. Impacts of water hyacinth on socio-economic activities on Kafubu river in the Copperbelt province: a case study of Ndola District Zambia. M. S. Dissertation."}, {"Citation": "Segbefia A. Y., Honlah E., Appiah D. O. Effects of water hyacinth invasion on sustainability of fishing livelihoods along the River Tano and Abby-Tano Lagoon, Ghana. Cogent Food & Agriculture. 2019;5(1) doi: 10.1080/23311932.2019.1654649.", "ArticleIdList": ["10.1080/23311932.2019.1654649"]}, {"Citation": "Arp R., Fraser G., Hill M. Quantifying the economic water savings benefit of water hyacinth (Eichhornia crassipes) control in the Vaalharts Irrigation Scheme. Water SA. 2017;43(1):58–66. doi: 10.4314/wsa.v43i1.09.", "ArticleIdList": ["10.4314/wsa.v43i1.09"]}, {"Citation": "Worku M., Sahile S. Impact of water hyacinth, Eichhornia crassipes (Martius) (Pontederiaceae) in Lake Tana Ethiopia: a review. Journal of Aquatic Research & Development. 2017;9(1) doi: 10.4172/2155-9546.1000520.", "ArticleIdList": ["10.4172/2155-9546.1000520"]}, {"Citation": "Honlah E., Segbefia A. Y., Appiah D. O., Mensah M., Atakor P. O. Effects of water hyacinth invasion on the health of the communities, and the education of children along River Tano and Abby-Tano Lagoon in Ghana. Cogent Social Sciences. 2019;5(1) doi: 10.1080/23311886.2019.1619652.", "ArticleIdList": ["10.1080/23311886.2019.1619652"]}, {"Citation": "Minakawa N., Sonye G., Dida G., Futami K., Kaneko S. Recent reduction in the water level of Lake Victoria has created more habitats for Anopheles funestus. Malaria Journal. 2008;7(1) doi: 10.1186/1475-2875-7-119.", "ArticleIdList": ["10.1186/1475-2875-7-119", "PMC2490699", "18598355"]}, {"Citation": "Mengistu B. B., Unbushe D., Abebe E. Invasion of water hyacinth (Eichhornia crassipes) is associated with decline in macrophyte biodiversity in an Ethiopian rift-valley lake-Abaya. Open Journal of Ecology. 2017;7(13):667–681. doi: 10.4236/oje.2017.713046.", "ArticleIdList": ["10.4236/oje.2017.713046"]}, {"Citation": "Chukwuka K. S., Uka U. N. Effect of water hyacinth (Eichornia crassippes) infestation on zooplankton populations in Awba reservoir, Ibadan South-West Nigeria. Journal of Biological Sciences. 2007;7:865–869. doi: 10.3923/jbs.2007.865.869.", "ArticleIdList": ["10.3923/jbs.2007.865.869"]}, {"Citation": "Yan S.-H., Song W., Guo J.-Y. Advances in management and utilization of invasive water hyacinth (Eichhornia crassipes) in aquatic ecosystems–a review. Critical Reviews in Biotechnology. 2017;37(2):218–228. doi: 10.3109/07388551.2015.1132406.", "ArticleIdList": ["10.3109/07388551.2015.1132406", "26810214"]}, {"Citation": "Tobias V. D., Conrad J. L., Mahardja B., Khanna S. Impacts of water hyacinth treatment on water quality in a tidal estuarine environment. Biological Invasions. 2019;21(12):3479–3490. doi: 10.1007/s10530-019-02061-2.", "ArticleIdList": ["10.1007/s10530-019-02061-2"]}, {"Citation": "Bicudo D. D. C., Fonseca B. M., Crossetti L., Bini L. M., Araujo-Jesus T., Bicudo C. E. D. M. Undesirable side-effects of water hyacinth control in a shallow tropical reservoir. Freshwater Biology. 2007;52(6):1120–1133. doi: 10.1111/j.1365-2427.2007.01738.x.", "ArticleIdList": ["10.1111/j.1365-2427.2007.01738.x"]}, {"Citation": "Crossetti A. V. O., Karanja D., Omondi R., et al. Relative abundance of mosquitoes and snails associated with water hyacinth and hippo grass in the Nyanza gulf of Lake Victoria. Lakes & Reservoirs: Research & Management. 2010;15(3):255–271. doi: 10.1111/j.1440-1770.2010.00434.x.", "ArticleIdList": ["10.1111/j.1440-1770.2010.00434.x"]}, {"Citation": "Feikin D. R., Tabu C. W., Gichuki J. Does water hyacinth on East African lakes promote cholera outbreaks? The American Journal of Tropical Medicine and Hygiene. 2010;83(2):370–373. doi: 10.4269/ajtmh.2010.09-0645.", "ArticleIdList": ["10.4269/ajtmh.2010.09-0645", "PMC2911187", "20682884"]}, {"Citation": "Mutie A., Ojwang W., Werimo K., Omondi R., Ouko J. Intriguing case of ecosystem dynamics in the lake Victoria: water hyacinth (Eichhornia crassipes) and Escherichia coli. International Journal of Fisheries and Aquatic Studies. 2015;2(5):110–113."}, {"Citation": "Kriticos D. J., Brunel S. Assessing and managing the current and future pest risk from water hyacinth, (Eichhornia crassipes), an invasive aquatic plant threatening the environment and water security. PLoS One. 2016;11(8) doi: 10.1371/journal.pone.0120054.e0120054", "ArticleIdList": ["10.1371/journal.pone.0120054", "PMC4981303", "27513336"]}, {"Citation": "Mathur P., Mathur S. M. Water hyacinth: a useful plant to improve rural economy. Water Science and Technology Library. 2017:31–38. doi: 10.1007/978-981-10-5798-4_3.", "ArticleIdList": ["10.1007/978-981-10-5798-4_3"]}, {"Citation": "Cerveira Junior W. R., Carvalho L. B. Control of water hyacinth: a short review. Communications in Plant Sciences. 2019;9(1):129–132. doi: 10.26814/cps2019021.", "ArticleIdList": ["10.26814/cps2019021"]}, {"Citation": "Ray P., Hill M. P. Impact of feeding by Neochetina weevils on pathogenicity of fungi associated with water hyacinth in South Africa. Journal of Aquatic Plant Management. 2012;50:79–84."}, {"Citation": "Agidie A., Sahle S., Admas A., Alebachew M. Controlling water hyacinth, Eichhorni acrassipes (mart.) solms using some selected eco-friendly chemicals. Journal of Aquatic Research & Development. 2018;9(1) doi: 10.4172/2155-9546.1000521.", "ArticleIdList": ["10.4172/2155-9546.1000521"]}, {"Citation": "Shahawy T. A. E. G. Chemicals with a natural reference for controlling water hyacinth, Eichhornia crassipes (Mart.) solms. Journal of Plant Protection Research. 2015;55(3):294–300. doi: 10.1515/jppr-2015-0041.", "ArticleIdList": ["10.1515/jppr-2015-0041"]}, {"Citation": "Admas A., Sahle S., Belete E., Agidie A., Alebachew M. Controlling water hyacinth in Lake Tana using biological method at green house and pond level. European Journal of Experimental Biology. 2017;7(5) doi: 10.21767/2248-9215.100029.", "ArticleIdList": ["10.21767/2248-9215.100029"]}, {"Citation": "Sutton G. F., Compton S. G., Coetzee J. A. Naturally occurring phytopathogens enhance biological control of water hyacinth (Eichhornia crassipes) by Megamelus scutellaris (Hemiptera: Delphacidae), even in eutrophic water. Biological Control. 2016;103:261–268. doi: 10.1016/j.biocontrol.2016.10.003.", "ArticleIdList": ["10.1016/j.biocontrol.2016.10.003"]}, {"Citation": "Tipping P. W., Gettys L. A., Minteer C. R., Foley J. R., Sardes S. N. Herbivory by biological control agents improves herbicidal control of Waterhyacinth (Eichhornia crassipes) Invasive Plant Science and Management. 2017;10(3):271–276. doi: 10.1017/inp.2017.30.", "ArticleIdList": ["10.1017/inp.2017.30"]}], "ReferenceList": []}], "History": [{"Year": "2019", "Month": "12", "Day": "22"}, {"Year": "2020", "Month": "4", "Day": "27"}, {"Year": "2020", "Month": "5", "Day": "21"}, {"Year": "2020", "Month": "7", "Day": "30", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "7", "Day": "30", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "6", "Day": "12", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "7", "Day": "7"}], "PublicationStatus": "epublish", "ArticleIdList": ["32724301", "PMC7364201", "10.1155/2020/3452172"]}}], "PubmedBookArticle": []}