{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["<italic>Phytophthora capsici</italic>", "<italic>Trichosanthes kirilowii</italic>", "Fruit rot", "Stem blight"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "32729802", "DateRevised": {"Year": "2024", "Month": "02", "Day": "27"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "07", "Day": "30"}], "Language": ["eng"], "ELocationID": ["10.1094/PDIS-06-20-1261-PDN"], "Journal": {"ISSN": "0191-2917", "JournalIssue": {"PubDate": {"Year": "2020", "Month": "Jul", "Day": "30"}}, "Title": "Plant disease", "ISOAbbreviation": "Plant Dis"}, "ArticleTitle": "Occurrence of stem blight and fruit rot caused by <i>Phytophthora capsici</i> on Chinese cucumber (<i>Trichosanthes kirilowii</i>) in China.", "Abstract": {"AbstractText": ["Chinese cucumber, <i>Trichosanthes kirilowii</i> Maxim, is a perennial liana plant belonging to the Cucurbitaceae family and is an important traditional medicine in Chinese herbalism. The root, fruit and seed possess the medicinal value, and also the seeds are edible (Zhang et al. 2019). With increasing demand, the wild resource was domesticated and has been planted in China. Diseases of <i>T. kirilowii</i> have become more prominent with the expansion of cultivated area and have caused the yield reduction (Zhang et al. 2014). The general disease field has caused a yield reduction of 10% -30%, even up to 80% seriously. Since 2017, fields in Luan city, Anhui province exhibited 10 to 30% of plants with stem blight and fruit rot. The two-week seedlings were infected at the basal part of stem and showed water-soaking, then damping off. In older plants, it is common to see stem blight with brown-to-black lesions, stunted growth, and most diseased plants eventual death. On rot fruit, the symptom of water soaked lesions was firstly observed, and then with white mold, eventual rot. More than 60 samples of symptomatic stems or fruit were collected from Luan and Hefei, Anhui province during April to October 2017. The symptomatic tissues were washed, disinfested with 0.5% sodium hypochlorite for 30 s, rinsed twice in sterile water for 1 min, dried and incubated on V8-juice amended with 50μg ml<sup>-1</sup> of ampicillin and rifampicin at 25°C. Based on morphological characteristics, more than 80% of the total 98 isolates generated were similar on the level of morphology, and preliminarily identified as <i>Phytophthora</i> species (Erwin and Ribeiro 1996). Three isolates were selected randomly to further observe and identify up to species level. The isolates produced abundant, aerial, white mycelia on V8 agar plates. Sporangia were produced on sporangiophores in 10% V8 liquid culture medium after 4 days at 25°C, mainly obovoid with one papilla, 38.8 to 50.4 μm× 22.8 to 33.5 μm in size. The single mature sporangium immersed in water quickly released 20 to 40 biflagellate motile zoospores. The isolates were further confirmed by amplification and sequencing of two conserved markers, the internal transcribed spacer (ITS) region and cytochrome c oxidase subunit I (COI) region with primers ITS1/ITS4 (White et al. 1990) and OomCoxILevup/Fm85mod (Robideau et al. 2011), respectively. The GenBank Accession Nos. were MN368092, and MN369544 for ITS and COI, respectively. The BLAST search results showed 100% similarity with ITS sequences (KF700090, KC438376) and COI sequences (MH136864, AY129166) of <i>Phytophthora capsici</i> isolates in Genbank. Koch's postulates were performed by testing the pathogenicity of the sequenced isolate on the Chinese cucumber (cv. 'Wanlou9'). On 1-month-old plants, a flap of bark was cut with a sterile scalpel, and the 2×2 cm plug of 5-day-old mycelium was inserted. The flap was then closed and sealed with Parafilm. The agar plug was treated in the same manner as the inoculated plants as the controls. And also, the intact fruit (one month old) was inoculated with 10 μL of zoospore suspension (2 × 10<sup>5</sup> zoospore/ml) and kept in growth chamber at 25 °C, with 80% relative humidity, and the control was treated with 10 μL of sterile distilled water. Three days after inoculation, the stems and the fruit inoculated with mycelium and zoospores showed water-soaked lesions. After 10 days, the symptoms on the tissues resembled those observed in the field. No symptoms were detected on the controls. <i>P. capsici</i> was reisolated from the diseased tissues but not from the control. This combination of data confirmed that the pathogen was <i>P. capsici</i>. To our knowledge, this is the first report of <i>P. capsici</i> causing stem blight and fruit rot on Chinese cucumber in China."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Anhui Academy of Agricultural Sciences, Plant Protection and Agro-Products Safety, 40 Nongke South Road, Hefei, Anhui, China, 230031; bioplay@sina.com."}], "LastName": "Zhao", "ForeName": "Wei", "Initials": "W"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Ahui Academy of Agricultural Sciences, Institute of Hoticulture, Hefei, China; doulala8404@126.com."}], "LastName": "Li", "ForeName": "Weiwen", "Initials": "W"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Hefei, China; chi2005112@163.com."}], "LastName": "Chi", "ForeName": "Yuankai", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Plant Protection, Department of Plant Pathology, Hefei, Anhui, China."}, {"Identifier": [], "Affiliation": "Department of Plant Pathology, College of Plant Protection, Hefei, Anhui, China; fly1236558@163.com."}], "LastName": "Cao", "ForeName": "Shun", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Anhui Academy of Agricultural Sciences, 125385, Institute of Horticulture, Hefei, Anhui, China; dlaaas@126.com."}], "LastName": "Dong", "ForeName": "Ling", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Ahui Academy of Agricultural Sciences, Institute of Plant Protection and Agro-products Safety, No. 40 Nongkenan Rd., Hefei, China, 230031."}, {"Identifier": [], "Affiliation": "Ministry of Agriculture, Scientific Observing and Experimental Station of Crop Pests in Hefei, No. 40 Nongkenan Rd., Hefei, China; rende7@126.com."}], "LastName": "Qi", "ForeName": "Rende", "Initials": "R"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Plant Dis", "NlmUniqueID": "9882809", "ISSNLinking": "0191-2917"}}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2020", "Month": "7", "Day": "31", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "7", "Day": "31", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "7", "Day": "31", "Hour": "6", "Minute": "0"}], "PublicationStatus": "aheadofprint", "ArticleIdList": ["32729802", "10.1094/PDIS-06-20-1261-PDN"]}}]}