{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["ABTS test", "DNJ", "DPPH test", "Morus alba", "antioxidant activity", "conditioning", "flavonols", "phenolic acids", "polyphenols", "semi-technical processing"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "32722613", "DateRevised": {"Year": "2020", "Month": "09", "Day": "28"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "07", "Day": "26"}], "Language": ["eng"], "ELocationID": ["668", "10.3390/antiox9080668"], "Journal": {"ISSN": "2076-3921", "JournalIssue": {"Volume": "9", "Issue": "8", "PubDate": {"Year": "2020", "Month": "Jul", "Day": "26"}}, "Title": "Antioxidants (Basel, Switzerland)", "ISOAbbreviation": "Antioxidants (Basel)"}, "ArticleTitle": "Functional Properties and Antioxidant Activity of <i>Morus alba</i> L. Leaves var. Zolwinska Wielkolistna (WML-P)-The Effect of Controlled Conditioning Process.", "Abstract": {"AbstractText": ["This study evaluated the effect of adding a new step, termed conditioning, to the traditional processing of leaves from <i>Morus alba</i> var. zolwinska wielkolistna grown in Poland (WML-P). This step, modeled on tea leaves processing, was conducted in a controlled environment on a semi-technical scale. The primary goal was to evaluate the effect of the WML-P conditioning for 1-4 h at 32-35 °C on the content of bioactive compounds (total phenolics, phenolic acids, flavonols, 1-deoxynojirimycin) and antioxidant activity (radical scavenging against DPPH, antioxidant capacity, chelating activity and ferric reducing antioxidant potential) of the lyophilized extracts. For the first time WML-P extracts content was comprehensively characterized by assessing dietary fiber fractions, fatty acids, amino acids, macro- and microelements and chlorophyll content. Compared to the traditional process, adding the conditioning step to WML-P processing resulted in an increased total phenolics content, radical scavenging capacity, ability to quench 2,2-diphenyl-1-picrylhydrazyl (DPPH<sup>•</sup>) and iron-chelating ability in the lyophilized extracts. The beneficial effect depended on conditioning time. The highest flavonols and phenolic acids content were found after 2-h conditioning. We concluded that adding a 2-h conditioning step to traditional WML-P processing results in getting WML-P lyophilized extract with increased bioactive compounds content and high antioxidant activity."]}, "AuthorList": [{"Identifier": ["0000-0003-2600-8935"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Gastronomy Science and Functional Foods, Faculty of Food Science and Nutrition, Poznan University of Life Sciences, Wojska Polskiego 31, 60-624 Poznan, Poland."}], "LastName": "Przeor", "ForeName": "Monika", "Initials": "M"}, {"Identifier": ["0000-0002-7173-3223"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Gastronomy Science and Functional Foods, Faculty of Food Science and Nutrition, Poznan University of Life Sciences, Wojska Polskiego 31, 60-624 Poznan, Poland."}], "LastName": "Flaczyk", "ForeName": "Ewa", "Initials": "E"}, {"Identifier": ["0000-0003-3708-2890"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Gastronomy Science and Functional Foods, Faculty of Food Science and Nutrition, Poznan University of Life Sciences, Wojska Polskiego 31, 60-624 Poznan, Poland."}], "LastName": "Kmiecik", "ForeName": "Dominik", "Initials": "D"}, {"Identifier": ["0000-0002-0566-1743"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Gastroenterology, Hepatology and Nutrition, Department of Medicine, Vanderbilt University, Nashville, TN 37072, USA."}], "LastName": "Buchowski", "ForeName": "Maciej S", "Initials": "MS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Bromatology and Food Toxicology, Institute of Human Nutrition and Dietetics, Faculty of Food Science and Nutrition, Poznan University of Life Sciences, Wojska Polskiego 31, 60-624 Poznan, Poland."}], "LastName": "Staniek", "ForeName": "Halina", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Food Biochemistry and Analysis, Faculty of Food Science and Nutrition, Poznan University of Life Sciences, Mazowiecka 28, 60-623 Poznan, Poland."}], "LastName": "Tomczak-Graczyk", "ForeName": "Aneta", "Initials": "A"}, {"Identifier": ["0000-0003-2834-0405"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Gastronomy Science and Functional Foods, Faculty of Food Science and Nutrition, Poznan University of Life Sciences, Wojska Polskiego 31, 60-624 Poznan, Poland."}], "LastName": "Kobus-Cisowska", "ForeName": "Joanna", "Initials": "J"}, {"Identifier": ["0000-0002-0744-9033"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Gastronomy Science and Functional Foods, Faculty of Food Science and Nutrition, Poznan University of Life Sciences, Wojska Polskiego 31, 60-624 Poznan, Poland."}], "LastName": "Gramza-Michałowska", "ForeName": "Anna", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Natural Fibres and Medicinal Plants, Wojska Polskiego 71 B, 60-630 Poznan, Poland."}], "LastName": "Foksowicz-Flaczyk", "ForeName": "Joanna", "Initials": "J"}], "GrantList": [{"GrantID": "005/RID/2018/19", "Agency": "Ministry of Science and Higher Education program as \"Regional Initiative Excellence\" in years 2019-2022", "Country": ""}, {"GrantID": "2020 year", "Agency": "Department of Gastronomy Science and Functional Foods, Poznan University of Life Sciences, Poland (statut funding)", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Antioxidants (Basel)", "NlmUniqueID": "101668981", "ISSNLinking": "2076-3921"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Thabti I., Elfalleh W., Hannachi H., Ferchichi A., Campos M.D.G. Identification and quantification of phenolic acids and flavonol glycosides in Tunisian Morus species by HPLC-DAD and HPLC-MS. J. Funct. Foods. 2012;4:367–374. doi: 10.1016/j.jff.2012.01.006.", "ArticleIdList": ["10.1016/j.jff.2012.01.006"]}, {"Citation": "Yang M.-Y., Wu C.-H., Hung T.-W., Wang C.-J. Endoplasmic reticulum stress-induced resistance to doxorubicin is reversed by mulberry leaf polyphenol extract in hepatocellular carcinomathrough inhibition of COX-2. Antioxidants. 2020;9:26. doi: 10.3390/antiox9010026.", "ArticleIdList": ["10.3390/antiox9010026", "PMC7023226", "31888113"]}, {"Citation": "Negro C., Aprile A., De Bellis L., Miceli A. Nutraceutical properties of mulberries grown in southern Italy (Apulia) Antioxidants. 2019;8:223. doi: 10.3390/antiox8070223.", "ArticleIdList": ["10.3390/antiox8070223", "PMC6680737", "31315226"]}, {"Citation": "Jeszka-Skowron M., Flaczyk E., Kobus-Cisowska J., Kośmider A., Górecka D. Optymalizacja procesu ekstrakcji związków fenolowych o aktywności przeciwrodnikowej z liści morwy białej za pomocą metody płaszczyzny odpowiedzi (RSM) Żywn. Nauk. Technoligia Jakość. 2014;1:148–159. doi: 10.15193/zntj/2014/92/148-159.", "ArticleIdList": ["10.15193/zntj/2014/92/148-159"]}, {"Citation": "Nakamura S., Hashiguchi M., Yamaguchi Y., Oku T. Hypoglycemic effects of Morus alba leaf extract on postprandial glucose and insulin levels in patients with type 2 diabetes treated with sulfonylurea hypoglycemic agents. J. Diabetes Metab. 2011;2:158. doi: 10.4172/2155-6156.1000158.", "ArticleIdList": ["10.4172/2155-6156.1000158"]}, {"Citation": "Kujawska M., Ewertowska M., Adamska T., Ignatowicz E., Flaczyk E., Przeor M., Kurpik M., Jodynis-Liebert J. Protective effect of Morus alba leaf extract on N-nitrosodiethylamine-induced hepatocarcinogenesis in rats. In Vivo. 2016;30:807–812. doi: 10.21873/invivo.10998.", "ArticleIdList": ["10.21873/invivo.10998", "27815465"]}, {"Citation": "Peng C.-H., Lin H.-T., Chung D.-J., Huang C.-N., Wang C.-J. Mulberry Leaf Extracts prevent obesity-induced NAFLD with regulating adipocytokines, inflammation and oxidative stress. J. Food Drug Anal. 2018;26:778–787. doi: 10.1016/j.jfda.2017.10.008.", "ArticleIdList": ["10.1016/j.jfda.2017.10.008", "PMC9322217", "29567249"]}, {"Citation": "Szczepaniak O., Kobus-Cisowska J., Kusek W., Przeor M. Functional properties of Cornelian cherry (Cornus mas L.): A comprehensive review. Eur. Food Res. Technol. 2019;245:2071–2087. doi: 10.1007/s00217-019-03313-0.", "ArticleIdList": ["10.1007/s00217-019-03313-0"]}, {"Citation": "Butt M.S., Nazir A., Sultan M.T., Schroën K. Morus alba L. nature’s functional tonic. Trends Food Sci Tech. 2008;19:505–512. doi: 10.1016/j.tifs.2008.06.002.", "ArticleIdList": ["10.1016/j.tifs.2008.06.002"]}, {"Citation": "Gültekin-Özgüven M., Karadağ A., Duman Ş., Özkal B., Özçelik B. Fortification of dark chocolate with spray dried black mulberry (Morus nigra) waste extract encapsulated in chitosan-coated liposomes and bioaccessability studies. Food Chem. 2016;201:205–212. doi: 10.1016/j.foodchem.2016.01.091.", "ArticleIdList": ["10.1016/j.foodchem.2016.01.091", "26868567"]}, {"Citation": "Przeor M., Flaczyk E. Antioxidant properties of Paratha type flat bread enriched with white mulberry leaf extract. Indian J. Tradit. Knowl. 2016;15:237–244."}, {"Citation": "Gramza A., Korczak J. Tea constituents (Camellia sinensis L.) as antioxidants in lipid systems. Trends Food Sci. Technol. 2005;16:351–358. doi: 10.1016/j.tifs.2005.02.004.", "ArticleIdList": ["10.1016/j.tifs.2005.02.004"]}, {"Citation": "Przeor M., Flaczyk E. Wpływ temperatury suszenia pędów i liści morwy białej (Morus alba) na aktywność przeciwutleniającą. Zesz. Probl. Postęp. Nauk Rol. 2011;569:277–283."}, {"Citation": "Chon S.-U., Kim Y.-M., Park Y.-J., Heo B.-G., Park Y.-S., Gorinstein S. Antioxidant and antiproliferative effects of methanol extracts from raw and fermented parts of mulberry plant (Morus alba L.) Eur. Food Res. Technol. 2009;230:231–237. doi: 10.1007/s00217-009-1165-2.", "ArticleIdList": ["10.1007/s00217-009-1165-2"]}, {"Citation": "Jeszka-Skowron M., Flaczyk E., Jeszka J., Krejpcio Z., Król E., Buchowski M. Mulberry leaf extract intake reduces hyperglycaemia in streptozotocin (STZ)-induced diabetic rats fed high-fat diet. J. Funct. Foods. 2014;8:9–17. doi: 10.1016/j.jff.2014.02.018.", "ArticleIdList": ["10.1016/j.jff.2014.02.018"]}, {"Citation": "AOAC . AOAC Official Methods of Analysis. AOAC; Rockville, Maryland: 2000. Methods of Food Analysis."}, {"Citation": "Dziedzic K., Górecka D., Szwengiel A., Sulewska H., Kreft I., Gujska E., Walkowiak J. The Content of Dietary Fibre and Polyphenols in Morphological Parts of Buckwheat (Fagopyrum tataricum) Plant Foods Hum. Nutr. 2018;73:82–88. doi: 10.1007/s11130-018-0659-0.", "ArticleIdList": ["10.1007/s11130-018-0659-0", "PMC5829111", "29435700"]}, {"Citation": "AOCS . AOCS Official Method. American Oil Chemists’ Society; Champaign, IL, USA: 2009."}, {"Citation": "Kmiecik D., Kobus-Cisowska J., Korczak J. The content of anti-nutritional components in frozen fried-potato products. LWT-Food Sci. Technol. 2017;85:275–282. doi: 10.1016/j.lwt.2017.07.030.", "ArticleIdList": ["10.1016/j.lwt.2017.07.030"]}, {"Citation": "AOAC . AOAC Official Methods of Analysis. AOAC; Rockville, Maryland: 2000. Amino Acids in Feeds."}, {"Citation": "AOAC . AOAC Offiicial Methods of Analysis. AOAC; Rockville, Maryland: 2014. Standard Method Performance Requirements for Determination of Amino Acids in Infant Formula and Adult/Pediatric Nutritional Formula."}, {"Citation": "Bader N.R. Sample preparation for flame atomic absorption spectroscopy: An overview. Rasayan J. Chem. 2011;4:49–55."}, {"Citation": "Eder R. Pigments. In: Nolle L., editor. Handbook of Food Analysis. Marcel Dekker Inc.; New York, NY, USA: 2004. pp. 805–879."}, {"Citation": "Siger A., Nogala-Kałucka M., Lampart-Szczapa E., Hoffmann A. Zawartość związków fenolowych w nowych odmianach rzepaku. Rośl. Oleiste. 2004;25:263–274."}, {"Citation": "Kobus J., Flaczyk E., Siger A., Nogala-Kałucka A., Korczak J., Pegg R. Phenolic compounds and antioxidant activity of extracts of Ginkgo leaves. Eur. J. Lipid Sci. Technol. 2009;111:1140–1150. doi: 10.1002/ejlt.200800299.", "ArticleIdList": ["10.1002/ejlt.200800299"]}, {"Citation": "Cheung L., Cheung P., Ooi V. Antioxidant activity and total phenolics of epigallocatechin gallate in the NBT-II bladder tumour cell line. Biol. Pharm. Bull. 2003;18:1676–1680."}, {"Citation": "Kim J.W., Kim S.U., Lee H.S., Kim I., Ahn M.Y., Ryu K.S. Determination of 1-deoxynojirimycin in Morus alba L. leaves by derivatization with 9-fluorenylmethyl chloroformate followed by reversed-phase high-performance liquid chromatography. J. Chromatogr. A. 2003;1002:93–99. doi: 10.1016/S0021-9673(03)00728-3.", "ArticleIdList": ["10.1016/S0021-9673(03)00728-3", "12885082"]}, {"Citation": "Amarowicz R., Pegg R., Bautista D. Antibacterial activity of green tea polyhenols against Escherichia coli K12. Nahrung. 2000;44:60–62. doi: 10.1002/(SICI)1521-3803(20000101)44:1<60::AID-FOOD60>3.0.CO;2-L.", "ArticleIdList": ["10.1002/(SICI)1521-3803(20000101)44:1<60::AID-FOOD60>3.0.CO;2-L", "10703004"]}, {"Citation": "Re R., Pellegrinia N., Proteggentea A., Pannalaa A., Yanga M., Rice-Evansa C. Antioxidant activity an improved ABTS radical cation decolorization assay. Free Radic. Biol. Med. 1999;26:1231–1237. doi: 10.1016/S0891-5849(98)00315-3.", "ArticleIdList": ["10.1016/S0891-5849(98)00315-3", "10381194"]}, {"Citation": "Tang S., Joe K., Sheehan D., Buckley D. Antioxidative mechanisms of tea catechins in chicken meat system. Food Chem. 2002;76:45–51. doi: 10.1016/S0308-8146(01)00248-5.", "ArticleIdList": ["10.1016/S0308-8146(01)00248-5"]}, {"Citation": "Benzie I., Strain J. Ferric reducing antioxidant power assay: Direct measure of total antioxidant activity of biological fluids and modified version for simultaneous measurement of total antioxidant power and ascorbic acid concentration. In: Abelson J., Simon M., editors. Methods in Enzymology. Academic Press; Cambridge, MA, USA: 1999. pp. 15–27.", "ArticleIdList": ["10.1016/s0076-6879(99)99005-5", "9916193"]}, {"Citation": "Łochyńska M. Energy and Nutritional Properties of the White Mulberry (Morus alba L.) J. Agric. Sci. Technol. A. 2015;5:709–716. doi: 10.17265/2161-6256/2015.09.001.", "ArticleIdList": ["10.17265/2161-6256/2015.09.001"]}, {"Citation": "Przeor M., Flaczyk E. Morwa biała-nieocenione znaczenie zdrowotne. Przem. Spoż. 2016;5:33–35. doi: 10.15199/65.2016.5.7.", "ArticleIdList": ["10.15199/65.2016.5.7"]}, {"Citation": "Iqbal S., Younas U., Uddin S., Chan K.W., Sarfraz R.A., Uddin K. Proximate composition and antioxidant potential of leaves from three varieties of Mulberry (Morus sp.): A comparative study. Int. J. Mol. Sci. 2012;13:6651–6664. doi: 10.3390/ijms13066651.", "ArticleIdList": ["10.3390/ijms13066651", "PMC3397487", "22837655"]}, {"Citation": "Yao J., Yan B., Wang Y., Zhang Y. Nutritional evaluation of mulberry leaves as feeds for ruminants. Livest. Res. Rural Dev. 2000;12:9–16."}, {"Citation": "Radojković M., Zeković Z., Mašković P., Vidović S., Mandić A., Mišan A., Đurović S. Biological activities and chemical composition of Morus leaves extracts obtained by maceration and supercritical fluid extraction. J. Supercrit. Fluids. 2016;117:50–58. doi: 10.1016/j.supflu.2016.05.004.", "ArticleIdList": ["10.1016/j.supflu.2016.05.004"]}, {"Citation": "Fedko M., Kmiecik D., Siger A., Kulczyński B., Przeor M., Kobus-Cisowska J. Comparative characteristics of oil composition in seeds of 31 Cucurbita varieties. J. Food Meas. Charact. 2020;14:894–904. doi: 10.1007/s11694-019-00339-6.", "ArticleIdList": ["10.1007/s11694-019-00339-6"]}, {"Citation": "Sánchez-Salcedo E.M., Sendra E., Carbonell-Barrachina Á.A., Martínez J.J., Hernández F. Fatty acids composition of Spanish black (Morus nigra L.) and white (Morus alba L.) mulberries. Food Chem. 2016;190:566–571. doi: 10.1016/j.foodchem.2015.06.008.", "ArticleIdList": ["10.1016/j.foodchem.2015.06.008", "26213011"]}, {"Citation": "Nookabkaew S., Rangkadilok N., Satayavivad J. Determination of Trace Elements in Herbal Tea Products and Their Infusions Consumed in Thailand. J. Agric. Food Chem. 2006;54:6939–6944. doi: 10.1021/jf060571w.", "ArticleIdList": ["10.1021/jf060571w", "16939361"]}, {"Citation": "Radojković M.M., Zeković Z.P., Dojinović B.P., Stojanović Z.S., Cvetanović A.D., Manojlović D.D. Characterization of Morus species in respect to micro, macro, and toxic elements. Acta Period. Technol. 2014;45:229–237. doi: 10.2298/APT1445229R.", "ArticleIdList": ["10.2298/APT1445229R"]}, {"Citation": "Srivastava S., Kapoor R., Thathola A., Srivastava R.P. Nutritional quality of leaves of some genotypes of mulberry (Morus alba) Int. J. Food Sci. Nutr. 2006;57:305–313. doi: 10.1080/09637480600801837.", "ArticleIdList": ["10.1080/09637480600801837", "17135021"]}, {"Citation": "Kim G.-N., Jang H.-D. Flavonol Content in the Water Extract of the Mulberry (Morus alba L.) Leaf and Their Antioxidant Capacities. J. Food Sci. 2011;76:C869–C873. doi: 10.1111/j.1750-3841.2011.02262.x.", "ArticleIdList": ["10.1111/j.1750-3841.2011.02262.x", "22417484"]}, {"Citation": "Sánchez-Salcedo E., Mena P., García-Viguera C., Hernández F., Martínez J.J. (Poly)phenolic compounds and antioxidant activity of white (Morus alba) and black (Morus nigra) mulberry leaves: Their potential for new products rich in phytochemicals. J. Funct. Foods. 2015;18:1039–1046. doi: 10.1016/j.jff.2015.03.053.", "ArticleIdList": ["10.1016/j.jff.2015.03.053"]}, {"Citation": "Arabshahi-Delouee S., Urooj A. Antioxidant properties of various solvent extracts of mulberry (Morus indica L.) leaves. Food Chem. 2007;102:1233–1240. doi: 10.1016/j.foodchem.2006.07.013.", "ArticleIdList": ["10.1016/j.foodchem.2006.07.013"]}, {"Citation": "Tajner-Czopek A., Gertchen M., Rytel E., Kita A., Kucharska A.Z., Sokół-Łętowska A. Study of antioxidant activity of some medicinal plants having high content of caffeic acid derivates. Antioxidants. 2020;9:412. doi: 10.3390/antiox9050412.", "ArticleIdList": ["10.3390/antiox9050412", "PMC7278751", "32408518"]}, {"Citation": "Wanyo P., Siriamornpun S., Meeso N. Improvement of quality and antioxidant properties of dried mulberry leaves with combined far-infrared radiation and air convection in Thai tea process. Food Bioprod. Process. 2011;89:22–30. doi: 10.1016/j.fbp.2010.03.005.", "ArticleIdList": ["10.1016/j.fbp.2010.03.005"]}, {"Citation": "Zhang D.-Y., Wan Y., Hao J.-Y., Hu R.-Z., Chen C., Yao X.-H., Zhao W.-G., Liu Z.-Y., Li L. Evaluation of the alkaloid, polyphenols, and antioxidant contents of various mulberry cultivars from different planting areas in eastern China. Ind. Crops Prod. 2018;122:298–307. doi: 10.1016/j.indcrop.2018.05.065.", "ArticleIdList": ["10.1016/j.indcrop.2018.05.065"]}, {"Citation": "Lee W.J., Choi S.W. Quantitative Changes of Polyphenolic Compounds in Mulberry (Morus alba L.) Leaves in Relation to Varieties, Harvest Period, and Heat Processing. Prev. Nutr. food Sci. 2012;17:280–285. doi: 10.3746/pnf.2012.17.4.280.", "ArticleIdList": ["10.3746/pnf.2012.17.4.280", "PMC3866724", "24471097"]}, {"Citation": "Flaczyk E., Kobus-Cisowska J., Przeor M., Korczak J., Remiszewski M., Korbas E., Buchowski M. Chemical characterization and antioxidative properties of Polish variety of Morus alba L. leaf aqueous extracts from the laboratory and pilot-scale processes. Agric. Sci. 2013;04:141–147. doi: 10.4236/as.2013.45B026.", "ArticleIdList": ["10.4236/as.2013.45B026"]}]}], "History": [{"Year": "2020", "Month": "6", "Day": "30"}, {"Year": "2020", "Month": "7", "Day": "21"}, {"Year": "2020", "Month": "7", "Day": "23"}, {"Year": "2020", "Month": "7", "Day": "30", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "7", "Day": "30", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "7", "Day": "30", "Hour": "6", "Minute": "1"}, {"Year": "2020", "Month": "7", "Day": "26"}], "PublicationStatus": "epublish", "ArticleIdList": ["32722613", "PMC7463858", "10.3390/antiox9080668", "antiox9080668"]}}]}