{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "32737339", "DateCompleted": {"Year": "2020", "Month": "12", "Day": "09"}, "DateRevised": {"Year": "2021", "Month": "07", "Day": "31"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "07", "Day": "31"}], "Language": ["eng"], "ELocationID": ["12924", "10.1038/s41598-020-69722-4"], "Journal": {"ISSN": "2045-2322", "JournalIssue": {"Volume": "10", "Issue": "1", "PubDate": {"Year": "2020", "Month": "Jul", "Day": "31"}}, "Title": "Scientific reports", "ISOAbbreviation": "Sci Rep"}, "ArticleTitle": "Anticancer properties of Tulbaghia violacea regulate the expression of p53-dependent mechanisms in cancer cell lines.", "Pagination": {"StartPage": "12924", "MedlinePgn": "12924"}, "Abstract": {"AbstractText": ["Cancer is an enormous burden of disease globally. Today, more people die from cancer than a combination of several diseases. And in females, breast and cervical malignancies remain the most common types. Currently, cervical and breast cancer are the most diagnosed gynecological cancer type amongst black females in the Southern Sahara while amongst males prostate cancer is on the upward trend. With many of them still dependent on medicinal plants as a form of therapy and the need to identify new therapeutic agents, we have identified a commonly used medicinal plant Tulbaghia violacea Harv. commonly known as Itswele lomlambo (Xhosa), wilde knoffel (Afrikaans) and Isihaqa (zulu) to evaluate its anticancer properties at a molecular biology level. In this study, we evaluated the molecular mechanism of T. violacea extracts in regulating cell death in various cancer cell lines. To achieve this, T. violacea was collected, dried before crushing into a fine ground powder. Three organic solvents namely, methanol, hexane, and butanol at 10 g per 100 mL were used as extraction solvents. Each cell line was treated with varying concentrations of the plant extract to identify the half-maximal inhibitory concentration (IC50). The IC 50 was later used to analyse if the extracts were inducing apoptosis using annexin V analysis. Furthermore, the molecular mechanisms by which apoptosis was induced was analysed by qPCR, western blots. All three extracts exhibited anticancer activity with the most cytotoxic being methanol extract. p53 expression was significantly increased in treated cells that correlated with increased caspase activity. The results point to possible activation of apoptosis following treatment with hexane extracts."]}, "AuthorList": [{"Identifier": ["0000-0001-6012-6367"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, Faculty of Science, University of Johannesburg (Kingsway Campus), P.O. Box 524, Auckland Park, 2006, South Africa. lmotadi@uj.ac.za."}], "LastName": "Motadi", "ForeName": "Lesetja R", "Initials": "LR"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, Faculty of Science, University of Johannesburg (Kingsway Campus), P.O. Box 524, Auckland Park, 2006, South Africa."}], "LastName": "Choene", "ForeName": "Mpho S", "Initials": "MS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Consumer Science, University of South Africa (Florida Campus), Private Bag 1, Pretoria, 0001, South Africa."}], "LastName": "Mthembu", "ForeName": "Nonkululeko N", "Initials": "NN"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Sci Rep", "NlmUniqueID": "101563288", "ISSNLinking": "2045-2322"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Antineoplastic Agents, Phytogenic"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}, {"RegistryNumber": "0", "NameOfSubstance": "TP53 protein, human"}, {"RegistryNumber": "0", "NameOfSubstance": "Tumor Suppressor Protein p53"}], "MeshHeadingList": [{"QualifierName": ["chemistry"], "DescriptorName": "Amaryllidaceae"}, {"QualifierName": ["chemistry", "pharmacology"], "DescriptorName": "Antineoplastic Agents, Phytogenic"}, {"QualifierName": [], "DescriptorName": "Cell Line, Tumor"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["drug therapy", "metabolism", "pathology"], "DescriptorName": "Neoplasms"}, {"QualifierName": ["chemistry", "pharmacology"], "DescriptorName": "Plant Extracts"}, {"QualifierName": ["metabolism"], "DescriptorName": "Tumor Suppressor Protein p53"}], "CoiStatement": "The authors declare no competing interests."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Agrawal S. Late effects of cancer treatment in breast cancer survivors. South Asian J. Cancer. 2014;3(2):112–115. doi: 10.4103/2278-330X.130445.", "ArticleIdList": ["10.4103/2278-330X.130445", "PMC4014641", "24818106"]}, {"Citation": "Nurgali KR, Jagoe T, Abalo R. Editorial: adverse effects of cancer chemotherapy: Anything new to improve tolerance and reduce sequelae? Front. Pharmacol. 2018;9:245. doi: 10.3389/fphar.2018.00245.", "ArticleIdList": ["10.3389/fphar.2018.00245", "PMC5874321", "29623040"]}, {"Citation": "Abalo R, Uranga JA, Pérez-García I, de Andrés R, Girón R, Vera G, et al. May cannabinoids prevent the development of chemotherapy-induced diarrhea and intestinal mucositis? Experimental study in the rat. Neurogastroenterol. Motil. 2017;29:3. doi: 10.1111/nmo.12952.", "ArticleIdList": ["10.1111/nmo.12952", "27686064"]}, {"Citation": "Motadi LR, Misso NL, Dlamini Z, Bhoola KD. Molecular genetics and mechanisms of apoptosis in carcinomas of the lung and Pluera: therapeutic targets. Int. Immnpharm. 2007;7:1934–1947. doi: 10.1016/j.intimp.2007.07.013.", "ArticleIdList": ["10.1016/j.intimp.2007.07.013", "18039530"]}, {"Citation": "Saibu GM, Katerere DR, Rees DJ, Meyer M. In vitro cytotoxic and pro-apoptotic effects of water extracts of Tulbaghia violacea leaves and bulbs. J. Ethnopharmacol. 2015;164:203–209. doi: 10.1016/j.jep.2015.01.040.", "ArticleIdList": ["10.1016/j.jep.2015.01.040", "25683299"]}, {"Citation": "Yang GY, Liao J, Kim K, Yurkow EJ, Yang CS. Inhibition of growth and induction of apoptosis in human cancer cell lines by tea polyphenols. Carcinogenesis. 1998;19:611–616. doi: 10.1093/carcin/19.4.611.", "ArticleIdList": ["10.1093/carcin/19.4.611", "9600345"]}, {"Citation": "Sun C, Cui H, Yang H, Du X, Yue L, Liu J, et al. Anti-metastatic effect of jolkinolide B and the mechanism of activity in breast cancer MDA-MB-231 cells. Oncol. Lett. 2015;10:1117–1122. doi: 10.3892/ol.2015.3310.", "ArticleIdList": ["10.3892/ol.2015.3310", "PMC4509074", "26622636"]}, {"Citation": "Choene M, Motadi L. Validation of the antiproliferative effects of Euphorbia tirucalli extracts in breast cancer cell lines. Mol. Biol. (Mosk). 2016;50:115–127. doi: 10.1134/S0026893316010040.", "ArticleIdList": ["10.1134/S0026893316010040", "27028817"]}, {"Citation": "Dieu-Hien T, Dinh HN, Nhat TA, Anh VB, Tuong HD, Hoang CN. Evaluation of the use of different solvents for phytochemical constituents, antioxidants, and in vitro anti-inflammatory activities of Severinia buxifolia. J. Food Qual. 2019;9:1–10. doi: 10.1155/2019/8178294.", "ArticleIdList": ["10.1155/2019/8178294"]}, {"Citation": "Schmider J, von Moltke LL, Shader RI, Harmatz JS, Greenblatt DJ. Extrapolating in vitro data on drug metabolism to in vivo pharmacokinetics: evaluation of the pharmacokinetic interaction between amitriptyline and fluoxetine. Drug Metab. Rev. 1999;2:545–560. doi: 10.1081/DMR-100101935.", "ArticleIdList": ["10.1081/DMR-100101935", "10335452"]}, {"Citation": "Monks NR, Bordignon SAL, Ferraz A, Machado KR, Faria DH, Lopes RM, Mondin CA, de Souza ICC, Lima MFS, da Rocha AB, Schwartsmann G. Anti-tumor screening of Brazilian plants. Pharm. Biol. 2002;40(8):603–616. doi: 10.1076/phbi.40.8.603.14658.", "ArticleIdList": ["10.1076/phbi.40.8.603.14658"]}, {"Citation": "Lukhele ST, Motadi LR. Cannabidiol rather than Cannabis sativa extracts inhibit cell growth and induce apoptosis in cervical cancer cells. BMC Complement. Altern. Med. 2016;16:335. doi: 10.1186/s12906-016-1280-0.", "ArticleIdList": ["10.1186/s12906-016-1280-0", "PMC5009497", "27586579"]}, {"Citation": "Vijayarathna S, Sasidharan S. Cytotoxicity of methanol extracts of Elaeis guineensis on MCF-7 and Vero cell lines. Asian Pac. J. Trop. Biomed. 2012;2(10):826–829. doi: 10.1016/S2221-1691(12)60237-8.", "ArticleIdList": ["10.1016/S2221-1691(12)60237-8", "PMC3609226", "23569855"]}, {"Citation": "Graidist P, Martla M, Sukpondma P. Cytotoxic activity of Piper cubeba extract in breast cancer cell lines. Nutrients. 2015;7:2707–2718. doi: 10.3390/nu7042707.", "ArticleIdList": ["10.3390/nu7042707", "PMC4425168", "25867951"]}, {"Citation": "Grbović F, Stanković MS, Ćurčić M, Đorđević N, Šeklić D, Topuzović M, Marković S. In vitro cytotoxic activity of Origanum vulgare L. on HCT-116 and MDA-MB-231 cell lines. Plants. 2013;2:371–378. doi: 10.3390/plants2030371.", "ArticleIdList": ["10.3390/plants2030371", "PMC4844373", "27137381"]}, {"Citation": "Robinson JP, Suriya K, Subbaiya R, Ponmurugan P. Antioxidant and cytotoxic activity of Tecoma stans against lung cancer cell line (A549) Braz. J. Pharm. Sci. 2017;53(3):e00204. doi: 10.1590/s2175-97902017000300204.", "ArticleIdList": ["10.1590/s2175-97902017000300204"]}, {"Citation": "Badmus JA, Ekpo OE, Hussein AA, Meyer M, Hiss DC. Antiproliferative and apoptosis induction potential of the methanolic leaf extract of Holarrhena floribunda (G. Don) Evid. Based Complement. Altern. Med. 2015;2015:1–10. doi: 10.1155/2015/756482.", "ArticleIdList": ["10.1155/2015/756482", "PMC4377504", "25861368"]}, {"Citation": "Ediriweera MK, Tennekoon KH, Samarakoon SR, Thabrew I, Dilip de Silva E. Cytotoxic and apoptotic effects of the bark of two common mango (Mangifera indica) varieties from Sri Lanka on breast and ovarian cancer cells. BJPR. 2016;10(2):1–7. doi: 10.9734/BJPR/2016/24004.", "ArticleIdList": ["10.9734/BJPR/2016/24004"]}, {"Citation": "Narrima P, Looi CY, Mohd MA, Ali HM. Apoptosis activity of Persea declinata (Bl.) kosterm bark methanolic crude extract. Int. Sch. Sci. Res. Innov. 2014;8(9):636–641."}, {"Citation": "Sung MH, Ok-Kyoung K, Sei-Ryang O, Sang-Hong JL, Bae H, Kyung-Seop A. Azorella compacta methanolic extract induces apoptosis via activation of mitogen-activated protein kinase. Mol. Med. Rep. 2015;12(5):6821–6828. doi: 10.3892/mmr.2015.4317.", "ArticleIdList": ["10.3892/mmr.2015.4317", "26397193"]}, {"Citation": "Turkoglu M, Pekmezci E, Kilic S, Dundar C, Sevinc H. Effect of Ficus carica leaf extract on the gene expression of selected factors in HaCaT cells. J. Cosmet. Dermatol. 2017;16:e54–e58. doi: 10.1111/jocd.12344.", "ArticleIdList": ["10.1111/jocd.12344", "28432719"]}, {"Citation": "Pomari E, Stefanon B, Colitti M. Effect of plant extracts on H2O2-induced inflammatory gene expression in macrophages. J. Inflamm. Res. 2014;7:103–112.", "ArticleIdList": ["PMC4106015", "25075197"]}, {"Citation": "Liu Y, Song M, Che TM, Lee JJ, Bravo D, Maddox CW, Pettigrew JE. Dietary plant extracts modulate gene expression profiles in ileal mucosa of weaned pigs after an Escherichia coli infection. J. Anim. Sci. 2014;92(5):2050–2062. doi: 10.2527/jas.2013-6422.", "ArticleIdList": ["10.2527/jas.2013-6422", "24663182"]}, {"Citation": "Lim CY, Junit SM, Abdulla MA, Aziz AA. In vivo biochemical and gene expression analyses of the antioxidant activities and hypocholesterolaemic properties of Tamarindus indica fruit pulp extract. PLoS ONE. 2013;8(7):e70058. doi: 10.1371/journal.pone.0070058.", "ArticleIdList": ["10.1371/journal.pone.0070058", "PMC3720937", "23894592"]}, {"Citation": "Solimana MM, Mohamed Abdo Nassanc MA, Ismail TA. Origanum majoranum extract modulates gene expression, hepatic and renal changes in a rat model of type 2 diabetes. Iran. J. Pharm. Res. 2014;15:45–54.", "ArticleIdList": ["PMC5242351", "28228803"]}]}], "History": [{"Year": "2020", "Month": "2", "Day": "13"}, {"Year": "2020", "Month": "7", "Day": "16"}, {"Year": "2020", "Month": "8", "Day": "2", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "8", "Day": "2", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "12", "Day": "15", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "7", "Day": "31"}], "PublicationStatus": "epublish", "ArticleIdList": ["32737339", "PMC7395086", "10.1038/s41598-020-69722-4", "10.1038/s41598-020-69722-4"]}}]}