{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "32733740", "DateRevised": {"Year": "2020", "Month": "09", "Day": "28"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "07", "Day": "14"}], "Language": ["eng"], "ELocationID": ["8239053", "10.1155/2020/8239053"], "Journal": {"ISSN": "2090-908X", "JournalIssue": {"Volume": "2020", "PubDate": {"Year": "2020"}}, "Title": "Scientifica", "ISOAbbreviation": "Scientifica (Cairo)"}, "ArticleTitle": "Comparison of <i>In Vitro</i> Antibacterial Activity of <i>Epaltes divaricata</i> and <i>Vetiveria zizanioides</i> against Methicillin-Resistant <i>Staphylococcus aureus</i>.", "Pagination": {"StartPage": "8239053", "MedlinePgn": "8239053"}, "Abstract": {"AbstractText": ["Methicillin-resistant <i>Staphylococcus aureus</i> (MRSA) is a major cause of hospital- and community-acquired infections worldwide. Therefore, this study was conducted to explore the antibacterial activity of the two medicinal plants <i>Epaltes divaricata</i> and <i>Vetiveria zizanioides</i> against strains of MRSA which were isolated from patients with skin and soft tissue infections. Hexane, ethanol, and water extracts of <i>E. divaricata</i> (whole plant) and <i>V. zizanioides</i> (roots) were prepared. Clinical isolates of MRSA strains (<i>n</i> = 20) were used for the study. Bacterial susceptibility was tested using a disc diffusion assay. Minimum inhibitory concentration (MIC) was determined by a broth microdilution method. Vancomycin was used as the positive control. Hexane, ethanol, and water extracts of <i>E. divaricata</i> showed inhibitory zones against MRSA. Except for water extract, both hexane and ethanol extracts of <i>V. zizanioides</i> showed inhibitory zones. MIC ranges of hexane, ethanol, and water extracts in <i>E. divaricata</i> were 0.012-0.32 mg/mL, 0.019-2.4 mg/mL, and 0.019-0.48 mg/mL, respectively. Respective MIC ranges of hexane and ethanol extracts of <i>V. zizanioides</i> were 0.003-0.032 mg/mL and 0.019-2.4 mg/mL. The hexane extract of <i>V. zizanioides</i> inhibited 55% of the selected MRSA strains at a relatively low MIC value of 0.012 mg/mL. The hexane extract of both plants demonstrated inhibition of 75% of MRSA strains at a MIC value of 0.064 mg/mL. Ethanol extract of <i>V. zizanioides</i> and <i>E. divaricata,</i> respectively, inhibited 70% and 45% of MRSA strains at the MIC of 0.096 mg/mL, whereas water extract of <i>E. divaricata</i> inhibited 80% of MRSA strains at the same MIC. Both <i>E. divaricata</i> and <i>V. zizanioides</i> were equally effective against MRSA at a MIC of 0.064 mg/mL. But <i>V. zizanioides</i> was more effective since the hexane extract inhibited more than 50% of MRSA strains at significantly a lower MIC value of 0.012 mg/mL. Fractionation, purification, and identification of active compounds will warrant further evaluation of the therapeutic potential of both plant extracts."], "CopyrightInformation": "Copyright © 2020 Hasanga Rathnayake et al."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, Faculty of Medicine, University of Ruhuna, Matara, Sri Lanka."}], "LastName": "Rathnayake", "ForeName": "Hasanga", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medical Laboratory Science, Faculty of Allied Health Sciences, University of Ruhuna, Matara, Sri Lanka."}], "LastName": "De Zoysa", "ForeName": "Manikkuwadura Hasara Nethmini", "Initials": "MHN"}, {"Identifier": ["0000-0001-6349-4755"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, Faculty of Medicine, University of Ruhuna, Matara, Sri Lanka."}], "LastName": "Hewawasam", "ForeName": "Ruwani Punyakanthi", "Initials": "RP"}, {"Identifier": ["0000-0002-8330-3597"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Microbiology, Faculty of Medicine, University of Ruhuna, Matara, Sri Lanka."}], "LastName": "Wijayaratne", "ForeName": "Weerasinghe Mudiyanselage Dilip Gaya Bandara", "Initials": "WMDGB"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Egypt", "MedlineTA": "Scientifica (Cairo)", "NlmUniqueID": "101589932", "ISSNLinking": "2090-908X"}, "CoiStatement": "The authors declare that they have no conflicts of interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Zaman S. B., Hussain M. A., Nye R., Mehta V., Mamun K. T., Hossain N. A review on antibiotic resistance: alarm bells are ringing. Cureus. 2017;9(6) doi: 10.7759/cureus.1403.e1403", "ArticleIdList": ["10.7759/cureus.1403", "PMC5573035", "28852600"]}, {"Citation": "Hassoun A., Linden P. K., Friedman B. Incidence, prevalence, and management of MRSA bacteremia across patient populations—a review of recent developments in MRSA management and treatment. Critical Care (London, England) 2017;21(1):p. 211. doi: 10.1186/s13054-017-1801-3.", "ArticleIdList": ["10.1186/s13054-017-1801-3", "PMC5557425", "28807042"]}, {"Citation": "Rolo J., Worning P., Boye Nielsen J., Sobral R. Evidence for the evolutionary steps leading to mecA-mediated beta-lactam resistance in staphylococci. PLoS Genetics. 2017;13 doi: 10.1371/journal.pgen.1006674.e1006674", "ArticleIdList": ["10.1371/journal.pgen.1006674", "PMC5402963", "28394942"]}, {"Citation": "Gales A. C., Sader H. S., Ribeiro J., Zoccoli C., Barth A., Pignatari A. C. Antimicrobial susceptibility of gram-positive bacteria isolated in Brazilian hospitals participating in the SENTRY program (2005–2008) Brazilian Journal of Infectious Diseases. 2009;13(2):90–98. doi: 10.1590/s1413-86702009000200004.", "ArticleIdList": ["10.1590/s1413-86702009000200004", "20140350"]}, {"Citation": "Corea E., de Silva T., Perera J. Methicillin-resistant Staphylococcus aureus: prevalence, incidence and risk factors associated with colonization in Sri Lanka. Journal of Hospital Infection. 2003;55(2):145–148. doi: 10.1016/s0195-6701(03)00256-1.", "ArticleIdList": ["10.1016/s0195-6701(03)00256-1", "14529641"]}, {"Citation": "Samaranayake W., Karunanayake L., Patabendige C. Characteristics of community acquired and hospital acquired methicillin resistant Staphylococcus aureus isolates in the national hospital of Sri Lanka. Sri Lankan Journal of Infectious Diseases. 2019;9(1):24–31. doi: 10.4038/sljid.v9i1.8229.", "ArticleIdList": ["10.4038/sljid.v9i1.8229"]}, {"Citation": "Chung D. R., Lee C., Kang Y. R., et al. Genotype-specific prevalence of heterogeneous vancomycin-intermediate Staphylococcus aureus in Asian countries. International Journal of Antimicrobial Agents. 2015;46(3):338–341. doi: 10.1016/j.ijantimicag.2015.03.009.", "ArticleIdList": ["10.1016/j.ijantimicag.2015.03.009", "25982914"]}, {"Citation": "Subramani R., Narayanasamy M., Feussner K. D. Plant-derived antimicrobials to fight against multi-drug-resistant human pathogens. 3 Biotech. 2017;7:p. 172. doi: 10.1007/s13205-017-0848-9.", "ArticleIdList": ["10.1007/s13205-017-0848-9", "PMC5489455", "28660459"]}, {"Citation": "Hewawasam R. P., Jayatilaka K. A. P. W., Mudduwa L. K. B., Pathirana C. Toxicological evaluation of five Sri Lankan medicinal plants: a biochemical, haematological and histopathological assessment. International Journal of Pharmaceutical Sciences and Research. 2016;7(10):4014–4021."}, {"Citation": "Jayaweera D. M. A. Medicinal Plants (Indigenous and Exotic) used in Ceylon, Part III. Colombo, Sri Lanka: National Science Council; 1982."}, {"Citation": "Dassanayake M. D., Fosberg F. R. A Revised Handbook to the Flora of Ceylon. 1–14. New Delhi, India: Amerind Publishers; 1980."}, {"Citation": "De Zoysa M. H. N., Rathnayake H., Hewawasam R. P., Wijayaratne W. M. D. G. B. Determination of in vitro antimicrobial activity of five Sri Lankan medicinal plants against selected human pathogenic bacteria. International Journal of Microbiology. 2019;2019:8. doi: 10.1155/2019/7431439.7431439", "ArticleIdList": ["10.1155/2019/7431439", "PMC6526512", "31198423"]}, {"Citation": "Dharajiya D., Patel P., Patel M., Moitra N. In vitro antimicrobial activity and qualitative phytochemical analysis of Withania somnifera (L.) dunal extracts. International Journal of Pharmaceutical Sciences Review and Research. 2014;27(60):349–354."}, {"Citation": "Gunasekara T., Radhika N., Ragunathan K., et al. Determination of antimicrobial potential of five herbs used in ayurveda practices against Candida albicans, Candida parapsilosis and methicillin resistant Staphylococcus aureus. Ancient Science of Life. 2017;36(4):187–190. doi: 10.4103/asl.asl_179_16.", "ArticleIdList": ["10.4103/asl.asl_179_16", "PMC5726184", "29269969"]}, {"Citation": "Dharmaratne M. P. J., Manoraj A., Thevanesam V., et al. Terminalia bellirica fruit extracts: in-vitro antibacterial activity against selected multidrug-resistant bacteria, radical scavenging activity and cytotoxicity study on BHK-21 cells. BMC Complementary and Alternative. 2018;18(1):p. 325. doi: 10.1186/s12906-018-2382-7.", "ArticleIdList": ["10.1186/s12906-018-2382-7", "PMC6286530", "30526562"]}, {"Citation": "Glorybai L., Kannan K. B., Arasu M. V., Al-Dhabi N. A., Agastian P. Some biological activities of Epaltes divaricata L.—an in vitro study. Annals of Clinical Microbiology and Antimicrobials. 2015;14:p. 18. doi: 10.1186/s12941-015-0074-4.", "ArticleIdList": ["10.1186/s12941-015-0074-4", "PMC4419414", "25879935"]}, {"Citation": "Sivagurunathan S. K., Krishnamoorthy G. Comparative study on high-performance thin layer chromatography profile and antimicrobial activity of ethanolic and hydroalcoholic extract of Vetiveria zizanioides L. root. Asian Journal of Pharmaceutical and Clinical Research. 2017;10(6):336–339. doi: 10.22159/ajpcr.2017.v10i6.18088.", "ArticleIdList": ["10.22159/ajpcr.2017.v10i6.18088"]}, {"Citation": "Zuo G. Y., Wang G. C., Zhao Y. B., et al. Screening of Chinese medicinal plants for inhibition against clinical isolates of methicillin-resistant Staphylococcus aureus (MRSA) Journal of Ethnopharmacology. 2008;120(2):287–290. doi: 10.1016/j.jep.2008.08.021.", "ArticleIdList": ["10.1016/j.jep.2008.08.021", "18804522"]}, {"Citation": "Dahiya P., Purkayastha S. Phytochemical screening and antimicrobial activity of some medicinal plants against multi-drug resistant bacteria from clinical isolates. Indian Journal of Pharmaceutical Sciences. 2012;74(5):443–450. doi: 10.4103/0250-474x.108420.", "ArticleIdList": ["10.4103/0250-474x.108420", "PMC3660871", "23716873"]}, {"Citation": "Okwu M. U., Olley M., Akpoka A. O., Izevbuwa O. E. Methicillin-resistant Staphylococcus aureus (MRSA) and anti-MRSA activities of extracts of some medicinal plants: a brief review. AIMS Microbiology. 2019;5(2):117–137. doi: 10.3934/microbiol.2019.2.117.", "ArticleIdList": ["10.3934/microbiol.2019.2.117", "PMC6642907", "31384707"]}, {"Citation": "Trong Le N., Viet Ho D., Quoc Doan T., et al. Biological activities of essential oils from leaves of Paramignya trimera (oliv.) Guillaum and Limnocitrus littoralis (Miq.) Swingle. Antibiotics. 2020;9(4):p. 207. doi: 10.3390/antibiotics9040207.", "ArticleIdList": ["10.3390/antibiotics9040207", "PMC7235712", "32344551"]}, {"Citation": "Trong Le N., Viet Ho D., Quoc Doan T., et al. In vitro antimicrobial activity of essential oil extracted from leaves of Leoheo domatiophorus Chaowasku, D. T. Ngo and H. T. Le in Vietnam. Plants (Basel, Switzerland) 2020;9(4):p. 453. doi: 10.3390/plants9040453.", "ArticleIdList": ["10.3390/plants9040453", "PMC7237999", "32260297"]}, {"Citation": "Chaves-López C., Usai D., Donadu M. G., et al. Potential of Borojoa patinoi Cuatrecasas water extract to inhibit nosocomial antibiotic resistant bacteria and cancer cell proliferation in vitro. Food & Function. 2018;9(5):2725–2734. doi: 10.1039/c7fo01542a.", "ArticleIdList": ["10.1039/c7fo01542a", "29658045"]}, {"Citation": "Mazzarello V., Donadu M., Ferrari M., et al. Treatment of acne with a combination of propolis, tea tree oil, and Aloe vera compared to erythromycin cream: two double-blind investigations. Clinical Pharmacology: Advances and Applications. 2018;10:175–181. doi: 10.2147/cpaa.s180474.", "ArticleIdList": ["10.2147/cpaa.s180474", "PMC6298394", "30588129"]}, {"Citation": "Mazzarello V., Gavini E., Donadu M. G., et al. Clinical assessment of new topical cream containing two essential oils combined with tretinoin in the treatment of acne. Clinical, Cosmetic and Investigational Dermatology. 2020;13:233–239. doi: 10.2147/ccid.s236956.", "ArticleIdList": ["10.2147/ccid.s236956", "PMC7073433", "32210603"]}, {"Citation": "Cannas S., Usai D., Pinna A., et al. Essential oils in ocular pathology: an experimental study. The Journal of Infection in Developing Countries. 2015;9(6):650–654. doi: 10.3855/jidc.6842.", "ArticleIdList": ["10.3855/jidc.6842", "26142676"]}, {"Citation": "Dos Santos D. S., Oberger J. V., Niero R., et al. Seasonal phytochemical study and antimicrobial potential of Vetiveria zizanioides roots. Acta Pharmaceutica. 2014;64(4):495–501. doi: 10.2478/acph-2014-0040.", "ArticleIdList": ["10.2478/acph-2014-0040", "25531789"]}, {"Citation": "Hatano T., Uebayashi H., Ito H., Shiota S., Tsuchiya T., Yoshida T. Phenolic constituents of Cassia seeds and antibacterial effect of some naphthalenes and anthraquinones on methicillin-resistant Staphylococcus aureus. Chemical & Pharmaceutical Bulletin. 1999;47(8):1121–1127. doi: 10.1248/cpb.47.1121.", "ArticleIdList": ["10.1248/cpb.47.1121", "10478467"]}, {"Citation": "Costa D. C. M., Azevedo M. M. B, Silva D. O. E., et al. In vitro anti-MRSA activity of Couroupita guianensis extract and its component Tryptanthrin. Natural Product Research. 2017;31(17):2077–2080. doi: 10.1080/14786419.2016.1272110.", "ArticleIdList": ["10.1080/14786419.2016.1272110", "28013553"]}]}], "History": [{"Year": "2020", "Month": "5", "Day": "29"}, {"Year": "2020", "Month": "6", "Day": "25"}, {"Year": "2020", "Month": "8", "Day": "1", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "8", "Day": "1", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "8", "Day": "1", "Hour": "6", "Minute": "1"}, {"Year": "2020", "Month": "7", "Day": "14"}], "PublicationStatus": "epublish", "ArticleIdList": ["32733740", "PMC7376427", "10.1155/2020/8239053"]}}]}