{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Hemerocallis", "LC-ESI-MS/MS", "antimicrobial", "antioxidant", "polyphenols", "skin-aging"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "32748861", "DateRevised": {"Year": "2020", "Month": "09", "Day": "28"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "08", "Day": "02"}], "Language": ["eng"], "ELocationID": ["690", "10.3390/antiox9080690"], "Journal": {"ISSN": "2076-3921", "JournalIssue": {"Volume": "9", "Issue": "8", "PubDate": {"Year": "2020", "Month": "Aug", "Day": "02"}}, "Title": "Antioxidants (Basel, Switzerland)", "ISOAbbreviation": "Antioxidants (Basel)"}, "ArticleTitle": "Phenolic Composition and Skin-Related Properties of the Aerial Parts Extract of Different <i>Hemerocallis</i> Cultivars.", "Abstract": {"AbstractText": ["<i>Hemerocallis</i> plants are important vegetables with nutritional and health value, especially in eastern Asia, where they have been used as medicines to cure disease such as depression and inflammation for thousands of years. The present study concerns the determination of flavonoids and phenolic acids, as well as antioxidant, anti-collagenase, anti-elastase, anti-tyrosinase and antimicrobial properties of taxa cultivated in Poland. For chemical composition estimation, LC-ESI-MS/MS analysis and spectrophotometric assays were performed. The results show the presence of sixteen compounds in all analyzed species. Among the investigated cultivars, it was found that <i>H.</i> \"Chicago Apache\" and <i>H. fulva</i> var. <i>kwanso</i> have the highest total phenolic acid and flavonoid content. The most abundant compounds in all analyzed extracts were chlorogenic acid (209.8 to 1010.0 µg/g of DE) and quercetin-3-<i>O</i>-rutinoside (114.7 to 1049.7 µg/g of DE). The studied extracts exhibited moderate to high skin-related activities. These properties were correlated with a high concentration of polyphenols. The present study demonstrated that <i>Hemerocallis</i> cultivars contain significant amounts of phenolic compounds with good skin-related activities and could be interesting as novel sources of bioactive agents for the pharmaceutical, food and cosmetic industries."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutical Botany, Medical University of Lublin, 1 Chodźki Str., 20-093 Lublin, Poland."}], "LastName": "Szewczyk", "ForeName": "Katarzyna", "Initials": "K"}, {"Identifier": ["0000-0003-0353-123X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry and Biotechnology, Medical University of Lublin, 1 Chodźki Str., 20-093 Lublin, Poland."}], "LastName": "Miazga-Karska", "ForeName": "Małgorzata", "Initials": "M"}, {"Identifier": ["0000-0002-8129-5837"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutical Botany, Medical University of Lublin, 1 Chodźki Str., 20-093 Lublin, Poland."}], "LastName": "Pietrzak", "ForeName": "Wioleta", "Initials": "W"}, {"Identifier": ["0000-0003-2261-2692"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medicinal Chemistry, Medical University of Lublin, 4 Jaczewskiego, 20-090 Lublin, Poland."}], "LastName": "Komsta", "ForeName": "Łukasz", "Initials": "Ł"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutical Botany, Medical University of Lublin, 1 Chodźki Str., 20-093 Lublin, Poland."}], "LastName": "Krzemińska", "ForeName": "Barbara", "Initials": "B"}, {"Identifier": ["0000-0002-7500-3690"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Chair and Department of Pneumonology, Oncology and Allergology, Medical University of Lublin, 8 Jaczewskiego Str., 20-090 Lublin, Poland."}], "LastName": "Grzywa-Celińska", "ForeName": "Anna", "Initials": "A"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Antioxidants (Basel)", "NlmUniqueID": "101668981", "ISSNLinking": "2076-3921"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Nizioł-Łukaszewska Z., Bujak T. Ocena właściwości kosmetyków myjących zawierających ekstrakt wodny z czarnuszki siewnej (Nigella sativa L.) In: Kiełtyka-Dadasiewicz A., editor. Rośliny w Nowoczesnej Kosmetologii. Wydawnictwo Akademickie Wyższej Szkoły Społeczno-Przyrodniczej im. Wincentego Pola w Lublinie; Lublin, Poland: 2016. pp. 93–105."}, {"Citation": "Kumar N., Goel N. Phenolic acids: Natural versatile molecules with promising therapeutic applications. Biotechnol. Rep. 2019;24:e00370. doi: 10.1016/j.btre.2019.e00370.", "ArticleIdList": ["10.1016/j.btre.2019.e00370", "PMC6734135", "31516850"]}, {"Citation": "Guo J.T., Lee H.L., Chiang S.H., Lin H.I., Chang C.Y. Antioxidant properties of the extracts from different parts of broccoli in Taiwan. J. Food Drug Anal. 2001;9:96–101. doi: 10.38212/2224-6614.2795.", "ArticleIdList": ["10.38212/2224-6614.2795"]}, {"Citation": "Sytar O. Phenolic acids in the inflorescences of different varieties of buckwheat and their antioxidant activity. J. King Saud Univ. Sci. 2015;27:136–142. doi: 10.1016/j.jksus.2014.07.001.", "ArticleIdList": ["10.1016/j.jksus.2014.07.001"]}, {"Citation": "Ribeiro A.S., Estanqueiro M., Oliveira M.B., Sousa Lobo J.M. Main benefits and applicability of plant extracts in skin care products. Cosmetics. 2015;2:48–65. doi: 10.3390/cosmetics2020048.", "ArticleIdList": ["10.3390/cosmetics2020048"]}, {"Citation": "The Angiosperm Phylogeny Group. Chase M.W., Christenhusz M.J.M., Fay M.F., Byng J.W., Judd W.S., Soltis D.E., Mabberley D.J., Sennikov A.N., Soltis P.S., et al. An update of the Angiosperm Phylogeny Group classification for the orders and families of flowering plants: APG IV. J. Linn. Soc. Bot. 2016;181:1–20. doi: 10.1111/boj.12385.", "ArticleIdList": ["10.1111/boj.12385"]}, {"Citation": "Cichewicz R., Nair M. Isolation and characterization of stelladerol, a new antioxidant naphthalene glycoside, and other antioxidant glycosides from edible daylily (Hemerocallis) flowers. J. Agric. Food Chem. 2002;50:87–91. doi: 10.1021/jf010914k.", "ArticleIdList": ["10.1021/jf010914k", "11754548"]}, {"Citation": "Mlcek J., Rop O. Fresh edible flowers of ornamental plants—A new source of nutraceutical foods. Trends Food Sci. Technol. 2011;22:561–569. doi: 10.1016/j.tifs.2011.04.006.", "ArticleIdList": ["10.1016/j.tifs.2011.04.006"]}, {"Citation": "Carter J., Singh B.P., Park Y.W. Mineral nutrient composition of edible parts of the daylily plant. HortScience. 1999;34:503. doi: 10.21273/HORTSCI.34.3.503C.", "ArticleIdList": ["10.21273/HORTSCI.34.3.503C"]}, {"Citation": "Cichewicz R.H., Lim K.C., McKerrow J.H., Nair M.G. Kwanzoquinones A-G and other constituents of Hemerocallis fulva ‘Kwanzo’ roots and their activity against the human pathogenic trematode Schistosoma mansoni. Tetrahedron. 2002;58:8597–8606. doi: 10.1016/S0040-4020(02)00802-5.", "ArticleIdList": ["10.1016/S0040-4020(02)00802-5"]}, {"Citation": "Fu M.R., He Z., Zhao Y., Yang J., Mao L. Antioxidant properties and involved compounds of daylily flowers in relation to maturity. Food Chem. 2009;114:1192–1197. doi: 10.1016/j.foodchem.2008.10.072.", "ArticleIdList": ["10.1016/j.foodchem.2008.10.072"]}, {"Citation": "Taguchi K., Yamasaki K., Maesaki H., Tokuno M., Okazaki S., Moriuchi H., Takeshita K., Otagiri M., Seo H. An evaluation of novel biological activity in a crude extract from Hemerocallis fulva L. var. sempervirens M. Hotta. Nat. Prod. Res. 2014;28:2211–2213. doi: 10.1080/14786419.2014.919285.", "ArticleIdList": ["10.1080/14786419.2014.919285", "24854051"]}, {"Citation": "Wang Y., Xu T., Fan B., Zhang L., Lu C., Wang D., Liu X., Wang F. Advances in researches on chemical composition and functions of Hemerocallis plants. Med. Plant. 2018;9:16–21."}, {"Citation": "Namsa N.D., Tag H., Mandal M., Kalita P., Das A.K. An ethnobotanical study of traditional anti-inflammatory plants used by the Lohit community of Arunachal Pradesh, India. J. Ethnopharmacol. 2009;125:234–245. doi: 10.1016/j.jep.2009.07.004.", "ArticleIdList": ["10.1016/j.jep.2009.07.004", "19607898"]}, {"Citation": "Gu L., Liu Y.-J., Wang Y.-B., Yi L.-T. Role of monoaminergic systems in the antidepressant-like effect of ethanol extracts from Hemerocallis citrina. J. Ethnopharmacol. 2012;139:780–787. doi: 10.1016/j.jep.2011.11.059.", "ArticleIdList": ["10.1016/j.jep.2011.11.059", "22197914"]}, {"Citation": "Liu W., Zhao Y., Sun J., Li G., Shan Y., Chen P. Study the effects of dying processes on chemical compositions in daylily flowers using flow injection mass spectrometric fingerprinting method and chemometrics. Food Res. Int. 2017;102:493–503. doi: 10.1016/j.foodres.2017.09.015.", "ArticleIdList": ["10.1016/j.foodres.2017.09.015", "29195977"]}, {"Citation": "Konishi T., Fujiwara Y., Konoshima T., Kiyosawa S., Nishi M., Miyahara K. Steroidal saponins from Hemerocallis fulva var. kwanso. Chem. Pharm. Bull. 2001;49:318–320. doi: 10.1248/cpb.49.318.", "ArticleIdList": ["10.1248/cpb.49.318", "11253923"]}, {"Citation": "Griesbach R.J., Batdorf L. Flower pigments within Hemerocallis fulva, H. rosea and H. disticha. HortScience. 1995;30:353–354. doi: 10.21273/HORTSCI.30.2.353.", "ArticleIdList": ["10.21273/HORTSCI.30.2.353"]}, {"Citation": "Zhang Y., Cichewicz R.H., Nair M.G. Lipid peroxidation inhibitory compounds from daylily (Hemerocallis fulva) leaves. Life Sci. 2004;75:753–763. doi: 10.1016/j.lfs.2004.03.002.", "ArticleIdList": ["10.1016/j.lfs.2004.03.002", "15172183"]}, {"Citation": "Tai C.Y., Chen B.H. Analysis and stability of carotenoids in the flowers of daylily (Hemorocallis disticha) as affected by various treatments. J. Agric. Food Chem. 2000;48:5962–5968. doi: 10.1021/jf000956t.", "ArticleIdList": ["10.1021/jf000956t", "11312769"]}, {"Citation": "Lin P., Cai J., Li J., Sang W., Su Q. Constituents of the essential oil of Hemerocallis flava day lily. Flavour Fragr. J. 2003;18:539–541. doi: 10.1002/ffj.1264.", "ArticleIdList": ["10.1002/ffj.1264"]}, {"Citation": "Szewczyk K., Kalemba D., Miazga-Karska M., Krzemińska B., Dąbrowska A., Nowak R. The essential oil composition of selected Hemerocallis cultivars and their biological activity. Open Chem. 2019;17:1412–1422. doi: 10.1515/chem-2019-0160.", "ArticleIdList": ["10.1515/chem-2019-0160"]}, {"Citation": "Inoue T., Iwagoe K., Konishi T., Kiyosawa S., Fujiwara Y. Novel 2,5-dihydrofuryl-γ-lactam derivatives from Hemerocallis fulva L. var. kwanzo Regel. Chem. Pharm. Bull. 1990;38:3187–3189. doi: 10.1248/cpb.38.3187.", "ArticleIdList": ["10.1248/cpb.38.3187"]}, {"Citation": "Inoue T., Konishi T., Kiyosawa S., Fujiwara Y. 2,5-Dihydrofuryl-γ-lactam derivatives from Hemerocallis fulva L. var. kwanso Regel. II. Chem. Pharm. Bull. 1994;42:154–155. doi: 10.1248/cpb.42.154.", "ArticleIdList": ["10.1248/cpb.42.154"]}, {"Citation": "Cichewicz R., Zhang Y., Seeram N., Nair M. Inhibition of human tumor cell proliferation by novel anthraquinones from daylilies. Life Sci. 2004;74:1791–1799. doi: 10.1016/j.lfs.2003.08.034.", "ArticleIdList": ["10.1016/j.lfs.2003.08.034", "14741736"]}, {"Citation": "Fan C., Hui-Zi J., Wu L., Zhang Y., Ye R., Zhang W., Zhang Y. An exploration of Traditional Chinese Medicinal plants with anti-inflammatory activities. Evid. Based Complement. Altern. Med. 2017;2017 doi: 10.1155/2017/1231820.", "ArticleIdList": ["10.1155/2017/1231820", "PMC5394394", "28473862"]}, {"Citation": "Kao F., Chiang W., Liu H. Inhibitory effect of daylily buds at various stages of maturity on nitric oxide production and the involved phenolic compounds. LWT Food Sci. Technol. 2015;61:130–137. doi: 10.1016/j.lwt.2014.11.023.", "ArticleIdList": ["10.1016/j.lwt.2014.11.023"]}, {"Citation": "Du B., Tang X., Liu F., Zhang C., Zhao G., Ren F., Leng X. Antidepressant-like effects of the hydroalcoholic extracts of Hemerocallis citrina and its potential active components. BMC Complement. Altern. Med. 2014 doi: 10.1186/1472-6882-14-326.", "ArticleIdList": ["10.1186/1472-6882-14-326", "PMC4289322", "25179173"]}, {"Citation": "Lin S., Chang H., Chen P., Hsieh C., Su K., Sheen L. The antidepressant—Like effect of ethanol extract of daylily flowers in rats. J. Tradit. Complement. Med. 2013;3:53–61. doi: 10.4103/2225-4110.106548.", "ArticleIdList": ["10.4103/2225-4110.106548", "PMC3924984", "24716156"]}, {"Citation": "Chen H.Y., Bor J.Y., Huang W.H., Yen G.C. Effect of sulfite-treated daylily (Hemerocallis fulva L.) flower on production of nitric oxide and DNA damage in macrophages. J. Food Drug Anal. 2007;15:63–70. doi: 10.38212/2224-6614.2436.", "ArticleIdList": ["10.38212/2224-6614.2436"]}, {"Citation": "Mao L.-C., Pan X., Que F., Fang X.-H. Antioxidant properties of water and ethanol extracts from hot air-dried and freeze-dried daylily flowers. Eur. Food Res. Technol. 2006;222:236–241. doi: 10.1007/s00217-005-0007-0.", "ArticleIdList": ["10.1007/s00217-005-0007-0"]}, {"Citation": "Lin Y., Lu C., Huang Y., Chen H. Antioxidative caffeoylquinic acids and flavonoids from Hemerocallis fulva flowers. J. Agric. Food Chem. 2011;59:8789–8795. doi: 10.1021/jf201166b.", "ArticleIdList": ["10.1021/jf201166b", "21761841"]}, {"Citation": "Que F., Mao L.C., Zheng X.J. In vitro and in vivo antioxidant activities of daylily flowers and the involvement of phenolic compounds. Asia Pac. J. Clin. Nutr. 2007;16:196–203.", "ArticleIdList": ["17392104"]}, {"Citation": "Uezu E. Effects of Hemerocallis on sleep in mice. Psychiatry Clin. Neurosci. 1998;52:136–137. doi: 10.1111/j.1440-1819.1998.tb00992.x.", "ArticleIdList": ["10.1111/j.1440-1819.1998.tb00992.x", "9628113"]}, {"Citation": "Guofang Y., Na L., Lin Z. Chinese Medicinal Antibacterial Disinfectant and Its Preparation Method. CN 105638780 A. 2016 Jun 8;"}, {"Citation": "Leconte N., Rossignol-Castera A. Use of an Oily Composition Comprising an Hemerocallis Extract for Improving Firmness of the Skin. EP3052199B1. 2017 Dec 13;"}, {"Citation": "Lin X. A Refreshing Whitening Acne Removal Formula. CN 109925269 A. 2019 Jun 25;"}, {"Citation": "Qinhua K. Hemerocallis-Rose Whitening Mask and Its Preparation Method. CN 108498441 A. 2018 Sep 7;"}, {"Citation": "Szewczyk K., Bogucka-Kocka A., Vorobets N., Grzywa-Celińska A., Granica S. Phenolic composition of the leaves of Pyrola rotundifolia L. and their antioxidant and cytotoxic activity. Molecules. 2020;25:1749. doi: 10.3390/molecules25071749.", "ArticleIdList": ["10.3390/molecules25071749", "PMC7180938", "32290223"]}, {"Citation": "Polish Pharmacopoeia IX. Polish Pharmaceutical Society; Warsaw, Poland: 2011. p. 150. PTFarm."}, {"Citation": "Bogucka-Kocka A., Vorobets N., Chrząszcz M., Pietrzak W., Szewczyk K. Polyphenol composition of extracts of the fruits of Laserpitium krapffii Crantz and their antioxidant and cytotoxic activity. Antioxidants. 2019;8:363. doi: 10.3390/antiox8090363.", "ArticleIdList": ["10.3390/antiox8090363", "PMC6769964", "31480628"]}, {"Citation": "Nowak R., Szewczyk K., Gawlik-Dziki U., Rzymowska J., Komsta Ł. Antioxidative and cytotoxic potential of some Chenopodium L. species growing in Poland. Saudi J. Biol. Sci. 2016;23:15–23. doi: 10.1016/j.sjbs.2015.01.017.", "ArticleIdList": ["10.1016/j.sjbs.2015.01.017", "PMC4705297", "26858534"]}, {"Citation": "Zengin G., Sarikurkcu C., Aktumsek A., Ceylan R., Ceylan O. A comprehensive study on phytochemical characterization of Haplophyllum myrtifolium Boiss. endemic to Turkey and its inhibitory potential against key enzymes involved in Alzheimer, skin diseases and type II diabetes. Ind. Crop. Prod. 2014;53:244–251. doi: 10.1016/j.indcrop.2013.12.043.", "ArticleIdList": ["10.1016/j.indcrop.2013.12.043"]}, {"Citation": "Chiocchio I., Mandrone M., Sanna C., Maxia A., Tacchini M., Poli F. Screening of a hundred plant extracts as tyrosinase and elastase inhibitors, two enzymatic targets of cosmetic interest. Ind. Crop. Prod. 2018;122:498–505. doi: 10.1016/j.indcrop.2018.06.029.", "ArticleIdList": ["10.1016/j.indcrop.2018.06.029"]}, {"Citation": "Mandrone M., Lorenzi B., Venditti A., Guarcini L., Bianco A., Sanna C., Ballero M., Poli F., Antognoni F. Antioxidant and anti0collagenase activity of Hypericum hircinum L. Ind. Crop. Prod. 2015;76:402–408. doi: 10.1016/j.indcrop.2015.07.012.", "ArticleIdList": ["10.1016/j.indcrop.2015.07.012"]}, {"Citation": "Lim J.A., Chung T.Y., Cho E.J. Total phenol content and antioxidative activity of fractions from Hemerocallis fulva leaves. Cancer Prev. Res. 2012;17:257–263."}, {"Citation": "Fu M., Mao L. In vitro antioxidant activities of five cultivars of daylily flowers from China. Nat. Prod. Res. 2008;22:584–591. doi: 10.1080/14786410701592828.", "ArticleIdList": ["10.1080/14786410701592828", "18569695"]}, {"Citation": "Stefaniak A., Grzeszczuk M. Nutritional and biological value of five edible flower species. Not. Bot. Horti Agrobot. 2019;47:128–134. doi: 10.15835/nbha47111136.", "ArticleIdList": ["10.15835/nbha47111136"]}, {"Citation": "Clifford M.N., Wu W., Kuhnert N. The chlorogenic acids of Hemerocallis. Food Chem. 2006;95:574–578. doi: 10.1016/j.foodchem.2005.01.045.", "ArticleIdList": ["10.1016/j.foodchem.2005.01.045"]}, {"Citation": "Narayanaswamy R., Ismail I.S. Cosmetic potential of Southeast Asian herbs: An overview. Phytochem. Rev. 2015;14:419–428. doi: 10.1007/s11101-015-9396-2.", "ArticleIdList": ["10.1007/s11101-015-9396-2"]}, {"Citation": "Kurutas E.B. The importance of antioxidants which play the role in cellular response against oxidative/nitrosative stress: Current state. Nutr. J. 2016;15:1–22. doi: 10.1186/s12937-016-0186-5.", "ArticleIdList": ["10.1186/s12937-016-0186-5", "PMC4960740", "27456681"]}, {"Citation": "Ferrali M., Signori C., Caciotti B., Sugherini L., Ciccoli L., Giachetti D., Comporti M. Protection against oxidative damage of erythrocyte membrane by the flavonoid quercetin and its relation to iron chelating activity. FEBS Lett. 1997;416:123–129. doi: 10.1016/S0014-5793(97)01182-4.", "ArticleIdList": ["10.1016/S0014-5793(97)01182-4", "9369196"]}, {"Citation": "Uitto J. Connective tissue biochemistry of the aging dermis: Age-associated alternations in collagen and elastin. Clin. Geriatr. Med. 1989;5:127–148. doi: 10.1016/S0749-0690(18)30700-6.", "ArticleIdList": ["10.1016/S0749-0690(18)30700-6", "2645992"]}, {"Citation": "Ersoy E., Ozkan E.E., Boga M., Yilmaz M.A., Mat A. Anti-aging potential and anti-tyrosinase activity of three Hypericum species with focus on phytochemical composition by LC-MS/MS. Ind. Crop. Prod. 2019;141:111735. doi: 10.1016/j.indcrop.2019.111735.", "ArticleIdList": ["10.1016/j.indcrop.2019.111735"]}, {"Citation": "Wittenauer J., Mäckle S., Sußmann D., Schweiggert-Weisz U., Carle R. Inhibitory effects of polyphenols from grape pomace extract on collagenase and elastase activity. Fitoterapia. 2015;101:179–187. doi: 10.1016/j.fitote.2015.01.005.", "ArticleIdList": ["10.1016/j.fitote.2015.01.005", "25598188"]}, {"Citation": "Sin B.Y., Kim H.P. Inhibition of collagenase by naturally-occurring flavonoids. Arch. Pharm. Res. 2005;28:1152–1155. doi: 10.1007/BF02972978.", "ArticleIdList": ["10.1007/BF02972978", "16276971"]}, {"Citation": "Brás N.F., Gonçalves R., Mateus N., Fernandes P.A., Ramos M.J., de Freitas V. Inhibition of pancreatic elastase by polyphenolic compounds. J. Agric. Food Chem. 2010;58:10668–10676. doi: 10.1021/jf1017934.", "ArticleIdList": ["10.1021/jf1017934", "20839876"]}, {"Citation": "Kim Y.-J., Uyama H. Tyrosinase, inhibitors from natural and synthetic sources: Structure, inhibition mechanism and perspective for the future. Cell. Mol. Life Sci. 2005;62:1707–1723. doi: 10.1007/s00018-005-5054-y.", "ArticleIdList": ["10.1007/s00018-005-5054-y", "15968468"]}, {"Citation": "Badria F.A., el Gayyar M.A. A new type of tyrosinase inhibitors from natural products as potential treatments for hyperpigmentation. Boll. Chim. Farm. 2001;140:267–271.", "ArticleIdList": ["11570225"]}, {"Citation": "Lou Z., Wang H., Zhu S., Ma C., Wang Z. Antibacterial activity and mechanism of action of chlorogenic acid. J. Food Sci. 2011;76:M398–M403. doi: 10.1111/j.1750-3841.2011.02213.x.", "ArticleIdList": ["10.1111/j.1750-3841.2011.02213.x", "22417510"]}, {"Citation": "Cushine T.P.T., Lamb A.J. Antimicrobial activity of flavonoids. Int. J. Antimicrob. Agents. 2005;26:343–356. doi: 10.1016/j.ijantimicag.2005.09.002.", "ArticleIdList": ["10.1016/j.ijantimicag.2005.09.002", "PMC7127073", "16323269"]}, {"Citation": "Marzouk B., Marzouk Z., Décor R., Mhadhebi L., Fenina N., Aouni M. Antibacterial and antifungal activities of several populations of Tunisian Citrullus colocynthis Schrad immature fruits and seeds. J. Mycol. Med. 2010;20:179–184. doi: 10.1016/j.mycmed.2010.05.006.", "ArticleIdList": ["10.1016/j.mycmed.2010.05.006"]}]}], "History": [{"Year": "2020", "Month": "7", "Day": "1"}, {"Year": "2020", "Month": "7", "Day": "28"}, {"Year": "2020", "Month": "7", "Day": "30"}, {"Year": "2020", "Month": "8", "Day": "5", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "8", "Day": "5", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "8", "Day": "5", "Hour": "6", "Minute": "1"}, {"Year": "2020", "Month": "8", "Day": "2"}], "PublicationStatus": "epublish", "ArticleIdList": ["32748861", "PMC7464698", "10.3390/antiox9080690", "antiox9080690"]}}]}