{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "32740286", "DateCompleted": {"Year": "2021", "Month": "01", "Day": "19"}, "DateRevised": {"Year": "2021", "Month": "02", "Day": "10"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": ["10.1519/JSC.0000000000003693"], "Journal": {"ISSN": "1533-4287", "JournalIssue": {"Volume": "34", "Issue": "9", "PubDate": {"Year": "2020", "Month": "Sep"}}, "Title": "Journal of strength and conditioning research", "ISOAbbreviation": "J Strength Cond Res"}, "ArticleTitle": "Ergogenic Effects of 8 Days of Sceletium Tortuosum Supplementation on Mood, Visual Tracking, and Reaction in Recreationally Trained Men and Women.", "Pagination": {"StartPage": "2476", "EndPage": "2481", "MedlinePgn": "2476-2481"}, "Abstract": {"AbstractText": ["Hoffman, JR, Marcus, I, Dubnov-Raz, G, and Gepner, Y. Ergogenic effects of 8 days of Sceletium tortuosum supplementation on mood, visual tracking, and reaction in recreationally trained men and women. J Strength Cond Res 34(9): 2476-2481, 2020-Sceletium tortuosum (ST) is a South African plant that has been reported to promote a sense of well-being in healthy individuals and used in treating people with anxiety, stress, or depression. These studies have been conducted in middle-aged and older adults, but no investigations have been performed in a healthy, young adult population. Thus, the purpose of this study was to examine the effect of 8 days of ST extract (25-mg) supplementation on changes in reactive agility, visual tracking, and mood. Sixty recreationally trained men (n = 48) and women (n = 12), between 20 and 35 years, were randomly assigned to 1 of 2 groups: ST or placebo (PL). Subjects were tested on 2 occasions: before supplementation and 2-hours after supplementation on day 8. Subjects completed a subjective questionnaire to assess alertness and energy using a visual analog scale (VAS). In addition, subjects completed the Profile of Mood States questionnaire and performed reactive agility and visual tracking assessments. Significant improvements were noted for ST in complex reactive performance that required subjects to respond to repeated visual stimuli with a cognitive load compared with PL. However, no significant changes were noted between the groups in either VAS or total mood score. In addition, no differences were observed in simple reaction assessments. The results of this study demonstrate an ergogenic benefit in complex reactive tasks that include a cognitive load. However, in this subject population studied, no benefits in mood were observed."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Molecular Biology, Ariel University, Ariel, Israel."}], "LastName": "Hoffman", "ForeName": "Jay R", "Initials": "JR"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Epidemiology and Preventive Medicine, School of Public Health, Sackler Faculty of Medicine and Sylvan Adams Sports Institute, Tel Aviv University, Tel Aviv, Israel; and."}], "LastName": "Markus", "ForeName": "Irit", "Initials": "I"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "The Edmond and Lily Safra Children's Hospital, Sheba Medical Center, and Sackler Faculty of Medicine, Tel Aviv University, Tel Aviv, Israel."}], "LastName": "Dubnov-Raz", "ForeName": "Gal", "Initials": "G"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Epidemiology and Preventive Medicine, School of Public Health, Sackler Faculty of Medicine and Sylvan Adams Sports Institute, Tel Aviv University, Tel Aviv, Israel; and."}], "LastName": "Gepner", "ForeName": "Yftach", "Initials": "Y"}], "PublicationTypeList": ["Journal Article", "Randomized Controlled Trial"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "J Strength Cond Res", "NlmUniqueID": "9415084", "ISSNLinking": "1064-8011"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Performance-Enhancing Substances"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Adult"}, {"QualifierName": ["drug effects"], "DescriptorName": "Affect"}, {"QualifierName": [], "DescriptorName": "Double-Blind Method"}, {"QualifierName": ["drug effects"], "DescriptorName": "Eye Movements"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": ["methods"], "DescriptorName": "Medicine, African Traditional"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Performance-Enhancing Substances"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Plant Extracts"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": ["drug effects"], "DescriptorName": "Reaction Time"}, {"QualifierName": [], "DescriptorName": "Young Adult"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Bartsch T, Wulff P. The hippocampus in aging and disease: From plasticity to vulnerability. Neuroscience 309: 1–16, 2015."}, {"Citation": "Carlezon WA, Duman RS, Nestler EJ. The many faces of CREB. Trends Neurosci 28: 436–445, 2005."}, {"Citation": "Chesnokova V, Pechnick RN, Wawrowsky K. Chronic peripheral inflammation, hippocampal neurogenesis, and behavior. Brain Behav Immun 58: 1–8, 2016."}, {"Citation": "Chiu S, Gericke N, Farina-Woodbury M, et al. Proof-of-Concept randomized controlled study of cognition effects of the proprietary extract Sceletium tortuosum (Zembrin) targeting phosphodiesterase-4 in cognitively healthy subjects: Implications for Alzheimer's Dementia. Evid Based Complement Alternat Med 2014: 682014, 2014."}, {"Citation": "Dimpfel W, Gericke N, Suliman S, Dipah GNC. Psychophysiological effects of Zembrin® using quantitative EEG source Density in combination with eye-tracking in 60 healthy subjects. A Double-blind, randomized, placebo-controlled, 3-Armed study with parallel design. Neurosci Med 7: 114–132, 2016."}, {"Citation": "Finkbeiner S, Tavazoie SF, Maloratsky A, et al. CREB: A major mediator of neuronal neurotrophin responses. Neuron 19: 1031–1047, 1997."}, {"Citation": "Gericke N, Viljoen AM. Sceletium—a review update. J Ethnopharmacol 119: 653–663, 2008."}, {"Citation": "Gooderham M, Papp K. Selective phosphodiesterase inhibitors for psoriasis: Focus on Apremilast. BioDrugs 29: 327–339, 2015."}, {"Citation": "Hansen RT, Zhang HT. The past, present, and future of phosphodiesterase-4 modulation for age-induced memory loss. Adv Neurobiol 17: 169–199, 2017."}, {"Citation": "Harvey AL, Young LC, Viljoenb AM, Gericke NP. Pharmacological actions of the South African medicinal and functional food plant Sceletium tortuosum and its principal alkaloids. J Ethnopharmacol 137: 1124–1129, 2011."}, {"Citation": "Huck SW, McLean RA. Using a repeated measures ANOVA to analyze the data from a pretest-posttest design: A potentially confusing task. Psychol Bull 82: 511, 1975."}, {"Citation": "Korhonen R, Hömmö T, Keränen T, et al. Attenuation of TNF production and experimentally induced inflammation by PDE4 inhibitor rolipram is mediated by MAPK phosphatase-1. Br J Pharmacol 169: 1525–1536, 2013."}, {"Citation": "Kraus C, Castren S, Kasper S, Lanzenberger R. Serotonin and neuroplasticity—links between molecular, functional and structural pathophysiology in depression. Neurosci Biobehav Rev 77: 317–326, 2017."}, {"Citation": "Lee KA, Hicks G, Nino-Murcia G. Validity and reliability of a scale to assess fatigue. Psychiatry Research 36: 291–298, 1991."}, {"Citation": "Li YF, Huang Y, Amsdell SL, et al. Antidepressant- and anxiolytic-like effects of the phosphodiesterase-4 inhibitor rolipram on behavior depend on cyclic AMP response element binding protein-mediated neurogenesis in the hippocampus. Neuropsychopharmacology 34: 2404–2419, 2009."}, {"Citation": "Maes M. Evidence for an immune response in major depression: A review and hypothesis. Prog Neuro Psychopharmacol Biol Psychiatr 19: 11–38, 1995."}, {"Citation": "Maes M, Leonard BE, Myint AM, Kubera M, Verkerk R. The new '5-HT' hypothesis of depression: Cell-mediated immune activation induces indoleamine 2,3-dioxygenase, which leads to lower plasma tryptophan and an increased synthesis of detrimental tryptophan catabolites (TRYCATs), both of which contribute to the onset of depression. Prog Neuropsychopharmacol Biol Psychiatry 35: 702–721, 2011."}, {"Citation": "Mangine GT, Hoffman JR, Wells AJ, et al. Visual tracking speed is related to basketball-specific measures of performance in NBA players. J Strength Cond Res 28: 2406–2414, 2014."}, {"Citation": "McNair DM, Lorr M, Droppleman LF. Profile of Mood States Manual. San Diego, CA: Educational and Industrial Testing Services, 1971."}, {"Citation": "Ostfeld I, Ben-Moshe Y, Hoffman MW, Shalev H, Hoffman JR. Effect of spearmint extract containing rosmarinic Acid on physical and executive functioning after a tactical operation. J Spec Oper Med Winter 18: 92–96, 2018."}, {"Citation": "Terburg D, Syal S, Rosenberger LA, et al. Acute effects of Sceletium tortuosum (Zembrin), a dual 5-HT reuptake and PDE4 inhibitor, in the human amygdala and its connection to the hypothalamus. Neuropsychopharmacology 38: 2708–2716, 2013."}, {"Citation": "Vickers AJ. The use of percentage change from baseline as an outcome in a controlled trial is statistically inefficient: A simulation study. BMC Med Res Methodol 1: 6, 2001."}, {"Citation": "Wells AJ, Hoffman JR, Beyer KS, et al. Reliability of the dynavision (TM) D2 for assessing reaction time performance. J Sports Sci Med 13: 145–150, 2014."}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "8", "Day": "3", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "1", "Day": "20", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "8", "Day": "3", "Hour": "6", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["32740286", "10.1519/JSC.0000000000003693", "00124278-202009000-00010"]}}], "PubmedBookArticle": []}