{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Rhizophagus irregularis", "chlorophyll fluorescence imaging", "electron transport rate", "inoculation", "medicinal plants", "non-photochemical quenching", "photoprotective mechanism", "photosynthetic heterogeneity", "redox state", "sage"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "32751534", "DateRevised": {"Year": "2020", "Month": "09", "Day": "28"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "07", "Day": "30"}], "Language": ["eng"], "ELocationID": ["962", "10.3390/plants9080962"], "Journal": {"ISSN": "2223-7747", "JournalIssue": {"Volume": "9", "Issue": "8", "PubDate": {"Year": "2020", "Month": "Jul", "Day": "30"}}, "Title": "Plants (Basel, Switzerland)", "ISOAbbreviation": "Plants (Basel)"}, "ArticleTitle": "Arbuscular Mycorrhizal Symbiosis Enhances Photosynthesis in the Medicinal Herb <i>Salvia fruticosa</i> by Improving Photosystem II Photochemistry.", "Abstract": {"AbstractText": ["We investigated the influence of <i>Salvia fruticosa</i> colonization by the arbuscular mycorrhizal fungi (AMF) <i>Rhizophagus irregularis</i> on photosynthetic function by using chlorophyll fluorescence imaging analysis to evaluate the light energy use in photosystem II (PSII) of inoculated and non-inoculated plants. We observed that inoculated plants used significantly higher absorbed energy in photochemistry (Φ<i><sub>PSII</sub></i>) than non-inoculated and exhibited significant lower excess excitation energy (EXC). However, the increased Φ<i><sub>PSII</sub></i> in inoculated plants did not result in a reduced non-regulated energy loss in PSII (Φ<i><sub>NO</sub></i>), suggesting the same singlet oxygen (<sup>1</sup>O<sub>2</sub>) formation between inoculated and non-inoculated plants. The increased Φ<i><sub>PSII</sub></i> in inoculated plants was due to an increased efficiency of open PSII centers to utilize the absorbed light (F<i>v</i>'/F<i>m</i>') due to a decreased non-photochemical quenching (NPQ) since there was no difference in the fraction of open reaction centers (q<i><sub>p</sub></i>). The decreased NPQ in inoculated plants resulted in an increased electron-transport rate (ETR) compared to non-inoculated. Yet, inoculated plants exhibited a higher efficiency of the water-splitting complex on the donor side of PSII as revealed by the increased F<i>v</i>/F<i>o</i> ratio. A spatial heterogeneity between the leaf tip and the leaf base for the parameters Φ<i><sub>PSII</sub></i> and Φ<i><sub>NPQ</sub></i> was observed in both inoculated and non-inoculated plants, reflecting different developmental zones. Overall, our findings suggest that the increased ETR of inoculated <i>S. fruticosa</i> contributes to increased photosynthetic performance, providing growth advantages to inoculated plants by increasing their aboveground biomass, mainly by increasing leaf biomass."]}, "AuthorList": [{"Identifier": ["0000-0003-0480-9387"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, Faculty of Science, Istanbul University, 34134 Istanbul, Turkey."}, {"Identifier": [], "Affiliation": "Department of Botany, Aristotle University of Thessaloniki, GR-54124 Thessaloniki, Greece."}], "LastName": "Moustakas", "ForeName": "Michael", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, Faculty of Science, Istanbul University, 34134 Istanbul, Turkey."}], "LastName": "Bayçu", "ForeName": "Gülriz", "Initials": "G"}, {"Identifier": ["0000-0002-8755-0421"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Plant Breeding and Genetic Resources, Hellenic Agricultural Organization-Demeter, Thermi, 57001 Thessaloniki, Greece."}], "LastName": "Sperdouli", "ForeName": "Ilektra", "Initials": "I"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, Faculty of Science, Istanbul University, 34134 Istanbul, Turkey."}, {"Identifier": [], "Affiliation": "Biology Division, Institute of Graduate Studies in Science, Istanbul University, 34134 Istanbul, Turkey."}], "LastName": "Eroğlu", "ForeName": "Hilal", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, Aristotle University of Thessaloniki, GR-54124 Thessaloniki, Greece."}], "LastName": "Eleftheriou", "ForeName": "Eleftherios P", "Initials": "EP"}], "GrantList": [{"GrantID": "3351", "Agency": "Istanbul Üniversitesi", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Plants (Basel)", "NlmUniqueID": "101596181", "ISSNLinking": "2223-7747"}, "CoiStatement": "The authors declare no conflict of interest. The funders had no role in the design of the study; in the collection, analyses, or interpretation of data; in the writing of the manuscript, or in the decision to publish the results."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Parniske M. Arbuscular mycorrhiza: The mother of plant root endosymbioses. Nat. Rev. Microbiol. 2008;6:763. doi: 10.1038/nrmicro1987.", "ArticleIdList": ["10.1038/nrmicro1987", "18794914"]}, {"Citation": "Douds D.D., Nagahashi G., Reider C., Hepperly P.R. Inoculation with arbuscular mycorrhizal fungi increases the yield of potatoes in a high P soil. Biol. Agric. Hortic. 2007;25:67–78. doi: 10.1080/01448765.2007.10823209.", "ArticleIdList": ["10.1080/01448765.2007.10823209"]}, {"Citation": "Golubkina N., Krivenkov L., Sekara A., Vasileva V., Tallarita A., Caruso G. Prospects of arbuscular mycorrhizal fungi utilization in production of Allium plants. Plants. 2020;9:279. doi: 10.3390/plants9020279.", "ArticleIdList": ["10.3390/plants9020279", "PMC7076476", "32098151"]}, {"Citation": "Zhang L., Xu M., Liu Y., Zhang F., Hodge A., Feng G. Carbon and phosphorus exchange may enable cooperation between an arbuscular mycorrhizal fungus and a phosphate-solubilizing bacterium. New Phytol. 2016;210:1022–1032. doi: 10.1111/nph.13838.", "ArticleIdList": ["10.1111/nph.13838", "27074400"]}, {"Citation": "Zhang X., Zhang H., Zhang Y., Liu Y., Zhang H., Tang M. Arbuscular mycorrhizal fungi alter carbohydrate distribution and amino acid accumulation in Medicago truncatula under lead stress. Environ. Exp. Bot. 2020;171:103950. doi: 10.1016/j.envexpbot.2019.103950.", "ArticleIdList": ["10.1016/j.envexpbot.2019.103950"]}, {"Citation": "Sheng M., Tang M., Chen H., Yang B., Zhang F., Huang Y. Influence of arbuscular mycorrhizae on photosynthesis and water status of maize plants under salt stress. Mycorrhiza. 2008;18:287–296. doi: 10.1007/s00572-008-0180-7.", "ArticleIdList": ["10.1007/s00572-008-0180-7", "18584217"]}, {"Citation": "Dodd I.C., Ruíz-Lozano J.M. Microbial enhancement of crop resource use efficiency. Curr. Opin. Biotechnol. 2012;23:236–242. doi: 10.1016/j.copbio.2011.09.005.", "ArticleIdList": ["10.1016/j.copbio.2011.09.005", "21982722"]}, {"Citation": "Gianinazzi S., Gollotte A., Binet M.N., van Tuinen D., Redecker D., Wipf D. Agroecology: The key role of arbuscular mycorrhizas in ecosystem services. Mycorrhiza. 2010;20:519–530. doi: 10.1007/s00572-010-0333-3.", "ArticleIdList": ["10.1007/s00572-010-0333-3", "20697748"]}, {"Citation": "Ruiz-Sánchez M., Aroca R., Muñoz Y., Polón R., Ruiz-Lozano J.M. The arbuscular mycorrhizal symbiosis enhances the photosynthetic Mycorrhiza efficiency and the antioxidative response of rice plants subjected to drought stress. J. Plant Physiol. 2010;167:862–869. doi: 10.1016/j.jplph.2010.01.018.", "ArticleIdList": ["10.1016/j.jplph.2010.01.018", "20227134"]}, {"Citation": "Dhawi F., Datta R., Ramakrishna W. Mycorrhiza and heavy metal resistant bacteria enhance growth, nutrient uptake and alter metabolic profile of sorghum grown in marginal soil. Chemosphere. 2016;157:33–41. doi: 10.1016/j.chemosphere.2016.04.112.", "ArticleIdList": ["10.1016/j.chemosphere.2016.04.112", "27208643"]}, {"Citation": "Zhan F., Li B., Jiang M., Yue X., He Y., Xia Y., Wang Y. Arbuscular mycorrhizal fungi enhance antioxidant defense in the leaves and the retention of heavy metals in the roots of maize. Environ. Sci. Pollut. Res. 2018;25:24338–24347. doi: 10.1007/s11356-018-2487-z.", "ArticleIdList": ["10.1007/s11356-018-2487-z", "29948717"]}, {"Citation": "Begum N., Ahanger M.A., Su Y., Lei Y., Mustafa N.S.A., Ahmad P., Zhang L. Improved drought tolerance by AMF inoculation in maize (Zea mays) involves physiological and biochemical implications. Plants. 2019;8:579. doi: 10.3390/plants8120579.", "ArticleIdList": ["10.3390/plants8120579", "PMC6963921", "31817760"]}, {"Citation": "Boutasknit A., Baslam M., Ait-El-Mokhtar M., Anli M., Ben-Laouane R., Douira A., El Modafar C., Mitsui T., Wahbi S., Meddich A. Arbuscular mycorrhizal fungi mediate drought tolerance and recovery in two contrasting carob (Ceratonia siliqua L.) ecotypes by regulating stomatal, water relations, and (in)organic adjustments. Plants. 2020;9:80. doi: 10.3390/plants9010080.", "ArticleIdList": ["10.3390/plants9010080", "PMC7020440", "31936327"]}, {"Citation": "Singh N.V., Singh S.K., Singh A.K., Meshram D.T., Suroshe S.S., Mishra D.C. Arbuscular mycorrhizal fungi (AMF) induced hardening of micropropagated pomegranate (Punica granatum L.) plantlets. Sci. Hortic. 2012;136:122–127. doi: 10.1016/j.scienta.2012.01.005.", "ArticleIdList": ["10.1016/j.scienta.2012.01.005"]}, {"Citation": "Romero-Munar A., Tauler M., Gulías J., Baraza E. Nursery preconditioning of Arundo donax L. plantlets determines biomass harvest in the first two years. Ind. Crops Prod. 2018;119:33–40. doi: 10.1016/j.indcrop.2018.03.065.", "ArticleIdList": ["10.1016/j.indcrop.2018.03.065"]}, {"Citation": "Schwarzott D., Walker C., Schüssler A. Glomus, the largest genus of the arbuscular mycorrhizal fungi (Glomales), is nonmonophyletic. Mol. Phylogenet. Evol. 2001;21:190–197. doi: 10.1006/mpev.2001.1007.", "ArticleIdList": ["10.1006/mpev.2001.1007", "11697915"]}, {"Citation": "Krüger M., Krüger C., Walker C., Stockinger H., Schüßler A. Phylogenetic reference data for systematics and phylotaxonomy of arbuscular mycorrhizal fungi from phylum to species level. New Phytol. 2011;193:970–984. doi: 10.1111/j.1469-8137.2011.03962.x.", "ArticleIdList": ["10.1111/j.1469-8137.2011.03962.x", "22150759"]}, {"Citation": "Blaszkowski J., Czerniawska B., Wubet T., Schuessler T., Buscot F., Renker C. Glomus irregulare, a new arbuscular mycorrhizal fungus in the Glomeromycota. Mycotaxon. 2008;106:247–267."}, {"Citation": "Stockinger H., Walker C., Schüssler A. ‘Glomus intraradices DAOM197198’, a model fungus in arbuscular mycorrhiza research, is not Glomus intraradices. New Phytol. 2009;183:1176–1187. doi: 10.1111/j.1469-8137.2009.02874.x.", "ArticleIdList": ["10.1111/j.1469-8137.2009.02874.x", "19496945"]}, {"Citation": "Formey D., Molès M., Haouy A., Savelli B., Bouchez O., Bécard G., Roux C. Comparative analysis of mitochondrial genomes of Rhizophagus irregularis—syn. Glomus irregular—Reveals a polymorphism induced by variability generating elements. New Phytol. 2012;196:1217–1227.", "ArticleIdList": ["22967288"]}, {"Citation": "He F., Sheng M., Tang M. Effects of Rhizophagus irregularis on photosynthesis and antioxidative enzymatic system in Robinia pseudoacacia L. under drought stress. Front. Plant Sci. 2017;8:183. doi: 10.3389/fpls.2017.00183.", "ArticleIdList": ["10.3389/fpls.2017.00183", "PMC5311038", "28261240"]}, {"Citation": "Le Pioufle O., Ganoudi M., Calonne-Salmon M., Dhaou F.B., Declerck S. Rhizophagus irregularis MUCL 41833 improves phosphorus uptake and water use efficiency in maize plants during recovery from drought stress. Front. Plant Sci. 2019;10:897. doi: 10.3389/fpls.2019.00897.", "ArticleIdList": ["10.3389/fpls.2019.00897", "PMC6646675", "31379895"]}, {"Citation": "Golubkina N., Logvinenko L., Novitsky M., Zamana S., Sokolov S., Molchanova A., Shevchuk O., Sekara A., Tallarita A., Caruso G. Yield, essential oil and quality performances of Artemisia dracunculus, Hyssopus officinalis and Lavandula angustifolia as affected by arbuscular mycorrhizal fungi under organic management. Plants. 2020;9:375. doi: 10.3390/plants9030375.", "ArticleIdList": ["10.3390/plants9030375", "PMC7154847", "32197463"]}, {"Citation": "Kushwaha R.K., Rodrigues V., Kumar V., Patel H., Raina M., Kumar D. Soil microbes-medicinal plants interactions: Ecological diversity and future prospect. In: Varma A., Tripathi S., Prasad R., editors. Plant Microbe Symbiosis. Springer; Cham, Switzerland: 2020. pp. 263–286."}, {"Citation": "Zubek S., Błaszkowski J. Medicinal plants as hosts of arbuscular mycorrhizal fungi and dark septate endophytes. Phytochem. Rev. 2009;8:571–580. doi: 10.1007/s11101-009-9135-7.", "ArticleIdList": ["10.1007/s11101-009-9135-7"]}, {"Citation": "Moustaka J., Ouzounidou G., Sperdouli I., Moustakas M. Photosystem II is more sensitive than photosystem I to Al3+ induced phytotoxicity. Materials. 2018;11:1772. doi: 10.3390/ma11091772.", "ArticleIdList": ["10.3390/ma11091772", "PMC6165523", "30235794"]}, {"Citation": "Sperdouli I., Moustaka J., Antonoglou O., Adamakis I.D.S., Dendrinou-Samara C., Moustakas M. Leaf age dependent effects of foliar-sprayed CuZn nanoparticles on photosynthetic efficiency and ROS generation in Arabidopsis thaliana. Materials. 2019;12:2498. doi: 10.3390/ma12152498.", "ArticleIdList": ["10.3390/ma12152498", "PMC6695995", "31390827"]}, {"Citation": "Flood P.J., Harbinson J., Aarts M.G. Natural genetic variation in plant photosynthesis. Trends Plant Sci. 2011;16:327–335. doi: 10.1016/j.tplants.2011.02.005.", "ArticleIdList": ["10.1016/j.tplants.2011.02.005", "21435936"]}, {"Citation": "Anderson J.M. Changing concepts about the distribution of photosystems I and II between grana-appressed and stroma-exposed thylakoid membranes. Photosynth. Res. 2002;73:157–164. doi: 10.1023/A:1020426525648.", "ArticleIdList": ["10.1023/A:1020426525648", "16245117"]}, {"Citation": "Antonoglou O., Moustaka J., Adamakis I.D., Sperdouli I., Pantazaki A., Moustakas M., Dendrinou-Samara C. Nanobrass CuZn nanoparticles as foliar spray non phytotoxic fungicides. ACS Appl. Mater. Interfaces. 2018;10:4450–4461. doi: 10.1021/acsami.7b17017.", "ArticleIdList": ["10.1021/acsami.7b17017", "29314822"]}, {"Citation": "Krause G., Weis E. Chlorophyll fluorescence and photosynthesis: The basics. Annu. Rev. Plant Physiol. Plant Mol. Biol. 1991;42:313–349. doi: 10.1146/annurev.pp.42.060191.001525.", "ArticleIdList": ["10.1146/annurev.pp.42.060191.001525"]}, {"Citation": "Asfi M., Ouzounidou G., Panajiotidis S., Therios I., Moustakas M. Toxicity effects of olive-mill wastewater on growth, photosynthesis and pollen morphology of spinach plants. Ecotoxicol. Environ. Saf. 2012;80:69–75. doi: 10.1016/j.ecoenv.2012.02.030.", "ArticleIdList": ["10.1016/j.ecoenv.2012.02.030", "22455663"]}, {"Citation": "Asfi M., Ouzounidou G., Moustakas M. Evaluation of olive oil mill wastewater toxicity on spinach. Environ. Sci. Pollut. Res. 2012;19:2363–2371. doi: 10.1007/s11356-012-0746-y.", "ArticleIdList": ["10.1007/s11356-012-0746-y", "22261845"]}, {"Citation": "Murchie E.H., Lawson T. Chlorophyll fluorescence analysis: A guide to good practice and understanding some new applications. J. Exp. Bot. 2013;64:3983–3998. doi: 10.1093/jxb/ert208.", "ArticleIdList": ["10.1093/jxb/ert208", "23913954"]}, {"Citation": "Sperdouli I., Moustakas M. Differential blockage of photosynthetic electron flow in young and mature leaves of Arabidopsis thaliana by exogenous proline. Photosynthetica. 2015;53:471–477. doi: 10.1007/s11099-015-0116-3.", "ArticleIdList": ["10.1007/s11099-015-0116-3"]}, {"Citation": "Kalaji H.M., Jajoo A., Oukarroum A., Brestic M., Zivcak M., Samborska I.A., Cetner M.D., Łukasik I., Goltsev V., Ladle R.J. Chlorophyll a fluorescence as a tool to monitor physiological status of plants under abiotic stress conditions. Acta Physiol. Plant. 2016;38:1–11. doi: 10.1007/s11738-016-2113-y.", "ArticleIdList": ["10.1007/s11738-016-2113-y"]}, {"Citation": "Moustaka J., Ouzounidou G., Bayçu G., Moustakas M. Aluminum resistance in wheat involves maintenance of leaf Ca2+ and Mg2+ content, decreased lipid peroxidation and Al accumulation, and low photosystem II excitation pressure. BioMetals. 2016;29:611–623. doi: 10.1007/s10534-016-9938-0.", "ArticleIdList": ["10.1007/s10534-016-9938-0", "27188757"]}, {"Citation": "Kalaji H.M., Račková L., Paganová V., Swoczyna T., Rusinowski S., Sitko K. Can chlorophyll-a fluorescence parameters be used as bio-indicators to distinguish between drought and salinity stress in Tilia cordata Mill? Environ. Exp. Bot. 2018;152:149–157. doi: 10.1016/j.envexpbot.2017.11.001.", "ArticleIdList": ["10.1016/j.envexpbot.2017.11.001"]}, {"Citation": "Barbagallo R.P., Oxborough K., Pallett K.E., Baker N.R. Rapid, noninvasive screening for perturbations of metabolism and plant growth using chlorophyll fluorescence imaging. Plant Physiol. 2003;132:485–493. doi: 10.1104/pp.102.018093.", "ArticleIdList": ["10.1104/pp.102.018093", "PMC166991", "12805581"]}, {"Citation": "Gorbe E., Calatayud A. Applications of chlorophyll fluorescence imaging technique in horticultural research: A review. Sci. Hortic. 2012;138:24–35. doi: 10.1016/j.scienta.2012.02.002.", "ArticleIdList": ["10.1016/j.scienta.2012.02.002"]}, {"Citation": "Chaerle L., Lenk S., Hagenbeek D., Buschmann C., Van Der Straeten D. Multi-color fluorescence imaging for early detection of the hypersensitive reaction to tobacco mosaic virus. J. Plant Physiol. 2007;164:253–262. doi: 10.1016/j.jplph.2006.01.011.", "ArticleIdList": ["10.1016/j.jplph.2006.01.011", "16545491"]}, {"Citation": "Sperdouli I., Moustakas M. Spatio-temporal heterogeneity in Arabidopsis thaliana leaves under drought stress. Plant Biol. 2012;14:118–128. doi: 10.1111/j.1438-8677.2011.00473.x.", "ArticleIdList": ["10.1111/j.1438-8677.2011.00473.x", "21972900"]}, {"Citation": "Martinez-Penalver A., Reigosa M.J., Sanchez-Moreiras A.M. Imaging chlorophyll a fluorescence reveals specific spatial distributions under different stress conditions. Flora. 2011;206:836–844. doi: 10.1016/j.flora.2011.02.004.", "ArticleIdList": ["10.1016/j.flora.2011.02.004"]}, {"Citation": "Moustakas M., Malea P., Zafeirakoglou A., Sperdouli I. Photochemical changes and oxidative damage in the aquatic macrophyte Cymodocea nodosa exposed to paraquat-induced oxidative stress. Pest. Biochem. Physiol. 2016;126:28–34. doi: 10.1016/j.pestbp.2015.07.003.", "ArticleIdList": ["10.1016/j.pestbp.2015.07.003", "26778431"]}, {"Citation": "Bayçu G., Moustaka J., Gevrek-Kürüm N., Moustakas M. Chlorophyll fluorescence imaging analysis for elucidating the mechanism of photosystem II acclimation to cadmium exposure in the hyperaccumulating plant Noccaea caerulescens. Materials. 2018;11:2580. doi: 10.3390/ma11122580.", "ArticleIdList": ["10.3390/ma11122580", "PMC6315512", "30567339"]}, {"Citation": "Moustakas M., Hanć A., Dobrikova A., Sperdouli I., Adamakis I.D.S., Apostolova E. Spatial heterogeneity of cadmium effects on Salvia sclarea leaves revealed by chlorophyll fluorescence imaging analysis and laser ablation inductively coupled plasma mass spectrometry. Materials. 2019;12:2953. doi: 10.3390/ma12182953.", "ArticleIdList": ["10.3390/ma12182953", "PMC6766342", "31547238"]}, {"Citation": "Moustakas M., Bayçu G., Gevrek-Kürüm N., Moustaka J., Csatári I., Rognes S.E. Spatiotemporal heterogeneity of photosystem II function during acclimation to zinc exposure and mineral nutrition changes in the hyperaccumulator Noccaea caerulescens. Environ. Sci. Pollut. Res. 2019;26:6613–6624. doi: 10.1007/s11356-019-04126-0.", "ArticleIdList": ["10.1007/s11356-019-04126-0", "30623337"]}, {"Citation": "Kramer D.M., Johnson G., Kiirats O., Edwards G.E. New fluorescence parameters for determination of QA redox state and excitation energy fluxes. Photosynth. Res. 2004;79:209–218. doi: 10.1023/B:PRES.0000015391.99477.0d.", "ArticleIdList": ["10.1023/B:PRES.0000015391.99477.0d", "16228395"]}, {"Citation": "Gutierrez-Manero F.J., Ramos-Solano B., Probanza A., Mehouachi J., Tadeo F.R., Talon M. The plant-growth-promoting rhizobacteriaBacillus pumilusandBacillus licheniformisproduce high amounts of physiologically active gibberellins. Physiol. Plant. 2001;111:206–211. doi: 10.1034/j.1399-3054.2001.1110211.x.", "ArticleIdList": ["10.1034/j.1399-3054.2001.1110211.x"]}, {"Citation": "Ramírez-Flores M.R., Bello-Bello E., Rellán-Álvarez R., Sawers R.J.H., Olalde-Portuga V. Inoculation with the mycorrhizal fungus Rhizophagus irregularis modulates the relationship between root growth and nutrient content in maize (Zea mays ssp. mays L.) Plant Direct. 2019;3:1–12.", "ArticleIdList": ["PMC6908788", "31867562"]}, {"Citation": "Li N., Chen Y.R., Ding Z., Li P., Wu Y., Zhang A., Yu S., Giovannoni J.J., Fei Z., Zhang W., et al. Nonuniform gene expression pattern detected along the longitudinal axis in the matured rice leaf. Sci. Rep. 2015;5:8015. doi: 10.1038/srep08015.", "ArticleIdList": ["10.1038/srep08015", "PMC4306128", "25619793"]}, {"Citation": "Jiang C.D., Li P.M., Gao H.Y., Zou Q., Jiang G.M., Li L.H. Enhanced photoprotection at the early stages of leaf expansion in field-grown soybean plants. Plant Sci. 2005;168:911–919. doi: 10.1016/j.plantsci.2004.11.004.", "ArticleIdList": ["10.1016/j.plantsci.2004.11.004"]}, {"Citation": "Sperdouli I., Moustakas M. Differential response of photosystem II photochemistry in young and mature leaves of Arabidopsis thaliana to the onset of drought stress. Acta Physiol. Plant. 2012;34:1267–1276. doi: 10.1007/s11738-011-0920-8.", "ArticleIdList": ["10.1007/s11738-011-0920-8"]}, {"Citation": "Sperdouli I., Moustakas M. A better energy allocation of absorbed light in photosystem II and less photooxidative damage contribute to acclimation of Arabidopsis thaliana young leaves to water deficit. J. Plant Physiol. 2014;171:587–593. doi: 10.1016/j.jplph.2013.11.014.", "ArticleIdList": ["10.1016/j.jplph.2013.11.014", "24709149"]}, {"Citation": "Sperdouli I., Moustakas M. Leaf developmental stage modulates metabolite accumulation and photosynthesis contributing to acclimation of Arabidopsis thaliana to water deficit. J. Plant Res. 2014;127:481–489. doi: 10.1007/s10265-014-0635-1.", "ArticleIdList": ["10.1007/s10265-014-0635-1", "24848774"]}, {"Citation": "Moustaka J., Tanou G., Adamakis I.D., Eleftheriou E.P., Moustakas M. Leaf age dependent photoprotective and antioxidative mechanisms to paraquat-induced oxidative stress in Arabidopsis thaliana. Int. J. Mol. Sci. 2015;16:13989–14006. doi: 10.3390/ijms160613989.", "ArticleIdList": ["10.3390/ijms160613989", "PMC4490535", "26096005"]}, {"Citation": "Bielczynski L.W., Łącki M.K., Hoefnagels I., Gambin A., Croce R. Leaf and plant age affects photosynthetic performance and photoprotective capacity. Plant Physiol. 2017;175:1634–1648. doi: 10.1104/pp.17.00904.", "ArticleIdList": ["10.1104/pp.17.00904", "PMC5717728", "29018097"]}, {"Citation": "Müller P., Li X.P., Niyogi K.K. Non-photochemical quenching. A response to excess light energy. Plant Physiol. 2001;125:1558–1566. doi: 10.1104/pp.125.4.1558.", "ArticleIdList": ["10.1104/pp.125.4.1558", "PMC1539381", "11299337"]}, {"Citation": "Kasajima I., Ebana K., Yamamoto T., Takahara K., Yano M., Kawai-Yamada M., Uchimiya H. Molecular distinction in genetic regulation of nonphotochemical quenching in rice. Proc. Natl. Acad. Sci. USA. 2011;108:13835–13840. doi: 10.1073/pnas.1104809108.", "ArticleIdList": ["10.1073/pnas.1104809108", "PMC3158180", "21804028"]}, {"Citation": "Gawroński P., Witoń D., Vashutina K., Bederska M., Betliński B., Rusaczonek A., Karpiński S. Mitogen-activated protein kinase 4 is a salicylic acid-independent regulator of growth but not of photosynthesis in Arabidopsis. Mol. Plant. 2014;7:1151–1166. doi: 10.1093/mp/ssu060.", "ArticleIdList": ["10.1093/mp/ssu060", "24874867"]}, {"Citation": "Moustaka J., Tanou G., Giannakoula A., Panteris E., Eleftheriou E.P., Moustakas M. Anthocyanin accumulation in poinsettia leaves and its functional role in photo-oxidative stress. Environ. Exp. Bot. 2020;175:104065. doi: 10.1016/j.envexpbot.2020.104065.", "ArticleIdList": ["10.1016/j.envexpbot.2020.104065"]}, {"Citation": "Hideg É., Spetea C., Vass I. Singlet oxygen production in thylakoid membranes during photoinhibition as detected by EPR spectroscopy. Photosynth. Res. 1994;39:191–199. doi: 10.1007/BF00029386.", "ArticleIdList": ["10.1007/BF00029386", "24311071"]}, {"Citation": "op den Camp R.G.L., Przybyla D., Ochsenbein C., Laloi C., Kim C., Danon A., Wagner D., Hideg É., Göbel C., Feussner I., et al. Rapid induction of distinct stress responses after the release of singlet oxygen in Arabidopsis. Plant Cell. 2003;15:2320–2332. doi: 10.1105/tpc.014662.", "ArticleIdList": ["10.1105/tpc.014662", "PMC197298", "14508004"]}, {"Citation": "Krieger-Liszkay A., Fufezan C., Trebst A. Singlet oxygen production in photosystem II and related protection mechanism. Photosynth. Res. 2008;98:551–564. doi: 10.1007/s11120-008-9349-3.", "ArticleIdList": ["10.1007/s11120-008-9349-3", "18780159"]}, {"Citation": "Triantaphylidès C., Havaux M. Singlet oxygen in plants: Production, detoxification and signaling. Trends Plant Sci. 2009;14:219–228. doi: 10.1016/j.tplants.2009.01.008.", "ArticleIdList": ["10.1016/j.tplants.2009.01.008", "19303348"]}, {"Citation": "Telfer A. Singlet oxygen production by PSII under light stress: Mechanism, detection and the protective role of beta-carotene. Plant Cell Physiol. 2014;55:1216–1223. doi: 10.1093/pcp/pcu040.", "ArticleIdList": ["10.1093/pcp/pcu040", "PMC4080269", "24566536"]}, {"Citation": "Roach T., Na C.S., Stöggl W., Krieger-Liszkay A. The non-photochemical quenching protein LHCSR3 prevents oxygen-dependent photoinhibition in Chlamydomonas reinhardtii. J. Exp. Bot. 2020;71:2650–2660. doi: 10.1093/jxb/eraa022.", "ArticleIdList": ["10.1093/jxb/eraa022", "PMC7210768", "31943079"]}, {"Citation": "Genty B., Briantais J.M., Baker N.R. The relationship between the quantum yield of photosynthetic electron transport and quenching of chlorophyll fluorescence. Biochim. Biophys. Acta. 1989;990:87–92. doi: 10.1016/S0304-4165(89)80016-9.", "ArticleIdList": ["10.1016/S0304-4165(89)80016-9"]}, {"Citation": "Simón I., Díaz-López L., Gimeno V., Nieves M., Pereira W.E., Martínez V., Lidon V., García-Sánchez F. Effects of boron excess in nutrient solution on growth, mineral nutrition, and physiological parameters of Jatropha curcas seedlings. J. Plant Nutr. Soil Sci. 2013;176:165–174. doi: 10.1002/jpln.201100394.", "ArticleIdList": ["10.1002/jpln.201100394"]}, {"Citation": "Demmig-Adams B., Cohu C.M., Muller O., Adams W.W. Modulation of photosynthetic energy conversion efficiency in nature: From seconds to seasons. Photosynth. Res. 2012;113:75–88. doi: 10.1007/s11120-012-9761-6.", "ArticleIdList": ["10.1007/s11120-012-9761-6", "22790560"]}, {"Citation": "Takahashi S., Badger M.R. Photoprotection in plants: A new light on photosystem II damage. Trends Plant Sci. 2011;16:53–60. doi: 10.1016/j.tplants.2010.10.001.", "ArticleIdList": ["10.1016/j.tplants.2010.10.001", "21050798"]}, {"Citation": "Moustaka J., Moustakas M. Photoprotective mechanism of the non-target organism Arabidopsis thaliana to paraquat exposure. Pest. Biochem. Physiol. 2014;111:1–6. doi: 10.1016/j.pestbp.2014.04.006.", "ArticleIdList": ["10.1016/j.pestbp.2014.04.006", "24861926"]}, {"Citation": "Ruban A.V. Nonphotochemical chlorophyll fluorescence quenching: Mechanism and effectiveness in protecting plants from photodamage. Plant Physiol. 2016;170:1903–1916. doi: 10.1104/pp.15.01935.", "ArticleIdList": ["10.1104/pp.15.01935", "PMC4825125", "26864015"]}, {"Citation": "Nishiyama Y., Yamamoto H., Allakhverdiev S.I., Inaba M., Yokota A., Murata N. Oxidative stress inhibits the repair of photodamage to the photosynthetic machinery. EMBO J. 2001;20:5587–5594. doi: 10.1093/emboj/20.20.5587.", "ArticleIdList": ["10.1093/emboj/20.20.5587", "PMC125664", "11598002"]}, {"Citation": "Murata N., Takahashi S., Nishiyama Y., Allakhverdiev S.I. Photoinhibition of photosystem II under environmental stress. Biochim. Biophys. Acta. 2007;1767:414–421. doi: 10.1016/j.bbabio.2006.11.019.", "ArticleIdList": ["10.1016/j.bbabio.2006.11.019", "17207454"]}, {"Citation": "Roach T., Sedoud A., Krieger-Liszkay A. Acetate in mixotrophic growth medium affects photosystem II in Chlamydomonas reinhardtii and protects against photoinhibition. Biochim. Biophys. Acta. 2013;1827:1183–1190. doi: 10.1016/j.bbabio.2013.06.004.", "ArticleIdList": ["10.1016/j.bbabio.2013.06.004", "23791666"]}, {"Citation": "Kale R., Hebert A.E., Frankel L.K., Sallans L., Bricker T.M., Pospíšil P. Amino acid oxidation of the D1 and D2 proteins by oxygen radicals during photoinhibition of Photosystem II. Proc. Natl. Acad. Sci. USA. 2017;114:2988–2993. doi: 10.1073/pnas.1618922114.", "ArticleIdList": ["10.1073/pnas.1618922114", "PMC5358366", "28265052"]}, {"Citation": "Bilger W., Schreiber U., Bock M. Determination of the quantum efficiency of photosystem II and of non-photochemical quenching of chlorophyll fluorescence in the field. Oecologia. 1995;102:425–432. doi: 10.1007/BF00341354.", "ArticleIdList": ["10.1007/BF00341354", "28306885"]}, {"Citation": "Lima C.S., Ferreira-Silva S.L., Carvalho F.E.L., Neto M.C.L., Aragăo R.M., Silva E.N., Sousa R.M.J., Silveira J.A.G. Antioxidant protection and PSII regulation mitigate photo-oxidative stress induced by drought followed by high light in cashew plants. Environ. Exp. Bot. 2018;149:59–69. doi: 10.1016/j.envexpbot.2018.02.001.", "ArticleIdList": ["10.1016/j.envexpbot.2018.02.001"]}, {"Citation": "Li X.P., Muller-Moule P., Gilmore A.M., Niyogi K.K. PsbS-dependent enhancement of feedback de-excitation protects photosystem II from photoinhibition. Proc. Natl Acad. Sci. USA. 2002;99:15222–15227. doi: 10.1073/pnas.232447699.", "ArticleIdList": ["10.1073/pnas.232447699", "PMC137571", "12417767"]}, {"Citation": "Krah N., Logan B.A. Loss of psbS expression reduces vegetative growth, reproductive output, and light-limited, but not light-saturated, photosynthesis in Arabidopsis thaliana (Brassicaceae) grown in temperate light environments. Am. J. Bot. 2010;97:644–649. doi: 10.3732/ajb.0900163.", "ArticleIdList": ["10.3732/ajb.0900163", "21622426"]}, {"Citation": "Hubbart S., Smillie I., Heatley M., Swarup R., Foo C., Zhao L., Murchie E. Enhanced thylakoid photoprotection can increase yield and canopy radiation use efficiency in rice. Commun. Biol. 2018;1:22. doi: 10.1038/s42003-018-0026-6.", "ArticleIdList": ["10.1038/s42003-018-0026-6", "PMC6123638", "30271909"]}, {"Citation": "Ruban A.V. Evolution under the sun: Optimizing light harvesting in photosynthesis. J. Exp. Bot. 2015;66:7–23. doi: 10.1093/jxb/eru400.", "ArticleIdList": ["10.1093/jxb/eru400", "25336689"]}, {"Citation": "Murchie E.H., Ruban A.V. Dynamic non-photochemical quenching in plants: From molecular mechanism to productivity. Plant J. 2020;101:885–896. doi: 10.1111/tpj.14601.", "ArticleIdList": ["10.1111/tpj.14601", "31686424"]}, {"Citation": "Busch F.A. Opinion: The red-light response of stomatal movement is sensed by the redox state of the photosynthetic electron transport chain. Photosynth. Res. 2014;119:131–140. doi: 10.1007/s11120-013-9805-6.", "ArticleIdList": ["10.1007/s11120-013-9805-6", "23483292"]}, {"Citation": "Glowacka K., Kromdijk J., Kucera K., Xie J., Cavanagh A.P., Leonelli L., Leakey A.D.B., Ort D.R., Niyogi K.K., Long S.P. Photosystem II Subunit S over-expression increases the efficiency of water use in a field-grown crop. Nat. Commun. 2018;9:868. doi: 10.1038/s41467-018-03231-x.", "ArticleIdList": ["10.1038/s41467-018-03231-x", "PMC5840416", "29511193"]}, {"Citation": "Kromdijk J., Głowacka K., Long S.P. Predicting light-induced stomatal movements based on the redox state of plastoquinone: Theory and validation. Photosynth. Res. 2019;141:83–97. doi: 10.1007/s11120-019-00632-x.", "ArticleIdList": ["10.1007/s11120-019-00632-x", "PMC6612513", "30891661"]}, {"Citation": "Kaiser E., Correa Galvis V., Armbruster U. Efficient photosynthesis in dynamic light environments: A chloroplast’s perspective. Biochem. J. 2019;476:2725–2741. doi: 10.1042/BCJ20190134.", "ArticleIdList": ["10.1042/BCJ20190134", "PMC6792033", "31654058"]}, {"Citation": "McAusland L., Davey P., Kanwal N., Baker N., Lawson T.A. Novel system for spatial and temporal imaging of intrinsic plant water use efficiency. J. Exp. Bot. 2013;64:4993–5007. doi: 10.1093/jxb/ert288.", "ArticleIdList": ["10.1093/jxb/ert288", "PMC3830482", "24043857"]}, {"Citation": "Kitajima H., Butler W.L. Quenching of chlorophyll fluorescence and primary photochemistry in chloroplasts by dibromothymo-quinone. Biochim. Biophys. Acta. 1975;376:105–115. doi: 10.1016/0005-2728(75)90209-1.", "ArticleIdList": ["10.1016/0005-2728(75)90209-1", "1125215"]}, {"Citation": "Babani F., Lichtenthaler H.K. Light-induced and age-dependent development of chloroplasts in etiolated barley leaves as visualized by determination of photosynthetic pigments, CO2 assimilation rates and different kinds of chlorophyll fluorescence ratios. J. Plant Physiol. 1996;148:555–566. doi: 10.1016/S0176-1617(96)80075-7.", "ArticleIdList": ["10.1016/S0176-1617(96)80075-7"]}, {"Citation": "Lichtenthaler H.K., Babani F., Langsdorf G. Chlorophyll fluorescence imaging of photosynthetic activity in sun and shade leaves of trees. Photosynth Res. 2007;93:235–244. doi: 10.1007/s11120-007-9174-0.", "ArticleIdList": ["10.1007/s11120-007-9174-0", "17486425"]}, {"Citation": "Pereira W.E., De Siqueira D.L., Martinez C.A., Puiatti M. Gas exchange and chlorophyll fluorescence in four citrus rootstocks under aluminium stress. J. Plant Physiol. 2000;157:513–520. doi: 10.1016/S0176-1617(00)80106-6.", "ArticleIdList": ["10.1016/S0176-1617(00)80106-6"]}, {"Citation": "Pellegrini E., Carucci M.G., Campanella A., Lorenzini G., Nali C. Ozone stress in Melissa officinalis plants assessed by photosynthetic function. Environ. Exp. Bot. 2011;73:94–101. doi: 10.1016/j.envexpbot.2010.10.006.", "ArticleIdList": ["10.1016/j.envexpbot.2010.10.006"]}, {"Citation": "Govindachary S., Bukhov N.G., Joly D., Carpentier R. Photosystem II inhibition by moderate light under low temperature in intact leaves of chilling-sensitive and -tolerant plants. Physiol. Plant. 2004;121:322–333. doi: 10.1111/j.0031-9317.2004.00305.x.", "ArticleIdList": ["10.1111/j.0031-9317.2004.00305.x", "15153200"]}, {"Citation": "Mosadegh H., Trivellini A., Lucchesini M., Ferrante A., Maggini R., Vernieri P., Mensuali Sodi A. UV-B physiological changes under conditions of distress and eustress in sweet basil. Plants. 2019;8:396. doi: 10.3390/plants8100396.", "ArticleIdList": ["10.3390/plants8100396", "PMC6843199", "31590329"]}, {"Citation": "Callahan F.E., Becker D.W., Cheniae G.M. Studies on the photo-inactivation of the water-oxidizing enzyme. II. Characterization of weak light photoinhibition of PSII and its light-induced recovery. Plant Physiol. 1986;82:261–269. doi: 10.1104/pp.82.1.261.", "ArticleIdList": ["10.1104/pp.82.1.261", "PMC1056100", "16665003"]}, {"Citation": "Chen G.X., Kazimir J., Cheniae G.M. Photoinhibition of hydroxylamine-extracted photosystem II membranes: Studies of the mechanism. Biochemistry. 1992;31:11072–11083. doi: 10.1021/bi00160a017.", "ArticleIdList": ["10.1021/bi00160a017", "1332749"]}, {"Citation": "Anderson J.M., Park Y.I., Chow W.S. Unifying model for the photoinactivation of photosystem II in vivo: A hypothesis. Photosynth. Res. 1998;56:1–13. doi: 10.1023/A:1005946808488.", "ArticleIdList": ["10.1023/A:1005946808488"]}, {"Citation": "Sarvikas P., Hakala M., Pätsikkä E., Tyystjärvi T., Tyystjärvi E. Action spectrum of photoinhibition in leaves of wild type and npq1-2 and npq4-1 mutants of Arabidopsis thaliana. Plant Cell Physiol. 2006;47:391–400. doi: 10.1093/pcp/pcj006.", "ArticleIdList": ["10.1093/pcp/pcj006", "16415063"]}, {"Citation": "Demmig B., Björkman O. Comparison of the effect of excessive light on chlorophyll fluorescence (77K) and photon yield of O2 evolution in leaves of higher plants. Planta. 1987;171:171–184. doi: 10.1007/BF00391092.", "ArticleIdList": ["10.1007/BF00391092", "24227324"]}, {"Citation": "Franklin L.A., Levavasseur G., Osmond C.B., Henley W.J., Ramus J. Two components of onset and recovery during photoinhibition of Ulva rotundata. Planta. 1992;186:399–408. doi: 10.1007/BF00195321.", "ArticleIdList": ["10.1007/BF00195321", "24186737"]}, {"Citation": "Osmond B. What is photoinhibition? Some insights from comparisons of shade and sun plants. In: Baker N.R., Bowyer J.R., editors. Photoinhibition of Photosynthesis from Molecular Mechanisms to the Field. Bios Scientific Publishing Ltd.; Oxford, UK: 1994. pp. 1–24."}, {"Citation": "Park Y.I., Chow W.S., Anderson J.M. Light inactivation of functional photosystem-II in leaves of peas grown in moderate light depends on photon exposure. Planta. 1995;196:401–411. doi: 10.1007/BF00203636.", "ArticleIdList": ["10.1007/BF00203636"]}, {"Citation": "Oguchi R., Terashima I., Chow W.S. The involvement of dual mechanisms of photoinactivation of photosystem II in Capsicum annuum L. plants. Plant Cell Physiol. 2009;50:1815–1825. doi: 10.1093/pcp/pcp123.", "ArticleIdList": ["10.1093/pcp/pcp123", "19737797"]}, {"Citation": "Wilson S., Ruban A.V. Quantitative assessment of the high-light tolerance in plants with an impaired photosystem II donor side. Biochem. J. 2019;476:1377–1386. doi: 10.1042/BCJ20190208.", "ArticleIdList": ["10.1042/BCJ20190208", "31036714"]}, {"Citation": "Zhang C., Wang H., Xu Y., Zhang S., Wang J., Hu B., Hou X., Li Y., Liu T. Enhanced relative electron transport rate contributes to increased photosynthetic capacity in autotetraploid pak choi. Plant Cell Physiol. 2020;61:761–774. doi: 10.1093/pcp/pcz238.", "ArticleIdList": ["10.1093/pcp/pcz238", "31904850"]}, {"Citation": "Romero-Munar A., Fernández Del-Saz N., Ribas-Carbó M., Flexas J., Baraza E., Florez-Sarasa I., Fernie A.R., Gulías J. Arbuscular mycorrhizal symbiosis with Arundo donax decreases root respiration and increases both photosynthesis and plant biomass accumulation. Plant Cell Environ. 2017;40:1115–1126. doi: 10.1111/pce.12902.", "ArticleIdList": ["10.1111/pce.12902", "28060998"]}, {"Citation": "Bayçu G., Gevrek-Kürüm N., Moustaka J., Csatári I., Rognes S.E., Moustakas M. Cadmium-zinc accumulation and photosystem II responses of Noccaea caerulescens to Cd and Zn exposure. Environ. Sci. Pollut. Res. 2017;24:2840–2850. doi: 10.1007/s11356-016-8048-4.", "ArticleIdList": ["10.1007/s11356-016-8048-4", "27838905"]}, {"Citation": "Höpfner I. Ph.D. Thesis. Faculty of Biology, University of Bielefeld; Bielefeld, Germany: Dec, 2014. Competition and facilitation among grassland plants—The role of arbuscular mycorrhiza."}, {"Citation": "Giovannetti M., Mosse B. An evaluation of techniques for measuring vesicular arbuscular mycorrhizal infection in roots. New Phytol. 1980;84:489–500. doi: 10.1111/j.1469-8137.1980.tb04556.x.", "ArticleIdList": ["10.1111/j.1469-8137.1980.tb04556.x"]}, {"Citation": "Phillips J.M., Hayman D.S. Improved procedures for clearing roots and staining parasitic and vesicular-arbuscular mycorrhizal fungi for rapid assessment of infection. Trans. Br. Mycol. Soc. 1970;55:158–161. doi: 10.1016/S0007-1536(70)80110-3.", "ArticleIdList": ["10.1016/S0007-1536(70)80110-3"]}, {"Citation": "Moustaka J., Panteris E., Adamakis I.D.S., Tanou G., Giannakoula A., Eleftheriou E.P., Moustakas M. High anthocyanin accumulation in poinsettia leaves is accompanied by thylakoid membrane unstacking, acting as a photoprotective mechanism, to prevent ROS formation. Environ. Exp. Bot. 2018;154:44–55. doi: 10.1016/j.envexpbot.2018.01.006.", "ArticleIdList": ["10.1016/j.envexpbot.2018.01.006"]}, {"Citation": "Kalaji M.H., Carpentier R., Allakhverdiev S.I., Bosa K. Fluorescence parameters as an early indicator of light stress in barley. J. Photochem. Photobiol. B. 2012;112:1–6. doi: 10.1016/j.jphotobiol.2012.03.009.", "ArticleIdList": ["10.1016/j.jphotobiol.2012.03.009", "22561010"]}, {"Citation": "Oxborough K., Baker N.R. Resolving chlorophyll a fluorescence images of photosynthetic efficiency into photochemical and non-photochemical components–calculation of qP and Fv′/Fm′ without measuring Fo′. Photosynth. Res. 1997;54:135–142. doi: 10.1023/A:1005936823310.", "ArticleIdList": ["10.1023/A:1005936823310"]}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "5", "Day": "28"}, {"Year": "2020", "Month": "7", "Day": "12"}, {"Year": "2020", "Month": "7", "Day": "28"}, {"Year": "2020", "Month": "8", "Day": "6", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "8", "Day": "6", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "8", "Day": "6", "Hour": "6", "Minute": "1"}, {"Year": "2020", "Month": "7", "Day": "30"}], "PublicationStatus": "epublish", "ArticleIdList": ["32751534", "PMC7463761", "10.3390/plants9080962", "plants9080962"]}}], "PubmedBookArticle": []}