{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Milk thistle", "Silybum marianum", "herbal medicine", "hot flashes", "menopause"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "32762030", "DateCompleted": {"Year": "2021", "Month": "01", "Day": "27"}, "DateRevised": {"Year": "2023", "Month": "12", "Day": "13"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "08", "Day": "06"}], "Language": ["eng"], "ELocationID": ["10.1002/ptr.6789"], "Journal": {"ISSN": "1099-1573", "JournalIssue": {"Volume": "34", "Issue": "12", "PubDate": {"Year": "2020", "Month": "Dec"}}, "Title": "Phytotherapy research : PTR", "ISOAbbreviation": "Phytother Res"}, "ArticleTitle": "Evaluation of the effect of Silybum marianum extract on menopausal symptoms: A randomized, double-blind placebo-controlled trial.", "Pagination": {"StartPage": "3359", "EndPage": "3366", "MedlinePgn": "3359-3366"}, "Abstract": {"AbstractText": ["The tendency to use herbs to manage menopausal symptoms has increased in recent years. The purpose of this study was to evaluate the effect of Silybum marianum (L.) compared with placebo in women with hot flashes. Eighty women were randomly allocated into two equal groups (S. marianum extract [400 mg/d] or placebo capsules). Hot flashes frequency and severity were evaluated in 12 weeks with the Greene Climacteric Scale (GCS) and the Hot Flash Related Daily Interference Scale (HFRDIS). The data were analyzed in SPSS software using t-test, Mann-Whitney, chi-square test and repeated measure analysis. Hot flashes frequency and severity decreased from 4.32 ± 0.20/day to 1.31 ± 0.15/day and from 5.25 ± 0.22 to 1.62 ± 0.08, respectively, during the study in test group (p < .001) which were significantly better than effects of placebo in all steps of study (p < .001). Significant decreases in GCS and HFRDIS scores were also detected in S. marianum group compared with placebo after 4, 8 and 12 weeks (p < .001). The results showed that S. marianum can decrease frequency and severity of hot flashes significantly. Considering the safety and high consumption of this herbal medicine worldwide, its use in women with menopausal symptoms can be helpful."], "CopyrightInformation": "© 2020 John Wiley & Sons, Ltd."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Persian Medicine, School of Persian Medicine, Babol University of Medical Sciences, Babol, Iran."}], "LastName": "Saberi", "ForeName": "Zohreh", "Initials": "Z"}, {"Identifier": ["0000-0001-9233-999X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Traditional Medicine and History of Medical Sciences Research Center, Health Research Institute, Babol University of Medical Sciences, Babol, Iran."}], "LastName": "Gorji", "ForeName": "Narjes", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Traditional Medicine and History of Medical Sciences Research Center, Health Research Institute, Babol University of Medical Sciences, Babol, Iran."}], "LastName": "Memariani", "ForeName": "Zahra", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Traditional Medicine and History of Medical Sciences Research Center, Health Research Institute, Babol University of Medical Sciences, Babol, Iran."}], "LastName": "Moeini", "ForeName": "Reihaneh", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Health Research Institute, Babol University of Medical Sciences, Babol, Iran."}], "LastName": "Shirafkan", "ForeName": "Hoda", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Infertility and Reproductive Health Research Center, Health Research Institute & Clinical Research, PCOs Clinic, Babol University of Medical Science, Babol, Iran."}], "LastName": "Amiri", "ForeName": "Mania", "Initials": "M"}], "PublicationTypeList": ["Journal Article", "Randomized Controlled Trial"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Phytother Res", "NlmUniqueID": "8904486", "ISSNLinking": "0951-418X"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Adult"}, {"QualifierName": [], "DescriptorName": "Double-Blind Method"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": ["drug therapy"], "DescriptorName": "Hot Flashes"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["drug effects"], "DescriptorName": "Menopause"}, {"QualifierName": [], "DescriptorName": "Middle Aged"}, {"QualifierName": ["chemistry"], "DescriptorName": "Silybum marianum"}, {"QualifierName": ["pharmacology", "therapeutic use"], "DescriptorName": "Plant Extracts"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Treatment Outcome"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Abenavoli, L., Izzo, A. A., Milić, N., Cicala, C., Santini, A., & Capasso, R. (2018). Milk thistle (Silybum Marianum): A concise overview on its chemistry, pharmacological, and nutraceutical uses in liver diseases. Phytotherapy Research, 32(11), 2202-2213."}, {"Citation": "Archer, D. F., Sturdee, D. W., Baber, R., de Villiers, T. J., Pines, A., Freedman, R. R., … Lumsden, M. A. (2011). Menopausal hot flushes and night sweats: Where are we now? Climacteric, 14(5), 515-528."}, {"Citation": "Avis, N. E., Crawford, S. L., Greendale, G., Bromberger, J. T., Everson-Rose, S. A., Gold, E. B., … Thurston, R. C. (2015). Duration of menopausal vasomotor symptoms over the menopause transition. JAMA Internal Medicine, 175(4), 531-539."}, {"Citation": "Baliga, M. S., Saxena, A., Kaur, K., Kalekhan, F., Chacko, A., Venkatesh, P., & Fayad, R. (2014). Polyphenols in the prevention of ulcerative colitis: Past, present and future. In Polyphenols in human health and disease (pp. 655-663). Cambridge, Massachusetts, USA: Academic Press."}, {"Citation": "Baluchnejadmojarad, T., Roghani, M., & Mafakheri, M. (2010). Neuroprotective effect of silymarin in 6-hydroxydopamine hemi-parkinsonian rat: Involvement of estrogen receptors and oxidative stress. Neuroscience Letters, 480(3), 206-210."}, {"Citation": "Carpenter, J. S. (2001). The Hot Flash Related Daily Interference Scale: A tool for assessing the impact of hot flashes on quality of life following breast cancer. Journal of Pain and Symptom Management, 22(6), 979-989."}, {"Citation": "Chen, M., Lin, C., & Liu, C. (2015). Efficacy of phytoestrogens for menopausal symptoms: A meta-analysis and systematic review. Climacteric, 18(2), 260-269."}, {"Citation": "Collins Fantasia, H., & Sutherland, M. A. (2014). Hormone therapy for the management of menopause symptoms. Journal of Obstetric, Gynecologic, and Neonatal Nursing, 43(2), 226-235."}, {"Citation": "Dupuis, M. L., Conti, F., Maselli, A., Pagano, M. T., Ruggieri, A., Anticoli, S., … Ceccarelli, F. (2018). The natural agonist of estrogen receptor β silibinin plays an immunosuppressive role representing a potential therapeutic tool in rheumatoid arthritis. Frontiers in Immunology, 9, 1903."}, {"Citation": "Di Pierro, F., Callegari, A., Carotenuto, D., & Tapia, M. M. (2008). Clinical efficacy, safety and tolerability of BIO-C®(micronizedSilymarin) as a galactagogue. Acta Bio Medica Atenei Parmensis, 79(3), 205-210."}, {"Citation": "El-Shitany, N. A., Hegazy, S., & El-desoky, K. (2010). Evidences for antiosteoporotic and selective estrogen receptor modulator activity of silymarin compared with ethinylestradiol in ovariectomized rats. Phytomedicine, 17(2), 116-125."}, {"Citation": "Fait, T. (2019). Menopause hormone therapy: Latest developments and clinical practice. Drugs in Context, 8, 1-9."}, {"Citation": "Farzaneh, F., Fatehi, S., Sohrabi, M.-R., & Alizadeh, K. (2013). The effect of oral evening primrose oil on menopausal hot flashes: A randomized clinical trial. Archives of Gynecology and Obstetrics, 288(5), 1075-1079."}, {"Citation": "Fu, S. F., Zhao, Y. Q., Ren, M., Zhang, J. H., Wang, Y. F., Han, L. F., … Zhai, J. B. (2016). A randomized, double-blind, placebo-controlled trial of Chinese herbal medicine granules for the treatment of menopausal symptoms by stages. Menopause, 23(3), 311-323."}, {"Citation": "Goldstein, K. M., Coeytaux, R. R., & Williams, J. W. (2016). Nonpharmacologic treatments for menopause-associated vasomotor symptoms, Washington, DC: Department of Veterans Affairs."}, {"Citation": "Grossman, D. C., Curry, S. J., Owens, D. K., Barry, M. J., Davidson, K. W., Doubeni, C. A., … Landefeld, C. S. (2017). Hormone therapy for the primary prevention of chronic conditions in postmenopausal women: US preventive services task force recommendation statement. JAMA, 318(22), 2224-2233."}, {"Citation": "Imenshahidi, M., Rezaee, R., Mostofi, A., & Karimi, G. (2011). Evaluation of nitric oxide or opioid receptors involvement in antinociceptive properties of silymarin. Avicenna Journal of Phytomedicine, 2(1), 39-45."}, {"Citation": "Kashani, L., Esalatmanesh, S., Eftekhari, F., Salimi, S., Foroughifar, T., Etesam, F., … Akhondzadeh, S. (2018). Efficacy of Crocus sativus (saffron) in treatment of major depressive disorder associated with post-menopausal hot flashes: A double-blind, randomized, placebo-controlled trial. Archives of Gynecology and Obstetrics, 297(3), 717-724."}, {"Citation": "Malekinejad, H., Taheri-Broujerdi, M., Moradi, M., & Tabatabaie, S. H. (2011). Silymarin potentiates the antinociceptive effect of morphine in mice. Phytotherapy Research, 25(2), 250-255."}, {"Citation": "Malekshah, R. E., & Khaleghian, A. (2019). Influence of Silybum Marianum on morphine addicted rats, biochemical parameters and molecular simulation studies on μ-opioid receptor. Drug Research, 69(11), 630-638."}, {"Citation": "Mirabi, P., & Mojab, F. (2013). The effects of valerian root on hot flashes in menopausal women. Iranian Journal Pharm Research, 12(1), 217-222."}, {"Citation": "Nahidi, F., Kariman, N., Simbar, M., & Mojab, F. (2012). The study on the effects of Pimpinella anisum on relief and recurrence of menopausal hot flashes. Iranian Journal Pharm Research, 11(4), 1079-1085."}, {"Citation": "Nahidi, F., Zare, E., Mojab, F., & Alavi-Majd, H. (2012). Effects of licorice on relief and recurrence of menopausal hot flashes. Iranian Journal Pharm Research, 11(2), 541-548."}, {"Citation": "Nejati-Koshki, K., Zarghami, N., Pourhassan-Moghaddam, M., Rahmati-Yamchi, M., Mollazade, M., Nasiri, M., … Tayefi-Nasrabadi, H. (2012). Inhibition of leptin gene expression and secretion by silibinin: Possible role of estrogen receptors. Cytotechnology, 64(6), 719-726."}, {"Citation": "Newton, K. M., Reed, S. D., Guthrie, K. A., Sherman, K. J., Booth-LaForce, C., Caan, B., … LaCroix, A. (2014). Efficacy of yoga for vasomotor symptoms: A randomized controlled trial. Menopause, 21(4), 339."}, {"Citation": "Osuchowski, M., Johnson, V., He, Q., & Sharma, R. (2004). Alterations in regional brain neurotransmitters by silymarin, a natural antioxidant flavonoid mixture, in BALB/c mice. Pharmaceutical Biology, 42(4-5), 384-389."}, {"Citation": "Pardini, D. (2014). Terapia de reposição hormonal na menopausa. Arquivos Brasileiros de Endocrinologia e Metabologia, 58(2), 172-181."}, {"Citation": "Rathnayake, N., Lenora, J., Alwis, G., & Lekamwasam, S. (2019). Prevalence and severity of menopausal symptoms and the quality of life in middle-aged women: A study from Sri Lanka. Nursing Research and Practice, 2019, 1-9."}, {"Citation": "Reid, R., Abramson, B. L., Blake, J., Desindes, S., Dodin, S., Johnston, S., … Wolfman, W. (2014). Managing menopause abstract and summary statement. Journal of Obstetrics and Gynaecology Canada, 36(9), S1-S5."}, {"Citation": "Roberts, H., & Hickey, M. (2016). Managing the menopause: An update. Maturitas, 86, 53-58."}, {"Citation": "Rossmanith, W. G., & Ruebberdt, W. (2009). What causes hot flushes? The neuroendocrine origin of vasomotor symptoms in the menopause. Gynecological Endocrinology, 25(5), 303-314."}, {"Citation": "Rotem, C., & Kaplan, B. (2007). Phyto-female complex for the relief of hot flushes, night sweats and quality of sleep: Randomized, controlled, double-blind pilot study. Gynecological Endocrinology, 23(2), 117-122."}, {"Citation": "Shafaie, F. S., Mirghafourvand, M., & Jafari, M. (2014). Effect of education through support group on early symptoms of menopause: A randomized controlled trial. Journal of Caring Sciences, 3(4), 247."}, {"Citation": "Silva, C. S., Portari, G. V., & Vannucchi, H. (2016). Antioxidant treatment and alcoholism. In Molecular aspects of alcohol and nutrition (pp. 119-131). Cambridge, Massachusetts, USA: Academic Press."}, {"Citation": "Solati, J., Yaghmaei, P., & Mohammdadi, K. (2012). Role of the 5-HT 1A serotonergic system in anxiolytic-like effects of silymarin. Neurophysiology, 44(1), 49-55."}, {"Citation": "Sternfeld, B., Guthrie, K. A., Ensrud, K. E., LaCroix, A. Z., Larson, J. C., Dunn, A. L., … Caan, B. J. (2014). Efficacy of exercise for menopausal symptoms: A randomized controlled trial. Menopause, 21(4), 330."}, {"Citation": "Taher, M. A., Atia, Y. A., & Amin, M. K. (2012). Improving an ovulation rate in women with polycystic ovary syndrome by using silymarin. Global Journal of Medical Research, 12(6)."}, {"Citation": "Yaghmaei, P., Oryan, S., Mohammadi, K., & Solati, J. (2012). Role of serotonergic system on modulation of depressogenic-like effects of silymarine. Iranian Journal of Pharmaceutical Research: IJPR, 11(1), 331-337."}], "ReferenceList": [], "Title": "REFERENCES"}], "History": [{"Year": "2019", "Month": "12", "Day": "24"}, {"Year": "2020", "Month": "6", "Day": "7"}, {"Year": "2020", "Month": "6", "Day": "12"}, {"Year": "2020", "Month": "8", "Day": "8", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "1", "Day": "28", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "8", "Day": "8", "Hour": "6", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["32762030", "10.1002/ptr.6789"]}}], "PubmedBookArticle": []}