{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["antifungal therapeutic target", "azole resistance", "ergosterol", "fungal pathogenicity", "sphingolipids"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "32767804", "DateCompleted": {"Year": "2021", "Month": "08", "Day": "18"}, "DateRevised": {"Year": "2021", "Month": "08", "Day": "18"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "08", "Day": "18"}], "Language": ["eng"], "ELocationID": ["10.1111/mmi.14586"], "Journal": {"ISSN": "1365-2958", "JournalIssue": {"Volume": "114", "Issue": "6", "PubDate": {"Year": "2020", "Month": "Dec"}}, "Title": "Molecular microbiology", "ISOAbbreviation": "Mol Microbiol"}, "ArticleTitle": "Sphingolipids: Regulators of azole drug resistance and fungal pathogenicity.", "Pagination": {"StartPage": "891", "EndPage": "905", "MedlinePgn": "891-905"}, "Abstract": {"AbstractText": ["In recent years, the role of sphingolipids in pathogenic fungi, in terms of pathogenicity and resistance to azole drugs, has been a rapidly growing field. This review describes evidence about the roles of sphingolipids in azole resistance and fungal virulence. Sphingolipids can serve as signaling molecules that contribute to azole resistance through modulation of the expression of drug efflux pumps. They also contribute to azole resistance by participating in various microbial pathways such as the unfolded protein response (UPR), pH-responsive Rim pathway, and pleiotropic drug resistance (PDR) pathway. In addition, sphingolipid signaling and eisosomes also coordinately regulate sphingolipid biosynthesis in response to azole-induced membrane stress. Sphingolipids are important for fungal virulence, playing roles during growth in hosts under stressful conditions, maintenance of cell wall integrity, biofilm formation, and production of various virulence factors. Finally, we discuss the possibility of exploiting fungal sphingolipids for the development of new therapeutic strategies to treat infections caused by pathogenic fungi."], "CopyrightInformation": "© 2020 John Wiley & Sons Ltd."}, "AuthorList": [{"Identifier": ["0000-0003-1374-1353"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "The Key Laboratory of Biotechnology for Medicinal Plants of Jiangsu Province and School of Life Science, Jiangsu Normal University, Xuzhou, PR China."}], "LastName": "Song", "ForeName": "Jinxing", "Initials": "J"}, {"Identifier": ["0000-0003-3409-8811"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "The Key Laboratory of Biotechnology for Medicinal Plants of Jiangsu Province and School of Life Science, Jiangsu Normal University, Xuzhou, PR China."}], "LastName": "Liu", "ForeName": "Xiao", "Initials": "X"}, {"Identifier": ["0000-0002-8623-9068"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "The Key Laboratory of Biotechnology for Medicinal Plants of Jiangsu Province and School of Life Science, Jiangsu Normal University, Xuzhou, PR China."}], "LastName": "Li", "ForeName": "Rongpeng", "Initials": "R"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't", "Review"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Mol Microbiol", "NlmUniqueID": "8712028", "ISSNLinking": "0950-382X"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Antifungal Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Azoles"}, {"RegistryNumber": "0", "NameOfSubstance": "Sphingolipids"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Antifungal Agents"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Azoles"}, {"QualifierName": [], "DescriptorName": "Biofilms"}, {"QualifierName": ["metabolism"], "DescriptorName": "Cell Wall"}, {"QualifierName": [], "DescriptorName": "Drug Resistance, Fungal"}, {"QualifierName": ["drug effects", "pathogenicity"], "DescriptorName": "Fungi"}, {"QualifierName": [], "DescriptorName": "Gene Expression Regulation, Fungal"}, {"QualifierName": [], "DescriptorName": "Signal Transduction"}, {"QualifierName": ["genetics", "metabolism"], "DescriptorName": "Sphingolipids"}, {"QualifierName": [], "DescriptorName": "Unfolded Protein Response"}, {"QualifierName": [], "DescriptorName": "Virulence"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Aeed, P.A., Young, C.L., Nagiec, M.M. and Elhammer, Å.P. (2009) Inhibition of inositol phosphorylceramide synthase by the cyclic peptide aureobasidin A. Antimicrobial Agents and Chemotherapy, 53, 496-504."}, {"Citation": "Alfatah, M., Bari, V.K., Nahar, A.S., Bijlani, S. and Ganesan, K. (2017) Critical role for CaFEN1 and CaFEN12 of Candida albicans in cell wall integrity and biofilm formation. Scientific Reports, 7, 1-12."}, {"Citation": "Alvarez, M. and Casadevall, A. (2006) Phagosome extrusion and host-cell survival after Cryptococcus neoformans phagocytosis by macrophages. Current Biology, 16, 2161-2165."}, {"Citation": "Angeles de la Torre-Ruiz, M., Torres, J., Arino, J. and Herrero, E. (2002) Sit4 is required for proper modulation of the biological functions mediated by Pkc1 and the cell integrity pathway in Saccharomyces cerevisiae. Journal of Biological Chemistry, 277, 33468-33476."}, {"Citation": "Appadurai, D., Gay, L., Moharir, A., Lang, M.J., Duncan, M.C., Schmidt, O., et al. (2020) Plasma membrane tension regulates eisosome structure and function. Molecular Biology of the Cell, 31, 287-303."}, {"Citation": "Bagnat, M., Keränen, S., Shevchenko, A., Shevchenko, A. and Simons, K. (2000) Lipid rafts function in biosynthetic delivery of proteins to the cell surface in yeast. Proceedings of the National Academy of Sciences of the United States of America, 97, 3254-3259."}, {"Citation": "Balzi, E. and Moye-Rowley, W.S. (2019) Unveiling the transcriptional control of pleiotropic drug resistance in Saccharomyces cerevisiae: contributions of Andre Goffeau and his group. Yeast, 36, 195-200."}, {"Citation": "Barbosa, A.D., Pereira, C., Osorio, H., Moradas-Ferreira, P. and Costa, V. (2016) The ceramide-activated protein phosphatase Sit4p controls lifespan, mitochondrial function and cell cycle progression by regulating hexokinase 2 phosphorylation. Cell Cycle, 15, 1620-1630."}, {"Citation": "Berchtold, D., Piccolis, M., Chiaruttini, N., Riezman, I., Riezman, H., Roux, A., et al. (2012) Plasma membrane stress induces relocalization of Slm proteins and activation of TORC2 to promote sphingolipid synthesis. Nature Cell Biology, 14, 542-547."}, {"Citation": "Birchwood, C.J., Saba, J.D., Dickson, R.C. and Cunningham, K.W. (2001) Calcium influx and signaling in yeast stimulated by intracellular sphingosine 1-phosphate accumulation. Journal of Biological Chemistry, 276, 11712-11718."}, {"Citation": "Breslow, D.K., Collins, S.R., Bodenmiller, B., Aebersold, R., Simons, K., Shevchenko, A., et al. (2010) Orm family proteins mediate sphingolipid homeostasis. Nature, 463, 1048-1065."}, {"Citation": "Chamilos, G., Nobile, C.J., Bruno, V.M., Lewis, R.E., Mitchell, A.P. and Kontoyiannis, D.P. (2009) Candida albicans Cas5, a regulator of cell wall integrity, is required for virulence in murine and toll mutant fly models. The Journal of infectious diseases, 200, 152-157."}, {"Citation": "Chen, P.W., Fonseca, L.L., Hannun, Y.A. and Voit, E.O. (2013) Coordination of rapid sphingolipid responses to heat stress in yeast. PLoS Computational Biology, 9, e1003078."}, {"Citation": "Chen, P.W., Fonseca, L.L., Hannun, Y.A. and Voit, E.O. (2015) Dynamics of the heat stress response of ceramides with different fatty-acyl chain lengths in baker’s yeast. PLoS Computational Biology, 11, e1004373."}, {"Citation": "Chen, P.W., Fonseca, L.L., Hannun, Y.A. and Voit, E.O. (2016) Analysis of the involvement of different ceramide variants in the response to hydroxyurea stress in baker's yeast. PLoS One, 11, e0146839."}, {"Citation": "Chen, Y.L., Montedonico, A.E., Kauffman, S., Dunlap, J.R., Menn, F.M. and Reynolds, T.B. (2010) Phosphatidylserine synthase and phosphatidylserine decarboxylase are essential for cell wall integrity and virulence in Candida albicans. Molecular Microbiology, 75, 1112-1132."}, {"Citation": "Chen, Y.L., Yu, S.J., Huang, H.Y., Chang, Y.L., Lehman, V.N., Silao, F.G., et al. (2014) Calcineurin controls hyphal growth, virulence, and drug tolerance of Candida tropicalis. Eukaryotic Cell, 13, 844-854."}, {"Citation": "Cheon, S.A., Jung, K.-W., Bahn, Y.-S. and Kang, H.A. (2014) The unfolded protein response (UPR) pathway in Cryptococcus. Virulence, 5, 341-350."}, {"Citation": "Chowdhary, A. and Meis, J. (2018) Emergence of azole resistant Aspergillus fumigatus and One Health: time to implement environmental stewardship. Environmental microbiology, 20, 1299-1301."}, {"Citation": "Coelho, C., Bocca, A.L. and Casadevall, A. (2014) The intracellular life of Cryptococcus neoformans. Annual Review of Pathology, 9, 219-238."}, {"Citation": "Cornet, M. and Gaillardin, C. (2014) pH signaling in human fungal pathogens: a new target for antifungal strategies. Eukaryotic cell, 13, 342-352."}, {"Citation": "Cornet, M., Gaillardin, C. and Richard, M.L. (2006) Deletions of the endocytic components VPS28 and VPS32 in Candida albicans lead to echinocandin and azole hypersensitivity. Antimicrobial Agents and Chemotherapy, 50, 3492-3495."}, {"Citation": "Cowart, L.A., Okamoto, Y., Pinto, F.R., Gandy, J.L., Almeida, J.S. and Hannun, Y.A. (2003) Roles for sphingolipid biosynthesis in mediation of specific programs of the heat stress response determined through gene expression profiling. Journal of Biological Chemistry, 278, 30328-30338."}, {"Citation": "Cowart, L.A., Shotwell, M., Worley, M.L., Richards, A.J., Montefusco, D.J., Hannun, Y.A., et al. (2010) Revealing a signaling role of phytosphingosine-1-phosphate in yeast. Molecular Systems Biology, 6, 349."}, {"Citation": "Danby, C.S., Boikov, D., Rautemaa-Richardson, R. and Sobel, J.D. (2012) Effect of pH on in vitro susceptibility of Candida glabrata and Candida albicans to 11 antifungal agents and implications for clinical use. Antimicrobial agents and Chemotherapy, 56, 1403-1406."}, {"Citation": "Davis, D., Kannan, M. and Wattenberg, B. (2018) Orm/ORMDL proteins: gate guardians and master regulators. Advances in Biological Regulation, 70, 3-18."}, {"Citation": "Davis, D.L., Gable, K., Suemitsu, J., Dunn, T.M. and Wattenberg, B.W. (2019) The ORMDL/Orm-serine palmitoyltransferase (SPT) complex is directly regulated by ceramide: reconstitution of SPT regulation in isolated membranes. Journal of Biological Chemistry, 294, 5146-5156."}, {"Citation": "de Castro, P.A., Colabardini, A.C., Manfiolli, A.O., Chiaratto, J., Silva, L.P., Mattos, E.C., et al. (2019) Aspergillus fumigatus calcium-responsive transcription factors regulate cell wall architecture promoting stress tolerance, virulence and caspofungin resistance. PLoS Genetic, 15, e1008551."}, {"Citation": "De Toledo Martins, S., Szwarc, P., Goldenberg, S. and Alves, L.R. (2019) Extracellular vesicles in fungi: composition and functions. Current Topics in Microbiology and Immunology, 422, 45-59."}, {"Citation": "Del Poeta, M., Nimrichter, L., Rodrigues, M.L. and Luberto, C. (2014) Synthesis and biological properties of fungal glucosylceramide. PLoS Pathogens, 10(1), e1003832."}, {"Citation": "Delgado-Silva, Y., Vaz, C., Carvalho-Pereira, J., Carneiro, C., Nogueira, E., Correia, A., et al. (2014) Participation of Candida albicans transcription factor RLM1 in cell wall biogenesis and virulence. PLoS One, 9(1), e86270."}, {"Citation": "Denham, S.T. and Brown, J.C.S. (2018) Mechanisms of pulmonary escape and dissemination by Cryptococcus neoformans. Journal of Fungi (Basel), 4(1), 25."}, {"Citation": "Dickson, R.C. (2010) Roles for sphingolipids in Saccharomyces cerevisiae. Advances in Experimental Medicine and Biology, 688, 217-231."}, {"Citation": "Dickson, R.C. and Lester, R.L. (1999) Metabolism and selected functions of sphingolipids in the yeast Saccharomyces cerevisiae. Biochimica et Biophysica Acta, 1438, 305-321."}, {"Citation": "Dickson, R.C., Nagiec, E.E., Skrzypek, M., Tillman, P., Wells, G.B. and Lester, R.L. (1997) Sphingolipids are potential heat stress signals in Saccharomyces. Journal of Biological Chemistry, 272, 30196-30200."}, {"Citation": "Dickson, R.C., Sumanasekera, C. and Lester, R.L. (2006) Functions and metabolism of sphingolipids in Saccharomyces cerevisiae. Progress in Lipid Research, 45, 447-465."}, {"Citation": "Eddouzi, J., Parker, J.E., Vale-Silva, L.A., Coste, A., Ischer, F., Kelly, S., et al. (2013) Molecular mechanisms of drug resistance in clinical Candida species isolated from Tunisian hospitals. Antimicrobial Agents and Chemotherapy, 57, 3182-3193."}, {"Citation": "Esher, S.K., Zaragoza, O. and Alspaugh, J.A. (2018) Cryptococcal pathogenic mechanisms: a dangerous trip from the environment to the brain. Memórias do Instituto Oswaldo Cruz, 113, e180057."}, {"Citation": "Farnoud, A.M., Mor, V., Singh, A. and Del Poeta, M. (2014) Inositol phosphosphingolipid phospholipase C1 regulates plasma membrane ATPase (Pma1) stability in Cryptococcus neoformans. FEBS Letters, 588, 3932-3938."}, {"Citation": "Fernandes, C.M., Goldman, G.H. and Del Poeta, M. (2018) Biological roles played by sphingolipids in dimorphic and filamentous fungi. mBio, 9(3), e00642-18."}, {"Citation": "Fontaine, T. (2017) Sphingolipids from the human fungal pathogen Aspergillus fumigatus. Biochimie, 141, 9-15."}, {"Citation": "Frohlich, F., Moreira, K., Aguilar, P.S., Hubner, N.C., Mann, M., Walter, P., et al. (2009) A genome-wide screen for genes affecting eisosomes reveals Nce102 function in sphingolipid signaling. Journal of Cell Biology, 185, 1227-1242."}, {"Citation": "Gao, J., Wang, H., Li, Z., Wong, A.- H.-H., Wang, Y.-Z., Guo, Y., et al. (2018) Candida albicans gains azole resistance by altering sphingolipid composition. Nature Communications, 9, 1-14."}, {"Citation": "Garcia-Arribas, A.B., Alonso, A. and Goni, F.M. (2016) Cholesterol interactions with ceramide and sphingomyelin. Chemistry and Physics of Lipids, 199, 26-34."}, {"Citation": "Garcia-Marques, S., Randez-Gil, F., Dupont, S., Garre, E. and Prieto, J.A. (2016) Sng1 associates with Nce102 to regulate the yeast Pkh-Ypk signalling module in response to sphingolipid status. Biochimica et Biophysica Acta, 1863, 1319-1333."}, {"Citation": "Garnaud, C., García-Oliver, E., Wang, Y., Maubon, D., Bailly, S., Despinasse, Q., et al. (2018) The Rim pathway mediates antifungal tolerance in Candida albicans through newly identified Rim101 transcriptional targets, including Hsp90 and Ipt1. Antimicrobial Agents and Chemotherapy, 62, e01785-01717."}, {"Citation": "Guerreiro, J.F., Muir, A., Ramachandran, S., Thorner, J. and Sa-Correia, I. (2016) Sphingolipid biosynthesis upregulation by TOR complex 2-Ypk1 signaling during yeast adaptive response to acetic acid stress. Biochemical Journal, 473, 4311-4325."}, {"Citation": "Hallstrom, T.C., Lambert, L., Schorling, S., Balzi, E., Goffeau, A. and Moye-Rowley, W.S. (2001) Coordinate control of sphingolipid biosynthesis and multidrug resistance in Saccharomyces cerevisiae. Journal of Biological Chemistry, 276, 23674-23680."}, {"Citation": "Han, G., Gupta, S.D., Gable, K., Bacikova, D., Sengupta, N., Somashekarappa, N., et al. (2019a) The ORMs interact with transmembrane domain 1 of Lcb1 and regulate serine palmitoyltransferase oligomerization, activity and localization. Biochim Biochimica et Biophysica Acta (BBA) - Molecular and Cell Biology of Lipids, 1864, 245-259."}, {"Citation": "Han, Q., Wang, N., Pan, C., Wang, Y. and Sang, J. (2019b) Elevation of cell wall chitin via Ca(2+) -calcineurin-mediated PKC signaling pathway maintains the viability of Candida albicans in the absence of beta-1,6-glucan synthesis. Molecular Microbiology, 112, 960-972."}, {"Citation": "Han, S., Lone, M.A., Schneiter, R. and Chang, A. (2010) Orm1 and Orm2 are conserved endoplasmic reticulum membrane proteins regulating lipid homeostasis and protein quality control. Proceedings of the National Academy of Sciences of the United States of America, 107, 5851-5856."}, {"Citation": "Harrison, P.J., Dunn, T.M. and Campopiano, D.J. (2018) Sphingolipid biosynthesis in man and microbes. Natural Product Reports, 35, 921-954."}, {"Citation": "Henry, J., Guillotte, A., Luberto, C. and Del Poeta, M. (2011) Characterization of inositol phospho-sphingolipid-phospholipase C 1 (Isc1) in Cryptococcus neoformans reveals unique biochemical features. FEBS Letters, 585, 635-640."}, {"Citation": "Heung, L.J., Luberto, C. and Del Poeta, M. (2006) Role of sphingolipids in microbial pathogenesis. Infection and Immunity, 74, 28-39."}, {"Citation": "Heung, L.J., Luberto, C., Plowden, A., Hannun, Y.A. and Del Poeta, M. (2004) The sphingolipid pathway regulates Pkc1 through the formation of diacylglycerol in Cryptococcus neoformans. Journal of Biological Chemistry, 279, 21144-21153."}, {"Citation": "Hopke, A., Brown, A.J.P., Hall, R.A. and Wheeler, R.T. (2018) Dynamic fungal cell wall architecture in stress adaptation and immune evasion. Trends Microbiology, 26, 284-295."}, {"Citation": "Huang, X., Withers, B.R. and Dickson, R.C. (2014) Sphingolipids and lifespan regulation. Biochimica et Biophysica Acta, 1841, 657-664."}, {"Citation": "Hull, C.M., Parker, J.E., Bader, O., Weig, M., Gross, U., Warrilow, A.G., et al. (2012) Facultative sterol uptake in an ergosterol-deficient clinical isolate of Candida glabrata harboring a missense mutation in ERG11 and exhibiting cross-resistance to azoles and amphotericin B. Antimicrobial Agents and Chemotherapy, 56, 4223-4232."}, {"Citation": "Joffe, L.S., Nimrichter, L., Rodrigues, M.L. and Del Poeta, M. (2016) Potential roles of fungal extracellular vesicles during infection. mSphere, 1(4), e00099-16."}, {"Citation": "Kechichian, T.B., Shea, J. and Del Poeta, M. (2007) Depletion of alveolar macrophages decreases the dissemination of a glucosylceramide-deficient mutant of Cryptococcus neoformans in immunodeficient mice. Infection Immunity, 75, 4792-4798."}, {"Citation": "Khandelwal, N.K., Sarkar, P., Gaur, N.A., Chattopadhyay, A. and Prasad, R. (2018) Phosphatidylserine decarboxylase governs plasma membrane fluidity and impacts drug susceptibilities of Candida albicans cells. Biochimica et Biophysica Acta (BBA)-Biomembranes, 1860, 2308-2319."}, {"Citation": "Kim, S.H., Iyer, K.R., Pardeshi, L., Munoz, J.F., Robbins, N., Cuomo, C.A., et al. (2019) Genetic analysis of Candida auris implicates Hsp90 in morphogenesis and azole tolerance and Cdr1 in azole resistance. mBio, 10(1), e02529-18."}, {"Citation": "Klose, C., Ejsing, C.S., Garcia-Saez, A.J., Kaiser, H.J., Sampaio, J.L., Surma, M.A., et al. (2010) Yeast lipids can phase-separate into micrometer-scale membrane domains. Journal of Biological Chemistry, 285, 30224-30232."}, {"Citation": "Kolaczkowski, M., Kolaczkowska, A., Gaigg, B., Schneiter, R. and Moye-Rowley, W.S. (2004) Differential regulation of ceramide synthase components LAC1 and LAG1 in Saccharomyces cerevisiae. Eukaryotic Cell, 3, 880-892."}, {"Citation": "Krishnan, K. and Askew, D.S. (2014) The fungal UPR A regulatory hub for virulence traits in the mold pathogen Aspergillus fumigatus. Virulence, 5, 334-340."}, {"Citation": "Kundu, D., Hameed, S., Fatima, Z. and Pasrija, R. (2020) Phospholipid biosynthesis disruption renders the yeast cells sensitive to antifungals. Folia Microbiologica, 65, 121-131."}, {"Citation": "Leach, M.D., Budge, S., Walker, L., Munro, C., Cowen, L.E. and Brown, A.J. (2012) Hsp90 orchestrates transcriptional regulation by Hsf1 and cell wall remodelling by MAPK signalling during thermal adaptation in a pathogenic yeast. PLoS Pathogens, 8, e1003069."}, {"Citation": "Lepak, A.J. and Andes, D.R. (2015) Antifungal pharmacokinetics and pharmacodynamics. Cold Spring Harbor Perspectives in Medicine, 5, a019653."}, {"Citation": "Lesage, G. and Bussey, H. (2006) Cell wall assembly in Saccharomyces cerevisiae. Microbiology and Molecular Biology Review, 70, 317-343."}, {"Citation": "Levery, S.B., Momany, M., Lindsey, R., Toledo, M.S., Shayman, J.A., Fuller, M., et al. (2002) Disruption of the glucosylceramide biosynthetic pathway in Aspergillus nidulans and Aspergillus fumigatus by inhibitors of UDP-Glc: ceramide glucosyltransferase strongly affects spore germination, cell cycle, and hyphal growth. FEBS Letters, 525, 59-64."}, {"Citation": "Li, Y., Zhang, Y., Zhang, C., Wang, H., Wei, X., Chen, P., et al. (2020) Mitochondrial dysfunctions trigger the calcium signaling-dependent fungal multidrug resistance. Proceedings of the National Academy of Sciences of the United States of America, 117, 1711-1721."}, {"Citation": "Li, Y.Q., Zhang, Y.W. and Lu, L. (2019) Calcium signaling pathway is involved in non-CYP51 azole resistance in Aspergillus fumigatus. Medical Mycology, 57, S233-S238."}, {"Citation": "Liu, K., Zhang, X., Sumanasekera, C., Lester, R.L. and Dickson, R.C. (2005) Signalling functions for sphingolipid long-chain bases in Saccharomyces cerevisiae. Biochemical Society Transactions, 33, 1170-1173."}, {"Citation": "Liu, X.H., Liang, S., Wei, Y.Y., Zhu, X.M., Li, L., Liu, P.P., et al. (2019) Metabolomics analysis identifies sphingolipids as key signaling moieties in appressorium morphogenesis and function in Magnaporthe oryzae. mBio, 10(4), e01467-19."}, {"Citation": "Lourenco, A., Pedro, N.A., Salazar, S.B. and Mira, N.P. (2019) Effect of acetic acid and lactic acid at low pH in growth and azole resistance of Candida albicans and Candida glabrata. Frontiers in Microbiology, 9, 3265."}, {"Citation": "Luberto, C., Toffaletti, D.L., Wills, E.A., Tucker, S.C., Casadevall, A., Perfect, J.R., et al. (2001) Roles for inositol-phosphoryl ceramide synthase 1 (IPC1) in pathogenesis of C. neoformans. Genes Development, 15, 201-212."}, {"Citation": "Luo, G., Gruhler, A., Liu, Y., Jensen, O.N. and Dickson, R.C. (2008) The sphingolipid long-chain base-Pkh1/2-Ypk1/2 signaling pathway regulates eisosome assembly and turnover. Journal of Biological Chemistry, 283, 10433-10444."}, {"Citation": "Ma, M.G. and Liu, Z.L. (2010) Comparative transcriptome profiling analyses during the lag phase uncover YAP1, PDR1, PDR3, RPN4, and HSF1 as key regulatory genes in genomic adaptation to the lignocellulose derived inhibitor HMF for Saccharomyces cerevisiae. BMC Genomics, 11, 11660."}, {"Citation": "Mamnun, Y.M., Pandjaitan, R., Mahe, Y., Delahodde, A. and Kuchler, K. (2002) The yeast zinc finger regulators Pdr1p and Pdr3p control pleiotropic drug resistance (PDR) as homo-and heterodimers in vivo. Molecular Microbiology, 46, 1429-1440."}, {"Citation": "Mansfield, B.E., Oltean, H.N., Oliver, B.G., Hoot, S.J., Leyde, S.E., Hedstrom, L., et al. (2010) Azole drugs are imported by facilitated diffusion in Candida albicans and other pathogenic fungi. PLoS Pathogens, 6, e1001126."}, {"Citation": "Martin, S.W. and Konopka, J.B. (2004) Lipid raft polarization contributes to hyphal growth in Candida albicans. Eukaryotic Cell, 3, 675-684."}, {"Citation": "Martinez, L.R. and Fries, B.C. (2010) Fungal biofilms: relevance in the setting of human disease. Current Fungal Infection Reports, 4, 266-275."}, {"Citation": "Matmati, N., Metelli, A., Tripathi, K., Yan, S., Mohanty, B.K. and Hannun, Y.A. (2013) Identification of C18:1-phytoceramide as the candidate lipid mediator for hydroxyurea resistance in yeast. Journal of Biological Chemistry, 288, 17272-17284."}, {"Citation": "Meletiadis, J., Antachopoulos, C., Stergiopoulou, T., Pournaras, S., Roilides, E. and Walsh, T.J. (2007) Differential fungicidal activities of amphotericin B and voriconazole against Aspergillus species determined by microbroth methodology. Antimicrobial Agents and Chemotherapy, 51, 3329-3337."}, {"Citation": "Miranda, M.N., Masuda, C.A., Ferreira-Pereira, A., Carvajal, E., Ghislain, M. and Montero-Lomeli, M. (2010) The serine/threonine protein phosphatase Sit4p activates multidrug resistance in Saccharomyces cerevisiae. FEMS Yeast Research, 10, 674-686."}, {"Citation": "Mishra, N.N., Prasad, T., Sharma, N. and Gupta, D.K. (2008) Membrane fluidity and lipid composition of fluconazole resistant and susceptible strains of Candida albicans isolated from diabetic patients. Brazilian Journal Microbiology, 39, 219-225."}, {"Citation": "Miyazaki, T. and Kohno, S. (2014) ER stress response mechanisms in the pathogenic yeast Candida glabrata and their roles in virulence. Virulence, 5, 365-370."}, {"Citation": "Mohammad, K., Dakik, P., Medkour, Y., McAuley, M., Mitrofanova, D. and Vi, T. (2018) Some metabolites act as second messengers in yeast chronological aging. International Journal of Molecular Sciences, 19, 860."}, {"Citation": "Montefusco, D.J., Chen, L., Matmati, N., Lu, S., Newcomb, B., Cooper, G.F., et al. (2013) Distinct signaling roles of ceramide species in yeast revealed through systematic perturbation and systems biology analyses. Science Signaling, 6, rs14."}, {"Citation": "Mor, V., Rella, A., Farnoud, A.M., Singh, A., Munshi, M., Bryan, A., et al. (2015) Identification of a new class of antifungals targeting the synthesis of fungal sphingolipids. mBio, 6, e00647-00615."}, {"Citation": "Morschhauser, J. (2010) Regulation of multidrug resistance in pathogenic fungi. Fungal Genetics and Biology, 47, 94-106."}, {"Citation": "Moye-Rowley, W.S. (2019) Multiple interfaces control activity of the Candida glabrata Pdr1 transcription factor mediating azole drug resistance. Current Genetics, 65, 103-108."}, {"Citation": "Mukhopadhyay, K., Prasad, T., Saini, P., Pucadyil, T.J., Chattopadhyay, A. and Prasad, R. (2004) Membrane sphingolipid-ergosterol interactions are important determinants of multidrug resistance in Candida albicans. Antimicrobial Agents and Chemotherapy, 48, 1778-1787."}, {"Citation": "Munshi, M.A., Gardin, J.M., Singh, A., Luberto, C., Rieger, R., Bouklas, T., et al. (2018) The role of ceramide synthases in the pathogenicity of Cryptococcus neoformans. Cell Reports, 22, 1392-1400."}, {"Citation": "Niles, B.J., Mogri, H., Hill, A., Vlahakis, A. and Powers, T. (2012) Plasma membrane recruitment and activation of the AGC kinase Ypk1 is mediated by target of rapamycin complex 2 (TORC2) and its effector proteins Slm1 and Slm2. Proceedings of the National Academy of Sciences of the United States of America, 109, 1536-1541."}, {"Citation": "Nobile, C.J. and Johnson, A.D. (2015) Candida albicans biofilms and human disease. Annual Review of Microbiology, 69, 71-92."}, {"Citation": "Noble, S.M., French, S., Kohn, L.A., Chen, V. and Johnson, A. (2010) Systematic screens of a Candida albicans homozygous deletion library decouple morphogenetic switching and pathogenicity. Nature Genetics, 42, 590."}, {"Citation": "O'Meara, T.R., Holmer, S.M., Selvig, K., Dietrich, F. and Alspaugh, J.A. (2013) Cryptococcus neoformans Rim101 is associated with cell wall remodeling and evasion of the host immune responses. mBio, 4(1), e00522-12."}, {"Citation": "Olivera-Couto, A., Grana, M., Harispe, L. and Aguilar, P.S. (2011) The eisosome core is composed of BAR domain proteins. Molecular Biology of the Cell, 22, 2360-2372."}, {"Citation": "Ost, K.S., O'Meara, T.R., Huda, N., Esher, S.K. and Alspaugh, J.A. (2015) The Cryptococcus neoformans alkaline response pathway: identification of a novel rim pathway activator. PLoS Genetics, 11, e1005159."}, {"Citation": "Oura, T. and Kajiwara, S. (2010) Candida albicans sphingolipid C9-methyltransferase is involved in hyphal elongation. Microbiology, 156, 1234-1243."}, {"Citation": "Panwar, S.L. and Moye-Rowley, W.S. (2006) Long chain base tolerance in Saccharomyces cerevisiae is induced by retrograde signals from the mitochondria. Journal of Biological Chemistry, 281, 6376-6384."}, {"Citation": "Panwar, S.L., Pasrija, R. and Prasad, R. (2008) Membrane homoeostasis and multidrug resistance in yeast. Bioscience Reports, 28, 217-228."}, {"Citation": "Parsons, A.B., Brost, R.L., Ding, H., Li, Z., Zhang, C., Sheikh, B., et al. (2004) Integration of chemical-genetic and genetic interaction data links bioactive compounds to cellular target pathways. Nature Biotechnology, 22, 62-69."}, {"Citation": "Pasrija, R., Panwar, S.L. and Prasad, R. (2008) Multidrug transporters CaCdr1p and CaMdr1p of Candida albicans display different lipid specificities: both ergosterol and sphingolipids are essential for targeting of CaCdr1p to membrane rafts. Antimicrobial Agents and Chemotherapy, 52, 694-704."}, {"Citation": "Paul, S., Schmidt, J.A. and Moye-Rowley, W.S. (2011) Regulation of the CgPdr1 transcription factor from the pathogen Candida glabrata. Eukaryotic Cell, 10, 187-197."}, {"Citation": "Perdoni, F., Signorelli, P., Cirasola, D., Caretti, A., Galimberti, V., Biggiogera, M., et al. (2015) Antifungal activity of Myriocin on clinically relevant Aspergillus fumigatus strains producing biofilm. BMC Microbiology, 15, 248."}, {"Citation": "Prasad, T., Saini, P., Gaur, N.A., Vishwakarma, R.A., Khan, L.A., Haq, Q.M.R., et al. (2005) Functional analysis of CaIPT1, a sphingolipid biosynthetic gene involved in multidrug resistance and morphogenesis of Candida albicans. Antimicrobial Agents and Chemotherapy, 49, 3442-3452."}, {"Citation": "Qureshi, A., Wray, D., Rhome, R., Barry, W. and Del Poeta, M. (2012) Detection of antibody against fungal glucosylceramide in immunocompromised patients: a potential new diagnostic approach for cryptococcosis. Mycopathologia, 173, 419-425."}, {"Citation": "Raj, S., Nazemidashtarjandi, S., Kim, J., Joffe, L., Zhang, X., Singh, A., et al. (2017) Changes in glucosylceramide structure affect virulence and membrane biophysical properties of Cryptococcus neoformans. Biochimica et Biophysica Acta (BBA) - Biomembranes, 1859, 2224-2233."}, {"Citation": "Rego, A., Trindade, D., Chaves, S.R., Manon, S., Costa, V., Sousa, M.J., et al. (2014) The yeast model system as a tool towards the understanding of apoptosis regulation by sphingolipids. FEMS Yeast Research, 14, 160-178."}, {"Citation": "Rella, A., Farnoud, A.M. and Del Poeta, M. (2016) Plasma membrane lipids and their role in fungal virulence. Progress in Lipid Research, 61, 63-72."}, {"Citation": "Revie, N.M., Iyer, K.R., Robbins, N. and Cowen, L.E. (2018) Antifungal drug resistance: evolution, mechanisms and impact. Current Opinion in Microbiology, 45, 70-76."}, {"Citation": "Richie, D.L., Hartl, L., Aimanianda, V., Winters, M.S., Fuller, K.K., Miley, M.D., et al. (2009) A role for the unfolded protein response (UPR) in virulence and antifungal susceptibility in Aspergillus fumigatus. PLoS Pathogens, 5(1), e1000258."}, {"Citation": "Rittershaus, P.C., Kechichian, T.B., Allegood, J.C., Merrill, A.H., Hennig, M., Luberto, C., et al. (2007) Glucosylceramide synthase is an essential regulator of pathogenicity of Cryptococcus neoformans. The Journal of Clinical Investigation, 117, 1450."}, {"Citation": "Rittershaus, P.C., Kechichian, T.B., Allegood, J.C., Merrill, A.H. Jr., Hennig, M., Luberto, C., et al. (2006) Glucosylceramide synthase is an essential regulator of pathogenicity of Cryptococcus neoformans. Journal of Clinical Investigation, 116, 1651-1659."}, {"Citation": "Robbins, N., Caplan, T. and Cowen, L.E. (2017) Molecular evolution of antifungal drug resistance. Annual Review of Microbiology, 71, 753-775."}, {"Citation": "Robbins, N., Wright, G.D. and Cowen, L.E. (2016) Antifungal drugs: the current armamentarium and development of new agents. Microbiology Spectrum, 4(5), 903-922."}, {"Citation": "Rodrigues, M.L., Nakayasu, E.S., Oliveira, D.L., Nimrichter, L., Nosanchuk, J.D., Almeida, I.C., et al. (2008) Extracellular vesicles produced by Cryptococcus neoformans contain protein components associated with virulence. Eukaryotic Cell, 7, 58-67."}, {"Citation": "Roelants, F.M., Breslow, D.K., Muir, A., Weissman, J.S. and Thorner, J. (2011) Protein kinase Ypk1 phosphorylates regulatory proteins Orm1 and Orm2 to control sphingolipid homeostasis in Saccharomyces cerevisiae. Proceedings of the National Academy of Sciences of the United States of America, 108, 19222-19227."}, {"Citation": "Roemer, T. and Krysan, D.J. (2014) Antifungal drug development: challenges, unmet clinical needs, and new approaches. Cold Spring Harbor Perspectives in Medicine, 4(5), a019703."}, {"Citation": "Rollin-Pinheiro, R., Liporagi-Lopes, L.C., de Meirelles, J.V., de Souza, L.M. and Barreto-Bergter, E. (2014) Characterization of Scedosporium apiospermum glucosylceramides and their involvement in fungal development and macrophage functions. PLoS One, 9(5), e98149."}, {"Citation": "Rollin-Pinheiro, R., Singh, A., Barreto-Bergter, E. and Del Poeta, M. (2016) Sphingolipids as targets for treatment of fungal infections. Future Medicinal Chemistry, 8, 1469-1484."}, {"Citation": "Saito, K., Takakuwa, N., Ohnishi, M. and Oda, Y. (2006) Presence of glucosylceramide in yeast and its relation to alkali tolerance of yeast. Applied Microbiology Biotechnology, 71, 515-521."}, {"Citation": "Shahi, P. and Moye-Rowley, W.S. (2009) Coordinate control of lipid composition and drug transport activities is required for normal multidrug resistance in fungi. Biochimica et Biophysica Acta (BBA) - Proteins and Proteomics, 1794, 852-859."}, {"Citation": "Shapiro, R.S., Robbins, N. and Cowen, L.E. (2011) Regulatory circuitry governing fungal development, drug resistance, and disease. Microbiology and Molecular Biology Reviews, 75, 213-267."}, {"Citation": "Shea, J.M., Kechichian, T.B., Luberto, C. and Del Poeta, M. (2006) The cryptococcal enzyme inositol phosphosphingolipid-phospholipase C confers resistance to the antifungal effects of macrophages and promotes fungal dissemination to the central nervous system. Infection Immunity, 74, 5977-5988."}, {"Citation": "Shingu-Vazquez, M. and Traven, A. (2011) Mitochondria and fungal pathogenesis: drug tolerance, virulence, and potential for antifungal therapy. Eukaryotic Cell, 10, 1376-1383."}, {"Citation": "Singh, A. and Del Poeta, M. (2011) Lipid signalling in pathogenic fungi. Cellular Microbiology, 13, 177-185."}, {"Citation": "Singh, A., Na, C., Silva, L., Prieto, M., Futerman, A., Luberto, C., et al. (2012a) Membrane lipid topography controlled by sphingolipids regulates pathogenicity of Cryptococcus neoformans. Cell Microbiology, 14, 500-516."}, {"Citation": "Singh, A., Wang, H., Silva, L.C., Na, C., Prieto, M., Futerman, A.H., et al. (2012b) Methylation of glycosylated sphingolipid modulates membrane lipid topography and pathogenicity of Cryptococcus neoformans. Cell Microbiology, 14, 500-516."}, {"Citation": "Singh, P., Ramachandran, S.K., Zhu, J., Kim, B.C., Biswas, D., Ha, T., et al. (2017) Sphingolipids facilitate age asymmetry of membrane proteins in dividing yeast cells. Molecular Biology of the Cell, 28, 2712-2722."}, {"Citation": "Slotte, J.P. (2016) The importance of hydrogen bonding in sphingomyelin's membrane interactions with co-lipids. Biochimica et Biophysica Acta (BBA) - Biomembranes, 1858, 304-310."}, {"Citation": "Song, J., Li, R. and Jiang, J. (2019) Copper homeostasis in Aspergillus fumigatus: opportunities for therapeutic development. Frontiers in Microbiology, 10, 774."}, {"Citation": "Song, J., Zhai, P., Zhang, Y., Zhang, C., Sang, H., Han, G., et al. (2016) The Aspergillus fumigatus damage resistance protein family coordinately regulates ergosterol biosynthesis and azole susceptibility. mBio, 7, e01919-01915."}, {"Citation": "Song, J., Zhang, S. and Lu, L. (2018) Fungal cytochrome P450 protein Cyp51: what we can learn from its evolution, regulons and Cyp51-based azole resistance. Fungal Biology Reviews, 32, 131-142."}, {"Citation": "Soteropoulos, P., Vaz, T., Santangelo, R., Paderu, P., Huang, D.Y., Tamás, M.J., et al. (2000) Molecular characterization of the plasma membrane H+-ATPase, an antifungal target in Cryptococcus neoformans. Antimicrobial Agents and Chemotherapy, 44, 2349-2355."}, {"Citation": "Spincemaille, P., Matmati, N., Hannun, Y.A., Cammue, B.P. and Thevissen, K. (2014) Sphingolipids and mitochondrial function in budding yeast. Biochimica et Biophysica Acta, 1840, 3131-3137."}, {"Citation": "Suchodolski, J., Muraszko, J., Korba, A., Bernat, P. and Krasowska, A. (2020) Lipid composition and cell surface hydrophobicity of Candida albicans influence the efficacy of fluconazole-gentamicin treatment. Yeast, 37, 117-129."}, {"Citation": "Sugimoto, Y., Sakoh, H. and Yamada, K. (2004) IPC synthase as a useful target for antifungal drugs. Current Drug Targets-Infectious Disorders, 4, 311-322."}, {"Citation": "Sun, Y., Miao, Y., Yamane, Y., Zhang, C., Shokat, K.M., Takematsu, H., et al. (2012) Orm protein phosphoregulation mediates transient sphingolipid biosynthesis response to heat stress via the Pkh-Ypk and Cdc55-PP2A pathways. Molecular Biology of the Cell, 23, 2388-2398."}, {"Citation": "Swinnen, E., Wilms, T., Idkowiak-Baldys, J., Smets, B., De Snijder, P., Accardo, S., et al. (2014) The protein kinase Sch9 is a key regulator of sphingolipid metabolism in Saccharomyces cerevisiae. Molecular Biology of the Cell, 25, 196-211."}, {"Citation": "Teixeira, V., Medeiros, T.C., Vilaca, R., Ferreira, J., Moradas-Ferreira, P. and Costa, V. (2016) Ceramide signaling targets the PP2A-like protein phosphatase Sit4p to impair vacuolar function, vesicular trafficking and autophagy in Isc1p deficient cells. Biochimica et Biophysica Acta (BBA) - Molecular and Cell Biology of Lipids, 1861, 21-33."}, {"Citation": "Ternes, P., Sperling, P., Albrecht, S., Franke, S., Cregg, J.M., Warnecke, D., et al. (2006) Identification of fungal sphingolipid C9-methyltransferases by phylogenetic profiling. Journal of Biological Chemistry, 281, 5582-5592."}, {"Citation": "Vandenbosch, D., Bink, A., Govaert, G., Cammue, B.P., Nelis, H.J., Thevissen, K., et al. (2012) Phytosphingosine-1-phosphate is a signaling molecule involved in miconazole resistance in sessile Candida albicans cells. Antimicrobial Agents and Chemotherapy, 56, 2290-2294."}, {"Citation": "Vilaça, R., Barros, I., Matmati, N., Silva, E., Martins, T., Teixeira, V., et al. (2018) The ceramide activated protein phosphatase Sit4 impairs sphingolipid dynamics, mitochondrial function and lifespan in a yeast model of Niemann-Pick type C1. Biochimica et Biophysica Acta (BBA) - Molecular Basis of Disease, 1864(1), 79-88."}, {"Citation": "Villasmil, M.L., Francisco, J., Gallo-Ebert, C., Donigan, M., Liu, H.Y., Brower, M., et al. (2016) Ceramide signals for initiation of yeast mating-specific cell cycle arrest. Cell Cycle, 15, 441-454."}, {"Citation": "Williams, C., Rajendran, R. and Ramage, G. (2016) Aspergillus biofilms in human disease. In: Imbert C., (Ed). Fungal Biofilms and Related Infections (pp. 1-11). Cham, Switzerland: Springer."}, {"Citation": "Yuan, X.Y., Mitchell, B.M., Hua, X., Davis, D.A. and Wilhelmus, K.R. (2010) The RIM101 signal transduction pathway regulates Candida albicans virulence during experimental keratomycosis. Investigative Ophthalmology & Visual Science, 51, 4668-4676."}, {"Citation": "Zahumensky, J. and Malinsky, J. (2019) Role of MCC/Eisosome in fungal lipid homeostasis. Biomolecules, 9(8), 305."}, {"Citation": "Zhai, P., Song, J., Gao, L., & Lu, L. (2019) A sphingolipid synthesis-related protein OrmA in Aspergillus fumigatus is responsible for azole susceptibility and virulence. Cellular Microbiology, 21, e13092."}], "Title": "REFERENCES"}], "History": [{"Year": "2020", "Month": "4", "Day": "4"}, {"Year": "2020", "Month": "7", "Day": "29"}, {"Year": "2020", "Month": "8", "Day": "2"}, {"Year": "2020", "Month": "8", "Day": "9", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "8", "Day": "19", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "8", "Day": "9", "Hour": "6", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["32767804", "10.1111/mmi.14586"]}}]}