{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "32765195", "DateCompleted": {"Year": "2021", "Month": "06", "Day": "11"}, "DateRevised": {"Year": "2021", "Month": "06", "Day": "11"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "07", "Day": "20"}], "Language": ["eng"], "ELocationID": ["6598434", "10.1155/2020/6598434"], "Journal": {"ISSN": "1537-744X", "JournalIssue": {"Volume": "2020", "PubDate": {"Year": "2020"}}, "Title": "TheScientificWorldJournal", "ISOAbbreviation": "ScientificWorldJournal"}, "ArticleTitle": "Herbal Medicinal Products from <i>Passiflora</i> for Anxiety: An Unexploited Potential.", "Pagination": {"StartPage": "6598434", "MedlinePgn": "6598434"}, "Abstract": {"AbstractText": ["Herbal medicines containing <i>Passiflora</i> species have been widely used to treat anxiety since ancient times. The species <i>Passiflora incarnata</i> L. is included in many Pharmacopoeias, and it is the most used species in food, cosmetic, and pharmaceutical industries. However, there are around 600 species of the genus <i>Passiflora</i> and probably other species that can be used safely. Thus, this article was based on a search into the uses of the main species of the genus <i>Passiflora</i> with anxiolytic activity and its main secondary metabolites and some pharmacological studies, patents, and registered products containing <i>Passiflora.</i> Furthermore, the Brazilian Regulatory Health Agency Datavisa, Medicines and Healthcare Products Regulatory Agency of the United Kingdom, and the European Medicines Agency websites were consulted. The results showed that <i>Passiflora</i> species have health benefits but clinical trials are still scarce. The complexity of <i>Passiflora</i> extracts creates challenges for the development of herbal medicines. <i>P. incarnata</i> is the most studied species of the genus and the most used in natural anxiolytic herbal medicine formulations. However, there are hundreds of <i>Passiflora</i> species potentially useful for medicinal and nutraceutical purposes that are still little explored."], "CopyrightInformation": "Copyright © 2020 Lyca R. da Fonseca et al."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Medicinal Plants and Derivatives, Department of Chemistry of Natural Products, Farmanguinhos, Fiocruz, Rio de Janeiro 21041-250, Brazil."}, {"Identifier": [], "Affiliation": "Professional Postgraduate Program in Management, Research and Development in Pharmaceutical Industry, Farmanguinhos, Fiocruz, Rio de Janeiro 21041-250, Brazil."}], "LastName": "da Fonseca", "ForeName": "Lyca R", "Initials": "LR"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Medicinal Plants and Derivatives, Department of Chemistry of Natural Products, Farmanguinhos, Fiocruz, Rio de Janeiro 21041-250, Brazil."}, {"Identifier": [], "Affiliation": "Professional Postgraduate Program in Management, Research and Development in Pharmaceutical Industry, Farmanguinhos, Fiocruz, Rio de Janeiro 21041-250, Brazil."}], "LastName": "Rodrigues", "ForeName": "Rafaele de A", "Initials": "RA"}, {"Identifier": ["0000-0002-3478-1904"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Medicinal Plants and Derivatives, Department of Chemistry of Natural Products, Farmanguinhos, Fiocruz, Rio de Janeiro 21041-250, Brazil."}], "LastName": "Ramos", "ForeName": "Aline de S", "Initials": "AS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Medicinal Plants and Derivatives, Department of Chemistry of Natural Products, Farmanguinhos, Fiocruz, Rio de Janeiro 21041-250, Brazil."}, {"Identifier": [], "Affiliation": "Academic Postgraduate Program in Translational Research in Drugs and Medicines, Farmanguinhos, Fiocruz, Rio de Janeiro 21041-250, Brazil."}], "LastName": "da Cruz", "ForeName": "Jefferson D", "Initials": "JD"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Medicinal Plants and Derivatives, Department of Chemistry of Natural Products, Farmanguinhos, Fiocruz, Rio de Janeiro 21041-250, Brazil."}, {"Identifier": [], "Affiliation": "Faculty of Pharmacy, Fluminense Federal University, Niterói 24241-002, Brazil."}], "LastName": "Ferreira", "ForeName": "José Luiz P", "Initials": "JLP"}, {"Identifier": ["0000-0003-2569-1306"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Chromatography, Department of Chemistry, Federal University of Amazonas, Manaus 69077-000, Brazil."}], "LastName": "Silva", "ForeName": "Jefferson Rocha de A", "Initials": "JRA"}, {"Identifier": ["0000-0002-2532-471X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Medicinal Plants and Derivatives, Department of Chemistry of Natural Products, Farmanguinhos, Fiocruz, Rio de Janeiro 21041-250, Brazil."}], "LastName": "Amaral", "ForeName": "Ana Claudia F", "Initials": "ACF"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "ScientificWorldJournal", "NlmUniqueID": "101131163", "ISSNLinking": "1537-744X"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Anti-Anxiety Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}], "MeshHeadingList": [{"QualifierName": ["pharmacology", "therapeutic use"], "DescriptorName": "Anti-Anxiety Agents"}, {"QualifierName": [], "DescriptorName": "Brazil"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["chemistry"], "DescriptorName": "Passiflora"}, {"QualifierName": [], "DescriptorName": "Patents as Topic"}, {"QualifierName": ["chemistry", "pharmacokinetics", "pharmacology"], "DescriptorName": "Plant Extracts"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plants, Medicinal"}], "CoiStatement": "The authors declare that there are no conflicts of interest regarding the publication of this paper."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Carlini E. A. Plants and the central nervous system. Pharmacology Biochemistry and Behavior. 2003;75:501–512. doi: 10.1016/s0091-3057(03)00112-6.", "ArticleIdList": ["10.1016/s0091-3057(03)00112-6", "12895668"]}, {"Citation": "Dhawan K., Kumar S., Sharma A. Comparative anxiolytic activity profile of various preparations of Passiflora incarnata Linneaus: a comment on medicinal plants’ standardization. Journal of Alternative and Complementary Medicine. 2002;8(3):283–291. doi: 10.1089/10755530260127970.", "ArticleIdList": ["10.1089/10755530260127970", "12165186"]}, {"Citation": "Wakdikar S. Global health care challenge: Indian experiences and new prescriptions. Electronic Journal of Biotechnoly. 2004;7:214–220. doi: 10.2225/vol7-issue3-fulltext-5.", "ArticleIdList": ["10.2225/vol7-issue3-fulltext-5"]}, {"Citation": "Germany, Federal Law Gazette [BGBl] Medicinal products act, part I. 2005;12:p. 3394. Updated by Federal Law Gazette I, Law of October 19, 2012, p. 2192.  http://www.gesetze-im-internet.de/englisch_amg/medicinal_products_act.pdf."}, {"Citation": "E Union. Directive 2001/83/EC. Official Journal of the European Union; 2001.   http://www.wipo.int/wipolex/en/text.jsp?file_id=291864."}, {"Citation": "E Union. Directive 2004/24/EC. Official Journal of the European Union; 2004.   http://www.wipo.int/wipolex/en/text.jsp?file_id=179078."}, {"Citation": "Miroddi M., Mannucci C., Mancari F., Navarra M., Calapai G. Research and development for botanical products in medicinals and food supplements market. Evidence-Based Complementary Alternative Medicine. 2013;2013:6. doi: 10.1155/2013/649720.649720", "ArticleIdList": ["10.1155/2013/649720", "PMC3625613", "23606886"]}, {"Citation": "Brazil, Ministry of Health. “RDC no 14/March 31, 2010,” Diário Oficial da União. Brasilia, Brazil: ANVISA; 2010.   http://portal.anvisa.gov.br/documents/10181/2718376/RDC_14_2010_COMP.pdf/a919c09b-0717-451d-849b-067153c02930?version=1.0."}, {"Citation": "Brazil, Ministry of Health. “RDCN. 26/May 13, 2014,” Diário Oficial da União, Brasilia, Section 1. Brasilia, Brazil: ANVISA; 2014. pp. 52–58.  http://pesquisa.in.gov.br/imprensa/jsp/visualiza/index.jsp?jornal=1&pagina=52&data=14/05/2014."}, {"Citation": "Arifin S. F., Al Shami A., Omar S. S. S., Jalil M. A. A., Khalid K. A., Hadi H. Impact of modern technology on the development of natural-based products. Journal of Ayurvedic and Herbal Medicine. 2019;5:133–142."}, {"Citation": "Scopus® S.V.  Bibliographic Database and Search Site. Amsterdam, Netherlands: Elsevier B.V.; 2019.   http://www.scopus.com."}, {"Citation": "Scirus®. Bibliographic Database and Search Site. Amsterdam, Netherlands: Elsevier B.V.; 2019.   http://www.scirus.com."}, {"Citation": "SciFinder®. Bibliographic Database and Search Site. Columbus, OH, USA: Chemical Abstracts Service; 2019.   http://scifinder.cas.org/"}, {"Citation": "Google Scholar®. Search Site. Mountain View, CA, USA: Google LLC; 2019.   https://scholar.google.com.br/"}, {"Citation": "United States, Department of Health and Human Services. Database. ClinicalTrials.Gov. Bethesda, MA, USA: National Institutes of Health (NIH); 2020.   https://clinicaltrials.gov."}, {"Citation": "Brazil, National Institute of Industrial Property (INPI) Search Website. Courbevoie, France: National Institute of Industrial Property (INPI); 2019.   https://gru.inpi.gov.br/pePI/servlet/PatenteServletController."}, {"Citation": "Brazil, Ministry of Health. Datavisa ANVISA Websitae. Brazil: Ministry of Health; 2019.   https://consultas.anvisa.gov.br/#/medicamentos/"}, {"Citation": "World Trade Organization. Agreement on Trade-Related Aspects of Intellectual Property Rights. Geneva, Switzerland: World Trade Organization; 1994.   https://www.wto.org/english/tratop_e/trips_e/t_agm1_e.htm."}, {"Citation": "Brazil, Ministry of Health. Brazilian Pharmacopoeia. 6th. Brasilia, Brazil: ANVISA; 2019. PM061-PM062."}, {"Citation": "MHRA (Medicines and Healthcare Products Regulatory Agency) Guidance: Herbal Medicines Granted a Traditional Herbal Registration. London UK: Medicines and Healthcare Products Regulatory Agency; 2014.   https://www.gov.uk/government/publications/herbal-medicines-granted-a-traditional-herbal-registration-thr/herbal-medicines-granted-a-traditional-herbal-registration."}, {"Citation": "HMPC. Assessment Report on Passiflora Incarnata L. Herba. Amsterdam, Netherlands: European Medicines Agency; 2014. pp. 1–22.  https://www.ema.europa.eu/en/documents/herbal-report/final-assessment-report-passiflora-incarnata-l-herba_en.pdf EMA/HMPC/669738/2013."}, {"Citation": "Muschner V. C., Lorenz A. P., Cervi A. C., Bonatto S. L., Souza-Chies T. T. A first molecular phylogenetic analysis of Passiflora (Passifloraceae) American Journal of Botany. 2003;8:1229–1238. doi: 10.3732/ajb.90.8.1229.", "ArticleIdList": ["10.3732/ajb.90.8.1229", "21659223"]}, {"Citation": "Ulmer T., Mac Dougal J. M. Passiflora: Passionflowers of the World. Portland, OR, USA: Timber Press; 2004."}, {"Citation": "Pereira C. A. M., Vilegas J. H. Y. Constituintes químicos e farmacologia do gênero Passiflora com ênfase a P. alata Dryander. Revista Brasileira de Plantas Medicinais. 2000;3:1–12."}, {"Citation": "Souza M. M., Pereira T. N. S., Vieira M. C. Cytogenetic studies in some species of Passiflora L. (Passifloraceae): a review emphasizing Brazilian species. Brazilian Archives of Biology Technology. 2008;51:247–258. doi: 10.1590/s1516-89132008000200003.", "ArticleIdList": ["10.1590/s1516-89132008000200003"]}, {"Citation": "Cerqueira-Silva C. B. M., Conceição L. D. H. C. S., Souza A. P., Corrêa R. X. A history of passion fruit woodiness disease with emphasis on the current situation in Brazil and prospects for Brazilian passion fruit cultivation. European Journal of Plant Pathology. 2014;139:261–270. doi: 10.1007/s10658-014-0391-z.", "ArticleIdList": ["10.1007/s10658-014-0391-z"]}, {"Citation": "Gosmann G., Provesnsi G., Comunello L. N., Rates S. M. K. Composição química e aspectos farmacológicos de espécies de Passiflora L. (Passifloraceae) Revista Brasileira de Biociencias. 2011;9:88–99."}, {"Citation": "Oliveira J. C., Ruggiero C.  Espécies de Maracujá com potencial agronômico, In: Faleiro F. G., Junqueira N. T. V., Braga M. F., editors. Maracujá germoplama e melhoramento genético. Planaltina, Brazil: Embrapa Cerrados; 2005. pp. 141–158.  http://www.cpac.embrapa.br/ivrtpm/homepage/capitulos/cap_6.pdf."}, {"Citation": "Braga A., Medeiros T. P., Araújo B. V. Investigação da atividade antihiperglicemiante da farinha da casca de Passiflora edulis Sims, Passifloraceae, em ratos diabéticos induzidos por aloxano. Revista Brasileira de Farmacognosia. 2010;20:186–191. doi: 10.1590/s0102-695x2010000200009.", "ArticleIdList": ["10.1590/s0102-695x2010000200009"]}, {"Citation": "Miroddi M., Calapai G., Navarra M., Minciullo P. L., Gangemi S. Passiflora incarnata L.: ethnopharmacology, clinical application, safety and evaluation of clinical trials. Journal of Ethnopharmacology. 2013;150:791–804. doi: 10.1016/j.jep.2013.09.047.", "ArticleIdList": ["10.1016/j.jep.2013.09.047", "24140586"]}, {"Citation": "Klein N., Gazola A. C., C de Lima T., Schenkel E., Nieber K., Butterweck V. Assessment of sedative effects of Passiflora edulis f. flavicarpa and Passiflora alata extracts in mice, measured by telemetry. Phytotherapy Research. 2014;28:706–713. doi: 10.1002/ptr.5043.", "ArticleIdList": ["10.1002/ptr.5043", "23893399"]}, {"Citation": "Cervi A. C., Rodrigues W. A. Nomenclatural and taxonomic review of Passifloraceae species illustrated and described by Vellozo in Flora Fluminensis. Acta Botanica Brasilica. 2010;24:1109–1111. doi: 10.1590/s0102-33062010000400029.", "ArticleIdList": ["10.1590/s0102-33062010000400029"]}, {"Citation": "Dhawan K., Dhawan S., Sharma A. Passiflora: a review update. Journal of Ethnopharmacololy. 2004;94:1–23. doi: 10.1016/j.jep.2004.02.023.", "ArticleIdList": ["10.1016/j.jep.2004.02.023", "15261959"]}, {"Citation": "De-Paris F., Petry R. D., Reginatto F. H., et al. Pharmacochemical study of aqueous extract of Passiflora alata Dryander and Passiflora edulis Sims. Acta Farmaceutica Bonaerense. 2002;21:5–8."}, {"Citation": "Soulimani R., Younos C., Jarmouni S., Bousta D., Misslin R., Mortier F. Behavioural effects of Passiflora incarnata L. and its indole alkaloid and flavonoid derivatives and maltol in the mouse. Journal of Ethnopharmacology. 1997;57:11–20. doi: 10.1016/s0378-8741(97)00042-1.", "ArticleIdList": ["10.1016/s0378-8741(97)00042-1", "9234160"]}, {"Citation": "Oliveira M. S., Pinheiro I. O., Silva F. S. B. V. Vermicompost and arbuscular mycorrhizal fungi: an alternative to increase foliar orientin and vitexin-2-O-ramnoside synthesis in Passiflora alata Curtis seedlings. Industrial Crops and Products. 2015;77:754–757. doi: 10.1016/j.indcrop.2015.09.061.", "ArticleIdList": ["10.1016/j.indcrop.2015.09.061"]}, {"Citation": "Rehwald A., Meier B., Sticher O. Qualitative and quantitative reversed-phase high-performance liquid chromatography of flavonoids in Passiflora incarnata L. Pharmaceutica Acta Helvetiae. 1994;69:153–158. doi: 10.1016/0031-6865(94)90017-5.", "ArticleIdList": ["10.1016/0031-6865(94)90017-5"]}, {"Citation": "Gomes S. V. F., Portugal L. A., Anjos J. P., et al. Accelerated solvent extraction of phenolic compounds exploiting a Box-Behnken design and quantification of five flavonoids by HPLC-DAD in Passiflora species. Microchemical Journal. 2017;132:28–35. doi: 10.1016/j.microc.2016.12.021.", "ArticleIdList": ["10.1016/j.microc.2016.12.021"]}, {"Citation": "Zucolotto S. M., Fagundes C., Reginatto F. H., et al. Analysis of C-glycosyl flavonoids from south American Passiflora species by HPLC-DAD and HPLC-MS. Phytochemical Analysis. 2012;23:232–239. doi: 10.1002/pca.1348.", "ArticleIdList": ["10.1002/pca.1348", "21858882"]}, {"Citation": "Ulubelen A., Oksuz S., Mabry T. J., Dellamonica G., Chopin J. C-glycosylflavonoids from Passiflora pittieri, P. alata, P. ambigua and Adenia mannii. Journal of Natural Products. 1982;45:p. 783. doi: 10.1021/np50024a030.", "ArticleIdList": ["10.1021/np50024a030"]}, {"Citation": "Farag M. A., Otify A., Porzel A., Michel C. G., Elsayed A., Wessjohann L. A. Comparative metabolite profiling and fingerprinting of genus Passiflora leaves using a multiplex approach of UPLC-NS and NMR analysed by chemometric tools. Analytical and Bioanalytical Chemistry. 2016;408:3125–3143. doi: 10.1007/s00216-016-9376-4.", "ArticleIdList": ["10.1007/s00216-016-9376-4", "26883968"]}, {"Citation": "Wosch L., Santos K. C., Imig D. C. Comparative study of Passiflora taxa leaves: II. A chromatographic profile. Brazilian Journal Pharmacognosy. 2017;27:40–49. doi: 10.1016/j.bjp.2016.06.007.", "ArticleIdList": ["10.1016/j.bjp.2016.06.007"]}, {"Citation": "Lin C. L., Kao C. L., Huang S. C., et al. Chemical constituents of fruit shells of Passiflora edulis. Chemistry Natural Compounds. 2016;52:314–315. doi: 10.1007/s10600-016-1626-3.", "ArticleIdList": ["10.1007/s10600-016-1626-3"]}, {"Citation": "Hu Y., Jiao L., Jiang M. H., et al. A new C-glycosyl flavone and a new neolignan glycoside from Passiflora edulis Sims peel. Natural Products Research. 2018;32:2312–2318. doi: 10.1080/14786419.2017.1410809.", "ArticleIdList": ["10.1080/14786419.2017.1410809", "29199463"]}, {"Citation": "Petry R. D., De Souza K. C. B., Bassani V. L., Petrovick P. R., Ortega G. G. Doseamento do teor de flavonóides totais em extratos em extratos hidroalcóolicos de Passiflora alata Dryander (maracujá) Revista Brasileira de Farmácia. 1998;79:7–10."}, {"Citation": "Petry R. D., Reginatto F., De-Paris F., et al. Comparative pharmacological study of hydroethanol extracts of Passiflora alata and Passiflora edulis leaves. Phytotherapy Research. 2001;15:162–164. doi: 10.1002/ptr.694.", "ArticleIdList": ["10.1002/ptr.694", "11268119"]}, {"Citation": "Müller S. D., Vasconcelos S. B., Coelho M., Biavatti M. V. LC and UV determination of flavonoids from: Passiflora alata medicinal extracts and leaves. Journal of Pharmaceutical and Biomedical Analysis. 2005;37:399–403. doi: 10.1016/j.jpba.2004.10.047.", "ArticleIdList": ["10.1016/j.jpba.2004.10.047", "15708685"]}, {"Citation": "Pereira C. A. M., Yariwake J. H., Lanças F. M., Wauters J. N., Tits M., Angenot L. A HPTLC densitometric determination of flavonoids from Passiflora alata, P. edulis, P. incarnata and P. caerulea and comparison with HPLC method. Phytochemical Analysis. 2004;15:241–248. doi: 10.1002/pca.778.", "ArticleIdList": ["10.1002/pca.778", "15311844"]}, {"Citation": "Reginatto F., De-Paris H. F., Petry R. D., et al. Evaluation of anxiolytic activity of spray dried powders of two South Brazilian Passiflora species. Phytotherapy Research. 2006;20:348–351. doi: 10.1002/ptr.1853.", "ArticleIdList": ["10.1002/ptr.1853", "16619361"]}, {"Citation": "Gonzáles Ortega G., Schmidt P. C. Stability studies on dried extracts of passion flower (Passiflora incarnata L.) Pharma Sciences. 1995;5:385–389."}, {"Citation": "Quercia V., Turchetto L., Pierini N., Cuozzo V., Percaccio G. Identification and determination of vitexin and isovitexin in Passiflora incarnata extracts. Journal of Chromatograph A. 1978;161:396–402. doi: 10.1016/s0021-9673(01)85261-4.", "ArticleIdList": ["10.1016/s0021-9673(01)85261-4"]}, {"Citation": "Jay M. C-glycosylflavonoids. In: Harbone J. B., editor. The Flavonoids. London, UK: Chapman & Hall; 1996."}, {"Citation": "Wohlmuth H., Penman K. G., Pearson T., Lehmann R. P. Pharmacognosy and chemotypes of passionflower (Passiflora incarnata L.) Biological and Pharmaceutical Bulletin. 2010;33:1015–1018. doi: 10.1248/bpb.33.1015.", "ArticleIdList": ["10.1248/bpb.33.1015", "20522969"]}, {"Citation": "Zeraik M. L., Pereira C. A. M., Zuin V. G., Yariwake J. H., Maracujá Um alimento funcional? Revista Brasileira de Farmacognosia. 2010;20:459–471. doi: 10.1590/s0102-695x2010000300026.", "ArticleIdList": ["10.1590/s0102-695x2010000300026"]}, {"Citation": "Harbone J. B., Baxter H. Phytochemical Dictionary: A Handbook of Bioactive Compound from: Plants. London, UK: Taylor & Francis; 1995."}, {"Citation": "Lutomski J., Wrocinski T. Pharmacodinamic properties of P. incarnata preparations. The effect of alkaloid and flavonoid components on pharmacodinamic properties of the raw materials. Biuletyn Instytutu Roslin Leczniczych. 1960;6:176–184."}, {"Citation": "WHO, Passiflorae H. WHO Monographs on Selected Medicinal Plants. Geneva, Switzerland: World Health Organization Press; 2007. pp. 257–267."}, {"Citation": "Wasowski C., Marder M. Flavonoids as GABAA receptor ligands: the whole story? Journal of Experimental Pharmacology. 2012;4:9–24.", "ArticleIdList": ["PMC4863311", "27186113"]}, {"Citation": "Wang F., Huen M. S. Y., Tsang S. Y., Xue H. Neuroactive flavonoids interacting with GABAA receptor complex. Current Drug Targets. 2005;4:575–585. doi: 10.2174/156800705774322030.", "ArticleIdList": ["10.2174/156800705774322030", "16266290"]}, {"Citation": "Zhang W., Koehler K. F., Zhang P., Cook J. M. Development of a comprehensive pharmacophore model for the benzodiazepine receptor. Drug Design and Discovery. 1995;12:193–248.", "ArticleIdList": ["7662830"]}, {"Citation": "Hanrahan J. R., Chebib M., Johnston G. A. R. Flavonoid modulation of GABAA receptors. British Journal of Pharmacology. 2011;163:234–245. doi: 10.1111/j.1476-5381.2011.01228.x.", "ArticleIdList": ["10.1111/j.1476-5381.2011.01228.x", "PMC3087128", "21244373"]}, {"Citation": "Dekermendjian K., Kahnberg P., Witt M. R., Sterner O., Nielsen M., Liljefors T. Structure–activity relationships and molecular modeling analysis of flavonoids binding to the benzodiazepine site of the rat brain GABAA receptor complex. Journal of Medicinal Chemistry. 1999;42:4343–4350. doi: 10.1021/jm991010h.", "ArticleIdList": ["10.1021/jm991010h", "10543878"]}, {"Citation": "Huang X., Liu T., Gu J., et al. 3D-QSAR Model of flavonoids binding at benzodiazepine site in GABAA receptors. Journal of Medicinal Chemistry. 2001;44:1883–1891. doi: 10.1021/jm000557p.", "ArticleIdList": ["10.1021/jm000557p", "11384234"]}, {"Citation": "Kahnberg P., Lager E., Rosenberg C., et al. Refinement and evaluation of a pharmacophore model for flavone derivatives binding to the benzodiazepine site of the GABAA receptor. Journal of Medicinal Chemistry. 2002;45:4188–4201. doi: 10.1021/jm020839k.", "ArticleIdList": ["10.1021/jm020839k", "12213060"]}, {"Citation": "Holanda D. K. R., Wurlitzer N. J., Dionisio A. P., et al. Garlic passion fruit (Passiflora tenuifila Killip): assessment of eventual acute toxicity, anxiolytic, sedative, and anticonvulsant effects using in vivo assays. Food Research International. 2020;128 doi: 10.1016/j.foodres.2019.108813.108813", "ArticleIdList": ["10.1016/j.foodres.2019.108813", "31955772"]}, {"Citation": "Zhang J., He Y., Jiang X., Jiang H., Shen J. Nature brings new avenues to the therapy of central nervous system diseases-an overview of possible treatments derived from natural products. Science China Life Sciences. 2019;62(10):1332–1367. doi: 10.1007/s11427-019-9587-y.", "ArticleIdList": ["10.1007/s11427-019-9587-y", "31444682"]}, {"Citation": "Germán-Ponciano L. J., Puga-Olguín A., Rovirosa-Hernández M. J., Caba M., Meza E., Rodríguez-Landa J. F. Differential effects of acute and chronic treatment with the flavonoid chrysin on anxiety-like behavior and fos immunoreactivity in the lateral septal nucleus in rat. Acta Pharmaceutica. 2020;70:387–397. doi: 10.2478/acph-2020-0022.", "ArticleIdList": ["10.2478/acph-2020-0022", "32074069"]}, {"Citation": "Alves J. S. F., Marques J. L., Demarque D. P., et al. Involvement of isoorientin in the antidepressant bioactivity of a flavonoid-rich extract from Passiflora edulis f. flavicarpa leaves. Revista Brasileira de Farmacognosia. 2020;30:240–250. doi: 10.1007/s43450-020-00003-x.", "ArticleIdList": ["10.1007/s43450-020-00003-x"]}, {"Citation": "Rashno M., Ghaderi S., Nesari A., Khoesandi L., Farbood Y., Sarkaki A. Chrysin attenuates traumatic brain injury-induced recognition memory decline, and anxiety/depression-like behaviors in rats: insights into underlying mechanisms. Psychopharmacology. 2020;237:1607–1619. doi: 10.1007/s00213-020-05482-3.", "ArticleIdList": ["10.1007/s00213-020-05482-3", "32088834"]}, {"Citation": "Appel K., Rose T., Fiebich B., Kammler T., Hoffmann C., Weiss G. Modulation of the γ-aminobutyric acid (GABA) system by Passiflora incarnata L. Phytotherapy Research. 2011;25:838–843. doi: 10.1002/ptr.3352.  https://onlinelibrary.wiley.com/doi/epdf/10.1002/ptr.3352.", "ArticleIdList": ["10.1002/ptr.3352", "10.1002/ptr.3352", "21089181"]}, {"Citation": "Viola H., Wasowski C., Stein M. L., et al. Apigenin, a component of Matricaria recutita flowers, is a central benzodiazepine receptors-ligand with anxiolytic effects. Planta Medica. 1995;61:213–216. doi: 10.1055/s-2006-958058.", "ArticleIdList": ["10.1055/s-2006-958058", "7617761"]}, {"Citation": "Vissiennona C., Nieber K., Kelber O., Butterweck V. Route of administration determines the anxiolytic activity of the flavonols kaempferol, quercetin and myricetin—are they prodrugs? The Journal of Nutritional Biochemistry. 2012;23:733–774. doi: 10.1016/j.jnutbio.2011.03.017.", "ArticleIdList": ["10.1016/j.jnutbio.2011.03.017", "21840194"]}, {"Citation": "Braestrup C., Nielsen M., Olsen C. E. Urinary and brain β-carboline-3-carboxylates as potent inhibitors of brain benzodiazepine receptors. Proceedings of the National Academy of Sciences of the United States of America. 1980;77:2288–2292. doi: 10.1073/pnas.77.4.2288.", "ArticleIdList": ["10.1073/pnas.77.4.2288", "PMC348699", "6246535"]}, {"Citation": "Bharate S. S., Mignani S., Vishwakarma R. A. Why are the majority of active compounds in the CNS domain natural products? A critical analysis. Journal of Medicinal Chemistry. 2018;61:10345–10374. doi: 10.1021/acs.jmedchem.7b01922.", "ArticleIdList": ["10.1021/acs.jmedchem.7b01922", "29989814"]}, {"Citation": "Salerno S., Settimo F., Taliani S., et al. Medicinal chemistry of indolylglyoxylamide GABAA/BzR high affinity ligands: identification of novel anxiolytic/non sedative agents. Current Topics in Medicinal Chemistry. 2012;12:286–311. doi: 10.2174/156802612799078847.", "ArticleIdList": ["10.2174/156802612799078847", "22204484"]}, {"Citation": "Clayton T., Poe M. M., Rallapalli S., et al. A review of the updated pharmacophore for the alpha 5 GABA(A) benzodiazepine receptor model. International Journal of Medicinal Chemistry. 2015;2015:54. doi: 10.1155/2015/430248.430248", "ArticleIdList": ["10.1155/2015/430248", "PMC4657098", "26682068"]}, {"Citation": "Brazil, Ministry of Health. “Normative instruction n. 2./May 13, 2014,” Diário Oficial da União, Brasilia, Section 1. Brasilia, Brazil: ANVISA; 2014. pp. 58–61.  http://pesquisa.in.gov.br/imprensa/jsp/visualiza/index.jsp?data=14/05/2014&jornal=1&pagina=58&totalArquivos=100."}, {"Citation": "Brazil, Ministry of Health. Monografia da espécie Passiflora incarnata Linnaeus (maracujá-vermelho) Brasilia, Brazil: ANVISA; 2015.   https://www.saude.gov.br/images/pdf/2016/fevereiro/05/Monografia-Passiflora-incarnata.pdf."}, {"Citation": "Fierascu R. C., Fierascu I., Ortan A., Georgiew M. I., Sieniawska E. Innovative approaches for recovery of phytoconstituents from medicinal/aromatic plants and biotechnological production. Molecules. 2020;25(2):p. 309. doi: 10.3390/molecules25020309.", "ArticleIdList": ["10.3390/molecules25020309", "PMC7024203", "31940923"]}, {"Citation": "He S. M., Chan E., Zhou S. F. ADME Properties of herbal medicines in humans: evidence, challenges and strategies. Current Pharmaceutical Design. 2011;17:357–407. doi: 10.2174/138161211795164194.", "ArticleIdList": ["10.2174/138161211795164194", "21385154"]}, {"Citation": "Huang C., Zheng C., Li Y., Wang Y., Lu A., Yang L. Systems pharmacology in drug discovery and therapeutic insight for herbal medicines. Briefings in Bioinformatics. 2013;15:710–733. doi: 10.1093/bib/bbt035.", "ArticleIdList": ["10.1093/bib/bbt035", "23736100"]}, {"Citation": "Sut S., Baldan V., Faggian M., Peron G., Dall’Acqua S. Nutraceuticals, a new challenge for medicinal chemistry. Current Medicinal Chemistry. 2016;23:1–26. doi: 10.2174/0929867323666160615104837.", "ArticleIdList": ["10.2174/0929867323666160615104837", "27319583"]}, {"Citation": "Rasool M., Malik A., Waquar S., et al. In-Silico characterization and in-vivo validation of Albizia saponin-A, iso-orientin, and aalvadorin using a rat model of Alzheimer’s disease. Frontiers in Pharmacology. 2018;9:99–113. doi: 10.3389/fphar.2018.00730.", "ArticleIdList": ["10.3389/fphar.2018.00730", "PMC6085546", "30123124"]}, {"Citation": "Wang M., Firrman J., Liu L., Yam K. A review on flavonoid apigenin: dietary intake, ADME, antimicrobial effects, and interactions with human gut microbiota. BioMed Research International. 2019;2019:18. doi: 10.1155/2019/7010467.7010467", "ArticleIdList": ["10.1155/2019/7010467", "PMC6817918", "31737673"]}, {"Citation": "Mirza M. U., Ghori N.-Ul-H., Ikram N., Adil A. R., Manzoor S. Pharmacoinformatics approach for investigation of alternative potential hepatitis C virus nonstructural protein 5B inhibitors. Drug Design, Development and Therapy. 2015;9:1825–1841. doi: 10.2147/dddt.s75886.", "ArticleIdList": ["10.2147/dddt.s75886", "PMC4383224", "25848219"]}, {"Citation": "Abraham M. H. The factors that influence permeation across the blood–brain barrier. European Journal of Medicinal Chemistry. 2004;39:235–240. doi: 10.1016/j.ejmech.2003.12.004.", "ArticleIdList": ["10.1016/j.ejmech.2003.12.004", "15051171"]}, {"Citation": "Stamatovic S. M., Keep R. F., Andjelkovic A. V. Brain endothelial cell-cell junctions: how to “open” the blood brain barrier. Current Neuropharmacology. 2008;6:179–192. doi: 10.2174/157015908785777210.", "ArticleIdList": ["10.2174/157015908785777210", "PMC2687937", "19506719"]}, {"Citation": "Ancuceanu R., Dinu M., Dinu-Pirvu C., Anuta V., Negulescu V. Pharmacokinetics of B-ring unsubstituted flavones. Pharmaceutics. 2019;11:p. 370. doi: 10.3390/pharmaceutics11080370.", "ArticleIdList": ["10.3390/pharmaceutics11080370", "PMC6723510", "31374885"]}, {"Citation": "Noh K., Oh D. G., Nepal M. R., et al. Pharmacokinetic interaction of chrysin with caffeine in rats. Biomolecules & Therapeutics. 2016;24(4):446–452. doi: 10.4062/biomolther.2015.197.", "ArticleIdList": ["10.4062/biomolther.2015.197", "PMC4930290", "27098862"]}, {"Citation": "Cicero A. F. G., Colletti A. Nutraceuticals Active on Central Nervous System. Cham, Switzerland: Springer International Publishing AG; 2018. Handbook of Nutraceuticals for Chemical Use; pp. 1–23.", "ArticleIdList": ["10.1007/978-3-319-73642-6"]}, {"Citation": "Mori A., Hasegawa K., Murasaki M., et al. Clinical evaluation of Passiflamin (Passiflora extract) on neurosis—multicenter double blind study in comparison with mexazolam. Clinical Evaluation. 1993;21:383–440."}, {"Citation": "Miyasaka L. S., Atallah Á. N., Soares B.  “Passiflora for Anxiety Disorder,” Cochrane Database of Systematic Reviews Issue 1. Art. No CD004518. 2007.  Cochrane, London, UK.  https://www.cochranelibrary.com/cdsr/doi/10.1002/14651858.CD004518.pub2/full.", "ArticleIdList": ["10.1002/14651858.CD004518.pub2/full", "17253512"]}, {"Citation": "Akhondzadeh S., Naghavi H. R., Vazirian M., Shayeganpour A., Khani M. Passionflower in the treatment of generalized anxiety: a pilot double-blind randomized controlled trial with oxazepam. Journal of Clinical Pharmacy and Therapeutics. 2001;26:363–367. doi: 10.1046/j.1365-2710.2001.00367.x.", "ArticleIdList": ["10.1046/j.1365-2710.2001.00367.x", "11679026"]}, {"Citation": "Akhondzadeh S., Kashani L., Mobaseri M., Hosseini S. H., Nikzad S., Khani M. Passionflower in the treatment of opiates withdrawal: a double-blind randomized controlled trial. Journal of Clinical Pharmacy and Therapeutics. 2001;26:369–373. doi: 10.1046/j.1365-2710.2001.00366.x.", "ArticleIdList": ["10.1046/j.1365-2710.2001.00366.x", "11679027"]}, {"Citation": "Movafegh A., Alizadeh R., Hajimohamadi F., Esfehani F., Nejatfar M. Preoperative oral Passiflora incarnata reduces anxiety in ambulatory surgery patients: a double-blind, placebo-controlled study. Anesthesis & Analgesia. 2008;106:1728–1732. doi: 10.1213/ane.0b013e318172c3f9.", "ArticleIdList": ["10.1213/ane.0b013e318172c3f9", "18499602"]}, {"Citation": "Aslanargun P., Cuvas O., Dikmen B., Aslan E., Yuksel M. U. Passiflora incarnata Linneaus as an anxiolytic before spinal anesthesia. Journal of Anesthesia. 2012;26:39–44. doi: 10.1007/s00540-011-1265-6.", "ArticleIdList": ["10.1007/s00540-011-1265-6", "22048283"]}, {"Citation": "Dantas L. P., Oliveira-Ribeiro A., Almeida-Souza L. M., Groppo F. C. Effects of Passiflora incarnata and midazolam for control of anxiety in patients undergoing dental extraction. Medicina Oral, Patologia Oral y Cirurgia Bucal. 2017;22:e95–101. doi: 10.4317/medoral.21140.", "ArticleIdList": ["10.4317/medoral.21140", "PMC5217504", "27918731"]}, {"Citation": "Ngan A., Conduit R. A double-blind, placebo-controlled investigation of the effects of Passiflora incarnata (passionflower) herbal tea on subjective sleep quality. Phytotherapy Research. 2011;25:1153–1159. doi: 10.1002/ptr.3400.", "ArticleIdList": ["10.1002/ptr.3400", "21294203"]}, {"Citation": "Brazil, Presidency of the Republic. “Law No. 9.279/May 14, 1996,” Diário Oficial da União, Brasilia, Section 1. Brasília, Brazil: National Congress; 1996. p. p. 8353.  http://www.planalto.gov.br/ccivil_03/leis/L9279.htm."}, {"Citation": "Brazil, Presidency of the Republic. “Decree No 5.813/June 22, 2006,” Diário Oficial da União, Brasilia, Section 1. Brasília, Brazil: National Congress; 2006. p. p. 2.  http://www.planalto.gov.br/ccivil_03/_ato2004-2006/2006/decreto/d5813.htm."}, {"Citation": "Muller A. C., Macedo M. F. Patentes de fitomedicamentos: como garantir o compartilhamento dos benefícios de P & D e do uso sustentável de recursos genéticos. Revista Fitos. 2005;1(2):19–24."}, {"Citation": "Brazil, Presidency of the Republic. “Law No 9.782/January 26, 1999,” Diário Oficial da União, Brasilia, Section 1. Brasília, Brazil: National Congress; 1999. p. p. 1.  http://www.anvisa.gov.br/legis/consolidada/lei_9782_99.pdf."}, {"Citation": "Brazil, Ministry of Health. “RDC No 38/June 18, 2014,” Diário Oficial da União, Brasilia, Section 1. Brasilia, Brazil: ANVISA; 2014. pp. 58–61.  http://bvsms.saude.gov.br/bvs/saudelegis/anvisa/2014/rdc0038_18_06_2014.pdf http://bvsms.saude.gov.br/bvs/saudelegis/anvisa/2014/rdc0038_18_06_2014.pdf http://bvsms.saude.gov.br/bvs/saudelegis/anvisa/2014/rdc0038_18_06_2014.pdf."}, {"Citation": "Brazil, Ministry of Health. “RDC 66/November 26, 2014,” Diário Oficial da União, Brasilia, Section 1. Brasilia, Brazil: ANVISA; 2014. pp. 46–47.  http://pesquisa.in.gov.br/imprensa/jsp/visualiza/index.jsp?jornal=1&pagina=46&data=27/11/2014."}, {"Citation": "Brazil, Ministry of Health. “RDC 105/August 31, 2016,” Diário Oficial da União, Brasilia, Section 1. Brasilia, Brazil: ANVISA; 2016. pp. 47–48.  http://pesquisa.in.gov.br/imprensa/jsp/visualiza/index.jsp?jornal=1&pagina=47&data=01/09/2016."}, {"Citation": "United States. Patent full-text databases. 2019.   http://patft.uspto.gov/netahtml/PTO/search-bool.html US Patent."}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "2", "Day": "11"}, {"Year": "2020", "Month": "6", "Day": "12"}, {"Year": "2020", "Month": "6", "Day": "27"}, {"Year": "2020", "Month": "8", "Day": "9", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "8", "Day": "9", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "6", "Day": "12", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "7", "Day": "20"}], "PublicationStatus": "epublish", "ArticleIdList": ["32765195", "PMC7387951", "10.1155/2020/6598434"]}}], "PubmedBookArticle": []}