{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Ophiocordyceps sinensis", "anticancer activity", "apoptosis", "cancer", "gallic acid", "salidroside", "traditional Tibetan medicine"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "32774302", "DateRevised": {"Year": "2024", "Month": "03", "Day": "29"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "07", "Day": "07"}], "Language": ["eng"], "ELocationID": ["976", "10.3389/fphar.2020.00976"], "Journal": {"ISSN": "1663-9812", "JournalIssue": {"Volume": "11", "PubDate": {"Year": "2020"}}, "Title": "Frontiers in pharmacology", "ISOAbbreviation": "Front Pharmacol"}, "ArticleTitle": "Traditional Tibetan Medicine in Cancer Therapy by Targeting Apoptosis Pathways.", "Pagination": {"StartPage": "976", "MedlinePgn": "976"}, "Abstract": {"AbstractText": ["Cancer is a leading cause of death around the world. Apoptosis, one of the pathways of programmed cell death, is a promising target for cancer therapy. Traditional Tibetan medicine (TTM) has been used by Tibetan people for thousands of years, and many TTMs have been proven to be effective in the treatment of cancer. This paper summarized the medicinal plants with anticancer activity in the Tibetan traditional system of medicine by searching for Tibetan medicine monographs and drug standards and reviewing modern research literatures. Forty species were found to be effective in treating cancer. More importantly, some TTMs (<i>e.g</i>., <i>Ophiocordyceps sinensis</i>, <i>Phyllanthus emblica</i> L. and <i>Rhodiola kirilowii</i> (Regel) Maxim.) and their active ingredients (<i>e.g.</i>, cordycepin, salidroside, and gallic acid) have been reported to possess anticancer activity by targeting some apoptosis pathways in cancer, such as Bcl-2/Bax, caspases, PI3K/Akt, JAK2/STAT3, MAPK, and AMPK. These herbs and natural compounds would be potential drug candidates for the treatment of cancer."], "CopyrightInformation": "Copyright © 2020 Tang, Zhao, Yi, Geng, Wu, Zhang, Liu and Fan."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Innovative Institute of Chinese Medicine and Pharmacy, Chengdu University of Traditional Chinese Medicine, Chengdu, China."}, {"Identifier": [], "Affiliation": "School of Ethnic Medicine, Chengdu University of Traditional Chinese Medicine, Chengdu, China."}], "LastName": "Tang", "ForeName": "Ce", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Pharmacy, Chengdu University of Traditional Chinese Medicine, Chengdu, China."}], "LastName": "Zhao", "ForeName": "Cheng-Cheng", "Initials": "CC"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Pharmacy, Chengdu University of Traditional Chinese Medicine, Chengdu, China."}], "LastName": "Yi", "ForeName": "Huan", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Pharmacy, Southwest Minzu University, Chengdu, China."}], "LastName": "Geng", "ForeName": "Zang-Jia", "Initials": "ZJ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Pharmacy, Chengdu University of Traditional Chinese Medicine, Chengdu, China."}], "LastName": "Wu", "ForeName": "Xin-Yue", "Initials": "XY"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Ethnic Medicine, Chengdu University of Traditional Chinese Medicine, Chengdu, China."}], "LastName": "Zhang", "ForeName": "Yi", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Endocrinology, Hospital of Chengdu University of Traditional Chinese Medicine, Chengdu, China."}], "LastName": "Liu", "ForeName": "Ya", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Ethnic Medicine, Chengdu University of Traditional Chinese Medicine, Chengdu, China."}], "LastName": "Fan", "ForeName": "Gang", "Initials": "G"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Pharmacol", "NlmUniqueID": "101548923", "ISSNLinking": "1663-9812"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Afify A. E. M. M. R., Fayed S. A., Shalaby E. A., EI-Shemy H. A. (2011). Syzygium cumini (pomposia) active principles exhibit potent anticancer and antioxidant activities. Afr. J. Pharm. Pharmacol. 5, 948–956.  10.5897/AJPP10.420", "ArticleIdList": ["10.5897/AJPP10.420"]}, {"Citation": "Ahmed H. H., Galal A. F., Shalby A. B., Abd-Rabou A. A., Mehaya F. M. (2018). Improving anti-cancer potentiality and bioavailability of gallic acid by designing polymeric nanocomposite formulation. Asian Pac. J. Cancer Prev. 19, 3137–3146.  10.31557/APJCP.201-8.19.11.3137", "ArticleIdList": ["10.31557/APJCP.201-8.19.11.3137", "PMC6318406", "30486601"]}, {"Citation": "Ali H., Dixit S. (2013). Extraction optimization of Tinospora cordifolia and assessment of the anticancer activity of its alkaloid palmatine. Sci. World J. 2013, 376216.  10.1155/2013/376216", "ArticleIdList": ["10.1155/2013/376216", "PMC3863568", "24379740"]}, {"Citation": "Anitha P., Priyadarsini R. V., Kavitha K., Thiyagarajan P., Nagini S. (2013). Ellagic acid coordinately attenuates Wnt/β-catenin and NF-κB signaling pathways to induce intrinsic apoptosis in an animal model of oral oncogenesis. Eur. J. Nutr. 52, 5–84.  10.1007/s00394-011-0288-y", "ArticleIdList": ["10.1007/s00394-011-0288-y", "22160170"]}, {"Citation": "Aramwit P., Porasuphatana S., Srichana T., Nakpheng T. (2015). Toxicity evaluation of cordycepin and its delivery system for sustained in vitro anti-lung cancer activity. Nanoscale Res. Lett. 10, 152.  10.1186/s11671-015-0851-1", "ArticleIdList": ["10.1186/s11671-015-0851-1", "PMC4392036", "25883541"]}, {"Citation": "Arpornsuwan T., Petvises S., Thim-uam A., Boondech A., Roytrakul S. (2012). Effects of Carthamus tinctorius L. solvent extracts on anti-proliferation of human colon cancer (SW 620 cell line) via apoptosis and the growth promotion of lymphocytes. Songklanakarin J. Sci. Technol. 34, 45–51."}, {"Citation": "Aung H. H., Wang C. Z., Ni M., Fishbein A., Mehendale S. R., Xie J. T., et al. (2017). Crocin From Crocus Sativus Possesses Significant Anti-Proliferation Effects on Human Colorectal Cancer Cells. Exp. Oncol. 29, 175–180. mdl-18004240", "ArticleIdList": ["PMC2658895", "18004240"]}, {"Citation": "Balachandran C., Arun Y., Sangeetha B., Duraipandiyan V., Awale S., Emi N., et al. (2017). In vitro and in vivo anticancer activity of 2-acetyl-benzylamine isolated from Adhatoda vasica L. leaves. Biomed. Pharmacother. 93, 796–806.  10.1016/j.biopha.2017.06.096", "ArticleIdList": ["10.1016/j.biopha.2017.06.096", "28715864"]}, {"Citation": "Bassa L. M., Jacobsm C., Gregory K., Henchey E., Ser-Dolansky J., Schneider S. S. (2016). Rhodiola crenulata induces an early estrogenic response and reduces proliferation and tumorsphere formation over time in MCF7 breast cancer cells. Phytomedicine 23, 87–94.  10.1016/j.phymed.2015.11.014", "ArticleIdList": ["10.1016/j.phymed.2015.11.014", "26850689"]}, {"Citation": "Bauer-Wu S., Lhundup T., Tidwell T., Lhadon T., Ozawa-de Silva C., Dolma J., et al. (2014). Tibetan medicine for cancer: an overview and review of case studies. Integr. Cancer Ther. 13, 502–512.  10.1177/1534735414549624", "ArticleIdList": ["10.1177/1534735414549624", "25209591"]}, {"Citation": "Belwal T., Bisht A., Devkota H. P., Ullah H., Khan H., Bhatt I. D., et al. (2020). Phytopharmacology and clinical updates of Berberis species against diabetes and other metabolic diseases. Front. Pharmacol. 11, 41.", "ArticleIdList": ["PMC7040237", "32132921"]}, {"Citation": "Bhardwaj P., Bhardwaj G., Raghuvanshi R., Thakur M. S., Kumar R., Chaurasia O. P. (2018). Rhodiola: An overview of phytochemistry and pharmacological applications. New Age Herbals., 71–113.  10.1007/978-981-10-8291-7-5", "ArticleIdList": ["10.1007/978-981-10-8291-7-5"]}, {"Citation": "Bisen P. S., Bundela S. S., Sharma A. (2012). Ellagic acid–chemopreventive role in oral cancer. J. Cancer Sci. Ther. 4, 23–30.  10.4-172/1948-5956.1000106", "ArticleIdList": ["10.4-172/1948-5956.1000106"]}, {"Citation": "Ceci C., Lacal P. M., Tentori L., De Martino M. G., Miano R., Graziani G. (2018). Experimental evidence of the antitumor, antimetast-atic and antiangiogenic activity of ellagic acid. Nutrients 10, E1756.  10.3390/nu10111756", "ArticleIdList": ["10.3390/nu10111756", "PMC6266224", "30441769"]}, {"Citation": "Chaicharoenaudomrung N., Jaroonwitchawan T., Noisa P. (2018). Cordycepin induces apoptotic cell death of human brain cancer through the modulation of autophagy. Toxicol. In Vitro 46, 113–121.  10.1016/j.tiv.2017.10.002", "ArticleIdList": ["10.1016/j.tiv.2017.10.002", "28987792"]}, {"Citation": "Chen C. Y., Kuo P. L., Chen Y. H., Huang J. C., Ho M. L., Lin R. J., et al. (2010). Tyrosinase inhibition, free radical scavenging, antimicroor-ganism and anticancer proliferation activities of Sapindus mukorossi extracts. J. Taiwan Inst. Chem. E. 41, 129–135.  10.1016/j.jtice.200-9.08.005", "ArticleIdList": ["10.1016/j.jtice.200-9.08.005"]}, {"Citation": "Chen Y., Chen Y. C., Lin Y. T., Huang S. H., Wang S. M. (2010). Cordycepin induces apoptosis of CGTH W-2 thyroid carcinoma cells through the calcium-calpain-caspase 7-PARP pathway. J. Agric. Food Chem. 58, 11645–11652.  10.1021/jf1028976", "ArticleIdList": ["10.1021/jf1028976", "20961042"]}, {"Citation": "Chen X., Yang G. M., He Y. Y., Cai B. C. (2011). Antitumor effect of alkaloids from Oxytropis Falcata on S180 bearing mice. Chin. J. Tradit. Chin. Med. Pharm. 26, 2540–2542."}, {"Citation": "Chen Q. L., Chen X. Y., Zhu L., Chen H. B., Ho H. M., Yeung W. P., et al. (2016). Review on Saussurea laniceps, a potent medicinal plant known as “snow lotus”: botany, phytochemistry and bioactivities. Phytochem. Rev. 15, 537–565.  10.1007/s11101-015-9452-y", "ArticleIdList": ["10.1007/s11101-015-9452-y"]}, {"Citation": "Chen X. H., Cheng H. Q., Deng Y., Yang G. M., Pan Y. (2017). Effect of Tibetan medicine Oxytropis Falcata on mitochondrial transmembrane potential and expression of apoptosis related proteins in SMMC-7721. J. Nanjing Univ. Tradit. Chin. Med. 33, 54–58.  10.14148/j.issn.1672-0482.2017.0054", "ArticleIdList": ["10.14148/j.issn.1672-0482.2017.0054"]}, {"Citation": "Chen Q. Q., Shi J. M., Ding Z., Xia Q., Zheng T. S., Ren Y. B., et al. (2019). Berberine induces apoptosis in non-small-cell lung cancer cells by upregulating miR-19a targeting tissue factor. Cancer Manage. Res. 11, 9005–9015.  10.2147/CMAR.S207677", "ArticleIdList": ["10.2147/CMAR.S207677", "PMC6814314", "31695492"]}, {"Citation": "Chen Z. Z. (2016). Berberine induced apoptosis of human osteosarcoma cells by inhibiting phosphoinositide 3 kinase/protein kinase B (PI3K/Akt) signal pathway activation. Iran. J. Public Health 45, 578–585.", "ArticleIdList": ["PMC4935701", "27398330"]}, {"Citation": "Cheng H. Q., Niu L. R., Li G. C., Yang G. M., Pan Y. (2018). Effect of serum containing liposoluble alkaloids from Oxytropis Falcata on viability, apoptosis and life cycle of human lung adenocarcinoma A549 cells in vitro . Tradit. Chin. Drug Res. Pharmacol. 29, 535–539.  10.19378/j.issn.1003-9783.2018.05.001", "ArticleIdList": ["10.19378/j.issn.1003-9783.2018.05.001"]}, {"Citation": "Choi K. C., Lee Y. H., Jung M. G., Kwon S. H., Kim M. J., Jun W. J., et al. (2009). Gallic acid suppresses lipopolysaccharide-induced nuclear factor-kappaB signaling by preventing RelA acetylation in A549 lung cancer cells. Mol. Cancer Res. 7, 2011–2021.  10.1158/1541-7786.MCR-09-0239", "ArticleIdList": ["10.1158/1541-7786.MCR-09-0239", "19996305"]}, {"Citation": "Colapietro A., Mancini A., D’Alessandro A. M., Festuccia C. (2018). Crocetin and crocin from saffron in cancer chemotherapy and chemoprevention. Anticancer Agents Med. Chem. 19, 38–47.  10.2174/187152061966618123111-2453", "ArticleIdList": ["10.2174/187152061966618123111-2453", "30599111"]}, {"Citation": "Das U., Biswas S., Chattopadhyay S., Chakraborty A., Dey Sharma R., Banerji A., et al. (2017). Radiosensitizing effect of ellagic acid on growth of hepatocellular carcinoma cells: an in vitro study. Sci. Rep. 7, 14043.  10.1038/s41598-017-14211-4", "ArticleIdList": ["10.1038/s41598-017-14211-4", "PMC5656621", "29070894"]}, {"Citation": "Deng W. H., Xiao E., Xiong H., Mo S. S., Mei Z. N. (2012). Experimental study on anti-tumor effect of the total saponins from the crude and processed products of Entada phaseoloides . Chin. J. Exp. Tradit. Med. Form. 18, 148–150.  10.13422/j.cnki.syfjx.2012.06.004", "ArticleIdList": ["10.13422/j.cnki.syfjx.2012.06.004"]}, {"Citation": "Dhondrup W., Tidwell T., Wang X., Tso D., Dhondrup G., Luo Q., et al. (2019). Tibetan medical informatics: An emerging feld in Sowa Rigpa pharmacological & clinical research. J. Ethnopharmacol. 250, 112481.  10.1016/j.jep.2019.112481", "ArticleIdList": ["10.1016/j.jep.2019.112481", "31862406"]}, {"Citation": "Dimaer D. Z. P. C. (2012). Jing Zhu Materia Medica (Shanghai: Shanghai Science and Technology Press; )."}, {"Citation": "Ding L., Liu B., Zhang S. D., Hou Q., Qi L. L., Zhou Q. Y. (2011). Cytotoxicity, apoptosis-inducing effects and structure-activity relationships of four natural xanthones from Gentianopsis paludosa Ma in HepG2 and HL-60 cells. Nat. Prod. Res. 25, 669–683.  10.1080/1476410802497398", "ArticleIdList": ["10.1080/1476410802497398", "20182950"]}, {"Citation": "Eskandari E., Heidarian E., Amini S. A., Saffari-Chaleshtori J. (2016). Evaluating the effects of ellagic acid on pSTAT3, pAKT, and pERK1/2 signaling pathways in prostate cancer PC3 cells. J. Cancer Res. Ther. 12, 1266–1271.  10.4103/0973-1482.165873", "ArticleIdList": ["10.4103/0973-1482.165873", "28169238"]}, {"Citation": "Fan J., Wang P., Wang X., Tang W., Liu C., Wang Y., et al. (2015. a). Induction of mitochondrial dependent apoptosis in human leukemia K562 cells by Meconopsis integrifolia: A species from traditional Tibetan medicine. Molecules 20, 11981–11993.  10.3390/molecules-200711981", "ArticleIdList": ["10.3390/molecules-200711981", "PMC6332253", "26133762"]}, {"Citation": "Fan J., Wang Y., Wang X., Wang P., Tang W., Yuan W., et al. (2015. b). The antitumor activity of Meconopsis horridula Hook, a traditional Tibetan medical plant, in murine leukemia L1210 cells. Cell. Physiol. Biochem. 37, 1055–1065.  10.1159/000430231", "ArticleIdList": ["10.1159/000430231", "26401616"]}, {"Citation": "Fan Y., Fan J. P., Guo D. Y., Li T., Ma X. J., Du J. H. (2013). The molecular mechanisms of Meconopsis racemosa Maxim. extract on proliferation of K562 cells. Chin. J. Chin. Mater Med. 36, 1143–1146. 10.13863/j.issn1001-4454.2013.07.037", "ArticleIdList": ["10.13863/j.issn1001-4454.2013.07.037"]}, {"Citation": "Fan X. J., Wang Y., Wang L., Zhu M. (2016). Salidroside induces apoptosis and autophagy in human colorectal cancer cells through inhibition of PI3K/Akt/mTOR pathway. Oncol. Rep. 36, 3559–3567.  10.3892/or.2016.5138", "ArticleIdList": ["10.3892/or.2016.5138", "27748934"]}, {"Citation": "Fang H. J., Li Y., Wu W., Zhu Y. J., Zheng Z. (2018). Effect of Lagopsis Supina ethanol extract on the proliferation and apoptosis of HCT-116 cells. Chin. Med. Mod. Dis. Edu. Chin. 16, 84–86.  10.3969/j.issn.1672-2779.2018.22.037", "ArticleIdList": ["10.3969/j.issn.1672-2779.2018.22.037"]}, {"Citation": "Gauger K. J., Rodríguez-Cortés A., Hartwich M., Schneider S. S. (2010). Rhodiola crenulata inhibits the tumorigenic properties of invasive mammary epithelial cells with stem cell characteristics. J. Med. Plant Res. 4, 446–454.  10.5897/JMPR09.395", "ArticleIdList": ["10.5897/JMPR09.395"]}, {"Citation": "Ge C., Zhang J., Feng F. (2019). Salidroside enhances the anti-cancerous effect of imatinib on human acute monocytic leukemia via the induction of autophagy-related apoptosis through AMPK activation. RSC Adv. 9, 25022.  10.1039/c9ra01683j", "ArticleIdList": ["10.1039/c9ra01683j", "PMC9070041", "35528698"]}, {"Citation": "Guo C., Wu Y., Zhu Y., Wang Y., Tian L., Lu Y., et al. (2015). In vitro and In vivo antitumor effects of n-butanol extracts of Pterocephalus hookeri on Hep3B cancer cell. Evid. Based Complement. Alternat. Med. 2015, 159132.  10.1155/2015/159132", "ArticleIdList": ["10.1155/2015/159132", "PMC4452348", "26089933"]}, {"Citation": "Guo C. X., Wu Y. C., Zhu Y. Z., Tian L. L., Lu Y., Han C., et al. (2015). Inhibits human liver hep3B cell proliferation and invasion and metastasis of n-butanol part of Pterocephalus hookeri in vitro . Chin. J. Exp. Tradit. Med. Form. 21, 100–105.  10.13422/j.cnki.syfi-x.2-015030100", "ArticleIdList": ["10.13422/j.cnki.syfi-x.2-015030100"]}, {"Citation": "Hagiwara Y., Kasukabe T., Kaneko Y., Niitsu N., Okabe-Kado J. (2010). Ellagic acid, a natural polyphenolic compound, induces apoptosis and potentiates retinoic acid-induced differentiation of human leukemia HL-60 cells. Int. J. Hematol. 92, 136–143. 10.1007/s12185-010-0627-4", "ArticleIdList": ["10.1007/s12185-010-0627-4", "20559758"]}, {"Citation": "Hambright H. G., Batth I. S., Xie J., Ghosh R., Kumar A. P. (2015). Palmatine inhibits growth and invasion in prostate cancer cell: Potential role for rpS6/NFκB/FLIP. Mol. Carcinog. 54, 1227–1234.  10.1002/mc.22192", "ArticleIdList": ["10.1002/mc.22192", "PMC4490121", "25043857"]}, {"Citation": "Hao W. Q. (2014). Study on chemical constituents of the alkaloids from the root of Aconitum flavum Hand.-Mazz and its anti-tumor activities (Yinchuan: Ningxia Medical University; )."}, {"Citation": "Ho H. H., Chang C. S., Ho W. C., Liao S. Y., Wu C. H., Wang C. J. (2010). Anti-metastasis effects of gallic acid on gastric cancer cells involves inhibition of NF-kappaB activity and downregulation of PI3K/AKT/small GTPase signals. Food Chem. Toxicol. 48, 2508–2516.  10.1016/j.fct.2010.06.024", "ArticleIdList": ["10.1016/j.fct.2010.06.024", "20600540"]}, {"Citation": "Ho Y. T., Lu C. C., Yang J. S., Chiang J. H., Li T. C., Ip S. W., et al. (2009). Berberine Induced Apoptosis via Promoting the Expression of caspase-8, -9 and -3, Apoptosis-Inducing Factor and Endonuclease G in SCC-4 Human Tongue Squamous Carcinoma Cancer Cells. Anticancer Res. 29, 4063–4070.", "ArticleIdList": ["19846952"]}, {"Citation": "Hoshyar R., Mollaei H. (2017). A comprehensive review on anticancer mechanisms of the main carotenoid of saffron, crocin. J. Pharm. Pharmacol. 69, 1419–1427.  10.1111/jphp.12776", "ArticleIdList": ["10.1111/jphp.12776", "28675431"]}, {"Citation": "Hu H., Li K., Wang X., Liu Y., Lu Z., Dong R., et al. (2012). Set9, NF-κB and microRNA-21 mediate berberine-induced apoptosis of human multiple myeloma cells. Acta Pharmacol. Sin. 34, 157–166. 10.1038/aps.2012.161", "ArticleIdList": ["10.1038/aps.2012.161", "PMC4086496", "23247593"]}, {"Citation": "Hu X., Zhang X., Qiu S., Yu D., Lin S. (2010). Salidroside induces cell-cycle arrest and apoptosis in human breast cancer cells. Biochem. Biophys. Res. Commun. 398, 62–67.  10.1016/j.bbrc.2010.06.033", "ArticleIdList": ["10.1016/j.bbrc.2010.06.033", "20541529"]}, {"Citation": "Jayakumar T., Chiu C. C., Wang S. H., Chou D. S., Huang Y. K., Sheu J. R. (2014). Anti-cancer effects of CME-1, a novel polysaccharide, purified from the mycelia of Cordyceps sinensis against B16-F10 melanoma cells. J. Cancer Res. Ther. 10, 43–49.  10.4103/0973-148-2.131365", "ArticleIdList": ["10.4103/0973-148-2.131365", "24762485"]}, {"Citation": "Jia M. R., Zhang Y. (2016). Dictionary of Chinese ethnic medicine (Beijing: China Medical Science and Technology Press; )."}, {"Citation": "Jia Z. P., Li M. X., Zhang R. X., Wang J. H., Wang M., Guo X. N., et al. (2005). Vitro screening of the effective antitumor or components on Herba Lamiophlam is rotate. Med. J. NDFNC. 26, 173–175.  10.3969/j.issn.1007-8622.2005.03.005", "ArticleIdList": ["10.3969/j.issn.1007-8622.2005.03.005"]}, {"Citation": "Kang D. Y., Sp N., Kim D. H., Joung Y. H., Lee H. G., Park Y. M., et al. (2018). Salidroside inhibits migration, invasion and angiogenesis of MDA-MB 231 TNBC cells by regulating EGFR/Jak2/STAT3 signaling via MMP2. Int. J. Oncol. 53, 877–885.  10.3892/ijo.2018.4430", "ArticleIdList": ["10.3892/ijo.2018.4430", "29901185"]}, {"Citation": "Kang Y. J. (2016). Effects and mechanisms of petroleum ether extract of Lamiophlomis rotate on proliferation of human tongue squamous cell carcinoma Tca8113 cell line. (Lanzhou: Lanzhou University; )."}, {"Citation": "Kao T. Y., Chung Y. C., Hou Y. C., Tsai Y. W., Chen C. H., Chang H. P., et al. (2012). Effects of ellagic acid on chemosensitivity to 5-fluorouracil in colorectal carcinoma cells. Anticancer Res. 32, 4413–4418.", "ArticleIdList": ["23060566"]}, {"Citation": "Karimi-Khouzani O., Heidarian E., Amini S. A. (2017). Anti-inflammatory and ameliorative effects of gallic acid on fluoxetine-induced oxidative stress and liver damage in rats. Pharmacol. Rep. 69, 830–835.  10.1016/j.pharep.2017.03.011", "ArticleIdList": ["10.1016/j.pharep.2017.03.011", "28599245"]}, {"Citation": "Khan L. U., Khan R. A., Khan S., Bano S. A., Fasim F. F., Uzair B. (2017). Phytochemical Screening and Assessment of Pharmacological Properties of Swertia chirayita (Roxb. ex Fleming) Root Methanolic Extract. Int. J. Pharmacol. 13, 1000–1009. 10.3923/ijp.2017.1000.1009", "ArticleIdList": ["10.3923/ijp.2017.1000.1009"]}, {"Citation": "Khatamian N., Homayouni Tabrizi M., Ardalan P., Yadamani S., Darchini Maragheh A. (2019). Synthesis of Carum Carvi essential oil nanoemulsion, the cytotoxic effect, and expression of caspase 3 gene. J. Food Biochem. 43, e12956.  10.1111/jfbc.12956", "ArticleIdList": ["10.1111/jfbc.12956", "31368576"]}, {"Citation": "Kim J. S., Oh D., Yim M. J., Park J. J., Kang K. R., Cho I. A., et al. (2015). Berberine induces FasL-related apoptosis through p38 activation in KB human oral cancer cells. Oncol. Rep. 33, 1775–1782.  10.3892/or.2015.3768", "ArticleIdList": ["10.3892/or.2015.3768", "PMC4440222", "25634589"]}, {"Citation": "Kumar R., Tayade A., Chaurasia O. P., Sunil H., Singh S. B. (2010). Evaluation of anti-oxidant activities and total phenol and flavonoid content of the hydro-alcoholic extracts of Rhodiola sp. Phcog. J. 2, 431–435.  10.1016/s0975-3575(10)80027-6", "ArticleIdList": ["10.1016/s0975-3575(10)80027-6"]}, {"Citation": "Lei X. D., Zhu G. F., Cui W. X., Fan S. J., Zhong W. C., Jiang X. Y. (2011). Effects of tumor cell proliferation of total saponins of Pterocephalus hookeri on in vitro. Lishizhen Med. Mater. Med. Res. 22, 1518–1519.  10.3969/j.issn.1008-0805.2011.06.113", "ArticleIdList": ["10.3969/j.issn.1008-0805.2011.06.113"]}, {"Citation": "Li H., Chen C. (2017). Inhibition of autophagy enhances synergistic effects of Salidroside and anti-tumor agents against colorectal cancer. BMC Complement Altern. Med. 17, 538.  10.1186/s12906-017-2046-z", "ArticleIdList": ["10.1186/s12906-017-2046-z", "PMC5732533", "29246220"]}, {"Citation": "Li M., Zhang M., Zhang Z. L., Liu N., Han X. Y., Liu Q. C., et al. (2017). Induction of apoptosis by berberine in hepatocellular carcinoma HepG2 cells via downregulation of NF-κB. Oncol. Res. 25, 233–239.  10.3727/096504016X1-4742891049073", "ArticleIdList": ["10.3727/096504016X1-4742891049073", "PMC7840840", "28277195"]}, {"Citation": "Li J., Liu F., Jiang S., Liu J., Chen X., Zhang S., et al. (2018). Berberine hydrochloride inhibits cell proliferation and promotes apoptosis of non-small cell lung cancer via the suppression of the MMP2 and Bcl-2/Bax signaling pathways. Oncol. Lett. 15, 7409–7414.  10.3892/-ol.2018.8249", "ArticleIdList": ["10.3892/-ol.2018.8249", "PMC5920480", "29725453"]}, {"Citation": "Li Q., Li H. J., Xu T., Du H., Fan G., Zhang Y. (2018. a). Analysis on medication regularities of traditional Tibetan medicine treating hepatitis based on data mining. Chin. J. Ethnom. Ethnop. 27, 4–7."}, {"Citation": "Li Q., Du H., Wen H. S., Xu T., Wang Y. J., Lai X. R., et al. (2018. b). Determination of six compounds in Berberidis Cortex and comparative study of its different species. Zhongguo Zhong Yao Za Zhi. 44, 968–974.  10.19540/j.cnki.cjcmm.2018-1226.014", "ArticleIdList": ["10.19540/j.cnki.cjcmm.2018-1226.014", "30989857"]}, {"Citation": "Limpisophon K., Schleining G. (2017). Use of gallic acid to enhance the antioxidant and mechanical properties of active fish gelatin film. J. Food Sci. 82, 80–89.  10.1111/1750-3841.13578", "ArticleIdList": ["10.1111/1750-3841.13578", "27918620"]}, {"Citation": "Linghu L., Fan H., Hu Y., Zou Y., Yang P., Lan X., et al. (2014). Mirabijalone E: a novel rotenoid from Mirabilis himalaica inhibited A549 cell growth in vitro and in vivo. J. Ethnopharmacol. 155, 326–333.  10.1016/j.jep.2014.05.034.", "ArticleIdList": ["10.1016/j.jep.2014.05.034.", "24882730"]}, {"Citation": "Liu Z., Li X., Simoneau A. R., Jafari M., Zi X. (2011). Rhodiola rosea extracts and salidroside decrease the growth of bladder cancer cell lines via inhibition of the mTOR pathway and induction of autophagy. Mol. Carcinog. 51, 257–267.  10.1002/mc.20780", "ArticleIdList": ["10.1002/mc.20780", "PMC3144985", "21520297"]}, {"Citation": "Liu X. N., Li Y. J., Yang Q., Chen Y., Weng X. G., Wang Y. W., et al. (2012). Comparative study on tumor cell apoptosis in vitro induced by extracts of Stellera chamaejasme . Chin. J. Chin. Mater Med. 37, 1440–1444.  10.4268/cjcmm20121020", "ArticleIdList": ["10.4268/cjcmm20121020", "22860458"]}, {"Citation": "Liu X. L., Zhao M. M., Wu K. G., Chai X. H., Yu H. P., Tao Z. H., et al. (2012). Immunomodulatory and anticancer activities of phenolics from emblica fruit (Phyllanthus emblica L.). Food Chem. 131, 685–690.  10.1016/j.foodchem.2011.09.063", "ArticleIdList": ["10.1016/j.foodchem.2011.09.063"]}, {"Citation": "Liu D. D., Ye Y. L., Zhang J., Xu J. N., Qian X. D., Zhang Q. (2014). Distinct pro-apoptotic properties of Zhejiang saffron against human lung cancer via a caspase-8-9-3 cascade. Asian. Pac. J. Cancer Prev. 215, 6075–6080.  10.7314/apjcp.2014.15.15.6075", "ArticleIdList": ["10.7314/apjcp.2014.15.15.6075", "25124576"]}, {"Citation": "Liu Y., Bi T., Dai W., Wang G., Qian L., Gao Q., et al. (2016. a). Effects of oxymatrine on the proliferation and apoptosis of human hepatoma carcinoma cells. Technol. Cancer Res. Treat. 15, 487–497.  10.1177/1533034615587616", "ArticleIdList": ["10.1177/1533034615587616", "26009496"]}, {"Citation": "Liu Y., Bi T., Dai W., Wang G., Qian L., Gao Q., et al. (2016. b). Oxymatrine synergistically enhances the inhibitory effect of 5-fluorouracil on hepatocellular carcinoma in vitro and in vivo. Tumour. Biol. 37, 7589–7597.  10.1007/s13277015-4642-1", "ArticleIdList": ["10.1007/s13277015-4642-1", "26687645"]}, {"Citation": "Li-Weber M. (2013). Targeting apoptosis pathways in cancer by Chinese medicine. Cancer Lett. 332, 304–312.  10.1016/j.canlet.2010.07.0-15", "ArticleIdList": ["10.1016/j.canlet.2010.07.0-15", "20685036"]}, {"Citation": "Lo C., Lai T. Y., Yang J. H., Yang J. S., Ma Y. S., Weng S. W., et al. (2010). Gallic acid induces apoptosis in A375.S2 human melanoma cells through caspase-dependent and -independent pathways. Int. J. Oncol. 37, 377–385.  10.3892/ijo00000686", "ArticleIdList": ["10.3892/ijo00000686", "20596665"]}, {"Citation": "Long A., Fu J., Hu Y., Luo Y. (2013). Annphenone from Artemisia vestita inhibits HepG2 cell proliferation. Asian J. Chem. 17, 9497–9502.  10.14233/ajchem.2013.15043", "ArticleIdList": ["10.14233/ajchem.2013.15043"]}, {"Citation": "Lu D., Lu D., Zhang S., Wang X., Zhen J. (2011). The study of cytostatic effect on MCF-7 cells of the alcohol extract of Rhodiola Algida Var. Tangutica. Proc. Environ. Sci. 8, 615–619.  10.1016/j.proenv.2011.10.095", "ArticleIdList": ["10.1016/j.proenv.2011.10.095"]}, {"Citation": "Lu D., Zhang S., Ge R., Lu D. (2011). The preliminary study of antiproliferative effect on MCF-7 cells of Rhodiola algida Var. tangutica. The 2011 IEEE/ICME International Conference on Complex Medical Engineering 23–25. 10.1109/iccme.2011.5876698", "ArticleIdList": ["10.1109/iccme.2011.5876698"]}, {"Citation": "Lu D. X., Zhang S. N., Wang W. P., Zhen J. (2011). “The study of cytostatic effect on MCF-7 cells of the alcohol extract of Rhodiola Algida Var. Tangutica ,” in 2011 3rd International Conference on Bioinformatics and Biomedical Technology (ICBBT 2011), 228–230."}, {"Citation": "Lu P., Lin H., Gu Y., Li L., Guo H., Wang F., et al. (2015). Antitumor effects of crocin on human breast cancer cells. Int. J. Clin. Exp. Med. 8, 20316–20322.", "ArticleIdList": ["PMC4723791", "26884946"]}, {"Citation": "Lu N. H., Zhao H. Q., Chen Z. J., Jing M., Zhang Y. X. (2016). Study on mechanism of Tibetan Gentianopsis paludosa (Hook. f.) Ma. extraction (GPE) inducing colon cancer cells apoptosis by NF-κB signaling pathway. J. Pharm. Res. 35, 129–132.  10.13506/j.cnki.j-pr.2016.03.002", "ArticleIdList": ["10.13506/j.cnki.j-pr.2016.03.002"]}, {"Citation": "Luo Y., Yu H., Yang Y., Tian W., Dong K., Shan J., et al. (2016). A flavonoid compound from Chrysosplenium nudicaule inhibits growth and induces apoptosis of the human stomach cancer cell line SGC-7901. Pharm. Biol. 54, 1133–1139.  10.3109/13880209.2015.1055634", "ArticleIdList": ["10.3109/13880209.2015.1055634", "26428258"]}, {"Citation": "Lv C., Huang Y., Liu Z. X., Yu D., Bai Z. M. (2016). Salidroside reduces renal cell carcinoma proliferation by inhibiting JAK2/STAT3 signaling. Cancer Biomark. 17, 41–47.  10.3233/CBM-160615", "ArticleIdList": ["10.3233/CBM-160615", "27314291"]}, {"Citation": "Ma X. L., Liu J. Z., Cao S. Y., Wang M., Zhang X. Y. (2013). Anti tumor effect of processing Stellera chamaejasme with liquor on tumor-bearing mice. Chin. Tradit. Pat. Med. 35, 1143–1147.  10.3969/j/issn.1001-1528.2013.06.009", "ArticleIdList": ["10.3969/j/issn.1001-1528.2013.06.009"]}, {"Citation": "Ma Y., Feng C., Wang J., Chen Z., Wei P., Fan A., et al. (2019). Hydroxyl safﬂower yellow A regulates the tumor immune microenvironment to produce an anticancer effect in a mouse model of hepatocellular carcinoma. Oncol. Lett. 17, 3503–3510.  10.3892/ol.2019.9946", "ArticleIdList": ["10.3892/ol.2019.9946", "PMC6396201", "30867790"]}, {"Citation": "Ma C. H. (2017). Effect and mechanism research of ethanolic extracts of Lamiophlomis rotate on proliferation of MEC-1 cells (Lanzhou: Lanzhou University; )."}, {"Citation": "Meeran S. M., Katiyar S., Katiyar S. K. (2008). Berberine-induced apoptosis in human prostate cancer cells is initiated by reactive oxygen species generation. Toxicol. Appl. Pharmacol. 229, 33–43.  10.1016/j.taap.2007.12.027", "ArticleIdList": ["10.1016/j.taap.2007.12.027", "18275980"]}, {"Citation": "Mishra R., Kaur G. (2013). Aqueous ethanolic extract of Tinospora cordifolia as a potential candidate for differentiation based therapy of glioblastomas. PloS One 8, e78764.  10.1371/journal.pone.0078764", "ArticleIdList": ["10.1371/journal.pone.0078764", "PMC3811968", "24205314"]}, {"Citation": "Mora M. C., Bassa L. M., Wong K. E., Tirabassi M. V., Arenas R. B., Schneider S. S. (2015). Rhodiola crenulata inhibits Wnt/β-catenin signaling in glioblastoma. J. Surg. Res. 197, 247–255.  10.1016/j.jss.2015.02.074", "ArticleIdList": ["10.1016/j.jss.2015.02.074", "25998182"]}, {"Citation": "Nakamura K., Konoha K., Yamaguchi Y., Kagota S., Shinozuka K., Kunitomo M. (2003). Combined effects of Cordyceps sinensis and methotrexate on hematogenic lung metastasis in mice. Receptors Channels 9, 329–334.  10.3109/713745176", "ArticleIdList": ["10.3109/713745176", "14527877"]}, {"Citation": "Nakamura K., Shinozuka K., Yoshikawa N. (2015). Anticancer and Antimetastatic Effects of Cordycepin, an Active Component of Cordyceps Sinensis. J. Pharmacol. Sci. 127, 53–056. 10.1016/j.jphs.2014.09.001", "ArticleIdList": ["10.1016/j.jphs.2014.09.001", "25704018"]}, {"Citation": "Neag M. A., Mocan A., Echeverría J., Pop R. M., Bocsan C. I., Crişan G., et al. (2018). Berberine: Botanical occurrence, traditional uses, extraction methods, and relevance in cardiovascular, metabolic, hepatic, and renal disorders. Front. Pharmacol. 9, 557.", "ArticleIdList": ["PMC6111450", "30186157"]}, {"Citation": "Ngamkitidechakul C., Jaijoy K., Hansakul P., Soonthornchareonnon N., Sireeratawong S. (2010). Antitumour effects of Phyllanthus emblica L.: induction of cancer cell apoptosis and inhibition of in vivo tumour promotion and in vitro invasion of human cancer cells. Phytother. Res. 24, 1405–1413.  10.1002/ptr.3127", "ArticleIdList": ["10.1002/ptr.3127", "20812284"]}, {"Citation": "Ortiz L. M., Lombardi P., Tillhon M., Scovassi A., II (2014). Berberine, an epiphany against cancer. Molecules 19, 12349–12367.  10.3390/molecules19081-2349", "ArticleIdList": ["10.3390/molecules19081-2349", "PMC6271598", "25153862"]}, {"Citation": "Pai K. S. R., Srilatha P., Suryakant K., Setty M. M., Nayak P. G., Rao C. M., et al. (2011). Anticancer activity of Berberis aristatain Ehrlich ascites carcinoma-bearing mice: A preliminary study. Pharm. Biol. 50, 270–277. 10.3109/13880209.2011.599035", "ArticleIdList": ["10.3109/13880209.2011.599035", "22085276"]}, {"Citation": "Pan Y., Zhang F., Zhao Y., Shao D., Zheng X., Chen Y., et al. (2017). Berberine enhances chemosensitivity and induces apoptosis through dose-orchestrated AMPK signaling in breast cancer. J. Cancer. 8, 1679–1689.  10.7150/jca.19106", "ArticleIdList": ["10.7150/jca.19106", "PMC5535724", "28775788"]}, {"Citation": "Qi Y. J., Cui S., Lu D. X., Yang Y. Z., Luo Y., Ma L., et al. (2015). Effects of the aqueous extract of a Tibetan herb, Rhodiola algida var. tangutica on proliferation and HIF-1α, HIF-2α expression in MCF-7 cells under hypoxic condition in vitro. Cancer Cell Int. 15 15:, 81.  10.1186/s12935-015-0225-x", "ArticleIdList": ["10.1186/s12935-015-0225-x", "PMC4536750", "26279639"]}, {"Citation": "Qinghai Institute for Drug Control (1996). Chinese Tibetan Medicine Vol. Vol. 1-3 (Shanghai: Shanghai Science and Technology Press; )."}, {"Citation": "Qiu Z., Zhou B., Jin L., Yu H., Liu L., Liu Y., et al. (2013). In vitro antioxidant and antiproliferative effects of ellagic acid and its colonic metabolite, urolithins, on human bladder cancer T24 cells. Food Chem. Toxicol. 59, 428–437.  10.1016/j.fct.2013.06.025", "ArticleIdList": ["10.1016/j.fct.2013.06.025", "23811531"]}, {"Citation": "Reddy D. B., Reddy T. C., Jyotsna G., Sharan S., Priya N., Lakshmipathi V., et al. (2009). Chebulagic acid, a COX-LOX dual inhibitor isolated from the fruits of Terminalia chebula Retz., induces apoptosis in COLO-205 cell line. J. Ethnopharmacol. 124, 506–512.  10.1016/j.jep.2009.05.022", "ArticleIdList": ["10.1016/j.jep.2009.05.022", "19481594"]}, {"Citation": "Rogers C., Alnemri E. S. (2019). Gasdermins in apoptosis: New players in an old game. Yale J. Biol. Med. 92, 603–617.", "ArticleIdList": ["PMC6913812", "31866776"]}, {"Citation": "Saleem A., Husheem M., Härkönen P., Pihlaja K. (2002). Inhibition of cancer cell growth by crude extract and the phenolics of Terminalia chebula retz. fruit. J. Ethnopharmacol. 81, 327–336.  10.1016/s0378-8741(02)00099-5", "ArticleIdList": ["10.1016/s0378-8741(02)00099-5", "12127233"]}, {"Citation": "Serasanambati M., Chilakapati S. R., Manikonda P. K., Kanala J. R. (2015). Anticancer activity of methanolic extract of Berberis aristata in MCF-7 human breast cancer cell lines. Int. J. Life Sci. Biotech. Pharm. Res. 4, 31–35."}, {"Citation": "Shao J. H., Zhao C. C., Liu M. X. (2011). Separation and structural identification on the anti-tumor activity of Anemone rivularis . J. Yangzhou Univ. 14, 48–50.  10.19411/j.1007-824x.2011.02.014", "ArticleIdList": ["10.19411/j.1007-824x.2011.02.014"]}, {"Citation": "Shao L. W., Huang L. H., Yan S., Jin J. D., Ren S. Y. (2016). Cordycepin induces apoptosis in human liver cancer HepG2 cells through extrinsic and intrinsic signaling pathways. Oncol. Lett. 12, 995–1000.  10.3892/ol.2016.4706", "ArticleIdList": ["10.3892/ol.2016.4706", "PMC4950226", "27446383"]}, {"Citation": "Sharma N., Kumar A., Sharma P. R., Qayum A., Singh S. K., Dutt P., et al. (2018). A new clerodane furano diterpene glycoside from Tinospora cordifolia triggers autophagy and apoptosis in HCT-116 colon cancer cells. J. Ethnopharmacol. 211, 295–310.  10.1016/j.jep.2017.09.034", "ArticleIdList": ["10.1016/j.jep.2017.09.034", "28962889"]}, {"Citation": "Sheng J., Zou X., Cheng Z., Xiang Y., Yang W., Lin Y., et al. (2018). Recent advances in herbal medicines for sigestive system malignancies. Front. Pharmacol. 9, 1249.  10.3389/fphar.2018.01249", "ArticleIdList": ["10.3389/fphar.2018.01249", "PMC6256117", "30524272"]}, {"Citation": "Shi Z., Dai Y. X., Liang C., Hu S., Tan R. (2018). Study on chemical constitutions and activity of the ethyl acetate extract from Swertia mussotii . Nat. Prod. Res. Dev. 30, 1918–1922.  10.16333/j.1001-6880.2018.11.011", "ArticleIdList": ["10.16333/j.1001-6880.2018.11.011"]}, {"Citation": "Shivananjappa M. M., Joshi M. K. (2012). Influence of Emblica officinalis aqueous extract on growth and antioxidant defense system of human hepatoma cell line (HepG2). Pharm. Biol. 50, 497–505.  10.3109/13880209", "ArticleIdList": ["10.3109/13880209", "22133060"]}, {"Citation": "Silva I. C., Polaquini C. R., Regasini L. O., Ferreira H., Pavan F. R. (2017). Evaluation of cytotoxic, apoptotic, mutagenic, and chemopreventive activities of semi-synthetic esters of gallic acid. Food Chem. Toxicol. 105, 300–307.  10.1016/j.fct.2017.04.033", "ArticleIdList": ["10.1016/j.fct.2017.04.033", "28454784"]}, {"Citation": "Subramanian A. P., Jaganathan S. K., Mandal M., Supriyanto E., Muhamad I., II (2016). Gallic acid induced apoptotic events in HCT-15 colon cancer cells. World J. Gastroenterol. 22, 3952–3961.  10.3748/wjg.v22.i15.3952", "ArticleIdList": ["10.3748/wjg.v22.i15.3952", "PMC4823245", "27099438"]}, {"Citation": "Sun K. X., Xia H. W., Xia R. L. (2015). Anticancer effect of salidroside on colon cancer through inhibiting JAK2/STAT3 signaling pathway. Int. J. Clin. Exp. Pathol. 8, 615–621.", "ArticleIdList": ["PMC4348934", "25755753"]}, {"Citation": "Tang J., Zhao J. J., Li Z. H. (2015). Ethanol extract of Artemisia sieversiana exhibits anticancer effects and induces apoptosis through a mitochondrial pathway involving DNA damage in COLO-205 colon carcinoma cells. Bangladesh J. Pharmacol. 10, 518–523. 10.3329/bjp.v10i3.23196", "ArticleIdList": ["10.3329/bjp.v10i3.23196"]}, {"Citation": "Tao H., Wu X., Cao J., Peng Y., Wang A., Pei J., et al. (2019). Rhodiola species: A comprehensive review of traditional use, phytochemistry, pharmacology, toxicity, and clinical study. Med. Res. Rev. 39, 1–72.  10.1002/med.21564", "ArticleIdList": ["10.1002/med.21564", "30652331"]}, {"Citation": "Tompkins K. D., Thorburn A. (2019). Regulation of apoptosis by autophagy to enhance cancer therapy. Yale J. Biol. Med. 92, 707–718.", "ArticleIdList": ["PMC6913805", "31866785"]}, {"Citation": "Tu Y., Roberts L., Shetty K., Schneider S. S. (2008). Rhodiola crenulata induces death and inhibits growth of breast cancer cell lines. J. Med. Food. 11, 413–423.  10.1089/jmf.2007.0736", "ArticleIdList": ["10.1089/jmf.2007.0736", "18800886"]}, {"Citation": "Umesalma S., Nagendraprabhu P., Sudhandiran G. (2015). Ellagic acid inhibits proliferation and induced apoptosis via the Akt signaling pathway in HCT-15 colon adenocarcinoma cells. Mol. Cell Biochem. 399, 303–313.  10.1007/s11010-014-2257-2", "ArticleIdList": ["10.1007/s11010-014-2257-2", "25355159"]}, {"Citation": "Verma S., Singh A., Mishra A. (2013). Gallic acid: molecular rival of cancer. Environ. Toxicol. Pharmacol. 35, 473–485.  10.1016/j.e-tap.2013.02.011", "ArticleIdList": ["10.1016/j.e-tap.2013.02.011", "23501608"]}, {"Citation": "Wang Y. Y., Lin H. (2015). Mechanism of anti-tumor metastasis for Rhodiola extraction in vitro. Tianjin Pharm. 27, 1–4.  10.3969/j.issn.1006-5687.2015.06.001", "ArticleIdList": ["10.3969/j.issn.1006-5687.2015.06.001"]}, {"Citation": "Wang M., Wang X. X., Jia Z. P., Wang B. (2010). Study on the antitumor activity and mechanism of total alkaloids from Stellera chamaejasme . Chin. Med. Mat. 33, 1919–1922.  10.13863/j.issn1001-4454.2010.12.032", "ArticleIdList": ["10.13863/j.issn1001-4454.2010.12.032"]}, {"Citation": "Wang X., Xu J., Yang M., Zhou H. (2011). Chloroform extract of Tibetan herbal medicine Dracocephalum tanguticum Maxim. inhibits proliferation of T98G glioblastomas cells by modulating Caspase-3 cleavage and expression of Bax and p21. J. Med. Plant Res. 5, 6024–6031.  10.5897/JMPR11.877", "ArticleIdList": ["10.5897/JMPR11.877"]}, {"Citation": "Wang H., Gao T., Du Y., Yang H., Wei L., Bi H., et al. (2015). Anticancer and immunostimulating activities of a novel homogalacturonan from Hippophae rhamnoides L. berry. Carbohydr. Polym. 131, 288–296.  10.1016/j.carbpol.2015.06.021", "ArticleIdList": ["10.1016/j.carbpol.2015.06.021", "26256187"]}, {"Citation": "Wang Z., Wu X., Liang Y. N., Wang L., Song Z. X., Liu J. L., et al. (2016). Cordycepin induces apoptosis and inhibits proliferation of human lung cancer cell line H1975 via inhibiting the phosphorylation of EGFR. Molecules 21, E1267.  10.3390/molecu-les21101267", "ArticleIdList": ["10.3390/molecu-les21101267", "PMC6274019", "27689974"]}, {"Citation": "Wang R., Ma L., Weng D., Yao J., Liu X., Jin F. (2016). Gallic acid induces apoptosis and enhances the anticancer effects of cisplatin in human small cell lung cancer H446 cell line via the ROS-dependent mitochondrial apoptotic pathway. Oncol. Rep. 35, 3075–3083.  10.3892/or.2016.4690", "ArticleIdList": ["10.3892/or.2016.4690", "26987028"]}, {"Citation": "Wang H. X., Huang H. M., Yuan X., Xu K., Cao C. N., Zhao H. P. (2016). Inhibition on proliferation and cell cycle of MGC-803 cancer cells treated with extracts of Tibetan medicine Swertia mussotii . Drug Eval. Res. 39, 735–740.  10.7501/j.issn.1674-6376.2016.05.006", "ArticleIdList": ["10.7501/j.issn.1674-6376.2016.05.006"]}, {"Citation": "Wang Y. X., Wang Y. X., Chen R., Wan D. G., Peng C., Shen C. H., et al. (2018). Effect of protein extracts of Cordyceps on growth of A549 cells and immune activity of mouse peritoneal macrophages in vitro . Chin. J. Exp. Tradit. Med. Form. 24, 79–84.  10.13422/j.cnki.syfjx.2018010079", "ArticleIdList": ["10.13422/j.cnki.syfjx.2018010079"]}, {"Citation": "Wang H., Yuan X., Huang H. M., Zou S. H., Li B., Feng X. Q., et al. (2018). Swertia mussotii extracts induce mitochondria-dependent apoptosis in gastric cancer cells. Biomed. Pharmacother. 104, 603–612.  10.1016/j.biopha.2018.05.023", "ArticleIdList": ["10.1016/j.biopha.2018.05.023", "29803173"]}, {"Citation": "Wang Y. (2006). Research on anti-tumor and immunoregulation activities of the n-butanol extract from Lagotis Brevituba Maxim. (Lanzhou: Lanzhou University; )."}, {"Citation": "Wu W. C., Hsiao J. R., Lian Y. Y., Lin C. Y., Huang B. M. (2007). The apoptotic effect of cordycepin on human OEC-M1 oral cancer cell line. Cancer Chemother. Pharmacol. 60, 103–111. 10.1007/s00280-006-0354-y", "ArticleIdList": ["10.1007/s00280-006-0354-y", "17031645"]}, {"Citation": "Xia T., Chen S., Chen S., Ge X. (2005). Genetic variation within and among populations of Rhodiola alsia (Crassulaceae) native to the Tibetan Plateau as detected by ISSR markers. Biochem. Genet. 43, 87–101.  10.1007/s10528-005-1502-5", "ArticleIdList": ["10.1007/s10528-005-1502-5", "15932059"]}, {"Citation": "Xia D. (2015). Ovarian cancer HO-8910 cell apoptosis induced by crocin in vitro. Nat. Prod. Commun. 10, 249–252. 10.1177/1934578X1501000208", "ArticleIdList": ["10.1177/1934578X1501000208", "25920253"]}, {"Citation": "Xie W. L., Zhu J., Zhao Y. W., Li L. (2010). Antitumor or effect of phlomiol in vivo and in vitro. Chin. J. Chin. Mater. Med. 35, 1189–1192.", "ArticleIdList": ["20707081"]}, {"Citation": "Xie J., Xu Y., Huang X., Chen Y., Fu J., Xi M., et al. (2015). Berberine-induced apoptosis in human breast cancer cells is mediated by reactive oxygen species generation and mitochondrial-related apoptotic pathway. Tumour. Biol. 36, 1279–1288.  10.1007/s13277-0-14-2754-7", "ArticleIdList": ["10.1007/s13277-0-14-2754-7", "25352028"]}, {"Citation": "Xing L. Q., Zhao J. Q., Li W., Sun L. (2009). Effects of water extract of Stellera chamaejasme on survivin expression in human lung squamous cell carcinoma. Lishizhen Med. Mater. Med. Res. 20, 2185–2186."}, {"Citation": "Xu T., Xue C. K., He X. B., Shen K., Zhu J., Jiang P., et al. (2005). Antitumor effects of water soluble extracts from Entada phaseoloides in vitro . West China J. Pharm. Sci. 20, 487–489.  10.13375/j.cnki.wcjps.2005.06.006", "ArticleIdList": ["10.13375/j.cnki.wcjps.2005.06.006"]}, {"Citation": "Xu H., Zhao X., Liu X., Xu P., Zhang K., Lin X. (2015). Antitumor effects of traditional Chinese medicine targeting the cellular apoptotic pathway. Drug Des. Devel. Ther. 9, 2735–2544.  10.2147/DDDT.S80902", "ArticleIdList": ["10.2147/DDDT.S80902", "PMC4445699", "26056434"]}, {"Citation": "Yadav S. S., Singh M. K., Singh P. K., Kumar V. (2017). Traditional knowledge to clinical trials: A review on therapeutic actions of Emblica officinalis . Biomed. Pharmacother. 93, 1292–1302.  10.1016/j.biopha.2017.07.065", "ArticleIdList": ["10.1016/j.biopha.2017.07.065", "28747010"]}, {"Citation": "Yang X., Huang N. (2013). Berberine induces selective apoptosis through the AMPK-mediated mitochondrial/caspase pathway in hepatocellular carcinoma. Mol. Med. Rep. 8, 505–510.  10.3892/mmr.2013.1506.", "ArticleIdList": ["10.3892/mmr.2013.1506.", "23732865"]}, {"Citation": "Yang Y., Yue Y., Runwei Y., Guolin Z. (2010). Cytotoxic, apoptotic and antioxidant activity of the essential oil of Amomum tsao-ko. Bioresour. Technol. 101, 4205–4211.  10.1016/j.biortech.2009.12.131", "ArticleIdList": ["10.1016/j.biortech.2009.12.131", "20133123"]}, {"Citation": "Yang X. H., Wang J. T., Chen L. X., Yang Y. M., Yan L., Ren L. S. (2017). Life-extending effect of Stellera chamaejasme extract on mice with orthotopic liver cancer transplantation. Chin. J. Med. Clin. 17, 501–503."}, {"Citation": "Yao Z., Wan Y., Li B., Zhai C., Yao F., Kang Y., et al. (2018). Berberine induces mitochondrial-mediated apoptosis and protective autophagy in human malignant pleural mesothelioma NCI-H2452 cells. Oncol. Rep. 40, 3603–3610.  10.3892/or.2018.6757", "ArticleIdList": ["10.3892/or.2018.6757", "30272347"]}, {"Citation": "Yip N. K., Ho W. S. (2013). Berberine induces apoptosis via the mitochondrial pathway in liver cancer cells. Oncol. Rep. 30, 1107–1112.  10.3892/or.2013.2543", "ArticleIdList": ["10.3892/or.2013.2543", "23784371"]}, {"Citation": "Yoon S. Y., Park S. J., Park Y. J. (2018). The anticancer properties of cordycepin and their underlying mechanisms. Int. J. Mol. Sci. 19, E3027.  10.3390/ijms19103027", "ArticleIdList": ["10.3390/ijms19103027", "PMC6212910", "30287757"]}, {"Citation": "You B. R., Moon H. J., Han Y. H., Park W. H. (2010). Gallic acid inhibits the growth of HeLa cervical cancer cells via apoptosis and/or necrosis. Food Chem. Toxicol. 48, 1334–1340.  10.1016/j.fct.2010.02.034", "ArticleIdList": ["10.1016/j.fct.2010.02.034", "20197077"]}, {"Citation": "Yu G., Li N., Zhao Y., Wang W., Feng X. L. (2018). Salidroside induces apoptosis in human ovarian cancer SKOV3 and A2780 cells through the p53 signaling pathway. Oncol. Lett. 15, 6513–6518.  10.3892/ol.2018.8090", "ArticleIdList": ["10.3892/ol.2018.8090", "PMC5876432", "29616120"]}, {"Citation": "Yutuo Y. D. G. B. (1983). Four books of pharmacopeia (Beijing: People’s Health Publishing House; )."}, {"Citation": "Zhang Y. J., Nagao T., Tanaka T., Yang C. R., Okabe H., Kouno I. (2004). Antiproliferative activity of the main constituents from Phyllanthus emblica . Biol. Pharm. Bull. 27, 251–255.  10.1248/bpb.27.251", "ArticleIdList": ["10.1248/bpb.27.251", "14758047"]}, {"Citation": "Zhang Q., Guo G. N., Miao R. D., Chen N. Y., Wang Q. (2004). Studies on the chemical constituents of Artemisia sieversiana and their anticancer activities. J. Lanzhou Univ. 40, 68–71.  10.13885/j.issn.0455-2059.2004.04.019", "ArticleIdList": ["10.13885/j.issn.0455-2059.2004.04.019"]}, {"Citation": "Zhang W., Yang J., Chen J., Hou Y., Han X. (2005). Immunomodulatory and anti-tumor effects of an exopolysaccharide fraction from cultivated Cordyceps sinensis (Chinese caterpillar fungus) on tumour-bearing mice. Biotechnol. Appl. Biochem. 42, 9–15.  10.1042/BA2-0040183", "ArticleIdList": ["10.1042/BA2-0040183", "15574120"]}, {"Citation": "Zhang Z., Duan C. H., Ding K., Wang Z. T. (2009). WT inhibit human hepatocellular carcinam a BEL-7402 cells growth by modulating Akt and ERK1/2 phosphorylation. Chin. J. Chin. Mater. Med. 34, 3277–3280.", "ArticleIdList": ["20353018"]}, {"Citation": "Zhang Z., Duan C. H., Ding K., Wang Z. T. (2010). Bioactivity and mechanism study of waltonitone on tumor cells growth in vitro . Chin. Pharmacol. J. 45, 259–263."}, {"Citation": "Zhang F. G., Li D. H., Qi J., Liu C. X. (2010). In vitro anticancer effects of pallasone A and its induced apoptosis on leukemic K562 cells. Chin. Pharm. 45, 1716–1719."}, {"Citation": "Zhang M., Zhao Y. L., Sun F. Y. (2013). Inhibitory effect of sachalin rhodiola rhizome extract on CD4+CD25+ regulatory T cells in xenograft tumors of Lewis lung cancer bearing mice. Chin. J. Cancer Biother. 20, 444–448.  10.3872/j.issn.1007-385X.2013.04.011", "ArticleIdList": ["10.3872/j.issn.1007-385X.2013.04.011"]}, {"Citation": "Zhang C., Zhong Q., Zhang X. F., Hu D. X., He X. M., Li Q. L., et al. (2015). Effects of cordycepin on proliferation, apoptosis and NF-κB signaling pathway in A549 cells. Chin. Med. Mat. 38, 786–789.  10.13863/j.issn1001-4454.2015.04.034", "ArticleIdList": ["10.13863/j.issn1001-4454.2015.04.034", "26672348"]}, {"Citation": "Zhao G., Shi A., Fan Z., Du Y. (2015). Salidroside inhibits the growth of human breast cancer in vitro and in vivo . Oncol. Rep. 33, 2553–2560.  10.3892/or.2015.3857", "ArticleIdList": ["10.3892/or.2015.3857", "25814002"]}, {"Citation": "Zhao H. J., Liu T., Mao X., Han S. X., Liang R. X., Hui L. Q., et al. (2015). Fructus phyllanthi tannin fraction induces apoptosis and inhibits migration and invasion of human lung squamous carcinoma cells in vitro via MAPK/MMP pathways. Acta Pharmacol. Sin. 36, 758–768.  10.1038/aps.2014.130", "ArticleIdList": ["10.1038/aps.2014.130", "PMC4594189", "25864648"]}, {"Citation": "Zhao Y., Jing Z., Lv J., Zhang Z., Lin J., Cao X., et al. (2017). Berberine activates caspase-9/cytochrome c-mediated apoptosis to suppress triple-negative breast cancer cells in vitro and in vivo. Biomed. Pharmacother. 95, 18–24.  10.1016/j.biopha.2017.08.045", "ArticleIdList": ["10.1016/j.biopha.2017.08.045", "28826092"]}, {"Citation": "Zhao L., Yang X. H., Yang Y. M. (2018). Chemical components and antitumor activity of root extract of Stellera chamaejasme L. Nat. Prod. Res. Dev. 30, 621–628."}, {"Citation": "Zhaxi D. Z., Lu D. X., He M., Shi S. J., Suonan Z. M., Yu K. X. (2012). The proliferative inhibition effects of the aqueous extracts of Oxytropis falcate on MCF-7 breast cancer cells. West China J. Pharm. Sci. 27, 131–133.  10.13375/j.cnki.wcjps.2012.02.006", "ArticleIdList": ["10.13375/j.cnki.wcjps.2012.02.006"]}, {"Citation": "Zheng F., Tang Q., Wu J., Zhao S., Liang Z., Li L., et al. (2014). p38α MAPK-mediated induction and interaction of FOXO3a and p53 contribute to the inhibited-growth and induced-apoptosis of human lung adenocarcinoma cells by berberine. J. Exp. Clin. Cancer Res. 33, 36.  10.1186/1756-9966-33-36", "ArticleIdList": ["10.1186/1756-9966-33-36", "PMC4013801", "24766860"]}, {"Citation": "Zheng X. L. (2017). Preliminary study of petroleum ether extract of Lamiophlomis Rotate on migration, adhesion and invasion of Tca8113 cell line. (Lanzhou: Lanzhou University; )."}, {"Citation": "Zhu X., Wang J., Ou Y., Han W., Li H. (2013). Polyphenol extract of Phyllanthus emblica (PEEP) induces inhibition of cell proliferation and triggers apoptosis in cervical cancer cells. Eur. J. Med. Res. 18, 46.  10.1186/2047-783X-18-46", "ArticleIdList": ["10.1186/2047-783X-18-46", "PMC4176749", "24245877"]}, {"Citation": "Zhu X. M., Chen X., Wang S. (2013). Antitumor activity of vasicine in Tibetan medicine Baxiaga in vitro . West China J. Pharm. Sci. 28, 328–329.  10.13375/j.cnki.wcjps.2013.03.024", "ArticleIdList": ["10.13375/j.cnki.wcjps.2013.03.024"]}]}], "History": [{"Year": "2020", "Month": "1", "Day": "23"}, {"Year": "2020", "Month": "6", "Day": "15"}, {"Year": "2020", "Month": "8", "Day": "11", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "8", "Day": "11", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "8", "Day": "11", "Hour": "6", "Minute": "1"}, {"Year": "2020", "Month": "7", "Day": "7"}], "PublicationStatus": "epublish", "ArticleIdList": ["32774302", "PMC7381342", "10.3389/fphar.2020.00976"]}}]}