{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "32778674", "DateCompleted": {"Year": "2020", "Month": "12", "Day": "17"}, "DateRevised": {"Year": "2021", "Month": "08", "Day": "10"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "08", "Day": "10"}], "Language": ["eng"], "ELocationID": ["13490", "10.1038/s41598-020-70405-3"], "Journal": {"ISSN": "2045-2322", "JournalIssue": {"Volume": "10", "Issue": "1", "PubDate": {"Year": "2020", "Month": "Aug", "Day": "10"}}, "Title": "Scientific reports", "ISOAbbreviation": "Sci Rep"}, "ArticleTitle": "DNA barcodes for delineating Clerodendrum species of North East India.", "Pagination": {"StartPage": "13490", "MedlinePgn": "13490"}, "Abstract": {"AbstractText": ["The diversified genus of Clerodendrum with its complex evolutionary history leads to taxonomic mystification. Unlike traditional taxonomic methods, DNA barcoding could be a promising tool for the identification and conservation of Clerodendrum species. This study was attempted to develop an efficient barcode locus in Clerodendrum species of North East India. We evaluated four barcode candidates (ITS2, matK, rbcL, ycf1) and its combinations in different Clerodendrum species. The reliability of barcodes to distinguish the species were calculated using genetic pairwise distances, intra- and inter-specific diversity, barcode gap, and phylogenetic tree-based methods. The results exemplify that matK posse's maximum number of variables and parsimony-informative sites (103/100), intra- (0.021 ± 0.001) and inter- (0.086 ± 0.005) specific divergences and species resolution rate (89.1%) followed by ITS2, ycf1, and rbcL. Among the combinatorial locus, ITS2 + matK showed the best species discrimination with distinctive barcode gaps. Therefore, we tentatively suggest that the combination of ITS2 + matK as core barcode for Clerodendrum and converted into quick response (QR) code. Hence, this finding indicates that DNA barcoding could provide consistent resources for species discrimination and resolve taxonomic controversies of the genus as well as set a preliminary assessment toward its biodiversity."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medicinal Aromatic and Economic Plants Group, Biological Sciences & Technology Division (BSTD), CSIR-North East Institute of Science & Technology, Jorhat, 785006, Assam, India."}, {"Identifier": [], "Affiliation": "Academy of Scientific and Innovative Research (AcSIR), Ghaziabad, 201002, India."}], "LastName": "Gogoi", "ForeName": "Barbi", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Biotechnology Group, Biological Sciences & Technology Division (BSTD), CSIR-North East Institute of Science & Technology, Jorhat, 785006, Assam, India."}], "LastName": "Wann", "ForeName": "S B", "Initials": "SB"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medicinal Aromatic and Economic Plants Group, Biological Sciences & Technology Division (BSTD), CSIR-North East Institute of Science & Technology, Jorhat, 785006, Assam, India. spsaikia@gmail.com."}], "LastName": "Saikia", "ForeName": "S P", "Initials": "SP"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Sci Rep", "NlmUniqueID": "101563288", "ISSNLinking": "2045-2322"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "DNA, Plant"}, {"RegistryNumber": "0", "NameOfSubstance": "DNA, Ribosomal Spacer"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Biodiversity"}, {"QualifierName": ["genetics"], "DescriptorName": "Clerodendrum"}, {"QualifierName": ["methods"], "DescriptorName": "DNA Barcoding, Taxonomic"}, {"QualifierName": ["genetics"], "DescriptorName": "DNA, Plant"}, {"QualifierName": ["genetics"], "DescriptorName": "DNA, Ribosomal Spacer"}, {"QualifierName": [], "DescriptorName": "Genes, Plant"}, {"QualifierName": [], "DescriptorName": "India"}, {"QualifierName": [], "DescriptorName": "Phylogeny"}, {"QualifierName": [], "DescriptorName": "Sequence Analysis, DNA"}, {"QualifierName": [], "DescriptorName": "Species Specificity"}], "CoiStatement": "The authors declare no competing interests."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Wahba HM, et al. Chemical and biological investigation of some Clerodendrum species cultivated in Egypt. Pharm. Biol. 2011;49(1):66–72.", "ArticleIdList": ["20738216"]}, {"Citation": "Leeratiwong C, Chantaranothai P, Paton AJ. A synopsis of the genus Clerodendrum L. (Lamiaceae) in Thailand. Trop. Nat. Hist. 2011;11(2):177–211."}, {"Citation": "Deori C, Roy DK, Talukdar SR, Pagag K, Sarma N. Diversity of the genus Clerodendrum Linnaeus (Lamiaceae) in Northeast India with special reference to Barnadi Wildlife Sanctuary, Assam. Pleione. 2013;7(2):473–488."}, {"Citation": "Yuan YW, et al. Further disintegration and redefinition of Clerodendrum (Lamiaceae): implications for the understanding of the evolution of an intriguing breeding strategy. Taxon. 2010;59:125–133."}, {"Citation": "Steane DA, et al. Phylogenetic relationships between Clerodendrum (Lamiaceae) and other Ajugoid genera inferred from nuclear and chloroplast DNA sequence data. Mol. Phylogenet. Evol. 2004;32:39–45.", "ArticleIdList": ["15186795"]}, {"Citation": "Shrivastava N, Patel T. Clerodendrum and healthcare: an overview. Med. Aromat. Plant. Sci. Biotechnol. 2007;1(1):142–150."}, {"Citation": "Chase MW, et al. A proposal for a standardised protocol to barcode all land plants. Taxon. 2007;56(2):295–299."}, {"Citation": "Singh HK, Parveen I, Raghuvanshi S, Babbar SB. The loci recommended as universal barcodes for plants on the basis of floristic studies may not work with congeneric species as exemplified by DNA barcoding of Dendrobium species. BMC research notes. 2012;5(1):42.", "ArticleIdList": ["PMC3292824", "22260646"]}, {"Citation": "Giudicelli G, Mader G, Brandao de Freitas L. Efficiency of ITS sequences for DNA barcoding in Passiflora (Passifloraceae) Int. J. Mol. Sci. 2015;16(4):7289–7303.", "ArticleIdList": ["PMC4425017", "25837628"]}, {"Citation": "Kane N, et al. Ultra-barcoding in cacao (Theobroma spp.; Malvaceae) using whole chloroplast genomes and nuclear ribosomal DNA. Am. J. Bot. 2012;99(2):320–329.", "ArticleIdList": ["22301895"]}, {"Citation": "Yu N, et al. Barcode ITS2: a useful tool for identifying Trachelospermum jasminoides and a good monitor for medicine market. Sci. Rep. 2017;7(1):5037.", "ArticleIdList": ["PMC5506054", "28698616"]}, {"Citation": "Meyer CP, Paulay G. DNA barcoding: error rates based on comprehensive sampling. PLoS Biol. 2005;3(12):e422.", "ArticleIdList": ["PMC1287506", "16336051"]}, {"Citation": "Hollingsworth PM, Graham SW, Little DP. Choosing and using a plant DNA barcode. PLoS ONE. 2011;6(5):e19254.", "ArticleIdList": ["PMC3102656", "21637336"]}, {"Citation": "Yang JB, Wang YP, Moeller M, Gao LM, Wu D. Applying plant DNA barcodes to identify species of Parnassia (Parnassiaceae) Mol. Ecol. Resour. 2012;12(2):267–275.", "ArticleIdList": ["22136257"]}, {"Citation": "Kress WJ. Plant DNA barcodes: applications today and in the future. J. Syst. Evol. 2017;55:291–307."}, {"Citation": "Parveen I, Singh HK, Raghuvanshi S, Pradhan UC, Babbar SB. DNA barcoding of endangered Indian Paphiopedilum species. Mol. Ecol. Resour. 2012;12(1):82–90.", "ArticleIdList": ["21951639"]}, {"Citation": "Chen, F. R., et al. Identification of Chrysanthemum indicum and its adulterants based on ITS2 barcode. Zhongguo Zhongyao za zhi= Zhongguo zhongyao za zhi= China Journal of Chinese Materia Medica, 44(4), 654–659 (2019).", "ArticleIdList": ["30989876"]}, {"Citation": "CBOL Group A DNA barcode for land plants. Proc. Natl. Acad. Sci. USA. 2009;106(31):12794–12797.", "ArticleIdList": ["PMC2722355", "19666622"]}, {"Citation": "Pawlowski J, et al. CBOL protist working group: barcoding eukaryotic richness beyond the animal, plant, and fungal kingdoms. PLoS Biol. 2012;10(11):e1001419.", "ArticleIdList": ["PMC3491025", "23139639"]}, {"Citation": "Kress WJ, Wurdack KJ, Zimmer EA, Weigt LA, Janzen DH. Use of DNA barcodes to identify flowering plants. Proc. Natl. Acad. Sci. USA. 2005;102(23):8369–8374.", "ArticleIdList": ["PMC1142120", "15928076"]}, {"Citation": "Sass C, Little DP, Stevenson DW, Specht CD. DNA barcoding in the cycadales: testing the potential of proposed barcoding markers for species identification of cycads. PLoS ONE. 2007;2(11):e1154.", "ArticleIdList": ["PMC2063462", "17987130"]}, {"Citation": "Pang X, Song J, Zhu Y, Xie C, Chen S. Using DNA barcoding to identify species within Euphorbiaceae. Planta Med. 2010;76(15):1784–1786.", "ArticleIdList": ["20379956"]}, {"Citation": "Han J, et al. The short ITS2 sequence serves as an efficient taxonomic sequence tag in comparison with the full-length ITS. BioMed Res. Int. 2013;2013:74146. doi: 10.1155/2013/741476.", "ArticleIdList": ["10.1155/2013/741476", "PMC3581084", "23484151"]}, {"Citation": "Dong W, et al. ycf1, the most promising plastid DNA barcode of land plants. Sci. Rep. 2015;5:8348.", "ArticleIdList": ["PMC4325322", "25672218"]}, {"Citation": "Thitikornpong W, Palanuvej C, Ruangrungsi N. DNA barcoding for authentication of the endangered plants in genus Aquilaria. Thai J. Pharm. Sci. 2018;42(4):433–484."}, {"Citation": "Hollingsworth ML, et al. Selecting barcoding loci for plants: evaluation of seven candidate loci with species level sampling in three divergent groups of land plants. Mol. Ecol. Resour. 2009;9(2):439–457.", "ArticleIdList": ["21564673"]}, {"Citation": "Steven GN, Subramanyam R. Testing plant barcoding in a sister species complex of pantropical Acacia (Mimosoideae, Fabaceae) Mol. Ecol. Resour. 2009;9:172–180.", "ArticleIdList": ["21564976"]}, {"Citation": "Vu THT, Le TL, Nguyen TK, Tran DD, Tran HD. Review on molecular markers for identification of orchids, Vietnam. Int. J. Sci. 2017;59(2):62–75."}, {"Citation": "Xu S, et al. Evaluation of the DNA barcodes in Dendrobium (Orchidaceae) from mainland Asia. PLoS ONE. 2015;10(1):e0115168.", "ArticleIdList": ["PMC4300225", "25602282"]}, {"Citation": "Cabelin VLD, Alejandro GJD. Efficiency of matK, rbcL, trnH-psbA, and trnL-F (cpDNA) to molecularly authenticate Philippine ethnomedicinal Apocynaceae through DNA barcoding. Pharmacogn. Mag. 2016;12(3):S384.", "ArticleIdList": ["PMC4971961", "27563229"]}, {"Citation": "Candek K, Kuntner M. DNA barcoding gap: reliable species identification over morphological and geographical scales. Mol. Ecol. Resour. 2015;15(2):268–277.", "ArticleIdList": ["25042335"]}, {"Citation": "Chen J, Zhao J, Erickson DL, Xia N, Kress WJ. Testing DNA barcodes in closely related species of Curcuma (Zingiberaceae) from Myanmar and China. Mol. Ecol. Resour. 2015;15(2):337–348.", "ArticleIdList": ["25158042"]}, {"Citation": "Krawczyk K, Szczecinska M, Sawicki J. Evaluation of 11 single locus and seven multilocus DNA barcodes in Lamium L. (Lamiaceae) Mol. Ecol. Resour. 2014;14(2):272–285.", "ArticleIdList": ["24118979"]}, {"Citation": "Theodoridis S, Stefanaki A, Tezcan M, Aki C, Kokkini S, Vlachonasios KE. DNA barcoding in native plants of the Labiatae (Lamiaceae) family from Chios Island (Greece) and the adjacent Cesme-Karaburun Peninsula (Turkey) Mol. Ecol. Resour. 2012;12:620–633.", "ArticleIdList": ["22394710"]}, {"Citation": "Liu C, et al. DNA barcode goes two-dimensions: DNA QR code web server. PLoS ONE. 2012;7(5):e35146.", "ArticleIdList": ["PMC3344831", "22574113"]}, {"Citation": "Kim HM, Oh SH, Bhandari GS, Kim CS, Park CW. DNA barcoding of Orchidaceae in Korea. Mol. Ecol. Resour. 2014;14(3):499–507.", "ArticleIdList": ["24267156"]}, {"Citation": "Doyle JJ, Doyle JL. Isolation of plant DNA from fresh tissue. Focus. 1990;12(13):39–40."}, {"Citation": "Hall, T. A. BioEdit: a user-friendly biological sequence alignment editor and analysis program for Windows 95/98/NT. In Nucleic Acids Symposium Series, 41, 95–98. [London]: Information Retrieval Ltd., c1979-c2000 (1999)."}, {"Citation": "Gao T, et al. Identification of medicinal plants in the family Fabaceae using a potential DNA barcode ITS2. J. Ethnopharmacol. 2010;130(1):116–121.", "ArticleIdList": ["20435122"]}, {"Citation": "Kumar S, Stecher G, Li M, Knyaz C, Tamura K. MEGA X: molecular evolutionary genetics analysis across computing platforms. Mol. Biol. Evol. 2018;35(6):1547–1549.", "ArticleIdList": ["PMC5967553", "29722887"]}, {"Citation": "Kimura M. A simple method for estimating evolutionary rates of base substitutions through comparative studies of nucleotide sequences. J. Mol. Evol. 1980;16(2):111–120.", "ArticleIdList": ["7463489"]}, {"Citation": "Meier R, Shiyang K, Vaidya G, Ng PK. DNA barcoding and taxonomy in Diptera: a tale of high intraspecific variability and low identification success. Syst. Biol. 2006;55(5):715–728.", "ArticleIdList": ["17060194"]}, {"Citation": "Zhang CY, et al. Testing DNA barcoding in closely related groups of Lysimachia L. (Myrsinaceae) Mol. Ecol. Resour. 2012;12(1):98–108.", "ArticleIdList": ["21967641"]}, {"Citation": "Alves STL, Chauveau O, Eggers L, de Souza Chies TT. Species discrimination in Sisyrinchium (Iridaceae): Assessment of DNA barcodes in a taxonomically challenging genus. Mol. Ecol. Resour. 2014;14(2):324–335.", "ArticleIdList": ["24119215"]}, {"Citation": "Silvestro D, Michalak I. RaxmlGUI: a graphical front-end for RAxML. Org. Divers. Evol. 2012;12(4):335–337."}, {"Citation": "Zhang H, Zhang Y, Duan Y. DNA barcoding of Deltocephalus Burmeister leafhoppers (Cicadellidae, Deltocephalinae, Deltocephalini) in China. ZooKeys. 2019;867:55.", "ArticleIdList": ["PMC6684520", "31404371"]}, {"Citation": "Ronquist F, et al. MRBAYES 3.2: Efficient Bayesian phylogenetic inference and model selection across a large model space. Syst. Biol. 2012;61:539–542.", "ArticleIdList": ["PMC3329765", "22357727"]}, {"Citation": "Li QJ, et al. Efficient identification of Pulsatilla (Ranunculaceae) using DNA barcodes and micro-morphological characters. Front. Plant Sci. 2019;10:1196.", "ArticleIdList": ["PMC6794950", "31649688"]}, {"Citation": "Rambaut A, Drummond AJ, Xie D, Baele G, Suchard MA. Posterior summarization in Bayesian phylogenetics using Tracer 1.7. Syst. Biol. 2018;67(5):901.", "ArticleIdList": ["PMC6101584", "29718447"]}, {"Citation": "Naulia, T. DNA QR Code Scanner for Identifying the Species Origin of Meat Products. ISICO 2015, (2015)."}, {"Citation": "Yao H, et al. Use of ITS2 region as the universal DNA barcode for plants and animals. PLoS ONE. 2010;5(10):e13102.", "ArticleIdList": ["PMC2948509", "20957043"]}, {"Citation": "Costion C, et al. Plant DNA barcodes can accurately estimate species richness in poorly known floras. PLoS ONE. 2011;6(11):e26841.", "ArticleIdList": ["PMC3214028", "22096501"]}, {"Citation": "Maloukh L, et al. Discriminatory power of rbcL barcode locus for authentication of some of United Arab Emirates (UAE) native plants. 3 Biotech. 2017;7(2):144.", "ArticleIdList": ["PMC5465043", "28597155"]}]}], "History": [{"Year": "2020", "Month": "3", "Day": "4"}, {"Year": "2020", "Month": "7", "Day": "6"}, {"Year": "2020", "Month": "8", "Day": "12", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "8", "Day": "12", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "12", "Day": "18", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "8", "Day": "10"}], "PublicationStatus": "epublish", "ArticleIdList": ["32778674", "PMC7417596", "10.1038/s41598-020-70405-3", "10.1038/s41598-020-70405-3"]}}]}