{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["bioavailability", "echinacoside", "phenylethanoid glycosides", "salidroside", "verbascoside"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "32779240", "DateCompleted": {"Year": "2021", "Month": "10", "Day": "28"}, "DateRevised": {"Year": "2021", "Month": "10", "Day": "28"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "08", "Day": "10"}], "Language": ["eng"], "ELocationID": ["10.1002/med.21717"], "Journal": {"ISSN": "1098-1128", "JournalIssue": {"Volume": "40", "Issue": "6", "PubDate": {"Year": "2020", "Month": "Nov"}}, "Title": "Medicinal research reviews", "ISOAbbreviation": "Med Res Rev"}, "ArticleTitle": "Therapeutic potential of phenylethanoid glycosides: A systematic review.", "Pagination": {"StartPage": "2605", "EndPage": "2649", "MedlinePgn": "2605-2649"}, "Abstract": {"AbstractText": ["Phenylethanoid glycosides (PhGs) are generally water-soluble phenolic compounds that occur in many medicinal plants. Until June 2020, more than 572 PhGs have been isolated and identified. PhGs possess antibacterial, anticancer, antidiabetic, anti-inflammatory, antiobesity, antioxidant, antiviral, and neuroprotective properties. Despite these promising benefits, PhGs have failed to fulfill their therapeutic applications due to their poor bioavailability. The attempts to understand their metabolic pathways to improve their bioavailability are investigated. In this review article, we will first summarize the number of PhGs compounds which is not accurate in the literature. The latest information on the biological activities, structure-activity relationships, mechanisms, and especially the clinical applications of PhGs will be reviewed. The bioavailability of PhGs will be summarized and factors leading to the low bioavailability will be analyzed. Recent advances in methods such as bioenhancers and nanotechnology to improve the bioavailability of PhGs are also summarized. The existing scientific gaps of PhGs in knowledge are also discussed, highlighting research directions in the future."], "CopyrightInformation": "© 2020 Wiley Periodicals LLC."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Biosystems Engineering and Food Science, National-Local Joint Engineering Laboratory of Intelligent Food Technology and Equipment, Key Laboratory for Agro-Products Nutritional Evaluation of Ministry of Agriculture and Rural Affairs, Key Laboratory of Agro-Products Postharvest Handling of Ministry of Agriculture and Rural Affairs, Zhejiang Key Laboratory for Agro-Food Processing, Zhejiang International Scientific and Technological Cooperation Base of Health Food Manufacturing and Quality Control, Zhejiang University, Hangzhou, China."}, {"Identifier": [], "Affiliation": "Fuli Institute of Food Science, Zhejiang University, Hangzhou, China."}, {"Identifier": [], "Affiliation": "Ningbo Research Institute, Zhejiang University, Ningbo, China."}], "LastName": "Wu", "ForeName": "Lipeng", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Metabolomics, The Stephan Angeloff Institute of Microbiology, Bulgarian Academy of Sciences, Plovdiv, Bulgaria."}, {"Identifier": [], "Affiliation": "Center of Plant Systems Biology and Biotechnology, Plovdiv, Bulgaria."}], "LastName": "Georgiev", "ForeName": "Milen I", "Initials": "MI"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Chinese Medical Sciences, SKL of Quality Research in Chinese Medicine, University of Macau, Avenida da Universidade, Taipa, Macau, China."}], "LastName": "Cao", "ForeName": "Hui", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Pharmacy and Biomolecular Sciences, Centre for Natural Products Discovery (CNPD), Liverpool John Moores University, Liverpool, UK."}], "LastName": "Nahar", "ForeName": "Lutfun", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medicinal Chemistry, Pharmacognosy Group, Uppsala University, Uppsala, Sweden."}, {"Identifier": [], "Affiliation": "International Research Center for Food Nutrition and Safety, Jiangsu University, Zhenjiang, China."}], "LastName": "El-Seedi", "ForeName": "Hesham R", "Initials": "HR"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Pharmacy and Biomolecular Sciences, Centre for Natural Products Discovery (CNPD), Liverpool John Moores University, Liverpool, UK."}], "LastName": "Sarker", "ForeName": "Satyajit D", "Initials": "SD"}, {"Identifier": ["0000-0003-3311-770X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Chinese Medical Sciences, SKL of Quality Research in Chinese Medicine, University of Macau, Avenida da Universidade, Taipa, Macau, China."}], "LastName": "Xiao", "ForeName": "Jianbo", "Initials": "J"}, {"Identifier": ["0000-0002-7573-0679"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Biosystems Engineering and Food Science, National-Local Joint Engineering Laboratory of Intelligent Food Technology and Equipment, Key Laboratory for Agro-Products Nutritional Evaluation of Ministry of Agriculture and Rural Affairs, Key Laboratory of Agro-Products Postharvest Handling of Ministry of Agriculture and Rural Affairs, Zhejiang Key Laboratory for Agro-Food Processing, Zhejiang International Scientific and Technological Cooperation Base of Health Food Manufacturing and Quality Control, Zhejiang University, Hangzhou, China."}, {"Identifier": [], "Affiliation": "Fuli Institute of Food Science, Zhejiang University, Hangzhou, China."}, {"Identifier": [], "Affiliation": "Ningbo Research Institute, Zhejiang University, Ningbo, China."}], "LastName": "Lu", "ForeName": "Baiyi", "Initials": "B"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't", "Review", "Systematic Review"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Med Res Rev", "NlmUniqueID": "8103150", "ISSNLinking": "0198-6325"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Anti-Inflammatory Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Antioxidants"}, {"RegistryNumber": "0", "NameOfSubstance": "Glycosides"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Anti-Inflammatory Agents"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Antioxidants"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Glycosides"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Plant Extracts"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Cai T, Verze P, Massenio P, et al. Rhodiola rosea, folic acid, zinc and biotin (EndEP®) is able to improve ejaculatory control in patients affected by lifelong premature ejaculation: results from a phase I-II study. Exp Ther Med. 2016;12(4):2083-2087."}, {"Citation": "Jiménez C, Riguera R. Phenylethanoid glycosides in plants: structure and biological activity. Nat Prod Rep. 1994;11(6):591-606."}, {"Citation": "Xue Z, Yang B. Phenylethanoid glycosides: research advances in their phytochemistry, pharmacological activity and pharmacokinetics. Molecules. 2016;21(8):991."}, {"Citation": "Xue J, Wang Y, Jia X, Du C, Tang W. Classification and research progress on phenylethanoid glycosides. J Pharma Res. 2018;37(5):282-289."}, {"Citation": "Fu Z, Fan X, Wang X, Gao X. Cistanches herba: an overview of its chemistry, pharmacology, and pharmacokinetics property. J Ethnopharmacol. 2018;219:233-247."}, {"Citation": "Dong Z, Lu X, Tong X, Dong Y, Tang L, Liu M. Forsythiae fructus: a review on its phytochemistry, quality control, pharmacology and pharmacokinetics. Molecules. 2017;22(9):1466."}, {"Citation": "Luo H, Wu H, Yu X, et al. A review of the phytochemistry and pharmacological activities of Magnoliae officinalis cortex. J Ethnopharmacol. 2019;233:412-442."}, {"Citation": "Ma Q, Guo Y, Liu W, et al. Phenylethanoid glycosides from Houttuynia cordata and their hepatoprotective activities. Chem Nat Compd. 2016;52(4):761-763."}, {"Citation": "Alipieva K, Korkina L, Orhan IE, Georgiev MI. Verbascoside-a review of its occurrence, (bio)synthesis and pharmacological significance. Biotech Adv. 2014;32(6):1065-1076."}, {"Citation": "Fu G, Pang H, Wong YH. Naturally occurring phenylethanoid glycosides: potential leads for new therapeutics. Curr Med Chem. 2008;15(25):2592-2613."}, {"Citation": "Sugiyama M, Kikuchi M. Phenylethanoid glycosides from Osmanthus asiaticus. Phytochemistry. 1993;32(6):1553-1555."}, {"Citation": "Suzuki N, Miyase T, Ueno A. Phenylethanoid glycosides of Sesamum indicum. Phytochemistry. 1993;34(3):729-732."}, {"Citation": "He ZD, Ueda S, Akaji M, Fujita T, Inoue K, Yang CR. Monoterpenoid and phenylethanoid glycosides from Ligustrum pedunculare. Phytochemistry. 1994;36(3):709-716."}, {"Citation": "Aoshima H, Miyase T, Ueno A. Phenylethanoid glycoside from Veronica undulata. Phytochemistry. 1994;36(6):1557-1558."}, {"Citation": "Ismail LD, El-Azizi MM, Khalifa TI, Stermitz FR. Verbascoside derivatives and iridoid glycosides from Penstemon crandallii. Phytochemistry. 1995;39(6):1391-1393."}, {"Citation": "Miyase T, Yamamoto R, Ueno A. Phenylethanoid glycosides from Stachys officinalis. Phytochemistry. 1996;43(2):475-479."}, {"Citation": "Zhou BN, Bahler BD, Hofmann GA, Mattern MR, Johnson RK, Kingston DG. Phenylethanoid Glycosides from Digitalis p urpurea and Penstemon l inarioides with PKCα-Inhibitory Activity. J Nat Prod. 1998;61(11):1410-1412."}, {"Citation": "Li JX, Li P, Tezuka Y, Namba T, Kadota S. Three phenylethanoid glycosides and an iridoid glycoside from Picrorhiza scrophulariiflora. Phytochemistry. 1998;48(3):537-542."}, {"Citation": "Kırmızıbekmez H, Piacente S, Bassarello C, Çalış İ. New phenylethanoid glycosides from Globularia alypum. Planta Med. 2007;73(09):389."}, {"Citation": "Feng WS, Zang XY, Zheng XK, Wang YZ. A new phenylethanoid glycoside from Rabdosia lophanthoides (Buch.-Ham. ex D. Don) Hara. Chin Chem Lett. 2009;20(4):453-455."}, {"Citation": "Martin F, Quinteros V, Hay A, Gupta M, Hostettmann K. New phenylethanoid glycosides from Jacaranda caucana (Bignoniaceae). Planta Med. 2008;74(09):127."}, {"Citation": "Si CL, Deng XJ, Liu Z, Kim JK, Bae YS. Studies on the phenylethanoid glycosides with anti-complement activity from Paulownia tomentosa var. tomentosa wood. J Asian Nat Prod Res. 2008;10(11):1003-1008."}, {"Citation": "Morikawa T, Ninomiya K, Kuramoto H, Kamei I, Yoshikawa M, Muraoka O. Phenylethanoid and phenylpropanoid glycosides with melanogenesis inhibitory activity from the flowers of Narcissus tazetta var. chinensis. J Nat Med. 2016;70(1):89-101."}, {"Citation": "Skhirtladze A, Kemertelidze E, Nebieridze V, Ganzera M. Phenylethanoid glycosides from the roots of Digitalis ciliata Trautv. Helv Chim Acta. 2016;99(3):241-245."}, {"Citation": "Ma Q, Wei R, Zhou B, Sang Z, Liu W, Cao Z. Antiangiogenic phenylpropanoid glycosides from Gynura cusimbua. Nat Prod Res. 2019;33(4):457-463."}, {"Citation": "Kirmizibekmez H, Kúsz N, Karaca N, Demirci F. Secondary metabolites from the leaves of Digitalis viridiflora. Nat Prod Commun. 2017;12(1):59-61."}, {"Citation": "Kuang H, Tang Z, Wang X, Yang B, Wang Z, Wang Q. Chemical constituents from Sambucus williamsii Hance fruits and hepatoprotective effects in mouse hepatocytes. Nat Prod Res. 2018;32(17):2008-2016."}, {"Citation": "Shao SY, Feng ZM, Yang YN, Jiang JS, Zhang PC. Eight new phenylethanoid glycoside derivatives possessing potential hepatoprotective activities from the fruits of Forsythia suspensa. Fitoterapia. 2017;122:132-137."}, {"Citation": "Sahakitpichan P, Chimnoi N, Wongbundit S, Vorasingha A, Ruchirawat S, Kanchanapoom T. Phenylethanoid glycosides from the leaves of Magnolia hodgsonii. Phytochem Lett. 2017;21:269-272."}, {"Citation": "Beladjila KA, Berrehal D, De Tommasi N, et al. New phenylethanoid glycosides from Cistanche phelypaea and their activity as inhibitors of monoacylglycerol lipase (MAGL). Planta Med. 2018;84(09/10):710-715."}, {"Citation": "Zhang Y, Wang K, Chen H, et al. Anti-inflammatory lignans and phenylethanoid glycosides from the root of Isodon ternifolius (D. Don) Kudô. Phytochemistry. 2018;153:36-47."}, {"Citation": "Martins GR, da Fonseca TS, Martínez-Fructuoso L, et al. Antifungal phenylpropanoid glycosides from Lippia rubella. J Nat Prod. 2019;82(3):566-572."}, {"Citation": "Kutluay VM, Ishiuchi KI, Makino T, Saracoglu I. Cytotoxic phenylethanoid glycosides from Digitalis davisiana Heywood: evaluation of structure activity relationships and chemotaxonomical significance of isolated compounds. Fitoterapia. 2019;135:90-98."}, {"Citation": "daRocha CQ, De-Faria FM, Marcourt L, et al. Gastroprotective effects of hydroethanolic root extract of Arrabidaea brachypoda: evidences of cytoprotection and isolation of unusual glycosylated polyphenols. Phytochemistry. 2017;135:93-105."}, {"Citation": "Mari A, Ciocarlan A, Aiello N, Scartezzini F, Pizza C, D'Ambrosio M. Research survey on iridoid and phenylethanoid glycosides among seven populations of Euphrasia rostkoviana Hayne from the Alps. Phytochemistry. 2017;137:72-80."}, {"Citation": "He J, Zhu NL, Kong J, et al. A newly discovered phenylethanoid glycoside from Stevia rebaudiana Bertoni affects insulin secretion in rat INS-1 Islet β cells. Molecules. 2019;24(22):4178."}, {"Citation": "Song XQ, Bao J, Sun J, et al. Butenolides, triterpenoids and phenylethanoid glycosides from Plantago depressa. Phytochem Lett. 2019;30:21-25."}, {"Citation": "Li HX, Xiao CJ, Wang M, et al. Four new phenylethanoid glycosides from Ternstroemia gymnanthera and their analgesic activities. Phytochem Lett. 2019;34:25-29."}, {"Citation": "Zhu J, Shi Y, Wang H, Li M. Two new phenylpropanoid glycosides from Lagotis brachystachya Maxim and their Xanthione Oxidase Inhibitions. Nat Prod Res. 2019;19:1-6."}, {"Citation": "Hamedi A, Pasdaran A, Pasdaran A. A trisaccharide phenylethanoid glycoside from Scrophularia flava Grau with potential anti-type 2 diabetic properties by inhibiting α-glucosidase enzyme and decreasing oxidative stress. Bioorg Chem. 2020;99:103776."}, {"Citation": "Jedrejek D, Pawelec S, Piwowarczyk R, Pecio Ł, Stochmal A. Identification and occurrence of phenylethanoid and iridoid glycosides in six Polish broomrapes (Orobanche spp. and Phelipanche spp., Orobanchaceae). Phytochemistry. 2020;170:112189."}, {"Citation": "D'Ambrosio M, Ciocarlan A, Aricu A. Minor acetylated metabolites from Euphrasia rostkoviana. Natural and synthetic acetylated derivatives of rutin. Nat Prod Res. 2020;34(2):290-295."}, {"Citation": "Niu C, Li Q, Yang LP, et al. Phenylethanoid glycosides from Callicarpa macrophylla Vahl. Phytochem Lett. 2020;38:65-69."}, {"Citation": "Shu P, Fei Y, Li J, et al. Two new phenylethanoid glycosides from Ginkgo biloba leaves and their tyrosinase inhibitory activities. Carbohydr Res. 2020;494:108059."}, {"Citation": "Jensen SR. Caffeoyl phenylethanoid glycosides in Sanango racemosum and in the Gesneriaceae. Phytochemistry. 1996;43(4):777-783."}, {"Citation": "Qu JB, Xie CF, Ji M, Shi YQ, Lou HX. Water-soluble constituents from the liverwort Marchantia polymorpha. Helv Chim Acta. 2007;90(11):2109-2115."}, {"Citation": "Du YE, Lee JS, Kim HM, et al. Phenylethanoid glycoside from Forsythia koreana (Oleaceae) flowers shows a neuroprotective effect. Brazilian J Bot. 2018;41(3):523-528."}, {"Citation": "Liu P, Takaishi Y, Duan HQ. Two new phenylethanoid glycosides from the roots of Phlomis umbrosa. Chin Chem Lett. 2007;18(2):155-157."}, {"Citation": "She GM, Wang D, Zeng SF, Yang CR, Zhang YJ. New phenylethanoid glycosides and sugar esters from KuDingCha, a herbal tea produced from Ligustrum purpurascens. J Food Sci. 2008;73(6):C476-C481."}, {"Citation": "Ata A, Kalhari KS, Samarasekera R. Chemical constituents of Barleria prionitis and their enzyme inhibitory and free radical scavenging activities. Phytochem Lett. 2009;2(1):37-40."}, {"Citation": "Zhu J, Shi Y, Wang H, Li M. Two new phenylpropanoid glycosides from Lagotis brachystachya Maxim and their Xanthione Oxidase inhibitions. Nat Prod Res. 2019:1-6."}, {"Citation": "Qu ZY, Zhang YW, Zheng SW, et al. A new phenylethanoid glycoside from Orobanche cernua Loefling. Nat Prod Res. 2016;30(8):948-953."}, {"Citation": "Shao SY, Zhang F, Feng ZM, Yang YN, Jiang JS, Zhang PC. Neuroprotective phenylethanoid glycosides with dioxane units from the fruits of Forsythia suspensa. Tetrahedron. 2017;73(44):6262-6267."}, {"Citation": "Srinroch C, Sahakitpichan P, Techasakul S, Chimnoi N, Ruchirawat S, Kanchanapoom T. Benzyl and phenylethanoid glycosides from the leaves of Magnolia sirindhorniae. Phytochem Lett. 2019;30:205-209."}, {"Citation": "Kao YT, Li HY, Yen IC, Chang WL, Chang TC. New phenylethanoid from the flower of Osmanthus fragrans and their bioactivities on human dermal fibroblasts. Phytochem Lett. 2020;36:127-133."}, {"Citation": "Shao SY, Feng ZM, Yang YN, Jiang JS, Zhang PC. Forsythenethosides A and B: two new phenylethanoid glycosides with a 15-membered ring from Forsythia suspensa. Org Biomol Chem. 2017;15(33):7034-7039."}, {"Citation": "Hasegawa T, Fukuyama Y, Yamada T, Nakagawa K. Structures of magnolosides B and C. Novel phenylpropanoid glycosides with allopyranose as core the sugar unit. Chem Pharm Bull. 1988;36(3):1245-1248."}, {"Citation": "Seidel V, Bailleul F, Libot F, Tillequin F. A phenylpropanoid glycoside from Ballota nigra. Phytochemistry. 1997;44(4):691-693."}, {"Citation": "Calis I, Kirmizibekmez H, Rüegger H, Sticher O. Phenylethanoid glycosides from Globularia trichosantha. J Nat Prod. 1999;62(8):1165-1168."}, {"Citation": "Sahpaz S, Hennebelle T, Bailleul F. Marruboside, a new phenylethanoid glycoside from Marrubium vulgare L. Nat Prod Lett. 2002;16(3):195-199."}, {"Citation": "Karioti A, Skaltsa H, Heilmann J, Sticher O. Acylated flavonoid and phenylethanoid glycosides from Marrubium velutinum. Phytochemistry. 2003;64(2):655-660."}, {"Citation": "Çalış İ, Kırmızıbekmez H. Glycosides from Phlomis lunariifolia. Phytochemistry. 2004;65(18):2619-2625."}, {"Citation": "Sena Filho JG, Nimmo SL, Xavier HS, Barbosa-Filho JM, Cichewicz RH. Phenylethanoid and lignan glycosides from polar extracts of Lantana, a genus of verbenaceous plants widely used in traditional herbal therapies. J Nat Prod. 2009;72(7):1344-1347."}, {"Citation": "Ata A, Kalhari KS, Samarasekera R. Chemical constituents of Barleria prionitis and their enzyme inhibitory and free radical scavenging activities. Phytochem Lett. 2009;2(1):37-40."}, {"Citation": "De Marino S, Festa C, Zollo F, et al. Antioxidant activity of phenolic and phenylethanoid glycosides from Teucrium polium L. Food Chem. 2012;133(1):21-28."}, {"Citation": "Porter EA, Kite GC, Veitch NC, Geoghegan IA, Larsson S, Simmonds M. Phenylethanoid glycosides in tepals of Magnolia salicifolia and their occurrence in flowers of Magnoliaceae. Phytochemistry. 2015;117:185-193."}, {"Citation": "Zhou XL, Wen QW, Lin X, et al. A new phenylethanoid glycoside with antioxidant and anti-HBV activity from Tarphochlamys affinis. Arch Pharmacal Res. 2014;37(5):600-605."}, {"Citation": "Li L, Tsao R, Liu Z, et al. Isolation and purification of acteoside and isoacteoside from Plantago psyllium L. by high-speed counter-current chromatography. J Chromatogr A. 2005;1063(1-2):161-169."}, {"Citation": "Petreska J, Stefova M, Ferreres F, et al. Potential bioactive phenolics of Macedonian Sideritis species used for medicinal “Mountain Tea”. Food Chem. 2011;125(1):13-20."}, {"Citation": "Wu YT, Lin LC, Sung JS, Tsai TH. Determination of acteoside in Cistanche deserticola and Boschniakia rossica and its pharmacokinetics in freely-moving rats using LC-MS/MS. J Chromatogr B. 2006;844(1):89-95."}, {"Citation": "Zhang W, Huo SX, YL, et al. Pharmacokinetics of acteoside following single dose intragastric and intravenous administrations in dogs. Chin J Nat Med. 2015;13:634-640."}, {"Citation": "Jia C, Shi H, Wu X, Li Y, Chen J, Tu P. Determination of echinacoside in rat serum by reversed-phase high-performance liquid chromatography with ultraviolet detection and its application to pharmacokinetics and bioavailability. J Chromatogr B. 2006;844(2):308-313."}, {"Citation": "Zhang C, Ma W, Zhang Y, et al. Pharmacokinetics, bioavailability, and tissue distribution study of angoroside c and its metabolite ferulic acid in rat using UPLC-MS/MS. Front Pharmacol. 2018;9:1-10."}, {"Citation": "Wang GN, Pan RL, Liao YH, Chen Y, Tang JT, Chang Q. An LC-MS/MS method for determination of forsythiaside in rat plasma and application to a pharmacokinetic study. J Chromatogr B. 2010;878(1):102-106."}, {"Citation": "Qian H, Lu D, Li W, Zhou X, Wu B, Ma Z. Validated UPLC/Q-TOF-MS method for determination of poliumoside in rat plasma and its application to pharmacokinetic study. Am J Anal Chem. 2016;7(3):266-274."}, {"Citation": "Feng B, Song Y, Xu Q, et al. Simultaneous determination of savaside A, acteoside, and isoacteoside in rat plasma by UHPLC-MS/MS: comparative pharmacokinetic and bioavailability characteristics of Monochasma savatieri via different routes of administration. J Sep Sci. 2018:41(24), 4408-4418."}, {"Citation": "Zhang M, Ren X, Yue S, Zhao Q, Shao C, Wang C. Simultaneous quantification of four phenylethanoid glycosides in rat plasma by UPLC-MS/MS and its application to a pharmacokinetic study of Acanthus Ilicifolius Herb. Molecules. 2019;24(17):3117."}, {"Citation": "Guo N, Hu Z, Fan X, et al. Simultaneous determination of salidroside and its aglycone metabolite p-tyrosol in rat plasma by liquid chromatography-tandem mass spectrometry. Molecules. 2012;17(4):4733-4754."}, {"Citation": "Pan J, Yuan C, Lin C, Jia Z, Zheng R. Pharmacological activities and mechanisms of natural phenylpropanoid glycosides. Die Pharmazie. 2003;58(11):767-775."}, {"Citation": "Radev R. Pharmacological effects of phenylethanoid glycosides. J Clin Med. 2010;2:20-23."}, {"Citation": "Liu J, Yang L, Dong Y, Zhang B, Ma X. Echinacoside, an inestimable natural product in treatment of neurological and other disorders. Molecules. 2018;23(5):1213."}, {"Citation": "Tao H, Wu X, Cao J, et al. Rhodiola species: a comprehensive review of traditional use phytochemistry, pharmacology, toxicity, and clinical study. Med Res Rev. 2019;39(5):1779-1850."}, {"Citation": "Eldesoky AH, Abdel-Rahman RF, Ahmed OK, et al. Antioxidant and hepatoprotective potential of Plantago major growing in Egypt and its major phenylethanoid glycoside, acteoside. J Food Biochem. 2018;42(5):e12567."}, {"Citation": "Ahn JH, Jo YH, Kim SB, et al. Identification of antioxidant constituents of the aerial part of Plantago asiatica using LC-MS/MS coupled DPPH assay. Phytochem Lett. 2018;26:20-24."}, {"Citation": "Jiang Y, Mao S, Huang W, et al. Phenylethanoid glycoside profiles and antioxidant activities of Osmanthus fragrans Lour. flowers by UPLC/PDA/MS and simulated digestion model. J Agricult Food Chem. 2016;64(12):2459-2466."}, {"Citation": "Ge L, Zhang W, Zhou G, et al. Nine phenylethanoid glycosides from Magnolia officinalis var. biloba fruits and their protective effects against free radical-induced oxidative damage. Sci Rep. 2017;7:45342."}, {"Citation": "Li M, Xu T, Zhou F, et al. Neuroprotective effects of four phenylethanoid glycosides on H2O2-induced apoptosis on PC12 cells via the Nrf2/ARE pathway. Int J Mol Sci. 2018;19(4):1135."}, {"Citation": "Yang J, Ju B, Yan Y, et al. Neuroprotective effects of phenylethanoid glycosides in an in vitro model of Alzheimer's disease. Exp Ther Med. 2017;13(5):2423-2428."}, {"Citation": "Picone P, Nuzzo D, Giacomazza D, Di Carlo M. β-Amyloid peptide: the cell compartment multi-faceted interaction in Alzheimer's disease. Neurotoxic Res. 2020;37:250-263."}, {"Citation": "Gong X, Xu Y, Ren K, Bai X, Zhang C, Li M. Phenylethanoid glycosides from Paraboea martinii protect rat pheochromocytoma (PC12) cells from hydrogen peroxide-induced cell injury. Biosci Biotechnol Biochem. 2019;83(12):2202-2212."}, {"Citation": "Ji S, Li S, Zhao X, et al. Protective role of phenylethanoid glycosides, torenoside B and savatiside A, in Alzheimer's disease. Exp Ther Med. 2019;17(5):3755-3767."}, {"Citation": "Geng X, Song L, Pu X, Tu P. Neuroprotective effects of phenylethanoid glycosides from Cistanches salsa against 1-methyl-4-phenyl-1,2,3,6-tetrahydropyridine (MPTP)-induced dopaminergic toxicity in C57 mice. Biol Pharm Bull. 2004;27(6):797-801."}, {"Citation": "Lu Z, Jiang G, Chen Y, et al. Salidroside attenuates colistin-induced neurotoxicity in RSC96 Schwann cells through PI3K/Akt pathway. Chem Biol Interact. 2017;271:67-78."}, {"Citation": "Oertel WH, Ellgring H. Parkinson's disease-medical education and psychosocial aspects. Patient Educ Couns. 1995;26(1-3):71-79."}, {"Citation": "Pu X, Li X, Li H, Tu P, Song Z, Li C. Campneoside II of Cistanche tubulosa (Schenk) R. Wight protects neurons from apoptosis induced by neurotoxin 1-methyl-4-phenylpyridinium (MPP+). J Peking Uni (Health Sciences). 2001;33:217-220."}, {"Citation": "Sheng G, Pu X, Lei L, Tu P, Li C. Tubuloside B from Cistanche salsa rescues the PC12 neuronal cells from 1-methyl-4-phenylpyridinium ion-induced apoptosis and oxidative stress. Planta Med. 2002;68(11):966-970."}, {"Citation": "Li M, Zhou F, Xu T, Song H, Lu B. Acteoside protects against 6-OHDA-induced dopaminergic neuron damage via Nrf2-ARE signaling pathway. Food Chem Toxicol. 2018;119:6-13."}, {"Citation": "Jia JX, Yan XS, Cai ZP, et al. The effects of phenylethanoid glycosides, derived from Herba cistanche, on cognitive deficits and antioxidant activities in male SAMP8 mice. J Toxicol Environ Health, Part A. 2017;80(22):1180-1186."}, {"Citation": "Chen W, Lin HR, Wei CM, et al. Echinacoside, a phenylethanoid glycoside from Cistanche deserticola, extends lifespan of Caenorhabditis elegans and protects from Aβ-induced toxicity. Biogerontology. 2018;19(1):47-65."}, {"Citation": "Liu YG, Li X, Xiong DC, Yu B, Pu X, Ye XS. Synthetic phenylethanoid glycoside derivatives as potent neuroprotective agents. Eur J Med Chem. 2015;95:313-323."}, {"Citation": "Liu S, Han Y, Zhang T, Yang Z. Protective effect of trifluoperazine on hydrogen peroxide-induced apoptosis in PC12 cells. Brain Res Bull. 2011;84(2):183-188."}, {"Citation": "Ning X, Guo Y, Wang X, et al. Design, synthesis, and biological evaluation of (e)-3,4-dihydroxystyryl aralkyl sulfones and sulfoxides as novel multifunctional neuroprotective agents. J Med Chem. 2014;57(10):4302-4312."}, {"Citation": "Xiong Q, Hase K, Tezuka Y, Tani T, Namba T, Kadota S. Hepatoprotective activity of phenylethanoids from Cistanche deserticola. Planta Med. 1998;64(02):120-125."}, {"Citation": "Shen T, Li X, Hu W, et al. Hepatoprotective effect of phenylethanoid glycosides from Incarvillea compacta against CCl4-induced cytotoxicity in HepG2 cells. J Korean Soc Appl Biol Chem. 2015;58(4):617-625."}, {"Citation": "Luo H, Cao R, Wang L, Zhu L. Protective effect of cistanchis A on ethanol-induced damage in primary cultured mouse hepatocytes. Biomed Pharmacother. 2016;83:1071-1079."}, {"Citation": "Li X, Gou C, Yang H, Qiu J, Gu T, Wen T. Echinacoside ameliorates D-galactosamine plus lipopolysaccharide-induced acute liver injury in mice via inhibition of apoptosis and inflammation. Scand J Gastroenterol. 2014;49(8):993-1000."}, {"Citation": "YuanHeng G, LiLi C, Bing Z, et al. Hepatoprotective effect of phenylethanoid glycosides from Cistanche deserticola against chronic hepatic injury induced by alcohol. Food Sci. 2018;39(13):176-183."}, {"Citation": "Park S, Son MJ, Yook CS, Jin C, Lee YS, Kim HJ. Chemical constituents from aerial parts of Caryopteris incana and cytoprotective effects in human HepG2 cells. Phytochemistry. 2014;101:83-90."}, {"Citation": "Morikawa T, Pan Y, Ninomiya K, et al. Acylated phenylethanoid oligoglycosides with hepatoprotective activity from the desert plant Cistanche tubulosa. Bioorg Med Chem. 2010;18(5):1882-1890."}, {"Citation": "Ye Y, Song Y, Zhuang J, Wang G, Ni J, Xia W. Anticancer effects of echinacoside in hepatocellular carcinoma mouse model and HepG2 cells. J Cell Physiol. 2019;234(2):1880-1888."}, {"Citation": "Li Z, Lin H, Gu L, Gao J, Tzeng CM. Herba cistanche (Rou Cong-Rong): one of the best pharmaceutical gifts of traditional Chinese medicine. Front Pharmacol. 2016;7:41."}, {"Citation": "Zhao G, Shi A, Fan Z, Du Y. Salidroside inhibits the growth of human breast cancer in vitro and in vivo. Oncol Rep. 2015;33(5):2553-2560."}, {"Citation": "Li H, Huang D, Hang S. Salidroside inhibits the growth, migration and invasion of Wilms' tumor cells through down-regulation of miR-891b. Life Sci. 2019;222:60-68."}, {"Citation": "Kang DY, Sp N, Kim DH, et al. Salidroside inhibits migration, invasion and angiogenesis of MDA-MB 231 TNBC cells by regulating EGFR/Jak2/STAT3 signaling via MMP2. Int J Oncol. 2018;53(2):877-885."}, {"Citation": "Yu G, Li N, Zhao Y, Wang W, Feng XL. Salidroside induces apoptosis in human ovarian cancer SKOV3 and A2780 cells through the p53 signaling pathway. Oncol Lett. 2018;15(5):6513-6518."}, {"Citation": "Qi Z, Tang T, Sheng L, et al. Salidroside inhibits the proliferation and migration of gastric cancer cells via suppression of Src-associated signaling pathway activation and heat shock protein 70 expression. Mol Med Rep. 2018;18(1):147-156."}, {"Citation": "Kong YH, Xu SP. Salidroside prevents skin carcinogenesis induced by DMBA/TPA in a mouse model through suppression of inflammation and promotion of apoptosis. Oncol Rep. 2018;39(6):2513-2526."}, {"Citation": "Lv C, Huang Y, Liu ZX, Yu D, Bai ZM. Salidroside reduces renal cell carcinoma proliferation by inhibiting JAK2/STAT3 signaling. Cancer Biomarkers. 2016;17(1):41-47."}, {"Citation": "Fan XJ, Wang Y, Wang L, Zhu M. Salidroside induces apoptosis and autophagy in human colorectal cancer cells through inhibition of PI3K/Akt/mTOR pathway. Oncol Rep. 2016;36(6):3559-3567."}, {"Citation": "Li J, Li J, Aipire A, et al. Phenylethanoid glycosides from Cistanche tubulosa inhibits the growth of B16-F10 cells both in vitro and in vivo by induction of apoptosis via mitochondria-dependent pathway. J Cancer. 2016;7(13):1877-1887."}, {"Citation": "Chen X, Tang WJ, Shi JB, Liu MM, Liu XH. Therapeutic strategies for targeting telomerase in cancer. Med Res Rev. 2019."}, {"Citation": "Kirmizibekmez H, Masullo M, Festa M, Capasso A, Piacente S. Steroidal glycosides with antiproliferative activities from Digitalis trojana. Phytother Res. 2014;28(4):534-538."}, {"Citation": "Encalada MA, Rehecho S, Ansorena D, Astiasarán I, Cavero RY, Calvo MI. Antiproliferative effect of phenylethanoid glycosides from Verbena officinalis L. on colon cancer cell lines. LWT-Food Sci Technol. 2015;63(2):1016-1022."}, {"Citation": "Nagao T, Abe F, Okabe H. Antiproliferative constituents in the plants 7. Leaves of Clerodendron bungei and leaves and bark of C. trichotomum. Biol Pharm Bull. 2001;24(11):1338-1341."}, {"Citation": "Yogosawa S, Yamada Y, Yasuda S, Sun Q, Takizawa K, Sakai T. Dehydrozingerone, a structural analogue of curcumin, induces cell-cycle arrest at the G2/M phase and accumulates intracellular ROS in HT-29 human colon cancer cells. J Nat Prod. 2012;75(12):2088-2093."}, {"Citation": "Harput US, Genc Y, Saracoglu I. Cytotoxic and antioxidative activities of Plantago lagopus L. and characterization of its bioactive compounds. Food Chem Toxicol. 2012;50(5):1554-1559."}, {"Citation": "Mulani SK, Guh JH, Mong KKT. A general synthetic strategy and the anti-proliferation properties on prostate cancer cell lines for natural phenylethanoid glycosides. Org Biomol Chem. 2014;12(18):2926-2937."}, {"Citation": "Dembitsky VM. Astonishing diversity of natural surfactants: 5. Biologically active glycosides of aromatic metabolites. Lipids. 2005;40(9):869-900."}, {"Citation": "Pan MH, Chiou YS, Tsai ML, Ho CT. Anti-inflammatory activity of traditional Chinese medicinal herbs. J Tradit Complement Med. 2011;1(1):8-24."}, {"Citation": "Wu A, Yang Z, Huang Y, et al. Natural phenylethanoid glycosides isolated from Callicarpa kwangtungensis suppressed lipopolysaccharide-mediated inflammatory response via activating Keap1/Nrf2/HO-1 pathway in RAW 264.7 macrophages cell. J Ethnopharmacol. 2020;258:112857."}, {"Citation": "Li L, Wan G, Han B, Zhang Z. Echinacoside alleviated LPS-induced cell apoptosis and inflammation in rat intestine epithelial cells by inhibiting the mTOR/STAT3 pathway. Biomed Pharmacother. 2018;104:622-628."}, {"Citation": "Lee JH, Lee JY, Kang HS, et al. The effect of acteoside on histamine release and arachidonic acid release in RBL-2H3 mast cells. Arch Pharmacal Res. 2006;29(6):508-513."}, {"Citation": "Song HS, Choi MY, Ko MS, et al. Competitive inhibition of cytosolic Ca2+-dependent phospholipase A 2 by acteoside in RBL-2H3 cells. Arch Pharmacal Res. 2012;35(5):905-910."}, {"Citation": "Yamada P, Iijima R, Han J, Shigemori H, Yokota S, Isoda H. Inhibitory effect of acteoside isolated from Cistanche tubulosa on chemical mediator release and inflammatory cytokine production by RBL-2H3 and KU812 cells. Planta Med. 2010;76(14):1512-1518."}, {"Citation": "Jing W, Chunhua M, Shumin W. Effects of acteoside on lipopolysaccharide-induced inflammation in acute lung injury via regulation of NF-κB pathway in vivo and in vitro. Toxicol Appl Pharmacol. 2015;285(2):128-135."}, {"Citation": "Gao H, Cui Y, Kang N, et al. Isoacteoside, a dihydroxyphenylethyl glycoside, exhibits anti-inflammatory effects through blocking toll-like receptor 4 dimerization. Br J Pharmacol. 2017;174(17):2880-2896."}, {"Citation": "Wang Y, Zhao H, Lin C, Ren J, Zhang S. Forsythiaside A exhibits anti-inflammatory effects in LPS-stimulated BV2 microglia cells through activation of Nrf2/HO-1 signaling pathway. Neurochem Res. 2016;41(4):659-665."}, {"Citation": "Pan CW, Zhou GY, Chen WL, et al. Protective effect of forsythiaside A on lipopolysaccharide/d-galactosamine-induced liver injury. Int Immunopharmacol. 2015;26(1):80-85."}, {"Citation": "Luan F, Li M, Han K, et al. Phenylethanoid glycosides of Phlomis younghusbandii Mukerjee ameliorate acute hypobaric hypoxia-induced brain impairment in rats. Mol Immunol. 2019;108:81-88."}, {"Citation": "Han MF, Zhang X, Zhang LQ, Li YM. Iridoid and phenylethanol glycosides from Scrophularia umbrosa with inhibitory activity on nitric oxide production. Phytochem Lett. 2018;28:37-41."}, {"Citation": "Yang BY, Liu Y, Jiang HB, et al. Phenylpropanoids from the fruits of Nicandra physaloides and their anti-inflammatory activities. Nat Prod Res. 2017;31(22):2634-2640."}, {"Citation": "Liu YL, He WJ, Mo L, et al. Antimicrobial, anti-inflammatory activities and toxicology of phenylethanoid glycosides from Monochasma savatieri Franch. ex Maxim. J Ethnopharmacol. 2013;149(2):431-437."}, {"Citation": "Nazemiyeh H, Rahman MM, Gibbons S, et al. Assessment of the antibacterial activity of phenylethanoid glycosides from Phlomis lanceolata against multiple-drug-resistant strains of Staphylococcus aureus. J Nat Med. 2008;62(1):91-95."}, {"Citation": "Bazzaz BSF, Khameneh B, Ostad MRZ, Hosseinzadeh H. In vitro evaluation of antibacterial activity of verbascoside, lemon verbena extract and caffeine in combination with gentamicin against drug-resistant Staphylococcus aureus and Escherichia coli clinical isolates. Avicenna J Phytomed. 2018;8(3):246."}, {"Citation": "Qu H, Zhang Y, Chai X, Sun W. Isoforsythiaside, an antioxidant and antibacterial phenylethanoid glycoside isolated from Forsythia suspensa. Bioorg Chem. 2012;40:87-91."}, {"Citation": "Qu H, Zhang Y, Wang Y, Li B, Sun W. Antioxidant and antibacterial activity of two compounds (forsythiaside and forsythin) isolated from Forsythia suspensa. J Pharm Pharmacol. 2008;60(2):261-266."}, {"Citation": "Kuang HX, Xia YG, Liang J, Yang BY, Wang QH. Lianqiaoxinoside B, a novel caffeoyl phenylethanoid glycoside from Forsythia suspensa. Molecules. 2011;16(7):5674-5681."}, {"Citation": "Song X, He J, Xu H, et al. The antiviral effects of acteoside and the underlying IFN-γ-inducing action. Food Function. 2016;7(7):3017-3030."}, {"Citation": "Li C, Dai Y, Zhang SX, et al. Quinoid glycosides from Forsythia suspensa. Phytochemistry. 2014;104:105-113."}, {"Citation": "Li H, Wu J, Zhang Z, et al. Forsythoside A inhibits the avian infectious bronchitis virus in cell culture. Phytother Res. 2011;25(3):338-342."}, {"Citation": "Law AHY, Yang CLH, Lau ASY, Chan GCF. Antiviral effect of forsythoside A from Forsythia suspensa (Thunb.) Vahl fruit against influenza A virus through reduction of viral M1 protein. J Ethnopharmacol. 2017;209:236-247."}, {"Citation": "Hu XP, Shao MM, Song X, et al. Anti-influenza virus effects of crude phenylethanoid glycosides isolated from Ligustrum purpurascens via inducing endogenous interferon-γ. J Ethnopharmacol. 2016;179:128-136."}, {"Citation": "Kirmizibekmez H, Calis I, Perozzo R, et al. Inhibiting activities of the secondary metabolites of Phlomis brunneogaleata against parasitic protozoa and plasmodial enoyl-ACP reductase, a crucial enzyme in fatty acid biosynthesis. Planta Med. 2004;70(08):711-717."}, {"Citation": "Rocha LG, Almeida JR, Macêdo RO, Barbosa-Filho JM. A review of natural products with antileishmanial activity. Phytomedicine. 2005;12(6-7):514-535."}, {"Citation": "Maquiaveli CC, Lucon-Júnior JF, Brogi S, et al. Verbascoside inhibits promastigote growth and arginase activity of Leishmania amazonensis. J Nat Prod. 2016;79(5):1459-1463."}, {"Citation": "Abdelkader H, Alani AW, Alany RG. Recent advances in non-ionic surfactant vesicles (niosomes): self-assembly, fabrication, characterization, drug delivery applications and limitations. Drug Delivery. 2014;21(2):87-100."}, {"Citation": "Kyriakopoulou I, Magiatis P, Skaltsounis AL, Aligiannis N, Harvala C. Samioside, a new phenylethanoid glycoside with free-radical scavenging and antimicrobial activities from phlomissamia. J Nat Prod. 2001;64(8):1095-1097."}, {"Citation": "Hamedi A, Pasdaran A, Pasdaran A. A trisaccharide phenylethanoid glycoside from Scrophularia flava Grau with potential anti-type 2 diabetic properties by inhibiting α-glucosidase enzyme and decreasing oxidative stress. Bioorg Chem. 2020;99:103776."}, {"Citation": "Morikawa T, Ninomiya K, Imamura M, et al. Acylated phenylethanoid glycosides, echinacoside and acteoside from Cistanche tubulosa, improve glucose tolerance in mice. J Nat Med. 2014;68(3):561-566."}, {"Citation": "Shimada H, Urabe Y, Okamoto Y, et al. Major constituents of Cistanche tubulosa, echinacoside and acteoside, inhibit sodium-dependent glucose cotransporter 1-mediated glucose uptake by intestinal epithelial cells. J Funct Foods. 2017;39:91-95."}, {"Citation": "Kim JK, Lee YS, Kim SH, Bae YS, Lim SS. Inhibition of aldose reductase by phenylethanoid glycoside isolated from the seeds of Paulownia coreana. Biol Pharm Bull. 2011;34(1):160-163."}, {"Citation": "El-Marasy SA, El-Shenawy SM, Moharram FA, El-Sherbeeny NA. Antidiabetic and antioxidant effects of acteoside from Jacaranda mimosifolia family biognoniaceae in streptozotocin-nicotinamide induced diabetes in rats. Open Access Maced J Med Sci. 2020;8(A):125-133."}, {"Citation": "Wu X, He W, Zhang H, Li Y, Liu Z, He Z. Acteoside: a lipase inhibitor from the Chinese tea Ligustrum purpurascens kudingcha. Food Chem. 2014;142:306-310."}, {"Citation": "Yang RM, Liu F, He ZD, et al. Anti-obesity effect of total phenylpropanoid glycosides from Ligustrum robustum Blume in fatty diet-fed mice via up-regulating leptin. J Ethnopharmacol. 2015;169:459-465."}, {"Citation": "Li F, Yang Y, Zhu P, et al. Echinacoside promotes bone regeneration by increasing OPG/RANKL ratio in MC3T3-E1 cells. Fitoterapia. 2012;83(8):1443-1450."}, {"Citation": "Yang X, Li F, Yang Y, Shen J, Zou R, Zhu P. Efficacy and safety of echinacoside in a rat osteopenia model. Evid.-Based Complementary Altern Med. 2013;2013:926928."}, {"Citation": "Li F, Yang X, Yang Y, et al. Antiosteoporotic activity of echinacoside in ovariectomized rats. Phytomedicine. 2013;20(6):549-557."}, {"Citation": "Xu X, Zhang Z, Wang W, Yao H, Ma X. Therapeutic effect of cistanoside A on bone metabolism of ovariectomized mice. Molecules. 2017;22(2):197."}, {"Citation": "Campo G, Pavasini R, Biscaglia S, et al. Platelet aggregation values in patients with cardiovascular risk factors are reduced by verbascoside treatment. A randomized study. Pharmacol Res. 2015;97:1-6."}, {"Citation": "Qiu H, Fu P, Fan W, et al. Treatment of primary chronic glomerulonephritis with Rehmannia glutinosa acteosides in combination with the angiotensin receptor blocker irbesartan: a randomized controlled trial. Phytother Res. 2014;28(1):132-136."}, {"Citation": "Zhang H, Shen WS, Gao CH, Deng LC, Shen D. Protective effects of salidroside on epirubicin-induced early left ventricular regional systolic dysfunction in patients with breast cancer. Drugs R&D. 2012;12(2):101-106."}, {"Citation": "Guo Q, Zhou Y, Wang CJ, et al. An open-label, nonplacebo-controlled study on Cistanche tubulosa glycoside capsules (Memoregain®) for treating moderate Alzheimer's disease.  Am J Alzheimers Dis Other Demen. 2013;28(4):363-370."}, {"Citation": "An J, Yi T. Cistanche total glycosides capsule in the treatment of 99 cases of vascular dementia. J Shaanxi College Trad Chinese Med. 2011;34(2):36-37."}, {"Citation": "Peng Q, Sun C, Ye C, Bai J, Xie S, Huang Y. Effect and the mechanism of cistanche total glycosides on cognitive function in patients with thalamic infarction. Shandong Med J. 2015;55(25):64-66."}, {"Citation": "Yuan B, Zhao W, Chen J, Sun Y. A randomized controlled double-blind clinical trial of cistanche total glycosides capsule in the treatment of neuropsychiatric symptoms of dementia. Chin J Mod Drug Appl. 2009;3(18):30-32."}, {"Citation": "Li N, Wang J, Ma J, et al. Neuroprotective effects of cistanches herba therapy on patients with moderate Alzheimer's Disease. Evid Based Complement Alternat Med. 2015;2015:103985."}, {"Citation": "Zhou W, Tam KY, Meng M, et al. Pharmacokinetics screening for multi-components absorbed in the rat plasma after oral administration of traditional Chinese medicine Flos Lonicerae Japonicae-Fructus Forsythiae herb couple by sequential negative and positive ionization ultra-high-performance liquid chromatography/tandem triple quadrupole mass spectrometric detection. J Chromatogr A. 2015;1376:84-97."}, {"Citation": "Shang X, Pan H, Li M, Miao X, Ding H. Lonicera japonica Thunb.: ethnopharmacology, phytochemistry and pharmacology of an important traditional Chinese medicine. J Ethnopharmacol. 2011;138(1):1-21."}, {"Citation": "Li M, Yang HM, Luo DX, Chen JZ, Shi HJ. Multi-dimensional analysis on Parkinson's disease questionnaire-39 in Parkinson's patients treated with Bushen Huoxue Granule: a multicenter, randomized, double-blinded and placebo controlled trial. Complement Ther Med. 2016;29:116-120."}, {"Citation": "Zhou F, Zhao Y, Li M, et al. Degradation of phenylethanoid glycosides in Osmanthus fragrans Lour. flowers and its effect on anti-hypoxia activity. Sci Rep. 2017;7(1):10068."}, {"Citation": "Vertuani S, Beghelli E, Scalambra E, et al. Activity and stability studies of verbascoside, a novel antioxidant, in dermo-cosmetic and pharmaceutical topical formulations. Molecules. 2011;16(8):7068-7080."}, {"Citation": "Oyourou JN, Combrinck S, Regnier T, Marston A. Purification, stability and antifungal activity of verbascoside from Lippia javanica and Lantana camara leaf extracts. Ind Crops Prod. 2013;43:820-826."}, {"Citation": "Wong IYF, He ZD, Huang Y, Chen ZY. Antioxidative activities of phenylethanoid glycosides from Ligustrum purpurascens. J Agricult Food Chem. 2001;49(6):3113-3119."}, {"Citation": "Arthur H, Joubert E, De Beer D, Malherbe CJ, Witthuhn RC. Phenylethanoid glycosides as major antioxidants in Lippia multiflora herbal infusion and their stability during steam pasteurisation of plant material. Food Chem. 2011;127(2):581-588."}, {"Citation": "D'Imperio M, Cardinali A, D'Antuono I, et al. Stability-activity of verbascoside, a known antioxidant compound, at different pH conditions. Food Res Int. 2014;66:373-378."}, {"Citation": "Cardinali A, Linsalata V, Lattanzio V, Ferruzzi MG. Verbascosides from olive mill waste water: assessment of their bioaccessibility and intestinal uptake using an in vitro digestion/Caco-2 model system. J Food Sci. 2011;76(2):H48-H54."}, {"Citation": "Yan Y, Liu TX, Bi D, et al. Transformation pathways in methanol of echinacoside, a principal effective ingredient of Cistanches Herba. China J Chin Mater Med. 2018;43(11):2321-2325."}, {"Citation": "Karioti A, Fani E, Vincieri FF, Bilia AR. Analysis and stability of the constituents of Curcuma longaand Harpagophytumprocumbens tinctures by HPLC-DAD and HPLC-ESI-MS. J Pharm Biomed Anal. 2011;55(3):479-486."}, {"Citation": "Wen Y, Huo S, Zhang W, et al. Pharmacokinetics, biodistribution, excretion and plasma protein binding studies of acteoside in rats. Drug Res. 2016;66(03):148-153."}, {"Citation": "Sun X, Liao Q, Liu G, et al. Simultaneous determination of three phenylethanoid glycosides from Callicarpae Caulis et Folium in rat plasma by LC-MS/MS and its application to PK study. Bioanalysis. 2013;5(15):1883-1895."}, {"Citation": "Yang H, Wang G, Hao H, et al. A sensitive and specific liquid chromatography/tandem mass spectrometry method for determination of echinacoside and its pharmacokinetic application in rats. Biomed Chromatogr. 2009;23(6):630-637."}, {"Citation": "Chang YW, Yao HT, Hsieh SH, Lu TJ, Yeh TK. Quantitative determination of salidroside in rat plasma by on-line solid-phase extraction integrated with high-performance liquid chromatography/electrospray ionization tandem mass spectrometry. J Chromatogr B. 2007;857(1):164-169."}, {"Citation": "Yu S, Liu L, Wen T, et al. Development and validation of a liquid chromatographic/electrospray ionization mass spectrometric method for the determination of salidroside in rat plasma: application to the pharmacokinetics study. J Chromatogr B. 2008;861(1):10-15."}, {"Citation": "Zhang J, Chen X, Wang P, et al. LC-MS determination and pharmacokinetic study of salidroside in rat plasma after oral administration of traditional Chinese medicinal preparation Rhodiola crenulata extract. Chromatographia. 2008;67(9-10):695-700."}, {"Citation": "Gao Y, Zong C, Liu F, et al. Evaluation of the intestinal transport of a phenylethanoid glycoside-rich extract from Cistanche deserticola across the Caco-2 cell monolayer model. PLOS One. 2015;10(2):e0116490."}, {"Citation": "Zhou F, Huang W, Li M, Zhong Y, Wang M, Lu B. Bioaccessibility and absorption mechanism of phenylethanoid glycosides using simulated digestion/Caco-2 intestinal cell models. J Agricult Food Chem. 2018;66(18):4630-4637."}, {"Citation": "Cardinali A, Rotondo F, Minervini F, et al. Assessment of verbascoside absorption in human colonic tissues using the Ussing chamber model. Food Res Int. 2013;54(1):132-138."}, {"Citation": "Li Y, Gan L, Li GQ, Deng L, Zhang X, Deng Y. Pharmacokinetics of plantamajoside and acteoside from Plantago asiatica in rats by liquid chromatography-mass spectrometry. J Pharm Biomed Anal. 2014;89:251-256."}, {"Citation": "Matthias A, Blanchfield JT, Penman KG, et al. Permeability studies of alkylamides and caffeic acid conjugates from echinacea using a Caco-2 cell monolayer model. J Clin Pharm Ther. 2004;29(1):7-13."}, {"Citation": "Shen JY, Yang XL, Yang ZL, Kou JP, Li F. Enhancement of absorption and bioavailability of echinacoside by verapamil or clove oil. DDDT. 2015;9:4685-4693."}, {"Citation": "Matthias A, Addison RS, Penman KG, Dickinson RG, Bone KM, Lehmann RP. Echinacea alkamide disposition and pharmacokinetics in humans after tablet ingestion. Life Sci. 2005;77(16):2018-2029."}, {"Citation": "Zhou W, Di L, Bi X, Chen L, Du Q. Intestinal absorption of forsythoside a by rat circulation in situ. Acta Pharmaceutica Sinica. 2010;45(45):1373-1378."}, {"Citation": "Zhou W, Di LQ, Wang J, et al. Intestinal absorption of forsythoside A in in situ single-pass intestinal perfusion and in vitro Caco-2 cell models. Acta Pharmacol Sin. 2012;33(8):1069-1079."}, {"Citation": "Li Y, Peng C, Ye LH, Zhang RQ, Jiang XH. Investigation on the absorption of phillyrin and forsythiaside in rat digestive tract. Eur J Drug Metab Pharmacokinet. 2011;36(2):79-85."}, {"Citation": "Cui Q, Pan Y, Bai X, Zhang W, Chen L, Liu X. Systematic characterization of the metabolites of echinacoside and acteoside from Cistanche tubulosa in rat plasma, bile, urine and feces based on UPLC-ESI-Q-TOF-MS. Biomed Chromatogr. 2016;30:1406-1415."}, {"Citation": "Zhang YF, Liu LJ, Xu F, Shang MY, Liu GX, Cai SQ. Investigation of the in vivo metabolism of sibirioside A and angoroside C in Rats by HPLC-ESI-IT-TOF-MSn. Molecules. 2018;23(10):2702."}, {"Citation": "Zhang Y, Li L, Lin L, et al. Pharmacokinetics, tissue distribution, and excretion of salidroside in rats. Planta Med. 2013;79(15):1429-1433."}, {"Citation": "Guo N, Zhu M, Han X, Sui D, Wang Y, Yang Q. The metabolism of salidroside to its aglycone p-tyrosol in rats following the administration of salidroside. PLOS One. 2014;9(8):e103648."}, {"Citation": "Qi M, Xiong A, Li P, Yang Q, Yang L, Wang Z. Identification of acteoside and its major metabolites in rat urine by ultra-performance liquid chromatography combined with electrospray ionization quadrupole time-of-flight tandem mass spectrometry. J Chromatogr B. 2013;940:77-85."}, {"Citation": "Su D, Li W, Xu Q, Liu Y, Song Y, Feng Y. New metabolites of acteoside identified by ultra-performance liquid chromatography/quadrupole-time-of-flight MSE in rat plasma, urine, and feces. Fitoterapia. 2016;112:45-55."}, {"Citation": "Jia C, Shi H, Jin W, et al. Metabolism of echinacoside, a good antioxidant, in rats: isolation and identification of its biliary metabolites. Drug Metab Dispos. 2009;37(2):431-438."}, {"Citation": "Wang Y, Hao H, Wang G, et al. An approach to identifying sequential metabolites of a typical phenylethanoid glycoside, echinacoside, based on liquid chromatography-ion trap-time of flight mass spectrometry analysis. Talanta. 2009;80(2):572-580."}, {"Citation": "Song Q, Li J, Huo H, et al. Retention time and optimal collision energy advance structural annotation relied on LC-MS/MS: an application in metabolite identification of an antidementia agent namely echinacoside. Anal Chem. 2019:91(2), 15040-15048."}, {"Citation": "Wang F, Cao GS, Li Y, et al. Characterization of forsythoside A metabolites in rats by a combination of UHPLC-LTQ-Orbitrap mass spectrometer with multiple data processing techniques. Biomed Chromatogr. 2018;32(5):e4164."}, {"Citation": "Deng R, Xu Y, Feng F, Liu W. Identification of poliumoside metabolites in rat feces by high performance liquid chromatography coupled with quadrupole time-of-flight tandem mass spectrometry. J Chromatogr B. 2014;969:285-296."}, {"Citation": "Qian H, Yu FJ, Lu DY, et al. Identification of poliumoside metabolites in rat plasma, urine, bile, and intestinal bacteria with UPLC/Q-TOF-MS. Chin J Nat Med. 2018;16(11):871-880."}, {"Citation": "Luo Z, Ma X, Liu Y, et al. An approach to characterizing the complicated sequential metabolism of salidroside in rats. Molecules. 2016;21(6):706."}, {"Citation": "Li Y, Peng Y, Ma P, et al. In vitro and in vivo metabolism of Cistanche tubulosa extract in normal and chronic unpredictable stress-induced depressive rats. J Chromatogr B. 2019;1125:121728."}, {"Citation": "Sousa T, Paterson R, Moore V, Carlsson A, Abrahamsson B, Basit AW. The gastrointestinal microbiota as a site for the biotransformation of drugs. Int J Pharm. 2008;363(1-2):1-25."}, {"Citation": "Cui Q, Pan Y, Xu X, et al. The metabolic profile of acteoside produced by human or rat intestinal bacteria or intestinal enzyme in vitro employed UPLC-Q-TOF-MS. Fitoterapia. 2016;109:67-74."}, {"Citation": "Lei L, Song ZH, Tu PF, Li YZ, Wu LJ, Chen FK. Metabolic regulation of phenylethanoid glycosides from Herba cistanches in dogs' gastrointestine. Acta Pharmaceutica Sinica. 2001;36(6):432-435."}, {"Citation": "Zhang WX, Yang B, Hu YM, et al. Effect of rat intestinal flora in vitro on metabolites of acteoside. China J Chin Mater Med. 2016;41(8):1541-1545."}, {"Citation": "Li Y, Zhou G, Xing S, Tu P, Li X. Identification of echinacoside metabolites produced by human intestinal bacteria using ultraperformance liquid chromatography-quadrupole time-of-flight mass spectrometry. J Agricult Food Chem. 2015;63(30):6764-6771."}, {"Citation": "Xing S, Peng Y, Wang M, Chen D, Li X. In vitro human fecal microbial metabolism of forsythoside A and biological activities of its metabolites. Fitoterapia. 2014;99:159-165."}, {"Citation": "Li Y, Zhou G, Peng Y, Tu P, Li X. Screening and identification of three typical phenylethanoid glycosides metabolites from Cistanches Herba by human intestinal bacteria using UPLC/Q-TOF-MS. J Pharm Biomed Anal. 2016;118:167-176."}, {"Citation": "Li Y, Peng Y, Wang M, Tu P, Li X. Human gastrointestinal metabolism of the Cistanches Herba water extract in vitro: elucidation of the metabolic profile based on comprehensive metabolite identification in gastric juice, intestinal juice, human intestinal bacteria, and intestinal microsomes. J Agricult Food Chem. 2017;65(34):7447-7456."}, {"Citation": "Peyrol J, Riva C, Amiot MJ. Hydroxytyrosol in the prevention of the metabolic syndrome and related disorders. Nutrients. 2017;9(3):306."}, {"Citation": "Wu S, Zhang Y, Ren F, et al. Structure-affinity relationship of the interaction between phenolic acids and their derivatives and β-lactoglobulin and effect on antioxidant activity. Food Chem. 2018;245:613-619."}, {"Citation": "Wang X, Chang X, Luo X, et al. An integrated approach to characterize intestinal metabolites of four phenylethanoid glycosides and intestinal microbes-mediated antioxidant activity evaluations in vitro using UHPLC-Q-Exactive high resolution mass spectrometry and a 1, 1-diphenyl-2-picrylhydrazyl-based assay. Front Pharmacol. 2019;10:826."}, {"Citation": "Liu YH, Lu YL, Han CH, Hou WC. Inhibitory activities of acteoside, isoacteoside, and its structural constituents against protein glycation in vitro. Bot Stud. 2013;54(1):6."}, {"Citation": "Cui Q, Pan Y, Zhang W, et al. Metabolites of dietary acteoside: profiles, isolation, identification, and hepatoprotective capacities. J Agricult Food Chem. 2018;66(11):2660-2668."}, {"Citation": "Lee K, Lee BJ, Bu Y. Protective effects of dihydrocaffeic acid, a coffee component metabolite, on a focal cerebral ischemia rat model. Molecules. 2015;20(7):11930-11940."}, {"Citation": "Gómez-Ruiz JÁ, Leake DS, Ames JM. In vitro antioxidant activity of coffee compounds and their metabolites. J Agricult Food Chem. 2007;55(17):6962-6969."}, {"Citation": "Kim KH, Kim S, Jung MY, Ham IH, Whang WK. Anti-inflammatory phenylpropanoid glycosides from Clerodendron trichotomum leaves. Arch Pharmacal Res. 2009;32(1):7-13."}, {"Citation": "Cook TJ, Shenoy SS. Intestinal permeability of chlorpyrifos using the single-pass intestinal perfusion method in the rat. Toxicology. 2003;184(2-3):125-133."}, {"Citation": "Mazzaferro S, Bouchemal K, Skanji R, Gueutin C, Chacun H, Ponchel G. Intestinal permeation enhancement of docetaxel encapsulated into methyl-β-cyclodextrin/poly (isobutylcyanoacrylate) nanoparticles coated with thiolated chitosan. J Controlled Release. 2012;162(3):568-574."}, {"Citation": "Surampalli G, K. Nanjwade B, Patil PA. Corroboration of naringin effects on the intestinal absorption and pharmacokinetic behavior of candesartan cilexetil solid dispersions using in-situ rat models. Drug Dev Ind Pharm. 2015;41(7):1057-1065."}, {"Citation": "Ahmed IS, Hassan MA, Kondo T. Effect of lyophilized grapefruit juice on P-glycoprotein-mediated drug transport in-vitro and in-vivo. Drug Dev Ind Pharm. 2015;41(3):375-381."}, {"Citation": "Sen R, Natarajan K, Bhullar J, et al. The novel BCR-ABL and FLT3 inhibitor ponatinib is a potent inhibitor of the MDR-associated ATP-binding cassette transporter ABCG2. Mol Cancer Ther. 2012;11(9):2033-2044."}, {"Citation": "Xiang QF, Zhang DM, Wang JN, et al. Cabozantinib reverses multidrug resistance of human hepatoma HepG2/adr cells by modulating the function of P-glycoprotein. Liver Int. 2015;35(3):1010-1023."}, {"Citation": "Zhou F, The bioavailability mechanism analysis and the improvement based on nano-delivery system of phenylethanoid glycosides. Zhejiang University, 2018."}, {"Citation": "Zhou W, Qin KM, Shan JJ, et al. Improvement of intestinal absorption of forsythoside A in weeping forsythia extract by various absorption enhancers based on tight junctions. Phytomedicine. 2012;20(1):47-58."}, {"Citation": "Zhou W, Tan X, Shan J, Liu T, Cai B, Di L. Effect of chito-oligosaccharide on the intestinal absorptions of phenylethanoid glycosides in Fructus Forsythiae extract. Phytomedicine. 2014;21(12):1549-1558."}, {"Citation": "Zhou W, Di LQ, Shan JJ, Bi XL, Chen LT, Wang LC. Intestinal absorption of forsythoside A in different compositions of Shuang-Huang-Lian. Fitoterapia. 2011;82(3):375-382."}, {"Citation": "Tanino T, Nagai N, Funakami Y. Phloridzin-sensitive transport of echinacoside and acteoside and altered intestinal absorption route after application of Cistanche tubulosa extract. J Pharm Pharmacol. 2015;67(10):1457-1465."}, {"Citation": "Sheng Z, Tian Y, Hu X, Jin Z, Xu X, Cheng A. Identification and releasing characteristics of β-cyclodextrin-phenylethanoid glycosides inclusion complex. J Inclusion Phenom Macrocyclic Chem. 2014;79(3-4):437-442."}, {"Citation": "Isacchi B, Karioti A, Bergonzi C, Bilia A. Characterization of salvianolic acid B and verbascoside cyclodextrin complexes by innovative NMR methods. Evaluation of their stability. Planta Med. 2010;76(12):534."}, {"Citation": "Hou X, Zhou X, Li Q, Lu Y, Sun Y, Wu G. Preparation of forsythiaside-hydroxypropyl-β-cyclodextrin inclusion complex and its characters. Anim Husb Feed Sci. 2014;6(2):46-65."}, {"Citation": "Jia J, Huo L, Zhang L. Study on inclusion behaviour of forsythiaside A with β-cyclodextrin. Phys Chem Liq. 2018;56(4):438-451."}, {"Citation": "Nile SH, Baskar V, Selvaraj D, Nile A, Xiao J, Kai G. Nanotechnologies in food science: applications, recent trends, and future perspectives. Nano Micro Lett. 2020;12(1):1-34."}, {"Citation": "Isacchi B, Bergonzi MC, Iacopi R, Ghelardini C, Galeotti N, Bilia AR. Liposomal formulation to increase stability and prolong antineuropathic activity of verbascoside. Planta Med. 2017;83(05):412-419."}, {"Citation": "Zhao HJ, Xu WK, Jia ZH, et al. Study on pharmacokinetics of forsythiaside liposome in chicks. China Ani Husbandry Vet Med. 2014;41(2):153-158."}, {"Citation": "Fan M, Xu S, Xia S, Zhang X. Effect of different preparation methods on physicochemical properties of salidroside liposomes. J Agricult Food Chem. 2007;55(8):3089-3095."}, {"Citation": "Mao ZF, Liu LY, Liu JM, Yu SH, Gu GM. Pharmacokinetics of salidroside liposomes in rats. Chinese J Exp Trad Med Formulae. 2011;3:202-204."}, {"Citation": "Sinico C, Caddeo C, Valenti D, Fadda AM, Bilia AR, Vincieri FF. Liposomes as carriers for verbascoside: stability and skin permeation studies. J Liposome Res. 2008;18(1):83-90."}, {"Citation": "Ambrosone L, Guerra G, Cinelli M, et al. Corneal epithelial wound healing promoted by verbascoside-based liposomal eyedrops. BioMed Res Int. 2014;2014:471642."}, {"Citation": "Feng Y, Zhao X, Lv F, et al. Optimization on preparation conditions of salidroside liposome and its immunological activity on PCV-2 in mice. Evid Based Complement Alternat Med. 2015;2015:178128."}, {"Citation": "Peng H, Li W, Ning F, et al. Amphiphilic chitosan derivatives-based liposomes: synthesis, development, and properties as a carrier for sustained release of salidroside. J Agricult Food Chem. 2014;62(3):626-633."}, {"Citation": "Zhou F, Xu T, Zhao Y, et al. Chitosan-coated liposomes as delivery systems for improving the stability and oral bioavailability of acteoside. Food Hydrocolloids. 2018;83:17-24."}, {"Citation": "Li M, Li Y, Liu W, et al. The preparation of Cistanche phenylethanoid glycosides liquid proliposomes: optimized formulation, characterization and proliposome dripping pills in vitro and in vivo evaluation. Eur J Pharm Sci. 2016;93:224-232."}, {"Citation": "Zhao XH, Yue HL, Li P, Zeng X, Zhang G. Evaluation of the antitumor activity by CdTe QDs with verbascoside. NANO. 2013;8(03):1350031."}, {"Citation": "Chen M, Zhang Y, Huang B, et al. Evaluation of the antitumor activity by Ni nanoparticles with verbascoside. J Nanomater. 2013;2013:623497-6."}, {"Citation": "Zhang Y, Liu B, Wu H, et al. Anti-tumor activity of verbascoside loaded gold nanoparticles. J Biomed Nanotechnol. 2014;10(12):3638-3646."}, {"Citation": "Su SS, Chen W, Fang H, Zhang LIJ, Han Y. B. Formula optimization of echinacoside-loaded PLGA nanoparticles by Box-Behnken design and response surface method. Chinese J New Drugs. 2016;25(9):1069-1074."}, {"Citation": "He L, Deng L, Deng Y. Preparation and in vitro drug release properties of salidroside-chitosan nanoparticles. Chinese Trad Herbal Drugs. 2013;44:552-556."}, {"Citation": "Peng H, Dong R, Wang S, et al. A pH-responsive nano-carrier with mesoporous silica nanoparticles cores and poly (acrylic acid) shell-layers: fabrication, characterization and properties for controlled release of salidroside. Int J Pharm. 2013;446(1-2):153-159."}, {"Citation": "Chiang HM, Chien YC, Wu CH, et al. Hydroalcoholic extract of Rhodiola rosea L. (Crassulaceae) and its hydrolysate inhibit melanogenesis in B16F0 cells by regulating the CREB/MITF/tyrosinase pathway. Food Chem Toxicol. 2014;65:129-139."}, {"Citation": "Peng LH, Xu SY, Shan YH, et al. Sequential release of salidroside and paeonol from a nanosphere-hydrogel system inhibits ultraviolet B-induced melanogenesis in guinea pig skin. Int J Nanomedicine. 2014;9:1897-1908."}, {"Citation": "Abdel-Mageed WM, Backheet EY, Khalifa AA, Ibraheim ZZ, Ross SA. Antiparasitic antioxidant phenylpropanoids and iridoid glycosides from Tecoma mollis. Fitoterapia. 2012;83(3):500-507."}, {"Citation": "Marianecci C, Di Marzio L, Rinaldi F, et al. Niosomes from 80s to present: the state of the art. Adv Colloid Interface Sci. 2014;205:187-206."}, {"Citation": "Zidan AS, Habib MJ. Maximized mucoadhesion and skin permeation of anti-AIDS-loaded niosomal gels. J Pharm Sci. 2014;103(3):952-964."}, {"Citation": "Zhang Y, Zhang K, Wu Z, et al. Evaluation of transdermal salidroside delivery using niosomes via in vitro cellular uptake. Int J Pharm. 2015;478(1):138-146."}, {"Citation": "Kawadkar J, Chauhan MK. Intra-articular delivery of genipin cross-linked chitosan microspheres of flurbiprofen: preparation, characterization, in vitro and in vivo studies. Eur J Pharmaceut Biopharmaceut. 2012;81(3):563-572."}, {"Citation": "Lan Y, Li W, Guo R, Zhang Y, Xue W, Zhang Y. Preparation and characterisation of vancomycin-impregnated gelatin microspheres/silk fibroin scaffold. J Biomater Sci Polym Ed. 2014;25(1):75-87."}, {"Citation": "Tran TH, Ramasamy T, Poudel BK, et al. Preparation and characterization of spray-dried gelatin microspheres encapsulating ganciclovir. Macromol Res. 2014;22(2):124-130."}, {"Citation": "Luo M, Peng H, Deng Z, Yin Z, Zhao Q, Xiong H. Preparation and characterization of genipin-crosslinked chitosan microspheres for the sustained release of salidroside. Int J Food Eng. 2015;11(3):323-333."}, {"Citation": "Chen Z, Ning F, He X, Peng H, Xiong H. Controlled release of salidroside microspheres prepared using a chitosan and methylcellulose interpenetrating polymer network. Int J Food Eng. 2017;13:10."}, {"Citation": "Li F, Yang X, Yang Y, Li P, Yang Z, Zhang C. Phospholipid complex as an approach for bioavailability enhancement of echinacoside. Drug Dev Ind Pharm. 2015;41(11):1777-1784."}], "ReferenceList": [], "Title": "REFERENCES"}], "History": [{"Year": "2020", "Month": "2", "Day": "4"}, {"Year": "2020", "Month": "7", "Day": "12"}, {"Year": "2020", "Month": "7", "Day": "15"}, {"Year": "2020", "Month": "8", "Day": "12", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "10", "Day": "29", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "8", "Day": "12", "Hour": "6", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["32779240", "10.1002/med.21717"]}}], "PubmedBookArticle": []}