{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Herbal medicines", "ICP OES", "Medicinal plants", "Multielement composition", "Multivariate analysis"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "32789646", "DateCompleted": {"Year": "2021", "Month": "06", "Day": "18"}, "DateRevised": {"Year": "2021", "Month": "06", "Day": "18"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "08", "Day": "13"}], "Language": ["eng"], "ELocationID": ["10.1007/s12011-020-02334-1"], "Journal": {"ISSN": "1559-0720", "JournalIssue": {"Volume": "199", "Issue": "6", "PubDate": {"Year": "2021", "Month": "Jun"}}, "Title": "Biological trace element research", "ISOAbbreviation": "Biol Trace Elem Res"}, "ArticleTitle": "Multielement Determination in Medicinal Plants and Herbal Medicines Containing Cynara scolymus L., Harpagophytum procumbens D.C., and Maytenus ilifolia (Mart.) ex Reiss from Brazil Using ICP OES.", "Pagination": {"StartPage": "2330", "EndPage": "2341", "MedlinePgn": "2330-2341"}, "Abstract": {"AbstractText": ["Worldwide, medicinal plants and herbal medicines are widely consumed. The aim of this study was to determine macro- (Ca, K, Mg, Na, and P) and microelements (Al, As, Ba, Cd, Co, Cr, Cu, Fe, Mn, Mo, Ni, Pb, Sb, Se, Si, Sn, Sr, V, and Zn) in medicinal plants and herbal medicines: \"globe artichoke\" - Cynara scolymus L., \"devil's claw\" - Harpagophytum procumbens D.C., and \"espinheira santa\" - Maytenus ilifolia (Mart) ex Reiss. Concentrations of 24 (essential and toxic potentially) elements in samples from Brazil were determined using a sequential optical emission spectrometer with inductively coupled plasma optical emission spectrometry (ICP OES) after acid digestion, assisted by microwave radiation. Principal component analysis (PCA) and hierarchical cluster analysis (HCA) were used to carry out an exploratory analysis of samples. The elements were quantified (in μg/g): Al (20.24-1261.64), Ba (18.90-63.18), Ca (2877.6-19,957.40), Cr (0.28-1.38), Cu (4.16-21.99), Fe (8.54-627.49), K (1786.12-32,297.19), Mg (505.82-6174.52), Mn (0.40-205.64), Na (1717.23-18,596.45), Ni (< LoQ-0.99), P (35.12-2899.91), Se (1.52-3.71), Sn (1.53-12.43), Sr (52.33-84.31), V (< LoQ-0.24), and Zn (2.60-30.56). As, Cd, Co, Mo, Pb, and Sb, in all the investigated samples, were found to be below the limit of detection (LoD) and quantification (LoQ) values of ICP OES. These medicinal plants and herbal medicines can be sources of Ca, K, Mg, Na, P, Cu, Fe, Mn, Se, and Zn. All samples showed considerable levels of Al. PCA and HCA showed that the samples separated into two large groups."]}, "AuthorList": [{"Identifier": ["0000-0003-3134-4415"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Life Sciences, Universidade do Estado da Bahia, Salvador, Bahia, 41195-001, Brazil."}], "LastName": "de Aragão Tannus", "ForeName": "Caroline", "Initials": "C"}, {"Identifier": ["0000-0001-5649-2874"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Life Sciences, Universidade do Estado da Bahia, Salvador, Bahia, 41195-001, Brazil."}], "LastName": "de Souza Dias", "ForeName": "Fernanda", "Initials": "F"}, {"Identifier": ["0000-0002-2395-9703"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Chemistry Institute, Universidade Federal da Bahia, Salvador, Bahia, 40170-115, Brazil."}], "LastName": "Santana", "ForeName": "Filipe Barbosa", "Initials": "FB"}, {"Identifier": ["0000-0002-9106-8494"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Chemistry Institute, Universidade Federal da Bahia, Salvador, Bahia, 40170-115, Brazil."}], "LastName": "Dos Santos", "ForeName": "Daniele Cristina Muniz Batista", "Initials": "DCMB"}, {"Identifier": ["0000-0001-7139-8712"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutical Sciences, Universidade Federal da Paraíba, João Pessoa, Paraíba, 58051-900, Brazil."}], "LastName": "Magalhães", "ForeName": "Hemerson Iury Ferreira", "Initials": "HIF"}, {"Identifier": ["0000-0003-2279-0691"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Science, Technology and Innovation Institute, Universidade Federal da Bahia, Camaçari, Bahia, 42809-000, Brazil."}], "LastName": "de Souza Dias", "ForeName": "Fábio", "Initials": "F"}, {"Identifier": ["0000-0002-3022-0771"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Life Sciences, Universidade do Estado da Bahia, Salvador, Bahia, 41195-001, Brazil. afjunior@uneb.br."}], "LastName": "de Freitas Santos Júnior", "ForeName": "Aníbal", "Initials": "A"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Biol Trace Elem Res", "NlmUniqueID": "7911509", "ISSNLinking": "0163-4984"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Trace Elements"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Brazil"}, {"QualifierName": [], "DescriptorName": "Cynara scolymus"}, {"QualifierName": [], "DescriptorName": "Harpagophytum"}, {"QualifierName": [], "DescriptorName": "Maytenus"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Spectrum Analysis"}, {"QualifierName": ["analysis"], "DescriptorName": "Trace Elements"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Sarquis RSFR, Sarquis IR, Sarquis IR, Fernandes CP, Silva GA, Lima e Silva RB, Jardim MAG, Sánchez-Ortíz BL, Carvalho JCT (2019) The use of medicinal plants in the riverside community of the Mazagão River in the Brazilian Amazon, Amapá, Brazil: ethnobotanical and ethnopharmacological studies. Evid Based Complement Alternat Med 2019:6087509"}, {"Citation": "Petrovska BB (2012) Historical review of medicinal plants’ usage. Pharmacogn Rev 6(11):1–5", "ArticleIdList": ["22654398", "3358962"]}, {"Citation": "Macedo JGF, Menezes IRA, Ribeiro DA, Santos MO, Mâcedo DG, Macêdo MJF, Almeida BV, Oliveira LGS, Leite CP, Souza MMA (2018) Analysis of the variability of therapeutic indications of medicinal species in the Northeast of Brazil: comparative study. Evid Based Complement Alternat Med 2018:6769193"}, {"Citation": "Ekor M (2013) The growing use of herbal medicines: issues relating to adverse reactions and challenges in monitoring safety. Front Pharmacol 4:177"}, {"Citation": "Asadi-Samani M, Kafash-Farkhad N, Azimi N, Fasihi A, Alinia-Ahandani E, Rafieian-Kopaei M (2015) Medicinal plants with hepatoprotective activity in Iranian folk medicine. Asian Pac J Trop Biomed 5(2):146–157"}, {"Citation": "Palhares RM, Drummond MG, Brasil BSAF, Cosenza GP, Brandão MGL, Oliveira G (2015) Medicinal plants recommended by the World Health Organization: DNA barcode identification associated with chemical analyses guarantees their quality. PLoS One 10(5):e0127866", "ArticleIdList": ["25978064", "4433216"]}, {"Citation": "Ghasemian M, Owlia S, Owlia MB (2016) Review of anti-inflammatory herbal medicines. Adv Pharmacol Sci 2016:9130979", "ArticleIdList": ["27247570", "4877453"]}, {"Citation": "WHO (2011) The world medicines situation 2011 – traditional medicines: global situation, issues and challenges. World Health Organization http://digicollection.org/hss/en/m/abstract/Js18063en/ ."}, {"Citation": "Pereira JBA, Rodrigues MM, Morais IR, Vieira CRS, Sampaio JPM, Moura MG, Damasceno MFM, Silva JN, Calou IBF, Deus FA, Peron AP, Abreu MC, Militão GCG, Ferreira PMP (2015) The therapeutic role of the Program Farmacia Viva and the medicinal plants in the center-south of Piauí. Rev Bras Plantas Med 17(4):550–561"}, {"Citation": "Santos Júnior AF, Matos RA, Andrade EMJ, dos Santos WNL, Magalhães HIF, Costa FN, Korn MGA (2017) Multielement determination of macro and micro contents in medicinal plants and phytomedicines from Brazil by ICP OES. J Braz Chem Soc 28(2):376–384"}, {"Citation": "Peacock M, Badea M, Bruno F, Timotijevic L, Laccisaglia M, Hodgkins C, Raats M, Egan B (2019) Herbal supplements in the print media: communicating benefits and risks. BMC Complement Altern Med 19:196", "ArticleIdList": ["31375101", "6679444"]}, {"Citation": "Chellan P, Sadler PJ (2015) The elements of life and medicines. Philos Trans A Math Phys Eng Sci 373(2037):20140182", "ArticleIdList": ["25666066", "4342972"]}, {"Citation": "Brima EI (2017) Toxic elements in different medicinal plants and the impact on human health. Int J Environ Res Public Health 14(10):1209", "ArticleIdList": ["5664710"]}, {"Citation": "Salgueiro L, Martins AP, Correia H (2010) Raw materials: the importance of quality and safety. A review. Flavour Fragr J 25:253–271"}, {"Citation": "Milani RF, Morgano MA, Saron ES, Silva FF, Cadore S (2015) Evaluation of direct analysis for trace elements in tea and herbal beverages by ICP-MS. J Braz Chem Soc 26(6):1211–1217"}, {"Citation": "National Research Council – NRC (2004) Commitee on scientific assessment of bullet lead elemental composition comparison, forensic analysis: weighing bullet lead evidence. National Academies Press, Washington"}, {"Citation": "Trevizan LC, Nóbrega JA (2007) Inductively coupled plasma optical emission spectrometry with axially viewed configuration: an overview of applications. J Braz Chem Soc 18(4):678–690"}, {"Citation": "Marin S, Lacrimioara S, Cecilia R (2011) Evaluation of performance parameters for trace elements analysis in perennial plants using ICP-OES technique. J Plant Develop 18:87–93"}, {"Citation": "Ghanjaoui ME, Cervera ML, El Rhazi M, Guardia M (2011) Validated fast procedure for trace element determination in basil powder. Food Chem 125(4):1309–1313"}, {"Citation": "Gomez MR, Cerutti S, Sombra LL, Silva MF, Martinez LD (2007) Determination of heavy metals for the quality control in Argentinian herbal medicines by ETAAS and ICP-OES. Food Chem Toxicol 45(6):1060–1064", "ArticleIdList": ["17291663"]}, {"Citation": "Krejčová A, Kahoun D, Černohorský T, Pouzar M (2006) Determination of macro and trace element in multivitamins preparations by inductively coupled plasma optical emission spectrometry with slurry sample introduction. Food Chem 98(1):171–178"}, {"Citation": "Gouveia ST, Silva FV, Costa LM, Nogueira ARA, Nóbrega JA (2001) Determination of residual carbon by inductively-coupled plasma optical emission spectrometry with axial and radial view configurations. Anal Chim Acta 445:269–275"}, {"Citation": "Tuzen M, Soylak M (2005) Trace heavy metal levels in microwave digested honey samples from Middle Anatolia, Turkey. J Food Drug Anal 13(4):343–347"}, {"Citation": "Padrón P, Paz S, Rubio C, Gutiérrez AJ, González-Weller D, Hardisson A (2020) Trace element levels in vegetable sausages and burgers determined by ICP-OES. Biol Trace Elem Res 194(1):616–626", "ArticleIdList": ["31227987"]}, {"Citation": "Novaes CG, Bezerra MA, da Silva EGP, dos Santos AMP, Romão ILS, Santos Neto JH (2016) A review of multivariate designs applied to the optimization of methods based on inductively coupled plasma optical emission spectrometry (ICP OES). Microchem J 128:331–346"}, {"Citation": "ICH (2005) Validation of analytical procedures: text and methodology Q2 (R1). International Conference on Harmonisation. https://www.gmp-compliance.org/guidemgr/files/Q2(R1).pdf ."}, {"Citation": "Schiavo D, Trevizan LC, Pereira-Filho ER, Nóbrega JA (2009) Evaluation of the use of multiple lines for determination of metals in water by inductively coupled plasma optical emission spectrometry with axial viewing. Spectrochim Acta B 64(6):544–548"}, {"Citation": "Karak T, Bhagat RM (2010) Trace elements in tea leaves, made tea and tea infusion: a review. Food Res Int 43(9):2234–2252"}, {"Citation": "Podwika W, Kleszcz K, Krośniak M, Zagrodzki P (2018) Copper, manganese, zinc, and cadmium in tea leaves of different types and origin. Biol Trace Elem Res 183(2):389–395", "ArticleIdList": ["28866820"]}, {"Citation": "Shaban NS, Abdou KA, Hassan NEY (2016) Impact of toxic heavy metals and pesticide residues in herbal products. Beni-Seuf Univ J Appl Sci 5(1):102–106"}, {"Citation": "Silva PSC, Francisconi LS, Gonçalves RDMR (2016) Evaluation of major and trace elements in medicinal plants. J Braz Chem Soc 27(12):2273–2289"}, {"Citation": "Moe SM (2008) Disorders involving calcium, phosphorus, and magnesium. Prim Care 35(2):215–2vi", "ArticleIdList": ["18486714", "2486454"]}, {"Citation": "Stone MS, Martyn L, Weaver CM (2016) Potassium intake, bioavailability, hypertension, and glucose control. Nutrients 8(7):444", "ArticleIdList": ["4963920"]}, {"Citation": "Küçükbay FZ, Kuyumcu E (2010) Determination of trace element contents of Thymus species from Turkey. Turk J Chem 34:911–919"}, {"Citation": "Leal AS, Prado G, Gomes TCB, Sepe FP, Dalmázio I (2013) Determination of metals in medicinal plants highly consumed in Brazil. Braz J Pharm Sci 49(3):599–607"}, {"Citation": "Ong GH, Yap CK, Mahmood M, Tan SG, Hamzah S (2013) Barium levels in soils and Centella asiatica. Trop Life Sci Res 24(1):55–70", "ArticleIdList": ["24575242", "3799414"]}, {"Citation": "Prashanth L, Kattapagari KK, Chitturi RT, Baddam VRR, Prasad LK (2015) A review on role of essential trace elements in health and disease. J NTR Univ Health Sci 4(2):75–85"}, {"Citation": "Roohani N, Hurrell R, Kelishadi R, Schulin R (2013) Zinc and its importance for human health: an integrative review. J Res Med Sci 18(2):144–157", "ArticleIdList": ["23914218", "3724376"]}, {"Citation": "Brazil MS (2005) Resolution of Collegiate Board No. 269 of September 22, 2005: Technical regulation on daily ingestion recommended (DIR) protein, vitamins and minerals. Ministry of Health. http://portal.anvisa.gov.br/documents/33916/394219/RDC_269_2005.pdf/2e95553c-a482-45c3-bdd1-f96162d607b3 ."}, {"Citation": "Tinggi U (2008) Selenium: its role as antioxidant in human health. Environ Health Prev Med 13(2):102–108", "ArticleIdList": ["19568888", "2698273"]}, {"Citation": "Treviño S, Díaz A, Sánchez-Lara E, Sanchez-Gaytan BL, Perez-Aguilar JM, González-Vergara E (2019) Vanadium in biological action: chemical, pharmacological aspects, and metabolic implications in diabetes mellitus. Biol Trace Elem Res 188:68–98", "ArticleIdList": ["30350272"]}, {"Citation": "Rehnberg GL, Hein JF, Carter SD, Linko RS, Laskey JW (1982) Chronic ingestion of Mn<sub>3</sub>O<sub>4</sub> by rats: tissue accumulation and distribution of manganese in two generations. J Toxicol Environ Health 9(2):175–188", "ArticleIdList": ["7077680"]}, {"Citation": "EMEA (2008) Guideline on the specification limits for residues of metal catalysts or metal reagents, Doc. Ref. EMA/CHMP/SWP/4446/2000. European Medicines Agency. https://www.ema.europa.eu/en/documents/scientific-guideline/guideline-specification-limits-residues-metal-catalysts-metal-reagents_en.pdf ."}, {"Citation": "Wollein U, Bauer B, Habernegg R, Schramek N (2015) Potential metal impurities in active pharmaceutical substances and finished medicinal products – a market surveillance study. Eur J Pharm Sci 77:100–105", "ArticleIdList": ["26036232"]}, {"Citation": "Abernethy DR, DeStefano AJ, Cecil TL, Zaidi K, Williams RL (2010) Metal impurities in food and drugs. Pharm Res 27(5):750–755", "ArticleIdList": ["20217462"]}, {"Citation": "Panda SK, Baluska F, Matsumoto H (2009) Aluminum stress signaling in plants. Plant Signal Behav 4(7):592–597", "ArticleIdList": ["19820334", "2710549"]}, {"Citation": "Jurca T, Marian E, Vicas L, Braun M, Tóth I (2013) Analysis of metal content in herbal medicines. Rev Chim (Bucharest) 64(12):1395–1398"}, {"Citation": "Annan K, Dickson RA, Amponsah IK, Nooni IK (2013) The heavy metal contents of some selected medicinal plants sampled from different geographical locations. Pharm Res 5(2):103–108"}, {"Citation": "Küçükbay FZ, Kuyumcu E (2014) Determination of elements by atomic spectroscopy in medicinal plants employed to alleviate common cold symptoms. Spectrosc Spectr Anal 34(9):2548–2556"}, {"Citation": "Perugini M, Manera M, Grotta L, Abete MC, Tarasco R, Amorena M (2011) Heavy metal (Hg, Cr, Cd, and Pb) contamination in urban areas and wildlife reserves: honeybees as bioindicators. Biol Trace Elem Res 140(2):170–176", "ArticleIdList": ["20393811"]}, {"Citation": "Wuana RA, Okieimen FE (2011) Heavy metals in contaminated soils: a review of sources, chemistry, risks and best available strategies for remediation. ISRN Ecol 2011:402647"}, {"Citation": "Tchounwou PB, Yedjou CG, Patlolla AK, Sutton DJ (2012) Heavy metals toxicity and the environment. EXS 101:133–164", "ArticleIdList": ["22945569", "4144270"]}, {"Citation": "Dopp E, Von Recklinghausen U, Hippler J, Diaz-Bone RA, Richard J, Zimmermann U, Rettenmeier AW, Hirner AV (2011) Toxicity of volatile methylated species of bismuth, arsenic, tin, and mercury in mammalian cells in vitro. J Toxicol 2011:503576", "ArticleIdList": ["22007212", "3189616"]}, {"Citation": "Caldas ED, Machado LL (2004) Cadmium, mercury and lead in medicinal herbs in Brazil. Food Chem Toxicol 42:599–603", "ArticleIdList": ["15019183"]}, {"Citation": "Ndhlala AR, Van Staden J (2012) Smokescreens and mirrors in safety and quality of herbal medicines: a case of commercialized herbal preparations. S Afr J Bot 82:4–10"}, {"Citation": "Genchi G, Carocci A, Lauria G, Sinicropi MS, Catalano A (2020) Nickel: human health and environmental toxicology. Int J Environ Res Public Health 17(3):679", "ArticleIdList": ["7037090"]}, {"Citation": "Giacomino A, Abollino O, Casanova C, La Gioia C, Magi E, Malandrino M (2015) Determination of the total and bioaccessible contents of essential and potentially toxic elements in ayurvedic formulations purchased from different commercial channels. Microchem J 120:6–17"}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "7", "Day": "17"}, {"Year": "2020", "Month": "8", "Day": "5"}, {"Year": "2020", "Month": "8", "Day": "14", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "6", "Day": "22", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "8", "Day": "14", "Hour": "6", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["32789646", "10.1007/s12011-020-02334-1", "10.1007/s12011-020-02334-1"]}}], "PubmedBookArticle": []}