{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Antibacterial activity", "Biological sciences", "Chemistry", "Engineering", "Green synthesis", "Health sciences", "Leaf aqueous extracts", "Materials science", "Medicinal plants", "Silver nanoparticles"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "32793824", "DateRevised": {"Year": "2023", "Month": "11", "Day": "11"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "08", "Day": "05"}], "Language": ["eng"], "ELocationID": ["e04493", "10.1016/j.heliyon.2020.e04493"], "Journal": {"ISSN": "2405-8440", "JournalIssue": {"Volume": "6", "Issue": "8", "PubDate": {"Year": "2020", "Month": "Aug"}}, "Title": "Heliyon", "ISOAbbreviation": "Heliyon"}, "ArticleTitle": "Green synthesis of antimicrobial silver nanoparticles using aqueous leaf extracts from three Congolese plant species (<i>Brillantaisia patula</i>, <i>Crossopteryx febrifuga</i> and <i>Senna siamea</i>).", "Pagination": {"StartPage": "e04493", "MedlinePgn": "e04493"}, "Abstract": {"AbstractText": ["In the present study, silver nanoparticles (AgNPs) were synthesized using aqueous leaf extracts of three Congolese plant species, namely <i>Brillantaisia patula</i> (BR-PA), <i>Crossopteryx febrifuga</i> (CR-FE) and <i>Senna siamea</i> (SE-SI). The obtained AgNPs were studied for their optical, structural, surface morphological and antibacterial properties. The prepared AgNPs were characterized by using UV-Visible spectra, Transmission Electron Microscopy (TEM), Fourier Transform Infrared Spectroscopy (FTIR), X-ray spectroscopy (EDX) and X-ray diffractometer (XRD). The synthesized nanoparticles were spherical shaped and well-dispersed with average sizes ranging from 45 to 110 nm. The AgNPs derived from BR-PA, CR-FE and SE-SI exhibited higher antibacterial activity against three bacterial pathogens of the human skin compared to their respective crude extracts and AgNO<sub>3</sub>. This indicated that the biomolecules covering the nanoparticles may enhance the biological activity of metal nanoparticles. Hence, our results support that biogenic synthesis of AgNPs from Congolese plants constitutes a potential area of interest for the therapeutic management of microbial diseases such as infectious skin diseases."], "CopyrightInformation": "© 2020 The Authors."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Pharmaceutics and Phytopharmaceutical Drug Development, Faculty of Pharmaceutical Sciences, University of Kinshasa, B.P. 212, Kinshasa XI, Democratic Republic of the Congo."}], "LastName": "Kambale", "ForeName": "Espoir K", "Initials": "EK"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Pharmaceutics and Phytopharmaceutical Drug Development, Faculty of Pharmaceutical Sciences, University of Kinshasa, B.P. 212, Kinshasa XI, Democratic Republic of the Congo."}, {"Identifier": [], "Affiliation": "Center for Chemico- and Bio-Medicinal Research (CCBR), Department of Chemistry, Rhodes University, PO Box 94, Grahamstown 6140, Eastern Cape, South Africa."}], "LastName": "Nkanga", "ForeName": "Christian I", "Initials": "CI"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Pharmaceutics and Phytopharmaceutical Drug Development, Faculty of Pharmaceutical Sciences, University of Kinshasa, B.P. 212, Kinshasa XI, Democratic Republic of the Congo."}], "LastName": "Mutonkole", "ForeName": "Blaise-Pascal I", "Initials": "BI"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Center for Chemico- and Bio-Medicinal Research (CCBR), Department of Chemistry, Rhodes University, PO Box 94, Grahamstown 6140, Eastern Cape, South Africa."}], "LastName": "Bapolisi", "ForeName": "Alain M", "Initials": "AM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Microbiology, Faculty of Pharmaceutical Sciences, University of Kinshasa, B.P. 212, Kinshasa XI, Democratic Republic of the Congo."}], "LastName": "Tassa", "ForeName": "Daniel O", "Initials": "DO"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Microbiology, Faculty of Pharmaceutical Sciences, University of Kinshasa, B.P. 212, Kinshasa XI, Democratic Republic of the Congo."}], "LastName": "Liesse", "ForeName": "Jean-Marie I", "Initials": "JI"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Center for Chemico- and Bio-Medicinal Research (CCBR), Department of Chemistry, Rhodes University, PO Box 94, Grahamstown 6140, Eastern Cape, South Africa."}], "LastName": "Krause", "ForeName": "Rui W M", "Initials": "RWM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Pharmaceutics and Phytopharmaceutical Drug Development, Faculty of Pharmaceutical Sciences, University of Kinshasa, B.P. 212, Kinshasa XI, Democratic Republic of the Congo."}], "LastName": "Memvanga", "ForeName": "Patrick B", "Initials": "PB"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Heliyon", "NlmUniqueID": "101672560", "ISSNLinking": "2405-8440"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Ahmed S., Ahmad M., Swami B.L., Ikram S. A Review on Plants extract mediated synthesis of silver nanoparticles for antimicrobial applications: a green expertise. J. Adv. Res. 2016;7:17–28.", "ArticleIdList": ["PMC4703479", "26843966"]}, {"Citation": "Ajitha B., Reddy Y.A.K., Shameer S., Rajesh K.M., Suneetha Y., Reddy P.S. Lantana camara leaf extract mediated silver nanoparticles: antibacterial, green catalyst. J. Photochem. Photobiol., B. 2015;149:84–92.", "ArticleIdList": ["26057018"]}, {"Citation": "Akhtar M.S., Panwar J., Yun Y.S. Biogenic synthesis of metallic nanoparticles by plant extracts. ACS Sustain. Chem. Eng. 2013;1:591–602."}, {"Citation": "Anthony K.J.P., Murugan M., Jeyaraj M., Rathinam N.K., Sangiliyandi G. Synthesis of silver nanoparticles using pine mushroom extract: a potential antimicrobial agent against E. coli and B. subtilis. J. Ind. Eng. Chem. 2014;20:2325–2331."}, {"Citation": "Bagur H., Poojari C.C., Melappa G., Rangappa R., Chandrasekhar N., Somu P. Biogenically synthesized silver nanoparticles using endophyte fungal extract of Ocimum tenuiflorum and evaluation of biomedical properties. J. Cluster Sci. 2019;1–15"}, {"Citation": "Bala N., Saha S., Chakraborty M., Maiti M., Das S., Basub R., Nandyc P. Green synthesis of zinc oxide nanoparticles using Hibiscus subdariffa leaf extract: effect of temperature on synthesis, anti-bacterial activity and anti-diabetic activity. RSC Adv. 2015;5:4993–5003."}, {"Citation": "Bapolisi A.M., Nkanga C.I., Walker R.B., Krause R.W.M. Simultaneous liposomal encapsulation of antibiotics and proteins: Co-loading and characterization of rifampicin and Human Serum Albumin in soy-liposomes. J. Drug Deliv. Sci. Technol. 2020;58:1–12."}, {"Citation": "Burd A., Kwok C.H., Hung S.C., Chan H.S., Gu H., Lam W.K., Huang L. A comparative study of the cytotoxicity of silver-based dressings in monolayer cell, tissue explant, and animal models. Wound Repair Regen. 2007;15:94–104.", "ArticleIdList": ["17244325"]}, {"Citation": "Chaudhari P.R., Masurkar S.A., Shidore V.B., Kamble S.P. Effect of biosynthesized silver nanoparticles on Staphylococcus aureus biofilm quenching and prevention of biofilm formation. Nano-Micro Lett. 2012;4:34–39.", "ArticleIdList": ["22894535"]}, {"Citation": "Chernousova S., Epple M. Silver as antibacterial agent; ion, nanoparticle, and metal. Angew. Chem. Int. Ed. 2013;52:1636–1653.", "ArticleIdList": ["23255416"]}, {"Citation": "Chouna J.R., Tamokou J.D., Nkeng-Efouet-Alango P., Lenta B.N., Sewald N. Antimicrobial triterpenes from the stem bark of Crossopteryx febrifuga. Z Naturforsch. C. J. Biosci. 2015;70:169–173.", "ArticleIdList": ["26352201"]}, {"Citation": "De Jesús Ruíz-Baltazar A., Yobbany S.R.L., Larrañaga D., Pérez R. Green synthesis of silver nanoparticles using a Melissa officinalis leaf extract with antibacterial properties. Results in Phys. 2017;7:2639–2643."}, {"Citation": "Dhand V., Soumya L., Bharadwaj S., Chakra S., Bhatt D., Sreedhar B. Green synthesis of silver nanoparticles using Coffea arabica seed extract and its antibacterial activity. Mater Sci. Eng. C. Mater. Biol. Appl. 2016;58:36–43.", "ArticleIdList": ["26478284"]}, {"Citation": "DiPietro R.S., Johnson H.G., Bennett S.P., Nummy T.J., Lewis L.H., Heiman D. Determining magnetic nanoparticle size distributions from thermomagnetic measurements. Appl. Phys. Lett. 2010;96:222506."}, {"Citation": "Ethiraj A.S., Jayanthi S., Ramalingam C., Banerjee C. Control of size and antimicrobial activity of green synthesized silver nanoparticles. J. Mater. Lett. 2016;185:526–529."}, {"Citation": "Faparusi F., Belo-Akinosho M., Oyede R., Adewole A., Bankole P., Ali F. Phytochemical screening and antibacterial activity of Brillantaisia patula leaf. Res. J. Phytochem. 2012;6:9–16."}, {"Citation": "Fomogne-Fodjo M.C.Y., Van Vuuren S., Ndinteh D.T., Krause R.W.M., Olivier D.K. Antibacterial activities of plants from Central Africa used traditionally by the Bakola pygmies for treating respiratory and tuberculosis-related symptoms. J. Ethnopharmacol. 2014;155:123–131.", "ArticleIdList": ["24786571"]}, {"Citation": "Gomathi M., Rajkumar P.V., Prakasam A., Ravichandran K. Green synthesis of silver nanoparticles using Datura stramonium leaf extract and assessment of their antibacterial activity. Resour. Eff. Technol. 2017;3:280–284."}, {"Citation": "Griffith M., Udekwu K.I., Gkotzis S., Mah T.F., Alarcon E.I. “Anti-microbiological and anti-infective activities of silver,” in silver nanoparticle applications. In: Alarcon I.E., Griffith M., Udekwu I.K., editors. The Fabrication and Design of Medical and Biosensing Devices. Springer International Publishing; Cham: 2015. pp. 127–146."}, {"Citation": "Gurunathan S., Han J.W., Kwon D., Kim J.H. Enhanced antibacterial and anti-biofilm activities of silver nanoparticles against gram-negative and gram-positive bacteria. Nanoscale Res. Lett. 2014;9:373.", "ArticleIdList": ["PMC4127560", "25136281"]}, {"Citation": "Halilu M.E., Abubakar A., Garba M.K., Isah A.A. Antimicrobial and preliminary phytochemical studies of methanol extract of root bark of Crossopteryx febrifuga (Rubiaceae) J. Appl. Pharmaceut. Sci. 2012;2:66–70."}, {"Citation": "Jadhav K., Dhamecha D., Bhattacharya D., Patil M. Green and ecofriendly synthesis of silver nanoparticles: characterization, biocompatibility studies and gel formulation for treatment of infections in burns. J. Photochem. Photobiol., B. 2016;155:109–115.", "ArticleIdList": ["26774382"]}, {"Citation": "Jain S., Mehata M.S. Medicinal plant leaf extract and pure flavonoid mediated green synthesis of silver nanoparticles and their enhanced antibacterial property. Sci. Rep. 2017;7:1–13.", "ArticleIdList": ["PMC5696514", "29158537"]}, {"Citation": "Kavitha K.S., Baker S., Rakshith D., Kavitha H.U., Rao Y.H.C., Harini B.P., Satish S. Plants as green source towards synthesis of nanoparticles. Int. Res. J. Biol. Sci. 2013;2:66–76."}, {"Citation": "Khan S.U., Saleh T.A., Wahab A., Khan M.H.U., Khan D., Khan W.U., Rahim A., Kamal S., Khan F.U., Fahad S. Nanosilver: new ageless and versatile biomedical therapeutic scaffold. Int. J. Nanomed. 2018;13:733–762.", "ArticleIdList": ["PMC5799856", "29440898"]}, {"Citation": "Kumari R., Mishra R.C., Yadav J.P. Antioxidant and cytotoxic studies of Acacia nilotica twig extract and their green synthesized silver nanoparticles. Lett. Appl. Nanobiosci. 2020;9:975–980."}, {"Citation": "Liao C., Li Y., Tjong S.C. Bactericidal and cytotoxic properties of silver nanoparticles. Int. J. Mol. Sci. 2019;20:449.", "ArticleIdList": ["PMC6359645", "30669621"]}, {"Citation": "Magudapatty P., Gangopadhyayrans P., Panigrahi B.K., Nair K.G.M., Dhara S. Electrical transport studies of Ag nanoparticles embedded in glass matrix. Physica B. 2001;299:142–146."}, {"Citation": "Makarov V.V., Love A.J., Sinitsyna O.V., Makarova S.S., Yaminsky I.V., Taliansky M.E., Kalinina N.O. Green nanotechnologies: synthesis of metal nanoparticles using plants. Acta Naturae. 2014;6:35–44.", "ArticleIdList": ["PMC3999464", "24772325"]}, {"Citation": "Mishra R.C., Kumari R., Iqbal Z., Rizvi M.A., Yadav J.P. Synthesis, characterization, comparative antidandruff efficacy and cytotoxicity studies of biosynthesized silver nanoparticles by using Glycyrrhiza glabra root. Adv. Sci. Eng. Med. 2020;12:156–162."}, {"Citation": "Nas F.S., Oyeyi T.I., Ali M. Antibacterial efficacy and phytochemical screening of Senna siamea leaves extracts on some pathogenic bacteria. J. Microbiol. Exp. 2018;6:159–163."}, {"Citation": "Nkanga C.I., Krause R.W., Noundou X.S., Walker R.B. Preparation and characterization of isoniazid-loaded crude soybean lecithin liposomes. Int. J. Pharm. 2017;526:466–473.", "ArticleIdList": ["28461265"]}, {"Citation": "Oliveira G.Z.S., Lopes C.A.P., Sousa M.H., Silva L.P. Synthesis of silver nanoparticles using aqueous extracts of Pterodon emarginatus leaves collected in the summer and winter seasons. Int. Nano Lett. 2019;9:109–117."}, {"Citation": "Olivier N.E., Oscar N.D.Y., Alima N.L.N., François M.G., Barthelemy N. Antibacterial properties of the extracts of Allexis obanensis and Allexis batangae (Violaceae) collected at Kribi (South Cameroon) J. Phytol. 2018;7:275–284."}, {"Citation": "Othman L., Sleiman A., Abdel-Massih M. Antimicrobial activity of polyphenols and alkaloids in Middle Eastern plants. Front. Microbiol. 2019;10:911.", "ArticleIdList": ["PMC6529554", "31156565"]}, {"Citation": "Paramelle D., Sadovoy A., Gorelik S., Free P., Hobleya J., Fernig D.G. A rapid method to estimate the concentration of citrate capped silver nanoparticles from UV-visible light spectra. Analyst. 2014;139:4855–4861.", "ArticleIdList": ["25096538"]}, {"Citation": "Poon V.K.M., Burd A. In vitro cytotoxicity of silver: implication for clinical wound care. Burns. 2004;30:140–147.", "ArticleIdList": ["15019121"]}, {"Citation": "Raji P., Samrot A.V., Keerthana D., Karishma S. Antibacterial activity of alkaloids, flavonoids, saponins and tannins mediated green synthesized silver. J. Cluster Sci. 2019;30:881–885."}, {"Citation": "Rani R., Sharma D., Chaturvedi M., Yadav J.P. Green synthesis of silver nanoparticles using Tridax procumbens: their characterization, antioxidant and antibacterial activity against MDR and reference bacterial strains. Chem. Pap. 2020;74:1817–1830."}, {"Citation": "Rónavári A., Kovács D., Igaz N., Vágvölgyi C., Boros I.M., Kónya Z., Pfeiffer I., Kiricsi M. Biological activity of green-synthesized silver nanoparticles depends on the applied natural extracts: a comprehensive study. Int. J. Nanomed. 2017;12:871–883.", "ArticleIdList": ["PMC5291331", "28184158"]}, {"Citation": "Singh H., Du J., Singh P., Yi T.H. Ecofriendly synthesis of silver and gold nanoparticles by Euphrasia officinalis leaf extract and its biomedical applications. Artif. Cells Nanomed. Biotechnol. 2018;46:1163–1170.", "ArticleIdList": ["28784039"]}, {"Citation": "White G.V., 2nd, Kerscher P., Brown R.M., Morella J.D., McAllister W., Dean D., Kitchens C.L. Green synthesis of robust, biocompatible silver nanoparticles using garlic extract. J. Nanomater. 2012;2012:730746.", "ArticleIdList": ["PMC3966315", "24683414"]}, {"Citation": "WHO Press, Geneva . 2013. Traditional Medicine Strategy 2014-2023."}, {"Citation": "Zhang C., Liang Z., Hu Z. Bacterial response to a continuous long-term exposure of silver nanoparticles at sub-ppm silver concentrations in a membrane bioreactor activated sludge system. Water Res. 2014;50:350–358.", "ArticleIdList": ["24210505"]}, {"Citation": "Zhang X.F., Liu Z.G., Shen W., Gurunathan S. Silver nanoparticles: synthesis, characterization, properties, applications, and therapeutic approaches. Int. J. Mol. Sci. 2016;17:1534.", "ArticleIdList": ["PMC5037809", "27649147"]}]}], "History": [{"Year": "2020", "Month": "5", "Day": "17"}, {"Year": "2020", "Month": "6", "Day": "29"}, {"Year": "2020", "Month": "7", "Day": "14"}, {"Year": "2020", "Month": "8", "Day": "15", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "8", "Day": "15", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "8", "Day": "15", "Hour": "6", "Minute": "1"}, {"Year": "2020", "Month": "8", "Day": "5"}], "PublicationStatus": "epublish", "ArticleIdList": ["32793824", "PMC7408328", "10.1016/j.heliyon.2020.e04493", "S2405-8440(20)31337-2"]}}]}