{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["autophagy", "flavonoids", "inflammation", "macrophages"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "32794339", "DateCompleted": {"Year": "2021", "Month": "02", "Day": "09"}, "DateRevised": {"Year": "2021", "Month": "02", "Day": "09"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "08", "Day": "13"}], "Language": ["eng"], "ELocationID": ["10.1002/JLB.3MA0720-682RR"], "Journal": {"ISSN": "1938-3673", "JournalIssue": {"Volume": "108", "Issue": "5", "PubDate": {"Year": "2020", "Month": "Nov"}}, "Title": "Journal of leukocyte biology", "ISOAbbreviation": "J Leukoc Biol"}, "ArticleTitle": "The flavonoids of Sophora flavescens exerts anti-inflammatory activity via promoting autophagy of Bacillus Calmette-Guérin-stimulated macrophages.", "Pagination": {"StartPage": "1615", "EndPage": "1629", "MedlinePgn": "1615-1629"}, "Abstract": {"AbstractText": ["Tuberculosis (TB), a highly infectious air-borne disease, has remained a global health problem. Conventional treatment and preventions such as antibiotics and Bacilli Calmette-Guerin (BCG) vaccine can be unreliable. In view of the increasing prevalence of anti-TB drug resistance, adjunctive therapy may be necessary to shorten the recovery time. We have previously shown that flavonoids in the medicinal herb Sophora flavescens exhibit anti-inflammatory and bactericidal activities. The aim of this study was to investigate the molecular and cellular characteristics of flavonoids of S. flavescens (FSF) in BCG-stimulated macrophages for assessing their roles in anti-inflammation and autophagy. Mouse alveolar macrophage (MH-S) cell line and primary mouse peritoneal macrophages were stimulated in vitro with heat-inactivated BCG and treated with FSF, with or without autophagy inhibitor Bafilomycin A1 (BafA1). Gene expression was analyzed using quantitative PCR, and cytokine/chemokine release was analyzed by Milliplex assay and ELISA. Autophagy-related proteins were quantified by Western blot and flow cytometry, and autophagolysosomes were detected using fluorescence microscopy. In both MH-S cell line and mouse peritoneal macrophages stimulated by heat-inactivated BCG, FSF was found to up-regulate autophagy-related proteins microtubule-associated protein 1A/1B-light chain 3 (LC3) and protein 62 (p62), and suppress the induced proinflammatory cytokine TNF-α, CCL5, and IL-6. FSF actively modulates immune processes through suppressing BCG-mediated inflammation by promoting autophagy in MH-S cells and mouse peritoneal macrophages. We suggest that FSF may be useful as an adjunctive therapeutic agent for TB infection by modulating cell survival through autophagy and reducing inflammation."], "CopyrightInformation": "©2020 Society for Leukocyte Biology."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Chinese Medicine and State Key Laboratory of Research on Bioactivities and Clinical Applications of Medicinal Plants, The Chinese University of Hong Kong, Hong Kong, China."}], "LastName": "Kan", "ForeName": "Lea Ling-Yu", "Initials": "LL"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Chinese Medicine and State Key Laboratory of Research on Bioactivities and Clinical Applications of Medicinal Plants, The Chinese University of Hong Kong, Hong Kong, China."}], "LastName": "Liu", "ForeName": "Dehua", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Chinese Medicine and State Key Laboratory of Research on Bioactivities and Clinical Applications of Medicinal Plants, The Chinese University of Hong Kong, Hong Kong, China."}], "LastName": "Chan", "ForeName": "Ben Chung-Lap", "Initials": "BC"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Chinese Medicine and State Key Laboratory of Research on Bioactivities and Clinical Applications of Medicinal Plants, The Chinese University of Hong Kong, Hong Kong, China."}, {"Identifier": [], "Affiliation": "Department of Chemical Pathology, The Chinese University of Hong Kong, Prince of Wales Hospital, Hong Kong, China."}], "LastName": "Tsang", "ForeName": "Miranda Sin-Man", "Initials": "MS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemical Pathology, The Chinese University of Hong Kong, Prince of Wales Hospital, Hong Kong, China."}], "LastName": "Hou", "ForeName": "Tianheng", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Chinese Medicine and State Key Laboratory of Research on Bioactivities and Clinical Applications of Medicinal Plants, The Chinese University of Hong Kong, Hong Kong, China."}], "LastName": "Leung", "ForeName": "Ping Chung", "Initials": "PC"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Medicine and State Key Laboratory of Quality Research in Chinese Medicines, Macau University of Science and Technology, Macau, China."}], "LastName": "Lam", "ForeName": "Christopher Wai-Kei", "Initials": "CW"}, {"Identifier": ["0000-0002-5637-8331"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Chinese Medicine and State Key Laboratory of Research on Bioactivities and Clinical Applications of Medicinal Plants, The Chinese University of Hong Kong, Hong Kong, China."}, {"Identifier": [], "Affiliation": "Department of Chemical Pathology, The Chinese University of Hong Kong, Prince of Wales Hospital, Hong Kong, China."}, {"Identifier": [], "Affiliation": "Li Dak Sum Yip Yio Chin R & D Centre for Chinese Medicine, The Chinese University of Hong Kong, Hong Kong, China."}], "LastName": "Wong", "ForeName": "Chun Kwok", "Initials": "CK"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "J Leukoc Biol", "NlmUniqueID": "8405628", "ISSNLinking": "0741-5400"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Anti-Inflammatory Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Flavonoids"}, {"RegistryNumber": "0", "NameOfSubstance": "Monokines"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": ["chemistry", "pharmacology"], "DescriptorName": "Anti-Inflammatory Agents"}, {"QualifierName": ["drug effects", "immunology"], "DescriptorName": "Autophagy"}, {"QualifierName": [], "DescriptorName": "Cell Line"}, {"QualifierName": ["chemistry", "pharmacology"], "DescriptorName": "Flavonoids"}, {"QualifierName": ["immunology", "pathology"], "DescriptorName": "Macrophages, Peritoneal"}, {"QualifierName": [], "DescriptorName": "Mice"}, {"QualifierName": ["immunology"], "DescriptorName": "Monokines"}, {"QualifierName": ["immunology"], "DescriptorName": "Mycobacterium bovis"}, {"QualifierName": ["chemistry"], "DescriptorName": "Sophora"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Global tuberculosis report. Geneva: World Health Organization. Geneva; 2018."}, {"Citation": "Vynnycky E, Fine PE. The natural history of tuberculosis : the implications of age-dependent risks of disease and the role of reinfection. Epidemiol Infect. 1997;119:183-201."}, {"Citation": "Pai M, Behr MA, Dowdy D, et al. Tuberculosis. Nat Rev Dis Prim. 2016;2:1-23."}, {"Citation": "Trunz BB, Fine PEM, Dye C. Effect of BCG vaccination on childhood tuberculous meningitis and miliary tuberculosis worldwide : a meta-analysis and assessment of cost-effectiveness. Lancet. 2006;367:1173-1180."}, {"Citation": "Pagán AJ, Ramakrishnan L. Immunity and immunopathology in the tuberculosis granuloma. Cold Spring Harb Perspect Med. 2014;5:a018499."}, {"Citation": "Ramakrishnan L. Revisiting the role of the granuloma in tuberculosis. Nat Rev Immunol. 2012;12:352-366."}, {"Citation": "Davis JM, Ramakrishnan L. The role of granuloma in expansion and dissemination of early tuberculous infection. Cell. 2011;136:37-49."}, {"Citation": "Dannenberg Jr AM. Roles of cytotoxic delayed-type hypersensitivity and macrophage-activating cell-mediated immunity in the pathogenesis of tuberculosis. Immunobiol. 1994;191:461-473."}, {"Citation": "Raviglione MC. Tuberculosis. In: Jameson J, Fauci AS, Kasper DL, Hauser SL, Longo DL, Loscalzo J, eds. Harrison's Principles of Internal Medicine, 20e. New York, NY: McGraw-Hill; 2012."}, {"Citation": "Zhai W, Wu F, Zhang Y, Fu Y, Liu Z. The immune escape mechanisms of Mycobacterium tuberculosis. Int J Mol Sci. 2019;20:1-18."}, {"Citation": "Guirado E, Schlesinger LS. Modeling the Mycobacterium tuberculosis granuloma - the critical battlefield in host immunity and disease. Front Immunol. 2013;4:98."}, {"Citation": "Russell DG, Cardona PJ, Kim MJ, Allain S, Altare F. Foamy macrophages and the progression of the human tuberculosis granuloma. Nat Immunol. 2009;10:943-948."}, {"Citation": "Kim MJ, Wainwright HC, Locketz M, et al. Caseation of human tuberculosis granulomas correlates with elevated host lipid metabolism. EMBO Mol Med. 2010;2:258-274."}, {"Citation": "Parzych KR, Klionsky DJ. An overview of autophagy: morphology, mechanism, and regulation. Antioxid Redox Signal. 2014;20:460-473."}, {"Citation": "Bai H, Inoue J, Kawano T, Inazawa J. A transcriptional variant of the LC3A gene is involved in autophagy and frequently inactivated in human cancers. Oncogene. 2012;31:4397-4408."}, {"Citation": "Gómez-Sánchez R, Yakhine-diop SMS, Fuentes JM, et al. Data in brief mRNA and protein dataset of autophagy markers (LC3 and p62) in several cell lines. Data Br. 2016;7:641-647."}, {"Citation": "Bento CF, Empadinhas N, Mendes V. Autophagy in the fight against tuberculosis. DNA Cell Biol. 2015;34:228-242."}, {"Citation": "Goldberg MF, Saini NK, Porcelli SA. Evasion of innate and adaptive immunity by Mycobacterium tuberculosis. Microbiol Spectr. 2014;2:1-24."}, {"Citation": "Yuk J, Jo E. Host immune responses to mycobacterial antigens and their implications for the development of a vaccine to control tuberculosis. Clin Exp Vaccine Res. 2014;3:155-167."}, {"Citation": "Hossain M, Norazmi M. Pattern recognition receptors and cytokines in Mycobacterium tuberculosis infection - the double-edged sword ?. Biomed Res Int. 2013;2013:1-18."}, {"Citation": "Fukata M, Vamadevan AS, Abreu MT. Toll-like receptors (TLRs) and Nod-like receptors (NLRs) in inflammatory disorders. Semin Immunol. 2009;21:242-253."}, {"Citation": "Nabar NR, Shi C, Kehrl JH. Autophagy: Cancer, Other Pathoogies,. Inflammation, Immunity, Infection and Aging. Cambridge, Massachusetts: Academic Press; 2017:343-358."}, {"Citation": "Lavelle EC, Hope JC. Autophagy in the immune response to tuberculosis : clinical perspectives. Clin Exp Immunol. 2011;164:291-300."}, {"Citation": "Kuroyanagi M, Arakawa T, Yutaka H, Tatsuo H. Antibacterial and antiandrogen flavonoids from Sophora flavescens. J Nat Prod. 1999;62:10-14."}, {"Citation": "Yang N, Liang B, Srivastava K, et al. The Sophora Flavescens flavonoid compound trifolirhizin inhibits acetylcholine induced airway smooth muscle contraction. Phytochemistry. 2013;95:259-267."}, {"Citation": "Jin JH, Kim JS, Kang SS, Son KH, Chang HW, Kim HP. Anti-inflammatory and anti-arthritic activity of total flavonoids of the roots of Sophora flavescens. J Ethnoparmacol. 2010;127:589-595."}, {"Citation": "Liu D, Chan BC-L, Cheng L, et al. Sophora flavescens protects against mycobacterial Trehalose Dimycolate-induced lung granuloma by inhibiting inflammation and infiltration of macrophages. Sci Rep. 2018;8:3903."}, {"Citation": "Ray A, Dittel BN. Isolation of mouse peritoneal cavity cells. J Vis Exp. 2010;35:9-11."}, {"Citation": "Strober W. Trypan blue exclusion test of cell viability. Curr Protoc Immunol. 2015;111:A3.B1-A.3-B2."}, {"Citation": "Cai Z, Wong CK, Dong J, et al. Remission of systemic lupus erythematosus disease activity with regulatory cytokine interleukin (IL)-35 in Murphy Roths Large (MRL)/lpr mice. Clin Exp Immunol. 2015;181:253-266."}, {"Citation": "Liu WJ, Ye L, Huang WF, et al. p62 links the autophagy pathway and the ubiquitin - proteasome system upon ubiquitinated protein degradation. Cell Mol Biol Lett. 2016;21:1-14."}, {"Citation": "Koukourakis MI, Kalamida D, Giatromanolaki A, et al. Autophagosome proteins LC3A, LC3B and LC3C have distinct subcellular distribution kinetics and expression in cancer cell lines. PLoS One. 2015;10:e0137675."}, {"Citation": "Yoshii SR, Mizushima N. Monitoring and measuring autophagy. Int J Mol Sci. 2017;18:1865."}, {"Citation": "Kelley N, Jeltema D, Duan Y, He Y. The NLRP3 inflammasome : an overview of mechanisms of activation and regulation. Int J Mol Sci. 2019;20:1-24."}, {"Citation": "Chen KL, Chang WSW, Cheing CHA, et al. Targeting cathepsin S induces tumor cell autophagy via the EGFR-ERK signaling pathway. Cancer Lett. 2012;317:89-98."}, {"Citation": "Mathiassen SS, De Zio D, Cecconi F. Autophagy and the cell cycle: a complex landscape. Front Oncol. 2017;7:51."}, {"Citation": "Andaloussi AE, Habib S, Soylemes G, et al. Defective expression of ATG4D abrogates autophagy and promotes growth in human uterine fibroids. Cell Death Discov. 2017;3:17041."}, {"Citation": "Ramírez-Valle F, Braunstein S, Zavadil J, Formenti SC, Schneider RJ. eIF4GI links nutrient sensing by mTOR to cell proliferation and inhibition of autophagy. J Cell Biol. 2008;181:293-307."}, {"Citation": "Amaya C, Fader CM, Colombo MI. Autophagy and proteins involved in vesicular trafficking. FEBS Lett. 2015;589:3343-3353."}, {"Citation": "Jung HJ, Kang SS, Hyun SK, Choi JS. In vitro free radical and ONOO-scavengers from Sophora flavescens. Arch Pharm Res. 2005;28:534."}, {"Citation": "Chen X, Yi C, Yang X, Wang X. Liquid chromatography of active principles in Sophora flavescens root. J Chromatogr B Analyt Technol Biomed Life Sci. 2004;812:149-163."}, {"Citation": "Panche AN, Diwan AD, Chandra SR. Flavonoids: an overview. J Nutr Sci. 2016;5:e47."}, {"Citation": "Ma H, Huang Q, Qu W, et al. In vivo and in vitro anti-inflammatory effects of Sophora flavescens residues. J Ethnopharmacol. 2018;224:497-503."}, {"Citation": "Cooper AM, Mayer-Barber KD, Sher A. Role of innate cytokines in Mycobaterial Infection. Mucosal Immunol. 2011;4:252-260."}, {"Citation": "Saitoh T, Akira S. Current perspectives regulation of inflammasomes by autophagy. J Allergy Clin Immunol. 2016;138:28-36."}, {"Citation": "Fujishima Y, Nishiumi S, Masuda A, et al. Autophagy in the intestinal epithelium reduces endotoxin-induced inflammatory responses by inhibiting NF-κB activation. Arch Biochem Biophys. 2011;506:223-235."}, {"Citation": "Jang CH, Choi JH, Byun MS, Jue DM. Chloroquine inhibits production of TNF-α, IL-1β and IL-6 from lipopolysaccharide-stimulated human monocytes/macrophages by different modes. Rheumatology. 2006;45:703-710."}, {"Citation": "Dupont N, Jiang S, Pilli M, Ornatowski W, Bhattacharya D, Deretic V. Autophagy-based unconventional secretory pathway for extracellular delivery of IL-1β. EMBO J. 2011;30:4701-4711."}, {"Citation": "Mayer-barber KD, Barber DL, Shenderov K, et al. Cutting edge: caspase-1 independent IL-1 β production is critical for host resistance to Mycobacterium tuberculosis and does not require TLR signaling in vivo. J Immunol. 2010;184:3326-3330."}, {"Citation": "Claude-Taupin A, Bissa B, Jia J, Gu Y, Deretic V. Role of autophagy in IL-1β export and release from cells. Semin Cell Dev Biol. 2018;83:36-41."}, {"Citation": "Katsuragi Y, Ichimura Y, Komatsu M. P62/SQSTM1 functions as a signaling hub and an autophagy adaptor. FEBS J. 2015;282:4672-4678."}, {"Citation": "Bjørkøy G, Lamark T, Brech A, et al. P62/SQSTM1 forms protein aggregates degraded by autophagy and has a protective effect on huntingtin-induced cell death. J Cell Biol. 2005;171:603-614."}, {"Citation": "Pun NT, Park PH. Role of p62 in the suppression of inflammatory cytokine production by adiponectin in macrophages: involvement of autophagy and p21/Nrf2 axis. Sci Rep. 2017;7:393."}, {"Citation": "Chai Q, Wang X, Qiang L, et al. A Mycobacterium tuberculosis surface protein recruits ubiquitin to trigger host xenophagy. Nat Commun. 2019;10:1973."}, {"Citation": "Ponpuak M, Davis AS, Roberts EA, et al. Delivery of cytosolic components by autophagic adaptor protein p62 endows autophagosomes with unique antimicrobial properties. Immunity. 2010;32:329-341."}, {"Citation": "Seto S, Tsujimura K, Horii T, Koide Y. Autophagy adaptor protein p62/SQSTM1 and autophagy-related gene Atg5 mediate autophagosome formation in response to Mycobacterium tuberculosis infection in dendritic cells. PloS One. 2013;8:e86017."}, {"Citation": "Kim JY, Ozato K. The sequestosome 1/p62 attenuates cytokine gene expression in activated macrophages by inhibiting IFN regulatory factor 8 and TNF receptor-associated factor 6/NF-κB activity 1. J Immunol. 2009;182:2131-2140."}, {"Citation": "Alegre F, Moragrega AB, Polo M, et al. Role of p62 / SQSTM1 beyond autophagy : a lesson learned from drug-induced toxicity in vitro. Br J Pharmacol. 2018;175:440-455."}, {"Citation": "Jiang P, Mizushima N. LC3- and p62-based biochemical methods for the analysis of autophagy progression in mammalian cells. Methods. 2015;75:13-18."}, {"Citation": "Gutierrez MG, Master SS, Singh SB, Taylor GA, Colombo MI, Deretic V. Autophagy is a defense mechanism inhibiting BCG and Mycobacterium tuberculosis survival in infected macrophages. Cell. 2004;119:753-766."}, {"Citation": "Singh B, Saqib M, Gupta A, Kumar P, Bhaskar S. Autophagy induction by Mycobacterium indicus pranii promotes Mycobacterium tuberculosis clearance from RAW 264.7 macrophages. PLos One. 2017;12:e0189606."}, {"Citation": "Nakatogawa H, Suzuki K, Kamada Y, Ohsumi Y. Dynamics and diversity in autophagy mechanisms: lessons from yeast. Nat Rev Mol Cell Biol. 2009;10:458-467."}, {"Citation": "Bartolomeo SD, Corazzari M, Nazio F, et al. The dynamic interaction of AMBRA1 with the dynein motor complex regulates mammalian autophagy. J Cell Biol. 2010;191:155-168."}, {"Citation": "Pires D, Marques J, Pombo JP, et al. Role of cathepsins in Mycobacterium tuberculosis survival in human macrophages. Sci Rep. 2016;6:33247."}, {"Citation": "Xiao J, Zhang T, Xu D, et al. FBXL20-mediated Vps34 ubiquitination as a p53 controlled checkpoint in regulating autophagy and receptor degradation. Genes & Dev. 2015;29:184-196."}, {"Citation": "Ylä-Antilla P, Mikkonen E, Otteby KE, et al. RAB24 facilitates clearance of autophagic compartments during basal conditions. Autophagy. 2015;11:1833-1848."}, {"Citation": "Hishikawa K, Nakaki T, Fujita T. Oral flavonoid supplementation attenuates atherosclerosis development in apolipoprotein E-deficient mice. Arter Thromb Vasc Biol. 2005;25:442-446."}, {"Citation": "Singal A, Jie L, Kumar P, et al. Metformin as adjunct antituberculosis therapy. Sci Transl Med. 2014;6:263ra159."}, {"Citation": "Campbell GR, Spector SA. Vitamin D inhibits human immunodeficiency virus type 1 and Mycobacterium tuberculosis infection in macrophages through the induction of autophagy. PLos Pathog. 2012;8:e1002689."}, {"Citation": "Betrán-Beck B, de la Fuente J, Garrido JM, et al. Oral vaccination with heat inactivated Mycobacterium bovis activates the complement system to protect against tuberculosis. PLoS One. 2014;9:e98048."}, {"Citation": "Garrido JM, Sevilla IK, Betrán-Beck B, et al. Protection against tuberculosis in Eurasian wild boar vaccinated with heat-inactivated Mycobacterium bovis. PLoS One. 2011;6:e24905."}, {"Citation": "Zullo AJ, Lee S. Mycobacterial induction of autophagy varies by species and occurs independently of mammalian target of rapamycin inhibition. J Biol Chem. 2012;287:12668-12678."}], "Title": "REFERENCES"}], "History": [{"Year": "2020", "Month": "1", "Day": "30"}, {"Year": "2020", "Month": "7", "Day": "24"}, {"Year": "2020", "Month": "8", "Day": "4"}, {"Year": "2020", "Month": "8", "Day": "15", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "2", "Day": "10", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "8", "Day": "15", "Hour": "6", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["32794339", "10.1002/JLB.3MA0720-682RR"]}}]}