{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Chromatography", "extraction", "fractionation", "isolation", "medicinal plants"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "32801594", "DateRevised": {"Year": "2020", "Month": "09", "Day": "28"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "01", "Day": "29"}], "Language": ["eng"], "ELocationID": ["10.4103/jpbs.JPBS_175_19"], "Journal": {"ISSN": "0976-4879", "JournalIssue": {"Volume": "12", "Issue": "1", "PubDate": {"Year": "2020", "Season": "Jan-Mar"}}, "Title": "Journal of pharmacy & bioallied sciences", "ISOAbbreviation": "J Pharm Bioallied Sci"}, "ArticleTitle": "Preparation of Medicinal Plants: Basic Extraction and Fractionation Procedures for Experimental Purposes.", "Pagination": {"StartPage": "1", "EndPage": "10", "MedlinePgn": "1-10"}, "Abstract": {"AbstractText": ["Preparation of medicinal plants for experimental purposes is an initial step and key in achieving quality research outcome. It involves extraction and determination of quality and quantity of bioactive constituents before proceeding with the intended biological testing. The primary objective of this study was to evaluate various methods used in the preparation and screening of medicinal plants in our daily research. Although the extracts, bioactive fractions, or compounds obtained from medicinal plants are used for different purposes, the techniques involved in producing them are generally the same irrespective of the intended biological testing. The major stages included in acquiring quality bioactive molecule are the selection of an appropriate solvent, extraction methods, phytochemical screening procedures, fractionation methods, and identification techniques. The nitty-gritty of these methods and the exact road map followed solely depends on the research design. Solvents commonly used in extraction of medicinal plants are polar solvent (e.g., water, alcohols), intermediate polar (e.g., acetone, dichloromethane), and nonpolar (e.g., n-hexane, ether, chloroform). In general, extraction procedures include maceration, digestion, decoction, infusion, percolation, Soxhlet extraction, superficial extraction, ultrasound-assisted, and microwave-assisted extractions. Fractionation and purification of phytochemical substances are achieved through application of various chromatographic techniques such as paper chromatography, thin-layer chromatography, gas chromatography, and high-performance liquid chromatography. Finally, compounds obtained are characterized using diverse identification techniques such as mass spectroscopy, infrared spectroscopy, ultraviolet spectroscopy, and nuclear magnetic resonance spectroscopy. Subsequently, different methods described above can be grouped and discussed according to the intended biological testing to guide young researchers and make them more focused."], "CopyrightInformation": "Copyright: © 2020 Journal of Pharmacy and Bioallied Sciences."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology and Therapeutics, Faculty of Pharmaceutical Sciences, Bayero University, Kano, Nigeria."}], "LastName": "Abubakar", "ForeName": "Abdullahi R", "Initials": "AR"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Unit of Pharmacology, Faculty of Medicine and Defence Health, National Defence University of Malaysia, Kuala Lumpur, Malaysia."}], "LastName": "Haque", "ForeName": "Mainul", "Initials": "M"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "India", "MedlineTA": "J Pharm Bioallied Sci", "NlmUniqueID": "101537209", "ISSNLinking": "0975-7406"}, "CoiStatement": "There are no conflicts of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Ingle KP, Deshmukh AG, Padole DA, Dudhare MS, Moharil MP, Khelurkar VC. Phytochemicals: Extraction methods, identification, and detection of bioactive compounds from plant extracts. J Pharmacogn Phytochem. 2017;6:32–6."}, {"Citation": "Azwanida NN. A review on the extraction methods use in medicinal plants, principle, strength, and limitation. Med Aromat Plants. 2015;4:196."}, {"Citation": "Pandey A, Tripathi S. Concept of standardization, extraction, and pre-phytochemical screening strategies for herbal drug. J Pharmacogn Phytochem. 2014;2:115–9."}, {"Citation": "Doughari JH.  Phytochemicals: Extraction methods, basic structures, and mode of action as potential chemotherapeutic agents, phytochemicals––a global perspective of their role in nutrition and health. In: Venketeshwer R, editor. A Global Perspective of Their Role in Nutrition and Health. InTech; 2012.  [Last accessed 2019 Jun. 10].  Available from: www.intechopen.com ."}, {"Citation": "Sasidharan S, Chen Y, Saravanan D, Sundram KM, Yoga Latha L. Extraction, isolation and characterization of bioactive compounds from plants’ extracts. Afr J Tradit Complement Altern Med. 2011;8:1–10.", "ArticleIdList": ["PMC3218439", "22238476"]}, {"Citation": "Rungsung W, Ratha KK, Dutta S, Dixit AK, Hazra J. Secondary metabolites of plants in drugs discovery. World J Pharm Res. 2015;4:604–13."}, {"Citation": "Sofowora A. The present status of knowledge of the plants used in traditional medicine in western Africa: A medical approach and a chemical evaluation. J Ethnopharmacol. 1980;2:109–18.", "ArticleIdList": ["7453197"]}, {"Citation": "Rimando AM, Olofsdotter M, Dayan FE, Duke SO. Searching for rice allelochemicals: An example of bioassay-guided isolation. Agron J. 2001;93:16–20."}, {"Citation": "Das K, Tiwari RK, Shrivastava DK. Techniques for evaluation of medicinal plant products as antimicrobial agents: Current methods and future trends. J Med Plants Res. 2010;4:104–11."}, {"Citation": "Altemimi A, Lakhssassi N, Baharlouei A, Watson DG, Lightfoot DA. Phytochemicals: Extraction, isolation, and identification of bioactive compounds from plant extracts. Plants. 2017;6:42.", "ArticleIdList": ["PMC5750618", "28937585"]}, {"Citation": "Majekodunmi SO. Review of extraction of medicinal plants for pharmaceutical research. MRJMMS. 2015;3:521–7."}, {"Citation": "Tiwari P, Kumar B, Kaur M, Kaur G, Kaur H. Phytochemical screening and extraction: A review. Int Pharm Sci. 2011;1:98–106."}, {"Citation": "Cowan MM. Plant products as antimicrobial agents. Clin Microbiol Rev. 1999;12:564–82.", "ArticleIdList": ["PMC88925", "10515903"]}, {"Citation": "Bhan M. Ionic liquids as green solvents in herbal extraction. Int J Adv Res Dev. 2017;2:10–2."}, {"Citation": "Eloff JN. Which extractant should be used for the screening and isolation of antimicrobial components from plants? J Ethnopharmacol. 1998;60:1–8.", "ArticleIdList": ["9533426"]}, {"Citation": "Ujang ZB, Subramaniam T, Diah MM, Wahid HB, Abdullah BB, Rashid AA, Appleton D. Bioguided fractionation and purification of natural bioactive obtained from Alpinia conchigera water extract with melanin inhibition activity. J Biomater Nanobiotechnol. 2013;4:265–72."}, {"Citation": "Hossain MA, Al-Hdhrami SS, Weli AM, Al-Riyami Q, Al-Sabahi JN. Isolation, fractionation and identification of chemical constituents from the leaves crude extracts of Mentha piperita L grown in sultanate of Oman. Asian Pac J Trop Biomed. 2014;4:S368–72.", "ArticleIdList": ["PMC4025344", "25183113"]}, {"Citation": "Harborne JB. Phytochemical methods: A guide to modern techniques of plant analysis. 3rd ed. New York, NY: London, UKThomson Science; 1998. p. 219."}, {"Citation": "Beena P, Rajesh KJ, Arul B. Preliminary phytochemical screening of Cicer arietinum in folklore medicine for hepatoprotection. J Innov Pharm Biol Sci. 2016;3:153–9."}, {"Citation": "Trease GE, Evans WC. Textbook of pharmacognosy. 13th ed. London, UK; Toronto, Canada; Tokyo, Japan: Bailiere Tindall; 1989. pp. 200–1."}, {"Citation": "Wallis TE. Text book of pharmacognosy. Delhi, India: CBS Publishers and Distributors; 1989. pp. 356–549."}, {"Citation": "Dhawan D, Gupta J. Comparison of different solvents for phytochemical extraction potential from Datura metel plant leaves. Int J Biol Chem. 2017;11:17–22."}, {"Citation": "Banu KS, Cathrine L. General techniques involved in phytochemical analysis. Int J Adv Res Chem Sci. 2015;2:25–32."}, {"Citation": "Heftmann F. Chromatography: Fundamentals and application of chromatographic and electrophoretic techniques. 5th ed. Amsterdam, The Netherlands: Elsevier; 1992. pp. 281–5."}, {"Citation": "MVS MK, Talluri VP, Rajagopal SV. Purification and characterization of bioactive compound from the methanolic leaf extract of Millingtonia hortensis linn. Int J Pharm Bio Sci. 2015;6:348–58."}], "ReferenceList": []}], "History": [{"Year": "2019", "Month": "7", "Day": "14"}, {"Year": "2019", "Month": "9", "Day": "10"}, {"Year": "2019", "Month": "10", "Day": "14"}, {"Year": "2020", "Month": "8", "Day": "18", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "8", "Day": "18", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "8", "Day": "18", "Hour": "6", "Minute": "1"}, {"Year": "2020", "Month": "1", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["32801594", "PMC7398001", "10.4103/jpbs.JPBS_175_19", "JPBS-12-1"]}}], "PubmedBookArticle": []}