{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Bioherbicide", "Cross-linking", "Micro-capsule, release study", "SEM"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "32803609", "DateCompleted": {"Year": "2020", "Month": "11", "Day": "26"}, "DateRevised": {"Year": "2021", "Month": "06", "Day": "15"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "08", "Day": "16"}], "Language": ["eng"], "ELocationID": ["10.1007/s11356-020-10405-y"], "Journal": {"ISSN": "1614-7499", "JournalIssue": {"Volume": "27", "Issue": "36", "PubDate": {"Year": "2020", "Month": "Dec"}}, "Title": "Environmental science and pollution research international", "ISOAbbreviation": "Environ Sci Pollut Res Int"}, "ArticleTitle": "A natural post-emergence herbicide based on essential oil encapsulation by cross-linked biopolymers: characterization and herbicidal activity.", "Pagination": {"StartPage": "45844", "EndPage": "45858", "MedlinePgn": "45844-45858"}, "Abstract": {"AbstractText": ["This work describes efforts to encapsulate savory (Satureja hortensis L.) essential oil (EO) with different natural polymers (i.e., Arabic gum/gelatin (AGG), apple pectin (AP), gelatin (G)) and, as a separate set of experiments, with bio cross-linkers (i.e., citric acid and transglutaminase enzyme). The phytotoxic activity of encapsulated savory EO on tomato (Lycopersicon esculentum Mill.) and amaranth weed (Amaranthus retroflexus L.) was investigated. The micro-capsules were evaluated in terms of size, polydispersity, stability, encapsulation efficiency, morphology, and release properties. The Korsmeyer-Peppas model operated when EO was being released from the micro-capsules. Carvacrol (52.5%) and γ-terpinene (30.2%) comprised the main constituents of the savory EO. Based on the results, encapsulating the EO with cross-linked biopolymers increased the stability and herbicidal activity of EO, as compared to simple EO emulsions. Maximum toxicity injuries (MTI) were caused by encapsulations of apple pectin, cross-linked with APe enzyme (15 ml/L) on both plant species. MTI were observed 2 days after using the micro-encapsulated herbicides (MCHs). However, the injury caused by MCHs on tomato was not significant. The lowest values of fresh weight (2.80 g), chlorophyll a (0.194 mg/g Fw), and total chlorophyll content (0.219 mg/g Fw) of amaranth occurred in response to APe (15 ml/L). Moreover, using AP(e) (10 ml/L) caused the lowest values of starch (0.444 mg/g Fw) and flavonoid contents (4.18 mg Cat/g Fw) in amaranth which measured as 59% and 90% reductions, respectively, in comparison with the control. The highest values of MDA (0.0109 nmol/g Fw) and H<sub>2</sub>O<sub>2</sub> (0.0432 μmol/g Fw) were observed in amaranth plants treated with AP(e) (10 ml/L). In summary, cross-linked apple pectin can perform well in slow release delivery systems of agrochemicals. It can be recommended for use in the production of commercial, EO-based natural herbicides."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Horticultural Sciences, Faculty of Agriculture, Shiraz University, Shiraz, 71441-65186, Iran."}], "LastName": "Taban", "ForeName": "Azin", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Horticultural Sciences, Faculty of Agriculture, Shiraz University, Shiraz, 71441-65186, Iran. Saharkhiz@shirazu.ac.ir."}, {"Identifier": [], "Affiliation": "Medicinal Plants Processing Research Center, Shiraz University of Medical Sciences, Shiraz, Iran. Saharkhiz@shirazu.ac.ir."}], "LastName": "Saharkhiz", "ForeName": "Mohammad Jamal", "Initials": "MJ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Crop Production and Plant Breeding, Faculty of Agriculture, Shiraz University, Shiraz, Iran."}], "LastName": "Naderi", "ForeName": "Ruhollah", "Initials": "R"}], "GrantList": [{"GrantID": "110", "Agency": "Shiraz University", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "Environ Sci Pollut Res Int", "NlmUniqueID": "9441769", "ISSNLinking": "0944-1344"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Biopolymers"}, {"RegistryNumber": "0", "NameOfSubstance": "Herbicides"}, {"RegistryNumber": "0", "NameOfSubstance": "Oils, Volatile"}, {"RegistryNumber": "BBX060AN9V", "NameOfSubstance": "Hydrogen Peroxide"}, {"RegistryNumber": "YF5Q9EJC8Y", "NameOfSubstance": "Chlorophyll A"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": [], "DescriptorName": "Biopolymers"}, {"QualifierName": [], "DescriptorName": "Cats"}, {"QualifierName": [], "DescriptorName": "Chlorophyll A"}, {"QualifierName": [], "DescriptorName": "Herbicides"}, {"QualifierName": [], "DescriptorName": "Hydrogen Peroxide"}, {"QualifierName": [], "DescriptorName": "Oils, Volatile"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Abit MJM, Al-Khatib K, Olson BL, Stahlman PW, Geier PW, Thompson CR, Currie RS, Schlegel AJ, Holman JD, Hudson KA, Shoup DE (2011) Efficacy of postemergence herbicides tankmixes in aryloxyphenoxypropionate-resistant grain sorghum. Crop Prot 30(12):1623–1628"}, {"Citation": "Adams RP (2007) Identification of essential oil components by gas chromatography/mass spectrometry, 4th edn. Allured Publishing, Carol Stream"}, {"Citation": "Aghbash, B.N., Pouresmaeil, M., Dehghan, G., Nojadeh, M.S., Mobaiyen, H. and Maggi, F., 2020. Chemical composition, antibacterial and radical scavenging activity of essential oils from Satureja macrantha CA Mey. at different growth stages. Foods, 9(4), p.494"}, {"Citation": "Alipour M, Saharkhiz MJ, Niakousari M, Damyeh MS (2019) Phytotoxicity of encapsulated essential oil of rosemary on germination and morphophysiological features of amaranth and radish seedlings. Sci Hortic 243:131–139"}, {"Citation": "Alla MN, Younis ME (1995) Herbicide effects on phenolic metabolism in maize (Zea mays L.) and soybean (Glycine max L.) seedling. J Exp Bot 46(11):1731–1736"}, {"Citation": "Arnon, D.I., 1949. Copper enzymes in isolated chloroplasts. Polyphenoloxidase in Beta vulgaris. Plant physiology, 24(1), p. 1"}, {"Citation": "Azeredo HM, Morrugares-Carmona R, Wellner N, Cross K, Bajka B, Waldron KW (2016) Development of pectin films with pomegranate juice and citric acid. Food Chem 198:101–106"}, {"Citation": "Benelli G, Pavela R, Canale A, Cianfaglione K, Ciaschetti G, Conti F, Nicoletti M, Senthil-Nathan S, Mehlhorn H, Maggi F (2017) Acute larvicidal toxicity of five essential oils (Pinus nigra, Hyssopus officinalis, Satureja montana, Aloysia citrodora and Pelargonium graveolens) against the filariasis vector Culex quinquefasciatus: synergistic and antagonistic effects. Parasitol Int 66(2):166–171"}, {"Citation": "Benjemaa M, Neves MA, Falleh H, Isoda H, Ksouri R, Nakajima M (2018) Nanoencapsulation of Thymus capitatus essential oil: formulation process, physical stability characterization and antibacterial efficiency monitoring. Ind Crop Prod 113:414–421"}, {"Citation": "Bradford MM (1976) A rapid and sensitive method for the quantitation of microgram quantities of protein utilizing the principle of protein-dye binding. Anal Biochem 72(1–2):248–254"}, {"Citation": "Caprioli G, Lupidi G, Maggi F (2019) Comparison of chemical composition and antioxidant activities of two winter savory subspecies (Satureja montana subsp. variegata and Satureja montana subsp. montana) cultivated in Northern Italy. Nat Prod Res 33(21):3143–3147"}, {"Citation": "Chen K, Zhang H (2019) Alginate/pectin aerogel microspheres for controlled release of proanthocyanidins. Int J Biol Macromol 136:936–943"}, {"Citation": "da Silva Coelho-Moreira J, Maciel GM, Castoldi R, da Silva Mariano S, Inácio FD, Bracht A and Peralta RM, 2013. Involvement of lignin-modifying enzymes in the degradation of herbicides. In Herbicides-Advances in Research IntechOpen pp 165–178"}, {"Citation": "de Souza HJB, de Barros Fernandes RV, Borges SV, Felix PHC, Viana LC, Lago AMT, Botrel DA (2018) Utility of blended polymeric formulations containing cellulose nanofibrils for encapsulation and controlled release of sweet orange essential oil. Food Bioprocess Technol 11(6):1188–1198"}, {"Citation": "Deng L, Senseman SA, Gentry TJ, Zuberer DA, Weiss TL, Devarenne TP, Camargo ER (2012) Effect of selected herbicides on growth and hydrocarbon content of Botryococcus braunii (Race B). Ind Crop Prod 39:154–161"}, {"Citation": "Fini A, Brunetti C, Di Ferdinando M, Ferrini F, Tattini M (2011) Stress-induced flavonoid biosynthesis and the antioxidant machinery of plants. Plant Signal Behav 6(5):709–711"}, {"Citation": "Grillo R, dos Santos NZP, Maruyama CR, Rosa AH, de Lima R, Fraceto LF (2012) Poly (ɛ-caprolactone) nanocapsules as carrier systems for herbicides: physico-chemical characterization and genotoxicity evaluation. J Hazard Mater 231:1–9"}, {"Citation": "Gupta B, Tummalapalli M, Deopura BL, Alam MS (2014) Preparation and characterization of in-situ crosslinked pectin–gelatin hydrogels. Carbohydr Polym 106:312–318"}, {"Citation": "Hadian J, Ebrahimi SN, Salehi P (2010) Variability of morphological and phytochemical characteristics among Satureja hortensis L. accessions of Iran. Ind Crop Prod 32(1):62–69"}, {"Citation": "Hasani S, Ojagh SM, Ghorbani M (2018) of lemon essential oil in Chitosan-Hicap system. Part 1: study on its physical and structural characteristics. Int J Biol Macromol 115:143–151"}, {"Citation": "Hazrati H, Saharkhiz MJ, Niakousari M, Moein M (2017) Natural herbicide activity of Satureja hortensis L. essential oil nano-emulsion on the seed germination and morphophysiological features of two important weed species. Ecotoxicol Environ Saf 142:423–430"}, {"Citation": "Hazrati H, Saharkhiz MJ, Moein M, Khoshghalb H (2018) Phytotoxic effects of several essential oils on two weed species and tomato. Biocatal Agric Biotechnol 13:204–212"}, {"Citation": "Herculano ED, de Paula HC, de Figueiredo EA, Dias FG, Pereira VDA (2015) Physicochemical and antimicrobial properties of nanoencapsulated Eucalyptus staigeriana essential oil. LWT-Food Sci Technol 61(2):484–491"}, {"Citation": "Hosseini SF, Zandi M, Rezaei M, Farahmandghavi F (2013) Two-step method for encapsulation of oregano essential oil in chitosan nanoparticles: preparation, characterization and in vitro release study. Carbohydr Polym 95(1):50–56"}, {"Citation": "Hosseinnia M, Khaledabad MA, Almasi H (2017) Optimization of Ziziphora clinopodiodes essential oil microencapsulation by whey protein isolate and pectin: a comparative study. Int J Biol Macromol 101:958–966"}, {"Citation": "Karimi HR, Nasrolahpour-Moghadam S (2016) Male pistachio seedlings exhibit more efficient protective mechanisms than females under salinity stress. Sci Hortic 211:118–125"}, {"Citation": "Khare, P., Srivastava, S., Nigam, N., Singh, A.K. and Singh, S., 2019. Impact of essential oils of E. citriodora, O. basilicum and M. arvensis on three different weeds and soil microbial activities. Environmental technology & innovation, 14, p.100343"}, {"Citation": "Kumar P, Mishra S, Malik A, Satya S (2014) Preparation and characterization of PEG-Mentha oil nanoparticles for housefly control. Colloids Surf B: Biointerfaces 116:707–713"}, {"Citation": "Leszczynski W (1986) Differences in the properties of potato starch as an effect of the application of herbicides in potato cultivation. Food Chem 22(1):41–49"}, {"Citation": "Lim AS, Roos YH (2015a) Stability of flocculated particles in concentrated and high hydrophilic solid layer-by-layer (LBL) emulsions formed using whey proteins and gum Arabic. Food Res Int 74:160–167"}, {"Citation": "Lim AS, Roos YH (2015b) Stability of flocculated particles in concentrated and high hydrophilic solid layer-by-layer (LBL) emulsions formed using whey proteins and gum Arabic. Food Res Int 74:160–167"}, {"Citation": "Lv Y, Yang F, Li X, Zhang X, Abbas S (2014) Formation of heat-resistant nanocapsules of jasmine essential oil via gelatin/gum arabic based complex coacervation. Food Hydrocoll 35:305–314"}, {"Citation": "Madany MM, Saleh AM (2015) Phytotoxicity of Euphorbia helioscopia L. on Triticum aestivum L. and Pisum sativum L. Ann Agric Sci 60(1):141–151"}, {"Citation": "Magne C, Saladin G, Clément C (2006) Transient effect of the herbicide flazasulfuron on carbohydrate physiology in Vitis vinifera L. Chemosphere 62(4):650–657"}, {"Citation": "Mahdavikia F, Saharkhiz MJ (2015) Phytotoxic activity of essential oil and water extract of peppermint (Mentha× piperita L. CV. Mitcham). J Appl Res Med Aromatic Plants 2(4):146–153"}, {"Citation": "Mahdavikia F, Saharkhiz MJ, Karami A (2017) Defensive response of radish seedlings to the oxidative stress arising from phenolic compounds in the extract of peppermint (Mentha× piperita L.). Sci Hortic 214:133–140"}, {"Citation": "Mohammadi A, Hashemi M, Hosseini SM (2015) Nanoencapsulation of Zataria multiflora essential oil preparation and characterization with enhanced antifungal activity for controlling Botrytis cinerea, the causal agent of gray mould disease. Innovative Food Sci Emerg Technol 28:73–80"}, {"Citation": "Muhoza B, Xia S, Zhang X (2019) Gelatin and high methyl pectin coacervates crosslinked with tannic acid: the characterization, rheological properties, and application for peppermint oil microencapsulation. Food Hydrocoll 97:105174"}, {"Citation": "Ootani MA, dos Reis MR, Cangussu ASR, Capone A, Fidelis RR, Oliveira W, Barros HB, Portella ACF, de Souza Aguiar R, dos Santos WF (2017) Phytotoxic effects of essential oils in controlling weed species Digitaria horizontalis and CeMCHrus echinatus. Biocatal Agric Biotechnol 12:59–65"}, {"Citation": "Santos JP, Esquerdo VM, Moura CM, Pinto LA (2018) Crosslinking agents effect on gelatins from carp and tilapia skins and in their biopolymeric films. Colloids Surf A Physicochem Eng Asp 539:184–191"}, {"Citation": "Taban A, Rahimi MJ, Saharkhiz MJ, Hadian J, Zomorodian K (2013a) The efficacy of Satureja khuzistanica essential oil treatment in reducing Escherichia coli O 157: H 7 load on alfalfa seeds prior to sprouting. J Food Saf 33(2):121–127"}, {"Citation": "Taban A, Saharkhiz MJ, Hadian J (2013b) Allelopathic potential of essential oils from four Satureja spp. Biol Agric Hortic 29(4):244–257"}, {"Citation": "Taban A, Saharkhiz MJ, Hooshmandi M (2017) Insecticidal and repellent activity of three Satureja species against adult red flour beetles, Tribolium castaneum (Coleoptera: Tenebrionidae). Acta Ecol Sin 37(3):201–206"}, {"Citation": "Taban A, Saharkhiz MJ, Khorram M (2020) Formulation and assessment of nano-encapsulated bioherbicides based on biopolymers and essential oil. Ind Crop Prod 149(2020):112348. https://doi.org/10.1016/j.indcrop.2020.112348", "ArticleIdList": ["10.1016/j.indcrop.2020.112348"]}, {"Citation": "Yanniccari M, Istilart C, Giménez DO, Castro AM (2012) Effects of glyphosate on the movement of assimilates of two Lolium perenne L. populations with differential herbicide sensitivity. Environ Exp Bot 82:14–19"}, {"Citation": "Zhou J, Tong J, Su X, Ren L (2016) Hydrophobic starch nanocrystals preparations through crosslinking modification using citric acid. Int J Biol Macromol 91:1186–1193"}]}], "History": [{"Year": "2020", "Month": "5", "Day": "16"}, {"Year": "2020", "Month": "8", "Day": "4"}, {"Year": "2020", "Month": "8", "Day": "18", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "11", "Day": "27", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "8", "Day": "18", "Hour": "6", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["32803609", "10.1007/s11356-020-10405-y", "10.1007/s11356-020-10405-y"]}}]}