{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Benzyl adenine", "Callus", "Casein hydrolysate", "Coconut milk", "Naphthalene acetic acid"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "32803508", "DateCompleted": {"Year": "2021", "Month": "05", "Day": "25"}, "DateRevised": {"Year": "2021", "Month": "05", "Day": "25"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "08", "Day": "17"}], "Language": ["eng"], "ELocationID": ["10.1007/s11033-020-05713-y"], "Journal": {"ISSN": "1573-4978", "JournalIssue": {"Volume": "47", "Issue": "9", "PubDate": {"Year": "2020", "Month": "Sep"}}, "Title": "Molecular biology reports", "ISOAbbreviation": "Mol Biol Rep"}, "ArticleTitle": "Indirect somatic embryogenesis of purple coneflower (Echinacea purpurea (L.) Moench): a medicinal-ornamental plant: evaluation of antioxidant enzymes activity and histological study.", "Pagination": {"StartPage": "6621", "EndPage": "6633", "MedlinePgn": "6621-6633"}, "Abstract": {"AbstractText": ["Purple coneflower (Echinacea purpurea (L.) Moench) is a widely used medicinal and ornamental plant. In the present study, the callus embryogenesis was examined using benzyl adenine (BA) at three levels (3, 4, 5 mg L<sup>-1</sup>), 1-Naphthalene acetic acid (NAA) at three levels (0.1, 0.2 and 0.5 mg L<sup>-1</sup>) with or without activated charcoal (1 g L<sup>-1</sup>), coconut milk (50 ml L<sup>-1</sup>) and casein hydrolysate (50 mg L<sup>-1</sup>) in the MS (Murashige and Skoog 1962) medium. The embryogenesis indirectly occurred with the production of callus. The calli were observed in three forms: undifferentiated, embryogenic and organogenic. The embryogenic calli were dark green and coherent with a faster growth rate. The highest embryogenesis (100%) and embryonic regeneration (plantlet production) were obtained in the combined BA + NAA treatments with the activated charcoal, coconut milk and casein hydrolysate. However, the combined treatments of growth regulators failed to produce somatic embryos without the use of coconut milk and casein hydrolysate. The maximum amount of protein, peroxidase and catalase activity of embryogenic calli (2.02, 1.79 and 6.62ΔOD/Min/mg.protein, respectively), and highest percentage of acclimatization success (29.3% of plants) were obtained in the combined treatment of 5 mg L<sup>-1</sup> BA + 0.5 mg L<sup>-1</sup> NAA + activated charcoal + coconut milk + casein hydrolysate. The highest amount of chlorophyll content (33.3 SPAD value) and growth characteristics of acclimatized plantlets were observed in the media containing 3 mg L<sup>-1</sup> BA + 0.1 and 0.2 mg L<sup>-1</sup> NAA + 1 g. L<sup>-1</sup> combined activated charcoal, coconut milk, casein hydrolysate. The histological studies confirmed the somatic embryogenesis in purple coneflower. Generally, it was found that the somatic embryogenesis of E. purpurea occurs at high levels of BA and low levels of NAA with the addition of coconut milk and casein hydrolysate."]}, "AuthorList": [{"Identifier": ["0000-0002-1631-5053"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Horticultural Science, Faculty of Agriculture & Natural Resources, Ardakan University, P.O. Box 184, Ardakan, Islamic Republic of Iran. mdehestani@ardakan.ac.ir."}, {"Identifier": [], "Affiliation": "Medicinal and Industrial Plant Research Institute, Ardakan, Islamic Republic of Iran. mdehestani@ardakan.ac.ir."}], "LastName": "Dehestani-Ardakani", "ForeName": "Maryam", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Horticultural Science, Faculty of Agriculture & Natural Resources, Ardakan University, P.O. Box 184, Ardakan, Islamic Republic of Iran."}], "LastName": "Hejazi", "ForeName": "Mohadeseh", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Soil Science, Natural Resources Faculty, Yazd University, Yazd, Islamic Republic of Iran."}], "LastName": "Aliabad", "ForeName": "Kazem Kamali", "Initials": "KK"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Netherlands", "MedlineTA": "Mol Biol Rep", "NlmUniqueID": "0403234", "ISSNLinking": "0301-4851"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Antioxidants"}, {"RegistryNumber": "0", "NameOfSubstance": "Caseins"}, {"RegistryNumber": "0", "NameOfSubstance": "Culture Media"}, {"RegistryNumber": "0", "NameOfSubstance": "Naphthaleneacetic Acids"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Growth Regulators"}, {"RegistryNumber": "16291-96-6", "NameOfSubstance": "Charcoal"}, {"RegistryNumber": "33T7G7757C", "NameOfSubstance": "1-naphthaleneacetic acid"}, {"RegistryNumber": "65072-00-6", "NameOfSubstance": "casein hydrolysate"}, {"RegistryNumber": "JAC85A2161", "NameOfSubstance": "Adenine"}], "CommentsCorrectionsList": [{"RefSource": "Mol Biol Rep. 2020 Dec;47(12):10023. doi: 10.1007/s11033-020-05986-3", "PMID": "33236237"}], "MeshHeadingList": [{"QualifierName": ["analogs & derivatives", "pharmacology"], "DescriptorName": "Adenine"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Antioxidants"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Caseins"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Charcoal"}, {"QualifierName": ["chemistry"], "DescriptorName": "Cocos"}, {"QualifierName": [], "DescriptorName": "Culture Media"}, {"QualifierName": ["chemistry", "embryology", "enzymology"], "DescriptorName": "Echinacea"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Naphthaleneacetic Acids"}, {"QualifierName": ["cytology", "drug effects", "embryology", "growth & development"], "DescriptorName": "Organoids"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Plant Growth Regulators"}, {"QualifierName": ["drug effects", "embryology", "growth & development"], "DescriptorName": "Plant Shoots"}, {"QualifierName": ["methods"], "DescriptorName": "Plant Somatic Embryogenesis Techniques"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plants, Medicinal"}], "CoiStatement": "All the authors have declared that no conflict of interest exists."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Tsai YL, Chiou SY, Chan KC, Sung JM, Lin SD. Caffeic acid derivatives, total phenols, antioxidant and antimutagenic activities of Echinacea purpurea flower extracts. LWT-Food Sci Technol. 2012;46:169–176."}, {"Citation": "Kulus D (2020). Influence of growth regulators on the development, quality, and physiological state of in vitro-propagated Lamprocapnos spectabilis (L.) Fukuhara. In Vitro Cell Dev Biol 1–11"}, {"Citation": "Koroch AR, Kapteyn J, Juliani HR, Simon JE. In vitro regeneration and Agrobacterium transformation of Echinacea purpurea leaf explants. In: Janick J, Whipkey A, editors. Trends in new crops and new uses. Alexandria: ASHS Press; 2002. pp. 522–526."}, {"Citation": "Teixeira da Silva JA, Kulus D. Chrysanthemum biotechnology: discoveries from the recent literature. Folia Hortic. 2014;26(2):67–77."}, {"Citation": "Harbage JF. Micropropagation of Echinacea angustifolia, E. pallida, and E. purpurea from stem and seed explants. HortScience. 2001;36(2):360–364."}, {"Citation": "Lema-Rumińska J, Kulus D, Tymoszuk A, Varejão JM, Bahcevandziev K. Profile of secondary metabolites and genetic stability analysis in new lines of Echinacea purpurea (L.) Moench micropropagated via somatic embryogenesis. Ind Crops Prod. 2019;142:1–7."}, {"Citation": "Rukh G, Ahmad N, Rab A, Ahmad N, Fazal H, Akbar F, Ullah I, Mukhtar S, Samad N. Photo-dependent somatic embryogenesis from non-embryogenic calli and its polyphenolics content in high-valued medicinal plant of Ajuga bracteosa. J Photochem Photobiol B. 2019;190:59–65.", "ArticleIdList": ["30500677"]}, {"Citation": "Khosravi S, Azghandi AV, Hadad R, Mojtahedi N. In vitro micrpropagation of Lilium longiflorum. J Agric Res Seed Plant. 2007;23:159–168."}, {"Citation": "Karkonen A (2001) Plant tissue culture as models for tree: somatic embryogenesis of Tilia cordata and lignin biosynthesis in Picea abies suspension cultures as case studies, division of plant physiology university of Helsink. 75: 22–23."}, {"Citation": "Mujib A, Ali M, Isah T, Dipti T. Somatic embryo mediated mass production of Catharanthus roseus in culture vessel (bioreactor)—a comparative study. Saudi J Biol Sci. 2014;21(5):442–449.", "ArticleIdList": ["PMC4191622", "25313279"]}, {"Citation": "Sivanesan I, Jeong BR. Somatic embryogenesis in ornamentals and its applications. New Delhi: Springer; 2016. Optimizing factors affecting somatic embryogenesis in Cineraria; pp. 55–65."}, {"Citation": "Sunandar A, Supena EDJ. Induction of somatic embryogenesis in sengon (Falcataria moluccana) with thidiazuron and light treatments. HAYATI J Biosci. 2017;24(2):105–108."}, {"Citation": "Jimenez VM. Regulation of in vitro somatic embryogenesis with emphasis on to the role of endogenous hormones. Rev Bras Fisiol Veg. 2001;13:196–223."}, {"Citation": "Shekhawat MS, Kannan N, Manokari M, Priyadharshini S. Regeneration of shoots via direct somatic embryogenesis from the leaf surface of Scaevola taccada (Gaertn.) roxb—a climate resilient species of coastal areas. S Afr J Bot. 2020 doi: 10.1016/j.sajb.2020.05.006.", "ArticleIdList": ["10.1016/j.sajb.2020.05.006"]}, {"Citation": "Correa CM, de Oliveira GN, Astariata LV, Santarem ER. Plant regeneration through somatic embryogenesis of yacon [Smallanthus sonchifolius (Poepp. and Endl.) H. Robinson] Braz Arch Biol Technol. 2009;52:549–554."}, {"Citation": "Zobayed SMA Saxena PK (2003) In vitro regeneration of Echinacea purpurea L.: enhancement of somatic embryogenesis by indolebutyric acid and dark pre-incubation. In Vitro Cell Dev Biol Plant 39(6): 605–612"}, {"Citation": "Choffe KL, Victor JM, Murch SJ, Saxena PK. In vitro regeneration of Echinacea purpurea L.: direct somatic embryogenesis and indirect shoot organogenesis in petiole culture. In Vitro Cell Dev Biol Plant. 2000;36(1):30–36."}, {"Citation": "Murashige T, Skoog F. A revised medium for rapid growth and bio-assay with tobacco tissue cultures. Physiol Plant. 1962;15:473–497."}, {"Citation": "Ahmad KM, Zafar Z, Mirza JI. Effect of plant growth regulators on shoot organogenesis and somatic embryogenesis of Echinacea purpurea L. PJLSS. 2017;15(2):107–113."}, {"Citation": "Gamborg OL, Miller RA, Ojima K. Nutrient requirements of suspension cultures of soybean root cells. Expl Cell Res. 1968;50:151–158.", "ArticleIdList": ["5650857"]}, {"Citation": "Lakshmanan P, Danesh M, Taji A. Production of four commercially cultivated Echinacea species by different methods of in vitro regeneration. J Hortic Sci Biotechnol. 2002;77:158–163."}, {"Citation": "Reuveni R. Biochemical marker of disease resistance. In: Singh RP, Singh US, editors. Molecular methods in plant pathology. Boca Raton: CRC Press; 1995. pp. 99–114."}, {"Citation": "Reuveni M, Agapov V, Reuveni R. Induced systematic protection to powdery mildew in cucumber by phosphate and potassium fertilizers: effect of inoculum concentration and post-inoculation treatment. Can J Plant Pathol. 1995;17:245–251."}, {"Citation": "Dazy M, Jung V, Ferard JF, Masfaraud JF. Ecological recovery of vegetation on a coke factory soil: role of plant antioxidant enzymes and possible implication in site restoration. Chemosphere. 2008;74:57–63.", "ArticleIdList": ["18977011"]}, {"Citation": "Zhang J, Gai M, Li X, Li T, Sun H. Somatic embryogenesis and direct as well as indirect organogenesis in Lilium pumilum DC. Fisch., an endangered ornamental and medicinal plant. Biosci Biotechnol Biochem. 2016;80(10):1898–1906.", "ArticleIdList": ["27285948"]}, {"Citation": "Xu Z, Um YC, Kim CH, Lu G, Guo DP, Liu HL, Mao A. Effect of plant growth regulators, temperature and sucrose on shoot proliferation from the stem disc of Chinese jiaotou (Allium chinense) and in vitro bulblet formation. Acta Physiol Plant. 2008;30:521–528."}, {"Citation": "Bakhshaie M, Babalar M, Mirmasoumi M, Khalighi A. Somatic embryogenesis and plant regeneration of Lilium ledebourii (Baker) Boiss., an endangered species. Plant Cell Tissue Organ Cult. 2010;102:229–235."}, {"Citation": "Terzi M, Schiavo FL (1990) Developmental mutants incarrot'. pp. 391–397. In: Nijkamp HIJ, Van Der Plas IHW, Van Aartrijk J (eds) Progress in plant cellular and molecular biology. Proc"}, {"Citation": "Mauro MCI, Nef C, Fallot J. Simulation of somatic embryogenesis and plant regeneration from anther culture of Vitis vinifera cv. Cabernet-Sauvignon. Plant Cell Rep. 1986;5:377–380.", "ArticleIdList": ["24248303"]}, {"Citation": "Mahmood AJ, Ebadi A, Omidi M, Masoodi M. Effect of different concentrations of sucrose, casein hydrolysate and amino acids on somatic embryogenesis in some grapevine (Vitis vinifera) cultivars. J Plant Prod Res. 2013;20(1):157–170."}, {"Citation": "Nutironchi V, Caligo MA, Nozzolini M, Luccarini G. Stimulation of carrot somatic embryogenesis by proline and serine. Plant Cell Rep. 1984;3:210–214.", "ArticleIdList": ["24253519"]}, {"Citation": "Thom M, Maretzki A, Komor E, Sakai WS. Nutrient uptake and accumulation by sugarcane cell cultures in relation to the growth cycle. Plant Cell Tissue Organ Cult. 1981;1:3–14."}, {"Citation": "Thomas TD. The role of activated charcoal in plant tissue culture. Biotechnol Adv. 2008;6:618–631.", "ArticleIdList": ["18786626"]}, {"Citation": "von Aderkas P, Label P, Lelu MA. Charcoal affects early development and hormonal concentrations of somatic embryos of hybrid larch. Tree Physiol. 2002;22:431–434.", "ArticleIdList": ["11960768"]}, {"Citation": "White AR, Elmore HW, Watson MB, Gill JP. Purification and partial characterization of polysaccharides from coconut milk. Ann Bot. 1989;64:205–209."}, {"Citation": "Fehér A. Somatic embryogenesis-stress-induced remodeling of plant cell fate. Biochim Biophys Acta. 2014;849:385–402.", "ArticleIdList": ["25038583"]}, {"Citation": "Ault JR, Siqueira SS. Morphogenetic response of Lilium michiganense to four auxin-type plant growth regulators in vitro. HortScience. 2008;43(6):1922–1924."}, {"Citation": "Teixeira da Silva JAT, Lema-Rumińska J, Tymoszuk A, Kulpa D. Regeneration from chrysanthemum flowers: a review. Acta physiol plant. 2015;37(2):67–77."}, {"Citation": "Lin GZ, Zhao XM, Hong SK, Lian YJ. Somatic embryogenesis and shoot organogenesis in the medicinal plant Pulsatilla koreana Nakai. Plant Cell Tissue Organ Cult. 2011;106(1):93–103."}, {"Citation": "Liu B, Su S, Wu Y, Li Y, Shan X, Li S, Yuan Y. Histological and transcript analyses of intact somatic embryos in an elite maize (Zea mays L.) inbred line Y423. Plant Physiol Biochem. 2015;92:81–91.", "ArticleIdList": ["25931320"]}, {"Citation": "He Y, Fang S, Ma J, Hu Z, Lu M, Peng B. Histocytology observation on the somatic embryogenesis in Ananas comosus callus. Acta Hortic Sin. 2010;37(5):689–696."}, {"Citation": "Steward FC, Mapes MO, Mears K. Growth and organized development of cultured cells. II. Organization in cultures grown from freely suspended cells. Am J Bot. 1958;45:705–708. doi: 10.2307/2439728.", "ArticleIdList": ["10.2307/2439728"]}, {"Citation": "Soundar Raju C, Aslam A, Shajahan A. High-efficiency direct somatic embryogenesis and plant regeneration from leaf base explants of turmeric (Curcuma longa L.) Plant Cell Tissue Organ Cult. 2015;122:79–87. doi: 10.1007/s11240-015-0751-1.", "ArticleIdList": ["10.1007/s11240-015-0751-1"]}, {"Citation": "Fereol L, Chovelon V, Causse S, Michaux-Ferriere N, Kahane R. Evidence of a somatic embryogenesis process for plant regeneration in garlic (Allium sativum L.) Plant Cell Rep. 2002;21:197–203."}, {"Citation": "El-Shafey NM, Ahmed ES, Sayed M, Hammouda O, Khodary SA. Effect of growth regulators, carbohydrates and antioxidant compounds on biomass, flavonoid accumulation and enzyme activity in callus cultures of Rumex vesicarius L. Egypt J Bot. 2016;56:595–612."}, {"Citation": "Teixeira da Silva JA, Shen M, Yu X. Tissue culture and micropropagation of tree peony (Paeonia suffruticosa Andr.) J Crop Sci Biotechnol. 2012;15:159–168."}, {"Citation": "Zhou FF, Wang Z, Shi L, Niu JJ, Shang W, He D, He SL. Effects of different medium composition and exogenous hormones on browning of tree peony (Paeonia suffruticosa Andr.) callus in tissue culture. Flower Res J. 2016;24:96–102."}, {"Citation": "Blokhina O, Virolainen E, Fagerstedt KV. Antioxidants, oxidative damage and oxygen deprivation stress: a review. Ann Bot. 2003;91:179–194.", "ArticleIdList": ["PMC4244988", "12509339"]}, {"Citation": "Halliwell B, Gutteridge JMC. Protection against oxidants in biological systems, the super oxide theory of oxygen toxicity. In: Halliwell B, Gutteridge JMC, editors. Free radicals in biology and medicine. Oxford: Clarendon Press; 1989. pp. 86–123."}, {"Citation": "Shalata A, Mittova V, Volokita M, Guy M, Tal M. Response of the cultivated tomato and its wild salt-tolerant relative Lycopersicon pennellii to salt-dependent oxidative stress. The root antioxidative system. Physiol Plant. 2001;112:487–494.", "ArticleIdList": ["11473708"]}, {"Citation": "Noctor G, Lelarge-Trouverie C, Mhamdi A. The metabolomics of oxidative stress. Phytochem. 2015;112:33–53.", "ArticleIdList": ["25306398"]}, {"Citation": "Adil M, Ren X, Jeong BR. Light elicited growth, antioxidant enzymes activities and production of medicinal compounds in callus culture of Cnidium officinale Makino. J Photochem Photobiol B. 2019;196:111509.", "ArticleIdList": ["31128431"]}, {"Citation": "Moreno OA, Vazquez-duhalt R. Peroxidase activity in calluses and cell suspension cultures of radish Raphanus sativus var. cherry bell. Plant Cell Tissue Organ Cult. 1989;18(3):321–327."}, {"Citation": "Shank LP, Riyathong T, Lee VS, Dheeranupattana S (2013) Peroxidase activity in native and callus culture of Moringa oleifera Lam. J Med Bio Eng 2(3)"}, {"Citation": "Shin KS, Park SY, Paek KY. Physiological and biochemical changes during acclimatization in a Doritaenopsis hybrid cultivated in different microenvironments in vitro. Environ Exp Bot. 2014;100:26–33."}, {"Citation": "Barrales-López A, Robledo-Paz A, Trejo C, Espitia-Rangel E, La Rodríguez-De OJL. Improved in vitro rooting and acclimatization of Capsicum chinense Jacq. plantlets. In Vitro Cell Dev Biol Plant. 2015;51(3):274–283."}, {"Citation": "Hahn EJ, Paek KY. High photosynthetic photon flux and high CO2con-centration under increased number of air exchanges promote growth andphotosynthesis of four kinds of orchid plantlets in vitro. In Vitro Cell Dev Biol Plant. 2001;37:678–682."}, {"Citation": "Xiao Y, Niu G, Kozai T. Development and application of photoautotrophicmicropropagation plant system. Plant Cell Tissue Organ Cult. 2011;105:149–158."}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "4", "Day": "28"}, {"Year": "2020", "Month": "8", "Day": "2"}, {"Year": "2020", "Month": "8", "Day": "18", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "5", "Day": "26", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "8", "Day": "18", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "8", "Day": "17"}], "PublicationStatus": "ppublish", "ArticleIdList": ["32803508", "PMC7561546", "10.1007/s11033-020-05713-y", "10.1007/s11033-020-05713-y"]}}], "PubmedBookArticle": []}