{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Erodium crassifolium", "anti-inflammatory activity", "antioxidants", "catechin", "domestication", "underutilized species"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "32825348", "DateRevised": {"Year": "2020", "Month": "10", "Day": "29"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "08", "Day": "20"}], "Language": ["eng"], "ELocationID": ["1069", "10.3390/plants9091069"], "Journal": {"ISSN": "2223-7747", "JournalIssue": {"Volume": "9", "Issue": "9", "PubDate": {"Year": "2020", "Month": "Aug", "Day": "20"}}, "Title": "Plants (Basel, Switzerland)", "ISOAbbreviation": "Plants (Basel)"}, "ArticleTitle": "Assessment of the Nutritional and Medicinal Potential of Tubers from Hairy Stork's-Bill (<i>Erodium crassifolium</i> L 'Hér), a Wild Plant Species Inhabiting Arid Southeast Mediterranean Regions.", "Abstract": {"AbstractText": ["Emerging needs for diversifying human diet and to explore novel therapeutic procedures have led to increasing attempts to retrieve traditional nourishments and recruit beneficial wild plant species. Species of the genus <i>Erodium</i> (Geraniaceae) harbor medicinal indications and substances known from folklore and scientific research. Hairy stork's bill (<i>Erodium crassifolium</i> L'Hér), is a small hemicryptophyte that inhabits arid southeast Mediterranean regions. <i>E. crassifolium</i> is among the very few Geraniaceae species known to produce tubers. Traditional knowledge holds that the tubers are edible and used by Bedouin tribes. However, no scientific information was found regarding nutrition or medicinal properties of these tubers. The objectives of our project are to unravel potential nutritional and medicinal benefits of the tubers, conduct initial steps towards domestication and develop agricultural practices enhancing <i>E. crassifolium</i> tuber yield and quality. Tubers show high water content (90%), low caloric value (23 Kcal 100<sup>-1</sup> g) and considerable contents of minerals and vitamins. In addition, the tubers contain significant amounts of catechins and epigallocatechin, polyphenolic compounds known for their antioxidative, anti-inflammatory and antiproliferative activities. Furthermore, in vitro experiments demonstrated significant anti-inflammatory effects on human cell cultures. <i>E. crassifolium</i> is highly responsive to environmental changes; fertigation (700 mm) increased tuber yield by 10-fold, compared to simulated wild conditions (50-200 mm). These results indicate a significant potential of <i>E. crassifolium</i> becoming a valuable crop species. Therefore, there is a need for continued efforts in domestication, including ecotype selection, breeding, development of suitable agricultural practices and further exploration of its medicinal benefits."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Ramat Negev Desert Agro-Research Center (RN-DARC), Ramat Negev Works Ltd., D.N. Halutza 8551500, Israel."}], "LastName": "Cohen", "ForeName": "Shabtai", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Ornamental Horticulture and Biotechnology, Institute of Plant Sciences, Agricultural Research Organization, Rishon LeZion 7528809, Israel."}], "LastName": "Koltai", "ForeName": "Hinanit", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Ornamental Horticulture and Biotechnology, Institute of Plant Sciences, Agricultural Research Organization, Rishon LeZion 7528809, Israel."}], "LastName": "Selvaraj", "ForeName": "Gopinath", "Initials": "G"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Ornamental Horticulture and Biotechnology, Institute of Plant Sciences, Agricultural Research Organization, Rishon LeZion 7528809, Israel."}], "LastName": "Mazuz", "ForeName": "Moran", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Ramat Negev Desert Agro-Research Center (RN-DARC), Ramat Negev Works Ltd., D.N. Halutza 8551500, Israel."}], "LastName": "Segoli", "ForeName": "Moran", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Ramat Negev Desert Agro-Research Center (RN-DARC), Ramat Negev Works Ltd., D.N. Halutza 8551500, Israel."}], "LastName": "Bustan", "ForeName": "Amnon", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Ramat Negev Desert Agro-Research Center (RN-DARC), Ramat Negev Works Ltd., D.N. Halutza 8551500, Israel."}], "LastName": "Guy", "ForeName": "Ofer", "Initials": "O"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Plants (Basel)", "NlmUniqueID": "101596181", "ISSNLinking": "2223-7747"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Zohary D., Hopf M., Weiss E. Domestication of Plants in the Old World. 4th ed. Clarendon Press; Oxford, UK: 2012."}, {"Citation": "Doebley J.F., Gaut B.S., Smith B.D. The molecular genetics of crop domestication. Cell. 2006;127:1309–1321. doi: 10.1016/j.cell.2006.12.006.", "ArticleIdList": ["10.1016/j.cell.2006.12.006", "17190597"]}, {"Citation": "Hardin G. Extensions of “the tragedy of the commons”. Science. 1998;280:682–683. doi: 10.1126/science.280.5364.682.", "ArticleIdList": ["10.1126/science.280.5364.682"]}, {"Citation": "Massawe F., Mayes S., Cheng A. Crop diversity: An unexploited treasure trove for food security. Trends Plant Sci. 2016;21:365–368. doi: 10.1016/j.tplants.2016.02.006.", "ArticleIdList": ["10.1016/j.tplants.2016.02.006", "27131298"]}, {"Citation": "Zimmet P.Z., Alberti K.G.M. Introduction: Globalization and the non-communicable disease epidemic. Obesity. 2006;14:1–3. doi: 10.1038/oby.2006.1.", "ArticleIdList": ["10.1038/oby.2006.1", "16493116"]}, {"Citation": "Martínez-González M.A., Salas-Salvadó J., Estruch R., Corella D., Fitó M., Ros E. Benefits of the Mediterranean diet: Insights from the PREDIMED study. Prog. Cardiovasc. Dis. 2015;58:50–60. doi: 10.1016/j.pcad.2015.04.003.", "ArticleIdList": ["10.1016/j.pcad.2015.04.003", "25940230"]}, {"Citation": "Dogan Y. Wild edible plants: From the past to the future. Austin Food Sci. 2016;1:1006."}, {"Citation": "Shelef O., Guy O., Solowey E., Kam M., Degen A.A., Rachmilevitch S. Domestication of plants for sustainable agriculture in drylands: Experience from the Negev Desert. Arid Land Res. Manag. 2016;30:209–228. doi: 10.1080/15324982.2015.1089954.", "ArticleIdList": ["10.1080/15324982.2015.1089954"]}, {"Citation": "Leonti M., Casu L. Traditional medicines and globalization: Current and future perspectives in ethnopharmacology. Front. Pharmacol. 2013;4:92. doi: 10.3389/fphar.2013.00092.", "ArticleIdList": ["10.3389/fphar.2013.00092", "PMC3722488", "23898296"]}, {"Citation": "Heinrich M., Jäger A. Ethnopharmacolgy. John Wiley & Sons Ltd.; Chichester, West Sussex, UK: 2015."}, {"Citation": "De-Cortes Sánchez-Mata M., Tardío J., editors. Mediterranean Wild Edible Plants: Ethnobotany and Food Composition Tables. Springer; Berlin/Heidelberg, Germany: 2016."}, {"Citation": "Benvenuti S., Maggini R., Pardossi A. Agronomic, nutraceutical, and organoleptic performances of wild herbs of ethnobotanical tradition. Int. J. Veg. Sci. 2017;23:270–281. doi: 10.1080/19315260.2016.1258605.", "ArticleIdList": ["10.1080/19315260.2016.1258605"]}, {"Citation": "Carvalho A.M., Barata A.M. The consumption of wild edible plants. In: Ferreira I.C.F.R.P., Morales P., Barros L., editors. Wild Plants, Mushrooms and Nuts: Functional Food Properties and Applications. Wiley-Blackwell; Chichester, UK: 2017. pp. 159–198."}, {"Citation": "Dwivedi S.L., Van Bueren E.T.L., Ceccarelli S., Grando S., Upadhyaya H.D., Ortiz R. Diversifying food systems in the pursuit of sustainable food production and healthy diets. Trends Plant Sci. 2017;22:842–856. doi: 10.1016/j.tplants.2017.06.011.", "ArticleIdList": ["10.1016/j.tplants.2017.06.011", "28716581"]}, {"Citation": "Ceccanti C., Landi M., Benvenuti S., Pardossi A., Guidi L. Mediterranean wild edible plants: Weeds or “new functional crops”? Molecules. 2018;23:2299. doi: 10.3390/molecules23092299.", "ArticleIdList": ["10.3390/molecules23092299", "PMC6225202", "30205584"]}, {"Citation": "Renna M. Wild edible plants as a source of mineral elements in the daily diet. Progr. Nutr. 2017;19:219–222."}, {"Citation": "Barros L., Morales P., Carvalho A.M., Ferreira I.C. Antioxidant potential of wild food plants. In: De-Cortez Sánchez-Mata M., Tardio J., editors. Mediterranean Wild Edible Plants: Ethnobotany and Food Composition Tables. Springer; New York, NY, USA: 2015. pp. 209–232."}, {"Citation": "Zhu F., Du B., Xu B. Anti-inflammatory effects of phytochemicals from fruits, vegetables, and food legumes: A review. Crit. Rev. Food Sci. Nutr. 2018;58:1260–1270. doi: 10.1080/10408398.2016.1251390.", "ArticleIdList": ["10.1080/10408398.2016.1251390", "28605204"]}, {"Citation": "Küpeli E., Tatli I.I., Akdemir Z.S., Yesilade E. Estimation of antinociceptive and antiinflammatory activity of Geranium pretense subsp finitum and its phenolic compounds. J. Ethnopharmacol. 2007;114:234–240. doi: 10.1016/j.jep.2007.08.005.", "ArticleIdList": ["10.1016/j.jep.2007.08.005", "17904777"]}, {"Citation": "Lu C.H., Li Y.Y., Li L.J., Liang L.Y., Shen Y.M. Anti-inflammatory activities of fractions from Geranium nepalense and related polyphenols. Drug Discov. Ther. 2012;6:194–197. doi: 10.5582/ddt.2012.v6.4.194.", "ArticleIdList": ["10.5582/ddt.2012.v6.4.194", "23006989"]}, {"Citation": "Velázquez-González C., Cariño-Cortes R., De Lucio J., Ortiz M.I., Arciniega M.D.O., Altamirano-Baez D.A., Jimenez-Angeles L., Bautista-Avila M. Anti-nociceptive and anti-inflammatory activities of Geranium bellumandits isolated compounds. BMC Complement. Altern. Med. 2014;14:506. doi: 10.1186/1472-6882-14-506.", "ArticleIdList": ["10.1186/1472-6882-14-506", "PMC4300841", "25518981"]}, {"Citation": "Bilić V.L., Rodríguez J.V., Grubešić R.J., Kremer D., Juričić Ž. Quantitative analysis of polyphenols and antioxidant activity of Croatian populations of Erodium cicutarium (L.) L’Herit (Geraniaceae) Planta Med. 2016;82:P498."}, {"Citation": "Shim J.U., Oh P.S., Lim K.T. Anti-inflammatory activity of ethanol extract from Geranium sibiricum Linne. J. Ethnopharmacol. 2009;126:90–95. doi: 10.1016/j.jep.2009.08.004.", "ArticleIdList": ["10.1016/j.jep.2009.08.004", "19683044"]}, {"Citation": "Fecka I., Kowalczyk A., Cisowski W. Phenolic acids and depsides from some species of the Erodium genera. Z. Naturforsch C. 2001;56:943–950. doi: 10.1515/znc-2001-11-1205.", "ArticleIdList": ["10.1515/znc-2001-11-1205", "11837680"]}, {"Citation": "Lakhdari W., Dehliz A., Acheuk F., Mlik R., Hammi H., Doumandji-Mitiche B., Gheriani S., Berrekbia M., Guermit K., Chergui S. Ethnobotanical study of some plants used in traditional medicine in the region of Oued Righ (Algerian Sahara) J. Med. Plants Stud. 2016;4:204–211."}, {"Citation": "Busso C.A., Lobartini J.C. Mineral composition of Medicago minima and Erodium cicutarium under various water regimes. Commun. Soil Sci. Plant Anal. 2004;35:2243–2267. doi: 10.1081/LCSS-200030605.", "ArticleIdList": ["10.1081/LCSS-200030605"]}, {"Citation": "Lisbalchin M., Guittonneau G.G. Preliminary investigations on the presence of alkaloids in the genus Erodium Lher (Geraniaceae) Acta Bot. Gall. 1995;142:31–35. doi: 10.1080/12538078.1995.10515689.", "ArticleIdList": ["10.1080/12538078.1995.10515689"]}, {"Citation": "Helmstadter A. Ethnopharmacology in the work of Melville William Hilton-Simpson (1881–1938)—Historical analysis and current research opportunities. Pharmazie. 2016;71:352–360.", "ArticleIdList": ["27455557"]}, {"Citation": "Brullo S., Giusso del Galdo G., Guarino R. Phytosociological notes on Lygeum Spartum grasslands from Crete. Lazaroa. 2002;23:65–72."}, {"Citation": "Bergmeier E., Kypriotakis Z., Jahn R., Böhling N., Dimopoulos P., Raus T., Tzanoudakis D. Flora and phytogeographical significance of the islands Chrisi, Koufonisi and nearby islets (S Aegean, Greece) Willdenowia. 2001;31:329–356. doi: 10.3372/wi.31.31205.", "ArticleIdList": ["10.3372/wi.31.31205"]}, {"Citation": "El-Mokasabi F.M. Floristic composition and traditional uses of plant species at Wadi Alkuf, Al-Jabal Al-Akhder, Libya. Am.-Eurasian J. Agric. Environ. Sci. 2014;14:685–697."}, {"Citation": "Sharawy S.M., Badr A. Systematic revision of Erodium species in Egypt as reflected by variation in morphological characters and seed protein electrophoretic profiles. Int. J. Bot. 2008;4:225–230."}, {"Citation": "Bidak L.M., Kamal S.A., Halmy M.W., Heneidy S.Z. Goods and services provided by native plants in desert ecosystems: Examples from the northwestern coastal desert of Egypt. Glob. Ecol. Conserv. 2015;3:433–447. doi: 10.1016/j.gecco.2015.02.001.", "ArticleIdList": ["10.1016/j.gecco.2015.02.001"]}, {"Citation": "Abd El-Wahab R.H. Condition assessment of plant diversity of Gebel Maghara, North Sinai, Egypt. Catrina. 2008;3:21–40."}, {"Citation": "Hand R. Supplementary notes to the flora of Cyprus VIII. Willdenowia. 2015:245–259. doi: 10.3372/wi.45.45210.", "ArticleIdList": ["10.3372/wi.45.45210"]}, {"Citation": "Danin A. The Zoogeography of Israel. Springer; Drodrecht, The Netherlands: 1988. Flora and vegetation of Israel and adjacent areas; pp. 18–42."}, {"Citation": "Osman A.K., Al-Ghamdi F., Bawadekji A. Floristic diversity and vegetation analysis of Wadi Arar: A typical desert Wadi of the Northern Border region of Saudi Arabia. Saudi J. Biol. Sci. 2014;21:554–565. doi: 10.1016/j.sjbs.2014.02.001.", "ArticleIdList": ["10.1016/j.sjbs.2014.02.001", "PMC4250517", "25473364"]}, {"Citation": "Abbo S., Gopher A., Lev-Yadun S. The domestication of crop plants. In: Thomas B., Murray B.G., Murphy D.J., editors. Encyclopedia of Applied Plant Sciences. Volume 3. Academic Press; Waltham, MA, USA: 2017. pp. 50–54."}, {"Citation": "USDA  Carrot.  [(accessed on 20 July 2020)];2020  Available online:  https://fdc.nal.usda.gov/fdc-app.html#/food-details/787522/nutrients."}, {"Citation": "Yang C.S., Wang H. Cancer preventive activities of tea catechins. Molecules. 2016;21:1679. doi: 10.3390/molecules21121679.", "ArticleIdList": ["10.3390/molecules21121679", "PMC6273642", "27941682"]}, {"Citation": "Mangels D.R., Mohler E.R., III Catechins as potential mediators of cardiovascular health. Arterioscler. Thromb. Vasc. Biol. 2017;37:757–763. doi: 10.1161/ATVBAHA.117.309048.", "ArticleIdList": ["10.1161/ATVBAHA.117.309048", "28336557"]}, {"Citation": "Bernatoniene J., Kopustinskiene D.M. The role of catechins in cellular responses to oxidative stress. Molecules. 2018;23:965. doi: 10.3390/molecules23040965.", "ArticleIdList": ["10.3390/molecules23040965", "PMC6017297", "29677167"]}, {"Citation": "Choubey S., Goyal S., Varughese L.R., Kumar V., Sharma A.K., Beniwal V. Probing gallic acid for its broad-spectrum applications. Mini Rev. Med. Chem. 2018;18:1283–1293. doi: 10.2174/1389557518666180330114010.", "ArticleIdList": ["10.2174/1389557518666180330114010", "29600764"]}, {"Citation": "Grzesik M., Naparło K., Bartosz G., Sadowska-Bartosz I. Antioxidant properties of catechins: Comparison with other antioxidants. Food Chem. 2018;241:480–492. doi: 10.1016/j.foodchem.2017.08.117.", "ArticleIdList": ["10.1016/j.foodchem.2017.08.117", "28958556"]}, {"Citation": "Dludla P.V., Nkambule B.B., Jack B., Mkandla Z., Mutize T., Silvestri S., Mazibuko-Mbeje S.E. Inflammation and oxidative stress in an obese state and the protective effects of gallic acid. Nutrients. 2019;11:23. doi: 10.3390/nu11010023.", "ArticleIdList": ["10.3390/nu11010023", "PMC6356415", "30577684"]}, {"Citation": "Li P., Liu A., Xiong W., Lin H., Xiao W., Huang J., Liu Z. Catechins enhance skeletal muscle performance. Crit. Rev. Food Sci. Nutr. 2020;60:515–528. doi: 10.1080/10408398.2018.1549534.", "ArticleIdList": ["10.1080/10408398.2018.1549534", "30633538"]}, {"Citation": "Koltai H., Kapulnik Y., Fridlender M., Gati E.M., Ahmed N., Shemer B.E.N. Application No. 15/563,595. U.S. Patent. 2018 Erodium crassifolium L’Her plant extracts and uses thereof. Filing date: 31/03/2016."}, {"Citation": "Yadav R.P., Tarun G. Versatility of turmeric: A review the golden spice of life. J. Pharmacogn. Phytochem. 2017;6:41–46."}, {"Citation": "Ladizinsky G. Plant Evolution under Domestication. Springer; Drodrecht, The Netherlands: 1998."}, {"Citation": "Purugganan M.D., Fuller D.Q. The nature of selection during plant domestication. Nature. 2009;457:843–848. doi: 10.1038/nature07895.", "ArticleIdList": ["10.1038/nature07895", "19212403"]}, {"Citation": "Aronson J., Shmida A. Plant species diversity along a Mediterranean-desert gradient and its correlation with interannual rainfall fluctuations. J. Arid Environ. 1992;23:235–247. doi: 10.1016/S0140-1963(18)30513-5.", "ArticleIdList": ["10.1016/S0140-1963(18)30513-5"]}, {"Citation": "Boukamp P., Petrussevska R.T., Breitkreutz D., Hornung J., Markham A., Fusenig N.E. Normal keratinization in a spontaneously immortalized aneuploid human keratinocyte cell line. J. Cell Biol. 1988;106:761–771. doi: 10.1083/jcb.106.3.761.", "ArticleIdList": ["10.1083/jcb.106.3.761", "PMC2115116", "2450098"]}, {"Citation": "Schoop V.M., Fusenig N.E., Mirancea N. Epidermal organization and differentiation of HaCaT keratinocytes in organotypic coculture with human dermal fibroblasts. J. Investig. Dermatol. 1999;112:343–353. doi: 10.1046/j.1523-1747.1999.00524.x.", "ArticleIdList": ["10.1046/j.1523-1747.1999.00524.x", "10084313"]}, {"Citation": "Lee H.Y., Stieger M., Yawalkar N., Kakeda M. Cytokines and chemokines in irritant contact dermatitis. Mediators Inflamm. 2013:916497. doi: 10.1155/2013/916497.", "ArticleIdList": ["10.1155/2013/916497", "PMC3858878", "24371376"]}, {"Citation": "Turner M.D., Nedjai B., Hurst T., Pennington D.J. Cytokines and chemokines: At the crossroads of cell signalling and inflammatory disease. Biochim. Biophys. Acta. 2014;1843:2563–2582. doi: 10.1016/j.bbamcr.2014.05.014.", "ArticleIdList": ["10.1016/j.bbamcr.2014.05.014", "24892271"]}, {"Citation": "Zhang J., Yang X., Wang H., Zhao B., Wu X., Su L., Xie S., Wang Y., Li J., Liu J., et al. PKCζ as a promising therapeutic target for TNFα-induced inflammatory disorders in chronic cutaneous wounds. Int. J. Mol. Med. 2017;40:1335–1346. doi: 10.3892/ijmm.2017.3144.", "ArticleIdList": ["10.3892/ijmm.2017.3144", "PMC5627866", "28949382"]}, {"Citation": "Mizuno K., Morizane S., Takiguchi T., Iwatsuki K. Dexamethasone but not tacrolimus suppresses TNF-α-induced thymic stromal lymphopoietin expression in lesional keratinocytes of atopic dermatitis model. J. Dermatol. Sci. 2015;80:45–53. doi: 10.1016/j.jdermsci.2015.06.016.", "ArticleIdList": ["10.1016/j.jdermsci.2015.06.016", "26198442"]}, {"Citation": "Wufuer M., Lee G., Hur W., Jeon B., Kim B.J., Choi T.H., Lee S. Skin-on-a-chip model simulating inflammation, edema and drug-based treatment. Sci. Rep. 2016;6:37471. doi: 10.1038/srep37471.", "ArticleIdList": ["10.1038/srep37471", "PMC5116589", "27869150"]}]}], "History": [{"Year": "2020", "Month": "7", "Day": "31"}, {"Year": "2020", "Month": "8", "Day": "19"}, {"Year": "2020", "Month": "8", "Day": "19"}, {"Year": "2020", "Month": "8", "Day": "23", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "8", "Day": "23", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "8", "Day": "23", "Hour": "6", "Minute": "1"}, {"Year": "2020", "Month": "8", "Day": "20"}], "PublicationStatus": "epublish", "ArticleIdList": ["32825348", "PMC7570100", "10.3390/plants9091069", "plants9091069"]}}]}