{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "32820066", "DateCompleted": {"Year": "2021", "Month": "05", "Day": "31"}, "DateRevised": {"Year": "2024", "Month": "02", "Day": "29"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "08", "Day": "20"}], "Language": ["eng"], "ELocationID": ["10.1104/pp.20.00778"], "Journal": {"ISSN": "1532-2548", "JournalIssue": {"Volume": "184", "Issue": "2", "PubDate": {"Year": "2020", "Month": "Oct"}}, "Title": "Plant physiology", "ISOAbbreviation": "Plant Physiol"}, "ArticleTitle": "Cytosolic Invertase-Mediated Root Growth Is Feedback Regulated by a Glucose-Dependent Signaling Loop.", "Pagination": {"StartPage": "895", "EndPage": "908", "MedlinePgn": "895-908"}, "Abstract": {"AbstractText": ["The disaccharide Suc cannot be utilized directly; rather, it is irreversibly hydrolyzed by invertase to the hexoses Glc and Fru to shape plant growth. In this context, Glc controls the stability of the transcription factor Ethylene-Insensitive3 (EIN3) via the function of Hexokinase1 (HXK1), a Glc sensor. Thus, invertase, especially the major neutral cytosolic invertase (CINV), constitutes a key point of control for plant growth. However, the cognate regulatory mechanisms that modulate CINV activity remain unclear. Here, we demonstrate that in Arabidopsis (<i>Arabidopsis thaliana</i>), EIN3 binds directly to both the promoters of <i>Production of Anthocyanin Pigment1</i> (<i>PAP1</i>) and <i>Phosphatidylinositol Monophosphate 5-Kinase 9</i> (<i>PIP5K9</i>), repressing and enhancing, respectively, their expression. Subsequently, PAP1 binds directly to and promotes transcription of the <i>Cytosolic Invertase1</i> (<i>CINV1</i>) promoter, while PIP5K9 interacts with and negatively regulates CINV1. The accumulated CINV1 subsequently hydrolyzes Suc, releasing the sequestered signaling cue, Glc, which has been shown to negatively regulate the stability of EIN3 via HXK1. We conclude that a CINV1-Glc-HXK1-EIN3-PAP1/PIP5K9-CINV1 loop contributes to the modulation of CINV1 activity regulating root growth by Glc signaling."], "CopyrightInformation": "© 2020 American Society of Plant Biologists. All Rights Reserved."}, "AuthorList": [{"Identifier": ["0000-0002-9704-4944"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "The Key Laboratory of Biotechnology for Medicinal Plants of Jiangsu Province, School of Life Science, Jiangsu Normal University, Xuzhou, 221116 Jiangsu, People's Republic of China menglsh@jnu.edu.cn."}], "LastName": "Meng", "ForeName": "Lai-Sheng", "Initials": "LS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "The Key Laboratory of Biotechnology for Medicinal Plants of Jiangsu Province, School of Life Science, Jiangsu Normal University, Xuzhou, 221116 Jiangsu, People's Republic of China."}], "LastName": "Wei", "ForeName": "Zhi-Qin", "Initials": "ZQ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "The Key Laboratory of Biotechnology for Medicinal Plants of Jiangsu Province, School of Life Science, Jiangsu Normal University, Xuzhou, 221116 Jiangsu, People's Republic of China."}], "LastName": "Cao", "ForeName": "Xiao-Ying", "Initials": "XY"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "The Key Laboratory of Biotechnology for Medicinal Plants of Jiangsu Province, School of Life Science, Jiangsu Normal University, Xuzhou, 221116 Jiangsu, People's Republic of China."}], "LastName": "Tong", "ForeName": "Chen", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "The Key Laboratory of Biotechnology for Medicinal Plants of Jiangsu Province, School of Life Science, Jiangsu Normal University, Xuzhou, 221116 Jiangsu, People's Republic of China."}], "LastName": "Lv", "ForeName": "Meng-Jiao", "Initials": "MJ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "The Key Laboratory of Biotechnology for Medicinal Plants of Jiangsu Province, School of Life Science, Jiangsu Normal University, Xuzhou, 221116 Jiangsu, People's Republic of China."}], "LastName": "Yu", "ForeName": "Fei", "Initials": "F"}, {"Identifier": ["0000-0002-7989-9180"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Jiangsu Normal University-Edinburgh University, Centre for Transformative Biotechnology of Medicinal and Food Plants, Jiangsu Normal University, Xuzhou, 221116 Jiangsu, People's Republic of China."}, {"Identifier": [], "Affiliation": "Institute of Molecular Plant Sciences, School of Biological Sciences, Edinburgh University, Edinburgh EH9 3JR, United Kingdom."}], "LastName": "Loake", "ForeName": "Gary J", "Initials": "GJ"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Plant Physiol", "NlmUniqueID": "0401224", "ISSNLinking": "0032-0889"}, "ChemicalList": [{"RegistryNumber": "EC 3.2.1.26", "NameOfSubstance": "beta-Fructofuranosidase"}, {"RegistryNumber": "IY9XDZ35W2", "NameOfSubstance": "Glucose"}], "MeshHeadingList": [{"QualifierName": ["growth & development", "metabolism"], "DescriptorName": "Arabidopsis"}, {"QualifierName": ["metabolism"], "DescriptorName": "Cytosol"}, {"QualifierName": [], "DescriptorName": "Genetic Variation"}, {"QualifierName": [], "DescriptorName": "Genotype"}, {"QualifierName": ["genetics", "metabolism"], "DescriptorName": "Glucose"}, {"QualifierName": [], "DescriptorName": "Mutation"}, {"QualifierName": ["genetics", "growth & development", "metabolism"], "DescriptorName": "Plant Roots"}, {"QualifierName": ["genetics", "physiology"], "DescriptorName": "Signal Transduction"}, {"QualifierName": ["genetics", "metabolism"], "DescriptorName": "beta-Fructofuranosidase"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Alonso JM, Hirayama T, Roman G, Nourizadeh S, Ecker JR(1999) EIN2, a bifunctional transducer of ethylene and stress responses in Arabidopsis. Science 284: 2148–2152", "ArticleIdList": ["10381874"]}, {"Citation": "An F, Zhao Q, Ji Y, Li W, Jiang Z, Yu X, Zhang C, Han Y, He W, Liu Y, et al. (2010) Ethylene-induced stabilization of ETHYLENE INSENSITIVE3 and EIN3-LIKE1 is mediated by proteasomal degradation of EIN3 binding F-box 1 and 2 that requires EIN2 in Arabidopsis. Plant Cell 22: 2384–2401", "ArticleIdList": ["PMC2929093", "20647342"]}, {"Citation": "Barnes WJ, Anderson CT(2018) Cytosolic invertases contribute to cellulose biosynthesis and influence carbon partitioning in seedlings of Arabidopsis thaliana. Plant J 94: 956–974", "ArticleIdList": ["29569779"]}, {"Citation": "Barratt DHP, Derbyshire P, Findlay K, Pike M, Wellner N, Lunn J, Feil R, Simpson C, Maule AJ, Smith AM(2009) Normal growth of Arabidopsis requires cytosolic invertase but not sucrose synthase. Proc Natl Acad Sci USA 106: 13124–13129", "ArticleIdList": ["PMC2722301", "19470642"]}, {"Citation": "Bhargava A, Mansfield SD, Hall HC, Douglas CJ, Ellis BE(2010) MYB75 functions in regulation of secondary cell wall formation in the Arabidopsis inflorescence stem. Plant Physiol 154: 1428–1438", "ArticleIdList": ["PMC2971618", "20807862"]}, {"Citation": "Binder BM, Mortimore LA, Stepanova AN, Ecker JR, Bleecker AB(2004) Short-term growth responses to ethylene in Arabidopsis seedlings are EIN3/EIL1 independent. Plant Physiol 136: 2921–2927", "ArticleIdList": ["PMC523354", "15466219"]}, {"Citation": "Binder BM, Walker JM, Gagne JM, Emborg TJ, Hemmann G, Bleecker AB, Vierstra RD(2007) The Arabidopsis EIN3 binding F-Box proteins EBF1 and EBF2 have distinct but overlapping roles in ethylene signaling. Plant Cell 19: 509–523", "ArticleIdList": ["PMC1867343", "17307926"]}, {"Citation": "Borevitz JO, Xia Y, Blount J, Dixon RA, Lamb C(2000) Activation tagging identifies a conserved MYB regulator of phenylpropanoid biosynthesis. Plant Cell 12: 2383–2394", "ArticleIdList": ["PMC102225", "11148285"]}, {"Citation": "Chao Q, Rothenberg M, Solano R, Roman G, Terzaghi W, Ecker JR(1997) Activation of the ethylene gas response pathway in Arabidopsis by the nuclear protein ETHYLENE-INSENSITIVE3 and related proteins. Cell 89: 1133–1144", "ArticleIdList": ["9215635"]}, {"Citation": "Cho YH, Yoo SD, Sheen J(2006) Regulatory functions of nuclear hexokinase1 complex in glucose signaling. Cell 127: 579–589", "ArticleIdList": ["17081979"]}, {"Citation": "Guo H, Ecker JR(2003) Plant responses to ethylene gas are mediated by SCF(EBF1/EBF2)-dependent proteolysis of EIN3 transcription factor. Cell 115: 667–677", "ArticleIdList": ["14675532"]}, {"Citation": "Jeong SW, Das PK, Jeoung SC, Song JY, Lee HK, Kim YK, Kim WJ, Park YI, Yoo SD, et al. (2010) Ethylene suppression of sugar-induced anthocyanin pigmentation in Arabidopsis. Plant Physiol 154: 1514–1531", "ArticleIdList": ["PMC2971625", "20876338"]}, {"Citation": "Li J, Li G, Gao S, Martinez C, He G, Zhou Z, Huang X, Lee JH, Zhang H, Shen Y, et al. (2010) Arabidopsis transcription factor ELONGATED HYPOCOTYL5 plays a role in the feedback regulation of phytochrome A signaling. Plant Cell 22: 3634–3649", "ArticleIdList": ["PMC3015127", "21097709"]}, {"Citation": "Li Z, Peng J, Wen X, Guo H(2013) Ethylene-insensitive3 is a senescence-associated gene that accelerates age-dependent leaf senescence by directly repressing miR164 transcription in Arabidopsis. Plant Cell 25: 3311–3328", "ArticleIdList": ["PMC3809534", "24064769"]}, {"Citation": "Lou Y, Gou JY, Xue HW(2007) PIP5K9, an Arabidopsis phosphatidylinositol monophosphate kinase, interacts with a cytosolic invertase to negatively regulate sugar-mediated root growth. Plant Cell 19: 163–181", "ArticleIdList": ["PMC1820962", "17220200"]}, {"Citation": "Meng LS.(2015) Transcription coactivator Arabidopsis ANGUSTIFOLIA3 modulates anthocyanin accumulation and light-induced root elongation through transrepression of Constitutive Photomorphogenic1. Plant Cell Environ 38: 838–851", "ArticleIdList": ["25256341"]}, {"Citation": "Meng LS, Li C, Xu MK, Sun XD, Wan W, Cao XY, Zhang JL, Chen KM(2018a) Arabidopsis ANGUSTIFOLIA3 (AN3) is associated with the promoter of CONSTITUTIVE PHOTOMORPHOGENIC1 (COP1) to regulate light-mediated stomatal development. Plant Cell Environ 41: 1645–1656", "ArticleIdList": ["29645276"]}, {"Citation": "Meng LS, Li YQ, Liu MQ, Jiang JH(2016) The Arabidopsis ANGUSTIFOLIA3-YODA gene cascade induces anthocyanin accumulation by regulating sucrose levels. Front Plant Sci 7: 1728.", "ArticleIdList": ["PMC5118565", "27920784"]}, {"Citation": "Meng LS, Wang YB, Yao SQ, Liu A(2015a) Arabidopsis AINTEGUMENTA mediates salt tolerance by trans-repressing SCABP8. J Cell Sci 128: 2919–2927", "ArticleIdList": ["26054800"]}, {"Citation": "Meng LS, Wang ZB, Yao SQ, Liu A(2015b) The ARF2-ANT-COR15A gene cascade regulates ABA-signaling-mediated resistance of large seeds to drought in Arabidopsis. J Cell Sci 128: 3922–3932", "ArticleIdList": ["26395398"]}, {"Citation": "Meng LS, Xu MK, Wan W, Yu F, Li C, Wang JY, Wei ZQ, Lv MJ, Cao XY, Li ZY, et al. (2018b) Sucrose signaling regulates anthocyanin biosynthesis through a MAPK cascade in Arabidopsis thaliana. Genetics 210: 607–619", "ArticleIdList": ["PMC6216600", "30143593"]}, {"Citation": "Meng LS, Yao SQ(2015) Transcription co-activator Arabidopsis ANGUSTIFOLIA3 (AN3) regulates water-use efficiency and drought tolerance by modulating stomatal density and improving root architecture by the transrepression of YODA (YDA). Plant Biotechnol J 13: 893–902", "ArticleIdList": ["25599980"]}, {"Citation": "Mishra BS, Singh M, Aggrawal P, Laxmi A(2009) Glucose and auxin signaling interaction in controlling Arabidopsis thaliana seedlings root growth and development. PLoS One 4: e4502.", "ArticleIdList": ["PMC2637607", "19223973"]}, {"Citation": "Moore B, Zhou L, Rolland F, Hall Q, Cheng WH, Liu YX, Hwang I, Jones T, Sheen J(2003) Role of the Arabidopsis glucose sensor HXK1 in nutrient, light, and hormonal signaling. Science 300: 332–336", "ArticleIdList": ["12690200"]}, {"Citation": "Mueller-Roeber B, Pical C(2002) Inositol phospholipid metabolism in Arabidopsis. Characterized and putative isoforms of inositol phospholipid kinase and phosphoinositide-specific phospholipase C. Plant Physiol 130: 22–46", "ArticleIdList": ["PMC166537", "12226484"]}, {"Citation": "Payyavula RS, Singh RK, Navarre DA(2013) Transcription factors, sucrose, and sucrose metabolic genes interact to regulate potato phenylpropanoid metabolism. J Exp Bot 64: 5115–5131", "ArticleIdList": ["PMC3830490", "24098049"]}, {"Citation": "Roitsch T.(1999) Source-sink regulation by sugar and stress. Curr Opin Plant Biol 2: 198–206", "ArticleIdList": ["10375568"]}, {"Citation": "Sergeeva LI, Keurentjes JJB, Bentsink L, Vonk J, van der Plas LHW, Koornneef M, Vreugdenhil D(2006) Vacuolar invertase regulates elongation of Arabidopsis thaliana roots as revealed by QTL and mutant analysis. Proc Natl Acad Sci USA 103: 2994–2999", "ArticleIdList": ["PMC1413815", "16481625"]}, {"Citation": "Solfanelli C, Poggi A, Loreti E, Alpi A, Perata P(2006) Sucrose-specific induction of the anthocyanin biosynthetic pathway in Arabidopsis. Plant Physiol 140: 637–646", "ArticleIdList": ["PMC1361330", "16384906"]}, {"Citation": "Teng S, Keurentjes J, Bentsink L, Koornneef M, Smeekens S(2005) Sucrose-specific induction of anthocyanin biosynthesis in Arabidopsis requires the MYB75/PAP1 gene. Plant Physiol 139: 1840–1852", "ArticleIdList": ["PMC1310563", "16299184"]}, {"Citation": "Tian J, Peng Z, Zhang J, Song T, Wan H, Zhang M, Yao Y(2015) McMYB10 regulates coloration via activating McF3’H and later structural genes in ever-red leaf crabapple. Plant Biotechnol J 13: 948–961", "ArticleIdList": ["25641214"]}, {"Citation": "Wang Y, Guo H(2019) On hormonal regulation of the dynamic apical hook development. New Phytol 222: 1230–1234", "ArticleIdList": ["30537131"]}, {"Citation": "Yanagisawa S, Yoo SD, Sheen J(2003) Differential regulation of EIN3 stability by glucose and ethylene signalling in plants. Nature 425: 521–525", "ArticleIdList": ["14523448"]}, {"Citation": "Yu S, Cao L, Zhou CM, Zhang TQ, Lian H, Sun Y, Wu J, Huang J, Wang G, Wang JW(2013) Sugar is an endogenous cue for juvenile-to-adult phase transition in plants. eLife 2: e00269.", "ArticleIdList": ["PMC3610343", "23543845"]}, {"Citation": "Zhang X, Ji Y, Xue C, Ma H, Xi Y, Huang P, Wang H, An F, Li B, Wang Y, et al. (2018) Integrative regulation of apical hook development by transcriptional coupling of EIN3/EIL1 and PIFs in Arabidopsis. Plant Cell 30: 1971–1988", "ArticleIdList": ["PMC6181014", "30104405"]}]}], "History": [{"Year": "2020", "Month": "6", "Day": "16"}, {"Year": "2020", "Month": "8", "Day": "11"}, {"Year": "2020", "Month": "8", "Day": "21", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "6", "Day": "1", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "8", "Day": "22", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "10", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["32820066", "PMC7536704", "10.1104/pp.20.00778", "pp.20.00778"]}}]}