{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Anti-cancer activity", "Breast cancer", "Chemical reduction apoptosis", "Colon cancer", "Copper nanoparticles"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "32851522", "DateCompleted": {"Year": "2021", "Month": "01", "Day": "07"}, "DateRevised": {"Year": "2021", "Month": "01", "Day": "07"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "08", "Day": "26"}], "Language": ["eng"], "ELocationID": ["10.1007/s11356-020-09843-5"], "Journal": {"ISSN": "1614-7499", "JournalIssue": {"Volume": "28", "Issue": "2", "PubDate": {"Year": "2021", "Month": "Jan"}}, "Title": "Environmental science and pollution research international", "ISOAbbreviation": "Environ Sci Pollut Res Int"}, "ArticleTitle": "Antitumor effect of copper nanoparticles on human breast and colon malignancies.", "Pagination": {"StartPage": "1587", "EndPage": "1595", "MedlinePgn": "1587-1595"}, "Abstract": {"AbstractText": ["Breast and colon carcinomas are two types of common cancers which lead to cancer-related deaths. Due to their cytotoxic potential against cancer cells, recently many studies of copper nanoparticles (CuNPs) have been conducted. In the current work, we aim to evaluate the cytotoxic and apoptosis-inducing effects of CuNPs on the human breast (MCF-7) and colon (LoVo) cancer cells. CuNPs were prepared in starch-stabilizing aqueous solution by electroless deposition technique in alkaline tartrate bath using formaldehyde as the reducing agent of copper sulfate. The obtained CuNPs were characterized by SEM, TEM, and XRD to confirm the particle size, morphology, and chemical composition. Standard colorimetric MTT and LDH assays were used to estimate the cytotoxic effect of CuNPs on MCF-7 and LoVo cells. Furthermore, CuNP-treated cells undergoing apoptosis were assessed based on the expression of apoptosis-related genes using qRT-PCR. The results indicate that the mean particle size of the synthesized CuNPs was ~ 50-60 nm, and they were spherical in shape with mainly the chemical structure of the copper metallic phase. MTT assay revealed that CuNPs induced cytotoxicity in tested cells with IC<sub>50</sub> rates of 16.4 (in MCF-7) and 21.6 μg/ml (in LoVo). Moreover, qRT-PCR analysis showed that CuNPs caused a significant increment of Bax, P53, and Caspases 9, 8, and 3 genes. Overall, the anticancer potential of prepared CuNPs were reported through apoptotic induction which highlight the potential use of CuNPs as an efficient anticancer agent."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Biology Department, College of Science, Imam Mohammad ibn Saud Islamic University (IMSIU), Riyadh, 11623, Saudi Arabia. MMyLzahrani@Imamu.edu.sa."}], "LastName": "Al-Zharani", "ForeName": "Mohammed", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Biology Department, College of Science, Imam Mohammad ibn Saud Islamic University (IMSIU), Riyadh, 11623, Saudi Arabia."}], "LastName": "Qurtam", "ForeName": "Ashraf Ahmed", "Initials": "AA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Chemistry Department, College of Science, Imam Mohammad ibn Saud Islamic University (IMSIU), Riyadh, 11623, Saudi Arabia."}, {"Identifier": [], "Affiliation": "Department of Production Technology, Faculty of Technology and Education, Helwan University, Saray-El Qoupa, El Sawah Street, Cairo, 11281, Egypt."}], "LastName": "Daoush", "ForeName": "Walid Mohamed", "Initials": "WM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Physics Department, College of Science, Imam Mohammad ibn Saud Islamic University (IMSIU), Riyadh, 11623, Saudi Arabia."}, {"Identifier": [], "Affiliation": "Physics Department, College of Science, Sudan University of Science and Technology, 11113, Khartoum, Sudan."}], "LastName": "Eisa", "ForeName": "Mohamed Hassan", "Initials": "MH"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Biology Department, Faculty of Science, Princess Nourah bint Abdulrahman University, Riyadh, Saudi Arabia."}], "LastName": "Aljarba", "ForeName": "Nada Hamad", "Initials": "NH"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Zoology, Science College, King Saud University, Riyadh, Saudi Arabia."}], "LastName": "Alkahtani", "ForeName": "Saad", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medicinal Aromatic and Poisonous Plants Research Center, College of Pharmacy, King Saud University, Riyadh, 11451, Saudi Arabia."}], "LastName": "Nasr", "ForeName": "Fahd A", "Initials": "FA"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "Environ Sci Pollut Res Int", "NlmUniqueID": "9441769", "ISSNLinking": "0944-1344"}, "ChemicalList": [{"RegistryNumber": "789U1901C5", "NameOfSubstance": "Copper"}], "MeshHeadingList": [{"QualifierName": ["drug therapy"], "DescriptorName": "Breast Neoplasms"}, {"QualifierName": ["drug therapy"], "DescriptorName": "Colonic Neoplasms"}, {"QualifierName": [], "DescriptorName": "Copper"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["toxicity"], "DescriptorName": "Metal Nanoparticles"}, {"QualifierName": [], "DescriptorName": "Nanoparticles"}, {"QualifierName": [], "DescriptorName": "Particle Size"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Abdulla-Al-Mamun M, Kusumoto Y, Muruganandham M (2009) Simple new synthesis of copper nanoparticles in water/acetonitrile mixed solvent and their characterization. Mater Lett 63:2007–2009", "ArticleIdList": ["10.1016/j.matlet.2009.06.037"]}, {"Citation": "Ahmad MZ, Akhter S, Jain GK, Rahman M, Pathan SA, Ahmad FJ, Khar RK (2010) Metallic nanoparticles: technology overview & drug delivery applications in oncology. Expert Opin Drug Deliv 7:927–942", "ArticleIdList": ["10.1517/17425247.2010.498473"]}, {"Citation": "Al-Zharani M, Nasr FA, Abutaha N, Alqahtani AS, Noman OM, Mubarak M, Wadaan MA (2019) Apoptotic induction and anti-migratory effects of Rhazya Stricta fruit extracts on a human breast cancer cell line. Molecules 24(21):3968", "ArticleIdList": ["10.3390/molecules24213968"]}, {"Citation": "An FF, Zhang XH (2017) Strategies for preparing albumin-based nanoparticles for multifunctional bioimaging and drug delivery. Theranostics 7:3667–3689", "ArticleIdList": ["10.7150/thno.19365"]}, {"Citation": "Atichokudomchai N, Varavinit S, Chinachoti P (2004) A study of ordered structure in acid-modified tapioca starch by <sup>13</sup>C CP/MAS solid-state NMR. Carbohydr Polym 58:383–389", "ArticleIdList": ["10.1016/j.carbpol.2004.07.017"]}, {"Citation": "Bazarbashi S, Al Eid H, Minguet J (2017) Cancer incidence in Saudi Arabia: 2012 data from the Saudi cancer registry. Asian Pac J Cancer Prev 18:2437–2444"}, {"Citation": "Benguigui M, Weitz IS, Timaner M, Kan T, Shechter D, Perlman O, Sivan S, Raviv Z, Azhari H, Shaked Y (2019) Copper oxide nanoparticles inhibit pancreatic tumor growth primarily by targeting tumor initiating cells. Sci Rep 9:12613", "ArticleIdList": ["10.1038/s41598-019-48959-8"]}, {"Citation": "Camacho-Flores BA, Martínez-Álvarez O, Arenas-Arrocena MC, Garcia-Contreras R, Argueta-Figueroa L, Fuente-Hernández J, Acosta-Torres LS (2015) Copper: synthesis techniques in nano-scale and powerful application as an antimicrobial agent. J Nanomater:10 Article ID 415238"}, {"Citation": "Cheng CH, Yang FF, Ling RZ, Liao SA, Miao YT, Ye CX, Wang AL (2015) Effects of ammonia exposure on apoptosis, oxidative stress and immune response in pufferfish (Takifugu obscurus). Aquat Toxicol 164:61–71", "ArticleIdList": ["10.1016/j.aquatox.2015.04.004"]}, {"Citation": "Corma A, Garcia H (2008) Supported gold nanoparticles as catalysts for organic reactions. Chem Soc Rev 37:2096–2126", "ArticleIdList": ["10.1039/b707314n"]}, {"Citation": "Cullity BD (1956) Elements of X-ray diffraction. Addison-Wesley 1: 110"}, {"Citation": "Dahoumane SA, Jeffryes C, Mechouet M, Agathos SN (2017) Biosynthesis of inorganic nanoparticles: a fresh look at the control of shape, size and composition. Bioengineering (Basel) 4:14", "ArticleIdList": ["10.3390/bioengineering4010014"]}, {"Citation": "Danial NN (2007) BCL-2 family proteins: critical checkpoints of apoptotic cell death. Clin Cancer Res 13:7254–7263", "ArticleIdList": ["10.1158/1078-0432.CCR-07-1598"]}, {"Citation": "Daoush WM, Alkhuraiji TS, Khamis MA, Albogmy TS (2019) Microstructureand electrical properties of carbon short fibers reinforced copper composites fabricated by electroless deposition followed by powder metallurgy process. Carbon Lett 30:247–258. https://doi.org/10.1007/s42823-019-00093-1", "ArticleIdList": ["10.1007/s42823-019-00093-1"]}, {"Citation": "Daoush WM, Alkhuraiji TS, Khamis MA, Albogmy TS (2020) Microstructure and electrical properties of carbon short fiber reinforced copper composites fabricated by electroless deposition followed by powder metallurgy process. Carbon Lett 30:247–258", "ArticleIdList": ["10.1007/s42823-019-00093-1"]}, {"Citation": "Elsaesser A, Howard CV (2012) Toxicology of nanoparticles. Adv Drug Deliv Rev 64:129–137", "ArticleIdList": ["10.1016/j.addr.2011.09.001"]}, {"Citation": "Esche C, Shurin GV, Kirkwood JM, Wang GQ, Rabinowich H, Pirtskhalaishvili G, Shurin MR (2001) Tumor necrosis factor-alpha-promoted expression of bcl-2 and inhibition of mitochondrial cytochrome C release mediate resistance of mature dendritic cells to melanoma-induced apoptosis. Clin Cancer Res 7:974–979"}, {"Citation": "Fitzmaurice C, Allen C, Barber RM, Barregard L, Bhutta ZA, Brenner H et al (2017) Global, regional, and national cancer incidence, mortality, years of life lost, years lived with disability, and disability-adjusted life-years for 32 cancer groups, 1990 to 2015: a systematic analysis for the global burden of disease study. JAMA Oncol 3:524–548", "ArticleIdList": ["10.1001/jamaoncol.2017.1747"]}, {"Citation": "Ghobrial IM, Witzig TE, Adjei AA (2005) Targeting apoptosis pathways in cancer therapy. CA Cancer J Clin 55(3):178–194", "ArticleIdList": ["10.3322/canjclin.55.3.178"]}, {"Citation": "Gupte A, Mumper RJ (2009) Elevated copper and oxidative stress in cancer cells as a target for cancer treatment. Cancer Treat Rev 35:32–46", "ArticleIdList": ["10.1016/j.ctrv.2008.07.004"]}, {"Citation": "Harne S, Sharma A, Dhaygude M, Joglekar S, Kodam K, Hudlikar M (2012) Novel route for rapid biosynthesis of copper nanoparticles using aqueous extract of Calotropis procera L. latex and their cytotoxicity on tumor cells. Colloids and Surfaces B: Biointerfaces 95:284–288"}, {"Citation": "Jain S, Hirst DG, O’Sullivan JM (2012) Gold nanoparticles as novel agents for cancer therapy. Br J Radiol 85:101–113", "ArticleIdList": ["10.1259/bjr/59448833"]}, {"Citation": "Jinu U, Gomathi M, Saiqa I, Geetha N, Benelli G, Venkatachalam P (2017) Green engineered biomolecule-capped silver and copper nanohybrids using Prosopis cineraria leaf extract: enhanced antibacterial activity against microbial pathogens of public health relevance and cytotoxicity on human breast cancer cells (MCF-7). Microb Pathog 105:86–95", "ArticleIdList": ["10.1016/j.micpath.2017.02.019"]}, {"Citation": "Laha D, Pramanik A, Maity J, Mukherjee A, Pramanik P, Laskar A, Karmakar P (2014) Interplay between autophagy and apoptosis mediated by copper oxide nanoparticles in human breast cancer cells MCF7. Biochim Biophys Acta 1840:1–9", "ArticleIdList": ["10.1016/j.bbagen.2013.08.011"]}, {"Citation": "Lei R, Yang B, Wu C, Liao M, Ding R, Wang Q (2015) Mitochondrial dysfunction and oxidative damage in the liver and kidney of rats following exposure to copper nanoparticles for five consecutive days. Toxicol Res 4:351–364", "ArticleIdList": ["10.1039/C4TX00156G"]}, {"Citation": "Luanpitpong S, Talbott SJ, Rojanasakul Y, Nimmannit U, Pongrakhananon V, Wang L, et al. (2010) Regulation of lung cancer cell migration and invasion by reactive oxygen species and caveolin-1. J Biol Chem 285:38832–38840."}, {"Citation": "Moon HR, Lim DW, Suh MP (2013) Fabrication of metal nanoparticles in metal–organic frameworks. Chem Soc Rev 42:1807–1824", "ArticleIdList": ["10.1039/C2CS35320B"]}, {"Citation": "Mukhopadhyay R, Kazi J, Debnath MC (2018) Synthesis and characterization of copper nanoparticles stabilized with Quisqualis indica extract: evaluation of its cytotoxicity and apoptosis inB16F10 melanoma cells. Biomed Pharmacother 97:1373–1385", "ArticleIdList": ["10.1016/j.biopha.2017.10.167"]}, {"Citation": "Pfeffer CM, Singh AT (2018) Apoptosis: a target for anticancer therapy. Int J Mol Sci 19(2):448", "ArticleIdList": ["10.3390/ijms19020448"]}, {"Citation": "Ricci MS, Zong WX (2006) Chemotherapeutic approaches for targeting cell death pathways. Oncologist 11:342–357", "ArticleIdList": ["10.1634/theoncologist.11-4-342"]}, {"Citation": "Sarkar A, Das J, Manna P, Sil PC (2011) Nano-copper induces oxidative stress and apoptosis in kidney via both extrinsic and intrinsic pathways. Toxicology 290(2–3):208–217", "ArticleIdList": ["10.1016/j.tox.2011.09.086"]}, {"Citation": "Semlali A, Al Amri A, Azzi A, Al Shahrani O, Arafah M, Kohailan M, Aljebreen AM, Alharbi O, Almadi MA, Azzam NA, Parine NR, Rouabhia M, Alanazi MS (2015) Expression and new exon mutations of the human beta defensins and their association on colon cancer development. PLoS One 10:e0126868. https://doi.org/10.1371/journal.pone.0126868", "ArticleIdList": ["10.1371/journal.pone.0126868"]}, {"Citation": "Shafagh M, Rahmani F, Delirezh N (2015) CuO nanoparticles induce cytotoxicity and apoptosis in human K562 cancer cell line via mitochondrial pathway, through reactive oxygen species and P53. Iran J Basic Med Sci 18:993–1000"}, {"Citation": "Wang T, Long X, Liu Z, Cheng Y, Yan S (2015) Effect of copper nanoparticles and copper sulphate on oxidation stress, cell apoptosis and immune responses in the intestines of juvenile Epinephelus coioides. Fish Shellfish Immunol 44:674–668", "ArticleIdList": ["10.1016/j.fsi.2015.03.030"]}, {"Citation": "Wang T, Chen X, Long X, Liu Z, Yan S (2016) Copper nanoparticles and copper sulphate induced cytotoxicity in hepatocyte primary cultures of Epinephelus coioides. PLoS One 11(2):e0149484", "ArticleIdList": ["10.1371/journal.pone.0149484"]}, {"Citation": "Xia GH, Chen BA, Shao ZY, Lu HX, Konstanze D, Hartmut D (2007) Mechanism of 2-methoxyestradiol-induced apoptosis in myelodysplastic syndrome MUTZ-1 cell line. Zhongguo Shi Yan Xue Ye Xue Za Zhi 15:296–301"}, {"Citation": "Yang J, Hu S, Rao M, Hu L, Lei H, Wu Y, Wang Y, Ke D, Xia W, Zhu CH (2017) Copper nanoparticle-induced ovarian injury, follicular atresia, apoptosis, and gene expression alterations in female rats. Int J Nanomedicine 12:5959–5971", "ArticleIdList": ["10.2147/IJN.S139215"]}, {"Citation": "Zhang H, Shao D, Wu Y, Cai C, Hu C, Shou X, Dai B, Ye B, Wang M, Jia X (2012) Apoptotic responses of Carassius auratus lymphocytes to nodularin exposure in vitro. Fish Shellfish Immunol 33:1229–1237", "ArticleIdList": ["10.1016/j.fsi.2012.08.016"]}]}], "History": [{"Year": "2020", "Month": "5", "Day": "1"}, {"Year": "2020", "Month": "6", "Day": "22"}, {"Year": "2020", "Month": "8", "Day": "28", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "1", "Day": "8", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "8", "Day": "28", "Hour": "6", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["32851522", "10.1007/s11356-020-09843-5", "10.1007/s11356-020-09843-5"]}}]}