{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Home garden", "Local knowledge", "Southwest China", "Tibetan", "Yarlung Tsangpo Grand Canyon"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "32867802", "DateCompleted": {"Year": "2021", "Month": "06", "Day": "17"}, "DateRevised": {"Year": "2021", "Month": "06", "Day": "17"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "08", "Day": "31"}], "Language": ["eng"], "ELocationID": ["50", "10.1186/s13002-020-00395-z"], "Journal": {"ISSN": "1746-4269", "JournalIssue": {"Volume": "16", "Issue": "1", "PubDate": {"Year": "2020", "Month": "Aug", "Day": "31"}}, "Title": "Journal of ethnobiology and ethnomedicine", "ISOAbbreviation": "J Ethnobiol Ethnomed"}, "ArticleTitle": "The best choices: the diversity and functions of the plants in the home gardens of the Tsang-la (Motuo Menba) communities in Yarlung Tsangpo Grand Canyon, Southwest China.", "Pagination": {"StartPage": "50", "MedlinePgn": "50"}, "Abstract": {"AbstractText": ["Home garden is identified as a kind of small-scale land-use system which is used to manage and cultivate useful plants by local people, and home gardens can provide various plant products and services. Investigating home gardens was regarded as an effective way to understand the biodiversity-related local knowledge and culture of native people in Ethnobiology and Ethnoecology. Home garden is important in less developed and remote areas. The grand canyon of Yarlung Tsangpo is designed as one of the biodiversity hotspots of China, and it is one of the most remote regions of China, because of the rough traffic conditions. The aim of the present study is to collect, record, and document the plants and their local knowledge and functions in the local home gardens, then attempt to answer the question: \"why local people selected these plants?\"", "The study area was in Beibeng Township of Motuo County in the grand canyon of Yarlung Tsangpo. Observation and semi-structure interviews with informed consent were used to collect data in field study. All information was collected and organized, then documented based on \"ethno-species\" as a fundamental unit. All of the information of local use and knowledge were organized as the list of \"use-report\" for quantitative analysis, and the local uses of plants were merged into 14 use categories. Frequency of citation (FC), relative frequency of citation (RFC), cultural importance index (CI), and cultural value index (CV) were used in quantitative analysis. Besides, the Jaccard Index was used to compare the similarity in plant species selection among different communities.", "A total of 78 home gardens in the 9 communities of Beibeng Township were visited, and 196 ethno-species were collected. These ethno-species were identified into 188 Botanical taxa. A total of 87 home garden owners as informants were interviewed in the present study, and they provided 625 use-reports to us. The top 5 important plants were Su-lan-tsao (Dendrobium nobile), Sa-ga (Zingiber officinale), Soe-lu (Capsicum annuum), Snying-pa (Citrus medica), and Kham-pu (Prunus persica), according to the quantitative analysis. The most citied use-category was \"vegetable,\" followed by \"ornamental plant,\" \"medicine,\" and \"fruit.\" The altitude might be the most important impact factor of the plant diversity and composition of home gardens, and the traffic conditions, local terrain, also impact the plant diversity and composition of home gardens.", "In remote areas such as the Yarlung Tsangpo Grand Canyon, the plants in home gardens are important sources of plant products such as foods, herbal medicines, and fibers to support daily lives. The local home gardens in Tsang-la communities had high diversity of plants, and these plants provided many functions and services to support daily lives of local people. Local plant knowledge, including the features, life forms, habits, habitats, and use values of plants, were the summary of the understanding of local people to their surrounding plant worlds. Local people selected appropriate plants to cultivate and manage in their home gardens under the guidance of the local plant knowledge. That is the answer to the question \"why local people selected these plants?\""]}, "AuthorList": [{"Identifier": ["0000-0002-0447-3986"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Yunnan Key Laboratory for Wild Plant Resources, Kunming Institute of Botany, Chinese Academy of Sciences, Kunming, China."}, {"Identifier": [], "Affiliation": "Key Laboratory of Economic Plants and Biotechnology, Kunming Institute of Botany, Chinese Academy of Sciences, Kunming, China."}], "LastName": "Zhang", "ForeName": "Yu", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Yunnan Key Laboratory for Wild Plant Resources, Kunming Institute of Botany, Chinese Academy of Sciences, Kunming, China."}, {"Identifier": [], "Affiliation": "Key Laboratory of Economic Plants and Biotechnology, Kunming Institute of Botany, Chinese Academy of Sciences, Kunming, China."}], "LastName": "Yang", "ForeName": "Li-Xin", "Initials": "LX"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "University of Chinese Academy of Sciences, Beijing, China."}, {"Identifier": [], "Affiliation": "State Key Laboratory of Photochemistry and Plant Resources in West China, Kunming Institute of Botany, Chinese Academy of Sciences, Kunming, China."}], "LastName": "Li", "ForeName": "Ming-Xiang", "Initials": "MX"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "University of Chinese Academy of Sciences, Beijing, China."}, {"Identifier": [], "Affiliation": "Germplasm Bank of Wild Species of China, Kunming Institute of Botany, Chinese Academy of Sciences, Kunming, 650201, Yunnan, China."}], "LastName": "Guo", "ForeName": "Yong-Jie", "Initials": "YJ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Yunnan Key Laboratory for Wild Plant Resources, Kunming Institute of Botany, Chinese Academy of Sciences, Kunming, China."}, {"Identifier": [], "Affiliation": "Key Laboratory of Economic Plants and Biotechnology, Kunming Institute of Botany, Chinese Academy of Sciences, Kunming, China."}, {"Identifier": [], "Affiliation": "Key Laboratory for Microbial Resources of the Ministry of Education, Yunnan Institute of Microbiology, School of Life Sciences, Yunnan University, Kunming, 650091, China."}], "LastName": "Li", "ForeName": "Shan", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Yunnan Key Laboratory for Wild Plant Resources, Kunming Institute of Botany, Chinese Academy of Sciences, Kunming, China. wangyuhua@mail.kib.ac.cn."}, {"Identifier": [], "Affiliation": "Key Laboratory of Economic Plants and Biotechnology, Kunming Institute of Botany, Chinese Academy of Sciences, Kunming, China. wangyuhua@mail.kib.ac.cn."}], "LastName": "Wang", "ForeName": "Yu-Hua", "Initials": "YH"}], "GrantList": [{"GrantID": "No.2019QZKK0502", "Agency": "Ministry of Science and Technology of the People's Republic of China", "Country": ""}, {"GrantID": "XDA20050204, XDA19050301, and XDA19050303", "Agency": "Chinese Academy of Sciences", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "J Ethnobiol Ethnomed", "NlmUniqueID": "101245794", "ISSNLinking": "1746-4269"}, "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Biodiversity"}, {"QualifierName": [], "DescriptorName": "China"}, {"QualifierName": [], "DescriptorName": "Ethnobotany"}, {"QualifierName": [], "DescriptorName": "Gardening"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Knowledge"}, {"QualifierName": ["classification"], "DescriptorName": "Plants, Edible"}, {"QualifierName": ["classification"], "DescriptorName": "Plants, Medicinal"}], "CoiStatement": "The authors declare that they have no competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Kumar B M, Nair P K R. Tropical homegardens. Springer Netherlands; 2006."}, {"Citation": "Huai HY, Hamilton A. Characteristics and functions of traditional homegardens: a review. Frontiers of Biology in China. 2009;4(2):151–157."}, {"Citation": "Mohri H. et al. Ecosystem services of traditional homegardens in South and Southeast Asia. In: Takeuchi K., Saito O., Matsuda H., Mohan G. (eds) Resilient Asia. Tokyo, Science for Sustainable Societies. Springer; 2018."}, {"Citation": "Kafoutchoni KM, Idohou R, Egeru A, et al. Species richness, cultural importance, and prioritization of wild spices for conservation in the Sudano-Guinean zone of Benin (West Africa) J Ethnobiol Ethnomed. 2018;14(1):1–30.", "ArticleIdList": ["PMC6238395", "30442169"]}, {"Citation": "Prateep P, Henrik, et al. Medicinal plants in homegardens of four ethnic groups in Thailand. J Ethnopharmacol. 2019;15(239):111927.", "ArticleIdList": ["31055002"]}, {"Citation": "Maroyi A. Use and management of homegarden plants in Zvishavane district, Zimbabwe. Trop Ecol. 2013;54(2):191–203."}, {"Citation": "Linger E. Agro-ecosystem and socio-economic role of homegarden agroforestry in Jabithenan District, North-Western Ethiopia: implication for climate change adaptation. Springer Plus. 2014;3:154.", "ArticleIdList": ["PMC4000590", "24790810"]}, {"Citation": "Yang L, Ahmed S, Stepp J, et al. Comparative homegarden medical ethnobotany of Naxi healers and farmers in North western Yunnan, China. J Ethnobiol Ethnomed. 2014;10:6.", "ArticleIdList": ["PMC3907136", "24410825"]}, {"Citation": "Whitney CW, Luedeling E, Hensel O, et al. The Role of Homegardens for Food and Nutrition Security in Uganda. Hum Ecol. 2018;46:497–514."}, {"Citation": "Gotor E. Home gardens in Nepal. Bioversity International; 2013, 4p."}, {"Citation": "Abebe T, Wiersum KF, Bongers FJJM, et al. Diversity and dynamics in homegardens of Southern Ethiopia. Tropical Homegardens. 2006;3(2):123–142."}, {"Citation": "Gautam R, Sthapit B, Subedi A, et al. Home gardens management of key species in Nepal: a way to maximize the use of useful diversity for the well-being of poor farmers. Plant Genetic Resources. 2009;7:02,142."}, {"Citation": "Enu Kwesi L, Gyasi E A, Vordzogbe V V. Managing the home garden for food security and as a germplasm bank.// Lessons from West Africa in Sustainable Use of Biodiversity and Related Natural Resources Managing Agrodiversity the Traditional Way. 2004."}, {"Citation": "Myers N, Mittermeier RA, Mittermeier CG, et al. Biodiversity hotspot for conservation priorities. Nature. 2000;403(6772):853–858.", "ArticleIdList": ["10706275"]}, {"Citation": "Deng LB, Chen DL, Deng LQ. Ecological Evaluation of Yarlung Zangbo Grand Canyon National Nature Reserve in Tibet. SCIENTIA SILVAE SINICAE. 2011;47(5):1–6."}, {"Citation": "Sun H, Zhou ZK. The phytogeographical affinities and nature of the Big Bend Gorge Of the Yalu Tsangpo River, SE Tibet, E. Himalayas. Chinese Journal of Applied and Environmental Biology. 1997;3(2):184–190."}, {"Citation": "The People’s Government of Linzhi. Introduction to Linzhi Prefecture-level City. http://www.linzhi.gov.cn/linzhi/zmlz/zmlz.shtml. Access 01 JAN 2020."}, {"Citation": "Liu YH. Study on industrial development in Motuo County, Xizang (in Chinese) China Tibetology. 2013;03:32–36."}, {"Citation": "Li S, Zhang Y, Guo YJ, et al. Monpa, memory, and change: an ethnobotanical study of plant use in Mêdog County, South-east Tibet, China. J Ethnobiol Ethnomed. 2020;5:16.", "ArticleIdList": ["PMC6993401", "32000826"]}, {"Citation": "Yang J, Chen WY, Fu Y, et al. Medicinal and edible plants used by the Lhoba people in Medog County, Tibet, China. J Ethnopharmacol. 2020;249:112430.", "ArticleIdList": ["31783134"]}, {"Citation": "Chen WY, Wang YH, Wang YH. Xizang Motuo Xian Luoba Zu Chuantong Liyong Zhiwu (Traditional Useful Plants of Luoba Ethnic Nationality in Motuo County, Xizang, China) (in Chinese) Kunming, China: Yunnan Science and Technology Press; 2019."}, {"Citation": "Barbhuiya AR, Sahoo UK, Upadhyaya K. Plant diversity in the indigenous home gardens in the Eastern Himalayan Region of Mizoram, Northeast India. Econ Bot. 2016;70:2,115–2,131."}, {"Citation": "Zaman S, Siddiquee SU, Katoh M. Structure and diversity of homegarden agroforestry in Thakurgaon District, Bangladesh. Open Forest Science Journal. 2010;3:38–44."}, {"Citation": "Melkania NP. Biodiversity in forest and rangeland ecosystems in Indian North-eastern Himalayan Region. Indian Forester. 2007;12:1609–1635."}, {"Citation": "Wu CZ. The Historical Evolution of the Menba People in Motuo County, Xizang (in Chinese) Journal of Minzu University of China. 1987;1:37–41."}, {"Citation": "Research on Traditional Settlements Space of the Menba Nationality in Medog County. Master Dgree, Beijing University of Civil Engineering and Architecture; 2017."}, {"Citation": "Fan XP, Deng XC. The fieldwork of border settlement of the Motuo Area in Tibet. Research on Heritages and Preservation. 2016;1(4):31–6."}, {"Citation": "Berlin B. Ethnobiological Classification: principles of categorization of plants and animals in traditional societies. NJ: Princeton University Press Princeton; 1992."}, {"Citation": "Peyre A, Guidal A, Wiersum KF, et al. Dynamics of Homegarden Structure and Function in Kerala. India Agroforest System. 2006;66:101–115."}, {"Citation": "Otieno J, Abihudi S, Veldman S, et al. Vernacular dominance in folk taxonomy: a case study of ethnospecies in medicinal plant trade in Tanzania. J Ethnobiol Ethnomed. 2015;11:10.", "ArticleIdList": ["PMC4429978", "25971902"]}, {"Citation": "Pudo Menba Nationality in Linzhi (in Chinese) Tibetan Folklore. 2002;2:22–23."}, {"Citation": "Simon Ager. Tibetan writing system in Omniglot: an encyclopedia of writing systems and languages. https://www.omniglot.com/writing/tibetan.htm, Access in 2019."}, {"Citation": "Editorial Committee of Flora of China. Flora of China. Beijing, Science Press; 2013."}, {"Citation": "Editorial Committee of Flora of Xizang. Flora of Xizang. Beijing, Science Press; 1983."}, {"Citation": "The Plant List. Version 1.1. Published on the Internet; http://www.theplantlist.org/, accessed 1st January, 2013."}, {"Citation": "Tardío J, Pardo-de-Santayana M. Cultural importance indices, a comparative analysis based on the useful wild plants of Southern Cantabria, Northern Spain. Econ Bot. 2008;62:24–39."}, {"Citation": "Reyes-García V, Huanca T, Vadez V, et al. Cultural, practical, and economic value of wild plants: A quantitative study in the Bolivian Amazon. Econ Bot. 2006;60(1):62–74."}, {"Citation": "Jaccard P. The distribution of the flora in the alpine zone.1. New Phytol. 1912;11:37–50."}, {"Citation": "IUCN. The IUCN Red List of Threatened Species. Version 2019-2. https://www.iucnredlist.org Accessed in 2019."}, {"Citation": "Institute of Botany, Chinese Academy of Sciences. The information system of Chinese rare and endangered plants. http://www.iplant.cn/rep/ Accessed in 2019."}, {"Citation": "The Pharmacopoeia Committee Editorial Department (Eds.): Pharmacopoeia of the People’s Republic of China. Beijing, Chemical Industry Press; 2010."}, {"Citation": "State Administration of Traditional Chinese Medicine: Chinese materia medica. Shanghai, Shanghai Scientific and Technical Publishers; 2002."}, {"Citation": "Mathur R, Dangi RS, Dass SC, Malhotra RC. The hottest chilli variety in India. Curr Sci. 2000;79:287–288."}, {"Citation": "Beer R. The hand book of Tibetan Buddhist symbols. Boston: Shambhala Publications; 2003."}, {"Citation": "Albuquerque UP, Andrade LHC, Caballero J. Structure and floristics of homegardens in Northeastern Brazil. J Arid Environ. 2005;62(3):491–506."}, {"Citation": "Jemal O, Callo-Concha D, Van Noordwijk M. Local Agroforestry Practices for Food and Nutrition Security of Smallholder Farm Households in Southwestern Ethiopia. Sustainability. 2018;10(8):1–21."}, {"Citation": "Zhang LL, Chai ZZ, Zhang Y, et al. Ethnobotanical study of traditional edible plants used by the Naxi people during droughts. J Ethnobiol Ethnomed. 2016;12:39.", "ArticleIdList": ["PMC5020530", "27619157"]}, {"Citation": "Ali AMS. Homegardens in smallholder farming systems: examples from Bangladesh. Hum Ecol. 2005;33(2):245–270."}, {"Citation": "Akhter S, Alamgir M, Sohel MSI, et al. The role of women in traditional farming systems as practiced in homegardens: a case study in Sylhet Sadar Upazila, Bangladesh. Tropical Conservation Science. 2010;3(1):17–30."}, {"Citation": "Reyes-García V, Vila S, Aceituno-Mata L, et al. Gendered homegardens: a study in three mountain areas of the Iberian Peninsula. Econ Bot. 2010;64:235–247."}, {"Citation": "Norfolk O, Eichhorn MP, Gilbert F. Traditional agricultural gardens conserve wild plants and functional richness in arid South Sinai. Basic & Applied Ecology. 2013;14(8):659–669."}, {"Citation": "Saikia P, Choudhury B, Khan M. Floristic composition and plant utilization pattern in homegardens of Upper Assam, India. Trop Ecol. 2012;53:105–118."}, {"Citation": "Devi NL, Das AK. Diversity and utilization of tree species in Meitei homegardens of Barak Valley, Assam. J Environ Biol. 2013;34(2):211–217.", "ArticleIdList": ["24620581"]}, {"Citation": "Martin M, Geiger K, Singhakumara BMP, et al. quantitatively characterizing the floristics and structure of a traditional homegarden in a village landscape, Sri Lanka. Agrofor Syst. 2019;93:1439–1454."}, {"Citation": "Hernandez-Andrade A, Parra-Gomez L, Ferrer MM, Montanez-Escalante PI, Jimenez-Osornio J. Agrodiversity of Hylocereus undatus in Maya Homegardens: Management and Genetic Variability. J Ethnobiol. 2019;39(4):530–548."}, {"Citation": "Wiehle M, Prinz K, Kehlenbeck K, et al. The role of homegardens and forest ecosystems for domestication and conservation of Ziziphus spina-christi (L.) Willd. in the Nuba Mountains, Sudan. Genet Resour Crop Evol. 2014;61:1491–1506."}, {"Citation": "Chandrashekara UM. Tree species yielding edible fruit in the coffee-based homegardens of Kerala, India: their diversity, uses and management. Food Security. 2009;1(3):361–370."}, {"Citation": "the State Council of the People’s Republic of China. Regulations of the People's Republic of China on the Protection of wild plants(中华人民共和国野生植物保护条例).http://www.gov.cn/gongbao/content/2019/content_5468858.htm Accessed in 2019."}, {"Citation": "Das T, Das AK. Conservation of plant diversity in rural homegardens with cultural and geographical variation in three districts of Barak Valley, Northeast India. Econ Bot. 2015;69:57–71."}, {"Citation": "Saikia P, Khan ML. Tree species diversity and its population and regeneration status in homegardens of Upper Assam, Northeast India. Journal of Forest and Environmental Science. 2016;32(2):129–139."}, {"Citation": "Long C, Bai, Y, et al. Indigenous people’s ornamentals for future gardens. I INTERNATIONAL SYMPOSIUM ON TROPICAL AND SUBTROPICAL ORNAMENTALS. 2017; 1167:17-22."}, {"Citation": "Zhu HH. The state of Zen and Buddhism Nature: A comparison of aesthetic of Han and Tibetan Classic gardens (in Chinese) Journal of Central South Minzu University. 2008;28(1):68–78."}, {"Citation": "Zhou JZ. Lan Wenhua (Orchid Culture) Beijing: China Agriculture Press; 2001."}, {"Citation": "Abebe T, Sterck FJ, Wiersum KF, et al. Diversity, composition and density of trees and shrubs in agroforestry homegardens in Southern Ethiopia. Agrofor Syst. 2013;87:1283–1293."}, {"Citation": "Mendez VE, Lok R, Somarriba E. Interdisciplinary analysis of homegardens in Nicaragua: micro zonation, plant use and socioeconomic importance. Agroforestry System. 2001;51:85–96."}, {"Citation": "Vibhuti N, Bargali K, Bargali SS. Effects of homegarden size on floristic composition and diversity along an altitudinal gradient in Central Himalaya, India. Curr Sci. 2018;114:12."}, {"Citation": "Srithi K, Trisonthi C, Wangpakapattanawong P, et al. Plant Diversity in Hmong and Mien Homegardens in Northern Thailand. Econ Bot. 2012;66(2):192–206."}, {"Citation": "Vibhuti, Bargali K, Bargali SS. Species composition, diversity and traditional uses of homegarden in Kumaun Himalaya, India. Indian J Agric Sci. 2019;89(9):47–50."}, {"Citation": "Mohri H, Lahoti S, Saito O, et al. Assessment of ecosystem services in homegarden systems in Indonesia, Sri Lanka, and Vietnam. Ecosystem Services. 2013;5:124–136."}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "4", "Day": "3"}, {"Year": "2020", "Month": "7", "Day": "21"}, {"Year": "2020", "Month": "9", "Day": "2", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "9", "Day": "2", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "6", "Day": "22", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "8", "Day": "31"}], "PublicationStatus": "epublish", "ArticleIdList": ["32867802", "PMC7457371", "10.1186/s13002-020-00395-z", "10.1186/s13002-020-00395-z"]}}], "PubmedBookArticle": []}