{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Continuous monocropping", "Microbial community", "Rhizosphere soil", "Soil physicochemical property", "Sophora flavescens"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "32867674", "DateCompleted": {"Year": "2021", "Month": "09", "Day": "03"}, "DateRevised": {"Year": "2021", "Month": "09", "Day": "03"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "08", "Day": "31"}], "Language": ["eng"], "ELocationID": ["272", "10.1186/s12866-020-01956-8"], "Journal": {"ISSN": "1471-2180", "JournalIssue": {"Volume": "20", "Issue": "1", "PubDate": {"Year": "2020", "Month": "Aug", "Day": "31"}}, "Title": "BMC microbiology", "ISOAbbreviation": "BMC Microbiol"}, "ArticleTitle": "Diversity patterns of soil microbial communities in the Sophora flavescens rhizosphere in response to continuous monocropping.", "Pagination": {"StartPage": "272", "MedlinePgn": "272"}, "Abstract": {"AbstractText": ["Continuous monocropping can affect the physicochemical and biological characteristics of cultivated soil. Sophora flavescens is a valuable herbal medicine and sensitive to continuous monocropping. Currently, diversity patterns of soil microbial communities in soil continuous monocropping with S. flavescens have not been extensively elucidated.", "In this study, comparative 16S rDNA and internal transcribed spacer (ITS) MiSeq sequencing analyses were used to examine the taxonomic community structure and microbial diversity in nonrhizosphere soil (CK) and rhizosphere soils (SCC, TCC, and FCC) sampled from fields that had undergone two, three, and five years of continuous monocropping, respectively. Among the microbial communities, a decreased abundance of Acidobacteria and increased abundances of Proteobacteria and Bacteroidetes were found with the increase in monocropping years of S. flavescens. As the continuous monocropping time increased, the diversity of the bacterial community decreased, but that of fungi increased. Redundancy analysis also showed that among the properties of the rhizosphere soil, the available phosphorus, organic matter, total nitrogen, and sucrase had the greatest impacts on the diversity of the rhizosphere microbial community. Moreover, a biomarker for S. flavescens soil was also identified using the most differentially abundant bacteria and fungi in soil samples.", "Our study indicates that long-term monocropping exerted great impacts on microbial community distributions and soil physicochemical properties. The relationship between microbial community and physicochemical properties of rhizosphere soil would help clarify the side effects of continuous S. flavescens monocropping. Our study may aid in uncovering the theoretical basis underlying obstacles to continuous monocropping and provide better guidance for crop production."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Biology Sciences and Technology, Changzhi University, Changzhi, Shanxi, 046011, P. R. China."}], "LastName": "Lei", "ForeName": "Haiying", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Biology Sciences and Technology, Changzhi University, Changzhi, Shanxi, 046011, P. R. China."}], "LastName": "Liu", "ForeName": "Ake", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Biology Sciences and Technology, Changzhi University, Changzhi, Shanxi, 046011, P. R. China."}], "LastName": "Hou", "ForeName": "Qinwen", "Initials": "Q"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Biology Sciences and Technology, Changzhi University, Changzhi, Shanxi, 046011, P. R. China."}], "LastName": "Zhao", "ForeName": "Qingsong", "Initials": "Q"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Biology Sciences and Technology, Changzhi University, Changzhi, Shanxi, 046011, P. R. China."}], "LastName": "Guo", "ForeName": "Jia", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, Changzhi University, Changzhi, Shanxi, 046011, P. R. China. czxywzj@163.com."}], "LastName": "Wang", "ForeName": "Zhijun", "Initials": "Z"}], "GrantList": [{"GrantID": "201801D221323", "Agency": "Natural Science Foundation for Young Scientists of Shanxi Province", "Country": "International"}, {"GrantID": "201802107", "Agency": "the Scientific and Technological Innovation Programs of Higher Education Institutions in Shanxi", "Country": "International"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "BMC Microbiol", "NlmUniqueID": "100966981", "ISSNLinking": "1471-2180"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "DNA, Ribosomal"}, {"RegistryNumber": "0", "NameOfSubstance": "Soil"}, {"RegistryNumber": "N762921K75", "NameOfSubstance": "Nitrogen"}], "MeshHeadingList": [{"QualifierName": ["methods"], "DescriptorName": "Agriculture"}, {"QualifierName": ["genetics"], "DescriptorName": "Bacteria"}, {"QualifierName": [], "DescriptorName": "Biodiversity"}, {"QualifierName": [], "DescriptorName": "China"}, {"QualifierName": [], "DescriptorName": "DNA, Ribosomal"}, {"QualifierName": ["genetics"], "DescriptorName": "Fungi"}, {"QualifierName": [], "DescriptorName": "Hydrogen-Ion Concentration"}, {"QualifierName": ["genetics"], "DescriptorName": "Microbiota"}, {"QualifierName": ["analysis"], "DescriptorName": "Nitrogen"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Rhizosphere"}, {"QualifierName": ["chemistry"], "DescriptorName": "Soil"}, {"QualifierName": [], "DescriptorName": "Soil Microbiology"}, {"QualifierName": [], "DescriptorName": "Sophora"}], "CoiStatement": "The authors declare that they have no competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Hashidoko Y. Ecochemical studies of interrelationships between epiphytic bacteria and host plants via secondary metabolites. Biosci Biotechnol Biochem. 2005;69(8):1427–1441.", "ArticleIdList": ["16116269"]}, {"Citation": "Albareda M, Dardanelli MS, Sousa C, Megias M, Temprano F, Rodriguez-Navarro DN. Factors affecting the attachment of rhizospheric bacteria to bean and soybean roots. FEMS Microbiol Lett. 2006;259(1):67–73.", "ArticleIdList": ["16684104"]}, {"Citation": "Jacoby R, Peukert M, Succurro A, Koprivova A, Kopriva S. The role of soil microorganisms in plant mineral nutrition-current knowledge and future directions. Front Plant Sci. 2017;8:1617.", "ArticleIdList": ["PMC5610682", "28974956"]}, {"Citation": "Shi S, Nuccio E, Herman DJ, Rijkers R, Estera K, Li J, et al. Successional trajectories of rhizosphere bacterial communities over consecutive seasons. MBio. 2015;6(4):e00746.", "ArticleIdList": ["PMC4526712", "26242625"]}, {"Citation": "Edwards J, Johnson C, Santos-Medellin C, Lurie E, Podishetty NK, Bhatnagar S, et al. Structure, variation, and assembly of the root-associated microbiomes of rice. Proc Natl Acad Sci U S A. 2015;112(8):E911–E920.", "ArticleIdList": ["PMC4345613", "25605935"]}, {"Citation": "Knelman JE, Legg TM, O’Neill SP, Washenberger CL, González A, Cleveland CC, et al. Bacterial community structure and function change in association with colonizer plants during early primary succession in a glacier forefield. Soil Biol Biochem. 2012;46:172–180."}, {"Citation": "Liu W, Wang Q, Wang B, Wang X, Franks AE, Teng Y, et al. Changes in the abundance and structure of bacterial communities under long-term fertilization treatments in a peanut monocropping system. Plant Soil. 2015;395(1):415–427."}, {"Citation": "Zhou X, Yu G, Wu F. Effects of intercropping cucumber with onion or garlic on soil enzyme activities, microbial communities and cucumber yield. Eur J Soil Biol. 2011;47(5):279–287."}, {"Citation": "Larkin RP. Characterization of soil microbial communities under different potato cropping systems by microbial population dynamics, substrate utilization, and fatty acid profiles. Soil Biol Biochem. 2003;35(11):1451–1466."}, {"Citation": "Yao H, Jiao X, Wu F. Effects of continuous cucumber cropping and alternative rotations under protected cultivation on soil microbial community diversity. Plant Soil. 2006;284(1–2):195–203."}, {"Citation": "Paterson E. Importance of rhizodeposition in the coupling of plant and microbial productivity. Eur J Soil Sci. 2003;54(4):741–750."}, {"Citation": "Birouste M, Kazakou E, Blanchard A, Roumet C. Plant traits and decomposition: are the relationships for roots comparable to those for leaves? Ann Bot. 2012;109(2):463–472.", "ArticleIdList": ["PMC3268542", "22143881"]}, {"Citation": "Huang L, Song L, Xia X, Mao W, Shi K, Zhou Y, et al. Plant-soil feedbacks and soil sickness: from mechanisms to application in agriculture. J Chem Ecol. 2013;39(2):232–42.", "ArticleIdList": ["23385367"]}, {"Citation": "Zhou X, Wang Z, Jia H, Li L, Wu F. Continuously Monocropped Jerusalem artichoke changed soil bacterial community composition and ammonia-oxidizing and denitrifying Bacteria abundances. Front Microbiol. 2018;9:705.", "ArticleIdList": ["PMC5902710", "29692769"]}, {"Citation": "Dong L, Xu J, Feng G, Li X, Chen S. Soil bacterial and fungal community dynamics in relation to Panax notoginseng death rate in a continuous cropping system. Sci Rep. 2016;6:31802.", "ArticleIdList": ["PMC4994099", "27549984"]}, {"Citation": "Li C, Li X, Kong W, Wu Y, Wang J. Effect of monoculture soybean on soil microbial community in the Northeast China. Plant Soil. 2010;330(1):423–433."}, {"Citation": "Liu Z, Liu J, Yu Z, Yao Q, Li Y, Liang A, et al. Long-term continuous cropping of soybean is comparable to crop rotation in mediating microbial abundance, diversity and community composition. Soil Till Res. 2020;197:104503."}, {"Citation": "Nie L, Peng S, Bouman BA, Huang J, Cui K, Visperas RM, et al. Alleviating soil sickness caused by aerobic monocropping: responses of aerobic rice to nutrient supply. Field Crop Res. 2008;107(2):129–136."}, {"Citation": "Zhou X, Yu G, Wu F. Soil phenolics in a continuously mono-cropped cucumber (Cucumis sativus L.) system and their effects on cucumber seedling growth and soil microbial communities. Eur J Soil Sci. 2012;63(3):332–340."}, {"Citation": "Wang L, Li F, Lu J, Li G, Li D, Zhong XB, et al. The Chinese herbal medicine Sophora flavescens activates pregnane X receptor. Drug Metab Dispos. 2010;38(12):2226–2231.", "ArticleIdList": ["PMC2993459", "20736322"]}, {"Citation": "Zhou YJ, Guo YJ, Yang XL, Ou ZL. Anti-cervical Cancer role of Matrine, Oxymatrine and Sophora Flavescens alkaloid gels and its mechanism. J Cancer. 2018;9(8):1357–1364.", "ArticleIdList": ["PMC5929079", "29721044"]}, {"Citation": "He X, Fang J, Huang L, Wang J, Huang X. Sophora flavescens Ait.: traditional usage, phytochemistry and pharmacology of an important traditional Chinese medicine. J Ethnopharmacol. 2015;172:10–29.", "ArticleIdList": ["26087234"]}, {"Citation": "Wang W, You RL, Qin WJ, Hai LN, Fang MJ, Huang GH, et al. Anti-tumor activities of active ingredients in compound kushen injection. Acta Pharmacol Sin. 2015;36(6):676–679.", "ArticleIdList": ["PMC4594177", "25982630"]}, {"Citation": "Zhang Z, Lin W. Continuous cropping obstacle and allelopathic autotoxicity of medicinal plants. Zhongguo Shengtai Nongye Xuebao/Chinese Journal of Eco-Agriculture. 2009;17(1):189–196."}, {"Citation": "Wu H, Wu L, Wang J, Zhu Q, Lin S, Xu J, et al. Mixed phenolic acids mediated proliferation of pathogens Talaromyces helicus and Kosakonia sacchari in continuously monocultured radix pseudostellariae rhizosphere soil. Front Microbiol. 2016;7:335.", "ArticleIdList": ["PMC4795122", "27014250"]}, {"Citation": "Li X, Ding C, Hua K, Zhang T, Zhang Y, Zhao L, et al. Soil sickness of peanuts is attributable to modifications in soil microbes induced by peanut root exudates rather than to direct allelopathy. Soil Biol Biochem. 2014;78:149–159."}, {"Citation": "Han M, Dsouza M, Zhou C, Li H, Zhang J, Chen C, et al. Agricultural risk factors influence microbial ecology in Honghu lake. Genom Proteom Bioinf. 2019;17(1):76–90.", "ArticleIdList": ["PMC6520916", "31026580"]}, {"Citation": "Noval Rivas M, Burton OT, Wise P, Zhang YQ, Hobson SA, Garcia Lloret M, et al. A microbiota signature associated with experimental food allergy promotes allergic sensitization and anaphylaxis. J Allergy Clin Immunol. 2013;131(1):201–212.", "ArticleIdList": ["PMC3860814", "23201093"]}, {"Citation": "Segata N, Izard J, Waldron L, Gevers D, Miropolsky L, Garrett WS, et al. Metagenomic biomarker discovery and explanation. Genome Biol. 2011;12(6):R60.", "ArticleIdList": ["PMC3218848", "21702898"]}, {"Citation": "Li X, Ding C, Zhang T, Wang X. Fungal pathogen accumulation at the expense of plant-beneficial fungi as a consequence of consecutive peanut monoculturing. Soil Biol Biochem. 2014;72:11–18."}, {"Citation": "Guan Z, Wu S, Guo B, Wei H, Wang Y, Yang X. Comparative study on active ingredient content in different parts of Sophora flavescens. Modern Chinese Med. 2015;17(12):1272–1287."}, {"Citation": "Gao Z, Han M, Hu Y, Li Z, Liu C, Wang X, et al. Effects of continuous cropping of sweet potato on the fungal community structure in rhizospheric soil. Front Microbiol. 2019;10:2269.", "ArticleIdList": ["PMC6783561", "31632375"]}, {"Citation": "Ziegler M, Engel M, Welzl G, Schloter M. Development of a simple root model to study the effects of single exudates on the development of bacterial community structure. J Microbiol Methods. 2013;94(1):30–36.", "ArticleIdList": ["23611840"]}, {"Citation": "Xiong W, Li Z, Liu H, Xue C, Zhang R, Wu H, et al. The effect of long-term continuous cropping of black pepper on soil bacterial communities as determined by 454 pyrosequencing. PLoS One. 2015;10(8):e0136946.", "ArticleIdList": ["PMC4552827", "26317364"]}, {"Citation": "Chen S, Qi G, Luo T, Zhang H, Jiang Q, Wang R, et al. Continuous-cropping tobacco caused variance of chemical properties and structure of bacterial network in soils. Land Degrad Dev. 2018;29(11):4106–4120."}, {"Citation": "van Diepeningen AD, de Vos OJ, Korthals GW, van Bruggen AHC. Effects of organic versus conventional management on chemical and biological parameters in agricultural soils. Appl Soil Ecol. 2006;31(1):120–135."}, {"Citation": "Song J, Han Y, Bai B, Jin S, He Q, Ren J. Diversity of arbuscular mycorrhizal fungi in rhizosphere soils of the Chinese medicinal herb Sophora flavescens Ait. Soil Till Res. 2019;195:104423."}, {"Citation": "Nevarez L, Vasseur V, Le Madec A, Le Bras MA, Coroller L, Leguerinel I, et al. Physiological traits of Penicillium glabrum strain LCP 08.5568, a filamentous fungus isolated from bottled aromatized mineral water. Int J Food Microbiol. 2009;130(3):166–171.", "ArticleIdList": ["19233496"]}, {"Citation": "Burke DJ, Weintraub MN, Hewins CR, Kalisz S. Relationship between soil enzyme activities, nutrient cycling and soil fungal communities in a northern hardwood forest. Soil Biol Biochem. 2011;43(4):795–803."}, {"Citation": "Badiane NNY, Chotte JL, Pate E, Masse D, Rouland C. Use of soil enzyme activities to monitor soil quality in natural and improved fallows in semi-arid tropical regions. Appl Soil Ecol. 2001;18(3):229–238."}, {"Citation": "Cantarella H, Otto R, Soares JR, Silva AGB. Agronomic efficiency of NBPT as a urease inhibitor: a review. J Adv Res. 2018;13:19–27.", "ArticleIdList": ["PMC6077139", "30094079"]}, {"Citation": "Musyoki MK, Cadisch G, Zimmermann J, Wainwright H, Beed F, Rasche FJA. Soil properties, seasonality and crop growth stage exert a stronger effect on rhizosphere prokaryotes than the fungal biocontrol agent Fusarium oxysporum f. sp. strigae. Appl Soil Ecol. 2016;105:126–136.", "ArticleIdList": ["PMC6472298", "31007391"]}, {"Citation": "Syers J, Johnston A, Curtin D. Efficiency of soil and fertilizer phosphorus use. FAO Fertilizer and plant nutrition bulletin. 2008;18:108."}, {"Citation": "Qiao Q, Wang F, Zhang J, Chen Y, Zhang C, Liu G, et al. The variation in the rhizosphere microbiome of cotton with soil type, genotype and developmental stage. Sci Rep. 2017;7(1):3940.", "ArticleIdList": ["PMC5479781", "28638057"]}, {"Citation": "Mendes R, Garbeva P, Raaijmakers JM. The rhizosphere microbiome: significance of plant beneficial, plant pathogenic, and human pathogenic microorganisms. FEMS Microbiol Rev. 2013;37(5):634–663.", "ArticleIdList": ["23790204"]}, {"Citation": "Chaparro JM, Sheflin AM, Manter DK, Vivanco JM. Manipulating the soil microbiome to increase soil health and plant fertility. Biol Fert Soils. 2012;48(5):489–499."}, {"Citation": "Acosta-Martínez V, Burow G, Zobeck T, Allen V. Soil microbial communities and function in alternative systems to continuous cotton. Soil Sci Soc Am J. 2010;74(4):1181–1192."}, {"Citation": "Xiong W, Zhao Q, Zhao J, Xun W, Li R, Zhang R, et al. Different continuous cropping spans significantly affect microbial community membership and structure in a vanilla-grown soil as revealed by deep pyrosequencing. Microb Ecol. 2015;70(1):209–218.", "ArticleIdList": ["25391237"]}, {"Citation": "Ryan J, Estefan G, Rashid A. Soil and plant analysis laboratory manual: Scientific Publ. 2007."}, {"Citation": "Ciavatta C, Govi M, Antisari LV, Sequi P. Determination of organic carbon in aqueous extracts of soils and fertilizers. Commun Soil Sci Plan. 1991;22(9–10):795–807."}, {"Citation": "Bremner JM, Mulvaney CS. Methods of soil analysis. Part 2. Chemical and microbiological properties. Madison, Wisconsin: American Society of Agronomy, Soil Science Society of America; 1982."}, {"Citation": "Hart SC, Stark JM, Davidson EA, Firestone MK. Methods of soil analysis. Part 2—Microbiological and biochemical properties. In: Weaver RW, Angle S, Bottomley P, Bezdicek D, Smith S, Tabatabai A, Wollum A, editors. Soil Science Society of America. Madison, Wisconsin: Soil Science Society of America; 1994. pp. 985–1017."}, {"Citation": "Wollenberg AC, Jagdish T, Slough G, Hoinville ME, Wollenberg MS. Death becomes them: bacterial community dynamics and stilbene antibiotic production in cadavers of Galleria mellonella killed by Heterorhabditis and Photorhabdus spp. Appl Environ Microbiol. 2016;82(19):5824–5837.", "ArticleIdList": ["PMC5038048", "27451445"]}, {"Citation": "Caporaso JG, Lauber CL, Walters WA, Berg-Lyons D, Lozupone CA, Turnbaugh PJ, et al. Global patterns of 16S rRNA diversity at a depth of millions of sequences per sample. Proc Natl Acad Sci U S A. 2011;108(Suppl 1):4516–4522.", "ArticleIdList": ["PMC3063599", "20534432"]}, {"Citation": "White TJ, Bruns T, Lee S, Taylor J. Amplification and direct sequencing of fungal ribosomal RNA genes for phylogenetics. PCR protocols: a guide to methods and applications. 1990;18(1):315–322."}, {"Citation": "Colwell RK, Coddington JA. Estimating terrestrial biodiversity through extrapolation. Philos Trans R Soc Lond Ser B Biol Sci. 1994;345(1311):101–118.", "ArticleIdList": ["7972351"]}, {"Citation": "Cole JR, Wang Q, Fish JA, Chai B, McGarrell DM, Sun Y, et al. Ribosomal database project: data and tools for high throughput rRNA analysis. Nucleic Acids Res. 2014;42(Database issue):D633–D642.", "ArticleIdList": ["PMC3965039", "24288368"]}, {"Citation": "Nam YD, Jung MJ, Roh SW, Kim MS, Bae JW. Comparative analysis of Korean human gut microbiota by barcoded pyrosequencing. PLoS One. 2011;6(7):e22109.", "ArticleIdList": ["PMC3146482", "21829445"]}, {"Citation": "Huson DH, Auch AF, Qi J, Schuster SC. MEGAN analysis of metagenomic data. Genome Res. 2007;17(3):377–386.", "ArticleIdList": ["PMC1800929", "17255551"]}, {"Citation": "Edgar RC. UPARSE: highly accurate OTU sequences from microbial amplicon reads. Nat Methods. 2013;10(10):996–998.", "ArticleIdList": ["23955772"]}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "3", "Day": "3"}, {"Year": "2020", "Month": "8", "Day": "23"}, {"Year": "2020", "Month": "9", "Day": "2", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "9", "Day": "2", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "9", "Day": "4", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "8", "Day": "31"}], "PublicationStatus": "epublish", "ArticleIdList": ["32867674", "PMC7457492", "10.1186/s12866-020-01956-8", "10.1186/s12866-020-01956-8"]}}], "PubmedBookArticle": []}