{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["bioactive compound", "diabetes mellitus", "herb", "medicinal plants"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "32872226", "DateRevised": {"Year": "2024", "Month": "03", "Day": "29"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "08", "Day": "28"}], "Language": ["eng"], "ELocationID": ["252", "10.3390/biology9090252"], "Journal": {"ISSN": "2079-7737", "JournalIssue": {"Volume": "9", "Issue": "9", "PubDate": {"Year": "2020", "Month": "Aug", "Day": "28"}}, "Title": "Biology", "ISOAbbreviation": "Biology (Basel)"}, "ArticleTitle": "Bioactive Compounds in Anti-Diabetic Plants: From Herbal Medicine to Modern Drug Discovery.", "Abstract": {"AbstractText": ["Natural products, including organisms (plants, animals, or microorganisms) have been shown to possess health benefits for animals and humans. According to the estimation of the World Health Organization, in developing countries, 80% of the population has still depended on traditional medicines or folk medicines which are mostly prepared from the plant for prevention or treatment diseases. Traditional medicine from plant extracts has proved to be more affordable, clinically effective and relatively less adverse effects than modern drugs. Literature shows that the attention on the application of phytochemical constituents of medicinal plants in the pharmaceutical industry has increased significantly. Plant-derived secondary metabolites are small molecules or macromolecules biosynthesized in plants including steroids, alkaloids, phenolic, lignans, carbohydrates and glycosides, etc. that possess a diversity of biological properties beneficial to humans, such as their antiallergic, anticancer, antimicrobial, anti-inflammatory, antidiabetic and antioxidant activities Diabetes mellitus is a chronic disease result of metabolic disorders in pancreas β-cells that have hyperglycemia. Hyperglycemia can be caused by a deficiency of insulin production by pancreatic (Type 1 diabetes mellitus) or insufficiency of insulin production in the face of insulin resistance (Type 2 diabetes mellitus). The current medications of diabetes mellitus focus on controlling and lowering blood glucose levels in the vessel to a normal level. However, most modern drugs have many side effects causing some serious medical problems during a period of treating. Therefore, traditional medicines have been used for a long time and play an important role as alternative medicines. Moreover, during the past few years, some of the new bioactive drugs isolated from plants showed antidiabetic activity with more efficacy than oral hypoglycemic agents used in clinical therapy. Traditional medicine performed a good clinical practice and is showing a bright future in the therapy of diabetes mellitus. World Health Organization has pointed out this prevention of diabetes and its complications is not only a major challenge for the future, but essential if health for all is to be attained. Therefore, this paper briefly reviews active compounds, and pharmacological effects of some popular plants which have been widely used in diabetic treatment. Morphological data from V-herb database of each species was also included for plant identification."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Biotechnology, International University-Vietnam National University, Ho Chi Minh City 721400, Vietnam."}], "LastName": "Tran", "ForeName": "Ngan", "Initials": "N"}, {"Identifier": ["0000-0002-4847-4366"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Information Science Faculty, Saigon University, Ho Chi Minh City 711000, Vietnam."}], "LastName": "Pham", "ForeName": "Bao", "Initials": "B"}, {"Identifier": ["0000-0002-3182-0007"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Biotechnology, International University-Vietnam National University, Ho Chi Minh City 721400, Vietnam."}], "LastName": "Le", "ForeName": "Ly", "Initials": "L"}], "GrantList": [{"GrantID": "VINIF.2019.DA13", "Agency": "Quỹ Đổi mới sáng tạo Vingroup", "Country": ""}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Biology (Basel)", "NlmUniqueID": "101587988", "ISSNLinking": "2079-7737"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "World Health Organization . Definition, Diagnosis and Classification of Diabetes Mellitus and Its Complications. Department of Noncommunicable Disease Surveillance; Geneva, Switzerland: 1999."}, {"Citation": "American Diabetes Association 2. Classification and diagnosis of diabetes: Standards of Medical Care in Diabetes–2019. Diabetes Care. 2019;42(Suppl. 1):S13–S28. doi: 10.2337/dc19-S002.", "ArticleIdList": ["10.2337/dc19-S002", "30559228"]}, {"Citation": "Heise T., Nosek L., Rønn B.B., Endahl L., Heinemann L., Kapitza C., Draeger E. Lower within-subject variability of insulin detemir in comparison to NPH insulin and insulin glargine in people with type 1 diabetes. Diabetes. 2004;53:1614–1620. doi: 10.2337/diabetes.53.6.1614.", "ArticleIdList": ["10.2337/diabetes.53.6.1614", "15161770"]}, {"Citation": "McIntyre H.D., Catalano P., Zhang C., Desoye G., Mathiesen E.R., Damm P. Gestational diabetes mellitus. Nat. Rev. Dis. Primers. 2019;5:47. doi: 10.1038/s41572-019-0098-8.", "ArticleIdList": ["10.1038/s41572-019-0098-8", "31296866"]}, {"Citation": "Faselis C., Katsimardou A., Imprialos K., Deligkaris P., Kallistratios M., Dimitriadis K. Microvascular Complications of Type 2 Diabetes Mellitus. Curr. Vasc. Pharmacol. 2020;18:117–124. doi: 10.2174/1570161117666190502103733.", "ArticleIdList": ["10.2174/1570161117666190502103733", "31057114"]}, {"Citation": "Mayfield J. Diagnosis and classification of diabetes mellitus: New criteria. Am. Fam. Physician. 1998;58:1355–1362, 1369–1370.", "ArticleIdList": ["9803200"]}, {"Citation": "International Diabetes Federation . IDF Diabetes Atlas. 9th ed. International Diabetes Federation; Brussels, Belgium: 2019."}, {"Citation": "Medagama A.B., Bandara R. The use of complementary and alternative medicines (CAMs) in the treatment of diabetes mellitus: Is continued use safe and effective? Nutr. J. 2014;13:102. doi: 10.1186/1475-2891-13-102.", "ArticleIdList": ["10.1186/1475-2891-13-102", "PMC4210501", "25331834"]}, {"Citation": "Alqathama A., Alluhiabi G., Baghdadi H., Aljahani L., Khan O., Jabal S., Makkawi S., Alhomoud F. Herbal medicine from the perspective of type II diabetic patients and physicians: What is the relationship? BMC Complement. Med. Ther. 2020;20:65. doi: 10.1186/s12906-020-2854-4.", "ArticleIdList": ["10.1186/s12906-020-2854-4", "PMC7076897", "32111222"]}, {"Citation": "Kesavadev J., Saboo B., Sadikot S., Das A.K., Joshi S., Chawla R., Thacker H., Shankar A., Ramachandran L., Kalra S. Unproven therapies for diabetes and their implications. Adv. Ther. 2017;34:60–77. doi: 10.1007/s12325-016-0439-x.", "ArticleIdList": ["10.1007/s12325-016-0439-x", "PMC5216071", "27864668"]}, {"Citation": "Knight K. A systematic review of diabetes disease management programs. Am. J. Manag. Care. 2005;11:242–250.", "ArticleIdList": ["15839184"]}, {"Citation": "Colberg S.R., Sigal R.J., Yardley J.E., Riddell M.C., Dunstan D.W., Dempsey P.C., Horton E.S., Castorino K., Tate D.F. Physical activity/Exercise and Diabetes: A Position Statement of the American Diabetes Association. Diabetes Care. 2016;39:2065–2079. doi: 10.2337/dc16-1728.", "ArticleIdList": ["10.2337/dc16-1728", "PMC6908414", "27926890"]}, {"Citation": "Khan M.U. Lifestyle Modification in the Prevention of Type II Diabetes Mellitus. Oman Med. J. 2012;27:170–171. doi: 10.5001/omj.2012.36.", "ArticleIdList": ["10.5001/omj.2012.36", "PMC3321341", "22496947"]}, {"Citation": "Bhoyar P.K., Tripathi A.K., Baheti J.R., Biyani D. Herbal Antidiabetics: A Review. Int. J. Res. Pharm. Sci. 2011;2:30–37."}, {"Citation": "Wang Z., Wang J., Chan P. Treating Type 2 Diabetes Mellitus with Traditional Chinese and Indian Medicinal Herbs. Evid. Based Complement. Altern. Med. 2013;2013:343594. doi: 10.1155/2013/343594.", "ArticleIdList": ["10.1155/2013/343594", "PMC3662109", "23737828"]}, {"Citation": "Thulé P.M. Mechanisms of current therapies for diabetes mellitus type 2. Adv. Physiol. Educ. 2012;36:275–283. doi: 10.1152/advan.00094.2012.", "ArticleIdList": ["10.1152/advan.00094.2012", "PMC3776431", "23209008"]}, {"Citation": "DeFronzo R.A. Pharmacologic therapy for type 2 diabetes mellitus. Ann. Intern. Med. 1999;131:281–303. doi: 10.7326/0003-4819-131-4-199908170-00008.", "ArticleIdList": ["10.7326/0003-4819-131-4-199908170-00008", "10454950"]}, {"Citation": "Goldberg R.B., Kendall D.M., Deeg M.A., Buse J.B., Zagar A.J., Pinaire J.A., Tan M.H., Khan M.A., Perez A.T., Jacober S.J., et al. A comparison of lipid and glycemic effects of pioglitazone and rosiglitazone in patients with type 2 diabetes and dyslipidemia. Diabetes Care. 2005;28:1547–1554. doi: 10.2337/diacare.28.7.1547.", "ArticleIdList": ["10.2337/diacare.28.7.1547", "15983299"]}, {"Citation": "Home P.D., Phil D., Pocock S.J., Beck-Nielsen H., Gomis R., Hanefeld M., Jones N.P., Komajdam M., McMurray J.J.V. Rosiglitazone evaluated for cardiovascular outcomes-an interim analysis. N. Engl. J. Med. 2007;357:28–38. doi: 10.1056/NEJMoa073394.", "ArticleIdList": ["10.1056/NEJMoa073394", "17551159"]}, {"Citation": "Singh S., Loke Y.K., Furberg C.D. Thiazolidinediones and heart failure: A teleo-analysis. Diabetes Care. 2007;30:2148–2153. doi: 10.2337/dc07-0141.", "ArticleIdList": ["10.2337/dc07-0141", "17536074"]}, {"Citation": "Siconolfi-Baez L., Banerji M.A., Lebovitz H.E. Characterization and significance of sulfonylurea receptors. Diabetes Care. 1990;13:2–8. doi: 10.2337/diacare.13.3.2.", "ArticleIdList": ["10.2337/diacare.13.3.2", "2209340"]}, {"Citation": "Simonson D.C., Ferrannini E., Bevilacqua S., Smith D., Barrett E., Carlson R., DeFronzo R. Mechanism of improvement in glucose metabolism after chronic glyburide therapy. Diabetes. 1984;33:838–845. doi: 10.2337/diab.33.9.838.", "ArticleIdList": ["10.2337/diab.33.9.838", "6432610"]}, {"Citation": "Lebovitz H.E. Thiazolidinediones: The Forgotten Diabetes Medications. Curr. Diabetes Rep. 2019;19:151. doi: 10.1007/s11892-019-1270-y.", "ArticleIdList": ["10.1007/s11892-019-1270-y", "PMC6881429", "31776781"]}, {"Citation": "Perfetti R., Ahmad A. Novel sulfonylurea and non-sulfonylurea drugs to promote the secretion of insulin. Trends Endocrinol. Metab. 2000;11:218–223. doi: 10.1016/S1043-2760(00)00269-1.", "ArticleIdList": ["10.1016/S1043-2760(00)00269-1", "10878751"]}, {"Citation": "Hanefeld M., Bouter K.P., Dickinson S., Guitard C. Rapid and short-acting mealtime insulin secretion with nateglinide controls both prandial and mean glycemia. Diabetes Care. 2000;23:202–207. doi: 10.2337/diacare.23.2.202.", "ArticleIdList": ["10.2337/diacare.23.2.202", "10868832"]}, {"Citation": "Jovanovic L., Dailey G., III, Huang W.C., Strange P., Goldstein B.J. Repaglinide in type 2 diabetes: A 24-week, fixed-dose efficacy and safety study. J. Clin. Pharmacol. 2000;40:49–57. doi: 10.1177/00912700022008694.", "ArticleIdList": ["10.1177/00912700022008694", "10631622"]}, {"Citation": "Yakubu O.E., Imo C., Shaibu C., Akighir J., Ameh D.S. Effects of Wthanolic Leaf and Sterm-bark Extracts of Adansonia digitate in Alloxan-induced Diabetic Wistar Rats. J. Pharmacol. Toxicol. 2020;15:1–7. doi: 10.3923/jpt.2020.1.7.", "ArticleIdList": ["10.3923/jpt.2020.1.7"]}, {"Citation": "Chan C.H., Ngoh G.C., Yusoff R. A brief review on anti-diabetic plants: Global distribution, active ingredients, extraction techniques and acting mechanisms. Pharmacogn. Rev. 2012;6:22–28. doi: 10.4103/0973-7847.95854.", "ArticleIdList": ["10.4103/0973-7847.95854", "PMC3358964", "22654401"]}, {"Citation": "Harris M.I. Health care and health status and outcomes for patients with type 2 diabetes. Diabetes Care. 2000;23:754–758. doi: 10.2337/diacare.23.6.754.", "ArticleIdList": ["10.2337/diacare.23.6.754", "10840991"]}, {"Citation": "Preethi P.J. Herbal medicine for diabetes mellitus: A Review. Int. J. Phytopharm. 2013;3:1–22. doi: 10.7439/ijpp.v3i1.35.", "ArticleIdList": ["10.7439/ijpp.v3i1.35"]}, {"Citation": "Evans M. A Guide to Herbal Remedies. Orient Paperbacks; Delhi, India: 1994. ISBN-10: 8122201628."}, {"Citation": "Patel D.K., Prasad S.K., Kumar R., Hemalatha S. An overview on antidiabetic medicinal plants having insulin mimetic property. Asian Pac. J. Trop. Biomed. 2012;2:320–330. doi: 10.1016/S2221-1691(12)60032-X.", "ArticleIdList": ["10.1016/S2221-1691(12)60032-X", "PMC3609288", "23569923"]}, {"Citation": "Malviya N. Antidiabetic Potential Of Medicinal Plants. Acta Pol. Pharm. 2010;67:113–118.", "ArticleIdList": ["20369787"]}, {"Citation": "Grover J.K., Yadav S., Vats V. Medicinal plants of India with anti-diabetic potential. J. Ethnopharmacol. 2002;81:81–100. doi: 10.1016/S0378-8741(02)00059-4.", "ArticleIdList": ["10.1016/S0378-8741(02)00059-4", "12020931"]}, {"Citation": "Aggarwal N., Aggarwal S. A Review of Recent Investigations on Medicinal Herbs Possessing AntiDiabetic Properties. J. Nutr. Disord. Ther. 2011 doi: 10.4172/2161-0509.1000102.", "ArticleIdList": ["10.4172/2161-0509.1000102"]}, {"Citation": "Kayarohanam S., Kavimani S. Current Trends of Plants Having Antidiabetic Activity: A Review. J. Bioanal. Biomed. 2015;7:55–65. doi: 10.4172/1948-593X.1000124.", "ArticleIdList": ["10.4172/1948-593X.1000124"]}, {"Citation": "Sidhu M.C., Sharma T. Medicinal Plants From Twelve Families Having Antidiabetic Activity: A Review. Am. J. PharmTech Res. 2013;3:36–52."}, {"Citation": "Li W.L., Zheng H.C., Bukuru J., De Kimpe N. Natural medicines used in the traditional Chinese medical system for therapy of diabetes mellitus. J. Ethnopharmacol. 2004;92:1–21. doi: 10.1016/j.jep.2003.12.031.", "ArticleIdList": ["10.1016/j.jep.2003.12.031", "15099842"]}, {"Citation": "Rathi S.S., Grover J.K., Vats V. The effect of Momordica charantia and Mucuna pruriens in experimental diabetes and their effect on key metabolic enzymes involved in carbohydrate metabolism. Phytother. Res. 2002;16:236–243. doi: 10.1002/ptr.842.", "ArticleIdList": ["10.1002/ptr.842", "12164268"]}, {"Citation": "Saeed F., Afzaal M., Niaz B., Arshad M.U., Tufail T., Hussain M.B., Javed A. Bitter melon (Momordica charantia): A natural healthy vegetable. Int. J. Food Prop. 2018;21:1270–1290. doi: 10.1080/10942912.2018.1446023.", "ArticleIdList": ["10.1080/10942912.2018.1446023"]}, {"Citation": "Dandawate P.R., Subramaniam D., Padhye S.B., Anant S. Bitter Melon: A Panacea for Inflammation and Cancer. Chin. J. Nat. Med. 2016;14:81–100. doi: 10.1016/S1875-5364(16)60002-X.", "ArticleIdList": ["10.1016/S1875-5364(16)60002-X", "PMC5276711", "26968675"]}, {"Citation": "Ibrahim T.A., El-Hefnawy H.M., El-Hela A.A. Antioxidant Potential and Phenolic Acid Content of Certain Cucurbitaceous Plants Cultivated in Egypt. Nat. Prod. Res. 2010;24:1537–1545. doi: 10.1080/14786419.2010.489049.", "ArticleIdList": ["10.1080/14786419.2010.489049", "20835955"]}, {"Citation": "Tan S.P., Stathopoulos C., Parks S., Roach P. An Optimised Aqueous Extract of Phenolic Compounds from Bitter Melon with High Antioxidant Capacity. Antioxidants. 2014;3:814–829. doi: 10.3390/antiox3040814.", "ArticleIdList": ["10.3390/antiox3040814", "PMC4665506", "26785242"]}, {"Citation": "Popovich D.G., Li L., Zhang W. Bitter Melon (Momordica Charantia) Triterpenoid Extract Reduces Preadipocyte Viability, Lipid Accumulation and Adiponectin Expression in 3T3-L1 Cells. Food Chem. Toxicol. 2010;48:1619–1626. doi: 10.1016/j.fct.2010.03.035.", "ArticleIdList": ["10.1016/j.fct.2010.03.035", "20347917"]}, {"Citation": "Chuang C.Y., Hsu C., Chao C.Y., Wein Y.S., Kuo Y.H., Huang C.J. Fractionation and identification of 9c, 11t, 13t-conjugated linolenic acid as an activator of PPARalpha in bitter gourd (Momordica charantia L.) J Biomed Sci. 2006;13:763–772. doi: 10.1007/s11373-006-9109-3.", "ArticleIdList": ["10.1007/s11373-006-9109-3", "16955349"]}, {"Citation": "Ahmad Z., Zamhuri K.F., Yaacob A., Siong C.H., Selvarajah M., Nazrul I.A., Hakim M. In Vitro Antidiabetic Activities and Chemical Analysis of Polypeptide-K and Oil Isolated from Seeds of Momordica Charantia (Bitter Gourd) Molecules. 2012;17:9631–9640. doi: 10.3390/molecules17089631.", "ArticleIdList": ["10.3390/molecules17089631", "PMC6268611", "22885359"]}, {"Citation": "Keller A.C., Ma J., Kavalier A., He K., Brillantes A.M., Kennelly E.J. Saponins from the traditional medicinal plant Momordica charantia stimulate insulin secretion in vitro. Phytomedicine. 2011;19:32–37. doi: 10.1016/j.phymed.2011.06.019.", "ArticleIdList": ["10.1016/j.phymed.2011.06.019", "PMC3389550", "22133295"]}, {"Citation": "Sasa M., Inoue I., Shinoda Y., Takahashi S., Seo M., Komoda T., Awata T., Katayama S. Activating effect of momordin, extract of bitter melon (Momordica Charantia L.), on the promoter of human PPAR delta. J. Atheroscler. Thromb. 2009;16:888–892. doi: 10.5551/jat.2790.", "ArticleIdList": ["10.5551/jat.2790", "20032574"]}, {"Citation": "Khanna P., Jain S.C., Panagariya A., Dixit V.P. Hypoglycemic activity of polypeptide-p from a plant source. J. Nat. Prod. 1981;44:648–655. doi: 10.1021/np50018a002.", "ArticleIdList": ["10.1021/np50018a002", "7334382"]}, {"Citation": "Dans A.M., Villarruz M.V., Jimeno C.A., Javelosa M.A.U., Chua J., Bautista R., Velez G.G.B. The effect of Momordica charantia capsule preparation on glycemic control in type 2 diabetes mellitus needs further studies. J. Clin. Epidemiol. 2007;60:554–559. doi: 10.1016/j.jclinepi.2006.07.009.", "ArticleIdList": ["10.1016/j.jclinepi.2006.07.009", "17493509"]}, {"Citation": "Jiang B., Ji M., Liu W., Chen L., Cai Z., Zhao Y., Bi X. Antidiabetic activities of a cucurbitane-type triterpenoid compound from Momordica charantia in alloxan-induced diabetic mice. Mol. Med. Rep. 2016;14:4865–4872. doi: 10.3892/mmr.2016.5800.", "ArticleIdList": ["10.3892/mmr.2016.5800", "27748816"]}, {"Citation": "Akhtar N., Khan B.A., Majid A., Khan H.M.S., Mahmood T., Gulfishan, Saeed T. Pharmaceutical and biopharmaceutical evaluation of extracts from different plant parts of indigenous origin for their hypoglycemic responses in rabbits. Acta Pol. Pharm. 2011;68:919–925.", "ArticleIdList": ["22125958"]}, {"Citation": "Ma J., Whittaker P., Keller A.C., Mazzola E.P., Pawar R.S., White K.D., Callahan J.H., Kennelly E.J., Krynitsky A.J., Rader J.I. Cucurbitane-type triterpenoids from Momordica charantia. Planta Med. 2010;76:1758–1761. doi: 10.1055/s-0030-1249807.", "ArticleIdList": ["10.1055/s-0030-1249807", "20379957"]}, {"Citation": "Singh N., Gupta M., Sirohi P., Varsha Effects of alcoholic extract of Momordica charantia (Linn.) whole fruit powder on the pancreatic islets of alloxan diabetic albino rats. J. Environ. Biol. 2008;29:101–106.", "ArticleIdList": ["18831340"]}, {"Citation": "Singh N., Gupta M. Regeneration of beta cells in islets of Langerhans of pancreas of alloxan diabetic rats by acetone extract of Momordica charantia (Linn.) (bitter gourd) fruits. Indian J. Exp. Biol. 2007;45:1055–1062.", "ArticleIdList": ["18254212"]}, {"Citation": "Mahmoud M.F., El Ashry F.E., El Maraghy N.N., Fahmy A. Studies on the antidiabetic activities of Momordica charantia fruit juice in streptozotocin-induced diabetic rats. Pharm. Biol. 2017;55:758–765. doi: 10.1080/13880209.2016.1275026.", "ArticleIdList": ["10.1080/13880209.2016.1275026", "PMC6130663", "28064559"]}, {"Citation": "Kim K., Kim H.Y. Bitter melon (Momordica charantia) extract suppresses cytokine induced activation of MAPK and NF-κB in pancreatic β-cells. Food Sci. Biotechnol. 2011;20:531–535. doi: 10.1007/s10068-011-0074-x.", "ArticleIdList": ["10.1007/s10068-011-0074-x"]}, {"Citation": "Paul A., Raychaudhuri S.S. Medicinal uses and molecular identification of two Momordica charantia varieties—A review. Ej Bio. 2010;6:43–51."}, {"Citation": "Poovitha S., Parani M. In Vitro and in Vivo α-amylase and α-glucosidase Inhibiting Activities of the Protein Extracts from Two Varieties of Bitter Gourd (Momordica Charantia L.) BMC Complement. Altern. Med. 2016;16:185. doi: 10.1186/s12906-016-1085-1.", "ArticleIdList": ["10.1186/s12906-016-1085-1", "PMC4959359", "27454418"]}, {"Citation": "Attele A.S., Zhou Y.P., Xie J.T., Wu J.A., Zhang L., Dey L., Pugh W., Rue P.A., Polonsky K.S., Yuan C.-S. Antidiabetic effects of Panax ginseng berry extract and the identification of an effective component. Diabetes. 2002;51:1851–1858. doi: 10.2337/diabetes.51.6.1851.", "ArticleIdList": ["10.2337/diabetes.51.6.1851", "12031973"]}, {"Citation": "Park J.D., Rhee D.K., Lee Y.H. Biological Activities and Chemistry of Saponins from Panax ginseng C. A. Meyer. Phytochem. Rev. 2005;4:159–175. doi: 10.1007/s11101-005-2835-8.", "ArticleIdList": ["10.1007/s11101-005-2835-8"]}, {"Citation": "Ratan Z.A., Haidere M.F., Hong Y.H., Park S.H., Lee J.-O., Lee J., Cho J.Y. Pharmacological potential of ginseng and its major component ginsenosides. J. Ginseng Res. 2020 doi: 10.1016/j.jgr.2020.02.004.", "ArticleIdList": ["10.1016/j.jgr.2020.02.004", "PMC8020288", "33841000"]}, {"Citation": "Konno C., Murakami M., Oshima Y., Hikino H. Isolation and hypoglycemic activity of panaxans Q, R, S, T and U, glycans of Panax ginseng roots. J. Ethnopharmacol. 1985;14:69–74. doi: 10.1016/0378-8741(85)90030-3.", "ArticleIdList": ["10.1016/0378-8741(85)90030-3", "4087924"]}, {"Citation": "Kimura M., Waki I., Tanaka O., Nagai Y., Shibata S. Pharmacological sequential trials for the fractionation of components with hypoglycemic activity in alloxan diabetic mice from ginseng radix. J. Pharmacobiodyn. 1981;4:402–409. doi: 10.1248/bpb1978.4.402.", "ArticleIdList": ["10.1248/bpb1978.4.402", "7288557"]}, {"Citation": "Yokozawa T., Kobayashi T., Oura H., Kawashima Y. Studies on the mechanism of the hypoglycemic activity of ginsenoside-Rb2 in streptozotocin-diabetic rats. Chem. Pharm. Bull. 1985;33:869–872. doi: 10.1248/cpb.33.869.", "ArticleIdList": ["10.1248/cpb.33.869", "4017130"]}, {"Citation": "Kim H.-J., Chae I.-G., Lee S.-G., Jeong H.-J., Lee E.-J., Lee I.-S. Effects of Fermented Red Ginseng Extracts on Hyperglycemia in Streptozotocin-induced Diabetic Rats. J. Ginseng Res. 2010;34:104–112. doi: 10.5142/jgr.2010.34.2.104.", "ArticleIdList": ["10.5142/jgr.2010.34.2.104", "PMC3659529", "23717054"]}, {"Citation": "Shao J.-W., Jiang J.-L., Zou J.-J., Yang M.-Y., Chen F.-M., Zhang Y.-J., Jia L. Therapeutic potential of ginsenosides on diabetes: From hypoglycemic mechanism to clinical trials. J. Funct. Foods. 2020;64:103630. doi: 10.1016/j.jff.2019.103630.", "ArticleIdList": ["10.1016/j.jff.2019.103630"]}, {"Citation": "Bai L., Gao J., Wei F., Zhao J., Wang D., Wei J. Therapeutic Potential of Ginsenosides as an Adjuvant Treatment for Diabetes. Front. Pharmacol. 2018;9:423. doi: 10.3389/fphar.2018.00423.", "ArticleIdList": ["10.3389/fphar.2018.00423", "PMC5938666", "29765322"]}, {"Citation": "Chakrabarti S., Sen S., Lui E. Effect of ginseng therapy on diabetes and its chronic complications: Lessons learned. J. Altern. Complement. Med. 2017;14:20160166. doi: 10.1515/jcim-2016-0166.", "ArticleIdList": ["10.1515/jcim-2016-0166", "29345436"]}, {"Citation": "Bao T.T. Effect of total saponin of Panax ginseng on alloxan diabetes in mice. Acta Pharm. Sin. 1981;16:618–620.", "ArticleIdList": ["7324961"]}, {"Citation": "Chen W., Balan P., Popovich D.G. Review of Ginseng Anti-diabetic Studies. Molecules. 2019;24:4501. doi: 10.3390/molecules24244501.", "ArticleIdList": ["10.3390/molecules24244501", "PMC6943541", "31835292"]}, {"Citation": "Hyun S.H., Kim S.W., Won H., Youn H., Kyung J.S., Lee Y.Y., In G., Park C.-K., Han C.-K. Physiological and pharmacological features of the non-saponin components in Korean Red Ginseng. J. Ginseng Res. 2020;44:527–537. doi: 10.1016/j.jgr.2020.01.005.", "ArticleIdList": ["10.1016/j.jgr.2020.01.005", "PMC7322739", "32617032"]}, {"Citation": "Zhou P., Xie W., He S., Sun Y., Meng X., Sun G., Sun X. Ginsenoside Rb1 as an Anti-Diabetic Agent and Its Underlying Mechanism Analysis. Cells. 2019;8:204. doi: 10.3390/cells8030204.", "ArticleIdList": ["10.3390/cells8030204", "PMC6468558", "30823412"]}, {"Citation": "World Health Organization . WHO Consultation on Selected Medicinal Plants. 2nd ed. WHO; Ravello-Salerno, Italy: 1999."}, {"Citation": "Kumari K., Mathew B.C., Augusti K.T. Antidiabetic and hypolipidemic effects of S-methyl cysteine sulfoxide isolated from Allium cepa Linn. Indian J. Biochem. Biophys. 1995;32:49–54.", "ArticleIdList": ["7665195"]}, {"Citation": "Lakshmi M.S., Rani K.S.S., Reddy U.T.K. A Review on Diabetes Mellitus and the Herbal Plants Used for Its Treatment. Asian J. Pharm. Clin. Res. 2012;5:15–21."}, {"Citation": "Galal E.E., Gawad M.A. Antidiabetic activity of Egyptian onion Allium cepa extract. J. Egypt. Med. Assoc. 1965;48:14–45.", "ArticleIdList": ["5873670"]}, {"Citation": "Kumari K., Augusti K.T. Antidiabetic and antioxidant effects of S-methyl cysteine sulfoxide isolated from onions (Allium cepa Linn) as compared to standard drugs in alloxan diabetic rats. Indian. J. Exp. Biol. 2002;40:1005–1009.", "ArticleIdList": ["12587728"]}, {"Citation": "Das S. Garlic–A Natural Source of Cancer Preventive Compounds. Asian Pac. J. Cancer Prev. 2002;3:305–311.", "ArticleIdList": ["12716288"]}, {"Citation": "Singh V., Kumar R. Study of Phytochemical Analysis and Antioxidant Activity of Allium sativum of Bundelkhand Region. Int. J. Life Sci. Scienti. Res. 2017;3:1451–1458. doi: 10.21276/ijlssr.2017.3.6.4.", "ArticleIdList": ["10.21276/ijlssr.2017.3.6.4"]}, {"Citation": "El-Saber Batiha G., Beshbishy A.M., Wasef L.G., Elewa Y.H., Al-Sagan A.A., El-Hack M.E.A., Taha A.E., Abd-Elhakim Y.M., Devkota H.P. Chemical Constituents and Pharmacological Activities of Garlic (Allium sativum L.): A Review. Nutrients. 2020;12:872. doi: 10.3390/nu12030872.", "ArticleIdList": ["10.3390/nu12030872", "PMC7146530", "32213941"]}, {"Citation": "Nasir A., Fatma G., Neshat N., Ahmad M.A. Pharmacological and therapeutic attributes of garlic (Allium sativum Linn.) with special reference to Unani medicine—A review. J. Med. Plants Stud. 2020;8:6–9."}, {"Citation": "Chauhan A., Sharma P.K., Srivastava P., Kumar N. Plants having potential antidiabetic activity: A review. Der. Pharm. Lett. 2010;2:369–387."}, {"Citation": "Bnouham M., Ziyyat A., Mekhfi H. Medicinal plants with potential antidiabetic activity-a review of ten years of herbal medicine research (1990–2000) Int. J. Diabetes Metab. 2006;14:1–25. doi: 10.1159/000497588.", "ArticleIdList": ["10.1159/000497588"]}, {"Citation": "Eidi A.L., Eidi M., Esmaeili E. Antidiabetic effect of garlic (Allium sativum L.) in normal and streptozotocin-induced diabetic rats. Phytomedicine. 2006;13:624–629. doi: 10.1016/j.phymed.2005.09.010.", "ArticleIdList": ["10.1016/j.phymed.2005.09.010", "17085291"]}, {"Citation": "Martha T., Zainab A.-A., Khaled A.-Q., Lemia S., Muslim A. Antidiabetic and hypolipidaemic properties of garlic (Allium sativum) in streptozotocin-induced diabetic rats. Int. J. Diabetes Metab. 2007;15:108–115."}, {"Citation": "Adinortey M.B., Agbeko R., Boison D., Ekloh W., Kuatsienu L.E., Biney E.E., Kwarteng J., Nyarko A.K. Phytomedicines Used for Diabetes Mellitus in Ghana: A Systematic Search and Review of Preclinical and Clinical Evidence. Evid. Based Complement. Altern. Med. 2019:6021209. doi: 10.1155/2019/6021209.", "ArticleIdList": ["10.1155/2019/6021209", "PMC6500637", "31118963"]}, {"Citation": "Ali A.M. Effect of aloes on blood glucose levels in normal and alloxan diabetic mice. J. Ethnopharmacol. 1990;28:215–220.", "ArticleIdList": ["2109811"]}, {"Citation": "Patel D.K., Patel K., Dhanabal S.P. Phytochemical standardization of Aloe vera extract by HPTLC technique. J. Acute Dis. 2012:47–50. doi: 10.1016/S2221-6189(13)60011-6.", "ArticleIdList": ["10.1016/S2221-6189(13)60011-6"]}, {"Citation": "Yimam M., Zhao J., Corneliusen B., Pantier M., Brownell L., Jia Q. Blood glucose lowering activity of aloe based composition, UP780, in alloxan induced insulin dependent mouse diabetes model. Diabetol. Metab. Syndr. 2014;6:61. doi: 10.1186/1758-5996-6-61.", "ArticleIdList": ["10.1186/1758-5996-6-61", "PMC4041641", "24891878"]}, {"Citation": "Kim K., Kim H., Kwon J., Lee S., Kong H., Im S.-A., Lee Y.-H., Lee Y.-R., Oh S.-T., Jo T.H., et al. Hypoglycemic and hypolipidemic effects of processed Aloe vera gel in a mouse model of non-insulin-dependent diabetes mellitus. Phytomedicine. 2009;16:856–863. doi: 10.1016/j.phymed.2009.02.014.", "ArticleIdList": ["10.1016/j.phymed.2009.02.014", "19303272"]}, {"Citation": "Gupta R., Gupta R.S. Effect of Pterocarpus Marsupium In Streptozotocin-Induced Hyperglycemic State In Rats: Comparison With Glibenclamide. Diabetol. Croat. 2009;38:39–45."}, {"Citation": "Rahman M.S., Mujahid M.D., Siddiqui M.A., Rahman M.A., Arif M., Eram S., Khan A., Azeemuddin M. Ethnobotanical uses, Phytochemistry and Pharmacological Activities of Pterocarpus marsupium: A review. Pharmacog. J. 2018:10. doi: 10.5530/pj.2018.6s.1.", "ArticleIdList": ["10.5530/pj.2018.6s.1"]}, {"Citation": "Chakravarthy B.K., Gupta S., Gambhir S.S., Gode K.D. Pancreatic β-cell regeneration-A novel anti diabetic mechanism of Pterocarpus marsupium Roxb. Indian J. Pharmacol. 1980;12:123–127."}, {"Citation": "Adinarayana D., Syamasundar K.V. A new sesquiterpene alcohol from Pterocarpus marsupium. Phytochemistry. 1982;21:1083–1085. doi: 10.1016/S0031-9422(00)82421-8.", "ArticleIdList": ["10.1016/S0031-9422(00)82421-8"]}, {"Citation": "Halagappa K., Girish H.N., Srinivasan B.P. The study of aqueous extract of Pterocarpus marsupium Roxb. on cytokine TNF-α in type 2 diabetic rats. Indian J. Pharmacol. 2010;42:392–396. doi: 10.4103/0253-7613.71922.", "ArticleIdList": ["10.4103/0253-7613.71922", "PMC2991700", "21189913"]}, {"Citation": "Ahmad F., Khalid P., Khan M.M., Rastogi A.K., Kidwai J.R. Insulin like activity in (-) epicatechin. Acta Diabetol. Lat. 1989;26:291–300. doi: 10.1007/BF02624640.", "ArticleIdList": ["10.1007/BF02624640", "2698039"]}, {"Citation": "Tiwari P., Nayak P., Prusty S.K., Sahu P.K. Phytochemistry and pharmacology of Tinospora cordifolia: A Review. Syst. Rev. Pharm. 2018;9:70–78. doi: 10.5530/srp.2018.1.14.", "ArticleIdList": ["10.5530/srp.2018.1.14"]}, {"Citation": "Sharma P., Dwivedee B.P., Bisht D., Dash A.K., Kumar D. The chemical constituents and diverse pharmacological importance of Tinospora cordifolia. Heliyon. 2019;5:e024372. doi: 10.1016/j.heliyon.2019.e02437.", "ArticleIdList": ["10.1016/j.heliyon.2019.e02437", "PMC6827274", "31701036"]}, {"Citation": "Kumar D.V., Geethanjali B., Avinash K.O., Kumar J.R., Basalingappa K.M. Tinospora cordifolia: The antimicrobial property of the leaves of amruthaballi. J. Bacteriol. Mycol. Open Access. 2017;5:363–371. doi: 10.15406/jbmoa.2017.05.00147.", "ArticleIdList": ["10.15406/jbmoa.2017.05.00147"]}, {"Citation": "Rajalakshmi M., Anita R. β-cell regenerative efficacy of a polysaccharide isolated from methanolic extract of Tinospora cordifolia stem on streptozotocin-indued diabetic Wistae rats. Chem. Biol. Interact. 2016;243:45–53. doi: 10.1016/j.cbi.2015.11.021.", "ArticleIdList": ["10.1016/j.cbi.2015.11.021", "26616445"]}, {"Citation": "Sangeetha M.K., Balaji Raghavendran H.R., Gayathri V., Vasanthi H.R. Tinospora cordifolia attenuates oxidative stress and distorted carbohydrat metabolism in experimentally induced type 2 diabetes in rats. J. Nat. Med. 2011;65:544–550. doi: 10.1007/s11418-011-0538-6.", "ArticleIdList": ["10.1007/s11418-011-0538-6", "21538233"]}, {"Citation": "Patel M.B., Mishra S. Hypoglycemic activity of alkaloidal fraction of Tinospora cordifolia. Phytomedicine. 2011;18:1045–1052. doi: 10.1016/j.phymed.2011.05.006.", "ArticleIdList": ["10.1016/j.phymed.2011.05.006", "21665451"]}, {"Citation": "Ahmad W., Jantan I., Bukhari S.N.A. Tinosporaa crispa (L.) Hook. F. & Thomson: A Review of Its Ethnobotanical, Phytochemical, and Pharmacological Aspects. Front. Pharmacol. 2016;7 doi: 10.3389/fphar.2016.00059.", "ArticleIdList": ["10.3389/fphar.2016.00059", "PMC4800188", "27047378"]}, {"Citation": "Pathak A.K., Jain D.C., Sharma R.P. Chemistry and biological activities of the Genera Tinospora. Pharm. Biol. 1995;33:277–287. doi: 10.3109/13880209509065379.", "ArticleIdList": ["10.3109/13880209509065379"]}, {"Citation": "Noor H., Ashcroft S.J. Pharmacological characterisation of the antihyperglycaemic properties of Tinospora crispa extract. J. Ethnopharmacol. 1998;62:7–13. doi: 10.1016/S0378-8741(98)00008-7.", "ArticleIdList": ["10.1016/S0378-8741(98)00008-7", "9720606"]}, {"Citation": "Choudhary M.I., Ismail M., Ali Z., Shaari K., Lajis N.H., Rahman A. Alkaloidal constituents of Tinospora crispa. Nat. Prod. Commun. 2010;5:1747–1750. doi: 10.1177/1934578X1000501109.", "ArticleIdList": ["10.1177/1934578X1000501109", "21213972"]}, {"Citation": "Umi Kalsom Y., Noor H. Flavone O-glycosides from Tinospora crispa. Fitoterapia. 1995;66:280."}, {"Citation": "Koay Y.C., Amir F. A Review of the Secondary Metabolites and Biological Activities of Tinospora crispa (Menispermaceae) Trop. J. Pharm. Res. 2013;12:641–649. doi: 10.4314/tjpr.v12i4.30.", "ArticleIdList": ["10.4314/tjpr.v12i4.30"]}, {"Citation": "Noipha K., Ratanachaiyavong S., Purintrapiban J., Herunsalee A., Ninla-aesong P. Effect of Tinospora crispa on glucose uptake in skeletal muscle: Role of glucose transporter 1 expression and extracellular signal-regulated kinase1/2 activation. Asian Biomed. 2011;5:361–369. doi: 10.5372/1905-7415.0503.047.", "ArticleIdList": ["10.5372/1905-7415.0503.047"]}, {"Citation": "Klangjareonchai T., Roongpisuthipong C. The Effect of Tinospora crispa on Serum Glucose and Insulin Levels in Patients with Type 2 Diabetes Mellitus. Hindawi Publ. Corp. J. Biomed. Biotechnol. 2012:808762. doi: 10.1155/2012/808762.", "ArticleIdList": ["10.1155/2012/808762", "PMC3216308", "22131824"]}, {"Citation": "Tiwari P., Mishra B.N., Sangwan N.S. Phytochemical and pharmacological properties of Gymnema sylvestre: An important medicinal plant. BioMed Res. Int. 2014;2014:830285. doi: 10.1155/2014/830285.", "ArticleIdList": ["10.1155/2014/830285", "PMC3912882", "24511547"]}, {"Citation": "Khan F., Sarker M.M.R., Ming L.C., Mohamed I.N., Zhao C., Sheikh B.Y., Tsong H.F., Rashid M.A. Comprehensive Review on Phytochemicals, Pharmacological and Clinical Potentials of Gymnema sylvestre. Front. Pharmacol. 2019;10:1223. doi: 10.3389/fphar.2019.01223.", "ArticleIdList": ["10.3389/fphar.2019.01223", "PMC6830388", "31736747"]}, {"Citation": "Sathya S., Kokilavani R., Gurusamy K. Hypoglycemic effect of Gymnema sylvestre (retz.,) R.Br leaf in normal and alloxan induced diabetic rats. Anc. Sci. Life. 2008;28:12–14.", "ArticleIdList": ["PMC3336356", "22557305"]}, {"Citation": "Persaud S.J., Al-Majed H., Raman A., Jones P.M. Gymnema sylvestre stimulates insulin release in vitro by increased membrane permeability. J. Endocrinol. 1999;163:207–212. doi: 10.1677/joe.0.1630207.", "ArticleIdList": ["10.1677/joe.0.1630207", "10556769"]}, {"Citation": "Ananda U., Nandyb S., Mundhra A., Das N., Pandey D.K., Dey A. A review on antimicrobial botanicals, phytochemicals and natural resistance modifying agents from Apocynaceae family: Possible therapeutic approaches against multidrug resistance in pathogenic microorganisms. Drug Resist. Updat. 2020;51:100695. doi: 10.1016/j.drup.2020.100695.", "ArticleIdList": ["10.1016/j.drup.2020.100695", "32442892"]}, {"Citation": "Spasov A.A., Samokhina M.P., Bulanov A.E. Antidiabetic properties of Gymnema sylvestre (a review) Pharm. Cham. J. 2008;42:626. doi: 10.1007/s11094-009-0195-1.", "ArticleIdList": ["10.1007/s11094-009-0195-1"]}, {"Citation": "Laha S., Paul S. Gymnema sylvestre (Gurmar): A Potent Herb with Anti-Diabetic and Antioxidant Potential. Pharmacog. J. 2019;11:201–206. doi: 10.5530/pj.2019.11.33.", "ArticleIdList": ["10.5530/pj.2019.11.33"]}, {"Citation": "Sharma P., Dubey G., Kaushik S. Chemical and Medico-biological profile of Cyamopsis tetragonoloba (L) Taub: An overview. J. Appl. Pharm. Sci. 2011;1:32–37."}, {"Citation": "Rahman A.U., Zaman K. Medicinal plants with hypoglycemic activity. J. Ethnopharmacol. 1989;26:1–55. doi: 10.1016/0378-8741(89)90112-8.", "ArticleIdList": ["10.1016/0378-8741(89)90112-8", "2664356"]}, {"Citation": "Hayat M., Mukhtar S.H., Ansari Z.A.B., Naved T. Antihyperglycemic Activity of Cyamopsis tetragonoloba. Beans on Blood Glucose Levels in Alloxan-Induced Diabetic Rats. Pharm. Biol. 2006;44:10–13. doi: 10.1080/13880200500509025.", "ArticleIdList": ["10.1080/13880200500509025"]}, {"Citation": "Gandhi G.R., Vanlalhruaia P., Stalin A., Irudayaraj S.S., Ignacimuthu S., Paulraj M.G. Polyphenols-rich Cyamopsis tetragonoloba (L.) Taub. beans show hypoglycemic and β-cells protective effects in type 2 diabetic rats. Food Chem. Toxicol. 2014;66:358–365. doi: 10.1016/j.fct.2014.02.001.", "ArticleIdList": ["10.1016/j.fct.2014.02.001", "24525096"]}, {"Citation": "Das S.K., Vasudevan D.M. Tulsi: The Indian holy power plant. Nat. Prod. Rad. 2006;5:279–283."}, {"Citation": "Verma S. Chemical constituents and pharmacological action of Ocimum sanctum (Indian holy basil-Tulsi) J. Phytopharmacol. 2016;5:205–207."}, {"Citation": "Rahman S., Islam R., Kamruzzaman Md., Alam M.K. Ocimum sanctum L.: A review of phytochemical and pharmacological profile. Am. Drug Discov. Dev. 2011:1–15. doi: 10.3923/ajdd.2011.", "ArticleIdList": ["10.3923/ajdd.2011"]}, {"Citation": "Singh D., Chaudhuri P.K. A review on phytochemical and pharmacological properties of Holy basil (Ocimum sanctum L.) Ind. Crops Prod. 2018;118:367–382. doi: 10.1016/j.indcrop.2018.03.048.", "ArticleIdList": ["10.1016/j.indcrop.2018.03.048"]}, {"Citation": "Hannan J.M., Marenah L., Ali L., Rokeya B., Flatt P.R., Abdel-Wahab Y.H. Ocimum sanctum leaf extracts stimulate insulin secretion from perfused pancreas, isolated islets and clonal pancreatic beta-cells. J. Endocrinol. 2006;189:127–136. doi: 10.1677/joe.1.06615.", "ArticleIdList": ["10.1677/joe.1.06615", "16614387"]}, {"Citation": "Hannan J.M.A., Ojo O.O., Ali L., Rokeya B., Khaleque J., Akhter M., Flatt P.R., Abdel-Wahab Y.H.A. Actions Underlying Antidiabetic Effects of Ocimum sanctum Leaf Extracts in Animal Models of Type 1 and Type 2 Diabetes. Eur. J. Med. Plants. 2014;5:1–12. doi: 10.9734/EJMP/2015/11840.", "ArticleIdList": ["10.9734/EJMP/2015/11840"]}, {"Citation": "Patil R., Patil R., Ahirwar B., Ahirwar D. Isolation and characterization of anti-diabetic component (bioactivity-guided fractionation) from Ocimum sanctum L. (Lamiaceae) aerial part. Asian Pac. J. Trop. Med. 2011;4:278–282. doi: 10.1016/S1995-7645(11)60086-2.", "ArticleIdList": ["10.1016/S1995-7645(11)60086-2", "21771470"]}, {"Citation": "Kapoor S. Ocimum sanctum: A therapeutic role in diabetes and the metabolic syndrome. Horm. Metab. Res. 2008;40:296. doi: 10.1055/s-2008-1058102.", "ArticleIdList": ["10.1055/s-2008-1058102", "18425717"]}, {"Citation": "Kim H.Y., Sin S.M., Lee S., Cho K.M., Cho E.J. The Butanol Fraction of Bitter Melon (Momordica charantia) Scavenges Free Radicals and Attenuates Oxidative Stress. Prev. Nutr. Food Sci. 2013;18:18–22. doi: 10.3746/pnf.2013.18.1.018.", "ArticleIdList": ["10.3746/pnf.2013.18.1.018", "PMC3867156", "24471105"]}, {"Citation": "Tsai T.H., Huang C.J., Wu W.H., Huang W.C., Chyuan J.H., Tsai P.J. Antioxidant, cell-protective, and anti-melanogenic activities of leaf extracts from wild bitter melon (Momordica charantia Linn. var. abbreviata Ser.) cultivars. Bot. Stud. 2014;55:78. doi: 10.1186/s40529-014-0078-y.", "ArticleIdList": ["10.1186/s40529-014-0078-y", "PMC5432827", "28510957"]}, {"Citation": "Rathi S.S., Grover J.K., Vikrant V., Biswas N.R. Prevention of Experimental Diabetic Cataract by Indian Ayurvedic Plant Extracts. Phytother. Res. 2002;16:774–777. doi: 10.1002/ptr.1064.", "ArticleIdList": ["10.1002/ptr.1064", "12458487"]}, {"Citation": "Kwon Y.I., Apostolidis E., Kim Y.C., Shetty K. Health benefits of traditional corn, beans and pumpkin: In vitro studies for hyperglycemia and hypertension management. J. Med. Food. 2007;10:266–275. doi: 10.1089/jmf.2006.234.", "ArticleIdList": ["10.1089/jmf.2006.234", "17651062"]}, {"Citation": "Kazeem M.I., Ashafa A.O.T. In-vitro antioxidant and antidiabetic potentials of Dianthus basuticus Burtt Davy whole plant extract. J. Herb. Med. 2015;5:158–164. doi: 10.1016/j.hermed.2015.06.003.", "ArticleIdList": ["10.1016/j.hermed.2015.06.003"]}, {"Citation": "Bhutkar M., Bhise S.B. In vitro assay of alpha amylase inhibitory activity of some indigenous plants. Int. J. Chem. Sci. 2012;10:457–462. doi: 10.31031/MAPP.2018.01.000518.", "ArticleIdList": ["10.31031/MAPP.2018.01.000518"]}, {"Citation": "Mahmood N. A review of α-amylase inhibitors on weight loss and glycemic control in pathological state such as obesity and diabetes. Comp. Clin. Path. 2016;25:1253–1264. doi: 10.1007/s00580-014-1967-x.", "ArticleIdList": ["10.1007/s00580-014-1967-x"]}, {"Citation": "de Souza P.M., de Oliveira e Magalhães P. Application of microbial α-amylase in industry—A review. Braz. J. Microbiol. 2010;41:850–861. doi: 10.1590/S1517-83822010000400004.", "ArticleIdList": ["10.1590/S1517-83822010000400004", "PMC3769773", "24031565"]}, {"Citation": "Radha Devi G.M. A Comprehensive Review On Costus Pictus D. Don. Int. J. Pharm. Sci. Res. 2019;10:3187–3195. doi: 10.13040/IJPSR.0975-8232.10(7).3187-95.", "ArticleIdList": ["10.13040/IJPSR.0975-8232.10(7).3187-95"]}, {"Citation": "Prakash K., Harini H., Rao A., Rao P.N. A review on Isulin plant (Costus igneus Nak) Pharmacogn. Rev. 2014;8:67–72. doi: 10.4103/0973-7847.125536.", "ArticleIdList": ["10.4103/0973-7847.125536", "PMC3931203", "24600198"]}, {"Citation": "Jothivel N., Ponnusamy S.P., Appachi M., Singaravel S., Rasilingam D., Deivasigamani K., Thangavel S. Anti-diabetic activity of methanol leaf extract of Costus pictus D. Don in alloxan-induced diabetic rats. J. Health Sci. 2007;53:655–663. doi: 10.1248/jhs.53.655.", "ArticleIdList": ["10.1248/jhs.53.655"]}, {"Citation": "Peasari J.R., Motamarry S.S., Varma K.S., Anitha P., Potti R.B. Chromatographic analysis of phytochemicals in Costus igneus and computational studies of flavonoids. Inform. Med. Unlocked. 2018;13:34–40. doi: 10.1016/j.imu.2018.10.004.", "ArticleIdList": ["10.1016/j.imu.2018.10.004"]}, {"Citation": "Sidhu A.K., Wani S., Tamboli P.S., Patil S.N. In Vitro Evaluation of Anti-Diabetic Activity of Leaf and Callus Extracts of Costus pictus. Int. J. Recent Sci. Res. 2014;3:1622–1625."}, {"Citation": "Jayasri M.A., Gunasekaran S., Radha A., Mathew T.L. Antidiabetic effect of Costus pictus leaves in normal and streptozotocin-induced diabetes rats. Int. J. Diabetes Metab. 2008;16:117–122."}, {"Citation": "Radha J.M.A., Mathew T.L. α–amylase and α-glucosidase inhibitory activity of Costus pictus D.Don in the Management of diabetes. J. Herb. Med. Toxicol. 2009;3:91–94."}, {"Citation": "Ramu F.A., Kumar S.R. Scientific evaluation of traditionally known insulin plant Costus species for the treatment of diabetes in human. Int. J. Curr. Res. Biosci. Plant Biol. 2016;3:87–91. doi: 10.20546/ijcrbp.2016.306.011.", "ArticleIdList": ["10.20546/ijcrbp.2016.306.011"]}, {"Citation": "Gireesh G., Thomas S.K., Joseph B., Paulose C.S. Antihyperglycemic and insulin secretory activity of Costus pictus leaf extract in streptozotocin induced diabetic rats and in in vitro pancreatic islet culture. J. Ethnopharmacol. 2009;123:470–474. doi: 10.1016/j.jep.2009.03.026.", "ArticleIdList": ["10.1016/j.jep.2009.03.026", "19501280"]}, {"Citation": "Al-Romaiyan A., Jayasri M.A., Mathew T.L., Huang G.-C., Amiel S., Jones P.M., Persaud S.J. Costus pictus extracts stimulate insulin secretion from mouse and human islets of Langerhans in vitro. Cell Physiol. Biochem. 2010;26:1051–1058. doi: 10.1159/000324007.", "ArticleIdList": ["10.1159/000324007", "21220936"]}, {"Citation": "Abu-Reidah I.M., Arráez-Román D., Lozano-Sánchez J., Segura-Carretero A., Fernández-Gutiérrez A. Phytochemical characterisation of green beans (Phaseolus vulgaris L.) by using high-performance liquid chromatography coupled with time-of-flight mass spectrometry. Phytochem. Anal. 2013;24:105–116. doi: 10.1002/pca.2385.", "ArticleIdList": ["10.1002/pca.2385", "22826178"]}, {"Citation": "Bollini R., Chrispeels M.J. Characterization and subcellular localization of vicilin and phytohemagglutinin, the two major reserve proteins of Phaseolus vulgaris L. Planta. 1978;142:291–298. doi: 10.1007/BF00385080.", "ArticleIdList": ["10.1007/BF00385080", "24408192"]}, {"Citation": "Los F.G.B., Zielinski A.A.F., Wojeicchowski J.P., Nogueira A., Demiate I.M. Beans (Phaseolus vulgaris L.): Whole seeds with complex chemical composition. Curr. Opin. Food Sci. 2018;19:63–71. doi: 10.1016/j.cofs.2018.01.010.", "ArticleIdList": ["10.1016/j.cofs.2018.01.010"]}, {"Citation": "Ishimoto M., Kitamura K. Growth inhibitory effects of an alpha-amylase inhibitor from the kidney bean, Phaseolus vulgaris (L.) on three species of Bruchid (Cleoptera: Bruchidae) Appl. Ent. Zool. 1989;24:281–286."}, {"Citation": "Ngoh Y., Gan C. Identification of Pinto bean peptides with inhibitory effects on alfa-amylase and angiotensin converting enzyme (ACE) activities using an integrated bioinformatics assisted approach. Food Chem. 2018;267:124–131. doi: 10.1016/j.foodchem.2017.04.166.", "ArticleIdList": ["10.1016/j.foodchem.2017.04.166", "29934146"]}, {"Citation": "Nolan R., Shannon O.M., Robinson N., Joel A., Houghton D., Malcomson F.C. It’s No Has Bean: A Review of the Effects of White Kidney Bean Extract on Body Composition and Metabolic Health. Nutrients. 2020;12:1398. doi: 10.3390/nu12051398.", "ArticleIdList": ["10.3390/nu12051398", "PMC7284421", "32414090"]}, {"Citation": "Pueyo’ J.J., Hunt D.C., Chrispeels M.J. Activation of Bean (Phaseolus vulgaris) α-Amylase Inhibitor Requires Proteolytic Processing of the Proprotein. Plant Physiol. 1993;101:1341–1348. doi: 10.1104/pp.101.4.1341.", "ArticleIdList": ["10.1104/pp.101.4.1341", "PMC160658", "8310064"]}, {"Citation": "Barrett M.L., Udani J.K. A proprietary alpha-amylase inhibitor from white bean (Phaseolus vulgaris): A review of clinical studies on weight loss and glycemic control. Nutr. J. 2011:10–24. doi: 10.1186/1475-2891-10-24.", "ArticleIdList": ["10.1186/1475-2891-10-24", "PMC3071778", "21414227"]}, {"Citation": "Micheli L., Lucarini E., Trallori E., Avagliano C., De Caro C., Russo R., Calignano A., Ghelardini C., Pacini A., Di Cesare Mannelli L. Phaseolus vulgaris L. extract: Alpha-amylase Inhibtion against Metabolic Syndrome in Mice. Nutrients. 2019;11:1778. doi: 10.3390/nu11081778.", "ArticleIdList": ["10.3390/nu11081778", "PMC6723332", "31374931"]}, {"Citation": "Sivaji A. Euphorbia hirta linn-a review on traditional uses, phytochemistry and pharmacology. World J. Pharm. Res. 2014;3:180–205."}, {"Citation": "Widharna R.M., Soemardji A.A., Wirasutisna K.R., Kardono L.B.S. Anti diabetes mellitus activity in vivo of ethanolic extract and ethyl acetate fraction of Euphorbia hirta L. herb. Int. J. Pharmacol. 2010;6:231–240. doi: 10.3923/ijp.2010.231.240.", "ArticleIdList": ["10.3923/ijp.2010.231.240"]}, {"Citation": "Kumar S., Malhotra R., Kumar D. Euphorbia hirta: Its chemistry, traditional and medicinal uses, and pharmacological activities. Pharmacogn. Rev. 2010;4:58–61. doi: 10.4103/0973-7847.65327.", "ArticleIdList": ["10.4103/0973-7847.65327", "PMC3249903", "22228942"]}, {"Citation": "Tran N., Tran M., Truong H., Le L. Spray-drying microencapsulation of high concentration of bioactive compounds fragments from Euphorbia hirta L. extract and their effect on diabetes mellitus. Food. 2020;9:881. doi: 10.3390/foods9070881.", "ArticleIdList": ["10.3390/foods9070881", "PMC7404772", "32635546"]}, {"Citation": "Sheliya M.A., Rayhana B., Ali A., Pillai K.K., Aeri V., Sharma M., Mir S.R. Inhibition of α-glucosidase by new prenylated flavonoids from Euphorbia Hirta, L. herb. J. Ethnopharmacol. 2015;176:1–8. doi: 10.1016/j.jep.2015.10.018.", "ArticleIdList": ["10.1016/j.jep.2015.10.018", "26477374"]}, {"Citation": "Sheliya M.A., Begum R., Pillai K.K., Aeri V., Mir S.R., Ali A., Sharma M. In vitro α-glucosidase and α-amylase inhibition by aqueous, hydroalcoholic, and alcoholic extract of Euphorbia hirta L. Drug Dev. Ther. 2016;7:26–30. doi: 10.4103/2394-6555.180156.", "ArticleIdList": ["10.4103/2394-6555.180156"]}, {"Citation": "Trinh Q., Le L. An investigation of antidiabetic activities of bioactive compounds in Euphorbia hirta Linn using molecular docking and pharmacophore. Med. Chem. Res. 2014;23:2033–2045. doi: 10.1007/s00044-013-0794-y.", "ArticleIdList": ["10.1007/s00044-013-0794-y"]}, {"Citation": "Nasry M.R., Abo-Youssef A.M., Abd El-Latif H.A. Anti-diabetic activity of the petroleum ether extract of Guar gum in streptozotocin-induced diabetic rats: A comparative study. Beni-Suef Univ. J. Basic Appl. Sci. 2013;2:51–59. doi: 10.1016/j.bjbas.2013.09.008.", "ArticleIdList": ["10.1016/j.bjbas.2013.09.008"]}, {"Citation": "Khattab H.A., El-Shitany N.A., Abdallah I.Z., Yousef F.M., Alkreathy H.M. Antihyperglycemic Potential of Grewia asiatica Fruit Extract against Streptozotocin-Induced Hyperglycemia in Rats: Anti-Inflammatory and Antioxidant Mechanisms. Oxid. Med. Cell. Longev. 2015:549743. doi: 10.1155/2015/549743.", "ArticleIdList": ["10.1155/2015/549743", "PMC4542021", "26347423"]}, {"Citation": "Wei C.K., Tsai Y.H., Korinek M., Hung P.H., El-Shazly M., Cheng Y.B., Wu Y.C., Hsieh T.J., Chang F.R. 6-Paradol and 6-Shogaol, the Pungent Compounds of Ginger, Promote Glucose Utilization in Adipocytes and Myotubes, and 6-Paradol Reduces Blood Glucose in High-Fat Diet-Fed Mice. Int. J. Mol. Sci. 2017;18:168. doi: 10.3390/ijms18010168.", "ArticleIdList": ["10.3390/ijms18010168", "PMC5297801", "28106738"]}, {"Citation": "Ali B.H., Blunden G., Tanira M.O., Nemmar A. Some phytochemical, pharmacological and toxicological properties of ginger (Zingiber officinale Roscoe): A review of recent research. Food Chem. Toxicol. 2008;46:409–420. doi: 10.1016/j.fct.2007.09.085.", "ArticleIdList": ["10.1016/j.fct.2007.09.085", "17950516"]}, {"Citation": "Imtiyaz S., Rahman K., Sultana A., Tariq M., Chaudhary S.S. Zingiber officinale Rosc.: A traditional herb with medicinal properties. Tang. 2013;3 doi: 10.5667/tang.2013.0009.", "ArticleIdList": ["10.5667/tang.2013.0009"]}, {"Citation": "Liu Y., Liu J., Zhang Y. Research Progress on Chemical Constituents of Zingiber officinale Roscoe. Hindawi BioMed Res. Int. 2019:5370823. doi: 10.1155/2019/5370823.", "ArticleIdList": ["10.1155/2019/5370823", "PMC6942719", "31930125"]}, {"Citation": "Sharma M., Shukla S. Hypoglycaemic effect of ginger. J. Res. Indian Yoga Homoeop. 1977;12:127–130."}, {"Citation": "Abdulrazaq N.B., Cho M.M., Win N.N., Zaman R., Rahman M.T. Beneficial effects of ginger (Zingiber officinale) on carbohydrate metabolism in streptozotocin-induced diabetic rats. Br. J. Nutr. 2012;108:1194–1201. doi: 10.1017/S0007114511006635.", "ArticleIdList": ["10.1017/S0007114511006635", "22152092"]}, {"Citation": "Li Y., Tran V.H., Duke C.C., Roufogalis B.D. Gingerols of Zingiber officinale enhance glucose uptake by increasing cell surface GLUT4 in cultured L6 myotubes. Planta Med. 2012;78:1549–1555. doi: 10.1055/s-0032-1315041.", "ArticleIdList": ["10.1055/s-0032-1315041", "22828920"]}, {"Citation": "Oboh G., Akinyemi A.J., Ademiluyi A.O., Adefegha S. Inhibitory effects of aqueous extract of two varieties of ginger on some key enzymes linked to type-2 diabetes in vitro. J. Food Nutr. Res. 2010;49:14–20."}, {"Citation": "Akinyemi A.J., Ademiluyi A.O., Oboh G. Inhibition of angiotensin-1-converting enzyme activity by two varieties of ginger (Zingiber officinale) in rats fed a high cholesterol diet. J. Med. Food. 2014;17:317–323. doi: 10.1089/jmf.2012.0264.", "ArticleIdList": ["10.1089/jmf.2012.0264", "24433069"]}, {"Citation": "Sahardi N.F.N.M., Makpol S. Ginger (Zingiber officinale Roscoe) in the Prevention of Ageing and Degenerative Diseases: Review of Current Evidence. Evid. Based Complement. Altern. Med. 2019:5054395. doi: 10.1155/2019/5054395.", "ArticleIdList": ["10.1155/2019/5054395", "PMC6721508", "31531114"]}, {"Citation": "Nguyen-Vo T.-H., Le T., Pham D., Nguyen T., Le P., Nguyen A., Nguyen T., Nguyen T.-N., Nguyen V., Do H., et al. VIETHERB: A Database for Vietnamese Herbal Species. J. Chem. Inf. Model. 2019;59:1–9. doi: 10.1021/acs.jcim.8b00399.", "ArticleIdList": ["10.1021/acs.jcim.8b00399", "30407009"]}, {"Citation": "Thanh-Hoang N.-V., Loc N., Nguyet D., Thien-Ngan N., Khang T., Cao H., Le L. Plant Metabolite Databases: From Herbal Medicines to Modern Drug Discovery. J. Chem. Inf. Model. 2020;60:1101–1110.", "ArticleIdList": ["31873010"]}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "7", "Day": "21"}, {"Year": "2020", "Month": "8", "Day": "25"}, {"Year": "2020", "Month": "8", "Day": "26"}, {"Year": "2020", "Month": "9", "Day": "3", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "9", "Day": "3", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "9", "Day": "3", "Hour": "6", "Minute": "1"}, {"Year": "2020", "Month": "9", "Day": "1"}], "PublicationStatus": "epublish", "ArticleIdList": ["32872226", "PMC7563488", "10.3390/biology9090252", "biology9090252"]}}], "PubmedBookArticle": []}