{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Antimicrobial properties", "Antioxidant", "Medicinal plants", "Mono-floral honeys", "Phenolic compounds"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "32884418", "DateRevised": {"Year": "2020", "Month": "09", "Day": "28"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "05", "Day": "22"}], "Language": ["eng"], "ELocationID": ["10.1016/j.sjbs.2020.05.031"], "Journal": {"ISSN": "1319-562X", "JournalIssue": {"Volume": "27", "Issue": "9", "PubDate": {"Year": "2020", "Month": "Sep"}}, "Title": "Saudi journal of biological sciences", "ISOAbbreviation": "Saudi J Biol Sci"}, "ArticleTitle": "Physico-chemical, antioxidant and anti-microbial properties of some Ethiopian mono-floral honeys.", "Pagination": {"StartPage": "2366", "EndPage": "2372", "MedlinePgn": "2366-2372"}, "Abstract": {"AbstractText": ["Honey has been widely used to treat several human pathogens. However, all honeys may not have equal potencies against different human pathogens. The purpose of the current work was to investigate the physico-chemical and antimicrobial qualities of some mono-floral honeys from Ethiopia against some human pathogen bacteria and fungi. In the study, seven different botanical origin honeys were used of which some were from plants known for their medicinal properties. The samples were tested for their major physico-chemical properties (sugar profiles, total free acids, pH, color, electric conductivity and total soluble substances) and their medicinal values as total antioxidant capacity, total phenolic content and antimicrobial properties as minimum inhibitory concentration against some human pathogens, following standard protocols. Generally, the average values of the physico-chemical properties of the samples were within the acceptable ranges of world honey quality values. The average total antioxidant value of the samples was 320.3 ± 15.1 with range of 225.4 ± 12.8-465.7 ± 21.8 μM Fe(II)/100g. Relatively higher values 421.5 ± 23.4 and 465.7 ± 21.8μM Fe(II)/100g recorded for Croton macrostachyus and Vernonia amygalina honeys respectively. The average phenolic contents of the samples varied from 233.3 ± 24.0 to 693.3 ± 26.8 mgGAE/kg and relatively higher values recorded for C. macrostachys and V. amygdalina honeys. The significant proportion of the tested samples showed strong antimicrobial qualities inhibiting the growth of tested pathogens at concentration of 10.5%-28.6% of MIC (% v/v). Honeys from medicinal plants (C. macrostachys and V. amygdalina) relatively showed more antimicrobial properties which could be due to the presence of plant specific phytochemicals which require further investigations."], "CopyrightInformation": "© 2020 Published by Elsevier B.V. on behalf of King Saud University."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Bagshan Chair for Bee Research, Department of Plant Protection, College of Food and Agricultural Sciences, King Saud University, P.O. Box 2460, Riyadh 11451, Saudi Arabia."}], "LastName": "Adgaba", "ForeName": "Nuru", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Bagshan Chair for Bee Research, Department of Plant Protection, College of Food and Agricultural Sciences, King Saud University, P.O. Box 2460, Riyadh 11451, Saudi Arabia."}], "LastName": "Al-Ghamdi", "ForeName": "Ahmad", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Tawi College, Shahpurkandi, Department of Agriculture, Tehsil Dharkalan, Pathankot, Punjab 145029, India."}], "LastName": "Sharma", "ForeName": "Deepak", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Bagshan Chair for Bee Research, Department of Plant Protection, College of Food and Agricultural Sciences, King Saud University, P.O. Box 2460, Riyadh 11451, Saudi Arabia."}], "LastName": "Tadess", "ForeName": "Yilma", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, College of Science, Tabuk University, Tabuk, Saudi Arabia."}], "LastName": "Alghanem", "ForeName": "Suliman M", "Initials": "SM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Unit of Bee Research and Honey Production, Faculty of Science, King Khalid University, P.O. Box 9004, Abha 61413, Saudi Arabia."}], "LastName": "Ali Khan", "ForeName": "Khalid", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, Hindu College Moradabad, M.J.P. Rohilkhand University, Bareilly 244001, India."}], "LastName": "Javed Ansari", "ForeName": "Mohammed", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Agricultural Research Corporation, Sudan, P.O. Box: 126, Madani, Sudan."}], "LastName": "Mohamed", "ForeName": "Gamal Khalid A", "Initials": "GKA"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Saudi Arabia", "MedlineTA": "Saudi J Biol Sci", "NlmUniqueID": "101543796", "ISSNLinking": "2213-7106"}, "CoiStatement": "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Al M.L., Daniel D., Moise A., Boris O., Laslo L., Bogdanov S. Physicochemical and bioactive properties of different floral origin honeys from Romania. Food Chem. 2009;112(4):863–867."}, {"Citation": "Al-Ghamdi A., Mohammed S.E.A., Ansari M.J., Adgaba N. Comparison of physic-chemical properties and effects of heating regimes on stored Apis mellifera and Apis florea honey. Saudi J. Biol. Sci. 2019;26(4):845–848.", "ArticleIdList": ["PMC6486504", "31049012"]}, {"Citation": "Alvarez-Suarez J.M., Tulipani S., Díaz D., Estevez Y., Romandini S., Giampieri S., Damiani E., Astolfi P., Bompadre S., Battino M. Antioxidant and antimicrobial capacity of several mono-floral Cuban honeys and their correlation with color, polyphenol content and other chemical compounds. Food Chem. Toxicol. 2010;48(8–9):2490–2499. doi: 10.1016/j.fct.2010.06.021.", "ArticleIdList": ["10.1016/j.fct.2010.06.021", "20558231"]}, {"Citation": "Alvarez-Suarez J.M., Tulipani S., Romandini S., Bertoli E., Battino M. Contribution of honey in nutrition and human health: a review. Mediterr. J. Nutr. Metab. 2010;3(1):15–23. doi: 10.1007/s12349-009-0051-6.", "ArticleIdList": ["10.1007/s12349-009-0051-6"]}, {"Citation": "Alvarez-Suarez J.M., Tulipani S., Romandini S., Vidal A., Battino M. Methodological aspects about determination of phenolic compounds and in vitro evaluation of antioxidant capacity in the honey: A review. Curr. Anal. Chem. 2009;5(4):293–302."}, {"Citation": "AL-Waili, N., Al-Ghamdi, A. Ansari, M.J., Al-Attal, Y., Al-Mubarak, A., Salom, K., 2013. Differences in composition of honey samples and their impact on the antimicrobial activities against drug multiresistant bacteria and pathogenic fungi, Arch. Med. Res. 44 (2013) 307–316.", "ArticleIdList": ["23684665"]}, {"Citation": "Al-Waili Noori S. Investigating the antimicrobial activity of natural honey and its effects on the pathogenic bacterial infections of surgical wounds and conjunctiva. J. Med. Food. 2004;7(2):210–222. doi: 10.1089/1096620041224139.", "ArticleIdList": ["10.1089/1096620041224139", "15298770"]}, {"Citation": "Ansari M.J., Al-Ghamdi A., Khan K.A., Adgaba N., El-Ahmady S.H., Gad H.A., Roshan A., Meo S.A., Kolyali S. Validation of botanical origins and geographical sources of some Saudi honeys using ultraviolet spectroscopy and chemometric analysis. Saudi J. Biol. Sci. 2018;25(2):377–382.", "ArticleIdList": ["PMC5816012", "29472794"]}, {"Citation": "Ansari M.J., Al-Ghamdi A., Usmani S., Al-Waili N.S., Sharma D., Nuru A., Al-Attal Y. Effect of jujube honey on Candida albicans growth and biofilm formation. Arch. Med. Res. 2013;44(5):352–360.", "ArticleIdList": ["23867789"]}, {"Citation": "Benzie Iris F.F., Strain J.J. The ferric reducing ability of plasma (FRAP) as a measure of “antioxidant power”: the FRAP assay. Anal. Biochem. 1996;239(1):70–76. doi: 10.1006/abio.1996.0292.", "ArticleIdList": ["10.1006/abio.1996.0292", "8660627"]}, {"Citation": "Bundit T., Anothai T., Pattaramart P., Roongpet T., Chuleeporn S. Comparison of antioxidant contents of thai honeys to manuka honey. Malaysian J. Nutrition. 2016;22(3):413–420."}, {"Citation": "Codex., 2001. Codex Alimentarius standard for honey 12-1981. Revised Codex standard for honey. Standards and standard methods (Vol. 11). Retrieved December, 2014, from http:// www.codexalimentarius.net."}, {"Citation": "E. C., 2001. Council directive 2001/110/EC of 20 December 2001 relating honey. Official Journal of the European Communities 12.1.2002 L10/47-52."}, {"Citation": "Estevinho L., Prereira A.P., Moreira L., Dias L.G., Pereira E. Antioxidant and antimicrobial effects of phenolic compounds extracts of Northeast Portugal honey. Food Chem. Toxicol. 2008;46(12):3774–3779. doi: 10.1016/j.fct.2008.09.062.", "ArticleIdList": ["10.1016/j.fct.2008.09.062", "18940227"]}, {"Citation": "Feás X., Pires J., Iglesias A., Estevinho M.L. Characterization of artisanal honey produced on the Northwest of Portugal by melissopalynological and physico-chemical data. Food Chem. Toxicol. 2010;48(2010):3462–3470. doi: 10.1016/j.fct.2010.09.024.", "ArticleIdList": ["10.1016/j.fct.2010.09.024", "20870005"]}, {"Citation": "Franch V.M., Cooper R.A., Molan P.C. The antibacterial activity of honey against coagulase- negative staphylococci. J. Antimicrob. Chemother. 2005;56(1):228–231. doi: 10.1093/jac/dki193.", "ArticleIdList": ["10.1093/jac/dki193", "15941774"]}, {"Citation": "Gheldof N., Engeseth N.J. Antioxidant capacity of honeys from various floral sources based on the determination of oxygen radical absorbance capacity and inhibition of in vitro lipoprotein oxidation in human serum samples. J. Agric. Food. Chem. 2002;50(10):3050–3055. doi: 10.1021/jf0114637.", "ArticleIdList": ["10.1021/jf0114637", "11982440"]}, {"Citation": "Gilles M, Zhao J., An M., Agboola S. Chemical composition and antimicrobial properties of essential oils of three Australian Eucalyptus species. Food Chemistry. 2010;119(2):731–737. doi: 10.1016/j.foodchem.2009.07.021.", "ArticleIdList": ["10.1016/j.foodchem.2009.07.021"]}, {"Citation": "Gomes S., Dias L.G., Moreira L.L., Rodrigues P., Estevinho L. Physicochemical, microbiological and antimicrobial properties of commercial honeys from Portugal. Food Chem. Toxicol. 2010;48(2010):544–548.", "ArticleIdList": ["19909782"]}, {"Citation": "Ijeh I.I., Ejike C.E.C.C. Current perspectives on the medicinal potentials of Vernonia amygdalina Del. J. Med. Plant Res. 2011;5(7):1051–1061. http://www.academicjournals.org/JMPR"}, {"Citation": "International Honey Commission, 2009. Harmonized methods of the International Honey Commission, pp.63. http://www.bee-hexagon.net/en/network.htm."}, {"Citation": "Irish J., Blair S., Carter D.A. The antibacterial activity of honey derived from Australian Flora. PLoS ONE. 2011;6(3) doi: 10.1371/journal.pone.0018229.", "ArticleIdList": ["10.1371/journal.pone.0018229", "PMC3065476", "21464891"]}, {"Citation": "Irish, J., Carter, D.A., Shokohi, T., Blair, S.E., 2006. Honey has an antifungal effect against Candida species. Med. Mycol. 2006; 44(3), 289–91. DOI: 10.1080/13693780500417037.", "ArticleIdList": ["16702110"]}, {"Citation": "Isla M.I., Craig A., Ordoñez R., Zampini C., Sayago J., Bedascarrasbure E., Alvarez A., Salomón V., Maldonado L. Physico chemical and bioactive properties of honeys from Northwestern LWT. Food Sci. Technol. 2011;44:1922–1930. doi: 10.1016/j.lwt.2011.04.003.", "ArticleIdList": ["10.1016/j.lwt.2011.04.003"]}, {"Citation": "Jantakee K., Tragoolpua Y. Activities of different types of Thai honey on pathogenic bacteria causing skin diseases, tyrosinase enzyme and generating free radicals. Biol. Res. 2015;48(1):4. doi: 10.1186/0717-6287-48-4.", "ArticleIdList": ["10.1186/0717-6287-48-4", "PMC4417269", "25654191"]}, {"Citation": "Khalid, B., 2017. Evaluation of wound healing activity of 70% Eethanol leaf extract of Becium grandiflorum Lam. (Lamiaceae) in Mice, MSc. Thesis, School of Pharmacy, Addis Ababa, Ethiopia, P. 68."}, {"Citation": "Khalil M.I., Motallib M.A., Anisuzzaman A.S.M., Sathi Z.S., Hye M.A., Shahjahan M. Antibacterial activities of different brands of unifloral honey available at the Northern Region of Bangladesh. J. Med. Sci. 2001;1:389–392."}, {"Citation": "Kumar A., Gill J.P.S., Bedi J.S., Manav M., Ansari M.J., Walia G.S. Sensorial and physicochemical analysis of Indian honeys for assessment of quality and floral origins. Food Res. Int. 2018;108:571–583.", "ArticleIdList": ["29735093"]}, {"Citation": "Louveaux J., Maurizio A., Vorwohl G. Methods of melissopalynology. Bee World. 1978;59:139–157. doi: 10.1080/0005772X.1978.11097714.", "ArticleIdList": ["10.1080/0005772X.1978.11097714"]}, {"Citation": "Lusby P.E., Coombes A.L., Wilkinson J.M. Bactericidal activity of different honeys against pathogenic bacteria. Arch. Med. Res. 2005;36:464–467.", "ArticleIdList": ["16099322"]}, {"Citation": "Mandal M.D., Mandal S. Honey: its medicinal property and antibacterial activity. Asian Pacific J. Tropical Biomed. 2011;1(2):154–160.", "ArticleIdList": ["PMC3609166", "23569748"]}, {"Citation": "Maroyi A. Ethnopharmacological uses, phytochemistry, and pharmacological properties of croton macrostachyus Hochst. Ex Delile: A comprehensive review”. Evidence-Based Complementary Alternative Med. 2017;20:1–17. doi: 10.1155/2017/1694671. Article ID 1694671.", "ArticleIdList": ["10.1155/2017/1694671", "PMC5660826", "29234365"]}, {"Citation": "Mavric E., Wittmann S., Barth G., Henle T. Identification and quantification of methylglyoxal as the dominant antibacterial constituent of Manuka (Leptospermum scoparium) honeys from New Zealand. Mol. Nutr. Food Res. 2008;52:483–489. doi: 10.1002/mnfr.200700282.", "ArticleIdList": ["10.1002/mnfr.200700282", "18210383"]}, {"Citation": "Meda A., Lamien C.E., Romito M., Millogo J., Nacoulma O.G. Determination of the total phenolic, flavonoid and proline contents in Burkina Fasan honey, as well as their radical scavenging activity. Food Chem. 2005;91(2005):571–577. doi: 10.1016/j.foodchem.2004.10.006.", "ArticleIdList": ["10.1016/j.foodchem.2004.10.006"]}, {"Citation": "Mesfin T., Aberra G., Asfaw D. In vitro anti-Neisseria gonorrhoeae activity of Albizia gummifera and Croton macrostachyus”. Revista Cenic Ciencias Biologicas. 2010;41(4):1–11."}, {"Citation": "Molan P.C. The antibacterial activity of honey, (part, 1, the nature of the antibacterial activity) Bee World. 1992;73(1):5–28."}, {"Citation": "Molan P.C. The antibacterial activity of honey, (part, 2) Variation in the potency of the antibacterial activity. Bee World. 1992;73(2):60–75."}, {"Citation": "Molan P.C., Cooper R.A. Honey and sugar as a dressing for wounds and ulcers. Trop. Doct. 2000;30(4):249–250.", "ArticleIdList": ["11075670"]}, {"Citation": "Molan P.C. The evidence supporting the use of honey as a wound dressing. Int. J. Lower Extremity Wounds. 2006;5(1):40–54.", "ArticleIdList": ["16543212"]}, {"Citation": "Mullai V., Menon T. Bactericidal activity of different types of honey against clinical and environmental isolates of Pseudomonas aeruginosa. J. Alternative Complementary Med. 2007;13(4):439–441. doi: 10.1089/acm.2007.6366.", "ArticleIdList": ["10.1089/acm.2007.6366", "17532737"]}, {"Citation": "Nicholls J., Miraglio A.M. Honey and healthy diets. Cereal Foods World. 2003;48(3):116–119."}, {"Citation": "Noori A.L., Al Ghamdi A., Ansari M.J., Al-Attal Y., Al-Mubarak A., Salom K. Differences in composition of honey samples and their impact on the antimicrobial activities against drug multi-resistant bacteria and pathogenic fungi. Arch. Med. Res. 2013;44(4):307–316.", "ArticleIdList": ["23684665"]}, {"Citation": "Noori A.L., Al-Ghamdi A., Ansari M.J., Al-Attal Y., Salom K. Synergistic effects of honey and propolis toward drug multi-resistant staphylococcus aureus, escherichia coli and candida albicans isolates in single and polymicrobial cultures. Int. J. Med. Sci. 2012;9(9):793–800.", "ArticleIdList": ["PMC3491439", "23136543"]}, {"Citation": "Nuru A. Ethiopian Society of Animal production, Addis Ababa; Ethiopia: 2007. Atlas of pollen grains of major honeybee flora of Ethiopia; p. 152."}, {"Citation": "Nuru A., Ahmed A.A., Awraris G., Yilma T., Abera B., Ansari M.J., Radloff S.E., Sharma D. Characterization of honeys by their botanical and geographical origins based on physico-chemical properties and chemo-metrics analysis. Food Measurement. 2017;11:1106–1117. doi: 10.1007/s11694-017-9487-4.", "ArticleIdList": ["10.1007/s11694-017-9487-4"]}, {"Citation": "Ogbulie J.N., Ogueke C.C., Nwanebu F.C. Antibacterial properties of Uvaria chamae, Congronema latifolium, Garcinia kola, Vernonia amygdalina and Aframomium melegueta. Afr. J. Biotechnol. 2007;6(13):1549–1553."}, {"Citation": "Ouchemoukh S., Schweitzer P., Bey M.B., Djoudad-Kadji H., Louaileche H. HPLC sugar profiles of Algerian honeys. Food Chem. 2010;121(2010):561–568. doi: 10.1016/j.foodchem.2009.12.047.", "ArticleIdList": ["10.1016/j.foodchem.2009.12.047"]}, {"Citation": "Özkök, A., D’arcy, B., Sorkun, K., 2010. Total phenolic acid and total flavonoid content of Turkish pine honeydew honey. J. ApiProduct ApiMedical Sci. 2 (2): 65 - 71 DOI 10.3896/IBRA.4.02.2.01."}, {"Citation": "Saxena S., Gautam S., Sharma A. Physical, biochemical and antioxidant properties of some Indian honeys. Food Chem. 2010;118(2):391–397. doi: 10.1016/j.foodchem.2009.05.001.", "ArticleIdList": ["10.1016/j.foodchem.2009.05.001"]}, {"Citation": "Sherlock O., Dolan A., Athman R., Power A., Gethin G., Cowman S., Hilary Humphreys H. Comparison of the antimicrobial activity of Ulmo honey from Chile and Manuka honey against methicillin-resistant Staphylococcus aureus, Escherichia coli and Pseudomonas aeruginosa. BMC Complementary Alternative Med. 2010;10:47. doi: 10.1186/1472-6882-10-47.", "ArticleIdList": ["10.1186/1472-6882-10-47", "PMC2942791", "20813024"]}, {"Citation": "Singleton V.L., Orthofer R., Lamuela-Raventos R.M. Analysis of total phenols and other oxidation substrates and antioxidants by means of Folin-Ciocalteu reagent. Methods Enzymol. 1999;299:152–178. doi: 10.1016/S0076-6879(99)99017-1.", "ArticleIdList": ["10.1016/S0076-6879(99)99017-1"]}, {"Citation": "Van-den Berg A.J., Van-den Worm E., Van-Ufford H.C., Halkes S.B., Hoekstra M.J., Beukelman C.J. An in vitro examination of the antioxidant and anti-inflammatory properties of buckwheat honey. J. Wound Care. 2008;17(4):172–178.", "ArticleIdList": ["18494436"]}, {"Citation": "Wang J., Kliks M., Qu W.Y., Jun S.J., Shi G.Y., Li Q.X. Rapid determination of the geographical origin of honey based on protein fingerprinting and barcoding using MALDI TOF MS. J. Agric. Food Chem. 2009;57(21):10081–10088.", "ArticleIdList": ["19886676"]}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "3", "Day": "3"}, {"Year": "2020", "Month": "5", "Day": "13"}, {"Year": "2020", "Month": "5", "Day": "16"}, {"Year": "2020", "Month": "9", "Day": "5", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "9", "Day": "5", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "9", "Day": "5", "Hour": "6", "Minute": "1"}, {"Year": "2020", "Month": "5", "Day": "22"}], "PublicationStatus": "ppublish", "ArticleIdList": ["32884418", "PMC7451694", "10.1016/j.sjbs.2020.05.031", "S1319-562X(20)30209-6"]}}], "PubmedBookArticle": []}