{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Alpine meadowlands", "Cold stratification", "Phenology", "Priority conservation", "Threatened"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "32884420", "DateRevised": {"Year": "2024", "Month": "03", "Day": "29"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "05", "Day": "11"}], "Language": ["eng"], "ELocationID": ["10.1016/j.sjbs.2020.05.006"], "Journal": {"ISSN": "1319-562X", "JournalIssue": {"Volume": "27", "Issue": "9", "PubDate": {"Year": "2020", "Month": "Sep"}}, "Title": "Saudi journal of biological sciences", "ISOAbbreviation": "Saudi J Biol Sci"}, "ArticleTitle": "Ecology, distribution mapping and conservation implications of four critically endangered endemic plants of Kashmir Himalaya.", "Pagination": {"StartPage": "2380", "EndPage": "2389", "MedlinePgn": "2380-2389"}, "Abstract": {"AbstractText": ["During the last few decades, human-driven activities have led to indiscriminate habitat destruction and exploitation of many plant species in Kashmir Himalaya. As a result, many species have become threatened and are struggling for survival. Of particular concern are the endemic and critically endangered species which have the highest risk of the extinction, hence warranting immediate conservation actions. Therefore the current study was carried out to understand the distribution, ecology and conservation implications of the four critically endangered endemic plants of Kashmir Himalaya. Habitat distribution modelling showed that the suitable potential areas for the species occurred from subalpine to alpine meadowlands with an elevational range of 1500-4600 m asl. The output of the MaxEnt model and field surveys have revealed that their highest potential distribution is in Panchari, Khrew, Ramnagar, Pahalgam, Gurez, Sonamarg, Gulmarg and Kishtwar forest ranges. Based on the field explorations and herbarium records, <i>Saussurea costus</i> (Falc.) Lipsch have 27 distribution areas, <i>Gentiana kurroo</i> Royle 18, <i>Lilium polyphyllum</i> D. Don 12 and <i>Aconitum chasmanthum</i> Stapf have 15. Precipitation of the driest month and annual mean temperature played an important role in the distribution of the studied species. The species started their lifecycle with the onset of the spring season, flowered in summer, fruit in autumn and senesce in the winter season. Under natural conditions, the number of days required for germination ranged from 180 to 210 where cold stratification played a pivotal role. Since last few decades, the populations of these species have been shrinking in their natural habitats due to over-exploitation for medicinal purposes and habitat destruction through amplified humanoid interferences like the expansion of agricultural land, road building, grazing and urbanization. Thus there is an urgent need to come up with positive strategies to save whatever is left and plan long term rescue measures not only to protect these species from extinction but also to reintroduce them along with framing the plans to supply sustained raw materials for medicine."], "CopyrightInformation": "© 2020 Published by Elsevier B.V. on behalf of King Saud University."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Centre of Research for Development, University of Kashmir, Hazratbal Srinagar 190006, India."}], "LastName": "Hussain Mir", "ForeName": "Aabid", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Centre of Research for Development, University of Kashmir, Hazratbal Srinagar 190006, India."}], "LastName": "Tyub", "ForeName": "Sumira", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Centre of Research for Development, University of Kashmir, Hazratbal Srinagar 190006, India."}], "LastName": "Kamili", "ForeName": "Azra N", "Initials": "AN"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Saudi Arabia", "MedlineTA": "Saudi J Biol Sci", "NlmUniqueID": "101543796", "ISSNLinking": "2213-7106"}, "CoiStatement": "None."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Adhikari D., Barik S.K., Tiwary R. Conservation of Threatened Plants of India - A Manual of Methods. 2012. pp. 22–44."}, {"Citation": "Adhikari D., Mir A.H., Upadhaya K., Iralu V., Roy D.K. Abundance and habitat-suitability relationship deteriorate in fragmented forest landscapes: a case of Adinandra griffithii Dyer, a threatened endemic tree from Meghalaya in northeast India. Ecol. Process. 2018;7:3. doi: 10.1186/s13717-018-0114-z.", "ArticleIdList": ["10.1186/s13717-018-0114-z"]}, {"Citation": "Badola K.H., Pal M. Endangered medicinal plants in Himachal Pradesh. Meeting report. Curr. Sci. 2002;83:797–798."}, {"Citation": "Bano H., Bhat J.A., Siddique M.A.A., Noor F., Bhat M.A., Mir S.A. Seed germination studies of Saussurea costus clarke, a step towards conservation of a critically endangered medicinal plant species of north western Himalaya. Pl. Arch. 2018;18:963–968."}, {"Citation": "Baskin C.C., Baskin J.M. Academic press; San Diego: 1998. Seeds: Ecology, biogeography, and evolution of dormancy and germination."}, {"Citation": "Baskin C.C., Baskin J.M. 2nd ed. Academic Press; San Diego, Calif: 2014. Seeds: Ecology, biogeography, and evolution of dormancy and germination."}, {"Citation": "Butola J.S., Samant S.S. Seed viability of Saussurea costus. J. Trop. Med. Plants. 2006;7:197–203."}, {"Citation": "Butola J.S., Samant S.S. Saussurea species in Indian Himalayan Region: Diversity, distribution and indigenous uses. Int. J. Plant Biol. 2010;1:43–51."}, {"Citation": "Cortes-Flores J., Andresen E., Cornejo-Tenorio G., Ibarra-Manrı-quez G. Fruiting phenology of seed dispersal syndromes in a Mexican Neotropical temperate forest. For. Ecol. Manage. 2013;289:445–454. doi: 10.1016/j.foreco.2012.10.038.", "ArticleIdList": ["10.1016/j.foreco.2012.10.038"]}, {"Citation": "Dar, A,R., Reshi, Z., Dar, G.H., 2009. Germination studies on three critically endangered endemic angiosperm species of the Kashmir Himalaya, Plant Ecol. 200: 105−115. https://doi.org/10. 1007/sl 1258-008-9436-8."}, {"Citation": "Dar, G.H., Khuroo, A.A., Nasreen, A., 2012. Endemism in the angiosperm flora of Kashmir Valley, India: Stocktaking. In Proceedings of International Seminar on Multidisciplinary Approaches in Angiosperm Systematics, edited by Mukherjee, S.K., Maiti, G.G. Kolkata"}, {"Citation": "Dar G.H., Naqshi A.R. Threatened flowering plants of Kashmir Himalaya– A checklist. Orient. Sci. 2002;6:23–53."}, {"Citation": "Dawson T.P., Jackson S.T., House J.I., Prentice I.C., Mace G.M. Beyond predictions: Biodiversity conservation in a changing climate. Science. 2011;332:53–58. doi: 10.1126/science.1200303.", "ArticleIdList": ["10.1126/science.1200303", "21454781"]}, {"Citation": "Dhar U., Kachroo P. Scientific Publishers Jodhpur; 1983. Alpine flora of Kashmir Himalaya."}, {"Citation": "Dhyani A. H.N.B. Garhwal University, Srinagar Garhwal, Uttarakhand; India: 2012. Ecophysiology, multiplication and domestication of a critically endangered medicinal herb, Lilium polyphyllum D.Don ex Royle of north western Himalaya. Ph.D. dissertation."}, {"Citation": "Dhyani A., Nautiyal B.P., Nautiyal M.C. Distribution, status and conservation of Lilium polyphyllum (Liliaceae), a critically endangered medicinal plant from India. Pl. Biosyst. 2017;152:608–611. doi: 10.1080/11263504.2017.1330777.", "ArticleIdList": ["10.1080/11263504.2017.1330777"]}, {"Citation": "Dhyani A., Nautiyal B.P., Nautiyal M.C. Distribution, status and conservation of Lilium polyphyllum (Liliaceae), a critically endangered medicinal plant from India. Pl. Biosyst. 2018;152:608–611. doi: 10.1080/11263504.2017.1330777.", "ArticleIdList": ["10.1080/11263504.2017.1330777"]}, {"Citation": "Dhyani A., Phartyal S.S., Nautiyal B.P., Nautiyal M.C. Epicotyl morphophysiological dormancy in seeds of Lillium polyphyllum (Liliaceae) J. Biosci. 2013;38:13–19. doi: 10.1007/s12038-012-9284-5.", "ArticleIdList": ["10.1007/s12038-012-9284-5", "23385808"]}, {"Citation": "Dhyani, A., Sharma, G., Nautiyal, B.P., Nautiyal, M.C., 2014. Propagation and conservation of Lilium polyphyllum D.Don ex Royle. J. Appl. Res. Med. Arom. Plants, 1: 144–147. https://doi.org/10. 1016/j.jarmap.2014.10.001"}, {"Citation": "Enquist B.J., Feng X., Boyle B., Maitner B., Newman E.A., Jørgensen P.M., Roehrdanz P.R., Thiers B.M., Burger J.R., Corlett R.T., Couvreur T.L.P., Dauby G. The commonness of rarity: Global and future distribution of rarity across land plants. Sci. Adv. 2019;5:11. doi: 10.1126/sciadv.aaz0414.", "ArticleIdList": ["10.1126/sciadv.aaz0414", "PMC6881168", "31807712"]}, {"Citation": "Gujree G.M. University of Kashmir, Srinagar; India: 2007. Studies on Reproductive Biology to Develop Conservation Strategies for Picrorhlza kurrooa Royle ex Benth. and Aconitum chasmanthum Stapf ex Holmes. PhD thesis. Department of Botany."}, {"Citation": "Hajra P.K., Rao R.R. Distribution of vegetation types in northwest Himalaya with brief remarks on phytogeography and floral resource conservation. Proc. Indian Acad. Sci. (Plant Sci.). 1990;100:263–277. doi: 10.1007/BF03053480.", "ArticleIdList": ["10.1007/BF03053480"]}, {"Citation": "IMD (Indian Meteorological Department) 2014. Climate of Jammu & Kashmir. Report of climatological summaries of states, series 20. Published by Indian Meteorological Department, Pune India. pp 215."}, {"Citation": "Indian State of Forest Report 2019. Indian State of Forest Report, Jammu and Kashmir. Volume II. Forest Survey of India, MOEF & CC Dehradun. Pp 101-111. SBN 978-81-941018-0-2."}, {"Citation": "IPCC (Intergovernmental Panel on Climate Change) 2014. Climate change 2014: impacts, vulnerability and adaptation. Contribution of Working Group II to the Fifth Assessment Report of the Intergovernmental Panel on Climate Change. IPCC Working Group 2. Cambridge University Press, Port Chester, NY."}, {"Citation": "IUCN 2003. Guidelines for Application of IUCN Red List Criteria at Regional Levels: Version 3.0. IUCN Species Survival Commission. IUCN, Gland, Switzerland and Cambridge."}, {"Citation": "IUCN 2020. The IUCN Red List of Threatened Species. Version 2019-3. https://www.iucnredlist.org."}, {"Citation": "Jabeen N., Kozgar M., Dar G.H., Shaw A.S., Khan S. Distribution and Taxonomy of Genus Aconitum in Kashmir: Potent Medicinal Resource of Himalayan Valley. Chiang Mai J. Sci. 2013;40:173–186."}, {"Citation": "Janzen D.H. Physiological ecology of fruits and their seeds. In: Lange O., Nobel C., Osmand C., Ziegler H., editors. vol. 12. C, Physiological Plant Ecology; 1983. (Encyclopedia of plant physiology)."}, {"Citation": "Kardol P., Wardle D.A. How understanding aboveground–belowground linkages can assist restoration ecology. Trend. Ecol. Evol. 2010;25:670–679. doi: 10.1016/j.tree.2010.09.001.", "ArticleIdList": ["10.1016/j.tree.2010.09.001", "20888063"]}, {"Citation": "Keenan R.J., Reams G.A., Achard F., deFreitas J.V., Grainger A., Lindquist E. Dynamics of global forest area: results from the FAO global forest resources assessment. For. Ecol. Manag. 2015;352:9–20. doi: 10.1016/j.foreco.2015.06.014.", "ArticleIdList": ["10.1016/j.foreco.2015.06.014"]}, {"Citation": "Khanum R., Mumtaz A.S., Kumar S. Predicting impacts of climate change on medicinal asclepiads of Pakistan using Maxent modeling. Acta Oecol. 2013;49:23–31. doi: 10.1016/j.actao.2013.02.007.", "ArticleIdList": ["10.1016/j.actao.2013.02.007"]}, {"Citation": "Khuroo A.A., Irfan R., Zafar R., Dar G.H., Wafai B.A. The alien flora of Kashmir Himalaya. Biol. Invasions. 2007;9:269–292. doi: 10.1007/s10530-006-9032-6.", "ArticleIdList": ["10.1007/s10530-006-9032-6"]}, {"Citation": "Kour S., Singh S., Kaloo Z.A., Shapoo G.A., Ganaie A.H. Effective Ex-Situ Conservation Strategies of Saussurea Costus (Falc.) Lipsch An Endangered Medicinal Plant of Kashmir Himalaya. Saussurea. 2016;6:342–349."}, {"Citation": "Krause M. Assessing the plant species, mortality rates and water availability under the canopies in the million trees NYC plots. Forests. 2013;5:1896–1909."}, {"Citation": "Kudo G., Hirao S.A. Habitat-specific responses in the flowering phenology and seed set of alpine plants to climate variation: implications for global-change impacts. Pop. Ecol. 2006;48:49–58. doi: 10.1007/s10144-005-0242-z.", "ArticleIdList": ["10.1007/s10144-005-0242-z"]}, {"Citation": "Kuniyal C.P., Rawat Y.S., Oinam S.S., Kuniyal J.C., Vishvakarma S.C.R. Kuth (Saussurea lappa) cultivation in the cold desert environment of the Lahul valley, northwestern Himalaya, India: arising threats and need to revive socio-economic value. Biodiver. Conserv. 2005;14:1035–1045. doi: 10.1007/s10531-004-4365-x.", "ArticleIdList": ["10.1007/s10531-004-4365-x"]}, {"Citation": "Laurance W.F., Ferreira L.V., Rankin de Merona J.M., Hutchings R.W. Influence of plot shape on estimates of tree diversity and community composition in central Amazonia. Biotropica. 1998;30:662–665. doi: 10.1111/j.1744-7429.1998.tb00106.x.", "ArticleIdList": ["10.1111/j.1744-7429.1998.tb00106.x"]}, {"Citation": "Lawrence W.R. Chinar Publishing House; Srinagar: 1895. The Valley of Kashmir (Reprinted."}, {"Citation": "Manjikola S., Dhar U., Rawal R.S. Phenology and biology of Arnebia benthamii: A critically endangered medicinal plant of the Himalaya. Proc. Nat. Acad. Sci. India. 2005;75:283–287."}, {"Citation": "Margules C.R., Pressey P.L., Williams P.H. Representing biodiversity: data and procedures for identifying priority areas for conservation. J. Biosci. 2002;27:309–326. doi: 10.1007/BF02704962.", "ArticleIdList": ["10.1007/BF02704962", "12177531"]}, {"Citation": "Markham J. Rare species occupy uncommon niches. Sci. Rep. 2014;4:63–65. doi: 10.1038/srep06012.", "ArticleIdList": ["10.1038/srep06012", "PMC5381397", "25110113"]}, {"Citation": "Mir, A.H., K. Upadhaya, K., Roy, D.K., Deori, C., Singh, B., 2019. A comprehensive checklist of endemic flora of Meghalaya, India. J. Threat. Taxa 11: 14527–14561. https://doi.org/10.11609/jott.4605.11.12.14527-14561."}, {"Citation": "Mir A.H., Upadhaya K., Odyuo N., Tiwari B.K. Rediscovery of Magnolia rabaniana (Magnoliaceae): a threatened tree species of Meghalaya, northeast India. J. Asia Pac. Biodiver. 2017;10:127–131. doi: 10.1016/j.japb.2016.10.004.", "ArticleIdList": ["10.1016/j.japb.2016.10.004"]}, {"Citation": "Myers N., Mittermeier R.A., Mittermeier C.G., DaFonseca G.A.B., Kent J. Biodiversity hotspots for conservation priorities. Nature. 2000;403:853–858. doi: 10.1038/35002501.", "ArticleIdList": ["10.1038/35002501", "10706275"]}, {"Citation": "Nayar, M.P., Sastry, A.R.K., 1990. Red Data Book of Indian Plants.Volume III. Botanical Survey of India, Calcutta."}, {"Citation": "Phillips S.J., Anderson R.P., Schapire R.E. Maximum entropy modeling of species geographic distributions. Ecol. Modell. 2006;190:231–259. doi: 10.1016/j.ecolmodel.2005.03.026.", "ArticleIdList": ["10.1016/j.ecolmodel.2005.03.026"]}, {"Citation": "Phillips S.J., Dudik M. Modeling of species distributions with Maxent: new extensions and a comprehensive evaluation. Ecography. 2008;31:161–175. doi: 10.1111/j.0906-7590.2008.5203.x.", "ArticleIdList": ["10.1111/j.0906-7590.2008.5203.x"]}, {"Citation": "Qayoom, K.M., 2015. Assessment of anti-inflammatory potential and characterisation of bioactive fractions from Gentiana Kurroo Royle and Artemisia amygdalina Decne. PhD Thesis University of Kashmir, Srinagar India."}, {"Citation": "Qu H., Wang C.J., Zhang Z. Planning priority conservation areas under climate change for six plant species with extremely small populations in China. Nat. Conser. 2018;25:89–106. doi: 10.3897/natureconservation.25.20063.", "ArticleIdList": ["10.3897/natureconservation.25.20063"]}, {"Citation": "Raina R., Behera M.C., Chand R., Sharma Y. Reproductive Biology of Gentiana kurroo Royle. Curr. Sci. 2003;85:667–670."}, {"Citation": "Rodgers W.A., Panwar H.S. The Report; Wildlife Institute of India, Dehradun: 1988. Planning a Protected Area Network in India."}, {"Citation": "Ruxton G.D., Schaefer H.M. The conservation physiology of seed dispersal. Phil Trans R Soc B: Biol Sci. 2012;367:1708–1718. doi: 10.1098/rstb.2012.0001.", "ArticleIdList": ["10.1098/rstb.2012.0001", "PMC3350653", "22566677"]}, {"Citation": "Sahni, K.C., 1982. Himaayan flora and physiography: A study in contrasts; in the vegetational wealth of the Himalayas. In: Palq, G.S. (ed.). Delhi Puja Publishcrs. pp 194–200."}, {"Citation": "Shen S.K., Wang Y.H., Ma H.Y. Seed germination requirements and responses to desiccation and storage of Apterosperma oblata (Theaceae), an endangered tree from south-eastern China: implications for restoration. Pl. Spec. Biol. 2010;25:158–163. doi: 10.1111/j.1442-1984.2010.00278.x.", "ArticleIdList": ["10.1111/j.1442-1984.2010.00278.x"]}, {"Citation": "Silva T.R., Medeiros M.B., Noronha S.E., Pinto J.R.R. Species distribution models of rare tree species as an evaluation tool for synergistic human impacts in the Amazon rainforest. Braz. J. Bot. 2017;40:963–971. doi: 10.1007/s40415-017-0413-0.", "ArticleIdList": ["10.1007/s40415-017-0413-0"]}, {"Citation": "Singh, P., Dash, S.S., 2014 Plant Discoveries 2013. New Genera, Species and New Records, Botanical Survey of India, Kolkata."}, {"Citation": "Sourabh P., Thakur J., Uniyal P.L., Pandey A.K. Biology of Lilium polyphyllum – a threatened medicinal plant. Med. Plants. 2015;7:158–166. doi: 10.5958/0975-6892.2015.00024.6.", "ArticleIdList": ["10.5958/0975-6892.2015.00024.6"]}, {"Citation": "Thuiller W., Richardson D.M., Pyšek P., Midgley G.F., Hughs G.O., Rouget M. Niche-based modeling as a tool for predicting the risk of alien plant invasions at a global scale. Gl. Ch. Biol. 2005;11:2234–2250. doi: 10.1111/j.1365-2486.2005.01018.x.", "ArticleIdList": ["10.1111/j.1365-2486.2005.01018.x", "34991288"]}, {"Citation": "Tilman D., May R.M., Lehman C.L., Nowak M.A. Habitat destruction and the extinction debt. Nature. 1994;371:65–66. doi: 10.1038/371065a.", "ArticleIdList": ["10.1038/371065a"]}, {"Citation": "Tomar A., Manhas R.K., Srivastava R.K. Seed germination studies in Gentiana kurroo Royle-An endangered medicinal herb. J. Med. Arom. Pl. Sci. 2012;34:168–171."}, {"Citation": "Upadhaya K., Mir A.H., Iralu V. Reproductive Phenology and Germination behaviour of some important tree Species of Northeast India. Proc. Nat. Acad. Sci. ind. Biol. Sci. 2018;88:1033–1041. doi: 10.1007/s40011-017-0841-4.", "ArticleIdList": ["10.1007/s40011-017-0841-4"]}, {"Citation": "Ved, D.K., Kinhal, G.A., Ravikumar, K., Prabhakaran, V., Ghate, U., Vijaya, S.R., Indresha, J.H. 2003. Conservation Assessment & Management Prioritisation for the Medicinal Plants of Jammu & Kashmir, Himachal Pradesh & Uttaranchal Foundation for Revitalisation of Local Health Tradition (FRLHT), Bangalore, India, Bangalore."}, {"Citation": "Vetaas O.R., Salihb A., Jurasinskic G. Vegetation changes in the Red Sea Hills: from mist oasis to arid shrub. Pl. Ecol. and Diver. 2012;5:527–539. doi: 10.1080/17550874.2012.749954.", "ArticleIdList": ["10.1080/17550874.2012.749954"]}, {"Citation": "Wani B.A. Pondicherry University, Puducherry India; 2013. Phytochemical Analysis and Screening of Potential Biological Activities of Gentiana kurroo Royle- An Endemic Medicinal Plant of Kashmir Himalaya. PhD thesis."}]}], "History": [{"Year": "2020", "Month": "2", "Day": "17"}, {"Year": "2020", "Month": "4", "Day": "3"}, {"Year": "2020", "Month": "5", "Day": "3"}, {"Year": "2020", "Month": "9", "Day": "5", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "9", "Day": "5", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "9", "Day": "5", "Hour": "6", "Minute": "1"}, {"Year": "2020", "Month": "5", "Day": "11"}], "PublicationStatus": "ppublish", "ArticleIdList": ["32884420", "PMC7451753", "10.1016/j.sjbs.2020.05.006", "S1319-562X(20)30182-0"]}}]}