{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Ethiopia", "cancer", "medicinal plants", "phytochemistry"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "32899373", "DateCompleted": {"Year": "2021", "Month": "03", "Day": "09"}, "DateRevised": {"Year": "2021", "Month": "03", "Day": "09"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "09", "Day": "03"}], "Language": ["eng"], "ELocationID": ["4032", "10.3390/molecules25174032"], "Journal": {"ISSN": "1420-3049", "JournalIssue": {"Volume": "25", "Issue": "17", "PubDate": {"Year": "2020", "Month": "Sep", "Day": "03"}}, "Title": "Molecules (Basel, Switzerland)", "ISOAbbreviation": "Molecules"}, "ArticleTitle": "Ethiopian Medicinal Plants Traditionally Used for the Treatment of Cancer, Part 2: A Review on Cytotoxic, Antiproliferative, and Antitumor Phytochemicals, and Future Perspective.", "Abstract": {"AbstractText": ["This review provides an overview on the active phytochemical constituents of medicinal plants that are traditionally used to manage cancer in Ethiopia. A total of 119 articles published between 1968 and 2020 have been reviewed, using scientific search engines such as ScienceDirect, PubMed, and Google Scholar. Twenty-seven medicinal plant species that belong to eighteen families are documented along with their botanical sources, potential active constituents, and in vitro and in vivo activities against various cancer cells. The review is compiled and discusses the potential anticancer, antiproliferative, and cytotoxic agents based on the types of secondary metabolites, such as terpenoids, phenolic compounds, alkaloids, steroids, and lignans. Among the anticancer secondary metabolites reported in this review, only few have been isolated from plants that are originated and collected in Ethiopia, and the majority of compounds are reported from plants belonging to different areas of the world. Thus, based on the available bioactivity reports, extensive and more elaborate ethnopharmacology-based bioassay-guided studies have to be conducted on selected traditionally claimed Ethiopian anticancer plants, which inherited from a unique and diverse landscape, with the aim of opening a way forward to conduct anticancer drug discovery program."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Pharmacy, College of Health Sciences, Addis Ababa University, Churchill Street, 1176 Addis Ababa, Ethiopia."}], "LastName": "Tesfaye", "ForeName": "Solomon", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Pharmacy, College of Health Sciences, Addis Ababa University, Churchill Street, 1176 Addis Ababa, Ethiopia."}], "LastName": "Asres", "ForeName": "Kaleab", "Initials": "K"}, {"Identifier": ["0000-0001-9856-3204"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Plant Biology and Biodiversity Management, College of Natural and Computational Sciences, The National Herbarium, Addis Ababa University, 34731 Addis Ababa, Ethiopia."}], "LastName": "Lulekal", "ForeName": "Ermias", "Initials": "E"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Pharmacy, College of Health Sciences, Addis Ababa University, Churchill Street, 1176 Addis Ababa, Ethiopia."}], "LastName": "Alebachew", "ForeName": "Yonatan", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Pharmacy, College of Health Sciences, Addis Ababa University, Churchill Street, 1176 Addis Ababa, Ethiopia."}], "LastName": "Tewelde", "ForeName": "Eyael", "Initials": "E"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "National Center for Natural Products Research, Research Institute of Pharmaceutical Sciences, School of Pharmacy, University of Mississippi, University, MS 38677, USA."}], "LastName": "Kumarihamy", "ForeName": "Mallika", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "National Center for Natural Products Research, Research Institute of Pharmaceutical Sciences, School of Pharmacy, University of Mississippi, University, MS 38677, USA."}], "LastName": "Muhammad", "ForeName": "Ilias", "Initials": "I"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Molecules", "NlmUniqueID": "100964009", "ISSNLinking": "1420-3049"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Antineoplastic Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Phytochemicals"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": ["chemistry", "pharmacology", "therapeutic use"], "DescriptorName": "Antineoplastic Agents"}, {"QualifierName": ["drug effects"], "DescriptorName": "Cell Proliferation"}, {"QualifierName": [], "DescriptorName": "Clinical Trials as Topic"}, {"QualifierName": [], "DescriptorName": "Ethiopia"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["drug therapy"], "DescriptorName": "Neoplasms"}, {"QualifierName": ["pharmacology", "therapeutic use"], "DescriptorName": "Phytochemicals"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plants, Medicinal"}], "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Bray F., Ferlay J., Soerjomataram I., Siegel R.L., Torre L.A., Jemal A. Global cancer statistics 2018: GLOBOCAN estimates of incidence and mortality worldwide for 36 cancers in 185 countries. CA Cancer J. Clin. 2018;68:394–424. doi: 10.3322/caac.21492.", "ArticleIdList": ["10.3322/caac.21492", "30207593"]}, {"Citation": "Cragg G.M., Pezzuto J.M. Natural products as a vital source for the discovery of cancer chemotherapeutic and chemopreventive agents. Med. Princ. Pract. 2016;25:41–59. doi: 10.1159/000443404.", "ArticleIdList": ["10.1159/000443404", "PMC5588531", "26679767"]}, {"Citation": "Rishton G.M. Natural products as a robust source of new drugs and drug leads: Past successes and present day issues. Am. J. Cardiol. 2008;101:S43–S49. doi: 10.1016/j.amjcard.2008.02.007.", "ArticleIdList": ["10.1016/j.amjcard.2008.02.007", "18474274"]}, {"Citation": "Newman D.J., Cragg G.M. Natural products as sources of new drugs from 1981 to 2014. J. Nat. Prod. 2016;79:629–661. doi: 10.1021/acs.jnatprod.5b01055.", "ArticleIdList": ["10.1021/acs.jnatprod.5b01055", "26852623"]}, {"Citation": "Kelbessa E., Demissew S. Diversity of vascular plant taxa of the flora of Ethiopia and Eritrea. Ethiop. J. Biol. Sci. 2014;13:37–45."}, {"Citation": "Tuasha N., Petros B., Asfaw Z. Medicinal plants used by traditional healers to treat malignancies and other human ailments in Dalle District, Sidama Zone, Ethiopia. J. Ethnobiol. Ethnomed. 2018;14:1–21. doi: 10.1186/s13002-018-0213-z.", "ArticleIdList": ["10.1186/s13002-018-0213-z", "PMC5813379", "29444684"]}, {"Citation": "Bussa N.F., Belayneh A. Traditional medicinal plants used to treat cancer, tumors and inflammatory ailments in Harari Region, Eastern Ethiopia. S. Afr. J. Bot. 2019;122:360–368. doi: 10.1016/j.sajb.2019.03.025.", "ArticleIdList": ["10.1016/j.sajb.2019.03.025"]}, {"Citation": "Atlabachew M., Chandravanshi B.S., Redi M. Selected secondary metabolites and antioxidant activity of khat (Catha edulis Forsk) chewing leaves extract. Int. J. Food Prop. 2014;17:45–64. doi: 10.1080/10942912.2011.614367.", "ArticleIdList": ["10.1080/10942912.2011.614367"]}, {"Citation": "Worku N., Mossie A., Stich A., Daugschies A., Trettner S., Hemdan N.Y., Birkenmeier G. Evaluation of the in vitro efficacy of Artemisia annua, Rumex abyssinicus, and Catha edulis Forsk extracts in cancer and Trypanosoma brucei cells. ISRN Biochem. 2013;2013:1–10. doi: 10.1155/2013/910308.", "ArticleIdList": ["10.1155/2013/910308", "PMC4392988", "25937964"]}, {"Citation": "Tauchen J., Doskocil I., Caffi C., Lulekal E., Marsik P., Havlik J., Van Damme P., Kokoska L. In vitro antioxidant and anti-proliferative activity of Ethiopian medicinal plant extracts. Ind. Crops Prod. 2015;74:671–679. doi: 10.1016/j.indcrop.2015.05.068.", "ArticleIdList": ["10.1016/j.indcrop.2015.05.068"]}, {"Citation": "Yeshak M.Y., Burman R., Asres K., Göransson U. Cyclotides from an extreme habitat: Characterization of cyclic peptides from Viola abyssinica of the Ethiopian highlands. J. Nat. Prod. 2011;74:727–731. doi: 10.1021/np100790f.", "ArticleIdList": ["10.1021/np100790f", "21434649"]}, {"Citation": "Nibret E., Youns M., Krauth-Siegel R.L., Wink M. Biological activities of xanthatin from Xanthium strumarium leaves. Phytother. Res. 2011;25:1883–1890. doi: 10.1002/ptr.3651.", "ArticleIdList": ["10.1002/ptr.3651", "21953905"]}, {"Citation": "Gebrelibanos M., Asres K., Veeresham C. In Vitro radical scavenging activity of the leaf and bark extracts of Senna singueana (Del). Lock. Ethiop. Pharm. J. 2007;25:77–84. doi: 10.4314/epj.v25i2.35121.", "ArticleIdList": ["10.4314/epj.v25i2.35121"]}, {"Citation": "Mengesha A.E., Youan B.-B.C. Anticancer activity and nutritional value of extracts of the seed of Glinus lotoides. J. Nutr. Sci. Vitaminol. 2010;56:311–318. doi: 10.3177/jnsv.56.311.", "ArticleIdList": ["10.3177/jnsv.56.311", "21228502"]}, {"Citation": "Habtemariam S. Knipholone anthrone from Kniphofia foliosa induces a rapid onset of necrotic cell death in cancer cells. Fitoterapia. 2010;81:1013–1019. doi: 10.1016/j.fitote.2010.06.021.", "ArticleIdList": ["10.1016/j.fitote.2010.06.021", "20600682"]}, {"Citation": "Tuasha N., Hailemeskel E., Erko B., Petros B. Comorbidity of intestinal helminthiases among malaria outpatients of Wondo Genet health centers, southern Ethiopia: Implications for integrated control. BMC Infect. Dis. 2019;19:659. doi: 10.1186/s12879-019-4290-y.", "ArticleIdList": ["10.1186/s12879-019-4290-y", "PMC6657167", "31340774"]}, {"Citation": "Esubalew S.T., Belete A., Lulekal E., Gabriel T., Engidawork E., Asres K. Review of ethnobotanical and ethnopharmacological evidences of some ethiopian medicinal plants traditionally used for the treatment of cancer. Ethiop. J. Health Dev. 2017;31:161–187."}, {"Citation": "Friis I., Demissew S., Van Breugel P. Det Kongelige Danske Videnskabernes Selskab. Nabu Press; Charleston, SC, USA: 2010. Atlas of the potential vegetation of Ethiopia."}, {"Citation": "Makonnen E., Hagos E. Antispasmodic effect of Bersama abyssinica aqueous extract on guinea-pig ileum. Phytother. Res. 1993;7:211–212. doi: 10.1002/ptr.2650070226.", "ArticleIdList": ["10.1002/ptr.2650070226"]}, {"Citation": "Birhanu Z. Traditional use of medicinal plants by the ethnic groups of Gondar Zuria District, North-Western Ethiopia. J. Nat. Rem. 2013;13:46–53."}, {"Citation": "Tesfaye S., Belete A., Engidawork E., Gedif T., Asres K. Ethnobotanical study of medicinal plants used by traditional healers to treat cancer-like symptoms in eleven districts, Ethiopia. Evid-Based Compl. Alt. 2020;2020:1–23. doi: 10.1155/2020/7683450.", "ArticleIdList": ["10.1155/2020/7683450", "PMC7191438", "32382303"]}, {"Citation": "Agize M., Demissew S., Asfaw Z. Ethnobotany of medicinal plants in Loma and Gena bosa districts (woredas) of dawro zone, southern Ethiopia. Topcls. J. Herb. Med. 2013;2:194–212."}, {"Citation": "Giday M., Asfaw Z., Woldu Z. Ethnomedicinal study of plants used by Sheko ethnic group of Ethiopia. J. Ethnopharmacol. 2010;132:75–85. doi: 10.1016/j.jep.2010.07.046.", "ArticleIdList": ["10.1016/j.jep.2010.07.046", "20674734"]}, {"Citation": "Kidane B., van Andel T., van der Maesen L.J.G., Asfaw Z. Use and management of traditional medicinal plants by Maale and Ari ethnic communities in southern Ethiopia. J. Ethnobiol. Ethnomed. 2014;10:1–15. doi: 10.1186/1746-4269-10-46.", "ArticleIdList": ["10.1186/1746-4269-10-46", "PMC4055949", "24898079"]}, {"Citation": "Giday M., Teklehaymanot T., Animut A., Mekonnen Y. Medicinal plants of the Shinasha, Agew-awi and Amhara peoples in northwest Ethiopia. J. Ethnopharmacol. 2007;110:516–525. doi: 10.1016/j.jep.2006.10.011.", "ArticleIdList": ["10.1016/j.jep.2006.10.011", "17101251"]}, {"Citation": "Abera B. Medicinal plants used in traditional medicine by Oromo people, Ghimbi District, Southwest Ethiopia. J. Ethnobiol. Ethnomed. 2014;10:1–15. doi: 10.1186/1746-4269-10-40.", "ArticleIdList": ["10.1186/1746-4269-10-40", "PMC4060869", "24885586"]}, {"Citation": "Abebe D., Debella A., Urga K. Medicinal plants and other useful plants of Ethiopia. Ethiop. Health Nutr. Res. Inst. 2003;156:194–212."}, {"Citation": "Regassa R. Assessment of indigenous knowledge of medicinal plant practice and mode of service delivery in Hawassa city, southern Ethiopia. J. Med. Plants Res. 2013;7:517–535."}, {"Citation": "Kewessa G., Abebe T., Demessie A. Indigenous knowledge on the use and management of medicinal trees and shrubs in Dale District, Sidama Zone, Southern Ethiopia. Ethnobot. Res. Appl. 2015;14:171–182. doi: 10.17348/era.14.0.171-182.", "ArticleIdList": ["10.17348/era.14.0.171-182"]}, {"Citation": "Abebe W. A survey of prescriptions used in traditional medicine in Gondar region, northwestern Ethiopia: General pharmaceutical practice. J. Ethnopharmacol. 1986;18:147–165. doi: 10.1016/0378-8741(86)90027-9.", "ArticleIdList": ["10.1016/0378-8741(86)90027-9", "3560993"]}, {"Citation": "Teklehaymanot T., Giday M. Ethnobotanical study of medicinal plants used by people in Zegie Peninsula, Northwestern Ethiopia. J. Ethnobiol. Ethnomed. 2007;3:1–11. doi: 10.1186/1746-4269-3-12.", "ArticleIdList": ["10.1186/1746-4269-3-12", "PMC1852296", "17355645"]}, {"Citation": "Birhanu Z., Endale A., Shewamene Z. An ethnomedicinal investigation of plants used by traditional healers of Gondar town, North-Western Ethiopia. J. Med. Plants Stud. 2015;3:36–43."}, {"Citation": "Chekole G., Asfaw Z., Kelbessa E. Ethnobotanical study of medicinal plants in the environs of Tara-gedam and Amba remnant forests of Libo Kemkem District, northwest Ethiopia. J. Ethnobiol. Ethnomed. 2015;11:1–38. doi: 10.1186/1746-4269-11-4.", "ArticleIdList": ["10.1186/1746-4269-11-4", "PMC4417315", "25572933"]}, {"Citation": "Teklehaymanot T. Ethnobotanical study of knowledge and medicinal plants use by the people in Dek Island in Ethiopia. J. Ethnopharmacol. 2009;124:69–78. doi: 10.1016/j.jep.2009.04.005.", "ArticleIdList": ["10.1016/j.jep.2009.04.005", "19477609"]}, {"Citation": "Yineger H., Yewhalaw D. Traditional medicinal plant knowledge and use by local healers in Sekoru District, Jimma Zone, Southwestern Ethiopia. J. Ethnobiol. Ethnomed. 2007;3:1–7. doi: 10.1186/1746-4269-3-24.", "ArticleIdList": ["10.1186/1746-4269-3-24", "PMC1905946", "17547765"]}, {"Citation": "Kebede A., Ayalew S., Mesfin A., Mulualem G. Ethnobotanical investigation of traditional medicinal plants commercialized in the markets of Dire Dawa city, eastern Ethiopia. J. Med. Plants Stud. 2016;4:170–178."}, {"Citation": "Ayele T.T. A Review on traditionally used medicinal plants/herbs for cancer therapy in Ethiopia: Current status, challenge and future perspectives. Org. Chem. Curr. Res. 2018;7 doi: 10.4172/2161-0401.1000192.", "ArticleIdList": ["10.4172/2161-0401.1000192"]}, {"Citation": "Tolossa K., Debela E., Athanasiadou S., Tolera A., Ganga G., Houdijk J.G. Ethno-medicinal study of plants used for treatment of human and livestock ailments by traditional healers in South Omo, Southern Ethiopia. J. Ethnobiol. Ethnomed. 2013;9:1–15. doi: 10.1186/1746-4269-9-32.", "ArticleIdList": ["10.1186/1746-4269-9-32", "PMC3679849", "23680260"]}, {"Citation": "Bekele G., Reddy P.R. Ethnobotanical study of medicinal plants used to treat human ailments by Guji Oromo tribes in Abaya District, Borana, Oromia, Ethiopia. Univers. J. Plant Sci. 2015;3:1–8. doi: 10.13189/ujps.2015.030101.", "ArticleIdList": ["10.13189/ujps.2015.030101"]}, {"Citation": "Abera B. Medicinal plants used in traditional medicine in Jimma Zone, Southwest Ethiopia. Ethiop. J. Health Sci. 2003;13:85–94."}, {"Citation": "Wabe N., Mohammed M.A., Raju N.J. An ethnobotanical survey of medicinal plants in the Southeast Ethiopia used in traditional medicine. Spatula DD. 2011;1:153–158. doi: 10.5455/spatula.20110921101924.", "ArticleIdList": ["10.5455/spatula.20110921101924"]}, {"Citation": "Zenebe G., Zerihun M., Solomon Z. An ethnobotanical study of medicinal plants in Asgede Tsimbila district, Northwestern Tigray, northern Ethiopia. Ethnobot. Res. Appl. 2012;10:305–320. doi: 10.17348/era.10.0.305-320.", "ArticleIdList": ["10.17348/era.10.0.305-320"]}, {"Citation": "Teklay A., Abera B., Giday M. An ethnobotanical study of medicinal plants used in Kilte Awulaelo District, Tigray Region of Ethiopia. J. Ethnobiol. Ethnomed. 2013;9:1–23. doi: 10.1186/1746-4269-9-65.", "ArticleIdList": ["10.1186/1746-4269-9-65", "PMC3852788", "24011232"]}, {"Citation": "Yadav R.H. Medicinal plants in folk medicine system of Ethiopia. J. Poisonous Med. Plants Res. 2013;1:7–11."}, {"Citation": "Yohannis S.W., Asfaw Z., Kelbessa E. Ethnobotanical study of medicinal plants used by local people in menz gera midir district, north shewa zone, amhara regional state, Ethiopia. J. Med. Plants Res. 2018;12:296–314. doi: 10.5897/JMPR2018.6616.", "ArticleIdList": ["10.5897/JMPR2018.6616"]}, {"Citation": "Birhanu A., Ayalew S. Indigenous knowledge on medicinal plants used in and around Robe Town, Bale Zone, Oromia Region, Southeast Ethiopia. J. Med. Plants Res. 2018;12:194–202. doi: 10.5897/JMPR2017.6445.", "ArticleIdList": ["10.5897/JMPR2017.6445"]}, {"Citation": "Gebeyehu G., Asfaw Z., Enyew A. An ethnobotanical study of traditional use of medicinal plants and their conservation status in Mecha Wereda, west Gojjam zone of Amhara region, Ethiopia. Int. J. Pharm. Health Care Res. 2014;2:137–154."}, {"Citation": "Yineger H., Yewhalaw D., Teketay D. Ethnomedicinal plant knowledge and practice of the Oromo ethnic group in southwestern Ethiopia. J. Ethnobiol. Ethnomed. 2008;4:1–11. doi: 10.1186/1746-4269-4-11.", "ArticleIdList": ["10.1186/1746-4269-4-11", "PMC2390512", "18445249"]}, {"Citation": "Demissew S. A description of some essential oil bearing plants in Ethiopia and their indigenous uses. J. Essent. Oil Res. 1993;5:465–479. doi: 10.1080/10412905.1993.9698266.", "ArticleIdList": ["10.1080/10412905.1993.9698266"]}, {"Citation": "Agisho H., Osie M., Lambore T. Traditional medicinal plants utilization, management and threats in Hadiya zone, Ethiopia. J. Med. Plant. 2014;2:94–108."}, {"Citation": "Giday M., Asfaw Z., Woldu Z. Medicinal plants of the Meinit ethnic group of Ethiopia: An ethnobotanical study. J. Ethnopharmacol. 2009;124:513–521. doi: 10.1016/j.jep.2009.05.009.", "ArticleIdList": ["10.1016/j.jep.2009.05.009", "19454310"]}, {"Citation": "Birhanu T., Abera D., Ejeta E., Nekemte E. Ethnobotanical study of medicinal plants in selected Horro Gudurru Woredas, western Ethiopia. J. Biol. Agric. Healthc. 2015;5:83–93."}, {"Citation": "Gidey M., Beyene T., Signorini M.A., Bruschi P., Yirga G. Traditional medicinal plants used by Kunama ethnic group in Northern Ethiopia. J. Med. Plants Res. 2015;9:494–509."}, {"Citation": "Giday M., Asfaw Z., Elmqvist T., Woldu Z. An ethnobotanical study of medicinal plants used by the Zay people in Ethiopia. J. Med. Plants Res. 2015;9:494–509. doi: 10.1016/S0378-8741(02)00359-8.", "ArticleIdList": ["10.1016/S0378-8741(02)00359-8", "12576201"]}, {"Citation": "Ragunathan M., Abay S.M. Ethnomedicinal survey of folk drugs used in Bahirdar Zuria district, northwestern Ethiopia. Indian J. Tradit. Knowl. 2009;8:281–284."}, {"Citation": "Mekuanent T., Zebene A., Solomon Z. Ethnobotanical study of medicinal plants in Chilga district, northwestern Ethiopia. J. Nat. Remedies. 2015;15:88–112. doi: 10.18311/jnr/2015/476.", "ArticleIdList": ["10.18311/jnr/2015/476"]}, {"Citation": "Habtemariam S. Cytotoxicity of diterpenes from Premna schimperi and Premna oligotricha. Planta Med. 1995;61:368–369. doi: 10.1055/s-2006-958105.", "ArticleIdList": ["10.1055/s-2006-958105", "7480188"]}, {"Citation": "Connolly J.D., Hill R.A. Triterpenoids. Nat. Prod. Rep. 2010;27:79–132. doi: 10.1039/B808530G.", "ArticleIdList": ["10.1039/B808530G", "20024095"]}, {"Citation": "Hordyjewska A., Ostapiuk A., Horecka A. Betulin and betulinic acid in cancer research. J. Pre Clin. Clin. Res. 2018;12:72–75. doi: 10.26444/jpccr/92743.", "ArticleIdList": ["10.26444/jpccr/92743"]}, {"Citation": "Chudzik M., Korzonek-Szlacheta I., Król W. Triterpenes as potentially cytotoxic compounds. Molecules. 2015;20:1610–1625. doi: 10.3390/molecules20011610.", "ArticleIdList": ["10.3390/molecules20011610", "PMC6272502", "25608043"]}, {"Citation": "Phillips D.R., Rasbery J.M., Bartel B., Matsuda S.P. Biosynthetic diversity in plant triterpene cyclization. Curr. Opin. Plant Biol. 2006;9:305–314. doi: 10.1016/j.pbi.2006.03.004.", "ArticleIdList": ["10.1016/j.pbi.2006.03.004", "16581287"]}, {"Citation": "Petronelli A., Pannitteri G., Testa U. Triterpenoids as new promising anticancer drugs. Anticancer Drugs. 2009;20:880–892. doi: 10.1097/CAD.0b013e328330fd90.", "ArticleIdList": ["10.1097/CAD.0b013e328330fd90", "19745720"]}, {"Citation": "Addo E.M., Chai H.-B., Hymete A., Yeshak M.Y., Slebodnick C., Kingston D.G., Rakotondraibe L.H. Antiproliferative constituents of the roots of Ethiopian Podocarpus falcatus and structure revision of 2α-hydroxynagilactone F and nagilactone I. J. Nat. Prod. 2015;78:827–835. doi: 10.1021/np501062f.", "ArticleIdList": ["10.1021/np501062f", "25807242"]}, {"Citation": "Yong Y., Tesso H., Terfa A., Dekebo A., Dinku W., Lee Y.H., Shin S.Y., Lim Y. Biological evaluation of the diterpenes from Croton macrostachyus. Appl. Biol. Chem. 2017;60:615–621. doi: 10.1007/s13765-017-0317-5.", "ArticleIdList": ["10.1007/s13765-017-0317-5"]}, {"Citation": "Sathya S., Sudhagar S., Vidhya Priya M., Bharathi Raja R., Muthusamy V.S., Niranjali Devaraj S., Lakshmi B.S. 3β-Hydroxylup-20(29)-ene-27,28-dioic acid dimethyl ester, a novel natural product from Plumbago zeylanica inhibits the proliferation and migration of MDA-MB-231 cells. Chem. Biol. Interact. 2010;188:412–420. doi: 10.1016/j.cbi.2010.07.019.", "ArticleIdList": ["10.1016/j.cbi.2010.07.019", "20670616"]}, {"Citation": "Kongue M.D., Talontsi F.M., Lamshöft M., Kenla T.J., Dittrich B., Kapche G.D., Spiteller M. Sonhafouonic acid, a new cytotoxic and antifungal hopene-triterpenoid from Zehneria scabra camerunensis. Fitoterapia. 2013;85:176–180. doi: 10.1016/j.fitote.2013.01.009.", "ArticleIdList": ["10.1016/j.fitote.2013.01.009", "23353655"]}, {"Citation": "Lin M.-W., Lin A.-S., Wu D.-C., Wang S.S., Chang F.-R., Wu Y.-C., Huang Y.-B. Euphol from Euphorbia tirucalli selectively inhibits human gastric cancer cell growth through the induction of ERK1/2-mediated apoptosis. Food Chem. Toxicol. 2012;50:4333–4339. doi: 10.1016/j.fct.2012.05.029.", "ArticleIdList": ["10.1016/j.fct.2012.05.029", "22634261"]}, {"Citation": "Silva V.A.O., Rosa M.N., Tansini A., Oliveira R.J., Martinho O., Lima J.P., Pianowski L.F., Reis R.M. In vitro screening of cytotoxic activity of euphol from Euphorbia tirucalli on a large panel of human cancer-derived cell lines. Exp. Ther. Med. 2018;16:557–566. doi: 10.3892/etm.2018.6244.", "ArticleIdList": ["10.3892/etm.2018.6244", "PMC6090420", "30112023"]}, {"Citation": "Reyes-Zurita F.J., Rufino-Palomares E.E., Lupiáñez J.A., Cascante M. Maslinic acid, a natural triterpene from Olea europaea L., induces apoptosis in HT29 human colon-cancer cells via the mitochondrial apoptotic pathway. Cancer Lett. 2009;273:44–54. doi: 10.1016/j.canlet.2008.07.033.", "ArticleIdList": ["10.1016/j.canlet.2008.07.033", "18790561"]}, {"Citation": "Darmanin S., Wismayer P.S., Camilleri Podesta M.T., Micallef M.J., Buhagiar J.A. An extract from Ricinus communis L. leaves possesses cytotoxic properties and induces apoptosis in SK-MEL-28 human melanoma cells. Nat. Prod. Res. 2009;23:561–571. doi: 10.1080/14786410802228579.", "ArticleIdList": ["10.1080/14786410802228579", "19384733"]}, {"Citation": "Burkill H.M. The Useful Plants of West Tropical Africa. Families E–I. Volume 2 Royal Botanic Gardens; Richmond, UK: 1994."}, {"Citation": "Liu J.-Q., Yang Y.-F., Li X.-Y., Liu E.-Q., Li Z.-R., Zhou L., Li Y., Qiu M.-H. Cytotoxicity of naturally occurring rhamnofolane diterpenes from Jatropha curcas. Phytochemistry. 2013;96:265–272. doi: 10.1016/j.phytochem.2013.09.008.", "ArticleIdList": ["10.1016/j.phytochem.2013.09.008", "24079824"]}, {"Citation": "Zhang X.-Q., Li F., Zhao Z.-G., Liu X.-L., Tang Y.-X., Wang M.-K. Diterpenoids from the root bark of Jatropha curcas and their cytotoxic activities. Phytochem. Lett. 2012;5:721–724. doi: 10.1016/j.phytol.2012.07.011.", "ArticleIdList": ["10.1016/j.phytol.2012.07.011"]}, {"Citation": "Irungu B.N., Orwa J.A., Gruhonjic A., Fitzpatrick P.A., Landberg G., Kimani F., Midiwo J., Erdélyi M., Yenesew A. Constituents of the roots and leaves of Ekebergia capensis and their potential antiplasmodial and cytotoxic activities. Molecules. 2014;19:14235–14246. doi: 10.3390/molecules190914235.", "ArticleIdList": ["10.3390/molecules190914235", "PMC6270759", "25211004"]}, {"Citation": "Tang X.-L., Yang X.-Y., Jung H.-J., Kim S.-Y., Jung S.-Y., Choi D.-Y., Park W.-C., Park H. Asiatic acid induces colon cancer cell growth inhibition and apoptosis through mitochondrial death cascade. Biol. Pharm. Bull. 2009;32:1399–1405. doi: 10.1248/bpb.32.1399.", "ArticleIdList": ["10.1248/bpb.32.1399", "19652380"]}, {"Citation": "Alsayari A., Kopel L., Ahmed M.S., Soliman H.S., Annadurai S., Halaweish F.T. Isolation of anticancer constituents from Cucumis prophetarum var. prophetarum through bioassay-guided fractionation. BMC Complement. Altern. Med. 2018;18:1–12. doi: 10.1186/s12906-018-2295-5.", "ArticleIdList": ["10.1186/s12906-018-2295-5", "PMC6178269", "30301463"]}, {"Citation": "Kupchan S.M., Hemingway R.J., Karim A., Werner D. Tumor inhibitors. XLVII. Vernodalin and vernomygdin, two new cytotoxic sesquiterpene lactones from Vernonia amygdalina Del. J. Org. Chem. 1969;34:3908–3911. doi: 10.1021/jo01264a035.", "ArticleIdList": ["10.1021/jo01264a035", "5357533"]}, {"Citation": "Selassie C.D., Kapur S., Verma R.P., Rosario M. Cellular apoptosis and cytotoxicity of phenolic compounds: A quantitative structure- activity relationship study. J. Med. Chem. 2005;48:7234–7242. doi: 10.1021/jm050567w.", "ArticleIdList": ["10.1021/jm050567w", "16279782"]}, {"Citation": "Okoye F.B.C., Debbab A., Wray V., Esimone C.O., Osadebe P.O., Proksch P. A phenyldilactone, bisnorsesquiterpene, and cytotoxic phenolics from Maytenus senegalensis leaves. Tetrahedron Lett. 2014;55:3756–3760. doi: 10.1016/j.tetlet.2014.05.058.", "ArticleIdList": ["10.1016/j.tetlet.2014.05.058"]}, {"Citation": "Ma W., Zhang Y., Ding Y.-Y., Liu F., Li N. Cytotoxic and anti-inflammatory activities of phenanthrenes from the medullae of Juncus effusus L. Arch. Pharm. Res. 2016;39:154–160. doi: 10.1007/s12272-015-0680-x.", "ArticleIdList": ["10.1007/s12272-015-0680-x", "26584913"]}, {"Citation": "Ishiuchi K., Kosuge Y., Hamagami H., Ozaki M., Ishige K., Ito Y., Kitanaka S. Chemical constituents isolated from Juncus effusus induce cytotoxicity in HT22 cells. J. Nat. Med. 2015;69:421–426. doi: 10.1007/s11418-015-0898-4.", "ArticleIdList": ["10.1007/s11418-015-0898-4", "25794817"]}, {"Citation": "Xu T.-P., Shen H., Liu L.-X., Shu Y.-Q. Plumbagin from Plumbago Zeylanica L. Induces Apoptosis in Human Non-small Cell Lung Cancer Cell Lines through NF-κB Inactivation. Asian Pac. J. Cancer Prev. 2013;14:2325–2331. doi: 10.7314/APJCP.2013.14.4.2325.", "ArticleIdList": ["10.7314/APJCP.2013.14.4.2325", "23725135"]}, {"Citation": "Chen C.-A., Chang H.-H., Kao C.-Y., Tsai T.-H., Chen Y.-J. Plumbagin, isolated from Plumbago zeylanica, induces cell death through apoptosis in human pancreatic cancer cells. Pancreatology. 2009;9:797–809. doi: 10.1159/000210028.", "ArticleIdList": ["10.1159/000210028", "20110748"]}, {"Citation": "Ruszkowska J., Chrobak R., Wróbel J.T., Czarnocki Z. Developments in Tryptophan and Serotonin Metabolism. Springer; Berlin/Heidelberg, Germany: 2003. Novel bisindole derivatives of Catharanthus alkaloids with potential cytotoxic properties; pp. 643–646.", "ArticleIdList": ["15206784"]}, {"Citation": "Jossang A., Fodor P., Bodo B. A new structural class of bisindole alkaloids from the seeds of Catharanthus roseus: Vingramine and methylvingramine. J. Org. Chem. 1998;63:7162–7167. doi: 10.1021/jo972333t.", "ArticleIdList": ["10.1021/jo972333t", "11672355"]}, {"Citation": "Zhang W.-K., Xu J.-K., Tian H.-Y., Wang L., Zhang X.-Q., Xiao X.-Z., Li P., Ye W.-C. Two new vinblastine-type N-oxide alkaloids from Catharanthus roseus. Nat. Prod. Res. 2013;27:1911–1916. doi: 10.1080/14786419.2013.790029.", "ArticleIdList": ["10.1080/14786419.2013.790029", "23621523"]}, {"Citation": "Wang C.-H., Wang G.-C., Wang Y., Zhang X.-Q., Huang X.-J., Zhang D.-M., Chen M.-F., Ye W.-C. Cytotoxic dimeric indole alkaloids from Catharanthus roseus. Fitoterapia. 2012;83:765–769. doi: 10.1016/j.fitote.2012.03.007.", "ArticleIdList": ["10.1016/j.fitote.2012.03.007", "22445552"]}, {"Citation": "Wang X.-D., Li C.-Y., Jiang M.-M., Li D., Wen P., Song X., Chen J.-D., Guo L.-X., Hu X.-P., Li G.-Q. Induction of apoptosis in human leukemia cells through an intrinsic pathway by cathachunine, a unique alkaloid isolated from Catharanthus roseus. Phytomedicine. 2016;23:641–653. doi: 10.1016/j.phymed.2016.03.003.", "ArticleIdList": ["10.1016/j.phymed.2016.03.003", "27161405"]}, {"Citation": "Siddiqui M.J., Ismail Z., Aisha A.F.A., Majid A.M. Cytotoxic activity of Catharanthus roseus (Apocynaceae) crude extracts and pure compounds against human colorectal carcinoma cell line. Int. J. Pharmacol. 2010;6:43–47. doi: 10.3923/ijp.2010.43.47.", "ArticleIdList": ["10.3923/ijp.2010.43.47"]}, {"Citation": "Balkrishna A., Das S.K., Pokhrel S., Joshi A., Verma S., Sharma V.K., Sharma V., Sharma N., Joshi C.S. Colchicine: Isolation, LC–MS QTof screening, and anticancer activity study of Gloriosa superba seeds. Molecules. 2019;24:2772. doi: 10.3390/molecules24152772.", "ArticleIdList": ["10.3390/molecules24152772", "PMC6696218", "31366123"]}, {"Citation": "Tu Y., Cheng S., Zhang S., Sun H., Xu Z. Vincristine induces cell cycle arrest and apoptosis in SH-SY5Y human neuroblastoma cells. Int. J. Mol. Med. 2013;31:113–119. doi: 10.3892/ijmm.2012.1167.", "ArticleIdList": ["10.3892/ijmm.2012.1167", "23129065"]}, {"Citation": "Ding X., Zhu F., Yang Y., Li M. Purification, antitumor activity in vitro of steroidal glycoalkaloids from black nightshade (Solanum nigrum L.) Food Chem. 2013;141:1181–1186. doi: 10.1016/j.foodchem.2013.03.062.", "ArticleIdList": ["10.1016/j.foodchem.2013.03.062", "23790901"]}, {"Citation": "Maiyoa F., Moodley R., Singh M. Phytochemistry, cytotoxicity and apoptosis studies of β-sitosterol-3-oglucoside and β-amyrin from Prunus africana. Afr. J. Tradit. Complement. Altern. Med. 2016;13:105–112. doi: 10.21010/ajtcam.v13i4.15.", "ArticleIdList": ["10.21010/ajtcam.v13i4.15", "PMC5566133", "28852726"]}, {"Citation": "Choudhary M.I., Hussain S., Yousuf S., Dar A. Chlorinated and diepoxy withanolides from Withania somnifera and their cytotoxic effects against human lung cancer cell line. Phytochemistry. 2010;71:2205–2209. doi: 10.1016/j.phytochem.2010.08.019.", "ArticleIdList": ["10.1016/j.phytochem.2010.08.019", "21044792"]}, {"Citation": "Kupchan S.M., Moniot J.L., Sigel C.W., Hemingway R.J. Tumor inhibitors. LXV. Bersenogenin, berscillogenin, and 3-epiberscillogenin, three new cytotoxic bufadienolides from Bersama abyssinica. J. Org. Chem. 1971;36:2611–2616. doi: 10.1021/jo00817a011.", "ArticleIdList": ["10.1021/jo00817a011", "5130582"]}, {"Citation": "Kupchan S.M., Hemingway R.J., Hemingway J.C. The isolation and characterization of hellebrigenin 3-acetate and hellebrigenin 3, 5-diacetate, bufadienolide tumor inhibitors from Bersama abyssinica. Tetrahedron Lett. 1968;9:149–152. doi: 10.1016/S0040-4039(00)75577-8.", "ArticleIdList": ["10.1016/S0040-4039(00)75577-8", "5636921"]}, {"Citation": "Abarzua S., Szewczyk M., Gailus S., Richter D.-U., Ruth W., Briese V., Piechulla B. Effects of phytoestrogen extracts from Linum usitatissimum on the Jeg3 human trophoblast tumour cell line. Anticancer Res. 2007;27:2053–2058.", "ArticleIdList": ["17649821"]}, {"Citation": "Wangteeraprasert R., Lipipun V., Gunaratnam M., Neidle S., Gibbons S., Likhitwitayawuid K. Bioactive compounds from Carissa spinarum. Phytother. Res. 2012;26:1496–1499. doi: 10.1002/ptr.4607.", "ArticleIdList": ["10.1002/ptr.4607", "22308099"]}, {"Citation": "Abarzua S., Serikawa T., Szewczyk M., Richter D.-U., Piechulla B., Briese V. Antiproliferative activity of lignans against the breast carcinoma cell lines MCF 7 and BT 20. Arch. Gynecol. Obstet. 2012;285:1145–1151. doi: 10.1007/s00404-011-2120-6.", "ArticleIdList": ["10.1007/s00404-011-2120-6", "22037685"]}, {"Citation": "Ali A., Joshi P., Misra L., Sangwan N., Darokar M. 5,6-De-epoxy-5-en-7-one-17-hydroxy withaferin A, a new cytotoxic steroid from Withania somnifera L. Dunal leaves. Nat. Prod. Res. 2014;28:392–398. doi: 10.1080/14786419.2013.871545.", "ArticleIdList": ["10.1080/14786419.2013.871545", "24422976"]}, {"Citation": "Aruna S.R. In-vitro and in-vivo antitumor activity of Catharanthus roseus. Int. Res. J. Pharm. Appl. Sci. 2014;4:1–4."}, {"Citation": "Moudi M., Go R., Yien C.Y.S., Nazre M. Vinca alkaloids. Int. J. Prev. Med. 2013;4:1231–1235.", "ArticleIdList": ["PMC3883245", "24404355"]}, {"Citation": "Rai V., Tandon P.K., Khatoon S. Effect of chromium on antioxidant potential of Catharanthus roseus varieties and production of their anticancer alkaloids: Vincristine and vinblastine. BioMed Res. Int. 2014:1–10. doi: 10.1155/2014/934182.", "ArticleIdList": ["10.1155/2014/934182", "PMC3966348", "24734252"]}, {"Citation": "Valadares M.C., Carrucha S.G., Accorsi W., Queiroz M.L. Euphorbia tirucalli L. modulates myelopoiesis and enhances the resistance of tumour-bearing mice. Int. Immunopharmacol. 2006;6:294–299. doi: 10.1016/j.intimp.2005.07.013.", "ArticleIdList": ["10.1016/j.intimp.2005.07.013", "16399635"]}, {"Citation": "Martins C.G., Appel M.H., Coutinho D.S., Soares I.P., Fischer S., de Oliveira B.C., Fachi M.M., Pontarolo R., Bonatto S.J., Iagher F. Consumption of latex from Euphorbia tirucalli L. promotes a reduction of tumor growth and cachexia, and immunomodulation in Walker 256 tumor-bearing rats. J. Ethnopharmacol. 2020;255:1–9. doi: 10.1016/j.jep.2020.112722.", "ArticleIdList": ["10.1016/j.jep.2020.112722", "32114165"]}, {"Citation": "Capistrano I.R., Vangestel C., Vanpachtenbeke H., Fransen E., Staelens S., Apers S., Pieters L. Coadministration of a Gloriosa superba extract improves the in vivo antitumoural activity of gemcitabine in a murine pancreatic tumour model. Phytomedicine. 2016;23:1434–1440. doi: 10.1016/j.phymed.2016.07.012.", "ArticleIdList": ["10.1016/j.phymed.2016.07.012", "27765363"]}, {"Citation": "Drabick J. Phase II Trial of Oral Colchicine in Men With Castrate-Resistant Prostate Cancer Who Have Failed Taxotere-Based Chemotherapy. Clinicaltrials Gov. National Library of Medicine; Bethesda, MD, USA: 2013."}, {"Citation": "Balaji R., Rekha N., Deecaraman M., Manikandan L. Antimetastatic and antiproliferative activity of methanolic fraction of Jatropha curcas against B16F10 melanoma induced lung metastasis in C57BL/6 mice. Afr. J. Pharm. Pharmacol. 2009;3:547–555."}, {"Citation": "Fabian C.J., Khan S.A., Garber J.E., Dooley W.C., Yee L.D., Klemp J.R., Nydegger J.L., Powers K.R., Kreutzjans A.L., Zalles C.M. Randomized phase IIB trial of the lignan secoisolariciresinol diglucoside in pre-menopausal women at increased risk for development of breast cancer. Cancer Prev. Res. 2020:1–32. doi: 10.1158/1940-6207.CAPR-20-0050.", "ArticleIdList": ["10.1158/1940-6207.CAPR-20-0050", "PMC7335358", "32312713"]}, {"Citation": "Shenouda N.S., Sakla M.S., Newton L.G., Besch-Williford C., Greenberg N.M., MacDonald R.S., Lubahn D.B. Phytosterol Pygeum africanum regulates prostate cancer in vitro and in vivo. Endocrine. 2007;31:72–81. doi: 10.1007/s12020-007-0014-y.", "ArticleIdList": ["10.1007/s12020-007-0014-y", "17709901"]}, {"Citation": "The University of Texas Health Science Center at San Antonio . Phase I Clinical Trial Testing the Synergism of Phytonutrients, Curcumin and Ursolic Acid, to Target Molecular Pathways in the Prostate. Clinicaltrials Gov, National Library of Medicine; Bethesda, MD, USA: 2020."}, {"Citation": "Sand J.M., Hafeez B.B., Jamal M.S., Witkowsky O., Siebers E.M., Fischer J., Verma A.K. Plumbagin (5-hydroxy-2-methyl-1, 4-naphthoquinone), isolated from Plumbago zeylanica, inhibits ultraviolet radiation-induced development of squamous cell carcinomas. Carcinogenesis. 2012;33:184–190. doi: 10.1093/carcin/bgr249.", "ArticleIdList": ["10.1093/carcin/bgr249", "PMC3276331", "22072620"]}, {"Citation": "Majumder M., Debnath S., Gajbhiye R.L., Saikia R., Gogoi B., Samanta S.K., Das D.K., Biswas K., Jaisankar P., Mukhopadhyay R. Ricinus communis L. fruit extract inhibits migration/invasion, induces apoptosis in breast cancer cells and arrests tumor progression in vivo. Sci. Rep. 2019;9:1–14. doi: 10.1038/s41598-019-50769-x.", "ArticleIdList": ["10.1038/s41598-019-50769-x", "PMC6787038", "31601896"]}, {"Citation": "Li J., Li Q., Feng T., Zhang T., Li K., Zhao R., Han Z., Gao D. Antitumor activity of crude polysaccharides isolated from Solanum nigrum Linne on U14 cervical carcinoma bearing mice. Phytother. Res. 2007;21:832–840. doi: 10.1002/ptr.2163.", "ArticleIdList": ["10.1002/ptr.2163", "17486683"]}, {"Citation": "Hsu J.-D., Kao S.-H., Tu C.-C., Li Y.-J., Wang C.-J. Solanum nigrum L. Extract inhibits 2-Acetylaminofluorene-induced hepatocarcinogenesis through overexpression of Glutathione S-Transferase and antioxidant enzymes. J. Agric. Food Chem. 2009;57:8628–8634. doi: 10.1021/jf9017788.", "ArticleIdList": ["10.1021/jf9017788", "19702266"]}, {"Citation": "Howard C.B., Johnson W.K., Pervin S., Izevbigie E.B. Recent perspectives on the anticancer properties of aqueous extracts of Nigerian Vernonia amygdalina. Botanics. 2015;5:65–76. doi: 10.2147/BTAT.S62984.", "ArticleIdList": ["10.2147/BTAT.S62984", "PMC4876981", "27226742"]}, {"Citation": "Kupchan S.M., Hemingway R.J., Werner D., Karim A. Tumor inhibitors. XLVI. Vernolepin, a novel sesquiterpene dilactone tumor inhibitor from Vernonia hymenolepis. J. Org. Chem. 1969;34:3903–3908. doi: 10.1021/jo01264a034.", "ArticleIdList": ["10.1021/jo01264a034", "5357532"]}, {"Citation": "Kataria H., Kumar S., Chaudhary H., Kaur G. Withania somnifera Suppresses Tumor Growth of Intracranial Allograft of Glioma Cells. Mol. Neurobiol. 2016;53:4143–4158. doi: 10.1007/s12035-015-9320-1.", "ArticleIdList": ["10.1007/s12035-015-9320-1", "26208698"]}, {"Citation": "Muralikrishnan G., Dinda A.K., Shakeel F. Immunomodulatory effects of Withania Somnifera on Azoxymethane induced experimental colon cancer in mice. Immunol. Investig. 2010;39:688–698. doi: 10.3109/08820139.2010.487083.", "ArticleIdList": ["10.3109/08820139.2010.487083", "20840055"]}, {"Citation": "Kuppusamy P., Nagalingam A., Muniraj N., Saxena N.K., Sharma D. Concomitant activation of ETS-like transcription factor-1 and Death Receptor-5 via extracellular signal-regulated kinase in withaferin A-mediated inhibition of hepatocarcinogenesis in mice. Sci. Rep. 2017;7:1–13. doi: 10.1038/s41598-017-18190-4.", "ArticleIdList": ["10.1038/s41598-017-18190-4", "PMC5738353", "29263422"]}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "8", "Day": "5"}, {"Year": "2020", "Month": "8", "Day": "27"}, {"Year": "2020", "Month": "9", "Day": "2"}, {"Year": "2020", "Month": "9", "Day": "9", "Hour": "1", "Minute": "3"}, {"Year": "2020", "Month": "9", "Day": "10", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "3", "Day": "10", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "9", "Day": "3"}], "PublicationStatus": "epublish", "ArticleIdList": ["32899373", "PMC7504812", "10.3390/molecules25174032", "molecules25174032"]}}], "PubmedBookArticle": []}