{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Agathisflavone", "HPLC", "Rhus coriaria", "amentoflavone", "pentagalloyl glucose"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "32895959", "DateCompleted": {"Year": "2020", "Month": "12", "Day": "28"}, "DateRevised": {"Year": "2020", "Month": "12", "Day": "28"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "09", "Day": "07"}], "Language": ["eng"], "ELocationID": ["10.1111/1750-3841.15438"], "Journal": {"ISSN": "1750-3841", "JournalIssue": {"Volume": "85", "Issue": "10", "PubDate": {"Year": "2020", "Month": "Oct"}}, "Title": "Journal of food science", "ISOAbbreviation": "J Food Sci"}, "ArticleTitle": "Activity-guided isolation of α-amylase, α-glucosidase, and pancreatic lipase inhibitory compounds from Rhus coriaria L.", "Pagination": {"StartPage": "3220", "EndPage": "3228", "MedlinePgn": "3220-3228"}, "Abstract": {"AbstractText": ["The leaves and fruits of Rhus coriaria are traditionally used in Turkey for the treatment of diabetes. The aim of the present study is to determine α-amylase, α-glucosidase, and pancreatic lipase inhibitory activities of R. coriaria leaf and fruit ethanol extracts (80%), and to isolate active compounds against these enzymes. As a result of the activity-guided isolation, the active compounds were determined as the amentoflavone, agathisflavone, and 1,2,3,4,6-penta-O-galloyl-β-glucopyranose. Agathisflavone, amentoflavone, and penta-O-galloyl-β-glucopyranose inhibited α-glucosidase with 11.4 ± 0.9, 11.3 ± 0.7, and 4.1 ± 0.1 µM IC<sub>50</sub> values, respectively. Furthermore, penta-O-galloyl-β-glucopyranose inhibited α-amylase with 6.32 ± 0.18 µM IC<sub>50</sub> . These three compounds also significantly inhibited (P < 0.05) pancreatic lipase. The results of high-performance liquid chromatography analysis showed that penta-O-galloyl-β-D-glycopyranose was one of the main compounds in both fruit and leaf extracts. Therefore, it may be considered that R. coriaria fruit and leaf extracts can be standardized on this substance and used in the development of both medicinal products and functional food for diabetes. PRACTICAL APPLICATION: Rhus coriaria (Sumac) is one of the plants that is well known and used around the world as a spice. It is also used against diabetes traditionally. The determination of effective compounds can lead to the standardization and development of both medicinal products and functional foods for diabetes. While the fruits of the plant are used as a spice all around the world, the leaves are generally throw away; therefore, the usage of the leaves to the food and medical industry can lead to beneficial effects on the economy."], "CopyrightInformation": "© 2020 Institute of Food Technologists®."}, "AuthorList": [{"Identifier": ["0000-0003-4115-7509"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacognosy, Faculty of Pharmacy, Gazi University, Ankara, 06330, Turkey."}], "LastName": "Gök", "ForeName": "Hasya Nazlı", "Initials": "HN"}, {"Identifier": ["0000-0002-7782-9832"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacognosy, Faculty of Pharmacy, Gazi University, Ankara, 06330, Turkey."}], "LastName": "Deliorman Orhan", "ForeName": "Didem", "Initials": "D"}, {"Identifier": ["0000-0002-3670-0899"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacognosy, Faculty of Pharmacy, Gazi University, Ankara, 06330, Turkey."}], "LastName": "Gürbüz", "ForeName": "İlhan", "Initials": "İ"}, {"Identifier": ["0000-0003-3630-1764"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacognosy, Faculty of Pharmacy, Gazi University, Ankara, 06330, Turkey."}], "LastName": "Aslan", "ForeName": "Mustafa", "Initials": "M"}], "GrantList": [{"GrantID": "2211-A", "Agency": "Türkiye Bilimsel ve Teknolojik Araştirma Kurumu", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "J Food Sci", "NlmUniqueID": "0014052", "ISSNLinking": "0022-1147"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Enzyme Inhibitors"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}, {"RegistryNumber": "EC 3.1.1.3", "NameOfSubstance": "Lipase"}, {"RegistryNumber": "EC 3.2.1.1", "NameOfSubstance": "alpha-Amylases"}, {"RegistryNumber": "EC 3.2.1.20", "NameOfSubstance": "alpha-Glucosidases"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Chromatography, High Pressure Liquid"}, {"QualifierName": ["chemistry", "isolation & purification"], "DescriptorName": "Enzyme Inhibitors"}, {"QualifierName": ["chemistry"], "DescriptorName": "Fruit"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["antagonists & inhibitors", "chemistry"], "DescriptorName": "Lipase"}, {"QualifierName": ["enzymology"], "DescriptorName": "Pancreas"}, {"QualifierName": ["chemistry", "isolation & purification"], "DescriptorName": "Plant Extracts"}, {"QualifierName": ["chemistry"], "DescriptorName": "Rhus"}, {"QualifierName": [], "DescriptorName": "Turkey"}, {"QualifierName": ["antagonists & inhibitors", "chemistry"], "DescriptorName": "alpha-Amylases"}, {"QualifierName": ["chemistry"], "DescriptorName": "alpha-Glucosidases"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Abedi Gaballu, F., Abedi Gaballu, Y., Moazenzade Khyavy, O., Mardomi, A., Ghahremanzadeh, K., Shokouhi, B., & Mamandy, H. (2015). Effects of a triplex mixture of Peganum harmala, Rhus coriaria, and Urtica dioica aqueous extracts on metabolic and histological parameters in diabetic rats. Pharmaceutical Biology, 53(8), 1104-1109. https://doi.org/10.3109/13880209.2014.960943."}, {"Citation": "Abu-Reidah, I. M., Ali-Shtayeh, M. S., Jamous, R. M., Arraez-Roman, D., & Segura-Carretero, A. (2015). HPLC-DAD-ESI-MS/MS screening of bioactive components from Rhus coriaria L. (Sumac) fruits. Food Chemistry, 166, 179-191. https://doi.org/10.1016/j.foodchem.2014.06.011"}, {"Citation": "Ali, H., Houghton, P. J., & Soumyanath, A. (2006). α-Amylase inhibitory activity of some Malaysian plants used to treat diabetes; with particular reference to Phyllanthus amarus. Journal of Ethnopharmacology, 107(3), 449-455. https://doi.org/10.1016/j.jep.2006.04.004"}, {"Citation": "Anwer, T., Sharma, M., Khan, G., Iqbal, M., Ali, M. S., Alam, M. S., … Gupta, N. (2013). Rhus coriaria ameliorates insulin resistance in non-insulin-dependent diabetes mellitus (NIDDM) rats. Acta Poloniae Pharmaceutica, 70(5), 861-867."}, {"Citation": "Beidokhti, M. N., Lobbens, E. S., Rasoavaivo, P., Staerk, D., & Jäger, A. K. (2018). Investigation of medicinal plants from Madagascar against DPP-IV linked to type 2 diabetes. South African Journal of Botany, 115, 113-119. https://doi.org/10.1016/j.sajb.2018.01.018"}, {"Citation": "Bermúdez, J., Rodríguez, M., Hasegawa, M., González-Mujica, F., Duque, S., & Ito, Y. (2012). (6R, 9S)-6′-(4″-Hydroxybenzoil)-Roseoside, a new megastigmane derivative, isolated from Ouratea polyantha Engl.(Ocnhaceae) and its effect over hepatic glucose-6-phosphatase. Natural Product Communications, 7(8), 973-976."}, {"Citation": "Birari, R. B., & Bhutani, K. K. (2007). Pancreatic lipase inhibitors from natural sources: Unexplored potential. Drug Discovery Today, 12(19-20), 879-889. https://doi.org/10.1016/j.drudis.2007.07.024"}, {"Citation": "Buchholz, T., & Melzig, M. F. (2015). Polyphenolic compounds as pancreatic lipase inhibitors. Planta Medica, 81(10), 771-783. https://doi.org/10.1055/s-0035-1546173"}, {"Citation": "Cannell, R. J., Farmer, P., & Walker, J. M. (1988). Purification and characterization of pentagalloylglucose, and alpha-glucosidase inhibitor/antibiotic from the freshwater green alga Spirogyra varians. Biochemical Journal, 255(3), 937-941. https://doi.org/10.1042/bj2550937"}, {"Citation": "Chang, C. C., Yuan, W., Lin, Y. L., Liu, R. S., Juan, Y. C., Sun, W. H., … Liu, H. K. (2016). Evaluation of the in vivo therapeutic effects of Radix Paeoniae rubra ethanol extract with the hypoglycemic activities measured from multiple cell-based assays. Evidence-Based Complementary and Alternative Medicine, 2016, 1-11. https://doi.org/10.1155/2016/3262790"}, {"Citation": "Chari, V. M., Ilyas, M., Wagner, H., Neszmélyi, A., Fa-Ching, C., Li-Kuang, C., … Yu-Meei, L. (1977). 13C-NMR spectroscopy of biflavanoids. Phytochemistry, 16(8), 1273-1278. https://doi.org/10.1016/S0031-9422(00)94373-5"}, {"Citation": "Cho, J. Y., Sohn, M. J., Lee, J., & Kim, W. G. (2010). Isolation and identification of pentagalloylglucose with broad-spectrum antibacterial activity from Rhus trichocarpa Miquel. Food Chemistry, 123(2), 501-506. https://doi.org/10.1016/j.foodchem.2010.04.072"}, {"Citation": "Choulak, S., Marzouk, Z., Chatti, K., Rhouma-Chatti, S., Ouni, R., & Chatti, N. (2019). Genetic diversity, phylogeography and population gene flow of tunisian Pistacia vera L. Turkish Journal of Botany, 43, 737-748. https://doi.org/10.3906/bot-1810-44"}, {"Citation": "Davis, P. H. (1965). Flora of Turkey and the East Aegean Islands. Edinburgh: Edinburgh University Press."}, {"Citation": "Giancarlo, S., Rosa, L. M., Nadjafi, F., & Francesco, M. (2006). Hypoglycaemic activity of two spices extracts: Rhus coriaria L. and Bunium persicum Boiss. Natural Product Research, 20(9), 882-886. https://doi.org/10.1080/14786410500520186"}, {"Citation": "Gürbüz, İ., Gençler Özkan, A. M., Akaydin, G., Salihoğlu, E., Günbatan, T., Demirci, F., & Yeşilada, E. (2019). Folk Medicine in Düzce Province (Turkey). Turkish Journal of Botany, 43, https://doi.org/10.3906/bot-1905-13"}, {"Citation": "Hanhineva, K., Rogachev, I., Kokko, H., Mintz-Oron, S., Venger, I., Kärenlampi, S., & Aharoni, A. (2008). Non-targeted analysis of spatial metabolite composition in strawberry (Fragaria× ananassa) flowers. Phytochemistry, 69(13), 2463-2481. https://doi.org/10.1016/j.phytochem.2008.07.009"}, {"Citation": "Honda, G., Yeşilada, E., Tabata, M., Sezik, E., Fujita, T., Takeda, Y., … Tanaka, T. (1996). Traditional medicine in Turkey VI. Folk medicine in West Anatolia: Afyon, Kütahya, Denizli, Muğla, Aydin provinces. Journal of Ethnopharmacology, 53(2), 75-87. https://doi.org/10.1016/S0378-8741(96)01426-2"}, {"Citation": "Kato Schwartz, C. G., Bracht, F., De Almeida Gonçalves, G., Soares, A. A., Vieira, T. F., Brugnari, T., … Peralta, R. M. (2018). Inhibition of α-amylases by pentagalloyl glucose: Kinetics, molecular dynamics and consequences for starch absorption. Journal of Functional Foods, 44, 265-273. https://doi.org/10.1016/j.jff.2018.03.025"}, {"Citation": "Klein, G., Kim, J., Himmeldirk, K., Cao, Y., & Chen, X. (2007). Antidiabetes and anti-obesity activity of Lagerstroemia speciosa. Evidence-Based Complementary and Alternative Medicine, 4(4), 401-407. https://doi.org/10.1093/ecam/nem013"}, {"Citation": "Laishram, S., Sheikh, Y., Moirangthem, D. S., Deb, L., Pal, B. C., Talukdar, N. C., & Borah, J. C. (2015). Anti-diabetic molecules from Cycas pectinata Griff. traditionally used by the Maiba-Maibi. Phytomedicine, 22(1), 23-26. https://doi.org/10.1016/j.phymed.2014.10.007"}, {"Citation": "Lam, S. H., Chen, J. M., Kang, C. J., Chen, C. H., & Lee, S. S. (2008). α-Glucosidase inhibitors from the seeds of Syagrus romanzoffiana. Phytochemistry, 69(5), 1173-1178. https://doi.org/10.1016/j.phytochem.2007.12.004"}, {"Citation": "Lee, Y. M., Kim, Y. S., Lee, Y., Kim, J., Sun, H., Kim, J. H., & Kim, J. S. (2012). Inhibitory activities of pancreatic lipase and phosphodiesterase from Korean medicinal plant extracts. Phytotherapy Research, 26(5), 778-782. https://doi.org/10.1002/ptr.3644"}, {"Citation": "Li, Y., Kim, J., Li, J., Liu, F., Liu, X., Himmeldirk, K., … Chen, X. (2005). Natural anti-diabetic compound 1, 2, 3, 4, 6-penta-O-galloyl-D-glucopyranose binds to insulin receptor and activates insulin-mediated glucose transport signaling pathway. Biochemical and Biophysical Research Communications, 336(2), 430-437. https://doi.org/10.1016/j.bbrc.2005.08.103"}, {"Citation": "Liu, D., Gao, H., Tang, W., & Nie, S. (2017). Plant non-starch polysaccharides that inhibit key enzymes linked to type 2 diabetes mellitus. Annals of the New York Academy of Sciences, 1401(1), 28-36. https://doi.org/10.1111/nyas.13430"}, {"Citation": "Liu, X., Malki, A., Cao, Y., Li, Y., Qian, Y., Wang, X., & Chen, X. (2015). Glucose-and triglyceride-lowering dietary penta-O-galloyl-α-D-glucose reduces expression of PPARγ and C/EBPα, induces p21-mediated G1 phase cell cycle arrest, and inhibits adipogenesis in 3t3-L1 preadipocytes. Experimental and Clinical Endocrinology & Diabetes, 123(5), 308-316. https://doi.org/10.1055/s-0035-1548789."}, {"Citation": "Min, T., & Barfod, A. (2008). Rhus. In P. H. Raven, L. Zhang, I. A. Al-Shehbaz, N. J. Turland, & Z. Guanghua (Eds.), Flora of China (Vol. 11, pp. 345-348). St. Louis, MO & Harvard University Herbaria, Cambridge, MA: Missouri Botanical Garden. Retrieved from http://www.efloras.org"}, {"Citation": "Mohammadi, S., Kouhsari, S. M., & Feshani, A. M. (2010). Antidiabetic properties of the ethanolic extract of Rhus coriaria fruits in rats. DARU: Journal of Faculty of Pharmacy, Tehran University of Medical Sciences, 18(4), 270-275."}, {"Citation": "Na, M., Kim, K. A., Oh, H., Kim, B. Y., Oh, W. K., & Ahn, J. S. (2007). Protein tyrosine phosphatase 1B inhibitory activity of amentoflavone and its cellular effect on tyrosine phosphorylation of insulin receptors. Biological and Pharmaceutical Bulletin, 30(2), 379-381. https://doi.org/10.1248/bpb.30.379"}, {"Citation": "Ndongo, J. T., Issa, M. E., Messi, A. N., Ngo Mbing, J., Cuendet, M., Pegnyemb, D. E., & Bochet, C. G. (2015). Cytotoxic flavonoids and other constituents from the stem bark of Ochna schweinfurthiana. Natural Product Research, 29(17), 1684-1687. https://doi.org/10.1080/14786419.2014.991321"}, {"Citation": "Paksoy, M. Y., Selvi, S., & Savran, A. (2016). Ethnopharmacological survey of medicinal plants in Ulukışla (Niğde-Turkey). Journal of Herbal Medicine, 6(1), 42-48. https://doi.org/10.1016/j.hermed.2015.04.003"}, {"Citation": "Polat, R., Çakılcıoğlu, U., & Satıl, F. (2013). Traditional uses of medicinal plants in Solhan (Bingöl-Turkey). Journal of Ethnopharmacology, 148(3), 951-963. https://doi.org/10.1016/j.jep.2013.05.050"}, {"Citation": "Ren, Y., Himmeldirk, K., & Chen, X. (2006). Synthesis and structure− activity relationship study of antidiabetic penta-O-galloyl-D-glucopyranose and its analogues. Journal of Medicinal Chemistry, 49(9), 2829-2837. https://doi.org/10.1021/jm060087k"}, {"Citation": "Sakhr, K., & El Khatib, S. (2020). Physiochemical properties and medicinal, nutritional and industrial applications of Lebanese Sumac (Syrian Sumac-Rhus coriaria): A review. Heliyon, 6(1), e03207. https://doi.org/10.1016/j.heliyon.2020.e03207"}, {"Citation": "Salimi, Z., Eskandary, A., Headari, R., Nejati, V., & Kalhori, M. M. Z. (2015). Antioxidant effect of aqueous extract of sumac (Rhus coriaria L.) in the alloxan-induced diabetic rats. Indian Journal of Physiology and Pharmacology, 59(1), 87-93."}, {"Citation": "Shidfar, F., Rahideh, S. T., Rajab, A., Khandozi, N., Hosseini, S., Shidfar, S., & Mojab, F. (2014). The effect of sumac (Rhus coriaria L.) powder on serum glycemic status, ApoB, ApoA-I and total antioxidant capacity in type 2 diabetic patients. Iranian Journal of Pharmaceutical Research: IJPR, 13(4), 1249-1255."}, {"Citation": "Şimşek, I., Aytekin, F., Yeşilada, E., & Yıldırımlı, Ş. (2002). Anadoluda halk arasında bitkilerin kullanılış amaçları üzerinde etnobotanik bir çalışma. Paper presented at the 14. Bitkisel İlaç Hammaddeleri Toplantısı, Eskişehir."}, {"Citation": "Tabata, M., Sezik, E., Honda, G., Yeşilada, E., Fukui, H., Goto, K., & Ikeshiro, Y. (1994). Traditional medicine in Turkey III. Folk medicine in East Anatolia, van and Bitlis provinces. International Journal of Pharmacognosy, 32(1), 3-12. https://doi.org/10.3109/13880209409082966"}, {"Citation": "Tan, Y. P., Chan, E. W. C., & Lim, C. S. Y. (2015). Potent quorum sensing inhibition by methyl gallate isolated from leaves of Anacardium occidentale L. (cashew). Chiang Mai Journal of Science, 42(3), 650-656."}, {"Citation": "Tarallo, V., Lepore, L., Marcellini, M., Dal Piaz, F., Tudisco, L., Ponticelli, S., … Pisano, C. (2011). The biflavonoid amentoflavone inhibits neovascularization preventing the activity of proangiogenic vascular endothelial growth factors. Journal of Biological Chemistry, 286(22), 19641-19651. https://doi.org/10.1074/jbc.M110.186239"}, {"Citation": "Tuttolomondo, T., Licata, M., Leto, C., Savo, V., Bonsangue, G., Gargano, M. L., … La Bella, S. (2014). Ethnobotanical investigation on wild medicinal plants in the Monti Sicani Regional Park (Sicily, Italy). Journal of Ethnopharmacology, 153(3), 568-586. https://doi.org/10.1016/j.jep.2014.02.032"}, {"Citation": "Yeşilada, E., Honda, G., Sezik, E., Tabata, M., Fujita, T., Tanaka, T., … Takaishi, Y. (1995). Traditional medicine in Turkey. V. Folk medicine in the inner Taurus Mountains. Journal of Ethnopharmacology, 46(3), 133-152. https://doi.org/10.1016/0378-8741(95)01241-5"}, {"Citation": "Zheng, X. K., Su, C. F., Zhang, L., Gao, A. S., Ke, Y.-y., Yuan, P. P., … Feng, W. S. (2013). Anti-diabetic activity of amentoflavone in Selaginella tamariscina in diabetic mice. Chinese Journal of Experimental Traditional Medical Formulae, 19, 198-202."}], "Title": "REFERENCES"}], "History": [{"Year": "2020", "Month": "4", "Day": "1"}, {"Year": "2020", "Month": "8", "Day": "5"}, {"Year": "2020", "Month": "8", "Day": "10"}, {"Year": "2020", "Month": "9", "Day": "9", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "12", "Day": "29", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "9", "Day": "8", "Hour": "5", "Minute": "25"}], "PublicationStatus": "ppublish", "ArticleIdList": ["32895959", "10.1111/1750-3841.15438"]}}]}