{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Medicinal plant", "Mon people", "Quantitative ethnobotany"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "32891817", "DateCompleted": {"Year": "2021", "Month": "02", "Day": "24"}, "DateRevised": {"Year": "2021", "Month": "02", "Day": "24"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "09", "Day": "03"}], "Language": ["eng"], "ELocationID": ["10.1016/j.jep.2020.113253", "S0378-8741(20)33135-4"], "Journal": {"ISSN": "1872-7573", "JournalIssue": {"Volume": "265", "PubDate": {"Year": "2021", "Month": "Jan", "Day": "30"}}, "Title": "Journal of ethnopharmacology", "ISOAbbreviation": "J Ethnopharmacol"}, "ArticleTitle": "Traditional medicinal plants used by the Mon people in Myanmar.", "Pagination": {"StartPage": "113253", "MedlinePgn": "113253"}, "Abstract": {"AbstractText": ["Myanmar's Mon people largely depend on a traditional medical system for health care, however, information about their medical plants is rare in the current literature. In this first ethnobotanical study of Mon traditional medicinal plants (MTMs), we attempt to answer three research questions: 1) What species are used as MTMs by the Mon people and what diseases can be treated with these MTMs? 2) What are the general characteristics of these MTMs? 3) Which species and their usages have high consensus of knowledge?", "We aimed (1) to document both the diversity of medicinal plants used by the Mon people and their knowledge of the therapeutic usages of these plants; and (2) to quantitatively identify the most well-known medicinal plant species and prevalent diseases treated by these species, and to evaluate the status of scientific research and application for each of these species.", "Ethnobotanical surveys and interviews were carried out in 10 villages in four townships of Mon State, Myanmar in 2018. Data were collected from interviews with 131 informants, chosen via the snowball sampling method. Therapeutic uses of medicinal plants were categorized according to the ICPC-2 standard. Voucher specimens of plant species were collected and identified by experts. To evaluate the consensus of knowledge, we applied use reports (URs) using the R package of ethnobotanyR.", "In total, we recorded 158 medicinal plant species belonging to 64 families as being used by the Mon people, with 13 species being newly recorded as medicinal plants in Myanmar. The people listed 78 therapeutic uses for these plants, which could be classified into 16 ICPC-2 disease categories. Digestive, urological and respiratory diseases ranked as the most prevalent diseases based on use reports. Fabaceae was the most represented family and the leaf was the most commonly used plant part. Decoction and oral administration ranked top in preparation and administration methods, respectively. Tinospora sinensis (Lour.) Merr, the introduced species Chromolaena odorata (L.) R. M. King & H. Rob., Mimosa pudica L., Tadehagi triquetrum (L.) H. Ohashi, and Alysicarpus vaginalis (L.) DC were the five most cited medicinal plant species, and were used to treat dysuria, cuts and wounds, cough, diabetes and gall stones respectively, with high consensus.", "The Mon people of Myanmar have a rich and diverse knowledge of traditional medicinal plants. The list of medicinal plants in Myanmar can be renewed, with the addition of 13 species. MTMs still function as an important component of the health care of the Mon people in Myanmar, and a systematic documentation of the local knowledge of MTMs would be of great value in the future. Resource monitoring, phytochemical and pharmacological research and evidence-based drug development are suggested to promote the use of MTMs and aid drug discovery."], "CopyrightInformation": "Copyright © 2020 Elsevier B.V. All rights reserved."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Economic Plants and Biotechnology and the Yunnan Key Laboratory for Wild Plant Resources, Kunming Institute of Botany, Chinese Academy of Sciences, Kunming, 650201, People's Republic of China; Southeast Asia Biodiversity Research Institute, Chinese Academy of Sciences, Yezin, Nay Pyi Taw, 05282, Myanmar; University of Chinese Academy of Sciences, Beijing, 100049, People's Republic of China."}], "LastName": "Kyaw", "ForeName": "Yunn Mi Mi", "Initials": "YMM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Economic Plants and Biotechnology and the Yunnan Key Laboratory for Wild Plant Resources, Kunming Institute of Botany, Chinese Academy of Sciences, Kunming, 650201, People's Republic of China; Southeast Asia Biodiversity Research Institute, Chinese Academy of Sciences, Yezin, Nay Pyi Taw, 05282, Myanmar."}], "LastName": "Bi", "ForeName": "Yingfeng", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Forest Research Institute, Yezin, Nay Pyi Taw, 05282, Myanmar."}], "LastName": "Oo", "ForeName": "Thaung Naing", "Initials": "TN"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Economic Plants and Biotechnology and the Yunnan Key Laboratory for Wild Plant Resources, Kunming Institute of Botany, Chinese Academy of Sciences, Kunming, 650201, People's Republic of China; Southeast Asia Biodiversity Research Institute, Chinese Academy of Sciences, Yezin, Nay Pyi Taw, 05282, Myanmar. Electronic address: xuefei@mail.kib.ac.cn."}], "LastName": "Yang", "ForeName": "Xuefei", "Initials": "X"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Ireland", "MedlineTA": "J Ethnopharmacol", "NlmUniqueID": "7903310", "ISSNLinking": "0378-8741"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Plant Preparations"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Adult"}, {"QualifierName": [], "DescriptorName": "Aged"}, {"QualifierName": [], "DescriptorName": "Aged, 80 and over"}, {"QualifierName": [], "DescriptorName": "Ethnobotany"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": [], "DescriptorName": "Health Knowledge, Attitudes, Practice"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": [], "DescriptorName": "Medicine, East Asian Traditional"}, {"QualifierName": [], "DescriptorName": "Middle Aged"}, {"QualifierName": [], "DescriptorName": "Myanmar"}, {"QualifierName": [], "DescriptorName": "Phytotherapy"}, {"QualifierName": ["isolation & purification", "therapeutic use"], "DescriptorName": "Plant Preparations"}, {"QualifierName": ["classification"], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Surveys and Questionnaires"}]}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2020", "Month": "2", "Day": "25"}, {"Year": "2020", "Month": "7", "Day": "30"}, {"Year": "2020", "Month": "8", "Day": "4"}, {"Year": "2020", "Month": "9", "Day": "7", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "2", "Day": "25", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "9", "Day": "6", "Hour": "20", "Minute": "25"}], "PublicationStatus": "ppublish", "ArticleIdList": ["32891817", "10.1016/j.jep.2020.113253", "S0378-8741(20)33135-4"]}}], "PubmedBookArticle": []}