{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["UHPLC-DAD-MS/MS", "anti-inflammatory activity", "antimicrobial activity", "cytotoxicity", "interleukin 8", "reactive oxygen species", "tumour necrosis factor"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "32903580", "DateRevised": {"Year": "2020", "Month": "09", "Day": "28"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "08", "Day": "13"}], "Language": ["eng"], "ELocationID": ["947", "10.3389/fphar.2020.00947"], "Journal": {"ISSN": "1663-9812", "JournalIssue": {"Volume": "11", "PubDate": {"Year": "2020"}}, "Title": "Frontiers in pharmacology", "ISOAbbreviation": "Front Pharmacol"}, "ArticleTitle": "Inhibition of Neutrophil Functions and Antibacterial Effects of Tarragon (<i>Artemisia dracunculus</i> L.) Infusion-Phytochemical Characterization.", "Pagination": {"StartPage": "947", "MedlinePgn": "947"}, "Abstract": {"AbstractText": ["The aim of the study was to characterize phytochemicals in an infusion of the aerial parts of tarragon <i>(Artemisia dracunculus</i> L.) using ultra-high-performance liquid chromatography diode array detector electrospray ionisation tandem mass spectrometry UHPLC-DAD-ESI-MS/MS method, as well as an evaluation of its effects on mediators of the inflammation in an <i>in vitro</i> model of human neutrophils, and antimicrobial activity on selected pathogens. Flavonoids and caffeoylquinic acids were the main phenolic components of the extract of tarragon's aerial parts. The infusion was able to inhibit reactive oxygen species (ROS), interleukin 8 (IL-8), and tumour necrosis factor α (TNF-<i>α</i>) production. The antimicrobial assay was performed with the use of nine strains of bacteria, both Gram-negative and Gram-positive. Three human pathogens, <i>Staphylococcus aureus</i> ATCC6538, <i>Staphylococcus epidermidis</i> ATCC14990, and <i>Staphylococcus aureus</i> MRSA (methicyllin-resistant <i>Staphylococcus aureus</i>) ATCC43300, proved to be the most sensitive to tarragon infusion. Our study demonstrated the antiinflammatory and antimicrobial properties of tarragon <i>(Artemisia dracunculus</i> L.), meaning the common spice may be a prospective source of health-promoting constituents."], "CopyrightInformation": "Copyright © 2020 Majdan, Kiss, Hałasa, Granica, Osińska and Czerwińska."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacognosy and Molecular Basis of Phytotherapy, Faculty of Pharmacy, Medical University of Warsaw, Warsaw, Poland."}, {"Identifier": [], "Affiliation": "Department of Bromatology, Faculty of Pharmacy, Medical University of Warsaw, Warsaw, Poland."}], "LastName": "Majdan", "ForeName": "Magdalena", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacognosy and Molecular Basis of Phytotherapy, Faculty of Pharmacy, Medical University of Warsaw, Warsaw, Poland."}], "LastName": "Kiss", "ForeName": "Anna K", "Initials": "AK"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutical Microbiology, Faculty of Pharmacy, Medical University of Gdańsk, Gdańsk, Poland."}], "LastName": "Hałasa", "ForeName": "Rafał", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacognosy and Molecular Basis of Phytotherapy, Faculty of Pharmacy, Medical University of Warsaw, Warsaw, Poland."}], "LastName": "Granica", "ForeName": "Sebastian", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Vegetable and Medicinal Plants, Institute of Horticulture Sciences, Warsaw University of Life Sciences-SGGW, Warsaw, Poland."}], "LastName": "Osińska", "ForeName": "Ewa", "Initials": "E"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacognosy and Molecular Basis of Phytotherapy, Faculty of Pharmacy, Medical University of Warsaw, Warsaw, Poland."}], "LastName": "Czerwińska", "ForeName": "Monika E", "Initials": "ME"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Pharmacol", "NlmUniqueID": "101548923", "ISSNLinking": "1663-9812"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Abdollahnejad F., Kobarfard F., Kamalinejad M., Mehrgan H., Babaeian M. (2016). Yield, Chemical Composition and Antibacterial Activity of Artemisia dracunculus L. Essential Oils Obtained by two Different Methods. J. Essential Oil-bearing Plants 19 (3), 574–581.  10.1080/0972060X.2014.963167", "ArticleIdList": ["10.1080/0972060X.2014.963167"]}, {"Citation": "Abtahi Froushani S. M., Zarei L., Esmaeili Gouvarchin Ghaleh H., Mansori Motlagh B. (2016). Estragole and methyl-eugenol-free extract of Artemisia dracunculus possesses immunomodulatory effects. Avicenna J. Phytomed. 6, 526–534.", "ArticleIdList": ["PMC5052415", "27761422"]}, {"Citation": "Aglarova A. M., Zilfikarov I. N., Severtseva O. V. (2008). Biological charakteristics and useful properties of tarragon (Artemisia dracunculus L.) (review). Pharm. Chem. J. 42, 81–86. 10.1007/s11094-008-0064-3", "ArticleIdList": ["10.1007/s11094-008-0064-3"]}, {"Citation": "Barros L., Dueñas M., Pinela J., Carvalho A. M., Buelga C. S., Ferreira I. C. (2012). Characterization and quantification of phenolic compounds in four tomato (Lycopersicon esculentum L.) farmers’ varieties in northeastern Portugal homegardens. Plant Foods Hum. Nutr. 67 (3), 229–234.  10.1007/s11130-012-0307-z", "ArticleIdList": ["10.1007/s11130-012-0307-z", "22922837"]}, {"Citation": "Benli M., Kaya I., Yigit N. (2007). Screening Antimicrobial Activity of Various Extracts of Artemisia Dracunculus L. Cell Biochem. Funct. 25, 681–686.  10.1002/cbf.1373", "ArticleIdList": ["10.1002/cbf.1373", "16986171"]}, {"Citation": "Bhutia T. D., Valant-Vetschera K. M. (2008). Chemodiversity of Artemisia dracunculus L. from Kyrgyzstan: Isocoumarins, coumarins, and flavonoids from aerial parts. Nat. Prod. Commun. 3 (8), 1289–1292.  10.1177/1934578X0800300811", "ArticleIdList": ["10.1177/1934578X0800300811"]}, {"Citation": "Bloomer R. J., Canale R. E., Pischel I. (2011). Effect of an aqueous Russian tarragon extract on glucose tolerance in response to an oral load in non-diabetic men. Nutr. Diet Suppl. 3, 43–49.  10.2147/NDS.S16511", "ArticleIdList": ["10.2147/NDS.S16511"]}, {"Citation": "Bohm B. A., Stuessy T. F. (2001). Flavonoids of the Sunflower Family (Asteraceae) (New York: Springer-Verlag Publishing House Wein; ), 161."}, {"Citation": "Bourgou S., Rebey I. B., Mkadmini K., Isoda H., Ksouri R., Ksouri W. M. (2017). LC-ESI-TOF-MS and GC-MS Profiling of Artemisia Herba-Alba and Evaluation of Its Bioactive Properties. Food Res. Int. 99, 702–712.  10.1016/j.foodres.2017.06.009", "ArticleIdList": ["10.1016/j.foodres.2017.06.009", "28784534"]}, {"Citation": "Böyum A. (1968). A one-stage procedure for isolation of granulocytes and lymphocytes from human blood. General sedimentation properties of white blood cells in a gravity field. Scand. J. Clin. Lab. Inv. 97, 51–76.", "ArticleIdList": ["4179067"]}, {"Citation": "Chaleshtori R. S., Taghizadeh M., Arani N. M., Chaleshtori F. S. (2018). A Comparative Study on the Antibacterial Activity of Artemisia dracunculus and Ocimum basilicum Essential Oils on Multidrug Resistant Bacteria Isolated from Ready to Eat Foods. J. Essential Oil Bearing Plants 21 (3), 701–712.  10.1080/0972060X.2018.1491328", "ArticleIdList": ["10.1080/0972060X.2018.1491328"]}, {"Citation": "de Rijke E., Out P., Niessen W. M. A., Ariese F., Gooijer C., Brinkman U. A. Th. (2006). Analytical separation and detection methods for flavonoids. J. Chromatogr. A. 1112 (1–2), 31–63.  10.1016/j.chroma.2006.01.019", "ArticleIdList": ["10.1016/j.chroma.2006.01.019", "16480997"]}, {"Citation": "Deng B., Fang S., Shang X., Fu X., Yang W. (2019). Influence of genotypes and environmental factors on leaf triterpenoid content and growth of Cyclocarya paliurus. J. For. Res. 30 (3), 789–798. 10.1007/s11676-018-0680-z", "ArticleIdList": ["10.1007/s11676-018-0680-z"]}, {"Citation": "Eidi A., Oryan S., Zaringhalam J., Rad M. (2016). Antinociceptive and anti-inflammatory effects of the aerial parts of Artemisia dracunculus in mice. Pharm. Biol. 54 (3), 549–554.  10.3109/13880209.2015.1056312", "ArticleIdList": ["10.3109/13880209.2015.1056312", "26079854"]}, {"Citation": "Eisenman S. W., Poulev A., Struwe L., Raskin I., Ribnicky D. M. (2011). Qualitative variation of anti-diabetic compounds in different tarragon (Artemisia dracunculus L.) cytotypes. Fitoterapia 82 (7), 1062–1074.  10.1016/j.fitote.2011.07.003", "ArticleIdList": ["10.1016/j.fitote.2011.07.003", "PMC3164315", "21798321"]}, {"Citation": "El-Askary H., Handoussa H., Badria F., El-Khatib H. A., Alsayari A., Linscheid M. W., et al. (2019). Characterization of hepatoprotective metabolites from Artemisia annua and Cleome droserifolia using HPLC / PDA / ESI / MS – MS. Rev. Bras. Farmacogn. 29 (2), 213–220.  10.1016/j.bjp.2018.10.001", "ArticleIdList": ["10.1016/j.bjp.2018.10.001"]}, {"Citation": "Govorko D., Logendra S., Wang Y., Esposito D., Komarnytsky S., Ribnicky D., et al. (2007). Polyphenolic compounds from Artemisia dracunculus L. inhibit PEPCK gene expression and gluconeogenesis in an H4IIE hepatoma cell line. Am. J. Physiol. Endocrinol. Metab. 293 (6), E1503–E1510.  10.1152/ajpendo.00420.2007", "ArticleIdList": ["10.1152/ajpendo.00420.2007", "17848630"]}, {"Citation": "Gu D., Yang Y., Abdulla R., Aisa H. A. (2012). Characterization and identification of chemical compositions in the extract of Artemisia rupestris L. by liquid chromatography coupled to quadrupole time-of-flight tandem mass spectrometry. Rapid Commun. Mass Spectrom. 26 (1), 83–100.  10.1002/rcm.5289", "ArticleIdList": ["10.1002/rcm.5289", "22215581"]}, {"Citation": "Güneş A., Kordali S., Turan M., Bozhüyük A. U. (2019). Determination of antioxidant enzyme activity and phenolic contents of some species of the Asteraceae family from medicanal plants. Ind. Crops Prod. 137, 208–213.  10.1016/j.indcrop.2019.05.042", "ArticleIdList": ["10.1016/j.indcrop.2019.05.042"]}, {"Citation": "Gupta P. D., Birdi T. J. (2017). Development of botanicals to combat antibiotic resistance. J. Ayurveda Integr. Med. 8 (4), 266–275.  10.1016/j.jaim.2017.05.004", "ArticleIdList": ["10.1016/j.jaim.2017.05.004", "PMC5747506", "28869082"]}, {"Citation": "Hoffmann B., Herrmann K. (1982). Flavonol glycosides of mugwort (Artemisia vulgaris L.), tarragon (Artemisia dracunculus L.) and absinth (Artemisia absinthium L.). Z. Lebensm. Unters. Forch. 174, 211–215.  10.1007/BF01079976", "ArticleIdList": ["10.1007/BF01079976"]}, {"Citation": "Kiss A. K., Michalak B., Patyra A., Majdan M. (2020). UHPLC-DAD-ESI-MS/MS and HPTLC profiling of ash leaf samples from different commercial and natural sources and their in vitro effects on mediators of inflammation. Phytochem. Anal. 31 (1), 57–67.  10.1002/pca.2866", "ArticleIdList": ["10.1002/pca.2866", "31286597"]}, {"Citation": "Kordali S., Kotan R., Mavi A., Cakir A., Arzu A., Yildirim A. (2005). Determination of the Chemical Composition and Antioxidant Activity of the Essential Oil of Artemisia Dracunculus and of the Antifungal and Antibacterial Activities of Turkish Artemisia Absinthium, A. Dracunculus, Artemisia Santonicum, and Artemisia Spicigera Essential Oils. J. Agric. Food Chem. 53 (24), 9452–9458.  10.1021/jf0516538", "ArticleIdList": ["10.1021/jf0516538", "16302761"]}, {"Citation": "Kula M., Majdan M., Radwańska A., Nasal A., Hałasa R., Głód D., et al. (2013). Chemical composition and biological activity of the fruits from Lonicera caerulea var. edulis ‘Wojtek’. Acad. J. Med. Plants 1 (8), 141–148.  10.15413/ajmp.2013.0134", "ArticleIdList": ["10.15413/ajmp.2013.0134"]}, {"Citation": "Lekogo B. M., Coroller L., Mathot A. G., Mafart P., Leguerinel I. (2010). Modelling the influence of palmitic, palmitoleic, stearic and oleic acids on apparent heat resistance of spores of Bacillus cereus NTCC 11145 and Clostridium sporogenes Pasteur 79.3. Int. J. Food Microbiol. 141 (3), 242–247.  10.1016/j.ijfoodmicro.2010.05.023", "ArticleIdList": ["10.1016/j.ijfoodmicro.2010.05.023", "20573415"]}, {"Citation": "Lin L. Z., Harnly J. M. (2012). LC-PDA-ESI/MS Identification of the Phenolic Components of Three Compositae Spices: Chamomile, Tarragon, and Mexican Arnica. Nat. Prod. Commun. 7 (6), 749–752. 10.1177/1934578X1200700615", "ArticleIdList": ["10.1177/1934578X1200700615", "PMC3620021", "22816299"]}, {"Citation": "Logendra S., Ribnicky D. M., Yang H., Poulev A., Ma J., Kennelly E. J., et al. (2006). Bioassay-guided isolation of aldose reductase inhibitors from Artemisia dracunculus. Phytochemistry 67 (14), 1539–1546.  10.1016/j.phytochem.2006.05.015", "ArticleIdList": ["10.1016/j.phytochem.2006.05.015", "16806328"]}, {"Citation": "Mekky R. H., Abdel-Sattar E., Segura-Carretero A., Contreras M. D. M. (2019). Phenolic Compounds From Sesame Cake and Antioxidant Activity: A New Insight for Agri-Food Residues’ Significance for Sustainable Development. Foods 8 (10), 432.  10.3390/foods8100432", "ArticleIdList": ["10.3390/foods8100432", "PMC6835672", "31546743"]}, {"Citation": "Miron T. L., Plaza M., Bahrim G., Ibáñez E., Herrero M. (2011). Chemical composition of bioactive pressurized extracts of Romanian aromatic plants. J. Chromatogr. A. 1218 (30), 4918–4927.  10.1016/j.chroma.2010.11.055", "ArticleIdList": ["10.1016/j.chroma.2010.11.055", "21163488"]}, {"Citation": "Obolskiy D., Pischel I., Feistel B., Glotov N., Heinrich M. (2011). Artemisia dracunculus L. (Tarragon): A Critical Review of Its Traditional Use, Chemical Composition, Pharmacology, and Safety. J. Agric. Food Chem. 59 (21), 11367–11384.  10.1021/jf202277w", "ArticleIdList": ["10.1021/jf202277w", "21942448"]}, {"Citation": "Olennikov D. N., Chirikova N. K., Kashchenko N. I., Nikolaev V. M., Kim S.-W., Vennos C. (2018). Bioactive Phenolics of the Genus Artemisia (Asteraceae): HPLC-DAD-ESI-TQ-MS/MS Profile of the Siberian Species and Their Inhibitory Potential Against α-Amylase and α-Glucosidase. Front. Pharmacol. 9, 756.  10.3389/fphar.2018.00756", "ArticleIdList": ["10.3389/fphar.2018.00756", "PMC6052120", "30050443"]}, {"Citation": "Olennikov D. N., Kashchenko N. I., Chirikova N. K., Vasil’eva A. G., Gadimli A. I., Isaev J. I., et al. (2019). Caffeoylquinic Acids and Flavonoids of Fringed Sagewort (Artemisia frigida Willd.): HPLC-DAD-ESI-QQQ-MS Profile, HPLC-DAD Quantification, in Vitro Digestion Stability, and Antioxidant Capacity. Antioxidants 8 (8), 307.  10.3390/antiox8080307", "ArticleIdList": ["10.3390/antiox8080307", "PMC6720735", "31416222"]}, {"Citation": "O’Mahony R., Al-Khtheeri H., Weerasekera D., Fernando N., Vaira D., Holton J., et al. (2005). Bactericidal and anti-adhesive properties of culinary and medicinal plants against Helicobacter pylori. World J. Gastroenterol. 11 (47), 7499–7507.  10.3748/wjg.v11.i47.7499", "ArticleIdList": ["10.3748/wjg.v11.i47.7499", "PMC4725184", "16437723"]}, {"Citation": "Raeisi M., Tajik H., Razavi R. S., Maham M., Moradi M., Hajimohammadi B., et al. (2012). Essential Oil of Tarragon (Artemisia Dracunculus) Antibacterial Activity on Staphylococcus Aureus and Escherichia Coli in Culture Media and Iranian White Cheese. Iran J. Microbiol. 4 (1), 30–34.", "ArticleIdList": ["PMC3391558", "22783458"]}, {"Citation": "Raghavan S. (2006). Handbook of spices, seasoning and flavourings. 2nd edition (Boca Raton: CRC Press Taylor and Franci group, New York; ), 178–179."}, {"Citation": "Reza S. M., Hamideh M., Zahra S. (2015). The Nociceptive and Anti-Inflammatory Effects of Artemisia dracunculus L. Aqueous Extract on Fructose Fed Male Rats. Evid. Based. Complement Alternat. Med. 2015, 1–5.  10.1155/2015/895417", "ArticleIdList": ["10.1155/2015/895417", "PMC4481084", "26170888"]}, {"Citation": "Rutkowski L. (2006). Klucz do oznaczania roślin naczyniowych Polski niżowej: Wyd (Warszawa: Naukowe PWN; ). 485."}, {"Citation": "Safari H., Anani Sarab G., Naseri M. (2019). Artemisia dracunculus L. modulates the immune system in a multiple sclerosis mouse model. Nutr. Neurosci. 1–7.  10.1080/1028415X.2019.1681742", "ArticleIdList": ["10.1080/1028415X.2019.1681742", "31665978"]}, {"Citation": "Saleh N. A. M., El-Negoumy S. I., Abou-Zaid M. M. (1987). Flavonoids of Artemisia judaica, A. monosperma and A. herba-alba. Phytochemistry 26 (11), 3059–3064.  10.1016/S0031-9422(00)84593-8", "ArticleIdList": ["10.1016/S0031-9422(00)84593-8"]}, {"Citation": "Sayyah M., Nadjafnia L., Kamalinejad M. (2004). Anticonvulsant activity and chemical composition of Artemisia dracunculus L. essential oil. J. Ethnopharmacol. 94 (2–3), 283–287.  10.1016/j.jep.2004.05.021", "ArticleIdList": ["10.1016/j.jep.2004.05.021", "15325732"]}, {"Citation": "Tajbakhsh M., Soleimani N. (2018). Evaluation of the Bactericidal Effects of Zingiber officinale, Aloysia citrodora and Artemisia dracunculus on the Survival of Standard Gram-Positive and Gram-Negative Bacterial Strains. Jorjani BioMed. J. 6 (1), 22–32.  10.29252/jorjanibiomedj.6.1.22", "ArticleIdList": ["10.29252/jorjanibiomedj.6.1.22"]}, {"Citation": "Tajner-Czopek A., Gertchen M., Rytel E., Kita A., Kucharska A. Z., Sokół-Łętowska A. (2020). Study of Antioxidant Activity of some Medicinal Plants Having High Content of Caffeic Acid Derivatives. Antioxidants 9 (5), 412.  10.3390/antiox9050412", "ArticleIdList": ["10.3390/antiox9050412", "PMC7278751", "32408518"]}, {"Citation": "Vienne M., Braemer R., Paris M., Couderc H. (1989). Chemotaxonomic study of two cultivars of Artemisia dracunculus L.: (“French” and “Russian” Tarragon). Biochem. Syst. Ecol. 17 (5), 373–374.  10.1016/0305-1978(89)90050-1", "ArticleIdList": ["10.1016/0305-1978(89)90050-1"]}, {"Citation": "Xu B., Ganesan K., Mickymaray S., Aboody M. S., Alfaiz F. A., Thatchinamoorthi R. (2020). Immunomodulatory and antineoplastic efficacy of common spices and their connection with phenolic antioxidants. Bioactive Compounds Health Dis. 3 (2), 15–31.  10.31989/bchd.v3i2.687", "ArticleIdList": ["10.31989/bchd.v3i2.687"]}]}], "History": [{"Year": "2020", "Month": "3", "Day": "30"}, {"Year": "2020", "Month": "6", "Day": "10"}, {"Year": "2020", "Month": "9", "Day": "9", "Hour": "17", "Minute": "55"}, {"Year": "2020", "Month": "9", "Day": "10", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "9", "Day": "10", "Hour": "6", "Minute": "1"}, {"Year": "2020", "Month": "8", "Day": "13"}], "PublicationStatus": "epublish", "ArticleIdList": ["32903580", "PMC7438555", "10.3389/fphar.2020.00947"]}}]}