{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Anti-trichomonad effects", "Food compounds", "Marine compounds", "Mechanisms", "Medicinal plant compounds", "Rodent and human studies", "Trichomonas vaginalis", "Trichomoniasis", "Trichomonosis", "Tritrichomonas foetus"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "32907567", "DateCompleted": {"Year": "2021", "Month": "05", "Day": "05"}, "DateRevised": {"Year": "2021", "Month": "05", "Day": "05"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "09", "Day": "09"}], "Language": ["eng"], "ELocationID": ["271", "10.1186/s12906-020-03061-9"], "Journal": {"ISSN": "2662-7671", "JournalIssue": {"Volume": "20", "Issue": "1", "PubDate": {"Year": "2020", "Month": "Sep", "Day": "09"}}, "Title": "BMC complementary medicine and therapies", "ISOAbbreviation": "BMC Complement Med Ther"}, "ArticleTitle": "Anti-trichomonad activities of different compounds from foods, marine products, and medicinal plants: a review.", "Pagination": {"StartPage": "271", "MedlinePgn": "271"}, "Abstract": {"AbstractText": ["Human trichomoniasis, caused by the pathogenic parasitic protozoan Trichomonas vaginalis, is the most common non-viral sexually transmitted disease that contributes to reproductive morbidity in affected women and possibly to prostate cancer in men. Tritrichomonas foetus strains cause the disease trichomoniasis in farm animals (cattle, bulls, pigs) and diarrhea in domestic animals (cats and dogs). Because some T. vaginalis strains have become resistant to the widely used drug metronidazole, there is a need to develop alternative treatments, based on safe natural products that have the potential to replace and/or enhance the activity of lower doses of metronidazole. To help meet this need, this overview collates and interprets worldwide reported studies on the efficacy of structurally different classes of food, marine, and medicinal plant extracts and some of their bioactive pure compounds against T. vaginalis and T. foetus in vitro and in infected mice and women. Active food extracts include potato peels and their glycoalkaloids α-chaconine and α-solanine, caffeic and chlorogenic acids, and quercetin; the tomato glycoalkaloid α-tomatine; theaflavin-rich black tea extracts and bioactive theaflavins; plant essential oils and their compounds (+)-α-bisabolol and eugenol; the grape skin compound resveratrol; the kidney bean lectin, marine extracts from algae, seaweeds, and fungi and compounds that are derived from fungi; medicinal extracts and about 30 isolated pure compounds. Also covered are the inactivation of drug-resistant T. vaginalis and T. foetus strains by sensitized light; anti-trichomonad effects in mice and women; beneficial effects of probiotics in women; and mechanisms that govern cell death. The summarized findings will hopefully stimulate additional research, including molecular-mechanism-guided inactivations and human clinical studies, that will help ameliorate adverse effects of pathogenic protozoa."]}, "AuthorList": [{"Identifier": ["0000-0003-2582-7517"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "United States Department of Agriculture, Healthy Processed Foods Research Unit, Agricultural Research Service, Albany, CA, 94710, USA. Mendel.Friedman@ars.usda.gov."}], "LastName": "Friedman", "ForeName": "Mendel", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "United States Department of Agriculture, Foodborne Toxins Detection and Prevention Research Unit, Agricultural Research Service, Albany, California, 94710, USA."}], "LastName": "Tam", "ForeName": "Christina C", "Initials": "CC"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "United States Department of Agriculture, Foodborne Toxins Detection and Prevention Research Unit, Agricultural Research Service, Albany, California, 94710, USA."}], "LastName": "Cheng", "ForeName": "Luisa W", "Initials": "LW"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biological Sciences, University of the Pacific, Stockton, CA, 95211, USA."}], "LastName": "Land", "ForeName": "Kirkwood M", "Initials": "KM"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "BMC Complement Med Ther", "NlmUniqueID": "101761232", "ISSNLinking": "2662-7671"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Oils, Volatile"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": [], "DescriptorName": "Aquatic Organisms"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Molecular Structure"}, {"QualifierName": ["chemistry", "pharmacology"], "DescriptorName": "Oils, Volatile"}, {"QualifierName": ["chemistry", "pharmacology"], "DescriptorName": "Plant Extracts"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": ["drug therapy"], "DescriptorName": "Protozoan Infections"}, {"QualifierName": ["drug therapy"], "DescriptorName": "Trichomonas Vaginitis"}, {"QualifierName": ["drug effects"], "DescriptorName": "Trichomonas vaginalis"}, {"QualifierName": ["drug effects"], "DescriptorName": "Tritrichomonas foetus"}], "CoiStatement": "The authors declare that they have no competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Beers MH. The Merck manual of diagnosis and therapy. 18. Whitehouse Station, NJ: Merck Research Laboratories; 2006."}, {"Citation": "World Health Organization - Dept. of Reproductive Health and Research . Global incidence and prevalence of selected curable sexually transmitted infections - 2008. Geneva: WHO; 2012. p. 20."}, {"Citation": "Rowley J, Vander Hoorn S, Korenromp E, Low N, Unemo M, Abu-Raddad LJ, et al. Chlamydia, gonorrhoea, trichomoniasis and syphilis: global prevalence and incidence estimates, 2016. Bull World Health Organ. 2019;97(8):548–62P.", "ArticleIdList": ["PMC6653813", "31384073"]}, {"Citation": "Stemmer SM, Mordechai E, Adelson ME, Gygax SE, Hilbert DW. Trichomonas vaginalis is most frequently detected in women at the age of peri−/premenopause: an unusual pattern for a sexually transmitted pathogen. Am J Obstet Gynecol. 2018;218(3):328.e1–328e13.", "ArticleIdList": ["29247635"]}, {"Citation": "Eisinger RW, Erbelding E, Fauci AS. Refocusing research on sexually transmitted infections. J Infect Dis. 2019:jiz442. 10.1093/infdis/jiz442.", "ArticleIdList": ["PMC7529043", "31495889"]}, {"Citation": "Givens MD. Review: risks of disease transmission through semen in cattle. Animal Int J Animal Bioscie. 2018;12(s1):s165–ss71.", "ArticleIdList": ["29665869"]}, {"Citation": "Morin-Adeline V, Mueller K, Conesa A, Šlapeta J. Comparative RNA-seq analysis of the Tritrichomonas foetus PIG30/1 isolate from pigs reveals close association with Tritrichomonas foetus BP-4 isolate ‘bovine genotype’. Vet Parasitol. 2015;212(3–4):111–117.", "ArticleIdList": ["26315127"]}, {"Citation": "Gookin JL, Hanrahan K, Levy MG. The conundrum of feline Trichomonosis. J Feline Med Surg. 2017;19(3):261–274.", "ArticleIdList": ["28245739"]}, {"Citation": "Paul A, Stayt J. The intestinal microbiome in dogs and cats with diarrhoea as detected by a faecal polymerase chain reaction-based panel in Perth, Western Australia. Aust Vet J. 2019;97(10):418–421.", "ArticleIdList": ["PMC7159723", "31556108"]}, {"Citation": "Bastos BF. Almeida FMd, Brener B. what is known about Tritrichomonas foetus infection in cats? Rev Bras Parasitol Vet. 2019;28(1):1–11.", "ArticleIdList": ["30892464"]}, {"Citation": "Cargnin ST, PdB V, Cibulski S, Cassel E, RMF V, Montanha J, et al. anti-Trichomonas vaginalis activity of Hypericum polyanthemum extract obtained by supercritical fluid extraction and isolated compounds. Parasitol Int. 2013;62(2):112–117.", "ArticleIdList": ["23142570"]}, {"Citation": "Innocente AM, de Brum VP, Frasson AP, Casanova BB, Gosmann G, Gnoatto SCB, et al. Anti-Trichomonas vaginalis activity from triterpenoid derivatives. Parasitol Res. 2014;113(8):2933–2940.", "ArticleIdList": ["24880238"]}, {"Citation": "Farias KS, Kato NN, Boaretto AG, Weber JI, Brust FR, Alves FM, et al. Nectandra as a renewable source for (+)-α-bisabolol, an antibiofilm and anti-Trichomonas vaginalis compound. Fitoterapia. 2019;136:104179.", "ArticleIdList": ["31121252"]}, {"Citation": "Friedman M, Huang V, Quiambao Q, Noritake S, Liu J, Kwon O, et al. Potato peels and their bioactive glycoalkaloids and phenolic compounds inhibit the growth of pathogenic trichomonads. J Agric Food Chem. 2018;66(30):7942–7947.", "ArticleIdList": ["30039703"]}, {"Citation": "Giordani RB, Weizenmann M, Rosemberg DB, De Carli GA, Bogo MR, Zuanazzi JAS, et al. Trichomonas vaginalis nucleoside triphosphate diphosphohydrolase and ecto-5′-nucleotidase activities are inhibited by lycorine and candimine. Parasitol Int. 2010;59(2):226–231.", "ArticleIdList": ["20176129"]}, {"Citation": "O’Donoghue AJ, Bibo-Verdugo B, Miyamoto Y, Wang SC, Yang JZ, Zuill DE, et al. 20S proteasome as a drug target in Trichomonas vaginalis. Antimicrob Agents Chemother. 2019;63(11):e00448–e00419.", "ArticleIdList": ["PMC6811414", "31451503"]}, {"Citation": "Wang H-H. Antitrichomonal action of emodin in mice. J Ethnopharmacol. 1993;40(2):111–116.", "ArticleIdList": ["8133650"]}, {"Citation": "Dai M, Peng C, Peng F, Xie C, Wang P, Sun F. Anti-Trichomonas vaginalis properties of the oil of Amomum tsao-ko and its major component, geraniol. Pharm Biol. 2016;54(3):445–450.", "ArticleIdList": ["25963227"]}, {"Citation": "Mehriardestani M, Aliahmadi A, Toliat T, Rahimi R. Medicinal plants and their isolated compounds showing anti-Trichomonas vaginalis- activity. Biomed Pharmacother. 2017;88:885–893.", "ArticleIdList": ["28178618"]}, {"Citation": "Menezes CB, Rigo GV, Bridi H, DdS T, Macedo AJ, von Poser GL, et al. the anti-Trichomonas vaginalis phloroglucinol derivative isoaustrobrasilol B modulates extracellular nucleotide hydrolysis. Chem Biol Drug Des. 2017;90(5):811–819.", "ArticleIdList": ["28390095"]}, {"Citation": "Aminou HA, Alam-Eldin YH, Hashem HA. Effect of Nigella sativa alcoholic extract and oil, as well as Phaseolus vulgaris (kidney bean) lectin on the ultrastructure of Trichomonas vaginalis trophozoites. J Parasit Dis. 2016;40(3):707–713.", "ArticleIdList": ["PMC4996177", "27605771"]}, {"Citation": "Cáceres-Castillo D, Pérez-Navarro Y, Torres-Romero JC, Mirón-López G, Ceballos-Cruz J, Arana-Argáez V, et al. Trichomonicidal activity of a new anthraquinone isolated from the roots of Morinda panamensis seem. Drug Dev Res. 2019;80(1):155–161.", "ArticleIdList": ["30570769"]}, {"Citation": "Vieira PB, Giordani RB, De Carli GA, Zuanazzi JA, Tasca T. Screening and bioguided fractionation of Amaryllidaceae species with anti-Trichomonas vaginalis activity. Planta Med. 2011;77(10):1054–1059.", "ArticleIdList": ["21308614"]}, {"Citation": "Ofer K, Gold D, Flescher E. Methyl jasmonate induces cell cycle block and cell death in the amitochondriate parasite Trichomonas vaginalis. Int J Parasitol. 2008;38(8):959–968.", "ArticleIdList": ["18294640"]}, {"Citation": "King JB, Carter AC, Dai W, Lee JW, Kil Y-S, Du L, et al. Design and application of a high-throughput, high-content screening system for natural product inhibitors of the human parasite Trichomonas vaginalis. ACS Infect Dis. 2019;5(8):1456–1470.", "ArticleIdList": ["31265248"]}, {"Citation": "Mallo N, Lamas J, Leiro JM. Hydrogenosome metabolism is the key target for antiparasitic activity of resveratrol against Trichomonas vaginalis. Antimicrob Agents Chemother. 2013;57(6):2476–2484.", "ArticleIdList": ["PMC3716124", "23478970"]}, {"Citation": "Rocha TD, de Brum VP, Gnoatto SCB, Tasca T, Gosmann G. Anti-Trichomonas vaginalis activity of saponins from Quillaja, Passiflora, and Ilex species. Parasitol Res. 2012;110(6):2551–2556.", "ArticleIdList": ["22218924"]}, {"Citation": "Damke E, Tsuzuki JK, Chassot F, Cortez DAG, Ferreira ICP, Mesquita CSS, et al. Spermicidal and anti-Trichomonas vaginalis activity of Brazilian Sapindus saponaria. BMC Complement Altern Med. 2013;13(1):196.", "ArticleIdList": ["PMC3728232", "23890053"]}, {"Citation": "Liu J, Kanetake S, Wu Y-H, Tam C, Cheng LW, Land KM, et al. Anti-protozoal effects of the tomato tetrasaccharide glycoalkaloid tomatine and the aglycone tomatidine on mucosal trichomonads. J Agric Food Chem. 2016;64(46):8806–8810.", "ArticleIdList": ["27934291"]}, {"Citation": "Arthan D, Sithiprom S, Thima K, Limmatvatirat C, Chavalitshewinkoon-Petmitr P, Svasti J. Inhibitory effects of Thai plants β-glycosides on Trichomonas vaginalis. Parasitol Res. 2008;103(2):443–448.", "ArticleIdList": ["18463895"]}, {"Citation": "Bitencourt FG, de Brum VP, Meirelles LC, Rigo GV, da Silva EF, Gnoatto SCB, et al. Anti-Trichomonas vaginalis activity of ursolic acid derivative: a promising alternative. Parasitol Res. 2018;117(5):1573–1580.", "ArticleIdList": ["29572567"]}, {"Citation": "Fernández-Calienes Valdés A, Monzote Fidalgo L, Sariego Ramos I, Marrero Delange D, Morales Rico CL, Mendiola Martínez J, et al. Antiprotozoal screening of the Cuban native plant Scutellaria havanensis. Pharm Biol. 2016;54(12):3197–3202.", "ArticleIdList": ["27564587"]}, {"Citation": "Tam CC, Land KM, Cheng LW. Prebiotics, probiotics, and bacterial infections [Online First: https://www.intechopen.com/online-first/prebiotics-probiotics-and-bacterial-infections]. Prebiotics and Probiotics - Potential Benefits in Nutrition and Health: IntechOpen; 2019."}, {"Citation": "Younes JA, Lievens E, Hummelen R, van der Westen R, Reid G, Petrova MI. Women and their microbes: the unexpected friendship. Trends Microbiol. 2018;26(1):16–32.", "ArticleIdList": ["28844447"]}, {"Citation": "Ravel J, Gajer P, Abdo Z, Schneider GM, Koenig SSK, McCulle SL, et al. Vaginal microbiome of reproductive-age women. Proc Natl Acad Sci U S A. 2011;108(Suppl 1):4680–4687.", "ArticleIdList": ["PMC3063603", "20534435"]}, {"Citation": "Diop K, Dufour J-C, Levasseur A, Fenollar F. Exhaustive repertoire of human vaginal microbiota. Hum Microbiome J. 2019;11:100051."}, {"Citation": "Hinderfeld AS, Phukan N, Bär A-K, Roberton AM, Simoes-Barbosa A. Cooperative interactions between Trichomonas vaginalis and associated bacteria enhance paracellular permeability of the cervicovaginal epithelium by dysregulating tight junctions. Infect Immun. 2019;87(5):e00141–e00119.", "ArticleIdList": ["PMC6479042", "30858343"]}, {"Citation": "Boris S, Barbés C. Role played by lactobacilli in controlling the population of vaginal pathogens. Microbes Infect. 2000;2(5):543–546.", "ArticleIdList": ["10865199"]}, {"Citation": "Bouchemal K, Bories C, Loiseau PM. Strategies for prevention and treatment of Trichomonas vaginalis infections. Clin Microbiol Rev. 2017;30(3):811–825.", "ArticleIdList": ["PMC5475227", "28539504"]}, {"Citation": "Phukan N, Brooks AES, Simoes-Barbosa A. A cell surface aggregation-promoting factor from Lactobacillus gasseri contributes to inhibition of Trichomonas vaginalis adhesion to human vaginal ectocervical cells. Infect Immun. 2018;86(8):e00907–e00917.", "ArticleIdList": ["PMC6056882", "29784856"]}, {"Citation": "Brotman RM, Bradford LL, Conrad M, Gajer P, Ault K, Peralta L, et al. Association between Trichomonas vaginalis and vaginal bacterial community composition among reproductive-age women. Sex Transm Dis. 2012;39(10):807–812.", "ArticleIdList": ["PMC3458234", "23007708"]}, {"Citation": "Valadkhani Z, Hassan N. Z a, Mostafavi E. protective role of Lactobacillus acidophilus against vaginal infection with Trichomonas vaginalis. Mediterr J Biosci. 2016;1:50–54."}, {"Citation": "Bertini M. Bacterial vaginosis and sexually transmitted diseases. In: Serdaroglu S, Kutlubay Z, editors. Relationship and Management, Fundamentals of Sexually Transmitted Infections: IntechOpen; 2017. 10.5772/intechopen.69258."}, {"Citation": "Friedman M, Kozukue N, Kim H-J, Choi S-H, Mizuno M. Glycoalkaloid, phenolic, and flavonoid content and antioxidative activities of conventional nonorganic and organic potato peel powders from commercial gold, red, and russet potatoes. J Food Compos Anal. 2017;62:69–75."}, {"Citation": "Friedman M, Lee KR, Kim HJ, Lee IS, Kozukue N. Anticarcinogenic effects of glycoalkaloids from potatoes against human cervical, liver, lymphoma, and stomach cancer cells. J Agric Food Chem. 2005;53(15):6162–6169.", "ArticleIdList": ["16029012"]}, {"Citation": "Friedman M. Chemistry and anticarcinogenic mechanisms of glycoalkaloids produced by eggplants, potatoes, and tomatoes. J Agric Food Chem. 2015;63(13):3323–3337.", "ArticleIdList": ["25821990"]}, {"Citation": "Elkahoui S, Bartley GE, Yokoyama WH, Friedman M. Dietary supplementation of potato peel powders prepared from conventional and organic russet and nonorganic gold and red potatoes reduces weight gain in mice on a high-fat diet. J Agric Food Chem. 2018;66(24):6064–6072.", "ArticleIdList": ["29877090"]}, {"Citation": "Blankemeyer JT, White JB, Stringer BK, Friedman M. Effect of α-tomatine and tomatidine on membrane potential of frog embryos and active transport of ions in frog skin. Food Cheml Toxicol. 1997;35(7):639–646.", "ArticleIdList": ["9301646"]}, {"Citation": "Blankemeyer JT, Atherton R, Friedman M. Effect of potato glycoalkaloids α-chaconine and α-solanine on sodium active-transport in frog-skin. J Agric Food Chem. 1995;43(3):636–639."}, {"Citation": "de Groot C, Müller-Goymann CC. Saponin interactions with model membrane systems – langmuir monolayer studies, hemolysis and formation of ISCOMs. Planta Med. 2016;82(18):1496–1512.", "ArticleIdList": ["27760443"]}, {"Citation": "Kozukue N, Han J-S, Lee K-R, Friedman M. Dehydrotomatine and α-tomatine content in tomato fruits and vegetative plant tissues. J Agric Food Chem. 2004;52(7):2079–2083.", "ArticleIdList": ["15053555"]}, {"Citation": "Friedman M, Kozukue N, Mizuno M, Sakakibara H, Choi S-H, Fujitake M, et al. The analysis of the content of biologically active phenolic compounds, flavonoids, and glycoalkaloids in harvested red, yellow, and green tomatoes, tomato leaves, and tomato stems. Curr Top Phytochem. 2019;15:43–53."}, {"Citation": "Friedman M, Fitch TE, Yokoyama WE. Lowering of plasma LDL cholesterol in hamsters by the tomato glycoalkaloid tomatine. Food Cheml Toxicol. 2000;38(7):549–553.", "ArticleIdList": ["10942315"]}, {"Citation": "Friedman M, McQuistan T, Hendricks JD, Pereira C, Bailey GS. Protective effect of dietary tomatine against dibenzo [a,l] pyrene (DBP)-induced liver and stomach tumors in rainbow trout. Mol Nutr Food Res. 2007;51(12):1485–1491.", "ArticleIdList": ["17979099"]}, {"Citation": "Kim SP, Nam SH, Friedman M. The tomato glycoalkaloid α-tomatine induces caspase-independent cell death in mouse colon cancer CT-26 cells and transplanted tumors in mice. J Agric Food Chem. 2015;63(4):1142–1150.", "ArticleIdList": ["25614934"]}, {"Citation": "Choi S-H, Lee S-H, Kim H-J, Lee I-S, Kozukue N, Levin CE, et al. Changes in free amino acid, phenolic, chlorophyll, carotenoid, and glycoalkaloid contents in tomatoes during 11 stages of growth and inhibition of cervical and lung human cancer cells by green tomato extracts. J Agric Food Chem. 2010;58(13):7547–7556.", "ArticleIdList": ["20560602"]}, {"Citation": "Friedman M, Levin CE. α-Tomatine content in tomato and tomato products determined by HPLC with pulsed amperometric detection. J Agric Food Chem. 1995;43(6):1507–1511."}, {"Citation": "Chen Y, Li S, Sun F, Han H, Zhang X, Fan Y, et al. In vivo antimalarial activities of glycoalkaloids isolated from Solanaceae plants. Pharm Biol. 2010;48(9):1018–1024.", "ArticleIdList": ["20731554"]}, {"Citation": "Thorne HV, Clarke GF, Skuce R. The inactivation of herpes simplex virus by some Solanaceae glycoalkaloids. Antivir Res. 1985;5(6):335–343.", "ArticleIdList": ["3004327"]}, {"Citation": "Schedin-Weiss S, Gaunitz S, Sui P, Chen Q, Haslam SM, Blennow K, et al. Glycan biomarkers for Alzheimer disease correlate with T-tau and P-tau in cerebrospinal fluid in subjective cognitive impairment. FEBS J. 2020;287(15):3221–34. 10.1111/febs.15197.", "ArticleIdList": ["PMC7496940", "31889402"]}, {"Citation": "Noritake SM, Liu J, Kanetake S, Levin CE, Tam C, Cheng LW, et al. Phytochemical-rich foods inhibit the growth of pathogenic trichomonads. BMC Complement Altern Med. 2017;17(1):461.", "ArticleIdList": ["PMC5598040", "28903731"]}, {"Citation": "Friedman M. Overview of antibacterial, antitoxin, antiviral, and antifungal activities of tea flavonoids and teas. Mol Nutr Food Res. 2007;51(1):116–134.", "ArticleIdList": ["PMC7168386", "17195249"]}, {"Citation": "Friedman M, Henika PR, Levin CE, Mandrell RE, Kozukue N. Antimicrobial activities of tea catechins and theaflavins and tea extracts against Bacillus cereus. J Food Prot. 2006;69(2):354–361.", "ArticleIdList": ["16496576"]}, {"Citation": "Friedman M, Mackey BE, Kim H-J, Lee I-S, Lee K-R, Lee S-U, et al. Structure-activity relationships of tea compounds against human cancer cells. J Agric Food Chem. 2007;55(2):243–253.", "ArticleIdList": ["17227049"]}, {"Citation": "Friedman M, Kim S-Y, Lee S-J, Han G-P, Han J-S, Lee K-R, et al. Distribution of catechins, theaflavins, caffeine, and theobromine in 77 teas consumed in the United States. J Food Sci. 2005;70(9):C550–C5C9."}, {"Citation": "Friedman M, Levin CE, Choi S-H, Kozukue E, Kozukue N. HPLC analysis of catechins, theaflavins, and alkaloids in commercial teas and green tea dietary supplements: comparison of water and 80% ethanol/water extracts. J Food Sci. 2006;71(6):C328–C337."}, {"Citation": "Sirk TW, Brown EF, Friedman M, Sum AK. Molecular binding of catechins to biomembranes: relationship to biological activity. J Agric Food Chem. 2009;57(15):6720–6728.", "ArticleIdList": ["19572638"]}, {"Citation": "Sirk TW, Brown EF, Sum AK, Friedman M. Molecular dynamics study on the biophysical interactions of seven green tea catechins with lipid bilayers of cell membranes. J Agric Food Chem. 2008;56(17):7750–7758.", "ArticleIdList": ["18672886"]}, {"Citation": "Sirk TW, Friedman M, Brown EF. Molecular binding of black tea theaflavins to biological membranes: relationship to bioactivities. J Agric Food Chem. 2011;59(8):3780–3787.", "ArticleIdList": ["21417313"]}, {"Citation": "Moon T, Wilkinson JM, Cavanagh HMA. Antiparasitic activity of two Lavandula essential oils against Giardia duodenalis, Trichomonas vaginalis and Hexamita inflata. Parasitol Res. 2006;99(6):722–728.", "ArticleIdList": ["16741725"]}, {"Citation": "Cheikh-Ali Z, Adiko M, Bouttier S, Bories C, Okpekon T, Poupon E, et al. Composition, and antimicrobial and remarkable antiprotozoal activities of the essential oil of rhizomes of Aframomum sceptrum K. Schum. (Zingiberaceae) Chem Biodivers. 2011;8(4):658–667.", "ArticleIdList": ["21480511"]}, {"Citation": "Akram Khan M, Afzal M. Chemical composition of Nigella sativa Linn: part 2 recent advances. Inflammopharmacology. 2016;24(2):67–79.", "ArticleIdList": ["PMC4883276", "27068721"]}, {"Citation": "Shaikh S, Aaqil H, Rizvi SM, Shakil S, Abuzenadah AM, Gupta P, et al. Comparative inhibition study of compounds identified in the methanolic extract of Apamarga Kshara against Trichomonas vaginalis carbamate kinase (TvCK): an enzoinformatics approach. Interdiscip Sci. 2016;8(4):357–365.", "ArticleIdList": ["26310620"]}, {"Citation": "Oliveira FS, Freitas TSd, Cruz RPd, Costa MdS, Pereira RLS, Quintans-Júnior LJ, et al. Evaluation of the antibacterial and modulatory potential of α-bisabolol, β-cyclodextrin and α-bisabolol/β-cyclodextrin complex. Biomed Pharmacother. 2017;92:1111–1118.", "ArticleIdList": ["28622712"]}, {"Citation": "Friedman M. Antimicrobial activities of plant essential oils and their components against antibiotic-susceptible and antibiotic-resistant foodborne pathogens. In: Rai M, Zachino S, Derita MD, editors. Essential oils and nanotechnology for treatment of microbial diseases. Boca Raton, Florida: CRC Press; 2017. pp. 14–38."}, {"Citation": "Friedman M, Henika PR, Mandrell RE. Bactericidal activities of plant essential oils and some of their isolated constituents against Campylobacter jejuni, Escherichia coli, Listeria monocytogenes, and Salmonella enterica. J Food Prot. 2002;65(10):1545–1560.", "ArticleIdList": ["12380738"]}, {"Citation": "Friedman M, Henika PR, Levin CE, Mandrell RE. Antibacterial activities of plant essential oils and their components against Escherichia coli O157:H7 and Salmonella enterica in apple juice. J Agric Food Chem. 2004;52(19):6042–6048.", "ArticleIdList": ["15366861"]}, {"Citation": "Chen CH, Ravishankar S, Marchello J, Friedman M. Antimicrobial activity of plant compounds against Salmonella Typhimurium DT104 in ground pork and the influence of heat and storage on the antimicrobial activity. J Food Prot. 2013;76(7):1264–1269.", "ArticleIdList": ["23834804"]}, {"Citation": "Todd J, Friedman M, Patel J, Jaroni D, Ravishankar S. The antimicrobial effects of cinnamon leaf oil against multi-drug resistant Salmonella Newport on organic leafy greens. Int J Food Microbiol. 2013;166(1):193–199.", "ArticleIdList": ["23911760"]}, {"Citation": "Sinha S, Prakash A, Sehgal R, Medhi B. Comparative effect of manuka honey on anaerobic parasitic protozoans with standard drug therapy under in vitro conditions: a preliminary study. Indian J Pharmacol. 2018;50(4):197–203.", "ArticleIdList": ["PMC6234710", "30505056"]}, {"Citation": "Taylor MA, Robertson AW, Biggs PJ, Richards KK, Jones DF, Parkar SG. The effect of carbohydrate sources: sucrose, invert sugar and components of manuka honey, on core bacteria in the digestive tract of adult honey bees (Apis mellifera) PLoS One. 2019;14(12):e0225845.", "ArticleIdList": ["PMC6892475", "31800608"]}, {"Citation": "Friedman M. Antibacterial, antiviral, and antifungal properties of wines and winery byproducts in relation to their flavonoid content. J Agric Food Chem. 2014;62(26):6025–6042.", "ArticleIdList": ["24945318"]}, {"Citation": "Rauf A, Imran M, Butt MS, Nadeem M, Peters DG, Mubarak MS. Resveratrol as an anti-cancer agent: a review. Crit Rev Food Sci Nutr. 2018;58(9):1428–1447.", "ArticleIdList": ["28001084"]}, {"Citation": "Xia N, Daiber A, Förstermann U, Li H. Antioxidant effects of resveratrol in the cardiovascular system. Br J Pharmacol. 2017;174(12):1633–1646.", "ArticleIdList": ["PMC5446570", "27058985"]}, {"Citation": "Moo-Puc R, Robledo D, Freile-Pelegrin Y. Evaluation of selected tropical seaweeds for in vitro anti-trichomonal activity. J Ethnopharmacol. 2008;120(1):92–97.", "ArticleIdList": ["18725281"]}, {"Citation": "Cantillo-Ciau Z, Moo-Puc R, Quijano L, Freile-Pelegrín Y. The tropical brown alga Lobophora variegata: a source of antiprotozoal compounds. Marine Drugs. 2010;8(4):1292–1304.", "ArticleIdList": ["PMC2866487", "20479979"]}, {"Citation": "Scopel M, dos Santos O, Frasson AP, Abraham W-R, Tasca T, Henriques AT, et al. Anti-Trichomonas vaginalis activity of marine-associated fungi from the south Brazilian coast. Exp Parasitol. 2013;133(2):211–216.", "ArticleIdList": ["23201217"]}, {"Citation": "Muelas-Serrano S, Nogal JJ, Martıinez-Dıiaz RA, Escario JA, Martinez-Fernandez AR, Gómez-Barrio A. In vitro screening of American plant extracts on Trypanosoma cruzi and Trichomonas vaginalis. J Ethnopharmacol. 2000;71(1):101–107.", "ArticleIdList": ["10904152"]}, {"Citation": "Calzada F, Yépez-Mulia L, Tapia-Contreras A. Effect of Mexican medicinal plant used to treat trichomoniasis on Trichomonas vaginalis trophozoites. J Ethnopharmacol. 2007;113(2):248–251.", "ArticleIdList": ["17628366"]}, {"Citation": "Soh PN, Benoit-Vical F. Are west African plants a source of future antimalarial drugs? J Ethnopharmacol. 2007;114(2):130–140.", "ArticleIdList": ["17884314"]}, {"Citation": "Ziaei Hezarjaribi H, Nadeali N, Fakhar M, Soosaraei M. Medicinal plants with anti-Trichomonas vaginalis activity in Iran: a systematic review. Iran J Parasitol. 2019;14(1):1–9.", "ArticleIdList": ["PMC6511599", "31123463"]}, {"Citation": "Moraes MEA, Cunha GH, Bezerra MM, Fechine FV, Pontes AV, Andrade WS, et al. Efficacy of the Mentha crispa in the treatment of women with Trichomonas vaginalis infection. Arch Gynecol Obstet. 2012;286(1):125–130.", "ArticleIdList": ["22350328"]}, {"Citation": "Teles NSB, Fechine FV, Viana FAC, Viana IOL, Nascimento DF, Leite ALAS, et al. Evaluation of the therapeutic efficacy of Mentha crispa in the treatment of giardiasis. Contemp Clin Trials. 2011;32(6):809–813.", "ArticleIdList": ["21872682"]}, {"Citation": "Abdali K, Jahed L, Amooee S, Zarshenas M, Tabatabaee H, Bekhradi R. Comparison of the effect of vaginal Zataria multiflora cream and oral metronidazole pill on results of treatments for vaginal infections including trichomoniasis and bacterial vaginosis in women of reproductive age. BioMed Res Int. 2015;2015:683640.", "ArticleIdList": ["PMC4523647", "26266260"]}, {"Citation": "Sgibnev A, Kremleva E. Probiotics in addition to metronidazole for treatment Trichomonas vaginalis in the presence of BV: a randomized, placebo-controlled, double-blind study. Eur J Clin Microbiol Infect Dis. 2020;39(2):345–351.", "ArticleIdList": ["31705339"]}, {"Citation": "Aslani A, Asghari G, Darani HY, Ghanadian M, Hosseini F. Design, formulation, and physicochemical evaluation of vaginal cream containing Eucalyptus camaldulensis, Viola odorata, and Mentha piperita extracts for prevention and treatment of Trichomoniasis. Int J Prev Med. 2019;10:179.", "ArticleIdList": ["PMC6826777", "32133097"]}, {"Citation": "Iwanowycz S, Wang J, Hodge J, Wang Y, Yu F, Fan D. Emodin inhibits breast cancer growth by blocking the tumor-promoting feedforward loop between cancer cells and macrophages. Mol Cancer Ther. 2016;15(8):1931–1942.", "ArticleIdList": ["PMC4975665", "27196773"]}, {"Citation": "Alves DS, Pérez-Fons L, Estepa A, Micol V. Membrane-related effects underlying the biological activity of the anthraquinones emodin and barbaloin. Biochem Pharmacol. 2004;68(3):549–561.", "ArticleIdList": ["15242821"]}, {"Citation": "Ji X, Liu X, Peng Y, Zhan R, Xu H, Ge X. Comparative analysis of methicillin-sensitive and resistant Staphylococcus aureus exposed to emodin based on proteomic profiling. Biochem Biophys Res Commun. 2017;494(1):318–324.", "ArticleIdList": ["29017918"]}, {"Citation": "Song C, Liu B, Xu P, Ge X, Zhang H. Emodin ameliorates metabolic and antioxidant capacity inhibited by dietary oxidized fish oil through PPARs and Nrf2-Keap1 signaling in Wuchang bream (Megalobrama amblycephala) Fish Shellfish Immunol. 2019;94:842–851.", "ArticleIdList": ["31585245"]}, {"Citation": "Cobo ER, Eckmann L, Corbeil LB. Murine models of vaginal trichomonad infections. The American Journal of Tropical Medicine and Hygiene. 2011;85(4):667–673.", "ArticleIdList": ["PMC3183775", "21976570"]}, {"Citation": "Hopper M, Yun J-f, Zhou B, Le C, Kehoe K, Le R, et al. Auranofin inactivates Trichomonas vaginalis thioredoxin reductase and is effective against trichomonads in vitro and in vivo. Int J Antimicrob Agents. 2016;48(6):690–694.", "ArticleIdList": ["PMC5154799", "27839893"]}, {"Citation": "Friedman M, Xu A, Lee R, Nguyen DN, Phan TA, Hamada SM, et al. The inhibitory activity of anthraquinones against pathogenic protozoa, bacteria, and fungi and the relationship to structure. Molecules. 2020;25(13):3101. 10.3390/molecules25133101.", "ArticleIdList": ["PMC7411742", "32646028"]}, {"Citation": "Nam W, Kim SP, Nam S-H, Friedman M. Structure-antioxidative and anti-inflammatory activity relationships of purpurin and related anthraquinones in chemical and cell assays. Molecules. 2017;22(2):265.", "ArticleIdList": ["PMC6155578", "28208613"]}, {"Citation": "Nam W, Nam SH, Kim SP, Levin C, Friedman M. Anti-adipogenic and anti-obesity activities of purpurin in 3T3-L1 preadipocyte cells and in mice on a high-fat diet. BMC Complement Altern Med. 2019;19(1):364.", "ArticleIdList": ["PMC6907186", "31829180"]}, {"Citation": "Giordani RB, PdB V, Weizenmann M, Rosemberg DB, Souza AP, Bonorino C, et al. Lycorine induces cell death in the amitochondriate parasite, Trichomonas vaginalis, via an alternative non-apoptotic death pathway. Phytochemistry. 2011;72(7):645–650.", "ArticleIdList": ["21324496"]}, {"Citation": "Giordani RB, Junior COR, de Andrade JP, Bastida J, Zuanazzi JAS, Tasca T, et al. Lycorine derivatives against Trichomonas vaginalis. Chem Biol Drug Des. 2012;80(1):129–133.", "ArticleIdList": ["22260620"]}, {"Citation": "Petro-Silveira B, Rigo GV, da Silva TD, Macedo AJ, Sauer E, de Oliveira AE, et al. Trichomonas vaginalis NTPDase inhibited by lycorine modulates the parasite-neutrophil interaction. Parasitol Res. 2020;119(8):2587–2595.", "ArticleIdList": ["32524267"]}, {"Citation": "Vilela R, Menna-Barreto RFS, Benchimol M. Methyl jasmonate induces cell death and loss of hydrogenosomal membrane potential in Trichomonas vaginalis. Parasitol Int. 2010;59(3):387–393.", "ArticleIdList": ["20483382"]}, {"Citation": "Gunjegaonkar SM, Shanmugarajan TS. Molecular mechanism of plant stress hormone methyl jasmonate for its anti-inflammatory activity. Plant Signal Behav. 2019;14(10):e1642038.", "ArticleIdList": ["PMC6768180", "31314659"]}, {"Citation": "Vieira PB, Silva NLF, da Silva GNS, Silva DB, Lopes NP, Gnoatto SCB, et al. Caatinga plants: natural and semi-synthetic compounds potentially active against Trichomonas vaginalis. Bioorg Med Chem Lett. 2016;26(9):2229–2236.", "ArticleIdList": ["27020521"]}, {"Citation": "Hübner DPG, de Brum Vieira P, Frasson AP, Menezes CB, Senger FR, Santos da Silva GN, et al. anti-Trichomonas vaginalis activity of betulinic acid derivatives. Biomed Pharmacother. 2016;84:476–484.", "ArticleIdList": ["27685791"]}, {"Citation": "Jain A, Kumar L, Kushwaha B, Sharma M, Pandey A, Verma V, et al. Combining a synthetic spermicide with a natural trichomonacide for safe, prophylactic contraception. Hum Reprod. 2013;29(2):242–252.", "ArticleIdList": ["24291662"]}, {"Citation": "de Brum VP, Silva NLF, Menezes CB, da Silva MV, Silva DB, Lopes NP, et al. Trichomonicidal and parasite membrane damaging activity of bidesmosic saponins from Manilkara rufula. Plos One. 2017;12(11):e0188531.", "ArticleIdList": ["PMC5708768", "29190689"]}, {"Citation": "Patridge EV, Darnell A, Kucera K, Phillips GM, Bokesch HR, Gustafson KR, et al. Pyrrolocin a, a 3-decalinoyltetramic acid with selective biological activity, isolated from Amazonian cultures of the novel endophyte Diaporthales sp. E6927E. Nat Prod Commun. 2015;10(10):1649–1654.", "ArticleIdList": ["PMC7709712", "26669095"]}, {"Citation": "Friedman M. Antibiotic-resistant bacteria: prevalence in food and inactivation by food-compatible compounds and plant extracts. J Agric Food Chem. 2015;63(15):3805–3822.", "ArticleIdList": ["25856120"]}, {"Citation": "Kim SP, Lee SJ, Nam SH, Friedman M. Mechanism of antibacterial activities of a rice hull smoke extract (RHSE) against multidrug-resistant Salmonella Typhimurium in vitro and in mice. J Food Sci. 2018;83(2):440–445.", "ArticleIdList": ["29266224"]}, {"Citation": "da Silva NS, Ribeiro Cde M, Machado AH, Pacheco-Soares C. Ultrastructural changes in Tritrichomonas foetus after treatments with AlPcS4 and photodynamic therapy. Vet Parasitol. 2007;146(1–2):175–181.", "ArticleIdList": ["17399904"]}, {"Citation": "Silva Fonseca TH, Alacoque M, Silva Oliveira FM, Soares BM, Leite HV, Caliari MV, et al. Photodynamic therapy as a new approach to Trichomonas vaginalis inactivation. Photodiagn Photodyn Ther. 2018;22:91–95.", "ArticleIdList": ["29444462"]}, {"Citation": "Dirkx M, Boyer MP, Pradhan P, Brittingham A, Wilson WA. Expression and characterization of a β-fructofuranosidase from the parasitic protist Trichomonas vaginalis. BMC Biochem. 2014;15(1):12.", "ArticleIdList": ["PMC4083873", "24972630"]}, {"Citation": "Puente-Rivera J, Villalpando JL, Villalobos-Osnaya A, Vázquez-Carrillo LI, León-Ávila G, Ponce-Regalado MD, et al. The 50kDa metalloproteinase TvMP50 is a zinc-mediated Trichomonas vaginalis virulence factor. Mol Biochem Parasitol. 2017;217:32–41.", "ArticleIdList": ["28887063"]}, {"Citation": "Arreola R, Villalpando JL, Puente-Rivera J, Morales-Montor J, Rudiño-Piñera E, Alvarez-Sánchez ME. Trichomonas vaginalis metalloproteinase TvMP50 is a monomeric Aminopeptidase P-like enzyme. Mol Biotechnol. 2018;60(8):563–575.", "ArticleIdList": ["29936696"]}, {"Citation": "Quan J-H, Kang B-H, Yang J-B, Rhee Y-E, Noh H-T, Choi I-W, et al. Trichomonas vaginalis induces SiHa cell apoptosis by NF-κB inactivation via reactive oxygen species. BioMed Res Int. 2017;2017:3904870.", "ArticleIdList": ["PMC5748870", "29410962"]}, {"Citation": "Sharma M, Kumar L, Jain A, Verma V, Sharma V, Kushwaha B, et al. Designed chemical intervention with thiols for prophylactic contraception. Plos One. 2013;8(6):e67365.", "ArticleIdList": ["PMC3694959", "23826278"]}, {"Citation": "Friedman M, Gumbmann MR, Grosjean OK. Nutritional improvement of soy flour. J Nutr. 1984;114(12):2241–2246.", "ArticleIdList": ["6542132"]}, {"Citation": "Friedman M. The chemistry and biochemistry of the sulfhydryl Group in Amino Acids, peptides, and proteins. Oxford, England: Pergamon Press; 1973."}, {"Citation": "Rayburn JR, Friedman M. L-cysteine, N-acetyl-L-cysteine, and glutathione protect Xenopus laevis embryos against acrylamide-induced malformations and mortality in the frog embryo Teratogenesis assay. J Agric Food Chem. 2010;58(20):11172–11178.", "ArticleIdList": ["20873821"]}, {"Citation": "Williams JR, Rayburn JR, Cline GR, Sauterer R, Friedman M. The potential protective effect of L-cysteine against the toxicity of acrylamide and furan in exposed Xenopus laevis embryos: an interaction study. J Agric Food Chem. 2014;62(31):7927–7938.", "ArticleIdList": ["25055136"]}, {"Citation": "Trein MR, Rodrigues e Oliveira L, Rigo GV, Garcia MAR, Petro-Silveira B, da Silva Trentin D, et al. anti-Trichomonas vaginalis activity of chalcone and amino-analogues. Parasitol Res 2019;118(2):607–615.", "ArticleIdList": ["30535524"]}, {"Citation": "Nozaki T, Ali V, Tokoro M. Sulfur-containing amino acid metabolism in parasitic protozoa. In: Baker JR, Muller R, Rollinson D, editors. Advances in Parasitology, vol. 60: Academic Press; 2005. p. 1–99. 10.1016/S0065-308X(05)60001-2.", "ArticleIdList": ["16230102"]}, {"Citation": "Westrop GD, Wang L, Blackburn GJ, Zhang T, Zheng L, Watson DG, et al. Metabolomic profiling and stable isotope labelling of Trichomonas vaginalis and Tritrichomonas foetus reveal major differences in amino acid metabolism including the production of 2-hydroxyisocaproic acid, cystathionine and S-methylcysteine. Plos One. 2017;12(12):e0189072.", "ArticleIdList": ["PMC5739422", "29267346"]}, {"Citation": "Rigo GV, Trein MR, da Silva TD, Macedo AJ, de Oliveira BA, de Almeida AM, et al. Diamine derivative anti-Trichomonas vaginalis and anti-Tritrichomonas foetus activities by effect on polyamine metabolism. Biomed Pharmacother. 2017;95:847–855.", "ArticleIdList": ["28903180"]}, {"Citation": "Bradic M, Warring SD, Tooley GE, Scheid P, Secor WE, Land KM, et al. Genetic indicators of drug resistance in the highly repetitive genome of Trichomonas vaginalis. Genome Biol Evol. 2017;9(6):1658–1672.", "ArticleIdList": ["PMC5522705", "28633446"]}, {"Citation": "Friedman M. Tomato glycoalkaloids: role in the plant and in the diet. J Agric Food Chem. 2002;50(21):5751–5780.", "ArticleIdList": ["12358437"]}, {"Citation": "Zhao X, Lu L, Qi Y, Li M, Zhou L. Emodin extends lifespan of Caenorhabditis elegans through insulin/IGF-1 signaling pathway depending on DAF-16 and SIR-2.1. Biosci Biotechnol Biochem. 2017;81(10):1908–1916.", "ArticleIdList": ["28831863"]}, {"Citation": "Enioutina EY, Salis ER, Job KM, Gubarev MI, Krepkova LV, Sherwin CM. Herbal medicines: challenges in the modern world. Part 5. Status and current directions of complementary and alternative herbal medicine worldwide. Expert Rev Clin Pharmacol. 2017;10(3):327–338.", "ArticleIdList": ["27923318"]}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "2", "Day": "3"}, {"Year": "2020", "Month": "8", "Day": "25"}, {"Year": "2020", "Month": "9", "Day": "10", "Hour": "5", "Minute": "26"}, {"Year": "2020", "Month": "9", "Day": "11", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "5", "Day": "6", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "9", "Day": "9"}], "PublicationStatus": "epublish", "ArticleIdList": ["32907567", "PMC7479404", "10.1186/s12906-020-03061-9", "10.1186/s12906-020-03061-9"]}}], "PubmedBookArticle": []}