{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Cultural keystone species", "Exchange networks", "Indicator species", "Migrations"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "32938478", "DateCompleted": {"Year": "2021", "Month": "03", "Day": "03"}, "DateRevised": {"Year": "2021", "Month": "03", "Day": "03"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "09", "Day": "16"}], "Language": ["eng"], "ELocationID": ["54", "10.1186/s13002-020-00404-1"], "Journal": {"ISSN": "1746-4269", "JournalIssue": {"Volume": "16", "Issue": "1", "PubDate": {"Year": "2020", "Month": "Sep", "Day": "16"}}, "Title": "Journal of ethnobiology and ethnomedicine", "ISOAbbreviation": "J Ethnobiol Ethnomed"}, "ArticleTitle": "Phytotherapies in motion: French Guiana as a case study for cross-cultural ethnobotanical hybridization.", "Pagination": {"StartPage": "54", "MedlinePgn": "54"}, "Abstract": {"AbstractText": ["French Guiana is characterized by a very multicultural population, made up of formerly settled groups (Amerindians, Maroons, Creoles) and more recent migrants (mostly from Latin America and the Caribbean). It is the ideal place to try to understand the influence of intercultural exchanges on the composition of medicinal floras and the evolution of phytotherapies under the effect of cross-culturalism.", "A combination of qualitative and quantitative methods was used. Semi-directive interviews were conducted in 12 localities of French Guiana's coast between January 2016 and June 2017, and the responses to all closed questions collected during the survey were computerized in an Excel spreadsheet to facilitate quantitative processing. Herbarium vouchers were collected and deposited at the Cayenne Herbarium to determine Linnaean names of medicinal species mentioned by the interviewees. A list of indicator species for each cultural group considered was adapted from community ecology to this ethnobiological context, according to the Dufrêne-Legendre model, via the \"labdsv\" package and the \"indval\" function, after performing a redundancy analysis (RDA).", "A total of 205 people, belonging to 15 distinct cultural groups, were interviewed using semi-structured questionnaires. A total of 356 species (for 106 botanical families) were cited. We observed that pantropical and edible species hold a special place in these pharmacopeias. If compared to previous inventories, 31 recently introduced species can be counted. Furthermore, this study shows that the majority of the plants used are not specific to a particular group but shared by many communities. However, despite this obvious cross-culturalism of medicinal plants between the different cultural communities of French Guiana, divergent trends nevertheless appear through the importance of 29 indicator/cultural keystone species in 10 cultural groups. Finally, we have emphasized that the transmission of herbal medicine's knowledge in French Guiana is mainly feminine and intra-cultural.", "French Guianese medicinal flora is undoubtedly related to the multiple cultures that settled this territory through the last centuries. Cultural pharmacopeias are more hybrid than sometimes expected, but cultural keystone species nevertheless arise from a common background, allowing to understand, and define, the relationships between cultural groups."]}, "AuthorList": [{"Identifier": ["0000-0002-1357-4287"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "LEEISA (Laboratoire Ecologie, Evolution, Interactions des Systèmes Amazoniens), CNRS, Université de Guyane, IFREMER, 97300, Cayenne, French Guiana. tareau.marc.alexandre@gmail.com."}], "LastName": "Tareau", "ForeName": "M-A", "Initials": "MA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": ", Cayenne, French Guiana."}], "LastName": "Bonnefond", "ForeName": "A", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "LEEISA (Laboratoire Ecologie, Evolution, Interactions des Systèmes Amazoniens), CNRS, Université de Guyane, IFREMER, 97300, Cayenne, French Guiana."}], "LastName": "Palisse", "ForeName": "M", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "LEEISA (Laboratoire Ecologie, Evolution, Interactions des Systèmes Amazoniens), CNRS, Université de Guyane, IFREMER, 97300, Cayenne, French Guiana."}], "LastName": "Odonne", "ForeName": "G", "Initials": "G"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "J Ethnobiol Ethnomed", "NlmUniqueID": "101245794", "ISSNLinking": "1746-4269"}, "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Adolescent"}, {"QualifierName": [], "DescriptorName": "Adult"}, {"QualifierName": [], "DescriptorName": "Aged"}, {"QualifierName": [], "DescriptorName": "Cross-Cultural Comparison"}, {"QualifierName": [], "DescriptorName": "Ethnobotany"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": [], "DescriptorName": "French Guiana"}, {"QualifierName": [], "DescriptorName": "Herbal Medicine"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Interviews as Topic"}, {"QualifierName": [], "DescriptorName": "Knowledge"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": [], "DescriptorName": "Middle Aged"}, {"QualifierName": [], "DescriptorName": "Phytotherapy"}, {"QualifierName": ["classification"], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Surveys and Questionnaires"}, {"QualifierName": [], "DescriptorName": "Young Adult"}], "CoiStatement": "The authors declare that they have no competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Ladio AH, Acosta M. Urban medicinal plant use: do migrant and non-migrant populations have similar hybridisation processes? J Ethnopharmacol. 2019.", "ArticleIdList": ["30658184"]}, {"Citation": "Hurrell JA, Pochettino ML. Urban ethnobotany: theoretical and methodological contributions. In: Albuquerque UP, da Cunha LVF C, De Lucena RFP, RRN A, editors. Methods and techniques in ethnobiology and ethnoecology: Springer; 2014. p. 293–309. Available from: http://link.springer.com/10.1007/978-1-4614-8636-7_18.", "ArticleIdList": ["10.1007/978-1-4614-8636-7_18"]}, {"Citation": "Kujawska M, Pieroni A. Plants used as food and medicine by Polish migrants in Misiones, Argentina. Ecol Food Nutr. 2015;54:255–279.", "ArticleIdList": ["25602720"]}, {"Citation": "van Andel T, Westers P. Why Surinamese migrants in the Netherlands continue to use medicinal herbs from their home country. J Ethnopharmacol. 2010;127:694–701.", "ArticleIdList": ["20004237"]}, {"Citation": "Vandebroek I, Balick MJ, Yukes J, Durán L, Kronenberg F, Wade C, et al. Use of medicinal plants by Dominican immigrants in New York City for the treatment of common health conditions. A comparative analysis with literature data from the Dominican Republic. Traveling cultures and plants The Ethnobiology and Ethnopharmacy of human migrations Studies in environmental Anthropology and Ethnobiology. 2007;7:39–63."}, {"Citation": "Pieroni A, Sheikh Q-Z, Ali W, Torry B. Traditional medicines used by Pakistani migrants from Mirpur living in Bradford, Northern England. Complement Therapies Med. 2008;16:81–86.", "ArticleIdList": ["18514909"]}, {"Citation": "Volpato G, Godínez D, Beyra A. Migration and ethnobotanical practices: the case of tifey among Haitian immigrants in Cuba. Hum Ecol. 2009;37:43–53."}, {"Citation": "van Andel TR, van’t Klooster C. Medicinal plant use by surinamese immigrants in Amsterdam, the Netherlands. Travelling Cultures Plants. 2007;7:122–144."}, {"Citation": "Ceuterick M, Vandebroek I, Torry B, Pieroni A. Cross-cultural adaptation in urban ethnobotany: the Colombian folk pharmacopoeia in London. J Ethnopharmacol. 2008;120:342–359.", "ArticleIdList": ["18852036"]}, {"Citation": "Nguyen MLT. Comparison of food plant knowledge between urban Vietnamese living in Vietnam and in Hawai’i. Econ Bot. 2003;57:472–480."}, {"Citation": "Waldstein A. Mexican migrant ethnopharmacology: pharmacopoeia, classification of medicines and explanations of efficacy. J Ethnopharmacol. 2006;108:299–310.", "ArticleIdList": ["16934952"]}, {"Citation": "Kujawska M, Hilgert NI. Phytotherapy of Polish migrants in Misiones, Argentina: legacy and acquired plant species. J Ethnopharmacol. 2014;153:810–830.", "ArticleIdList": ["24680991"]}, {"Citation": "de Medeiros PM, Soldati GT, Alencar NL, Vandebroek I, Pieroni A, Hanazaki N, et al. The use of medicinal plants by migrant people: adaptation, maintenance, and replacement. Evid Based Complement Alternat Med. 2012; Available from: https://www.hindawi.com/journals/ecam/2012/807452/abs/.", "ArticleIdList": ["PMC3216396", "22110548"]}, {"Citation": "Balick MJ, Lee R. Looking within: urban ethnomedicine and ethnobotany. Altern Ther Health Med. 2001;7:114–115.", "ArticleIdList": ["11452554"]}, {"Citation": "Emery MR, Hurley PT. Ethnobiology in the city: embracing the urban ecological moment. J Ethnobiol. 2016;36:807–819."}, {"Citation": "Tareau MA, Palisse M, Odonne G. As vivid as a weed… Medicinal and cosmetic plant uses amongst the urban youth in French Guiana. J Ethnopharmacol. 2017;203:200–213.", "ArticleIdList": ["28347829"]}, {"Citation": "Tareau M-A, Dejouhanet L, Odonne G, Palisse M, Ansoe C. Wild medicinal plant collection in transitional societies: a case analysis from French Guiana. EchoGéo. 2019; Available from: http://journals.openedition.org/echogeo/17260."}, {"Citation": "Almada ED. Urban socio-biodiversity: ethnoecology of Cities. 5(1):1–8."}, {"Citation": "Júnior WSF, Santoro FR, Vandebroek I, Albuquerque UP. Urbanization, modernization, and nature knowledge. In: Albuquerque UP, Nóbrega Alves RR, editors. Introduction to ethnobiology [Internet] Cham: Springer International Publishing; 2016. pp. 251–256."}, {"Citation": "Vandebroek I. Intercultural health and ethnobotany: how to improve healthcare for underserved and minority communities? J Ethnopharmacol. 2013;148:746–754.", "ArticleIdList": ["23727048"]}, {"Citation": "Abreu DB de O, Santoro FR, Albuquerque UP de, Ladio AH, Medeiros PM de. Medicinal plant knowledge in a context of cultural pluralism: a case study in Northeastern Brazil. J Ethnopharmacol 2015; 175: 124–130.", "ArticleIdList": ["26386378"]}, {"Citation": "Ladio AH, Albuquerque UP. The concept of hybridization and its contribution to urban ethnobiology. Ethnobiol Conserv. 2014:1–9."}, {"Citation": "de Medeiros PM, Albuquerque UP, de Oliveira Abreu DB, da Silva TC, Ferreira Junior WS, Ramos MA, et al. What drives the use of natural products for medicinal purposes in the context of cultural pluralism? Eur J Integ Med. 2016;8:471–477."}, {"Citation": "Nascimento ALB, Medeiros PM, Albuquerque UP. Factors in hybridization of local medical systems: simultaneous use of medicinal plants and modern medicine in Northeast Brazil. PLoS One. 2018;13:e0206190.", "ArticleIdList": ["PMC6241117", "30427870"]}, {"Citation": "Pieroni A, Quave CL, Giusti ME, Papp N. “We are Italians!”: the hybrid ethnobotany of a Venetian diaspora in Eastern Romania. Hum Ecol. 2012;40:435–451."}, {"Citation": "Piantoni F. Migrants en Guyane. Actes Sud. 2011."}, {"Citation": "Alby S, Léglise I. Le paysage sociolinguistique de la Guyane. Ibis Rouge Editions, 2007."}, {"Citation": "Tareau M-A. Circulations et échanges de plantes et de savoirs phyto-médicinaux sur la frontière franco-brésilienne. Revue Française sur la Santé et les Territoires, 2019."}, {"Citation": "Tareau M-A. Mixed pharmacopeias in French Guiana: ethnobotany of a phytotherapy in motion [PhD]: Université de la Guyane; 2019. Available from: https://hal.archives-ouvertes.fr/tel-02452873."}, {"Citation": "Noy C. Sampling knowledge: the hermeneutics of snowball sampling in qualitative research. International Journal of Social Research Methodology. Routledge. 2008;11:327–344."}, {"Citation": "SoE. Available from: https://ethnobiology.org/about-society-ethnobiology/ethics."}, {"Citation": "Heinrich M, Edwards S, Moerman DE, Leonti M. Ethnopharmacological field studies: a critical assessment of their conceptual basis and methods. J Ethnopharmacol. 2009;124:1–17.", "ArticleIdList": ["19537298"]}, {"Citation": "Phillips O, Gentry AH. The useful plants of Tambopata, Peru: II. Additional hypothesis testing in quantitative ethnobotany. Econ Bot. 1993;47:33–43."}, {"Citation": "Team RC. R Core Team (2017). R: a language and environment for statistical computing. R Found Stat Comput Vienna, Austria URL http://www R-project org/, page R Foundation for Statistical Computing. 2017;."}, {"Citation": "Roberts DW, Roberts MDW. Package ‘labdsv.’ Ordination and Multivariate. 2016;."}, {"Citation": "Oksanen J, Kindt R, Legendre P, O’Hara B, Stevens MHH, Oksanen MJ, et al. The vegan package. Comm Ecol Pack. 2007;10:631–637."}, {"Citation": "The Angiosperm Phylogeny Group An update of the Angiosperm Phylogeny Group classification for the orders and families of flowering plants: APG IV. Bot J Linn Soc. 2016;181:1–20."}, {"Citation": "Heckel É. Les plantes médicinales et toxiques de la guyane française : catalogue raisonné et alphabétique ([Reprod.]) / par le Dr Edouard Heckel [Internet]. Protat frères (Macon); 1897 . Available from: http://gallica.bnf.fr/ark:/12148/bpt6k98264j."}, {"Citation": "Grenand P, Moretti C, Jacquemain H, Prévost M-F. Pharmacopées traditionnelles en Guyane : créoles, wayãpi, palikur. IRD Editions. IRD Editions, 2004."}, {"Citation": "Garibaldi A, Turner N. Cultural keystone species: implications for ecological conservation and restoration. Ecology and Society [Internet]. 2004;9. Available from: https://www.ecologyandsociety.org/vol9/iss3/art1/inline.html#species."}, {"Citation": "Lorenzi H, Matos FJ. Plantas medicinais no Brasil: nativas e exóticas. 2002."}, {"Citation": "Jolivet M-J. La créolisation en Guyane: Un paradigme pour une anthropologie de la modernité créole (Creolization in French Guiana: a paradigm for an anthropology of Creole Modernity) Cahiers d’études africaines. 1997;37:813–837."}, {"Citation": "Leonti M. The future is written: impact of scripts on the cognition, selection, knowledge and transmission of medicinal plant use and its implications for ethnobotany and ethnopharmacology. J Ethnopharmacol. 2011;134:542–555.", "ArticleIdList": ["21255636"]}, {"Citation": "Odonne G, Houël E, Bourdy G, Stien D. Treating leishmaniasis in Amazonia: a review of ethnomedicinal concepts and pharmaco-chemical analysis of traditional treatments to inspire modern phytotherapies. J Ethnopharmacol. 2017;199:211–230.", "ArticleIdList": ["28131912"]}, {"Citation": "Stepp JR, Moerman DE. The importance of weeds in ethnopharmacology. J Ethnopharmacol. 2001;75:19–23.", "ArticleIdList": ["11282438"]}, {"Citation": "Voeks RA. Disturbance pharmacopoeias: medicine and myth from the humid tropics. Ann Assoc Am Geogr. 2004;94:868–888."}, {"Citation": "Beaufort B. La fabrique des plantes globales : une géographie de la mondialisation des végétaux du Nouveau Monde et particulièrement de l’Amazonie [Internet] [phdthesis]. Université Sorbonne Paris Cité; 2017. Available from: https://tel.archives-ouvertes.fr/tel-01773066/document."}, {"Citation": "Ferrão J e M. Le Voyage des plantes et les grandes découvertes. Chandeigne; 2015."}, {"Citation": "Grenand P, Prévost M-F, Fleury M. Le voyage discret des plantes. Revue d’ethnoécologie. 2012 ; Available from: https://ethnoecologie.revues.org/733."}, {"Citation": "Alencar NL, de Sousa Araújo TA, de Amorim ELC, de Albuquerque UP. The inclusion and selection of medicinal plants in traditional pharmacopoeias—evidence in support of the diversification hypothesis. Econ Bot. 2010;64:68–79."}, {"Citation": "Gaoue OG, Coe MA, Bond M, Hart G, Seyler BC, McMillen H. Theories and major hypotheses in ethnobotany. Econ Bot. 2017;71:269–287."}, {"Citation": "Benett B, Prance G. Introduced plants in the indigenous pharmacopeias of the northern South America. Econ Bot. 2000;1:90–102."}, {"Citation": "Etkin NL. Edible medicines: an ethnopharmacology of food by Nina L. Etkin: The University of Arizona Press; 2008."}, {"Citation": "Torres-Avilez W, Méndez-González M, Durán-García R, Boulogne I, Germosén-Robineau L. Medicinal plant knowledge in Caribbean Basin: a comparative study of Afrocaribbean, Amerindian and Mestizo communities. J Ethnobiol Ethnomed. 2015;11:18–29.", "ArticleIdList": ["PMC4347915", "25889031"]}, {"Citation": "Vandebroek I, Balick MJ. Lime for chest congestion, bitter orange for diabetes: foods as medicines in the Dominican community in New York City. Econ Bot. 2014;68:177–189."}, {"Citation": "Albuquerque UP, Lucena RF, Monteiro JM, Florentino AT. Cecília de Fátima CBR. Evaluating two quantitative ethnobotanical techniques. Ethnobot Res Appl. 2006;4:051–060."}, {"Citation": "Soldati GT, Albuquerque UP. A new application for the optimal foraging theory: the extraction of medicinal plants. Evidence-based complementary and alternative medicine. 2012, article ID: 364564.", "ArticleIdList": ["PMC3178232", "21949671"]}, {"Citation": "Davis MA, Chew MK, Hobbs RJ, Lugo AE, Ewel JJ, Vermeij GJ, et al. Don’t judge species on their origins. Nature. 2011;474:153.", "ArticleIdList": ["21654782"]}, {"Citation": "Kairo M, Ali B, Cheesman O, Haysom K, Murphy S. Invasive species threats in the Caribbean Region. Arlington: Report to the Nature Conservancy; 2003."}, {"Citation": "Coates P. American perceptions of immigrant and invasive species: strangers on the land: Univ of California Press; 2007."}, {"Citation": "dos Santos LL, do Nascimento ALB, Vieira FJ, da Silva VA, Voeks R, Albuquerque UP. The cultural value of invasive species: a case study from semi–arid Northeastern Brazil. Econ Bot. 2014;68:283–300."}, {"Citation": "Hurrell JA, Delucchi G. Aportes de la Etnobotánica al estudio de las invasiones biológicas. Casos en la región rioplatense (Argentina). 2013; Available from: http://ri.conicet.gov.ar/handle/11336/53847."}, {"Citation": "Marshall NA, Friedel M, van Klinken RD, Grice AC. Considering the social dimension of invasive species: the case of buffel grass. Environ Sci Pol. 2011;14:327–338."}, {"Citation": "Medeiros PM. Why is change feared? Exotic species in traditional pharmacopoeias. Ethnobiol Conserv. 2013;2(3):6–11."}, {"Citation": "Pfeiffer JM, Voeks RA. Biological invasions and biocultural diversity: linking ecological and cultural systems. Environ Conserv. 2008;35:281–293."}, {"Citation": "Pochettino ML, Hurrell JA, Lema VS. Local botanical knowledge and agrobiodiversity: homegardens at rural and periurban contexts in Argentina. Horticulture. IntechOpen; 2012."}, {"Citation": "Stepp JR, Wyndham FS, Zarger RK. Ethnobiology and biocultural diversity: Proceedings of the Seventh International Congress of Ethnobiology: University of Georgia Press; 2002."}, {"Citation": "Stier A, de Carvalho WD, Rostain S, Catzeflis F, Claessens O, Dewynter M, et al. The Amazonian savannas of French Guiana: cultural and social importance, biodiversity, and conservation challenges: Tropical Conservation Science. 2020; Available from: https://journals.sagepub.com/doi/10.1177/1940082919900471.", "ArticleIdList": ["10.1177/1940082919900471"]}, {"Citation": "Léotard G, Chaline O. Inventaire et cartographie de la répartition des espèces végétales invasives en Guyane française : rapport d’étude. Guyane: DEAL; 2013."}, {"Citation": "Hopkins A. Use of network centrality measures to explain individual levels of herbal remedy cultural competence among the Yucatec Maya in Tabi, Mexico. Field Methods. 2011;23:307–328.", "ArticleIdList": ["PMC3168516", "21909235"]}, {"Citation": "Milliken W, Albert B. The use of medicinal plants by the Yanomami Indians of Brazil, part II. Econ Bot. 1997;51:264–278."}, {"Citation": "van Andel TR. Non-timber forest products of the North-West District of Guyana: Utrecht University; 2000."}, {"Citation": "Stroebel M-B. Les gens de l’or. Plon; 2019."}, {"Citation": "van Andel T, Carvalheiro LG. Why urban citizens in developing countries use traditional medicines: the case of Suriname. Evid Based Complement Alternat Med. 2013;2013:1–13.", "ArticleIdList": ["PMC3638607", "23653663"]}, {"Citation": "Fleury M. Transmission du savoir et modernité en Guyane française : les savoirs traditionnels sont-ils condamnés ? Des sources du savoir aux médicaments du futur. IRD Editions, 2002."}, {"Citation": "Vandebroek I, Balick MJ, Ososki A, Kronenberg F, Yukes J, Wade C, et al. The importance of botellas and other plant mixtures in Dominican traditional medicine. J Ethnopharmacol. 2010;128:20–41.", "ArticleIdList": ["PMC2829983", "20006697"]}, {"Citation": "Albuquerque UP, Soldati GT, Sieber SS, Ramos MA, de Sá JC, de Souza LC. The use of plants in the medical system of the Fulni-ô people (NE Brazil): a perspective on age and gender. J Ethnopharmacol. 2011;133:866–873.", "ArticleIdList": ["21093569"]}, {"Citation": "Hewlett BS, Cavalli-Sforza LL. Cultural transmission among Aka pygmies. Am Anthropol. 1986;88:922–934."}, {"Citation": "Lozada M, Ladio A, Weigandt M. Cultural transmission of ethnobotanical knowledge in a rural community of northwestern Patagonia, Argentina. Econ Bot. 2006;60:374–385."}, {"Citation": "Quinlan MB, Quinlan RJ. Modernization and medicinal plant knowledge in a Caribbean horticultural village. Med Anthropol Q. 2007;21:169–192.", "ArticleIdList": ["17601083"]}, {"Citation": "Torres-Avilez W, Medeiros PM de, Albuquerque UP. Effect of gender on the knowledge of medicinal plants: systematic review and meta-analysis. Evidence-Based Complementary and Alternative Medicine. 2016, article ID: 6592363.", "ArticleIdList": ["PMC5067321", "27795730"]}, {"Citation": "Voeks RA. Are women reservoirs of knowledge? Gender, ethnobotany and globalization in northeast Brazil. Singap J Trop Geogr. 2007;28:7–20."}, {"Citation": "Voeks RA, Leony A. Forgetting the forest: assessing medicinal plant erosion in eastern Brazil. Econ Bot. 2004;58:294–306."}, {"Citation": "Hewlett B, DeSilvestri A, Guglielmino CR. Semes and genes in Africa. Curr Anthropol. 2002;43:313–321."}, {"Citation": "Reyes-García V, Broesch J, Calvet-Mir L, Fuentes-Peláez N, McDade TW, Parsa S, et al. Cultural transmission of ethnobotanical knowledge and skills: an empirical analysis from an Amerindian society. Evol Hum Behav. 2009;30:274–285."}, {"Citation": "Zarger RK. Acquisition and transmission of subsistence knowledge by Q’eqchi’Maya in Belize. In: Stepp JR, Wyndham FS, Zarger RK, editors. Ethnobiology and Biocultural Diversity pp 592–603. USA: International Society of Ethnobiology; 2002."}, {"Citation": "Boyd R, Borgerhoff-Mulder M, Durham WH, Richerson PJ. Are cultural phylogenies possible? In: Weingart P, editor. Human by nature: between biology and the social sciences: Taylor and Francis; 1997. p. 355–84."}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "5", "Day": "31"}, {"Year": "2020", "Month": "8", "Day": "27"}, {"Year": "2020", "Month": "9", "Day": "17", "Hour": "5", "Minute": "31"}, {"Year": "2020", "Month": "9", "Day": "18", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "3", "Day": "4", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "9", "Day": "16"}], "PublicationStatus": "epublish", "ArticleIdList": ["32938478", "PMC7493365", "10.1186/s13002-020-00404-1", "10.1186/s13002-020-00404-1"]}}], "PubmedBookArticle": []}