{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Antioxidant", "Embelia ribes", "Embelin", "RP-HPLC", "Total alkaloid content", "Total phenolic content"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "32943821", "DateRevised": {"Year": "2024", "Month": "03", "Day": "29"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "08", "Day": "14"}], "Language": ["eng"], "ELocationID": ["10.1007/s12298-020-00859-2"], "Journal": {"ISSN": "0971-5894", "JournalIssue": {"Volume": "26", "Issue": "9", "PubDate": {"Year": "2020", "Month": "Sep"}}, "Title": "Physiology and molecular biology of plants : an international journal of functional plant biology", "ISOAbbreviation": "Physiol Mol Biol Plants"}, "ArticleTitle": "Phytochemical analysis, antioxidant activities and optimized extraction of embelin from different genotypes of <i>Embelia ribes</i> Burm f.: a woody medicinal climber from Western Ghats of India.", "Pagination": {"StartPage": "1855", "EndPage": "1865", "MedlinePgn": "1855-1865"}, "Abstract": {"AbstractText": ["Medicinal importance of <i>Embelia ribes</i> Burm f. is known since ancient time. Its berries are the main ingredient in Vidanga' or 'Baibidanga'-a component of ayurvedic formulations and possess medicinal properties such as antihelmintic, anticancer, neuroprotective and antidiabetic. Studies were conducted on phytochemicals, antioxidant activities, extraction efficiency of embelin from ten genotypes. Methanolic extract of berries from Nagavelli accession exhibited the highest total phenolic content (18.18 ± 0.14 mg GAE/g DW); whereas, ethanolic extract showed highest total flavonoid content (8.35 ± 0.20 mg RE/g DW). The antioxidant activities (AOA) were assessed and noted that ethanolic and methanolic extracts of berries from Nagavelli (NAG) accession revealed highest activities in terms of DPPH radical scavenging activity (67.48 ± 0.17%) and FRAP (66.73 ± 0.60 mg Fe(II)/g DW), respectively. In AOA analysis, berries extracted with different solvents were positively correlated with TPC. Principal component analysis revealed TPC and TFC were the most influencing components for strong antioxidant activities in <i>E</i>. <i>ribes.</i> Reverse phase high performance liquid chromatography (RP-HPLC) was used to quantify embelin content and its optimize extraction using various methods. In the preliminary studies, berries from NAG accession revealed highest (1.770%) embelin content. Further, berries from NAG accession were subjected to various extraction methods and found three fold increase (5.08%) in embelin content in microwave assisted extraction (90 s). Present study suggested that NAG accession found to be a promising source of natural antioxidants and embelin that can be used in pharmaceutical industries."], "CopyrightInformation": "© Prof. H.S. Srivastava Foundation for Science and Society 2020."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": ["grid.412574.1", "0000 0001 0709 7763"], "Affiliation": "Department of Botany, Cytogenetic and Plant Breeding Laboratory, Shivaji University, Kolhapur, Maharashtra 416004 India."}], "LastName": "Kamble", "ForeName": "Vidya", "Initials": "V"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["grid.412574.1", "0000 0001 0709 7763"], "Affiliation": "Department of Botany, Plant Physiology Laboratory, Shivaji University, Kolhapur, Maharashtra 416004 India."}], "LastName": "Attar", "ForeName": "Usmangani", "Initials": "U"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["grid.412574.1", "0000 0001 0709 7763"], "Affiliation": "Department of Botany, Cytogenetic and Plant Breeding Laboratory, Shivaji University, Kolhapur, Maharashtra 416004 India."}, {"Identifier": ["grid.412574.1", "0000 0001 0709 7763"], "Affiliation": "Department of Botany, Jaysingpur College (Affiliated to Shivaji University Kolhapur), Jaysingpur, MS 416101 India."}], "LastName": "Umdale", "ForeName": "Suraj", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["grid.412574.1", "0000 0001 0709 7763"], "Affiliation": "Department of Botany, Cytogenetic and Plant Breeding Laboratory, Shivaji University, Kolhapur, Maharashtra 416004 India."}], "LastName": "Nimbalkar", "ForeName": "Mansingraj", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["grid.412574.1", "0000 0001 0709 7763"], "Affiliation": "Department of Botany, Plant Physiology Laboratory, Shivaji University, Kolhapur, Maharashtra 416004 India."}], "LastName": "Ghane", "ForeName": "Savaliram", "Initials": "S"}, {"Identifier": ["0000-0001-5576-5244"], "AffiliationInfo": [{"Identifier": ["grid.412574.1", "0000 0001 0709 7763"], "Affiliation": "Department of Botany, Cytogenetic and Plant Breeding Laboratory, Shivaji University, Kolhapur, Maharashtra 416004 India."}], "LastName": "Gaikwad", "ForeName": "Nikhil", "Initials": "N"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "India", "MedlineTA": "Physiol Mol Biol Plants", "NlmUniqueID": "101304333", "ISSNLinking": "0974-0430"}, "CoiStatement": "Conflict of interestThe authors declare that they have no conflict of interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Alara OR, Abdurahman NH, Mudalip SKA, Olalere OA. Microwave assisted extraction of Vernonia amygdalina leaf for optimal recovery of total phenolic content. J Appl Res Med Aromat Plants. 2018;10:16–24. doi: 10.1016/j.jarmap.2018.04.004.", "ArticleIdList": ["10.1016/j.jarmap.2018.04.004"]}, {"Citation": "Angiosperm Phylogeny Group IV (APG IV) An update of the angiosperm phylogeny group classification for the orders and families of flowering plants: APG IV. Bot J Linn Soc. 2016;181:1–20. doi: 10.1111/boj.12385.", "ArticleIdList": ["10.1111/boj.12385"]}, {"Citation": "Ansari MN, Bhandari U. Antihyperhomocysteinemic activity of ethanol extracts of Embelia ribes Burm. f. in Albino rats. Pharm Biol. 2008;46:283–287. doi: 10.1080/13880200701741146.", "ArticleIdList": ["10.1080/13880200701741146"]}, {"Citation": "Ansari MN, Bhandari U. Effect of ethanolic extracts of Embelia ribes Burm. F. fruits on isoproterenol induced myocordial infarction in Albino rats. Pharm Biol. 2009;46:928–932. doi: 10.1080/13880200802367254.", "ArticleIdList": ["10.1080/13880200802367254", "18697569"]}, {"Citation": "Ansari MN, Bhandari U, Islam F, Tripathi CD. Evaluation of antioxidant and neuroprotective effect of ethanolic extracts of Embelia ribes Burm. f. in focal cerebral ischemia/reperfusion- induced oxidative stress in rats. Fund Clin Pharmocol. 2008;22:305–314. doi: 10.1111/j.1472-8206.2008.00580.x.", "ArticleIdList": ["10.1111/j.1472-8206.2008.00580.x", "18485149"]}, {"Citation": "Attar UA, Ghane SG. In vitro antioxidant, antidiabetic, antiacetylcholine esterase, anticancer activities and RP-HPLC analysis of phenolics from the wild bottle gourd (Lagenaria siceraria (Molina) Standl.) S Afr J Bot. 2019;125:360–370. doi: 10.1016/j.sajb.2019.08.004.", "ArticleIdList": ["10.1016/j.sajb.2019.08.004"]}, {"Citation": "Benzie IF, Strain JJ. Ferric reducing ability of plasma (FRAP) as a measure of antioxidant power the FRAP assay. Anal Biochem. 1996;239:70–76. doi: 10.1006/abio.1996.0292.", "ArticleIdList": ["10.1006/abio.1996.0292", "8660627"]}, {"Citation": "Bhandari U, Kanojia R, Pillai KK. Effect of ethanolic extracts of Embelia ribes Burm. f. on dyslipidemia in diabetic rats. Int J Exp Diabetes Res. 2002;3:159–162. doi: 10.1080/15604280290013856.", "ArticleIdList": ["10.1080/15604280290013856", "PMC2478580", "12458656"]}, {"Citation": "Cai YZ, Sun M, Xing J, Luo Q, Corke H. Structure-radical scavenging activity relationships of phenolic compounds from traditional Chinese medicinal plants. Life Sci. 2006;78:2872–2888. doi: 10.1016/j.lfs.2005.11.004.", "ArticleIdList": ["10.1016/j.lfs.2005.11.004", "16325868"]}, {"Citation": "Chang CY, Wen H, Chern J. Estimation of total flavonoid content in Propolis by two complementary colorimetric methods. J Food Drug Anal. 2002;10:178–182."}, {"Citation": "Chavan JJ, Jagtap UB, Gaikwad NB, Dixit GB, Bapat VA. Total phenolics, flavonoids and antioxidant activity of Saptarangi (Salacia chinensis L.) fruit pulp. J Plant Biochem Biot. 2012;22:409–413. doi: 10.1007/s13562-012-0169-3.", "ArticleIdList": ["10.1007/s13562-012-0169-3"]}, {"Citation": "Chitra M, Sukumar E, Suja V, Devi CSS. Antitumor, anti-inflammatory and analgesic property of embelin, a plant product. Chemotherapy. 1994;40:109–113. doi: 10.1159/000239181.", "ArticleIdList": ["10.1159/000239181", "7510605"]}, {"Citation": "Choudhary HS, Bhandari U, Khanna G. Preventive effect of embelin from Embelia ribes on lipid metabolism and oxidative stress in high fat diet induced obesity in rats. Planta Med. 2012;78:651–657. doi: 10.1055/s-0031-1298379.", "ArticleIdList": ["10.1055/s-0031-1298379", "22450777"]}, {"Citation": "Francesco C, Miriam R, Sarjit K, Emmanuel GV, Nora M, Stuart B, Joanna DS, Fabio G, Jens ZP, Sandra I. Antioxidant properties of embelin in cell culture. Electrochemistry and theoretical mechanism of scavenging. Potential scavenging of superoxide radical through the cell membrane. Antioxidants. 2020;9:382. doi: 10.3390/antiox9050382.", "ArticleIdList": ["10.3390/antiox9050382", "PMC7278612", "32380755"]}, {"Citation": "Ghadage DM, Kshirsagar PR, Pai SR, Chavan JJ. Extraction efficiency, phytochemical profiles and antioxidative properties of different parts of Saptarangi (Salacia chinensis L.)—an important underutilized plant. Biochem Biophys Rep. 2017;12:79–90. doi: 10.1016/j.bbrep.2017.08.012.", "ArticleIdList": ["10.1016/j.bbrep.2017.08.012", "PMC5613233", "28955795"]}, {"Citation": "Ghane SG, Attar UA, Yadav PB, Lekhak MM. Antioxidant, antidiabetic, acetylcholine esterase inhibitory potential and estimation of alkaloid (lycorine and galanthamine) from Crinum sp.—an important source of anticancer and antialzheimer drug. Ind Crops Prod. 2018;125:168–177. doi: 10.1016/j.indcrop.2018.08.087.", "ArticleIdList": ["10.1016/j.indcrop.2018.08.087"]}, {"Citation": "Jagtap UB, Panaskar SN, Bapat VA. Evaluation of antioxidant capacity and phenol content in Jackfruit (Artocarpus heterophyllus Lam.) fruit pulp. Plant Food Hum Nutr. 2010;65:99–104. doi: 10.1007/s11130-010-0155-7.", "ArticleIdList": ["10.1007/s11130-010-0155-7", "20198442"]}, {"Citation": "Jiun YL, Ray JC, Li TH, Tzu YL, Wan JL, Kuan HL. Embelin as a novel inhibitor of PKC in the prevention of platelet activation and thrombus formation. Clin Med. 2019;8:1724. doi: 10.3390/jcm8101724.", "ArticleIdList": ["10.3390/jcm8101724", "PMC6832570", "31635287"]}, {"Citation": "Latha C. Microwave-assisted extraction of embelin from Embelia ribes. Biotechnol Lett. 2007;29:319–322. doi: 10.1007/s10529-006-9243-z.", "ArticleIdList": ["10.1007/s10529-006-9243-z", "17124632"]}, {"Citation": "Li HB, Wong CC, Cheng KW, Chen F. Antioxidant properties in vitro and total phenolic contents in methanol extracts from medicinal plants. LWT Food Sci Technol. 2008;41:385–390. doi: 10.1016/j.lwt.2007.03.011.", "ArticleIdList": ["10.1016/j.lwt.2007.03.011"]}, {"Citation": "Liu X, Dong M, Chen X, Jiang M, Lv X, Yan G. Antioxidant activity and phenolics of an endophytic Xylaria sp. from Gingko biloba. Food Chem. 2007;105:548–554. doi: 10.1016/j.foodchem.2007.04.008.", "ArticleIdList": ["10.1016/j.foodchem.2007.04.008"]}, {"Citation": "Mhaskar M, Joshi S, Chavan B, Joglekar A, Barve N, Patwardhan A. Status of Embelia ribes Burm f. (Vidanga), an important medicinal species of commerce from northern Western Ghats of India. Curr Sci. 2011;100:547–552."}, {"Citation": "Mustapa AN, Martin A, Mato RB, Cocero KJ. Extraction of phytocompounds from the medicinal plant Clinacanthus nutans Lindau by microwave-assisted extraction and supercritical carbon dioxide extraction. Ind Crops Prod. 2015;74:83–94. doi: 10.1016/j.indcrop.2015.04.035.", "ArticleIdList": ["10.1016/j.indcrop.2015.04.035"]}, {"Citation": "Nagamani V, Sabitha RA, Satyakala M, Chandrashekar RGNV. High performance liquid chromatography (HPLC) analysis of embelin in different samples of Embelia ribes Burm. F.—a threatened medicinal plant of India. J Med Plants Res. 2013;7:1761–1767. doi: 10.5897/JMPR2013.4447.", "ArticleIdList": ["10.5897/JMPR2013.4447"]}, {"Citation": "Neelam J, Shaily G, Ramawat KG. Evaluation of antioxidant properties and total phenolic content of medicinal plants used in diet therapy during postpartum healthcare in Rajasthan. Int J Pharm Pharm Sci. 2011;3:248–253."}, {"Citation": "Nikolovska CZ, Xu L, Hu Z, Tomita Y, Li P, Roller PP, Wang R, Fang X, Guo R, Zhang M, Lippman ME, Yang D, Wang S. Discovery of embelin as a cell-permeable, small-molecular weight inhibitor of XIAP through structure based computational screening of a traditional herbal medicine three dimensional structure database. J Med Chem. 2004;47:2430–2440. doi: 10.1021/jm030420+.", "ArticleIdList": ["10.1021/jm030420+", "15115387"]}, {"Citation": "Pai SR, Nimbalkar MS, Pawar NV, Dixit GB. Optimization of extraction techniques and quantification of betulinic acid (BA) by RP-HPLC method from Ancistrocladus heyneanus Wall. Ex Grah. Ind Crops Prod. 2011;34:1458–1464. doi: 10.1016/j.indcrop.2011.05.006.", "ArticleIdList": ["10.1016/j.indcrop.2011.05.006"]}, {"Citation": "Patil UH, Gaikwad DK. Seasonal dynamics in the nutritional and antinutritional status of stem bark of Anogeissus latifolia. Int J Appl Biol Pharm Tech. 2011;2:370–378."}, {"Citation": "Raj SM, Kameshwari MNS, Tharasaraswathi KJ, Shubharani R. Qualitative and quantitative analysis of phytochemicals in two different species of Urginea. Int J Pharm Biol Sci. 2017;8:5433–5438."}, {"Citation": "Rajashekaran PE. Biodiversity of threatened species of medicinal plants in India. In: Hosette BB, Venkateshwarulu M, editors. Trends in wild life biodiversity conservation and management. India: Daya Publishing House; 2001. pp. 104–125."}, {"Citation": "Ravikumar K, Ved DK (eds) (2000) Hundred red listed medicinal plants of conservation concern in Southern India. Foundation for revitalization of local health traditions (FRLHT), Bangalore, pp 45-47. https://trove.nla.gov.au/version/40758549"}, {"Citation": "Shadma S, Naheed A. Antioxidant properties and total phenolic content of herbs used in postpartum diet therapy in Patna (Bihar), India. Int J Pharm Biol Sci. 2014;9:17–20. doi: 10.9790/3008-09231720.", "ArticleIdList": ["10.9790/3008-09231720"]}, {"Citation": "Shan B, Cai YZ, Sun M, Corke H. Antioxidant capacity of 26 spice extracts and characterization of their phenolic constituents. J Agr Food Chem. 2005;53:7749–7759. doi: 10.1021/jf051513y.", "ArticleIdList": ["10.1021/jf051513y", "16190627"]}, {"Citation": "Sharanbasappa D, Veeresh PV, Satrasala N, Shivsharan BD. Antidiabetic activity of Embelia ribes, embelin and its derivatives: a systematic review and meta-analysis. Biomed Pharmacother. 2017;86:195–204. doi: 10.1016/j.biopha.2016.12.001.", "ArticleIdList": ["10.1016/j.biopha.2016.12.001", "27984799"]}, {"Citation": "Singh SP, Shukla S, Yadav HK. Multivariate analysis in relation to breeding system in Opium poppy (Papaver somniferum L.) Genetika. 2004;36:111–120. doi: 10.2298/GENSR0402111S.", "ArticleIdList": ["10.2298/GENSR0402111S"]}, {"Citation": "Singh D, Singh R, Singh P, Gupta RS. Effects of embelin on lipid peroxidation and free radical scavenging activity against liver damage in rats. Basic Clin Pharmacol Toxicol. 2009;105:243–248. doi: 10.1111/j.1742-7843.2009.00429.x.", "ArticleIdList": ["10.1111/j.1742-7843.2009.00429.x", "19496777"]}, {"Citation": "Singh BK, Arti Koley TK, Maurya Singh PM, Singh B. Phytochemical and antioxidative potential of orange, red, yellow, rainbow and black coloured tropical carrots (Daucus carota subsp. Sativus Schubl. & Martens) Physiol Mol Biol Plants. 2018;24:899–907. doi: 10.1007/s12298-018-0574-8.", "ArticleIdList": ["10.1007/s12298-018-0574-8", "PMC6103943", "30150864"]}, {"Citation": "Singleton VL, Rossi JA. Colorimetry of total phenolics with phosphomolybdic phosphotungstic acid reagents. Am J Enol Viticult. 1965;16:144–158."}, {"Citation": "Soumya NM, Ranjith A, Arumughan C. RP-HPLC-DAD method for the estimation of embelin as marker in Embelia ribes and its polyherbal formulations. Biomed Chromatogr. 2011;25:600–605. doi: 10.1002/bmc.1489.", "ArticleIdList": ["10.1002/bmc.1489", "20687113"]}, {"Citation": "Souravi K, Rajasekharan PE. Ethnopharmacological Uses of Embelia ribes Burm. F.—a review. Int J Pharm Biol. 2014;9:23–30."}, {"Citation": "Sudhakar RS, Unnikrishnan KP, Ravindran PN, Indira B. Determination of embelin in Embelia ribes and Embelia tsjeriamcottam by HPLC. Indian J Pharm Sci. 2005;67:734–736."}, {"Citation": "Sulaiman CT, Balachandran I. Total phenolics and total flavonoids in selected Indian medicinal plants. Indian J Pharm Sci. 2012;74:258–260. doi: 10.4103/0250-474x.106069.", "ArticleIdList": ["10.4103/0250-474x.106069", "PMC3574537", "23439764"]}, {"Citation": "Sweeta A, Nour HA, Rosli MY, Fahim F. Microwave-assisted extraction of saponin, phenolic and flavonoid compounds from Trigonella foenum-graecum seed based on two level factorial design. J Appl Res Med Aromat Plants. 2019;14:1–10. doi: 10.1016/j.jarmap.2019.100212.", "ArticleIdList": ["10.1016/j.jarmap.2019.100212"]}, {"Citation": "Vinutha B, Prashanth D, Salma K, Sreeja SL, Padmaja PD. Screening of selected Indian medicinal plants for acetylcholiesterase inhibitory activity. J Ethnopharmacol. 2007;109:359–363. doi: 10.1016/j.jep.2006.06.014.", "ArticleIdList": ["10.1016/j.jep.2006.06.014", "16950584"]}, {"Citation": "Xiaole C, Min G, Rongchao J, Weiqian DH, Xiaowen T, Yuling L, Denggao Z, Kun Z, Wenhua C, Xi Z, Zhaojun S, Panpan W. Design, synthesis and a-glucosidase inhibition study of novel embelin derivatives. J Enzyme Inhib Med Chem. 2020;35:565–573. doi: 10.1080/14756366.2020.171538.", "ArticleIdList": ["10.1080/14756366.2020.171538", "PMC7006637", "31969031"]}, {"Citation": "Xu M, Cui J, Fu H, Proksch P, Lin W, Li M. Embelin derivatives and their anticancer activity through microtubule disassembly. Planta Med. 2005;71:944–948. doi: 10.1055/s-2005-871250.", "ArticleIdList": ["10.1055/s-2005-871250", "16254827"]}, {"Citation": "Yadav PB, Lekhak UM, Ghane SG, Lekhak MM. Phytochemicals, antioxidants, estimation of cardiac glycoside (Scillaren A) and detection of major metabolites using LC-MS from Drimia species. S Afr J Bot. 2020 doi: 10.1016/j.sajb.2020.05.002.", "ArticleIdList": ["10.1016/j.sajb.2020.05.002"]}, {"Citation": "Zhou K, Yu L. Antioxidant properties of bran extracts from Trego wheat grown at different locations. J Agr Food Chem. 2004;52:1112–1117. doi: 10.1021/jf030621m.", "ArticleIdList": ["10.1021/jf030621m", "14995107"]}]}], "History": [{"Year": "2020", "Month": "1", "Day": "10"}, {"Year": "2020", "Month": "7", "Day": "21"}, {"Year": "2020", "Month": "7", "Day": "30"}, {"Year": "2020", "Month": "9", "Day": "18", "Hour": "5", "Minute": "48"}, {"Year": "2020", "Month": "9", "Day": "19", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "9", "Day": "19", "Hour": "6", "Minute": "1"}, {"Year": "2021", "Month": "9", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["32943821", "PMC7468010", "10.1007/s12298-020-00859-2", "859"]}}]}