{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "32966304", "DateCompleted": {"Year": "2020", "Month": "11", "Day": "09"}, "DateRevised": {"Year": "2024", "Month": "03", "Day": "29"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "09", "Day": "23"}], "Language": ["eng"], "ELocationID": ["e0239497", "10.1371/journal.pone.0239497"], "Journal": {"ISSN": "1932-6203", "JournalIssue": {"Volume": "15", "Issue": "9", "PubDate": {"Year": "2020"}}, "Title": "PloS one", "ISOAbbreviation": "PLoS One"}, "ArticleTitle": "Comprehensive profiling of phytochemical compounds, antioxidant activities, anti-HepG2 cell proliferation, and cholinesterase inhibitory potential of Elaeagnus mollis leaf extracts.", "Pagination": {"StartPage": "e0239497", "MedlinePgn": "e0239497"}, "Abstract": {"AbstractText": ["The aim of this work was to enrich the knowledge on the potential applications of Elaeagnus mollis leaf extracts. For this purpose, the bioactive compounds (phenolic, flavonoid, alkaloid, proanthocyanidin, chlorophyll and carotene content), antioxidant activity, anti-HepG2 cell proliferation, and cholinesterase inhibitory potential (AChE and BChE) of E. mollis leaves which obtained from different habitats were quantitatively analyzed using various solvents (water, methanol, ethanol, and n-hexane). The results showed that the methanol extracts exhibited the strongest 1,1-diphenyl-2-picrylhydrazyl (DPPH) free radical scavenging activity and the water extracts showed the best antioxidant activity in the 2,2'-azinobis-3-ethylbenzothiazoline-6-sulfonic acid (ABTS) free radical scavenging activity, ferric reducing antioxidant power (FRAP), and reducing power (RP) assays. Moreover, the methanol extracts showed the best inhibitory activity against cholinesterase and HepG2 cancer cells. Correlation analysis revealed that the high antioxidant and anti-HepG2 cell proliferation activities were mainly attributed to the total phenolics, flavonoids, and proanthocyanidins while AChE inhibition was attributed to the total alkaloid and carotene content. The statistical results showed that the effect of habitats was lower than that of different solvents used. Additionally, the metabolic profiles of E. mollis leaves were evaluated using HPLC-ESI-Q TRAP-MS/MS, and a total of 1,017 chemical components were detected and classified into 23 classes. The organic acids and derivatives ranked the first, followed by flavone, amino acid and derivatives, and so on. In conclusion, the effects of different solvents were more significant than the effects of different habitats and the methanol extracts of E. mollis leaves could be used as an effective source of functional active components, provide benefits to physical health care and be applied to the food and pharmaceutical industries."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Forestry, Northwest A&F University, Yangling, Shaanxi, China."}], "LastName": "Li", "ForeName": "Jingmiao", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Forestry, Northwest A&F University, Yangling, Shaanxi, China."}], "LastName": "Ma", "ForeName": "Yao", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Forestry, Northwest A&F University, Yangling, Shaanxi, China."}], "LastName": "Kong", "ForeName": "Lijuan", "Initials": "L"}, {"Identifier": ["0000-0003-1219-2196"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Forestry, Northwest A&F University, Yangling, Shaanxi, China."}], "LastName": "Liu", "ForeName": "Yulin", "Initials": "Y"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "PLoS One", "NlmUniqueID": "101285081", "ISSNLinking": "1932-6203"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Antioxidants"}, {"RegistryNumber": "0", "NameOfSubstance": "Cholinesterase Inhibitors"}, {"RegistryNumber": "0", "NameOfSubstance": "Drugs, Chinese Herbal"}, {"RegistryNumber": "0", "NameOfSubstance": "Phytochemicals"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}, {"RegistryNumber": "0", "NameOfSubstance": "Solvents"}], "MeshHeadingList": [{"QualifierName": ["chemistry", "pharmacology"], "DescriptorName": "Antioxidants"}, {"QualifierName": ["drug effects"], "DescriptorName": "Cell Proliferation"}, {"QualifierName": [], "DescriptorName": "China"}, {"QualifierName": ["chemistry", "pharmacology"], "DescriptorName": "Cholinesterase Inhibitors"}, {"QualifierName": ["chemistry", "pharmacology"], "DescriptorName": "Drugs, Chinese Herbal"}, {"QualifierName": [], "DescriptorName": "Ecosystem"}, {"QualifierName": ["chemistry"], "DescriptorName": "Elaeagnaceae"}, {"QualifierName": [], "DescriptorName": "Hep G2 Cells"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["chemistry", "pharmacology"], "DescriptorName": "Phytochemicals"}, {"QualifierName": ["chemistry", "pharmacology"], "DescriptorName": "Plant Extracts"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plant Leaves"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Solvents"}], "CoiStatement": "The authors have declared that no competing interests exist."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Lobo V, Patil A, Phatak A, Chandra N. Free radicals, antioxidants and functional foods: Impact on human health. Pharmacogn Rev. 2010;4(8):118–126. 10.4103/0973-7847.70902 PubMed Central PMCID: 3249911.", "ArticleIdList": ["10.4103/0973-7847.70902", "PMC3249911", "22228951"]}, {"Citation": "Wei C, Jia Z, Pan MH, Velayutham ABP. Natural Products for the Prevention of Oxidative Stress-Related Diseases: Mechanisms and Strategies. Oxid Med Cell Longev. 2016;2016:1–2.", "ArticleIdList": ["PMC4746391", "26925192"]}, {"Citation": "Jay Mehta, Srujana Rayalam, Xinyu Wang. Cytoprotective Effects of Natural Compounds against Oxidative Stress. Antioxidants. 2018.", "ArticleIdList": ["PMC6210295", "30347819"]}, {"Citation": "Wang CX, Duan ZH, Fan LP, Li JW. Supercritical CO2 fluid extraction of Elaeagnus mollis Diels seed oil and its antioxidant ability. Molecules. 2019;24(5):1–12. 10.3390/molecules24050911", "ArticleIdList": ["10.3390/molecules24050911", "PMC6429187", "30841628"]}, {"Citation": "Quan HF, Yang T, Peng XD. Preliminary study on anti-inflammatory and neuroprotective activity of the SCF-CO2 extract from Elaeagnus mollis seeds. Ningxia Medical Journal. 2017;39(11):980–982. 10.13621/j.1001–5949.2017.11.0980", "ArticleIdList": ["10.13621/j.1001–5949.2017.11.0980"]}, {"Citation": "Feng XX, Li J, Chen QQ, Li MP, Zhang SW. Amino acid composition and nutritional evaluation of proteins extracted from Elaeagnus mollis Diels seed kernels. Food Science. 2016;37(22):160–165. 10.7506/spkx1002-6630-201622024", "ArticleIdList": ["10.7506/spkx1002-6630-201622024"]}, {"Citation": "Yang XG. Aroma constituents and alkylamides of red and green huajiao (Zanthoxylum bungeanum and Zanthoxylum schinifolium). J Agric Food Chem. 2008;56(5):1689–1696. 10.1021/jf0728101", "ArticleIdList": ["10.1021/jf0728101", "18271544"]}, {"Citation": "Chen XQ, Wang W, Wang C, Liu ZJ, Sun Q, Wang DM. Quality evaluation and chemometric discrimination of Zanthoxylum bungeanum Maxim leaves based on flavonoids profiles, bioactivity and HPLC-fingerprint in a common garden experiment. Ind Crops Prod. 2019;134:225–233. 10.1016/j.indcrop.2019.04.017", "ArticleIdList": ["10.1016/j.indcrop.2019.04.017"]}, {"Citation": "Abd Hamid H, Mutazah R, Yusoff MM, Abd Karim NA, Abdull Razis AF. Comparative analysis of antioxidant and antiproliferative activities of Rhodomyrtus tomentosa extracts prepared with various solvents. Food Chem Toxicol. 2017;108:451–457. 10.1016/j.fct.2016.10.004", "ArticleIdList": ["10.1016/j.fct.2016.10.004", "27725206"]}, {"Citation": "Bhutada PR, Jadhav AJ, Pinjari DV, Nemade PR, Jain RD. Solvent assisted extraction of oil from Moringa oleifera Lam. seeds. Ind Crops Prod. 2016;82:74–80. 10.1016/j.indcrop.2015.12.004", "ArticleIdList": ["10.1016/j.indcrop.2015.12.004"]}, {"Citation": "Rafinska K, Pomastowski P, Rudnicka J, Krakowska A, Maruska A, Narkute M, et al. Effect of solvent and extraction technique on composition and biological activity of Lepidium sativum extracts. Food Chem. 2019;289:16–25. 10.1016/j.foodchem.2019.03.025 .", "ArticleIdList": ["10.1016/j.foodchem.2019.03.025", "30955598"]}, {"Citation": "Shao FJ, Yan GQ, Zhang ZF, Wang J. Antioxidant activities of total alkaloids from the laminae of Elaeagnus mollis Diels. Acta Botanica Boreali-Occidentalia Sinica. 2008;28(7):1339–1342."}, {"Citation": "Gao X, Wu JY, Zhang ZF, Yan GQ. Comparisons of the content and antioxidant activity of polysaccharide from different parts of Elaeagnus mollis Diels. Bulletin of Botanical Research. 2011;31(3):363–366."}, {"Citation": "Nazir N, Nisar M, Ahmad S, Wadood SF, Jan T, Zahoor M, et al. Characterization of phenolic compounds in two novel lines of Pisum sativum L. along with their in vitro antioxidant potential. Environ Sci Pollut Res Int. 2020;27(7):7639–7646. 10.1007/s11356-019-07065-y .", "ArticleIdList": ["10.1007/s11356-019-07065-y", "31889276"]}, {"Citation": "Bao JZ, Chen YK, Xu GH. Primary study on the determination methods of proanthocyanidin content of grape seed extract. J Agric Sci. 2005;26(1):43–45."}, {"Citation": "Tian WY, Zhi H, Yang C, Wang LK, Long JT, Xiao LM, et al. Chemical composition of alkaloids of Plumula nelumbinis and their antioxidant activity from different habitats in China. Ind Crops Prod. 2018;125:537–548. 10.1016/j.indcrop.2018.09.045", "ArticleIdList": ["10.1016/j.indcrop.2018.09.045", "PMC6240636", "30480072"]}, {"Citation": "Gunathilake KDPP Ranaweera KKDS. Antioxidative properties of 34 green leafy vegetables. J Funct Foods. 2016;26:176–186. 10.1016/j.jff.2016.07.015", "ArticleIdList": ["10.1016/j.jff.2016.07.015"]}, {"Citation": "Ali IBEH, Bahri R, Chaouachi M, Boussaïd M, Harzallah-Skhiri F. Phenolic content, antioxidant and allelopathic activities of various extracts of Thymus numidicus Poir. organs. Ind Crops Prod. 2014;62:188–195. 10.1016/j.indcrop.2014.08.021", "ArticleIdList": ["10.1016/j.indcrop.2014.08.021"]}, {"Citation": "Nazir N, Zahoor M, Nisar M, Khan I, Karim N, Abdel-Halim H, et al. Phytochemical analysis and antidiabetic potential of Elaeagnus umbellata (Thunb.) in streptozotocin-induced diabetic rats: pharmacological and computational approach. BMC Complement Altern Med. 2018;18(1):332 10.1186/s12906-018-2381-8", "ArticleIdList": ["10.1186/s12906-018-2381-8", "PMC6293591", "30545352"]}, {"Citation": "Lu J, Fu XJ, Liu T, Zheng Y, Chen JH, Luo FJ. Phenolic composition, antioxidant, antibacterial and anti-inflammatory activities of leaf and stem extracts from Cryptotaenia japonica Hassk. Ind Crops Prod. 2018;122:522–532. 10.1016/j.indcrop.2018.06.026", "ArticleIdList": ["10.1016/j.indcrop.2018.06.026"]}, {"Citation": "Chai WM, Ou-Yang C, Huang Q, Lin MZ, Wang YX, Xu KL, et al. Antityrosinase and antioxidant properties of mung bean seed proanthocyanidins: Novel insights into the inhibitory mechanism. Food Chem. 2018;260:27–36. 10.1016/j.foodchem.2018.04.001 .", "ArticleIdList": ["10.1016/j.foodchem.2018.04.001", "29699669"]}, {"Citation": "Nazir N, Zahoor M, Nisar M, Karim N, Latif A, Ahmad S, et al. Evaluation of neuroprotective and anti-amnesic effects of Elaeagnus umbellata Thunb. On scopolamine-induced memory impairment in mice. BMC Complement Med Ther. 2020;20(1):143 10.1186/s12906-020-02942-3", "ArticleIdList": ["10.1186/s12906-020-02942-3", "PMC7216467", "32397979"]}, {"Citation": "Zhang SS, Ying H, Pingcuo G, Wang S, Zhao F, Cui YN, et al. Identification of potential metabolites mediating bird's selective feeding on Prunus mira flowers. Biomed Research International. 2019;2019:1395480 10.1155/2019/1395480", "ArticleIdList": ["10.1155/2019/1395480", "PMC6612375", "31341887"]}, {"Citation": "Cao H, Ji YL, Li SC, Lu L, Tian M, Yang W, et al. Extensive metabolic profiles of leaves and stems from the medicinal plant Dendrobium officinale Kimura et Migo. Metabolites. 2019;9(10):215 10.3390/metabo9100215", "ArticleIdList": ["10.3390/metabo9100215", "PMC6835975", "31590300"]}, {"Citation": "Barbouchi M, Elamrani K, El Idrissi M, Choukrad Mb. A comparative study on phytochemical screening, quantification of phenolic contents and antioxidant properties of different solvent extracts from various parts of Pistacia lentiscus L. J King Saud Univ Sci. 2018. 10.1016/j.jksus.2018.05.010", "ArticleIdList": ["10.1016/j.jksus.2018.05.010"]}, {"Citation": "Galanakis CM, Goulas V, Tsakona S, Manganaris GA, Gekas V. A knowledge base for the recovery of natural phenols with different solvents. Int J Food Prop. 2013;16(2):382–396. 10.1080/10942912.2010.522750", "ArticleIdList": ["10.1080/10942912.2010.522750"]}, {"Citation": "Ghane SG, Attar UA, Yadav PB, Lekhak MM. Antioxidant, anti-diabetic, acetylcholinesterase inhibitory potential and estimation of alkaloids (lycorine and galanthamine) from Crinum species: An important source of anticancer and anti-Alzheimer drug. Ind Crops Prod. 2018;125:168–177. 10.1016/j.indcrop.2018.08.087", "ArticleIdList": ["10.1016/j.indcrop.2018.08.087"]}, {"Citation": "Dong HM, Zhang Q, Li L, Liu J, Shen LW, Li HY, et al. Antioxidant activity and chemical compositions of essential oil and ethanol extract of Chuanminshen violaceum. Ind Crops Prod. 2015;76(15):290–297. 10.1016/j.indcrop.2015.04.051", "ArticleIdList": ["10.1016/j.indcrop.2015.04.051"]}, {"Citation": "Roby MHH, Sarhan MA, Selim AH, Khalel KI. Evaluation of antioxidant activity, total phenols and phenolic compounds in thyme (Thymus vulgaris L.), sage (Salvia officinalis L.), and marjoram (Origanum majorana L.) extracts. Ind Crops Prod. 2013;43(1):827–831. 10.1016/j.indcrop.2012.08.029", "ArticleIdList": ["10.1016/j.indcrop.2012.08.029"]}, {"Citation": "Naczk M, Shahidi F. Phenolics in cereals, fruits and vegetables: occurrence, extraction and analysis. J Pharm Biomed Anal. 2006;41(5):1523–1542. 10.1016/j.jpba.2006.04.002", "ArticleIdList": ["10.1016/j.jpba.2006.04.002", "16753277"]}, {"Citation": "Avello Marcia A., Pastene Edgar R., Bustos Evelyn D., Bittner Magalis L., Becerra JA. Variation in phenolic compounds of Ugni molinae populations and their potential use as antioxidant supplement. Rev Bras Farmacogn. 2013;23(1):44–50. 10.1590/S0102-695X2012005000122", "ArticleIdList": ["10.1590/S0102-695X2012005000122"]}, {"Citation": "Tlili N, Khaldi A, Triki S, Munne-Bosch S. Phenolic compounds and vitamin antioxidants of caper (Capparis spinosa). Plant Foods Hum Nutr. 2010;65(3):260–265. 10.1007/s11130-010-0180-6 .", "ArticleIdList": ["10.1007/s11130-010-0180-6", "20668946"]}, {"Citation": "Nacif de Abreu I, Mazzafera P. Effect of water and temperature stress on the content of active constituents of Hypericum brasiliense Choisy. Plant Physiol Biochem. 2005;43(3):241–248. 10.1016/j.plaphy.2005.01.020 .", "ArticleIdList": ["10.1016/j.plaphy.2005.01.020", "15854832"]}, {"Citation": "Balkan İA, Taşkın T, Doğan HT, Deniz İ, Akaydın G, Yesilada E. A comparative investigation on the in vitro anti-inflammatory, antioxidant and antimicrobial potentials of subextracts from the aerial parts of Daphne oleoides Schreb. subsp. oleoides. Ind Crops Prod. 2017;95:695–703. 10.1016/j.indcrop.2016.11.038", "ArticleIdList": ["10.1016/j.indcrop.2016.11.038"]}, {"Citation": "Rezaie M, Farhoosh R, Iranshahi M, Sharif A, Golmohamadzadeh S. Ultrasonic-assisted extraction of antioxidative compounds from Bene (Pistacia atlantica subsp. mutica) hull using various solvents of different physicochemical properties. Food Chemistry. 2015;173:577–583. 10.1016/j.foodchem.2014.10.081", "ArticleIdList": ["10.1016/j.foodchem.2014.10.081", "25466062"]}, {"Citation": "Majumder D, Debnath M, Libin Kumar KV, Nath P, Debnath R, Sarkar C, et al. Metabolic profiling and investigations on crude extract of Olea europaea L. leaves as a potential therapeutic agent against skin cancer. J Funct Foods. 2019;58:266–274. 10.1016/j.jff.2019.05.005", "ArticleIdList": ["10.1016/j.jff.2019.05.005"]}, {"Citation": "Uysal S, Ugurlu A, Zengin G, Baloglu MC, Altunoglu YC, Mollica A, et al. Novel in vitro and in silico insights of the multi-biological activities and chemical composition of Bidens tripartita L. Food Chem Toxicol. 2018;111:525–536. 10.1016/j.fct.2017.11.058 .", "ArticleIdList": ["10.1016/j.fct.2017.11.058", "29217268"]}, {"Citation": "Wu YB, Gu Y, Ouyang MA. Water-soluble constituents from the bark of Elaeagnus pungens and their cytotoxic activities. J Asian Nat Prod Res. 2010;12(4):278–285. 10.1080/10286021003742665", "ArticleIdList": ["10.1080/10286021003742665", "20419538"]}, {"Citation": "Hamidpour R, Hamidpour S, Hamidpour M, Shahlari M, Sohraby M, Shahlari N, et al. Russian olive (Elaeagnus angustifolia L.): From a variety of traditional medicinal applications to its novel roles as active antioxidant, anti-inflammatory, anti-mutagenic and analgesic agent. J Tradit Complement Med. 2017;7(1):24–29. 10.1016/j.jtcme.2015.09.004", "ArticleIdList": ["10.1016/j.jtcme.2015.09.004", "PMC5198788", "28053884"]}, {"Citation": "Liu HY, Ran RZ, Li YS, Peng X. Inhibition of cancer cells proliferation in vitro of Elaeagnus bockii. Drugs & Clinic. 2014;29(2):135–138. 10.7501/j.issn.1674-5515.2014.02.006", "ArticleIdList": ["10.7501/j.issn.1674-5515.2014.02.006"]}, {"Citation": "Beata O, Skalski B, Ulanowska K. The anticancer activity of sea buckthorn [Elaeagnus rhamnoides (L.) A. Nelson]. Front Pharmacol. 2018;9:232–239. 10.3389/fphar.2018.00232", "ArticleIdList": ["10.3389/fphar.2018.00232", "PMC5861756", "29593547"]}, {"Citation": "Nazir N, Khalil AAK, Nisar M, Zahoor M, Ahmad S. HPLC-UV characterization, anticholinesterase, and free radical-scavenging activities of Rosa moschata Herrm. leaves and fruits methanolic extracts. Brazilian Journal of Botany. 2020:1–8."}, {"Citation": "Baloglu MC, Llorent-Martínez EJ, Aumeeruddy MZ, Mahomoodally MF, Altunoglu YC, Ustaoglu B, et al. Multidirectional insights on Chrysophyllum perpulchrum leaves and stem bark extracts: HPLC-ESI-MSn profiles, antioxidant, enzyme inhibitory, antimicrobial and cytotoxic properties. Ind Crops Prod. 2019;134:33–42. 10.1016/j.indcrop.2019.03.066", "ArticleIdList": ["10.1016/j.indcrop.2019.03.066"]}, {"Citation": "Ozen T, Yenigun S, Altun M, Demirtas I. Phytochemical constituents, ChEs and urease inhibitions, antiproliferative and antioxidant properties of Elaeagnus umbellata Thunb. Comb Chem High Throughput Screen. 2017;20(6):559–578. 10.2174/1386207320666170127161837 .", "ArticleIdList": ["10.2174/1386207320666170127161837", "28137214"]}, {"Citation": "Tavsan Z, Kayali HA. Flavonoids showed anticancer effects on the ovarian cancer cells: Involvement of reactive oxygen species, apoptosis, cell cycle and invasion. Biomed Pharmacother. 2019;116:109004 10.1016/j.biopha.2019.109004 .", "ArticleIdList": ["10.1016/j.biopha.2019.109004", "31128404"]}, {"Citation": "Vasco C, Ruales J, Kamal-Eldin A. Total phenolic compounds and antioxidant capacities of major fruits from Ecuador. Food Chem. 2008;111(4):816–823. 10.1016/j.foodchem.2008.04.054", "ArticleIdList": ["10.1016/j.foodchem.2008.04.054", "19143537"]}, {"Citation": "Murray AP, Faraoni MB, Castro MJ, Alza NP, Cavallaro V. Natural AChE inhibitors from plants and their contribution to Alzheimer’s disease therapy. Curr Neuropharmacol. 2013;11(4):388–413. 10.2174/1570159X11311040004", "ArticleIdList": ["10.2174/1570159X11311040004", "PMC3744903", "24381530"]}, {"Citation": "Bergantin C, Maietti A, Tedeschi P, Font G, Manyes L. HPLC-UV/Vis-APCI-MS/MS Determination of Major Carotenoids and Their Bioaccessibility from \"Delica\" (Cucurbita maxima) and \"Violina\" (Cucurbita moschata) Pumpkins as Food Traceability Markers. Molecules. 2018;23(11). 10.3390/molecules23112791 PubMed Central PMCID: PMC6278257.", "ArticleIdList": ["10.3390/molecules23112791", "PMC6278257", "30373266"]}, {"Citation": "Ma Y, Li X, Hou LX, Wei AZ. Extraction solvent affects the antioxidant, antimicrobial, cholinesterase and HepG2 human hepatocellular carcinoma cell inhibitory activities of Zanthoxylum bungeanum pericarps and the major chemical components. Ind Crops Prod. 2019;142:111872 10.1016/j.indcrop.2019.111872", "ArticleIdList": ["10.1016/j.indcrop.2019.111872"]}, {"Citation": "Liu CY, Yang SS, Wang KL, Bao XM, Liu YM, Zhou SY, et al. Alkaloids from traditional Chinese medicine against hepatocellular carcinoma. Biomed Pharmacother. 2019;120:109543 10.1016/j.biopha.2019.109543 .", "ArticleIdList": ["10.1016/j.biopha.2019.109543", "31655311"]}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "7", "Day": "6"}, {"Year": "2020", "Month": "9", "Day": "8"}, {"Year": "2020", "Month": "9", "Day": "23", "Hour": "17", "Minute": "32"}, {"Year": "2020", "Month": "9", "Day": "24", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "11", "Day": "11", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "9", "Day": "23"}], "PublicationStatus": "epublish", "ArticleIdList": ["32966304", "PMC7510975", "10.1371/journal.pone.0239497", "PONE-D-20-20913"]}}], "PubmedBookArticle": []}