{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Holarrhena pubescens", "bioactivity", "ethnopharmacology", "pharmacokinetics", "phytoconstituents", "toxicity"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "32962166", "DateCompleted": {"Year": "2021", "Month": "09", "Day": "13"}, "DateRevised": {"Year": "2021", "Month": "09", "Day": "13"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "09", "Day": "18"}], "Language": ["eng"], "ELocationID": ["1341", "10.3390/biom10091341"], "Journal": {"ISSN": "2218-273X", "JournalIssue": {"Volume": "10", "Issue": "9", "PubDate": {"Year": "2020", "Month": "Sep", "Day": "18"}}, "Title": "Biomolecules", "ISOAbbreviation": "Biomolecules"}, "ArticleTitle": "Metabolic Diversity and Therapeutic Potential of <i>Holarrhena pubescens</i>: An Important Ethnomedicinal Plant.", "Abstract": {"AbstractText": ["<i>Holarrhena pubescens</i> is an important medicinal plant of the Apocynaceae family that is widely distributed over the Indian subcontinent. The plant is extensively used in Ayurveda and other traditional medicinal systems without obvious adverse effects. Beside notable progress in the biological and phytochemical evaluation of this plant over the past few years, comprehensive reviews of <i>H. pubescens</i> are limited in scope. It has economic importance due to the extensive use of seeds as an antidiabetic. Furthermore, the plant is extensively reported in traditional uses among the natives of Asia and Africa, while scientifical validation for various ailments has not been studied either in vitro or in vivo. This review aims to summarize information on the pharmacology, traditional uses, active constituents, safety and toxicity of <i>H. pubescens</i>. Chemical analysis of <i>H. pubescens</i> extracts revealed the presence of several bioactive compounds, such as conessine, isoconnessine, conessimine, conimine, conessidine, conkurchicine, holarrhimine, conarrhimine, mokluangin A-D and antidysentericine. Overall, this review covers the ethnopharmacology, phytochemical composition, and pharmacological potential of <i>H. pubescens,</i> with a critical discussion of its toxicity, biological activities (in vitro and in vivo), the mechanism of action, as well as suggestions for further basic and clinical research."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, Katholieke Universiteit Leuven, 3000 Leuven, Belgium."}], "LastName": "Zahara", "ForeName": "Kulsoom", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, Katholieke Universiteit Leuven, 3000 Leuven, Belgium."}], "LastName": "Panda", "ForeName": "Sujogya Kumar", "Initials": "SK"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Microbiology and NCDs, ICMR-Regional Medical Research Centre, Bhubaneswar 751023, Odisha, India."}], "LastName": "Swain", "ForeName": "Shasank Sekhar", "Initials": "SS"}, {"Identifier": ["0000-0002-3302-5816"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, Katholieke Universiteit Leuven, 3000 Leuven, Belgium."}], "LastName": "Luyten", "ForeName": "Walter", "Initials": "W"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't", "Review"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Biomolecules", "NlmUniqueID": "101596414", "ISSNLinking": "2218-273X"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Biodiversity"}, {"QualifierName": ["blood", "drug therapy"], "DescriptorName": "Diabetes Mellitus"}, {"QualifierName": ["drug therapy"], "DescriptorName": "Gastrointestinal Diseases"}, {"QualifierName": ["chemistry", "growth & development", "metabolism"], "DescriptorName": "Holarrhena"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["methods"], "DescriptorName": "Medicine, Ayurvedic"}, {"QualifierName": ["methods"], "DescriptorName": "Medicine, Traditional"}, {"QualifierName": ["methods"], "DescriptorName": "Phytotherapy"}, {"QualifierName": ["therapeutic use"], "DescriptorName": "Plant Extracts"}, {"QualifierName": ["chemistry", "growth & development", "metabolism"], "DescriptorName": "Plants, Medicinal"}], "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Hamilton A.C. Medicinal plants, Conservation, and livelihoods. Biodiv. Conserv. 2004;13:1477–1517. doi: 10.1023/B:BIOC.0000021333.23413.42.", "ArticleIdList": ["10.1023/B:BIOC.0000021333.23413.42"]}, {"Citation": "Balunas M.J., Kinghorn A.D. Drug discovery from medicinal plants. Life Sci. 2005;78:431–441. doi: 10.1016/j.lfs.2005.09.012.", "ArticleIdList": ["10.1016/j.lfs.2005.09.012", "16198377"]}, {"Citation": "Royal Botanic Gardens, Kew, Plants of the World online.  [(accessed on 16 September 2020)]; Available online:  http://www.plantsoftheworldonline.org/taxon/urn:lsid:ipni.org:names:79318-1."}, {"Citation": "Jamadagni P.S., Pawar S.D., Jamadagni S.B., Chougule S., Gaidhani S.N., Murthy S.N. Review of Holarrhena antidysenterica (L.) Wall. ex A. DC.: Pharmacognostic, Pharmacological, and Toxicological Perspective. Pharmacogn. Rev. 2017;11:141–144. doi: 10.4103/phrev.phrev_31_16.", "ArticleIdList": ["10.4103/phrev.phrev_31_16", "PMC5628520", "28989249"]}, {"Citation": "Bharat K., Pradhan K., Hemant K., Badola K. Ethnomedicinal plant use by Lepcha tribe of Dzongu valley, bordering Khangchendzonga Biosphere Reserve, in North Sikkim, India. J. Ethnobiol. Ethnomed. 2008;4:22–40.", "ArticleIdList": ["PMC2567294", "18826658"]}, {"Citation": "Panda S.K. Ethnomedicinal uses and screening of plants for antibacterial activity from Similipal Biosphere Reserve, Odisha, India. J. Ethnopharmacol. 2014;151:158–175. doi: 10.1016/j.jep.2013.10.004.", "ArticleIdList": ["10.1016/j.jep.2013.10.004", "24177353"]}, {"Citation": "Devi Prasad A.G., Shyma T.B., Raghavendra M.P. Plants used by the tribes of for the treatment of digestive system disorders in Wayanad district, Kerala. J. Appl. Pharm. Sci. 2013;3:171–175."}, {"Citation": "Manika N. Ph.D. Thesis. University of Lucknow; Lucknow, India: 2014. Identification of Alternative Plant Parts of Some Important Bark Drugs for Sustainable Harvesting."}, {"Citation": "Ali K.M., Chatterjee K., De D., Bera T.K., Ghosh D. Efficacy of aqueous extract of seed of Holarrhena antidysenterica for the management of diabetes in experimental model rat: A correlative study with antihyperlipidemic activity. Int. J. Appl. Res. Nat. Prod. 2009;2:13–21."}, {"Citation": "Ali K.M., Chatterjee K., De D., Jana K., Bera T.K., Ghosh D. Inhibitory effect of hydro-methanolic extract of seed of Holarrhena antidysenterica on alpha-glucosidase activity and postprandial blood glucose level in normoglycemic rat. J. Ethnopharmacol. 2011;135:194–196. doi: 10.1016/j.jep.2011.02.034.", "ArticleIdList": ["10.1016/j.jep.2011.02.034", "21385604"]}, {"Citation": "Aqil F., Ahmad I. Antibacterial properties of traditionally used Indian medicinal plants. Exp. Clin. Pharmacol. 2007;29:79–92. doi: 10.1358/mf.2007.29.2.1075347.", "ArticleIdList": ["10.1358/mf.2007.29.2.1075347", "17440624"]}, {"Citation": "Husain N., Trak T.H., Chauhan D. Floristic diversity of Jammu and Kashmir, India, especially in context to skin care. Int. J. Adv. Sci. Technol. 2020;29:2358–2386."}, {"Citation": "Diallo A., Traore M.S., Keita S.M., Balde M.A., Keita A., Camara M., Van Miert S., Pieters L., Balde A.M. Management of diabetes in Guinean Traditional Medicine: An ethnobotanical investigation in the Coastal Lowlands. J. Ethnopharmacol. 2012;144:353–361. doi: 10.1016/j.jep.2012.09.020.", "ArticleIdList": ["10.1016/j.jep.2012.09.020", "23006605"]}, {"Citation": "Rout S.D., Pandey A.K. Ethnomedicobiology of Similipal Biosphere Reserve, Orissa. In: Das A.P., Pandey A.K., editors. Advances in Ethnobotany. Bishen Singh Mahendra Pal Singh; Dehera Dun, India: 2007. pp. 247–252."}, {"Citation": "Bikram K., Mallik R., Panda T., Rabindra N. Traditional herbal practices by the ethnic people of Kalahandi District of Odisha, India. Asian Pac. J. Trop. Biomed. 2012;2:S988–S994."}, {"Citation": "Dey A., Jitendra N.D. Ethnobotanical survey of Purulia district, West Bengal, India for medicinal plants used against gastrointestinal disorders. J. Ethnopharmacol. 2012;143:68–80. doi: 10.1016/j.jep.2012.05.064.", "ArticleIdList": ["10.1016/j.jep.2012.05.064", "22721882"]}, {"Citation": "Biswas A., Bari M.A., Roy M., Bhadra S.K. Inherited folk pharmaceutical knowledge of tribal people in the Chittagong Hill tracts, Bangladesh. Indian J. Tradit. Knowl. 2010;9:77–89."}, {"Citation": "Chopra R.N., Chopra I.C., Handa K.L., Kapur I.D. Chopras Indigenous Drugs of India. Academic Press; New Delhi, India: 1982. p. 342."}, {"Citation": "Rout S.D., Panda T., Mishra N. Ethno-medicinal plants used to cure different diseases by tribals of Mayurbhanj district of North Orissa. Stud. Ethno Med. 2009;3:27–32. doi: 10.1080/09735070.2009.11886333.", "ArticleIdList": ["10.1080/09735070.2009.11886333"]}, {"Citation": "Jena M., Sahoo S., Sahu R.K. Some ethno medicinal plants for the treatment of common health problems in Mayurbhanj District, Orissa, India. N. Y. Sci. J. 2011;4:87–92."}, {"Citation": "Gaur R.D., Sharma J., Painuli R.M. Plants used in traditional healthcare of livestock by Gujjar community of Sub-Himalayan tracts, Uttarakhand, India. Indian J. Nat. Prod. Resour. 2010;1:243–248."}, {"Citation": "Chopra R.N., Nayar S.L., Chopra I.C. Glossary of Indian Medicinal Plants. Council of Scientific and Industrial Research; New Delhi, India: 1956."}, {"Citation": "Ghani A. Medicinal Plants of Bangladesh: Chemical Constituents and Uses. 1st ed. Asiatic Society of Bangladesh; Dacca, Bangladesh: 1998. pp. 195–196."}, {"Citation": "Dua V.K., Gaurav V., Bikram S., Aswathy R., Upma B., Dayal D., Gupta N.C., Sandeep K., Ayushi R. Anti-malarial property of steroidal alkaloid conessine isolated from the bark of Holarrhena antidysenterica. Malar. J. 2013;12:194. doi: 10.1186/1475-2875-12-194.", "ArticleIdList": ["10.1186/1475-2875-12-194", "PMC3685520", "23758861"]}, {"Citation": "Maroyi A. Holarrhena pubescens Wall. ex G. Don. In: Schmelzer G.H., Gurib-Fakim A., editors. Plant Resources of Tropical Africa 11, Medicinal Plants 1. PROTA Foundation; Wageningen, The Netherlands: 2008. pp. 332–335."}, {"Citation": "Begum S., Usmani S.B., Siddiqui B.S., Siddiqui S. Alkaloidal constituents of the bark of Holarrhena antidysenterica. Heterocycles. 1993;36:717–723."}, {"Citation": "Alauddin M., Martin-Smith M. Biological activity in steroids possessing nitrogen atoms. J. Pharm. Pharmacol. 1962;14:469–495. doi: 10.1111/j.2042-7158.1962.tb11127.x.", "ArticleIdList": ["10.1111/j.2042-7158.1962.tb11127.x", "13860021"]}, {"Citation": "Daniel M. Medicinal Plants: Chemistry and Properties. Science; Enfield, NH, USA: 2006."}, {"Citation": "Stephenson R.P. The pharmacological properties of conessine, isoconessine and neoconessine. Br. J. Pharmacol. 1948;3:237–245. doi: 10.1111/j.1476-5381.1948.tb00381.x.", "ArticleIdList": ["10.1111/j.1476-5381.1948.tb00381.x", "PMC1509831", "18884006"]}, {"Citation": "Kumar N., Singh B., Bhandari P., Gupta A.P., Kaul V.K. Steroidal alkaloids from Holarrhena antidysenterica (L.) WALL. Chem. Pharma. Bull. 2007;55:912–914. doi: 10.1248/cpb.55.912.", "ArticleIdList": ["10.1248/cpb.55.912", "17541193"]}, {"Citation": "Siddiqui B.S., Usmani S.B., Ali S.T., Begum S., Rizwani G.H. Further constituents from the bark of H. pubescens. Phytochemistry. 2001;58:1199–1204. doi: 10.1016/S0031-9422(01)00330-2.", "ArticleIdList": ["10.1016/S0031-9422(01)00330-2", "11738407"]}, {"Citation": "Singh A.K., Raghubanshi A.S. Medical ethnobotany of the tribals of Sonaghati of Sonbhadra district, Uttar Pradesh, India. J. Ethnopharmacol. 2002;81:31–41. doi: 10.1016/S0378-8741(02)00028-4.", "ArticleIdList": ["10.1016/S0378-8741(02)00028-4", "12020925"]}, {"Citation": "Kadir M.F., Sayeed M.S.B., Mia M.M.K. Ethnopharmacological survey of medicinal plants used by traditional healers in Bangladesh for gastrointestinal disorders. J. Ethnopharmacol. 2013;147:148–156. doi: 10.1016/j.jep.2013.02.023.", "ArticleIdList": ["10.1016/j.jep.2013.02.023", "23458917"]}, {"Citation": "Anantha Narayana D.B. The Ayurvedic Pharmacopoeia of India: Part II. A Good Beginning. (Formulations) Curr. Sci. 2008;94:1086–1087."}, {"Citation": "Rudolf H. Hagers Handbuch der Pharmazeutischen Praxis. Springer; New York, NY, USA: 1976. pp. 92–95."}, {"Citation": "Marius H., Yetein A.N., Houessou L.G., Toussaint O., Lougbe´gnon A.C., BriceTente O.K. Ethnobotanical study of medicinal plants used for the treatment of malaria in plateau of Allada, Benin (West Africa) J. Ethnopharmacol. 2013;146:154–163.", "ArticleIdList": ["23266332"]}, {"Citation": "Ghimire K.A., Bastakoti R.R. Ethnomedicinal knowledge and healthcare practices among the Tharus of Nawalparasi district in central Nepal. For. Ecol. Manag. 2009;257:2066–2072. doi: 10.1016/j.foreco.2009.01.039.", "ArticleIdList": ["10.1016/j.foreco.2009.01.039"]}, {"Citation": "Van Wyk B.E., Gericke N. People’s Plants. A Guide to Useful Plants of Southern Africa. Briza Publications; Pretoria, South Africa: 2000."}, {"Citation": "Steenkamp V. Traditional herbal remedies used by South African women for gynecological complaints. J. Ethnopharmacol. 2003;86:97–108. doi: 10.1016/S0378-8741(03)00053-9.", "ArticleIdList": ["10.1016/S0378-8741(03)00053-9", "12686447"]}, {"Citation": "Rout S.D., Panda S.K. Ethnomedicinal plant resources of Mayurbhanj district, Orissa. Indian J. Trad. Knowl. 2010;9:68–72."}, {"Citation": "Sawadogo W.R., Schumacher M., Teiten M.H., Dicato M., Diederich M. Traditional West African Pharmacopeia, Plants and derived. Biochem. Pharmacol. 2012;84:1225–1240. doi: 10.1016/j.bcp.2012.07.021.", "ArticleIdList": ["10.1016/j.bcp.2012.07.021", "22846603"]}, {"Citation": "Koudouvoa K., Karoua D.S., Kokoua K., Essiena K., Aklikokoua K., Glithob I.A., Simporec J., Sanogod R., De Souzaa C., Gbeassora M. An ethnobotanical study of antimalarial plants in Togo Maritime Region. J. Ethnopharmacol. 2011;134:183–190. doi: 10.1016/j.jep.2010.12.011.", "ArticleIdList": ["10.1016/j.jep.2010.12.011", "21167269"]}, {"Citation": "Ngarivhume T., Charlotte I.E.A., Klooster C., Joop T.V.M., Dejong C., Jan H.V. Westhuizen medicinal plants used by traditional healers for the treatment of malaria in the Chipinge District in Zimbabwe. J. Ethnopharmacol. 2015;159:224–237. doi: 10.1016/j.jep.2014.11.011.", "ArticleIdList": ["10.1016/j.jep.2014.11.011", "25449454"]}, {"Citation": "Gelfand M., Mavi S., Drummond R.B., Ndemera B. The Traditional Medical Practitioner in Zimbabwe: His Principles of Practice and Pharmacopoeia. Mambo Press; Gweru, Zimbabwe: 1985."}, {"Citation": "Chhabra S.C., Mahunnah R.L.A., Mshiu E.N. Plants used in traditional medicine in Eastern Tanzania. I. Pteridophytes and Angiosperms (Acanthaceae to Canellaceae) J. Ethnopharmacol. 1897;21:253–277. doi: 10.1016/0378-8741(87)90103-6.", "ArticleIdList": ["10.1016/0378-8741(87)90103-6", "3326975"]}, {"Citation": "Bruschi P., Morganti M., Mancini M.M.A. Signorini traditional healers and laypeople: A qualitative and quantitative approach to local knowledge on medicinal plants in Muda (Mozambique) J. Ethnopharmacol. 2011;138:543–563. doi: 10.1016/j.jep.2011.09.055.", "ArticleIdList": ["10.1016/j.jep.2011.09.055", "22008876"]}, {"Citation": "Olorunnisola O.S., Adetutu A., Afolayan A.J.A. An inventory of plants commonly used in the treatment of some disease conditions in Ogbomoso, South West, Nigeria. J. Ethnopharmacol. 2014;161:60–68. doi: 10.1016/j.jep.2014.10.001.", "ArticleIdList": ["10.1016/j.jep.2014.10.001", "25435287"]}, {"Citation": "Sheng P.J. Preliminary study of ethnobotany in Xishuang Banna, People’s Republic of China. J. Pharmacol. 1985;13:121–137.", "ArticleIdList": ["4021511"]}, {"Citation": "Khuankaew S., Srithi K., Tiansawat P., Jampeetong A., Inta A., Wang P.P.W. Ethnobotanical study of medicinal plants used by tai yai in Northern Thailand. J. Pharmacol. 2014;151:829–838. doi: 10.1016/j.jep.2013.11.033.", "ArticleIdList": ["10.1016/j.jep.2013.11.033", "24334162"]}, {"Citation": "Jayaswal S.B. Amoebicidal activity of steroidal alkaloids of Wrightia tomentosa in vitro. Indian J. Pharm. 1976;38:112–113."}, {"Citation": "Juyal P., Ghildiyal M. Medicinal phytodiversity of Bhabar Tract of Garhwal Himalaya. J. Med. Plant. Stud. 2013;1:43–57."}, {"Citation": "Girach R.D., Singh S., Brahmam M., Misra M.K. Traditional treatment of skin diseases in Bhadrak District, Orissa. J. Econ. Taxon. Botany. 1999;27:754–760."}, {"Citation": "Kumar M., Bussmann R.W., Mukesh J., Kumar P. Ethnomedicinal uses of plants close to rural habitation in Garhwal Himalaya, India. J. Med. Plant Res. 2011;11:2252–2260."}, {"Citation": "Haerdi F. Die Eingeborenen-Heilpflanzen Des Ulanga-Distriktes Tanganjikas (Ostafrika) Acta Trop. 1964;8:L-278."}, {"Citation": "Kapur S.K. Traditionally important medicinal plants of Dudu valley-Jammu. J. Econ. Taxon. Botany. 1991;15:1–10."}, {"Citation": "Priya V.K., Gopalan R. Ethnomedicinal studies in selected medicinal plants of Dhoni Forest, Western Ghats, Kerala. Asian J. Pharm. Clin. Res. 2014;7:3–6."}, {"Citation": "Bhat P., Hegde G., Ganesh R. ethnomedicinal practices in different communities of Uttara Kannada district of Karnataka for treatment of wounds. J. Pharmacol. 2012;143:501–514. doi: 10.1016/j.jep.2012.07.003.", "ArticleIdList": ["10.1016/j.jep.2012.07.003", "22820243"]}, {"Citation": "Mahato S., Mehta A., Roy S. Studies on antibacterial effects of bark, seed and callus extracts of Holarrhena antidysenterica Wall. Bioscan. 2013;8:717–721."}, {"Citation": "Guha Bakshi D.N., Sensarma P., Pal D.C. A Lexicon of Medicinal Plants in India. Volume II. Naya Prokash Publishers; Calcutta, India: 2001. pp. 356–358."}, {"Citation": "Panda S.K., Bastia A.K., Dutta S.K. Antidiarrheal activity of Terminalia arjuna Roxb from India. J. Biol. Act. Prod. Nat. 2011;1:236–247."}, {"Citation": "Hossan M.S., Hanif A., Agarwala B., Sarwar M.S., Karim M., Taufiq-Urrahman M., Jahan R., Rahmatullah M. Traditional use of medicinal plants in Bangladesh to treat urinary tract infections and sexually transmitted diseases. Ethnobot. Res. Appl. 2010;8:61–74. doi: 10.17348/era.8.0.61-74.", "ArticleIdList": ["10.17348/era.8.0.61-74"]}, {"Citation": "Rahmatullah M., Azam M.N.K., Malek I., Nasrin D., Jamal F., Rahman M.A., Khatun Z., Jahan S., Seraj S., Jahan R. An ethnomedicinal survey among the Marakh sect of the garo tribe of Mymensingh district, Bangladesh. Int. J. PharmTech Res. 2012;4:141–149."}, {"Citation": "Rahmatullah M., Ayman U., Akter F., Sarker M., Sifa R., Sarker B., Chyti H.N., Jahan F.I., Chowdhury M.H., Chowdhury S.A. Medicinal formulations of a Kanda tribal healer—A tribe on the verge of disappearance in Bangladesh. Afr. J. Trad. Complement Alt. Med. 2013;10:213–222. doi: 10.4314/ajtcam.v10i2.5.", "ArticleIdList": ["10.4314/ajtcam.v10i2.5", "PMC3746568", "24146444"]}, {"Citation": "Tumpa S.I., Hossain M.I., Ishika T. Ethnomedicinal uses of herbs by indigenous medicine practitioners of Jhenaidah District, Bangladesh. J. Pharmacogn. Phytochem. 2014;3:23–33."}, {"Citation": "Uddin M.Z., Hassan M.A., Sultana M. Ethnobotanical survey of medicinal plants in Phulbari Upazila of Dinajpur District, Bangladesh. Bangladesh J. Plant Taxon. 2006;13:63–68. doi: 10.3329/bjpt.v13i1.596.", "ArticleIdList": ["10.3329/bjpt.v13i1.596"]}, {"Citation": "Zerin Z., Harun-ar-Rashid M., Islam A., Khatun Z., Rahmatullah M. Medicinal plants and formulations of a community of the Tonchongya tribe in Bandarban District of Bangladesh. Am. Eur. J. Sustain. Agric. 2012;6:292–298."}, {"Citation": "Shaheen H.D., Potter M.F., Qaseem A., Qureshi R. Heliotropium pakistanicum sp. nov. (Boraginaceae) from Pakistan. Planta Daninha. 2019;37:1–7. doi: 10.1590/s0100-83582019370100050.", "ArticleIdList": ["10.1590/s0100-83582019370100050"]}, {"Citation": "Qaseem M., Qureshi R., Amjad M.S., Ahmed W., Masood A., Shaheen H. Ethnobotanical evaluation of indigenous flora from the communities of Rajh mehal and Goi union councils of district Kotli, Azad Jammu Kashmir, Pakistan. Appl. Ecol. Environ. Res. 2019;17:2799–2829. doi: 10.15666/aeer/1702_27992829.", "ArticleIdList": ["10.15666/aeer/1702_27992829"]}, {"Citation": "Qureshi R. Medicinal Uses of Trees and Shrubs by the Inhabitants of Nara Desert, Pakistan. In: Ozturk M., Hakeem K.R., editors. Plant and Human Health; Volume 1: Ethnobotany and Physiology. Springer International Publishing Ag, Springer Nature; Cham, Switzerland: 2018. pp. 391–407."}, {"Citation": "Khan A.M., Qureshi R., Saqib Z. Multivariate analyses of the vegetation of the western Himalayan forests of Muzaffarabad District, Azad Jammu and Kashmir, Pakistan. Ecol. Indic. 2019;104:723–736. doi: 10.1016/j.ecolind.2019.05.048.", "ArticleIdList": ["10.1016/j.ecolind.2019.05.048"]}, {"Citation": "Rahmatullah M., Jahan R., Hossan M.S., Seraj S., Rahman M.M., Chowdhury A.R., Begum R., Nasrin D., Khatun Z., Hossain M.S., et al. A Comparative analysis of medicinal plants used by three tribes of Chittagong Hill tracts region, Bangladesh to treat leucorrhea. Adv. Nat. Appl. Sci. 2010;2:148–152."}, {"Citation": "Dubey D., Padhy R.N. Surveillance of multidrug resistance of two Gram-positive pathogenic bacteria in a teaching hospital and in vitro efficacy of 30 ethnomedicinal plants used by an aborigine of India. Asian Pac. J. Trop. Dis. 2012;2:273–281. doi: 10.1016/S2222-1808(12)60060-7.", "ArticleIdList": ["10.1016/S2222-1808(12)60060-7"]}, {"Citation": "Rajakumar N., Shivanna M.B. Ethno-medicinal application of plants in the eastern region of Shimoga District, Karnataka, India. J. Pharmacol. 2009;126:64–73. doi: 10.1016/j.jep.2009.08.010.", "ArticleIdList": ["10.1016/j.jep.2009.08.010", "19686831"]}, {"Citation": "Khaleel S.B., Sudarsanam G. Traditional use of plants against snakebite in Sugali tribes of Yerramalais of Kurnool District, Andhra Pradesh, India. Asian Pac. J. Trop. Biomed. 2012;2:575–579."}, {"Citation": "Jain S.P., Puri H.S. Ethnomedicinal plants of Jaunsar-Bawar Hills, Uttar Pradesh, India. J. Pharmacol. 1984;12:213–222. doi: 10.1016/0378-8741(84)90049-7.", "ArticleIdList": ["10.1016/0378-8741(84)90049-7", "6521494"]}, {"Citation": "Painuli R.M., Maheswari J.K. Medicinal plants used by tribals of Panchmahals District, Gujarat. Ancient Sci. Life. 1994;3:253–258.", "ArticleIdList": ["PMC3336513", "22556656"]}, {"Citation": "Harpreet B., Sharma Y.A., Manhas R.K., Kumar K. Ethnomedicinal plants used by the villagers of District Udhampur, J&K, India. J. Pharmacol. 2014;151:1005–1018.", "ArticleIdList": ["24365639"]}, {"Citation": "Fotie J., Bohle D.S., Leimanis M.L., Georges E., Rukunga G., Nkengfack A.E. Lupeol long-chain fatty acid esters with antimalarial activity from Holarrhena floribunda. J. Nat. Prod. 2006;69:62–67. doi: 10.1021/np050315y.", "ArticleIdList": ["10.1021/np050315y", "16441070"]}, {"Citation": "Mahishi P., Srinivasa B.H., Shivanna M.B. Medicinal plant wealth of local communities in some villages in Shimoga District of Karnataka, India. J. Pharmacol. 2005;98:307–312. doi: 10.1016/j.jep.2005.01.035.", "ArticleIdList": ["10.1016/j.jep.2005.01.035", "15814264"]}, {"Citation": "Gangwar K.K., Deepali G.R., Gangwar R.S. Ethnomedicinal plant diversity in Kumaun Himalaya of Uttarakhand, India. Nat. Sci. 2010;8:66–78."}, {"Citation": "Kabir A.K.L., Begum M.M., Islam T. Study of Bioactivities of Holarrhena pubescens growing in Bangladesh. Dhaka Univ. J. Pharm. Sci. 2018;17:131–137. doi: 10.3329/dujps.v17i1.37129.", "ArticleIdList": ["10.3329/dujps.v17i1.37129"]}, {"Citation": "Rajakumar N., Shivanna M.B. Traditional veterinary healthcare practices in Shimoga District of Karnataka, India. Indian J. Trad. Knowl. 2012;11:283–287."}, {"Citation": "Sanjib S., Shil N., Choudhury M.S., Das S. Indigenous knowledge of medicinal plants used by the Reang tribe of Tripura state of India. J. Pharmacol. 2014;152:135–141.", "ArticleIdList": ["24412549"]}, {"Citation": "Tarafdar R.G., Nath S., Talukdar A.D., Manabendra D.C. Antidiabetic plants used among the ethnic communities of Unakoti District of Tripura, India. J. Pharmacol. 2015;160:219–226. doi: 10.1016/j.jep.2014.11.019.", "ArticleIdList": ["10.1016/j.jep.2014.11.019", "25457986"]}, {"Citation": "Sen S., Chakraborty R., De B., Devanna N. An ethnobotanical survey of medicinal plants used by ethnic people in west and south District of Tripura, India. J. For. Res. 2011;22:417–426. doi: 10.1007/s11676-011-0184-6.", "ArticleIdList": ["10.1007/s11676-011-0184-6"]}, {"Citation": "Shukla A.N., Srivastava S., Rawat A.K.S. A survey of traditional medicinal plants of Uttar Pradesh (India)-used in treatment of infectious diseases. Nat. Sci. 2013;11:24–36."}, {"Citation": "Tripathi S., Mondal A.K., Verma K. Rare ethno medicinal plants of South West Bengal, India with their different medicinal uses: Needs conservation. Int. J. Life Sci. Pharm. Res. 2013;2:114–122."}, {"Citation": "Sikarwar R.L.S., Pathak B., Jaiswal A. Some unique ethnomedicinal perceptions of tribal communities of Chitrakoot, Madhya Pradesh. Indian J. Trad. Knowl. 2008;7:613–617."}, {"Citation": "Kosalge S.B., Fursule R.A. Investigation of ethnomedicinal claims of some plants used by tribals of Satpuda Hills in India. J. Pharmacol. 2009;121:456–461. doi: 10.1016/j.jep.2008.11.017.", "ArticleIdList": ["10.1016/j.jep.2008.11.017", "19100321"]}, {"Citation": "Sen S.K., Pattnaik M.R., Behera L.M. Traditional use of herbal medicines against rheumatism by the tribals of Bargarh District in Odisha (India) Life Sci. Leaflets. 2014;51:59–68."}, {"Citation": "Mallick S.N., Ram J.P., Parida N. Study of ethnomedicinal values of some shrubs in Rourkela steel city and its surroundings, Sundargarh, Odisha. Int. J. Appl. Biol. Pharm. Technol. 2014;5:123–130."}, {"Citation": "Rout S., Panda S.P., Patra H.K. Ethnomedicinal studies on Bondo tribe of Malkangiri District, Odisha, India. Int. J. Biodiv. Conserv. 2014;6:326–332."}, {"Citation": "Panda S.K., Patro N., Sahoo G., Bastia A.K., Dutta S.K. Anti-diarrheal activity of medicinal plants of Similipal Biosphere Reserve, Odisha, India. Int. J. Med. Aromat. Plants. 2012;1:123–134."}, {"Citation": "Panda S.K., Bastia A.K., Sahoo G. Process characteristics and nutritional evaluation of handia—A cereal based ethnic fermented food from Odisha. Indian J. Trad. Knowl. 2014;13:149–156."}, {"Citation": "Panda S.K., Rout S.D., Mishra N., Panda T. Phytotherapy and traditional knowledge of tribal communities of Mayurbhanj district, Orissa, India. J. Pharmacog. Phytother. 2011;3:101–113."}, {"Citation": "Panda S.K., Padhi L., Leyssen P., Liu M., Neyts J., Luyten W. Antimicrobial, anthelmintic, and antiviral activity of plants traditionally used for treating infectious disease in the Similipal Biosphere Reserve, Odisha, India. Front. Pharmacol. 2017;8:658. doi: 10.3389/fphar.2017.00658.", "ArticleIdList": ["10.3389/fphar.2017.00658", "PMC5660100", "29109684"]}, {"Citation": "Padal S.B., Viyayakumar Y. Traditional knowledge of Valmiki tribes of G. Madugula Mandalam, Visakhapatnam District, Andhra Pradesh. Int. J. Innov. Res. Dev. 2013;2:723–738."}, {"Citation": "Manjula R.R., Koteswara Rao J., Seetharami Reddi T.V.V. Ethnomedicinal plants used to cure jaundice in Khammam district of Andhra Pradesh, India. J. Phytol. 2011;3:33–35."}, {"Citation": "Sandhya Sri B., Padal S.B., Ramakrishna B. New traditional phytotherapy for gynecological disorders among the tribes of Visakhapatnam District, Andhra Pradesh, India. BMR Phytomed. 2014;2:1–7."}, {"Citation": "Rajakumar N., Shivanna M.B. Traditional herbal medicinal knowledge in Sagar Taluk of Shimoga District, Karnataka, India. Indian J. Nat. Prod. Res. 2010;1:102–108."}, {"Citation": "Shivanna M.B., Rajakumar N. Traditional medico-botanical knowledge of local communities in Hosanagara Taluk of Shimoga District in Karnataka, India. J. Herbs Spices Med. Plant. 2011;17:291–317. doi: 10.1080/10496475.2011.602617.", "ArticleIdList": ["10.1080/10496475.2011.602617"]}, {"Citation": "Shivanna M.B., Rajakumar N. Ethno-medico-botanical knowledge of rural folk in Bhadravathi taluk of Shimoga district, Karnataka. Indian J. Trad. Knowl. 2010;9:158–162."}, {"Citation": "Bhandary M.J., Chandrashekar K.R., Kaveriappa K.M. Medical ethnobotany of the Siddis of Uttara Kannada district, Karnataka, India. J. Pharmacol. 1995;47:149–158. doi: 10.1016/0378-8741(95)01274-H.", "ArticleIdList": ["10.1016/0378-8741(95)01274-H", "8569239"]}, {"Citation": "Sharma J., Gairola S., Sharma Y.P., Gaur R.D. Ethnomedicinal plants used to treat skin diseases by Tharu community of District Udham Singh Nagar, Uttarakhand, India. J. Pharmacol. 2014;158:140–206. doi: 10.1016/j.jep.2014.10.004.", "ArticleIdList": ["10.1016/j.jep.2014.10.004", "25448505"]}, {"Citation": "Gairola S., Sharma J., Gaur R.D., Siddiqi T.O., Painuli R.M. Plants used for treatment of dysentery and diarrhea by the Bhoxa community of district Dehradun, Uttarakhand, India. J. Pharmacol. 2013;150:989–1006.", "ArticleIdList": ["24432368"]}, {"Citation": "Sharma J., Gairola S., Gaur R.D., Painuli R.M. The treatment of jaundice with medicinal plants in indigenous communities of the Sub-Himalayan region of Uttarakhand, India. J. Pharmacol. 2012;143:262–291. doi: 10.1016/j.jep.2012.06.034.", "ArticleIdList": ["10.1016/j.jep.2012.06.034", "22759701"]}, {"Citation": "Kunwar R.M., Uprety Y., Burlakoti C., Chowdhary C.L., Bussmann R.W. Indigenous use and ethnopharmacology of medicinal plants in Far-west Nepal. Ethnobot. Res. Appl. 2009;7:005–028. doi: 10.17348/era.7.0.5-28.", "ArticleIdList": ["10.17348/era.7.0.5-28"]}, {"Citation": "Sheikh Y., Manral M.S., Kathait V., Prasar B., Kumar R., Sahu R.K. Computation of in vivo antidiabetic activity of Holarrhena antidysenterica seeds extracts in Streptozotocin-induced diabetic rats. Iranian J. Pharmacol. Ther. 2016;14:22–27. doi: 10.20510/ukjpb/1/i1/91106.", "ArticleIdList": ["10.20510/ukjpb/1/i1/91106"]}, {"Citation": "Keshri U. Antidiabetic efficacy of ethanolic extract of Holarrhena antidysenterica seeds in streptozotocin induced diabetic rats and influence on certain biochemical parameters. J. Drug Deliv. Ther. 2012;2:159–162. doi: 10.22270/jddt.v2i4.187.", "ArticleIdList": ["10.22270/jddt.v2i4.187"]}, {"Citation": "Bandawane D.D., Bibave K.H., Jaydeokar A.V., Patil U.S., Hivrale M.G. Antihyperglycemic and antihyperlipidemic effects of methanolic extract of Holarrhena antidysenterica bark in alloxan induced diabetes mellitus in rats. Pharmacologia. 2013;4:95–106. doi: 10.5567/pharmacologia.2013.95.106.", "ArticleIdList": ["10.5567/pharmacologia.2013.95.106"]}, {"Citation": "Hegde K., Jaisal K.K. Anti-diabetic potential of ethanolic extract of Holarrhena antidysenterica Linn leaves. Int. J. Pharm. Res. 2014;5:429–435."}, {"Citation": "Bibave K.H., Bandawane D.D., Patil U.S. Evaluation of in vitro antioxidant and in vivo antihyperglycemic effects of Holarrhena antidysenterica bark. J. Pharm. Res. 2012;5:5076–5080."}, {"Citation": "Bhusal A., Jamarkattel N., Shrestha A., Lamsal N.K., Shakya S., Rajbhandari S. Evaluation of antioxidative and antidiabetic activity of bark of H. pubescens wall. J. Clin. Diagn. Res. 2014;8:HC05–HC08. doi: 10.7860/JCDR/2014/7803.4863.", "ArticleIdList": ["10.7860/JCDR/2014/7803.4863", "PMC4225906", "25386454"]}, {"Citation": "Sharma D.K., Gupta V.K., Kumar S., Joshi V., Mandal R.S., Prakash A.G., Singh M. Evaluation of antidiarrheal activity of ethanolic extract of Holarrhena antidysenterica seeds in rats. Vet. World. 2015;8:1392–1395. doi: 10.14202/vetworld.2015.1392-1395.", "ArticleIdList": ["10.14202/vetworld.2015.1392-1395", "PMC4774815", "27047049"]}, {"Citation": "Daswani P.G., Birdi T.J., Antarkar D.S., Antia N.H. Investigation of antidiarrhoeal activity of Holarrhena antidysentrica. Int. J. Pharm. Res. 2012;64:164–167."}, {"Citation": "Saha S., Subrahmanyam E.V.S. Evaluation of anti-inflammatory activity of ethanolic extract of seeds of (Holarrhena pubescens Buch.- Ham.) wall. Int. J. Pharm. Pharm. Sci. 2013;5:915–919."}, {"Citation": "Khan A., Khan S.R., Gilani A.H. Studies on the in vitro and in vivo antiurolithic activity of Holarrhena antidysenterica. Urol. Res. 2012;40:671–681. doi: 10.1007/s00240-012-0483-1.", "ArticleIdList": ["10.1007/s00240-012-0483-1", "PMC3666572", "22622371"]}, {"Citation": "Kavitha D., Shilpa P.N., Devaraj S.N. Antibacterial and antidiarrhoeal effects of alkaloids of Holarrhena antidysenterica WALL. Indian J. Exp. Biol. 2004;42:589–594.", "ArticleIdList": ["15260110"]}, {"Citation": "Srivastava N., Saxena V. Antibacterial activity of Kutaj (Holarrhena antidysenterica L.) in childhood diarrhoea—In vitro study. Pharm. Innov. J. 2015;4:97–99."}, {"Citation": "Darji V.C., Deshpande S., Bariya A.H. Effects of methanolic extract of Holarrhena antidysenterica bark against experimentally induced inflammatory bowel disease in rats. Int. Res. J. Pharm. 2012;3:152–154."}, {"Citation": "Haque A., Islam A.U. Evaluation of analgesic and central nervous system depressant effects of Holarrhena antidysenterica stem on Swiss albino mice model. Bangladesh Pharm. J. 2017;20:205–212. doi: 10.3329/bpj.v20i2.37887.", "ArticleIdList": ["10.3329/bpj.v20i2.37887"]}, {"Citation": "Ganapathy S., Ramachandra Y.L., Padmalatha R. Anti-inflammatory and analgesic activities of Holarrhena antidysenterica Wall. leaf extract in experimental animal models. Int. J. Biomed. Pharm. Sci. 2011;4:101–103."}, {"Citation": "Bhuiyan M., Bhuiya N., Hasan M.N., Nahar U.J. In vivo and in silico evaluation of antinociceptive activities of seed extract from the Holarrhena antidysenterica plant. Heliyon. 2020;6:e03962. doi: 10.1016/j.heliyon.2020.e03962.", "ArticleIdList": ["10.1016/j.heliyon.2020.e03962", "PMC7226892", "32426548"]}, {"Citation": "Ribeiro R.A., Vale M.L., Thomazzi S.M., Paschoalato A.B.P., Poole S., Ferreira S.H., Cunha F.Q. Involvement of resident macrophages and mast cells in the writing nociceptive response induced by zymosan and acetic acid in mice. Eur. J. Pharmacol. 2000;387:111–118. doi: 10.1016/S0014-2999(99)00790-6.", "ArticleIdList": ["10.1016/S0014-2999(99)00790-6", "10633169"]}, {"Citation": "Ganapathy S., Ramachandra Y.L., Padmalatha R. In vitro antioxidant activity of Holarrhena antidysenterica Wall. methanolic leaf extract. J. Basic Clin. Pharm. 2011;2:175–178.", "ArticleIdList": ["PMC3979226", "24826020"]}, {"Citation": "Zahin M., Farrukh A., Iqbal A. The in vitro antioxidant activity and total phenolic content of four Indian medicinal plants. Int. J. Pharm. Pharm. Sci. 2009;1:88–95."}, {"Citation": "Khan A., Bashir S., Gilani A.H. An in vivo study on the diuretic activity of Holarrhena antidysenterica. Afr. J. Pharm. Pharmacol. 2012;6:454."}, {"Citation": "Gilani A.H., Khan A., Khan A.U., Bashir S., Rehman N.U., Mandukhail S.U. Pharmacological basis for the medicinal use of Holarrhena antidysenterica in gut motility disorders. Pharm. Biol. 2010;48:1240–1246. doi: 10.3109/13880201003727960.", "ArticleIdList": ["10.3109/13880201003727960", "20822397"]}, {"Citation": "Yang Z.D., Duan D.Z., Xue W.W., Yao X.J., Li S. Steroidal alkaloids from Holarrhena antidysenterica as acetylcholinesterase inhibitors and the investigation for structure activity relationships. Life Sci. 2012;90:929–933. doi: 10.1016/j.lfs.2012.04.017.", "ArticleIdList": ["10.1016/j.lfs.2012.04.017", "22569298"]}, {"Citation": "Solanki R., Madat D., Chauhan K. Evaluation of central nervous system activity of Holarrhena antidysenterica Linn Apocynaceae bark. J. Pharm. Res. 2011;4:1760–1761."}, {"Citation": "Siddiqui B.S., Ali S.T., Rizwani G.H., Begum S., Tauseef S., Ahmad A. Antimicrobial activity of the methanolic bark extract of H. pubescens (Buch. Ham), its fractions and the pure compound conessine. Nat. Prod. Res. 2012;26:987–992. doi: 10.1080/14786419.2010.537268.", "ArticleIdList": ["10.1080/14786419.2010.537268", "21834632"]}, {"Citation": "Somanadhan B., Varughese G., Palpu P. An ethnopharmacological survey for potential angiotensin converting enzyme inhibitors from Indian medicinal plants. J. Pharmacol. 1999;65:103–112. doi: 10.1016/S0378-8741(98)00201-3.", "ArticleIdList": ["10.1016/S0378-8741(98)00201-3", "10465650"]}, {"Citation": "Raman M.D., Sultana N., Anwar A. In vitro antimicrobial activity of Holarrifine 24-ol isolated from the stem bark of Holarrhena antidysenterica. Int. J. Agric. Biol. 2004;6:698–700."}, {"Citation": "Phatthalung P.N., Chusri S., Voravuthikunchai S.P. Thai ethnomedicinal plants as resistant modifying agents for combating Acinetobacter baumannii infections. BMC Complement. Alt. Med. 2012;12:56. doi: 10.1186/1472-6882-12-56.", "ArticleIdList": ["10.1186/1472-6882-12-56", "PMC3416686", "22536985"]}, {"Citation": "Chusri S., Na-Phatthalung P., Siriyong T., Paosen S., Voravuthikunchai S.P. Holarrhena antidysenterica as a resistance modifying agent against Acinetobacter baumannii: Its effects on bacterial outer membrane permeability and efflux pumps. Microbiol. Res. 2014;169:417–424. doi: 10.1016/j.micres.2013.09.004.", "ArticleIdList": ["10.1016/j.micres.2013.09.004", "24103863"]}, {"Citation": "Panda S.K., Bastia A.K. Antimicrobial efficacy of potential plants used in the indigenous preparation of traditional rice beverage “Handia”. Int. J. Phytomed. 2014;6:23–28."}, {"Citation": "Siriyong T., Voravuthikunchai S.P., Coote P.J. Steroidal alkaloids and conessine from the medicinal plant Holarrhena antidysenterica restore antibiotic efficacy in a Galleria mellonella model of multidrug-resistant Pseudomonas aeruginosa infection. BMC Complement. Alt. Med. 2018;18:285. doi: 10.1186/s12906-018-2348-9.", "ArticleIdList": ["10.1186/s12906-018-2348-9", "PMC6194700", "30340578"]}, {"Citation": "Siriyong T., Chusri S., Srimanote P., Tipmanee V., Voravuthikunchai S.P. Holarrhena antidysenterica extract and its steroidal alkaloid, conessine, as resistance-modifying agents against extensively drug-resistant Acinetobacter baumannii. Microb. Drug Resist. 2016;22:273–282. doi: 10.1089/mdr.2015.0194.", "ArticleIdList": ["10.1089/mdr.2015.0194", "26745443"]}, {"Citation": "Aqil F., Zahin M., Ahmad I. Antimutagenic activity of methanolic extracts of four Ayurvedic medicinal plants. Indian J. Exp. Biol. 2008;46:668–672.", "ArticleIdList": ["18949897"]}, {"Citation": "Verma G., Dua V.K., Agarwal D.D., Atul P.K. Anti-malarial activity of Holarrhena antidysenterica and Viola canescens, plants traditionally used against malaria in the Garhwal region of north-west Himalaya. Malar. J. 2011;10:20. doi: 10.1186/1475-2875-10-20.", "ArticleIdList": ["10.1186/1475-2875-10-20", "PMC3042422", "21288335"]}, {"Citation": "Nondo R., Moshi M., Paul M.P., Machumi F., Kidukuli A., Heydenreich M., Zofou D. Anti-plasmodial activity of Norcaesalpin D and extracts of four medicinal plants used traditionally for treatment of malaria. BMC Complement. Alt. Med. 2017;17:167. doi: 10.1186/s12906-017-1673-8.", "ArticleIdList": ["10.1186/s12906-017-1673-8", "PMC5366162", "28340622"]}, {"Citation": "Simonsen H.T., Nordskjold J.B., Smitt U.W., Nyman U., Palpu P., Joshi P., Varughese G. In vitro screening of Indian medicinal plants for anti-plasmodial activity. J. Pharmacol. 2001;74:195–204.", "ArticleIdList": ["11167038"]}, {"Citation": "Itoh H., Inoue M. Comprehensive Structure-Activity Relationship studies of macrocyclic natural products enabled by their total syntheses. Chem. Rev. 2019;119:10002–10031. doi: 10.1021/acs.chemrev.9b00063.", "ArticleIdList": ["10.1021/acs.chemrev.9b00063", "30945851"]}, {"Citation": "Ҫiçek S.S. Structure-Dependent Activity of plant-derived sweeteners. Molecules. 2020;25:1946. doi: 10.3390/molecules25081946.", "ArticleIdList": ["10.3390/molecules25081946", "PMC7221985", "32331403"]}, {"Citation": "Cheenpracha S., Jitonnom J., Komek M., Ritthiwigrom T., Laphookhieo S. Acetylcholinesterase inhibitory activity and molecular docking study of steroidal alkaloids from Holarrhena pubescens barks. Steroids. 2016;108:92–98. doi: 10.1016/j.steroids.2016.01.018.", "ArticleIdList": ["10.1016/j.steroids.2016.01.018", "26850468"]}, {"Citation": "Zhao C., Sun M., Bennani Y.L., Cowart M.D., Hancock A.A., Miller T.R., Witte D.G., Browman K.E., Krueger K.M., Marsh K.C., et al. The alkaloid conessine and analogues as potent histamine H3 receptor antagonists. J. Med. Chem. 2008;51:5423–5430. doi: 10.1021/jm8003625.", "ArticleIdList": ["10.1021/jm8003625", "18683917"]}, {"Citation": "Swain S.S., Paidesetty S.K., Padhy R.N. Development of antibacterial conjugates using sulfamethoxazole with monocyclic terpenes: A systematic medicinal chemistry based computational approach. Comput. Methods Programs Biomed. 2017;140:185–194. doi: 10.1016/j.cmpb.2016.12.013.", "ArticleIdList": ["10.1016/j.cmpb.2016.12.013", "28254074"]}, {"Citation": "Swain S.S., Paidesetty S.K., Dehury B., Das M., Vedithi S.C., Padhy R.N. Computer-aided synthesis of dapsone-phytochemical conjugates against dapsone-resistant Mycobacterium leprae. Sci. Rep. 2020;10:6839. doi: 10.1038/s41598-020-63913-9.", "ArticleIdList": ["10.1038/s41598-020-63913-9", "PMC7176699", "32322091"]}, {"Citation": "Pathak V.K., Maiti A., Gupta S.S., Shukla I., Rao C.V. Effect of the standardized extract of Holarrhena antidysenterica seeds against Streptozotocin-induced diabetes in rats. Int. J. Pharm. Sci. Rev. Res. 2015;4:1–6."}, {"Citation": "Singh R.K. Pre-clinical toxicity studies of Holarrhena antidysenterica stem bark in mice and rats. World J. Pharm. Pharm. Sci. 2018;7:912–922."}, {"Citation": "Kumar S., Yadav A. Comparative study of hypoglycemic effect of Holarrhena antidysenterica seeds and glibenclamide in experimentally induced diabetes mellitus in albino rats. Biomed. Pharm. J. 2015;8:477–483. doi: 10.13005/bpj/637.", "ArticleIdList": ["10.13005/bpj/637"]}, {"Citation": "Permpipat U., Chavalittumrong P., Attawish A., Chuntapet P. Toxicity study of Holarrhena antidysenterica Wall. Bark. Bull. Dep. Med. Sci. 2012;40:145–157."}, {"Citation": "Chopra R.N., De N. The failure of the alkaloids of Holarrhena antidysenterica (kurchi) in the treatment of amoebic hepatitis. Indian Med. Gaz. 1930;65:391.", "ArticleIdList": ["PMC5157657", "29008979"]}, {"Citation": "Singh K.P. Clinical studies on amoebiasis and giardiasis evaluating the efficacy of kutaja (Holarrhena antidysenterica) in Entamoeba histolytica cyst passers. Anc. Sci. Life. 1986;5:228–231.", "ArticleIdList": ["PMC3331474", "22557529"]}, {"Citation": "Prakash P., Pralhad P., Nishikant J. Efficacy of an indigenous formulation in patients with bleeding piles: A preliminary clinical study. Fitoterapia. 2000;71:41–45.", "ArticleIdList": ["11449468"]}, {"Citation": "Atanu P., Sharma P.P., Mukherjee P.K. A clinical study of (Holarrhena antidysentrica Wall) on Shonistarsha. AYU. 2009;30:369–372."}, {"Citation": "Kadam A., Prasad B.S., Bagadia D., Hiremath V.R. Effect of Ayurvedic herbs on control of plaque and gingivitis: A randomized controlled trial. AYU. 2011;32:532–535.", "ArticleIdList": ["PMC3361930", "22661849"]}, {"Citation": "Patel M.V., Patel K.B., Gupta S.N. Effects of Ayurvedic treatment on forty-three patients of ulcerative colitis. AYU. 2010;31:478–481. doi: 10.4103/0974-8520.82046.", "ArticleIdList": ["10.4103/0974-8520.82046", "PMC3202252", "22048543"]}, {"Citation": "Patel K., Dei L., Donga S., Nalini A. Effect of Shatapushpa Taila Matra Basti and Pathadi Kwatha on poly cystic ovarian disease. AYU. 2012;33:243–246. doi: 10.4103/0974-8520.105245.", "ArticleIdList": ["10.4103/0974-8520.105245", "PMC3611647", "23559797"]}, {"Citation": "Johari S., Gandhi T. A randomized single blind parallel group study comparing monoherbal formulation containing Holarrhena antidysenterica extract with mesalamine in chronic ulcerative colitis patients. Anc. Sci. Life. 2016;36:19–27. doi: 10.4103/0257-7941.195409.", "ArticleIdList": ["10.4103/0257-7941.195409", "PMC5255966", "28182023"]}, {"Citation": "Kumari V., Singh B.M., Kumar A., Singh G. Assessment of effect of Kutaja (Holarrhena antidysenterica Wall) in different Doshika Atisara in infants: A clinical study. J. Res. Ed. Indian Med. 1982;1:1–6."}, {"Citation": "Mundhe N.B., Tamoli S.M., Pande S.P., Kulkarni S.A., Patil V.G., Mahadik S.B. An open-label, prospective, multicenter, clinical study to evaluate efficacy of Ayuartis capsules in patients suffering from osteoarthritis of the knee(s) AYU. 2019;40:16–22.", "ArticleIdList": ["PMC6891992", "31831964"]}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "8", "Day": "16"}, {"Year": "2020", "Month": "9", "Day": "13"}, {"Year": "2020", "Month": "9", "Day": "14"}, {"Year": "2020", "Month": "9", "Day": "23", "Hour": "1", "Minute": "3"}, {"Year": "2020", "Month": "9", "Day": "24", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "9", "Day": "14", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "9", "Day": "1"}], "PublicationStatus": "epublish", "ArticleIdList": ["32962166", "PMC7565871", "10.3390/biom10091341", "biom10091341"]}}], "PubmedBookArticle": []}