{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "32963884", "DateRevised": {"Year": "2024", "Month": "08", "Day": "01"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "09", "Day": "12"}], "Language": ["eng"], "ELocationID": ["1878410", "10.1155/2020/1878410"], "Journal": {"ISSN": "2090-908X", "JournalIssue": {"Volume": "2020", "PubDate": {"Year": "2020"}}, "Title": "Scientifica", "ISOAbbreviation": "Scientifica (Cairo)"}, "ArticleTitle": "Computer-Aided Analysis of Multiple SARS-CoV-2 Therapeutic Targets: Identification of Potent Molecules from African Medicinal Plants.", "Pagination": {"StartPage": "1878410", "MedlinePgn": "1878410"}, "Abstract": {"AbstractText": ["The COVID-19 pandemic, which started in Wuhan, China, has spread rapidly over the world with no known antiviral therapy or vaccine. Interestingly, traditional Chinese medicine helped in flattening the pandemic curve in China. In this study, molecules from African medicinal plants were analysed as potential candidates against multiple SARS-CoV-2 therapeutic targets. Sixty-five molecules from the ZINC database subset (AfroDb Natural Products) were virtually screened with some reported repurposed therapeutics against six SARS-CoV-2 and two human targets. Molecular docking, druglikeness, absorption, distribution, metabolism, excretion, and toxicity (ADMET) of the best hits were further simulated. Of the 65 compounds, only three, namely, 3-galloylcatechin, proanthocyanidin B1, and luteolin 7-galactoside found in almond (<i>Terminalia catappa</i>), grape (<i>Vitis vinifera</i>), and common verbena (<i>Verbena officinalis</i>), were able to bind to all eight targets better than the reported repurposed drugs. The findings suggest these molecules may play a role as therapeutic leads in tackling this pandemic due to their multitarget activity."], "CopyrightInformation": "Copyright © 2020 Franklyn Nonso Iheagwam and Solomon Oladapo Rotimi."}, "AuthorList": [{"Identifier": ["0000-0001-8487-4052"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, College of Science and Technology, Covenant University, Canaanland, P.M.B. 1023, Ota, Ogun, Nigeria."}, {"Identifier": [], "Affiliation": "Covenant University Public Health and Wellness Research Cluster (CUPHWERC), College of Science and Technology, Covenant University, Canaanland, P.M.B. 1023, Ota, Ogun, Nigeria."}], "LastName": "Iheagwam", "ForeName": "Franklyn Nonso", "Initials": "FN"}, {"Identifier": ["0000-0002-3678-9977"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, College of Science and Technology, Covenant University, Canaanland, P.M.B. 1023, Ota, Ogun, Nigeria."}], "LastName": "Rotimi", "ForeName": "Solomon Oladapo", "Initials": "SO"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Egypt", "MedlineTA": "Scientifica (Cairo)", "NlmUniqueID": "101589932", "ISSNLinking": "2090-908X"}, "CoiStatement": "The authors declare no conflicts of interest regarding the publication of this paper."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Shereen M. A., Khan S., Kazmi A., Bashir N., Siddique R. COVID-19 infection: origin, transmission, and characteristics of human coronaviruses. Journal of Advanced Research. 2020;24:91–98. doi: 10.1016/j.jare.2020.03.005.", "ArticleIdList": ["10.1016/j.jare.2020.03.005", "PMC7113610", "32257431"]}, {"Citation": "Rothan H. A., Byrareddy S. N. The epidemiology and pathogenesis of coronavirus disease (COVID-19) outbreak. Journal of Autoimmunity. 2020;109 doi: 10.1016/j.jaut.2020.102433.102433", "ArticleIdList": ["10.1016/j.jaut.2020.102433", "PMC7127067", "32113704"]}, {"Citation": "Chakraborty I., Maity P. COVID-19 outbreak: migration, effects on society, global environment and prevention. Science of the Total Environment. 2020;728 doi: 10.1016/j.scitotenv.2020.138882.138882", "ArticleIdList": ["10.1016/j.scitotenv.2020.138882", "PMC7175860", "32335410"]}, {"Citation": "Singh A., Shaikh A., Singh R., Singh A. K. COVID-19: from bench to bed side. Diabetes & Metabolic Syndrome: Clinical Research & Reviews. 2020;14(4):277–281. doi: 10.1016/j.dsx.2020.04.011.", "ArticleIdList": ["10.1016/j.dsx.2020.04.011", "PMC7194797", "32283498"]}, {"Citation": "Phan T. Novel coronavirus: from discovery to clinical diagnostics. Infection, Genetics and Evolution. 2020;79 doi: 10.1016/j.meegid.2020.104211.104211", "ArticleIdList": ["10.1016/j.meegid.2020.104211", "PMC7129799", "32007627"]}, {"Citation": "World Health Organisation. Naming the Coronavirus Disease (COVID-19) and the Virus that Causes it 2020. Geneva, Switzerland: World Health Organisation; 2020."}, {"Citation": "Huang C., Wang Y., Li X., et al. Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. The Lancet. 2020;395(10223):497–506. doi: 10.1016/s0140-6736(20)30183-5.", "ArticleIdList": ["10.1016/s0140-6736(20)30183-5", "PMC7159299", "31986264"]}, {"Citation": "World Health Organisation. Coronavirus Disease (COVID-19) Situation Report-140. Geneva, Switzerland: World Health Organisation; 2020."}, {"Citation": "Lai C.-C., Shih T.-P., Ko W.-C., Tang H.-J., Hsueh P.-R. Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) and coronavirus disease-2019 (COVID-19): the epidemic and the challenges. International Journal of Antimicrobial Agents. 2020;55(3) doi: 10.1016/j.ijantimicag.2020.105924.105924", "ArticleIdList": ["10.1016/j.ijantimicag.2020.105924", "PMC7127800", "32081636"]}, {"Citation": "Liu W., Morse J. S., Lalonde T., Xu S. Learning from the past: possible urgent prevention and treatment options for severe acute respiratory infections caused by 2019-nCoV. Chembiochem. 2020;21(5):730–738. doi: 10.1002/cbic.202000047.", "ArticleIdList": ["10.1002/cbic.202000047", "PMC7162020", "32022370"]}, {"Citation": "Lu H. Drug treatment options for the 2019-new coronavirus (2019-nCoV) Bioscience Trends. 2020;14(1):69–71. doi: 10.5582/bst.2020.01020.", "ArticleIdList": ["10.5582/bst.2020.01020", "31996494"]}, {"Citation": "Wang M., Cao R., Zhang L., et al. Remdesivir and chloroquine effectively inhibit the recently emerged novel coronavirus (2019-nCoV) in vitro. Cell Research. 2020;30(3):269–271. doi: 10.1038/s41422-020-0282-0.", "ArticleIdList": ["10.1038/s41422-020-0282-0", "PMC7054408", "32020029"]}, {"Citation": "Rastogi S., Pandey D. N., Singh R. H. COVID-19 pandemic: a pragmatic plan for ayurveda intervention. Journal of Ayurveda and Integrative Medicine. 2020 doi: 10.1016/j.jaim.2020.04.002. In press.", "ArticleIdList": ["10.1016/j.jaim.2020.04.002", "PMC7177084", "32382220"]}, {"Citation": "Ren J.-l., Zhang A.-H., Wang X.-J. Traditional Chinese medicine for COVID-19 treatment. Pharmacological Research. 2020;155 doi: 10.1016/j.phrs.2020.104743.104743", "ArticleIdList": ["10.1016/j.phrs.2020.104743", "PMC7128263", "32145402"]}, {"Citation": "López-López E., Barrientos-Salcedo C., Prieto-Martínez F. D., Medina-Franco J. L. Advances in Protein Chemistry and Structural Biology. Vol. 122. Amsterdam, Netherlands: Elsevier; 2020. In silico tools to study molecular targets of neglected diseases: inhibition of TcSir2rp3, an epigenetic enzyme of Trypanosoma cruzi; pp. 1–27.", "ArticleIdList": ["10.1016/bs.apcsb.2020.04.001", "32951812"]}, {"Citation": "Andrade B. S., Ghosh P., Barh D., et al. Computational screening for potential drug candidates against the SARS-CoV-2 main protease. F1000Research. 2020;9:p. 514. doi: 10.20944/preprints202004.0003.v2.", "ArticleIdList": ["10.20944/preprints202004.0003.v2", "PMC7780344", "33447372"]}, {"Citation": "Elmezayen A. D., Al-Obaidi A., Şahin A. T., Yelekçi K. Drug repurposing for coronavirus (COVID-19): in silico screening of known drugs against coronavirus 3CL hydrolase and protease enzymes. Journal of Biomolecular Structure and Dynamics. :1–13. doi: 10.1080/07391102.2020.1758791. 2020, In press.", "ArticleIdList": ["10.1080/07391102.2020.1758791", "PMC7189413", "32306862"]}, {"Citation": "Fischer A., Sellner M., Neranjan S., Smieško M., Lill M. A. Potential inhibitors for novel coronavirus protease identified by virtual screening of 606 million compounds. International Journal of Molecular Sciences. 2020;21(10):p. 3626. doi: 10.3390/ijms21103626.", "ArticleIdList": ["10.3390/ijms21103626", "PMC7279339", "32455534"]}, {"Citation": "Ton A. T., Gentile F., Hsing M., Ban F., Cherkasov A. Rapid identification of potential inhibitors of SARS-CoV-2 main protease by deep docking of 1.3 billion compounds. Molecular Informatics. 2020;39(8) doi: 10.1002/minf.202000028.2000028", "ArticleIdList": ["10.1002/minf.202000028", "PMC7228259", "32162456"]}, {"Citation": "Wu C., Liu Y., Yang Y., et al. Analysis of therapeutic targets for SARS-CoV-2 and discovery of potential drugs by computational methods. Acta Pharmaceutica Sinica B. 2020;10(5):766–788. doi: 10.1016/j.apsb.2020.02.008. In press.", "ArticleIdList": ["10.1016/j.apsb.2020.02.008", "PMC7102550", "32292689"]}, {"Citation": "Hazra S., Chaudhuri A. G., Tiwary B. K., Chakrabarti N. Matrix metallopeptidase 9 as a host protein target of chloroquine and melatonin for immunoregulation in COVID-19: a network-based meta-analysis. Life Sciences. 2020;257 doi: 10.1016/j.lfs.2020.118096. In press.118096", "ArticleIdList": ["10.1016/j.lfs.2020.118096", "PMC7361122", "32679150"]}, {"Citation": "Hofmarcher M., Mayr A., Rumetshofer E., et al.  Large-scale ligand-based virtual screening for SARS-CoV-2 inhibitors using deep neural networks. 2020.   https://arxiv.org/abs/2004.00979."}, {"Citation": "Kadioglu O., Saeed M., Johannes Greten H., Efferth T. Identification of novel compounds against three targets of SARS CoV-2 coronavirus by combined virtual screening and supervised machine learning. Bulletin of the World Health Organization. 2020 doi: 10.2471/BLT.20.255943. In press.", "ArticleIdList": ["10.2471/BLT.20.255943", "PMC8008812", "33845270"]}, {"Citation": "Ke Y. Y., Peng T. T., Yeh T. K., et al. Artificial intelligence approach fighting COVID-19 with repurposing drugs. Biomedical Journal. 2020 doi: 10.1016/j.bj.2020.05.001. In press.", "ArticleIdList": ["10.1016/j.bj.2020.05.001", "PMC7227517", "32426387"]}, {"Citation": "Santibáñez-Morán M. G., López-López E., Prieto-Martínez F. D., Sánchez-Cruz N., Medina-Franco J. L. Consensus virtual screening of dark chemical matter and Food chemicals uncover potential inhibitors of SARS-CoV-2 main protease. RSC Advances. 2020;10(42):25089–25099. doi: 10.1039/d0ra04922k.", "ArticleIdList": ["10.1039/d0ra04922k", "PMC9055157", "35517466"]}, {"Citation": "Kandeel M., Al-Nazawi M. Virtual screening and repurposing of FDA approved drugs against COVID-19 main protease. Life Sciences. 2020;251 doi: 10.1016/j.lfs.2020.117627.117627", "ArticleIdList": ["10.1016/j.lfs.2020.117627", "PMC7194560", "32251634"]}, {"Citation": "Wang J. Fast identification of possible drug treatment of coronavirus disease-19 (COVID-19) through computational drug repurposing study. Journal of Chemical Information and Modeling. 2020;60(6):3277–3286. doi: 10.1021/acs.jcim.0c00179.", "ArticleIdList": ["10.1021/acs.jcim.0c00179", "PMC7197972", "32315171"]}, {"Citation": "Khan M. T., Ali A., Wang Q., et al. Marine natural compounds as potents inhibitors against the main protease of SARS-CoV-2 a molecular dynamic study. Journal of Biomolecular Structure and Dynamics. 2020:1–11. doi: 10.1080/07391102.2020.1779128. In press.", "ArticleIdList": ["10.1080/07391102.2020.1779128", "PMC7284144", "32410504"]}, {"Citation": "Jiang S., Cui Q., Ni B., et al. Databases for facilitating mechanistic investigations of traditional Chinese medicines against COVID-19. Pharmacological Research. 2020;159 doi: 10.1016/j.phrs.2020.104989.104989", "ArticleIdList": ["10.1016/j.phrs.2020.104989", "PMC7265832", "32502638"]}, {"Citation": "Maurya D. K., Sharma D. Evaluation of traditional ayurvedic preparation for prevention and management of the novel coronavirus (SARS-CoV-2) using molecular docking approach. Preprint. 2020 doi: 10.26434/chemrxiv.12110214.v1.", "ArticleIdList": ["10.26434/chemrxiv.12110214.v1", "PMC7754934", "33251972"]}, {"Citation": "Umesh K. D., Kundu D., Selvaraj C., Singh S. K., Dubey V. K. Identification of new anti-nCoV drug chemical compounds from Indian spices exploiting SARS-CoV-2 main protease as target. Journal of Biomolecular Structure and Dynamics. :1–9. doi: 10.1080/07391102.2020.1763202. 2020, In press.", "ArticleIdList": ["10.1080/07391102.2020.1763202", "PMC7232883", "32362243"]}, {"Citation": "O’Boyle N. M., Banck M., James C. A, Morley C, Vandermeersch T, Hutchison G. R. Open babel: an open chemical toolbox. Journal of Cheminformatics. 2011;3(1):p. 33. doi: 10.1186/1758-2946-3-33.", "ArticleIdList": ["10.1186/1758-2946-3-33", "PMC3198950", "21982300"]}, {"Citation": "Dodda L. S., Cabeza de Vaca I., Tirado-Rives J., Jorgensen W. L. LigParGen web server: an automatic OPLS-AA parameter generator for organic ligands. Nucleic Acids Research. 2017;45(W1):W331–W336. doi: 10.1093/nar/gkx312.", "ArticleIdList": ["10.1093/nar/gkx312", "PMC5793816", "28444340"]}, {"Citation": "Huey R., Morris G. M., Olson A. J., Goodsell D. S. A semiempirical free energy force field with charge-based desolvation. Journal of Computational Chemistry. 2007;28(6):1145–1152. doi: 10.1002/jcc.20634.", "ArticleIdList": ["10.1002/jcc.20634", "17274016"]}, {"Citation": "Morris G. M., Goodsell D. S., Halliday R. S., et al. Automated docking using a Lamarckian genetic algorithm and an empirical binding free energy function. Journal of Computational Chemistry. 1998;19(14):1639–1662. doi: 10.1002/(sici)1096-987x(19981115)19:14<1639::aid-jcc10>3.0.co;2-b.", "ArticleIdList": ["10.1002/(sici)1096-987x(19981115)19:14<1639::aid-jcc10>3.0.co;2-b"]}, {"Citation": "Iheagwam F. N., Ogunlana O. O., Chinedu S. N. Model optimization and in silico analysis of potential dipeptidyl peptidase iv antagonists from GC-MS identified compounds in Nauclea latifolia leaf extracts. International Journal of Molecular Sciences. 2019;20(23):p. 5913. doi: 10.3390/ijms20235913.", "ArticleIdList": ["10.3390/ijms20235913", "PMC6929178", "31775302"]}, {"Citation": "Waterhouse A., Bertoni M., Bienert S., et al. SWISS-MODEL: homology modelling of protein structures and complexes. Nucleic Acids Research. 2018;46(W1):W296–W303. doi: 10.1093/nar/gky427.", "ArticleIdList": ["10.1093/nar/gky427", "PMC6030848", "29788355"]}, {"Citation": "Colovos C., Yeates T. O. Verification of protein structures: patterns of nonbonded atomic interactions. Protein Science. 1993;2(9):1511–1519. doi: 10.1002/pro.5560020916.", "ArticleIdList": ["10.1002/pro.5560020916", "PMC2142462", "8401235"]}, {"Citation": "Lüthy R., Bowie J. U., Eisenberg D. Assessment of protein models with three-dimensional profiles. Nature. 1992;356(6364):83–85. doi: 10.1038/356083a0.", "ArticleIdList": ["10.1038/356083a0", "1538787"]}, {"Citation": "Bhattacharya D., Nowotny J., Cao R., Cheng J. 3D refine: an interactive web server for efficient protein structure refinement. Nucleic Acids Research. 2016;44(W1):W406–W409. doi: 10.1093/nar/gkw336.", "ArticleIdList": ["10.1093/nar/gkw336", "PMC4987902", "27131371"]}, {"Citation": "Volkamer A., Kuhn D., Grombacher T., Rippmann F., Rarey M. Combining global and local measures for structure-based druggability predictions. Journal of Chemical Information and Modeling. 2012;52(2):360–372. doi: 10.1021/ci200454v.", "ArticleIdList": ["10.1021/ci200454v", "22148551"]}, {"Citation": "Yang J.-M., Chen C.-C. GEMDOCK: a generic evolutionary method for molecular docking. Proteins: Structure, Function, and Bioinformatics. 2004;55(2):288–304. doi: 10.1002/prot.20035.", "ArticleIdList": ["10.1002/prot.20035", "15048822"]}, {"Citation": "Trott O., Olson A. J. AutoDock Vina: improving the speed and accuracy of docking with a new scoring function, efficient optimization, and multithreading. Journal of Computational Chemistry. 2010;31(2):455–461. doi: 10.1002/jcc.21334.", "ArticleIdList": ["10.1002/jcc.21334", "PMC3041641", "19499576"]}, {"Citation": "Daina A., Michielin O., Zoete V. SwissADME: a free web tool to evaluate pharmacokinetics, drug-likeness and medicinal chemistry friendliness of small molecules. Scientific Reports. 2017;7 doi: 10.1038/srep42717.42717", "ArticleIdList": ["10.1038/srep42717", "PMC5335600", "28256516"]}, {"Citation": "Dong J., Wang N. N., Yao Z. J., et al. ADMET lab: a platform for systematic ADMET evaluation based on a comprehensively collected ADMET database. Journal of Cheminformatics. 2018;10:p. 29. doi: 10.1186/s13321-018-0283-x.", "ArticleIdList": ["10.1186/s13321-018-0283-x", "PMC6020094", "29943074"]}, {"Citation": "Xiang Z. Advances in homology protein structure modeling. Current Protein & Peptide Science. 2006;7(3):217–227. doi: 10.2174/138920306777452312.", "ArticleIdList": ["10.2174/138920306777452312", "PMC1839925", "16787261"]}, {"Citation": "Studer G., Rempfer C., Waterhouse A. M., Gumienny R., Haas J., Schwede T. QMEANDisCo-distance constraints applied on model quality estimation. Bioinformatics. 2020;36(6):1765–1771. doi: 10.1093/bioinformatics/btz828.", "ArticleIdList": ["10.1093/bioinformatics/btz828", "PMC7075525", "31697312"]}, {"Citation": "Sliwoski G., Kothiwale S., Meiler J., Lowe E. W. Computational methods in drug discovery. Pharmacological Reviews. 2014;66(1):334–395. doi: 10.1124/pr.112.007336.", "ArticleIdList": ["10.1124/pr.112.007336", "PMC3880464", "24381236"]}, {"Citation": "Meduru H., Wang Y.-T., Tsai J., Chen Y.-C. Finding a potential dipeptidyl peptidase-4 (DPP-4) inhibitor for type-2 diabetes treatment based on molecular docking, pharmacophore generation, and molecular dynamics simulation. International Journal of Molecular Sciences. 2016;17(6):p. 920. doi: 10.3390/ijms17060920.", "ArticleIdList": ["10.3390/ijms17060920", "PMC4926453", "27304951"]}, {"Citation": "Saklar S., Ertas E., Ozdemir I. S., Karadeniz B. Effects of different brewing conditions on catechin content and sensory acceptance in Turkish green tea infusions. Journal of Food Science and Technology. 2015;52(10):6639–6646. doi: 10.1007/s13197-015-1746-y.", "ArticleIdList": ["10.1007/s13197-015-1746-y", "PMC4573099", "26396411"]}, {"Citation": "Ferreira D., Marais J. P. J., Slade D. Heterogeneity of the interflavanyl bond in proanthocyanidins from natural sources lacking C-4 (C-ring) deoxy flavonoid nucleophiles. Phytochemistry. 2005;66(18):2216–2237. doi: 10.1016/j.phytochem.2005.01.014.", "ArticleIdList": ["10.1016/j.phytochem.2005.01.014", "16153415"]}, {"Citation": "Kawashty S. A., El-Garf I. A. The flavonoid chemosystematics of Egyptian Verbena species. Biochemical Systematics and Ecology. 2000;28(9):919–921. doi: 10.1016/s0305-1978(99)00114-3.", "ArticleIdList": ["10.1016/s0305-1978(99)00114-3", "10913856"]}, {"Citation": "Álvarez ÁL., Dalton K. P., Nicieza I., et al. Bioactivity guided fractionation of Phyllanthus orbicularis and identification of the principal anti HSV-2 compounds. Phytotherapy Research. 2012;26(10):1513–1520. doi: 10.1002/ptr.4608.", "ArticleIdList": ["10.1002/ptr.4608", "22318977"]}, {"Citation": "Li S., Kodama E. N., Inoue Y., et al. Procyanidin B1 purified from Cinnamomi cortex suppresses hepatitis C virus replication. Antiviral Chemistry and Chemotherapy. 2010;20(6):239–248. doi: 10.3851/imp1597.", "ArticleIdList": ["10.3851/imp1597", "20710064"]}, {"Citation": "Ghosh R., Chakraborty A., Biswas A., Chowdhuri S. Identification of polyphenols from Broussonetia papyrifera as SARS CoV-2 main protease inhibitors using in silico docking and molecular dynamics simulation approaches. Journal of Biomolecular Structure and Dynamics. :1–14. doi: 10.1080/07391102.2020.1779818. 2020, In press.", "ArticleIdList": ["10.1080/07391102.2020.1779818", "PMC7484588", "32762411"]}, {"Citation": "Nguyen T. T. H., Woo H.-J., Kang H.-K., et al. Flavonoid-mediated inhibition of SARS coronavirus 3C-like protease expressed in Pichia pastoris. Biotechnology Letters. 2012;34(5):831–838. doi: 10.1007/s10529-011-0845-8.", "ArticleIdList": ["10.1007/s10529-011-0845-8", "PMC7087583", "22350287"]}, {"Citation": "Zhuang M., Jiang H., Suzuki Y., et al. Procyanidins and butanol extract of Cinnamomi cortex inhibit SARS-CoV infection. Antiviral Research. 2009;82(1):73–81. doi: 10.1016/j.antiviral.2009.02.001.", "ArticleIdList": ["10.1016/j.antiviral.2009.02.001", "PMC7114128", "19428598"]}, {"Citation": "Della R. L., Tubaro A., Dri P., Zilli C., Del P. N. The role of flavonoids in the antiinflammatory activity of Chamomilla recutita. Progress in Clinical and Biological Research. 1986;213:481–484.", "ArticleIdList": ["3714745"]}, {"Citation": "Ntie-Kang F., Njume L. E., Malange Y. I., Günther S., Sippl W., Yong J. N. The chemistry and biological activities of natural products from northern African plant families: from Taccaceae to Zygophyllaceae. Natural Products and Bioprospecting. 2016;6(2):63–96. doi: 10.1007/s13659-016-0091-9.", "ArticleIdList": ["10.1007/s13659-016-0091-9", "PMC4805656", "26931529"]}, {"Citation": "Cui X. X., Yang X., Wang H. J., et al. Luteolin-7-O-glucoside present in lettuce extracts inhibits hepatitis B surface antigen production and viral replication by human hepatoma cells in vitro. Frontiers in Microbiology. 2017;8:p. 2425. doi: 10.3389/fmicb.2017.02425.", "ArticleIdList": ["10.3389/fmicb.2017.02425", "PMC5723679", "29270164"]}, {"Citation": "Tian Y., Sun L.-M., Liu X.-Q., Li B., Wang Q., Dong J.-X. Anti-HBV active flavone glucosides from Euphorbia humifusa willd. Fitoterapia. 2010;81(7):799–802. doi: 10.1016/j.fitote.2010.04.012.", "ArticleIdList": ["10.1016/j.fitote.2010.04.012", "20450964"]}, {"Citation": "Yu R., Chen L., Lan R., Shen R., Li P. Computational screening of antagonists against the SARS-CoV-2 (COVID-19) coronavirus by molecular docking. International Journal of Antimicrobial Agents. 2020;56(2) doi: 10.1016/j.ijantimicag.2020.106012.106012", "ArticleIdList": ["10.1016/j.ijantimicag.2020.106012", "PMC7205718", "32389723"]}, {"Citation": "Kiran G., Karthik L., Devi S., et al. In silico computational screening of Kabasura Kudineer-official Siddha formulation and JACOM against SARS-CoV-2 spike protein. Journal of Ayurveda and Integrative Medicine. 2020 doi: 10.1016/j.jaim.2020.05.009. In press.", "ArticleIdList": ["10.1016/j.jaim.2020.05.009", "PMC7247487", "32527713"]}, {"Citation": "Bröer S. Amino acid transporters as disease modifiers and drug targets. SLAS Discovery: Advancing the Science of Drug Discovery. 2018;23(4):303–320. doi: 10.1177/2472555218755629.", "ArticleIdList": ["10.1177/2472555218755629", "29557284"]}, {"Citation": "Ingle R. A. Histidine biosynthesis. Arabidopsis Book. 2011;9 doi: 10.1199/tab.0141.e0141", "ArticleIdList": ["10.1199/tab.0141", "PMC3266711", "22303266"]}, {"Citation": "Markus D., Gottfried L., Markus M., Marina R., Dario B., Danielle D. SARS-CoV-2 prophylactic and treatment; a counter argument against the sole use of chloroquine. American Journal of Biomedical Science and Research. 2020;8(4)001283"}, {"Citation": "AbrahamDogo G., Uchechukwu O., Umar U., Madaki A. J., Aguiyi J. C. 2020. Molecular docking analyses of phytochemicals obtained from African antiviral herbal plants exhibit inhibitory activity against therapeutic targets of SARS-CoV-2.", "ArticleIdList": ["10.21203/rs.3.rs-8666/v1"]}, {"Citation": "Gyebi G. A., Ogunro O. B., Adegunloye A. P., Ogunyemi O. M., Afolabi S. O. Potential inhibitors of coronavirus 3-chymotrypsin-like protease (3CLpro): an in silico screening of alkaloids and terpenoids from African medicinal plants. Journal of Biomolecular Structure and Dynamics. :1–13. doi: 10.1080/07391102.2020.1764868. 2020, In press.", "ArticleIdList": ["10.1080/07391102.2020.1764868", "PMC7256353", "32367767"]}, {"Citation": "Congreve M., Carr R., Murray C., Jhoti H. A “rule of three” for fragment-based lead discovery? Drug Discovery Today. 2003;19(8):876–877. doi: 10.1016/s1359-6446(03)02831-9.", "ArticleIdList": ["10.1016/s1359-6446(03)02831-9", "14554012"]}, {"Citation": "Ghose A. K., Viswanadhan V. N., Wendoloski J. J. A knowledge-based approach in designing combinatorial or medicinal chemistry libraries for drug discovery. 1. A qualitative and quantitative characterization of known drug databases. Journal of Combinatorial Chemistry. 1999;1(1):55–68. doi: 10.1021/cc9800071.", "ArticleIdList": ["10.1021/cc9800071", "10746014"]}, {"Citation": "Lipinski C. A. Lead-and drug-like compounds: the rule-of-five revolution. Drug Discovery Today: Technologies. 2004;1(4):337–341. doi: 10.1016/j.ddtec.2004.11.007.", "ArticleIdList": ["10.1016/j.ddtec.2004.11.007", "24981612"]}, {"Citation": "Veber D. F., Johnson S. R., Cheng H.-Y., Smith B. R., Ward K. W., Kopple K. D. Molecular properties that influence the oral bioavailability of drug candidates. Journal of Medicinal Chemistry. 2002;45(12):2615–2623. doi: 10.1021/jm020017n.", "ArticleIdList": ["10.1021/jm020017n", "12036371"]}, {"Citation": "Rotimi S. O., Rotimi O. A., Salako A., Jibrin P., Oyelade J., Iweala E. Gene expression profiling analysis reveals putative phytochemotherapeutic target for castration-resistant prostate cancer. Frontiers in Oncology. 2019;9:p. 714. doi: 10.3389/fonc.2019.00714.", "ArticleIdList": ["10.3389/fonc.2019.00714", "PMC6687853", "31428582"]}, {"Citation": "Khanna V., Ranganathan S. Structural diversity of biologically interesting datasets: a scaffold analysis approach. Journal of Cheminformatics. 2011;3(1):p. 30. doi: 10.1186/1758-2946-3-30.", "ArticleIdList": ["10.1186/1758-2946-3-30", "PMC3179739", "21824432"]}, {"Citation": "Ganesan A. The impact of natural products upon modern drug discovery. Current Opinion in Chemical Biology. 2008;12(3):306–317. doi: 10.1016/j.cbpa.2008.03.016.", "ArticleIdList": ["10.1016/j.cbpa.2008.03.016", "18423384"]}, {"Citation": "Grabowski K., Schneider G. Properties and architecture of drugs and natural products revisited. Current Chemical Biology. 2007;1(1):115–127. doi: 10.2174/187231307779814066.", "ArticleIdList": ["10.2174/187231307779814066"]}, {"Citation": "Lipinski C. A. Chris Lipinski discusses life and chemistry after the rule of five. Drug Discovery Today. 2003;8(1):12–16. doi: 10.1016/s1359-6446(02)02556-4.", "ArticleIdList": ["10.1016/s1359-6446(02)02556-4", "12546981"]}, {"Citation": "Kuttruff C. A., Eastgate M. D., Baran P. S. Natural product synthesis in the age of scalability. Natural Product Reports. 2014;31(4):419–432. doi: 10.1039/c3np70090a.", "ArticleIdList": ["10.1039/c3np70090a", "24337165"]}, {"Citation": "Melvin J. Y., Zheng W., Seletsky B. M., Littlefield B. A., Kishi Y. Case history: discovery of eribulin (Halaven™), a halichondrin B analogue that prolongs overall survival in patients with metastatic breast cancer. Annual Reports in Medicinal Chemistry. 2011;46:227–241. doi: 10.1016/B978-0-12-386009-5.00013-8.", "ArticleIdList": ["10.1016/B978-0-12-386009-5.00013-8"]}, {"Citation": "Yñigez-Gutierrez A. E., Bachmann B. O. Fixing the unfixable: the art of optimizing natural products for human medicine. Journal of Medicinal Chemistry. 2019;62(18):8412–8428. doi: 10.1021/acs.jmedchem.9b00246.", "ArticleIdList": ["10.1021/acs.jmedchem.9b00246", "PMC7259720", "31026161"]}, {"Citation": "Erlanson D. A., Fesik S. W., Hubbard R. E., Jahnke W., Jhoti H. Twenty years on: the impact of fragments on drug discovery. Nature Reviews Drug Discovery. 2016;15(9):605–619. doi: 10.1038/nrd.2016.109.", "ArticleIdList": ["10.1038/nrd.2016.109", "27417849"]}, {"Citation": "Lautié E., Russo O., Ducrot P., Boutin J. A. Unraveling plant natural chemical diversity for drug discovery purposes. Frontiers in Pharmacology. 2020;11:p. 397. doi: 10.3389/fphar.2020.00397.", "ArticleIdList": ["10.3389/fphar.2020.00397", "PMC7154113", "32317969"]}, {"Citation": "Mortenson P. N., Erlanson D. A., De Esch I. J., Jahnke W., Johnson C. N. Fragment-to-lead medicinal chemistry publications in 2017: miniperspective. Journal of Medicinal Chemistry. 2018;62(8):3845–3872. doi: 10.1021/acs.jmedchem.8b01472.", "ArticleIdList": ["10.1021/acs.jmedchem.8b01472", "30462504"]}, {"Citation": "Islam R., Parves M. R., Paul A. S., et al. A molecular modeling approach to identify effective antiviral phytochemicals against the main protease of SARS-CoV-2. Journal of Biomolecular Structure and Dynamics. :1–12. doi: 10.1080/07391102.2020.1761883. 2020, In press.", "ArticleIdList": ["10.1080/07391102.2020.1761883", "PMC7232885", "32340562"]}, {"Citation": "Mukhametov A., Raevsky O. A. On the mechanism of substrate/non-substrate recognition by P-glycoprotein. Journal of Molecular Graphics and Modelling. 2017;71:227–232. doi: 10.1016/j.jmgm.2016.12.008.", "ArticleIdList": ["10.1016/j.jmgm.2016.12.008", "27984797"]}, {"Citation": "Onawole A. T., Sulaiman K. O., Kolapo T. U., Akinde F. O., Adegoke R. O. COVID-19: CADD to the rescue. Virus Research. 2020;285 doi: 10.1016/j.virusres.2020.198022.198022", "ArticleIdList": ["10.1016/j.virusres.2020.198022", "PMC7228740", "32417181"]}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "6", "Day": "24"}, {"Year": "2020", "Month": "8", "Day": "3"}, {"Year": "2020", "Month": "8", "Day": "13"}, {"Year": "2020", "Month": "9", "Day": "23", "Hour": "6", "Minute": "35"}, {"Year": "2020", "Month": "9", "Day": "24", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "9", "Day": "24", "Hour": "6", "Minute": "1"}, {"Year": "2020", "Month": "9", "Day": "12"}], "PublicationStatus": "epublish", "ArticleIdList": ["32963884", "PMC7492903", "10.1155/2020/1878410"]}}], "PubmedBookArticle": []}