{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Allium", "Genomics", "Metabolomics", "Metagenomics", "Microrna", "Proteomics", "Transcriptomics"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "32974094", "DateRevised": {"Year": "2024", "Month": "03", "Day": "29"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "09", "Day": "09"}], "Language": ["eng"], "ELocationID": ["e9824", "10.7717/peerj.9824"], "Journal": {"ISSN": "2167-8359", "JournalIssue": {"Volume": "8", "PubDate": {"Year": "2020"}}, "Title": "PeerJ", "ISOAbbreviation": "PeerJ"}, "ArticleTitle": "Omics approaches in <i>Allium</i> research: Progress and way ahead.", "Pagination": {"StartPage": "e9824", "MedlinePgn": "e9824"}, "Abstract": {"AbstractText": ["The genus <i>Allium</i> (Family: Amaryllidaceae) is an economically important group of crops cultivated worldwide for their use as a vegetable and spices. Alliums are also well known for their nutraceutical properties. Among alliums, onion, garlic, leek, and chives cultivated worldwide. Despite their substantial economic and medicinal importance, the genome sequence of any of the <i>Allium</i> is not available, probably due to their large genome sizes. Recently evolved omics technologies are highly efficient and robust in elucidating molecular mechanisms of several complex life processes in plants. Omics technologies, such as genomics, transcriptomics, proteomics, metabolomics, metagenomics, etc. have the potential to open new avenues in research and improvement of allium crops where genome sequence information is limited. A significant amount of data has been generated using these technologies for various <i>Allium</i> species; it will help in understanding the key traits in <i>Allium</i> crops such as flowering, bulb development, flavonoid biosynthesis, male sterility and stress tolerance at molecular and metabolite level. This information will ultimately assist us in speeding up the breeding in <i>Allium</i> crops.", "In the present review, major omics approaches, and their progress, as well as potential applications in Allium crops, could be discussed in detail.", "Here, we have discussed the recent progress made in <i>Allium</i> research using omics technologies such as genomics, transcriptomics, micro RNAs, proteomics, metabolomics, and metagenomics. These omics interventions have been used in alliums for marker discovery, the study of the biotic and abiotic stress response, male sterility, organ development, flavonoid and bulb color, micro RNA discovery, and microbiome associated with <i>Allium</i> crops. Further, we also emphasized the integrated use of these omics platforms for a better understanding of the complex molecular mechanisms to speed up the breeding programs for better cultivars.", "All the information and literature provided in the present review throws light on the progress and potential of omics platforms in the research of <i>Allium</i> crops. We also mentioned a few research areas in <i>Allium</i> crops that need to be explored using omics technologies to get more insight. Overall, alliums are an under-studied group of plants, and thus, there is tremendous scope and need for research in <i>Allium</i> species."], "CopyrightInformation": "©2020 Khandagale et al."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, Savitribai Phule Pune University, Pune, Maharashtra, India."}], "LastName": "Khandagale", "ForeName": "Kiran", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "ICAR-Directorate of Onion and Garlic Research, Rajgurunagar, India."}], "LastName": "Krishna", "ForeName": "Ram", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, S. N. Arts, D. J. M. Commerce and B. N. S. Science College, Sangamner, India."}], "LastName": "Roylawar", "ForeName": "Praveen", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, Savitribai Phule Pune University, Pune, Maharashtra, India."}], "LastName": "Ade", "ForeName": "Avinash B", "Initials": "AB"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "ICAR-Directorate of Onion and Garlic Research, Rajgurunagar, India."}], "LastName": "Benke", "ForeName": "Ashwini", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Vidya Pratishthans's Arts Science and commerce college, Baramati, India."}], "LastName": "Shinde", "ForeName": "Bharat", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "ICAR-Directorate of Onion and Garlic Research, Rajgurunagar, India."}], "LastName": "Singh", "ForeName": "Major", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "ICAR-Directorate of Onion and Garlic Research, Rajgurunagar, India."}], "LastName": "Gawande", "ForeName": "Suresh J", "Initials": "SJ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Crop Improvement, ICAR-Indian Institute of Vegetable Research, Varanasi, India."}], "LastName": "Rai", "ForeName": "Ashutosh", "Initials": "A"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "PeerJ", "NlmUniqueID": "101603425", "ISSNLinking": "2167-8359"}, "CoiStatement": "The authors declare there are no competing interests."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Abdelrahman M, Abdel-Motaal F, El-Sayed M, Jogaiah S, Shigyo M, Ito SI, Tran LSP. Dissection of Trichoderma longibrachiatum-induced defense in onion (Allium cepa L.) against Fusarium oxysporum f. sp. cepa by target metabolite profiling. Plant Science. 2016;246:128–138. doi: 10.1016/j.plantsci.2016.02.008.", "ArticleIdList": ["10.1016/j.plantsci.2016.02.008", "26993243"]}, {"Citation": "Abdelrahman M, El-Sayed M, Sato S, Hirakawa H, Ito SI, Tanaka K, et al. Shigyo M. RNA-sequencing-based transcriptome and biochemical analyses of steroidal saponin pathway in a complete set of Allium fistulosum—A. cepa monosomic addition lines. PLOS ONE. 2017;12(8):e0181784.", "ArticleIdList": ["PMC5553718", "28800607"]}, {"Citation": "Abdelrahman M, Hirata S, Ito SI, Yamauchi N, Shigyo M. Compartmentation and localization of bioactive metabolites in different organs of Allium roylei. Bioscience, Biotechnology, and Biochemistry. 2014;78(7):1112–1122. doi: 10.1080/09168451.2014.915722.", "ArticleIdList": ["10.1080/09168451.2014.915722", "25229844"]}, {"Citation": "Abdelrahman M, Hirata S, Sawada Y, Hirai MY, Sato S, Hirakawa H, Mine Y, Tanaka K, Shigyo M. Widely targeted metabolome and transcriptome landscapes of Allium fistulosum–A. cepa chromosome addition lines revealed a flavonoid hot spot on chromosome 5A. Scientific Reports. 2019;9(1):3541. doi: 10.1038/s41598-019-39856-1.", "ArticleIdList": ["10.1038/s41598-019-39856-1", "PMC6400954", "30837538"]}, {"Citation": "Abdelrahman M, Sawada Y, Nakabayashi R, Sato S, Hirakawa H, El-Sayed M, Hirai MY, Saito K, Yamauchi N, Shigyo M. Integrating transcriptome and target metabolome variability in doubled haploids of Allium cepa for abiotic stress protection. Molecular Breeding. 2015;35(10):195. doi: 10.1007/s11032-015-0378-2.", "ArticleIdList": ["10.1007/s11032-015-0378-2"]}, {"Citation": "Atkinson NJ, Urwin PE. The interaction of plant biotic and abiotic stresses: from genes to the field. Journal of Experimental Botany. 2012;63(10):3523–3543. doi: 10.1093/jxb/ers100.", "ArticleIdList": ["10.1093/jxb/ers100", "22467407"]}, {"Citation": "Baek G, Kim CW, Kim S. Development of a molecular marker tightly linked to the C locus conferring a white bulb color in onion (Allium cepa L.) using bulked segregant analysis and RNA-Seq. Molecular Breeding. 2017;37(8):94. doi: 10.1007/s11032-017-0697-6.", "ArticleIdList": ["10.1007/s11032-017-0697-6"]}, {"Citation": "Balan RK, Ramasamy A, Hande RH, Gawande SJ, Krishna Kumar NK. Genome-wide identification, expression profiling, and target gene analysis of micro RNA s in the Onion thrips, Thrips tabaci Lindeman (Thysanoptera: Thripidae), vectors of tospoviruses (Bunyaviridae) Ecology and Evolution. 2018;8(13):6399–6419. doi: 10.1002/ece3.3762.", "ArticleIdList": ["10.1002/ece3.3762", "PMC6053560", "30038744"]}, {"Citation": "Baldwin S, Pither-Joyce M, Wright K, Chen L, McCallum J. Development of robust genomic simple sequence repeat markers for estimation of genetic diversity within and among bulb onion (Allium cepa L.) populations. Molecular Breeding. 2012a;30(3):1401–1411. doi: 10.1007/s11032-012-9727-6.", "ArticleIdList": ["10.1007/s11032-012-9727-6"]}, {"Citation": "Baldwin S, Revanna R, Thomson S, Pither-Joyce M, Wright K, Crowhurst R, Fiers M, Chen L, Macknight R, McCallum JA. A toolkit for bulk PCR-based marker design from next-generation sequence data: application for development of a framework linkage map in bulb onion (Allium cepa L.) BMC Genomics. 2012b;13(1):637. doi: 10.1186/1471-2164-13-637.", "ArticleIdList": ["10.1186/1471-2164-13-637", "PMC3534495", "23157543"]}, {"Citation": "Bartel DP. MicroRNAs: target recognition and regulatory functions. Cell. 2009;136(2):215–233. doi: 10.1016/j.cell.2009.01.002.", "ArticleIdList": ["10.1016/j.cell.2009.01.002", "PMC3794896", "19167326"]}, {"Citation": "Block E, Dane AJ, Thomas S, Cody RB. Applications of direct analysis in real time mass spectrometry (DART-MS) in Allium chemistry, 2-Propenesulfenic and 2-propenesulfinic acids, diallyltrisulfane S-oxide, and other reactive sulfur compounds from crushed garlic and other Alliums. Journal of Agricultural and Food Chemistry. 2010;58(8):4617–4625. doi: 10.1021/jf1000106.", "ArticleIdList": ["10.1021/jf1000106", "20225897"]}, {"Citation": "Bonaccorsi P, Caristi C, Gargiulli C, Leuzzi U. Flavonolglucoside profile of southern Italian red onion (Allium cepa L.) Journal of Agricultural and Food Chemistry. 2005;53(7):2733–2740. doi: 10.1021/jf048152r.", "ArticleIdList": ["10.1021/jf048152r", "15796618"]}, {"Citation": "Böttcher C, Krähmer A, Stürtz M, Widder S, Schulz H. Comprehensive metabolite profiling of onion bulbs (Allium cepa) using liquid chromatography coupled with electrospray ionization quadrupole time-of-flight mass spectrometry. Metabolomics. 2017;13(4):35. doi: 10.1007/s11306-017-1175-1.", "ArticleIdList": ["10.1007/s11306-017-1175-1"]}, {"Citation": "Böttcher C, Krähmer A, Stürtz M, Widder S, Schulz H. Effect of cultivar and cultivation year on the metabolite profile of onion bulbs (Allium cepa L.) Journal of Agricultural and Food Chemistry. 2018;66(12):3229–3238. doi: 10.1021/acs.jafc.8b00254.", "ArticleIdList": ["10.1021/acs.jafc.8b00254", "29514451"]}, {"Citation": "Chand SK, Nanda S, Joshi RK. Regulation of miR394 in response to fusarium oxysporum f, sp. cepae (FOC) Infection in Garlic (Allium sativum L) Frontiers in Plant Science. 2016;7:258.", "ArticleIdList": ["PMC4777725", "26973694"]}, {"Citation": "Chand SK, Nanda S, Mishra R, Joshi RK. Multiple garlic (Allium sativum L.) microRNAs regulate the immunity against the basal rot fungus Fusarium oxysporum f, sp. Cepae. Plant Science. 2017;257:9–21. doi: 10.1016/j.plantsci.2017.01.007.", "ArticleIdList": ["10.1016/j.plantsci.2017.01.007", "28224922"]}, {"Citation": "Chand SK, Nanda S, Rout E, Joshi RK. Mining, characterization and validation of EST derived microsatellites from the transcriptome database of Allium sativum L. Bioinformation. 2015;11(3):145–150. doi: 10.6026/97320630011145.", "ArticleIdList": ["10.6026/97320630011145", "PMC4421003", "25987765"]}, {"Citation": "Chekulaeva M, Filipowicz W. Mechanisms of miRNA-mediated post-transcriptional regulation in animal cells. Current Opinion in Cell Biology. 2009;21(3):452–460. doi: 10.1016/j.ceb.2009.04.009.", "ArticleIdList": ["10.1016/j.ceb.2009.04.009", "19450959"]}, {"Citation": "Chen K, Renaut J, Sergeant K, Wei H, Arora R. Proteomic changes associated with freeze-thaw injury and post-thaw recovery in onion (Allium cepa L.) scales. Plant, Cell & Environment. 2013;36(4):892–905. doi: 10.1111/pce.12027.", "ArticleIdList": ["10.1111/pce.12027", "23078084"]}, {"Citation": "Chen S, Zhou X, Yu H, Wu F. Root exudates of potato onion are involved in the suppression of clubroot in a Chinese cabbage-potato onion-Chinese cabbage crop rotation. European Journal of Plant Pathology. 2018;150(3):765–777. doi: 10.1007/s10658-017-1307-5.", "ArticleIdList": ["10.1007/s10658-017-1307-5"]}, {"Citation": "Chinnappareddy LRD, Khandagale K, Chennareddy A, Ramappa VG. Molecular markers in the improvement of Allium crops. Czech Journal of Genetics and Plant Breeding. 2013;49(4):131–139. doi: 10.17221/111/2013-CJGPB.", "ArticleIdList": ["10.17221/111/2013-CJGPB"]}, {"Citation": "Chope GA, Cools K, Hammond JP, Thompson AJ, Terry LA. Physiological, biochemical and transcriptional analysis of onion bulbs during storage. Annals of Botany. 2012;109(4):819–831. doi: 10.1093/aob/mcr318.", "ArticleIdList": ["10.1093/aob/mcr318", "PMC3286284", "22234560"]}, {"Citation": "Currah L. Onions in the tropics: cultivars and country reports. Allium Crop Science: Recent Advances. 2002;2(17.66):379–407."}, {"Citation": "Damon SJ, Groves RL, Havey MJ. Variation for epicuticular waxes on onion foliage and impacts on numbers of onion thrips. Journal of the American Society for Horticultural Science. 2014;139(4):495–501. doi: 10.21273/JASHS.139.4.495.", "ArticleIdList": ["10.21273/JASHS.139.4.495"]}, {"Citation": "Do GS, Suzuki G, Mukai Y. Genomic organization of a novel root alliinase gene, ALL1, in onion. Gene. 2004;325:17–24. doi: 10.1016/j.gene.2003.09.033.", "ArticleIdList": ["10.1016/j.gene.2003.09.033", "14697506"]}, {"Citation": "Drinkwater WO, Janes BE. Effects of irrigation and soil moisture on maturity, yield and storage of two onion hybrids. Proceedings of the American Society for Horticultural Science. 1955;66:267–278."}, {"Citation": "Duangjit J, Bohanec B, Chan AP, Town CD, Havey MJ. Transcriptome sequencing to produce SNP-based genetic maps of onion. Theoretical and Applied Genetics. 2013;126(8):2093–2101. doi: 10.1007/s00122-013-2121-x.", "ArticleIdList": ["10.1007/s00122-013-2121-x", "23689743"]}, {"Citation": "Dufoo-Hurtado MD, Huerta-Ocampo J. Á, Barrera-Pacheco A, Barba de la Rosa AP, Mercado-Silva EM. Low temperature conditioning of garlic (Allium sativum L.)seed cloves induces alterations in sprouts proteome. Frontiers in Plant Science. 2015;6:332.", "ArticleIdList": ["PMC4429546", "26029231"]}, {"Citation": "Dufoo-Hurtado MD, Zavala-Gutiérrez KG, Cao CM, Cisneros-Zevallos L, Guevara-González RG, Torres-Pacheco I, Vázquez-Barrios ME, Rivera-Pastrana DM, Mercado-Silva EM. Low-temperature conditioning of seed cloves enhances the expression of phenolic metabolism related genes and anthocyanin content in ‘coreano’garlic (Allium sativum) during plant development. Journal of Agricultural and Food Chemistry. 2013;61(44):10439–10446. doi: 10.1021/jf403019t.", "ArticleIdList": ["10.1021/jf403019t", "24164234"]}, {"Citation": "Egea LA, Mérida-García R, Kilian A, Hernandez P, Dorado G. Assessment of genetic diversity and structure of large garlic (Allium sativum) germplasm bank, by diversity arrays technology genotyping-by-sequencing platform (DArTseq) Frontiers in Genetics. 2017;8:98. doi: 10.3389/fgene.2017.00098.", "ArticleIdList": ["10.3389/fgene.2017.00098", "PMC5517412", "28775737"]}, {"Citation": "Fajkus P, Peška V, Sitová Z, Fulnečková J, Dvořáčková M, Gogela R, Sýkorová E, Hapala J, Fajkus J. Allium telomeres unmasked: the unusual telomeric sequence (CTCGGTTATGGG) n is synthesized by telomerase. The Plant Journal. 2016;85(3):337–347. doi: 10.1111/tpj.13115.", "ArticleIdList": ["10.1111/tpj.13115", "26716914"]}, {"Citation": "Fajkus P, Peška V, Závodník M, Fojtová M, Fulnečková J, Dobias Š, Kilar A, Dvořáčková M, Zachová D, Nečasová I, Sims J. Telomerase RNAs in land plant. Nucleic Acids Research. 2019;47(18):9842–9856. doi: 10.1093/nar/gkz695.", "ArticleIdList": ["10.1093/nar/gkz695", "PMC6765143", "31392988"]}, {"Citation": "Farag M, Ali S, Hodaya R, El-Seedi H, Sultani H, Laub A, Eissa TF, Abou-Zaid F, Wessjohann L. Phytochemical profiles and antimicrobial activities of Allium cepa red cv. and A. sativum subjected to different drying methods: a comparative MS-based metabolomics. Molecules. 2017;22(5):761. doi: 10.3390/molecules22050761.", "ArticleIdList": ["10.3390/molecules22050761", "PMC6154556", "28481316"]}, {"Citation": "Farag MA, Tawfike AF, Donia MS, Ehrlich A, Wessjohann LA. Influence of pickling process on Allium cepa and citrus limon metabolome as determined via mass spectrometry-based metabolomics. Molecules. 2019;24(5):928. doi: 10.3390/molecules24050928.", "ArticleIdList": ["10.3390/molecules24050928", "PMC6429351", "30866428"]}, {"Citation": "Filyushin MA, Beletsky AV, Mazur AM, Kochieva EZ. The complete plastid genome sequence of garlic Allium sativum L. Mitochondrial DNA Part B. 2016;1(1):831–832. doi: 10.1080/23802359.2016.1247669.", "ArticleIdList": ["10.1080/23802359.2016.1247669", "PMC7800674", "33473644"]}, {"Citation": "Filyushin MA, Beletsky AV, Mazur AM, Kochieva EZ. Characterization of the complete plastid genome of lop-sided onion Allium obliquum L. (Amaryllidaceae) Mitochondrial DNA Part B. 2018;3(1):393–394. doi: 10.1080/23802359.2018.1456369.", "ArticleIdList": ["10.1080/23802359.2018.1456369", "PMC7800693", "33474180"]}, {"Citation": "Finkers R, van Workum W, van Kaauwen M, Huits H, Jungerius A, Vosman B, Scholten OE. Wageningen University and Research; Wageningen: 2015. SEQUON-sequencing the onion genome.", "ArticleIdList": ["10.6084/m9.figshare.1294945.v1"]}, {"Citation": "Fu J, Zhang H, Guo F, Ma L, Wu J, Yue M, Zheng X, Qiu Z, Li L. Identification and characterization of abundant repetitive sequences in Allium cepa. Scientific Reports. 2019;9(1):1–7. doi: 10.1038/s41598-018-37186-2.", "ArticleIdList": ["10.1038/s41598-018-37186-2", "PMC6856378", "31727905"]}, {"Citation": "Galdón BR, Rodríguez CT, Rodríguez ER, Romero CD. Fructans and major compounds in onion cultivars (Allium cepa) Journal of Food Composition and Analysis. 2009;22(1):25–32. doi: 10.1016/j.jfca.2008.07.007.", "ArticleIdList": ["10.1016/j.jfca.2008.07.007"]}, {"Citation": "Galsurker O, Doron-Faigenboim A, Teper-Bamnolker P, Daus A, Fridman Y, Lers A, Eshel D. Cellular and molecular changes associated with onion skin formation suggest involvement of programmed cell death. Frontiers in Plant Science. 2017;7:2031.", "ArticleIdList": ["PMC5220068", "28119713"]}, {"Citation": "Galsurker O, Doron-Faigenboim A, Teper-Bamnolker P, Daus A, Lers A, Eshel D. Differential response to heat stress in outer and inner onion bulb scales. Journal of Experimental Botany. 2018;69(16):4047–4064. doi: 10.1093/jxb/ery189.", "ArticleIdList": ["10.1093/jxb/ery189", "PMC6054243", "29788446"]}, {"Citation": "Guevara-Figueroa T, López-Hernández L, Lopez MG, Hurtado MD, Vázquez-Barrios ME, Guevara-Olvera L, Guevara González RG, Rivera-Pastrana DM, Torres-Robles H, Mercado-Silva EM. Conditioning garlic seed cloves at low temperature modifies plant growth, sugar, fructan content, and sucrose sucrosefructosyltransferase (1-SST) expression. Scientia Horticulturae. 2015;189:150–158. doi: 10.1016/j.scienta.2015.03.030.", "ArticleIdList": ["10.1016/j.scienta.2015.03.030"]}, {"Citation": "Han J, Thamilarasan SK, Natarajan S, Park JI, Chung MY, Nou IS. De novo assembly and transcriptome analysis of bulb onion (Allium cepa L.) during cold acclimation using contrasting genotypes. PLOS ONE. 2016;11(9):e0161987.", "ArticleIdList": ["PMC5023330", "27627679"]}, {"Citation": "Havey MJ, Ahn YK. Single nucleotide polymorphisms and indel markers from the transcriptome of garlic. Journal of the American Society for Horticultural Science. 2016;141(1):62–65. doi: 10.21273/JASHS.141.1.62.", "ArticleIdList": ["10.21273/JASHS.141.1.62"]}, {"Citation": "Hertweck KL. Assembly and comparative analysis of transposable elements from low coverage genomic sequence data in Asparagales. Genome. 2013;56(9):487–494. doi: 10.1139/gen-2013-0042.", "ArticleIdList": ["10.1139/gen-2013-0042", "24168669"]}, {"Citation": "Hrbek V, Rektorisova M, Chmelarova H, Ovesna J, Hajslova J. Authenticity assessment of garlic using a metabolomic approach based on high resolution mass spectrometry. Journal of Food Composition and Analysis. 2018;67:19–28. doi: 10.1016/j.jfca.2017.12.020.", "ArticleIdList": ["10.1016/j.jfca.2017.12.020"]}, {"Citation": "Huang YH. Comparison of rhizosphere and endophytic microbial communities of Chinese leek through high-throughput 16S rRNA gene Illumina sequencing. Journal of Integrative Agriculture. 2018;17(2):359–367. doi: 10.1016/S2095-3119(17)61731-3.", "ArticleIdList": ["10.1016/S2095-3119(17)61731-3"]}, {"Citation": "Huo Y, Gao L, Liu B, Yang Y, Kong S, Sun Y, Yang Y, Wu X. Complete chloroplast genome sequences of four Allium species: comparative and phylogenetic analyses. Scientific Reports. 2019;9(1):1–14. doi: 10.1038/s41598-018-37186-2.", "ArticleIdList": ["10.1038/s41598-018-37186-2", "PMC6706373", "31439882"]}, {"Citation": "Jakše J, Meyer JD, Suzuki G, McCallum J, Cheung F, Town CD, Havey MJ. Pilot sequencing of onion genomic DNA reveals fragments of transposable elements, low gene densities, and significant gene enrichment after methyl filtration. Molecular Genetics and Genomics. 2008;280(4):287–292. doi: 10.1007/s00438-008-0364-z.", "ArticleIdList": ["10.1007/s00438-008-0364-z", "18615255"]}, {"Citation": "Jin FY, Xie DF, Zhou SD, He XJ. Characterization of the complete chloroplast genome of Allium prattii. Mitochondrial DNA Part B. 2018;3(1):153–154. doi: 10.1080/23802359.2018.1436994.", "ArticleIdList": ["10.1080/23802359.2018.1436994", "PMC7800986", "33490492"]}, {"Citation": "Jo J, Purushotham PM, Han K, Lee HR, Nah G, Kang BC. Development of a genetic map for onion (Allium cepa L.) using reference-free genotyping-by-sequencing and SNP assays. Frontiers in Plant Science. 2017;8:1606. doi: 10.3389/fpls.2017.01606.", "ArticleIdList": ["10.3389/fpls.2017.01606", "PMC5604068", "28959273"]}, {"Citation": "Jones DT, Taylor WR, Thornton JM. The rapid generation of mutation data matrices from protein sequences. Computer Applications in the Biosciences. 1992;8:275–282.", "ArticleIdList": ["1633570"]}, {"Citation": "Kamenetsky R, Faigenboim A, Mayer ES, Michael TB, Gershberg C, Kimhi S, Esquira I, Shalom SR, Eshel D, Rabinowitch HD, Sherman A. Integrated transcriptome catalogue and organ-specific profiling of gene expression in fertile garlic (Allium sativum L.) BMC Genomics. 2015;16(1):12. doi: 10.1186/s12864-015-1212-2.", "ArticleIdList": ["10.1186/s12864-015-1212-2", "PMC4307630", "25609311"]}, {"Citation": "Karasinski J, Wrobel K, Corrales Escobosa AR, Konopka A, Bulska E, Wrobel K. Allium cepa L. response to sodium selenite (Se (IV)) studied in plant roots by a lc-ms-based proteomic approach. Journal of Agricultural and Food Chemistry. 2017;65(19):3995–4004. doi: 10.1021/acs.jafc.7b01085.", "ArticleIdList": ["10.1021/acs.jafc.7b01085", "28467079"]}, {"Citation": "Khandagale K, Gawande S. Genetics of bulb colour variation and flavonoids in onion. The Journal of Horticultural Science and Biotechnology. 2019;94(4):522–532. doi: 10.1080/14620316.2018.1543558.", "ArticleIdList": ["10.1080/14620316.2018.1543558"]}, {"Citation": "Khosa JS, Lee R, Bräuning S, Lord J, Pither-Joyce M, McCallum J, Macknight RC. Doubled haploid ‘CUDH2107” as a reference for bulb onion (Allium cepa L.) research: development of a transcriptome catalogue and identification of transcripts associated with male fertility. PLOS ONE. 2016a;11(11):e0166568. doi: 10.1371/journal.pone.0166568.", "ArticleIdList": ["10.1371/journal.pone.0166568", "PMC5115759", "27861615"]}, {"Citation": "Khosa JS, McCallum J, Dhatt AS, Macknight RC. Enhancing onion breeding using molecular tools. Plant Breeding. 2016b;135(1):9–20. doi: 10.1111/pbr.12330.", "ArticleIdList": ["10.1111/pbr.12330"]}, {"Citation": "Kim B, Kim K, Yang TJ, Kim S. Completion of the mitochondrial genome sequence of onion (Allium cepa L.) containing the CMS-S male-sterile cytoplasm and identification of an independent event of the ccmF N gene split. Current Genetics. 2016;62(4):873–885. doi: 10.1007/s00294-016-0595-1.", "ArticleIdList": ["10.1007/s00294-016-0595-1", "27016941"]}, {"Citation": "Kim B, Yang TJ, Kim S. Identification of a gene responsible for cytoplasmic male-sterility in onions (Allium cepa L.) using comparative analysis of mitochondrial genome sequences of two recently diverged cytoplasms. Theoretical and Applied Genetics. 2019;132(2):313–322. doi: 10.1007/s00122-018-3218-z.", "ArticleIdList": ["10.1007/s00122-018-3218-z", "30374528"]}, {"Citation": "Kim S, Kim CW, Park M, Choi D. Identification of candidate genes associated with fertility restoration of cytoplasmic male-sterility in onion (Allium cepa L.) using a combination of bulked segregant analysis and RNA-seq. Theoretical and Applied Genetics. 2015;128(11):2289–2299. doi: 10.1007/s00122-015-2584-z.", "ArticleIdList": ["10.1007/s00122-015-2584-z", "26215184"]}, {"Citation": "Kim S, Kim MS, Kim YM, Yeom SI, Cheong K, Kim KT, Jeon J, Kim S, Kim DS, Sohn SH, Lee YH, Lee YH. Integrative structural annotation of de novo RNA-Seq provides an accurate reference gene set of the enormous genome of the onion (Allium cepa L.) DNA Research. 2014;22(1):19–27. doi: 10.1093/dnares/dsu035.", "ArticleIdList": ["10.1093/dnares/dsu035", "PMC4379974", "25362073"]}, {"Citation": "Kim S, Park JY, Yang T. Comparative analysis of the complete chloroplast genome sequences of a normal male-fertile cytoplasm and two different cytoplasms conferring cytoplasmic male sterility in onion (Allium cepa L.) The Journal of Horticultural Science and Biotechnology. 2015;90(4):459–468. doi: 10.1080/14620316.2015.11513210.", "ArticleIdList": ["10.1080/14620316.2015.11513210"]}, {"Citation": "Kirov IV, Kiseleva AV, Van Laere K, Van Roy N, Khrustaleva LI. Tandem repeats of Allium fistulosum associated with major chromosomal landmarks. Molecular Genetics and Genomics. 2017;292(2):453–464. doi: 10.1007/s00438-016-1286-9.", "ArticleIdList": ["10.1007/s00438-016-1286-9", "28150039"]}, {"Citation": "Kiseleva AV, Kirov IV, Khrustaleva LI. Chromosomal organization of centromeric Ty3/gypsy retrotransposons in Allium cepa L. and Allium fistulosum L. Russian Journal of Genetics. 2014;50(6):586–592. doi: 10.1134/S102279541404005X.", "ArticleIdList": ["10.1134/S102279541404005X", "25715457"]}, {"Citation": "Knerr AJN, Wheeler D, Schlatter D, Sharma-Poudyal D, du Toit LJ, Paulitz TC. Arbuscularmycorrhizal fungal communities in organic and conventional onion crops in the Columbia Basin of the Pacific Northwest United States. Phytobiomes Journal. 2018;2(4):194–207. doi: 10.1094/PBIOMES-05-18-0022-R.", "ArticleIdList": ["10.1094/PBIOMES-05-18-0022-R"]}, {"Citation": "Kohnehrouz BB, Bastami M, Nayeri S. In silico identification of novel microRNAs and targets using EST analysis in Allium cepa L. Interdisciplinary Sciences: Computational Life Sciences. 2018;10(4):771–780.", "ArticleIdList": ["28660536"]}, {"Citation": "Krishna R, Ansari WA, Verma JP, Singh M. Role of plant growth promoting microorganisms in sustainable agriculture and nanotechnology. Cambridge: Woodhead Publishing; 2019. Modern molecular and omics tools for understanding the plant growth-promoting rhizobacteria; pp. 39–53."}, {"Citation": "Kuhl JC, Cheung F, Yuan Q, Martin W, Zewdie Y, McCallum J, Catanach A, Rutherford P, Sink KC, Jenderek M, Prince JP, Town CD, Prince JP. A unique set of 11, 008 onion expressed sequence tags reveals expressed sequence and genomic differences between the monocot orders Asparagales and Poales. The Plant Cell. 2004;16(1):114–125. doi: 10.1105/tpc.017202.", "ArticleIdList": ["10.1105/tpc.017202", "PMC301399", "14671025"]}, {"Citation": "Lee J, Chon J, Lim J, Kim EK, Nah G. Characterization of complete chloroplast genome of Allium victorialis and its application for barcode markers. Plant Breeding and Biotechnology. 2017;5(3):221–227. doi: 10.9787/PBB.2017.5.3.221.", "ArticleIdList": ["10.9787/PBB.2017.5.3.221"]}, {"Citation": "Lee JH, Natarajan S, Biswas MK, Shirasawa K, Isobe S, Kim HT, Nou IS, Park JI, Seong CN, Nou IS. SNP discovery of Korean short day onion inbred lines using double digest restriction site-associated DNA sequencing. PLOS ONE. 2018;13(8):e0201229. doi: 10.1371/journal.pone.0201229.", "ArticleIdList": ["10.1371/journal.pone.0201229", "PMC6080773", "30086138"]}, {"Citation": "Lee R, Baldwin S, Kenel F, McCallum J, Macknight R. FLOWERING LOCUS T genes control onion bulb formation and flowering. Nature Communications. 2013;4:2884. doi: 10.1038/ncomms3884.", "ArticleIdList": ["10.1038/ncomms3884", "24300952"]}, {"Citation": "Liu C, Tang Q, Cheng C, Xu Y, Yang Z, Dai Z, Su J. Identification of putative CONSTANS-like genes from the de novo assembled transcriptome of leek. Biologiaplantarum. 2018;62(2):269–276."}, {"Citation": "Liu J, Liu L, Guo W, Fu M, Yang M, Huang S, Zhang F, Liu Y. A new methodology for sensory quality assessment of garlic based on metabolomics and an artificial neural network. RSC Advances. 2019;9(31):17754–17765. doi: 10.1039/C9RA01978B.", "ArticleIdList": ["10.1039/C9RA01978B", "PMC9064673", "35520572"]}, {"Citation": "Liu Q, Lan Y, Wen C, Zhao H, Wang J, Wang Y. Transcriptome sequencing analyses between the cytoplasmic male sterile line and its maintainer line in welsh onion (Allium fistulosum L.) International Journal of Molecular Sciences. 2016;17(7):1058. doi: 10.3390/ijms17071058.", "ArticleIdList": ["10.3390/ijms17071058", "PMC4964434", "27376286"]}, {"Citation": "Liu Q, Wen C, Zhao H, Zhang L, Wang J, Wang Y. RNA-Seq reveals leaf cuticular wax-related genes in Welsh onion. PLOS ONE. 2014;9(11):e113290. doi: 10.1371/journal.pone.0113290.", "ArticleIdList": ["10.1371/journal.pone.0113290", "PMC4240658", "25415343"]}, {"Citation": "Liu T, Zeng L, Zhu S, Chen X, Tang Q, Mei S, Tang S. Large-scale development of expressed sequence tag-derived simple sequence repeat markers by deep transcriptome sequencing in garlic (Allium sativum L.) Molecular Breeding. 2015;35(11):204. doi: 10.1007/s11032-015-0399-x.", "ArticleIdList": ["10.1007/s11032-015-0399-x"]}, {"Citation": "Mallor C, Balcells M, Mallor F, Sales E. Genetic variation for bulb size, soluble solids content and pungency in the Spanish sweet onion variety Fuentes de Ebro. Response to selection for low pungency. Plant Breeding. 2011;130(1):55–59. doi: 10.1111/j.1439-0523.2009.01737.x.", "ArticleIdList": ["10.1111/j.1439-0523.2009.01737.x"]}, {"Citation": "Mancia FH, Sohn SH, Ahn YK, Kim DS, Kim JS, Kwon YS, Kim CW, Lee TH, Hwang YJ. Distribution of various types of repetitive DNAs in Allium cepa L. based on dual color FISH. Horticulture, Environment, and Biotechnology. 2015;56(6):793–799. doi: 10.1007/s13580-015-1100-3.", "ArticleIdList": ["10.1007/s13580-015-1100-3"]}, {"Citation": "Martin L, Fei Z, Giovannoni J, Rose JKC. Catalyzing plant science research with RNA-seq. Frontiers in Plant Science. 2013;4:66.", "ArticleIdList": ["PMC3612697", "23554602"]}, {"Citation": "Matthews A, Pierce S, Raymond B. Rhizobacterial community assembly patterns vary between crop species. Frontiers in Microbiology. 2019;10:581. doi: 10.3389/fmicb.2019.00581.", "ArticleIdList": ["10.3389/fmicb.2019.00581", "PMC6458290", "31019492"]}, {"Citation": "Maumus F, Quesneville H. Deep investigation of Arabidopsis thaliana junk DNA reveals a continuum between repetitive elements and genomic dark matter. PLOS ONE. 2014;9(4):e94101. doi: 10.1371/journal.pone.0094101.", "ArticleIdList": ["10.1371/journal.pone.0094101", "PMC3978025", "24709859"]}, {"Citation": "McCallum J, Thomson S, Pither-Joyce M, Kenel F, Clarke A, Havey MJ. Genetic diversity analysis and single-nucleotide polymorphism marker development in cultivated bulb onion based on expressed sequence tag–simple sequence repeat markers. Journal of the American Society for Horticultural Science. 2008;133(6):810–818. doi: 10.21273/JASHS.133.6.810.", "ArticleIdList": ["10.21273/JASHS.133.6.810"]}, {"Citation": "Mehra R, Jasrotia RS, Mahajan A, Sharma D, Iquebal MA, Kaul S, Dhar MK. Transcriptome analysis of Snow Mountain Garlic for unraveling the organosulfur metabolic pathway. Genomics. 2019 doi: 10.1016/j.ygeno.2019.07.014.", "ArticleIdList": ["10.1016/j.ygeno.2019.07.014", "31356969"]}, {"Citation": "Mohapatra RK, Nanda S. In silico analysis of onion chitinases using transcriptome data. Bioinformation. 2018;14(8):440. doi: 10.6026/97320630014440.", "ArticleIdList": ["10.6026/97320630014440", "PMC6166401", "30310251"]}, {"Citation": "Molina-Calle M, de Medina VS, Priego-Capote F, de Castro MDL. Establishing compositional differences between fresh and black garlic by a metabolomics approach based on LC–QTOF MS/MS analysis. Journal of Food Composition and Analysis. 2017;62:155–163. doi: 10.1016/j.jfca.2017.05.004.", "ArticleIdList": ["10.1016/j.jfca.2017.05.004"]}, {"Citation": "Nakabayashi R, Saito K. Ultrahigh resolution metabolomics for S-containing metabolites. Current Opinion in Biotechnology. 2017;43:8–16. doi: 10.1016/j.copbio.2016.07.003.", "ArticleIdList": ["10.1016/j.copbio.2016.07.003", "27459328"]}, {"Citation": "Nakabayashi R, Sawada Y, Aoyagi M, Yamada Y, Hirai MY, Sakurai T, Kamoi T, Rowan D, Saito K. Chemical assignment of structural isomers of sulfur-containing metabolites in garlic by liquid chromatography- fourier transform ion cyclotron resonance- mass spectrometry. The Journal of nutrition. 2016;146(2):397S–402S. doi: 10.3945/jn.114.202317.", "ArticleIdList": ["10.3945/jn.114.202317", "26764333"]}, {"Citation": "Nei M, Kumar S. Molecular evolution and phylogenetics. Oxford University Press; New York: 2000."}, {"Citation": "Ni XL, Su H, Zhou YF, Wang FH, Liu WZ. Leaf-shape remodeling: programmed cell death in fistular leaves of Allium fistulosum. Physiologiaplantarum. 2015;153(3):419–431.", "ArticleIdList": ["25132341"]}, {"Citation": "Nishioka T, Marian M, Kobayashi I, Kobayashi Y, Yamamoto K, Tamaki H, Suga H, Shimizu M. Microbial basis of Fusarium wilt suppression by Allium cultivation. Scientific Reports. 2019;9(1):1715. doi: 10.1038/s41598-018-37559-7.", "ArticleIdList": ["10.1038/s41598-018-37559-7", "PMC6368641", "30737419"]}, {"Citation": "Olsson ME, Gustavsson KE, Vagen IM. Quercetin and isorhamnetin in sweet and red cultivars of onion (Allium cepa L.) at harvest, after field curing, heat treatment, and storage. Journal of Agricultural and Food Chemistry. 2010;58(4):2323–2330. doi: 10.1021/jf9027014.", "ArticleIdList": ["10.1021/jf9027014", "20099844"]}, {"Citation": "Panda D, Dehury B, Sahu J, Barooah M, Sen P, Modi MK. Computational identification and characterization of conserved miRNAs and their target genes in garlic (Allium sativum L.) expressed sequence tags. Gene. 2014;537(2):333–342. doi: 10.1016/j.gene.2014.01.010.", "ArticleIdList": ["10.1016/j.gene.2014.01.010", "24434367"]}, {"Citation": "Peška V, Mandáková T, Ihradská V, Fajkus J. Comparative dissection of three giant genomes: Allium cepa, Allium sativum, and Allium ursinum. International Journal of Molecular Sciences. 2019;20(3):733. doi: 10.3390/ijms20030733.", "ArticleIdList": ["10.3390/ijms20030733", "PMC6387171", "30744119"]}, {"Citation": "Qin R, Ning C, Björn LO, Li S. Proteomic analysis of Allium cepa var, agrogarum L. roots under copper stress. Plant and Soil. 2016;401(1–2):197–212. doi: 10.1007/s11104-015-2741-9.", "ArticleIdList": ["10.1007/s11104-015-2741-9"]}, {"Citation": "Qiu Z, Li N, Lu X, Zheng Z, Zhang M, Qiao X. Characterization of microbial community structure and metabolic potential using IlluminaMiSeq platform during the black garlic processing. Food Research International. 2018;106:428–438. doi: 10.1016/j.foodres.2017.12.081.", "ArticleIdList": ["10.1016/j.foodres.2017.12.081", "29579944"]}, {"Citation": "Ramirez DA, Locatelli DA, Gonzalez RE, Cavagnaro PF, Camargo AB. Analytical methods for bioactive sulfur compounds in Allium: an integrated review and future directions. Journal of Food Composition and Analysis. 2017;61:4–19. doi: 10.1016/j.jfca.2016.09.012.", "ArticleIdList": ["10.1016/j.jfca.2016.09.012"]}, {"Citation": "Ricroch A, Yockteng R, Brown SC, Nadot S. Evolution of genome size across some cultivated Allium species. Genome. 2005;48(3):511–520. doi: 10.1139/g05-017.", "ArticleIdList": ["10.1139/g05-017", "16121247"]}, {"Citation": "Saviano G, Paris D, Melck D, Fantasma F, Motta A, Iorizzi M. Metabolite variation in three edible Italian Allium cepa L. by NMR-based metabolomics: a comparative study in fresh and stored bulbs. Metabolomics. 2019;15(8):105. doi: 10.1007/s11306-019-1566-6.", "ArticleIdList": ["10.1007/s11306-019-1566-6", "31325058"]}, {"Citation": "Schmidt JS, Nyberg NT, Staerk D. Assessment of constituents in Allium by multivariate data analysis, high-resolution α-glucosidase inhibition assay and HPLC-SPE-NMR. Food chemistry. 2014;161:192–198. doi: 10.1016/j.foodchem.2014.03.062.", "ArticleIdList": ["10.1016/j.foodchem.2014.03.062", "24837940"]}, {"Citation": "Scholten OE, van Kaauwen MP, Shahin A, Hendrickx PM, Keizer LP, Burger K, van Heusden AW, van der Linden CG, Vosman B. SNP-markers in Allium species to facilitate introgression breeding in onion. BMC Plant Biology. 2016;16(1):187. doi: 10.1186/s12870-016-0879-0.", "ArticleIdList": ["10.1186/s12870-016-0879-0", "PMC5006257", "27576474"]}, {"Citation": "Seregin AP, Anačkov G, Friesen N. Molecular and morphological revision of the Allium saxatile group (Amaryllidaceae): geographical isolation as the driving force of underestimated speciation. Botanical Journal of the Linnean Society. 2015;178(1):67–101. doi: 10.1111/boj.12269.", "ArticleIdList": ["10.1111/boj.12269"]}, {"Citation": "Sfaxi IH, Ezzine A, Coquet L, Cosette P, Jouenne T, Marzouki MN. Combined proteomic and molecular approaches for cloning and characterization of copper–zinc superoxide dismutase (Cu, Zn-SOD2) from garlic (Allium sativum) Molecular Biotechnology. 2012;52(1):49–58. doi: 10.1007/s12033-011-9473-8.", "ArticleIdList": ["10.1007/s12033-011-9473-8", "22161312"]}, {"Citation": "Shemesh-Mayer E, Ben-Michael T, Rotem N, Rabinowitch HD, Doron-Faigenboim A, Kosmala A, Perlikowski D, Sherman A, Kamenetsky R. Garlic (Allium sativum L.) fertility: transcriptome and proteome analyses provide insight into flower and pollen development. Frontiers in Plant Science. 2015;6:271. doi: 10.3389/fpls.2015.00271.", "ArticleIdList": ["10.3389/fpls.2015.00271", "PMC4411974", "25972879"]}, {"Citation": "Shemesh-Mayer E, Winiarczyk K, Błaszczyk L, Kosmala A, Rabinowitch HD, Kamenetsky R. Male gametogenesis and sterility in garlic (Allium sativum L.): barriers on the way to fertilization and seed production. Planta. 2013;237(1):103–120. doi: 10.1007/s00425-012-1748-1.", "ArticleIdList": ["10.1007/s00425-012-1748-1", "22986686"]}, {"Citation": "Shigyo M, Fujito S, Sato S. Toward repositioning Allium vegetable crops as global commodities: opportunities and challenges for future application of omics and phytomedomics platforms to crop improvement. ActaHortic. 2019;1251:1–8."}, {"Citation": "Shigyo M, Khar A, Abdelrahman M., editors. The allium genomes. Springer; 2018."}, {"Citation": "Silva VCPD, Bettoni MM, Bona C, Foerster LA. Morphological and chemical characteristics of onion plants (Allium cepa L.) associated with resistance to onion thrips. ActaScientiarum. Agronomy. 2015;37(1):85–92."}, {"Citation": "Sohn SH, Ahn YK, Lee TH, Lee JE, Jeong MH, Seo CH, Chandra R, Kwon YS, Kim CW, Kim DS, Won SY, Kim JS, Choi D. Construction of a draft reference transcripts of onion (Allium cepa) using long-read sequencing. Plant Biotechnology Reports. 2016;10(6):383–390. doi: 10.1007/s11816-016-0409-4.", "ArticleIdList": ["10.1007/s11816-016-0409-4"]}, {"Citation": "Soininen TH, Jukarainen N, Auriola SO, Julkunen-Tiitto R, Karjalainen R, Vepsäläinen JJ. Quantitative metabolite profiling of edible onion species by NMR and HPLC–MS. Food Chemistry. 2014a;165:499–505. doi: 10.1016/j.foodchem.2014.05.132.", "ArticleIdList": ["10.1016/j.foodchem.2014.05.132", "25038704"]}, {"Citation": "Soininen TH, Jukarainen N, Julkunen-Tiitto R, Karjalainen R, Vepsäläinen JJ. The combined use of constrained total-line-shape 1H NMR and LC–MS/MS for quantitative analysis of bioactive components in yellow onion. Journal of Food composition and Analysis. 2012;25(2):208–214. doi: 10.1016/j.jfca.2011.09.001.", "ArticleIdList": ["10.1016/j.jfca.2011.09.001"]}, {"Citation": "Soininen TH, Jukarainen N, Soininen P, Auriola SO, Julkunen-Tiitto R, Oleszek W, Stochmal A, Karjalainen RO, Vepsäläinen J. Metabolite profiling of leek (Allium porrum L) cultivars by 1H NMR and HPLC–MS. Phytochemical Analysis. 2014b;25(3):220–228. doi: 10.1002/pca.2495.", "ArticleIdList": ["10.1002/pca.2495", "24408868"]}, {"Citation": "Sta-Baba R, Hachicha M, Mansour M, Nahdi H, Ben Kheder M. Response of onion to salinity. African Journal of Plant Science and Biotechnology. 2010;4:7–12."}, {"Citation": "Sun K, He J, Xiang Q, Wang X, Guan WB, Zhao L. The complete chloroplast genome of Allium ovalifolium var, leuconeurum, an endemic plant in Southwest China. Mitochondrial DNA Part B. 2019;4(1):1681–1682. doi: 10.1080/23802359.2019.1602009.", "ArticleIdList": ["10.1080/23802359.2019.1602009"]}, {"Citation": "Sun XD, Ma GQ, Cheng B, Li H, Liu SQ. Identification of differentially expressed genes in shoot apex of garlic (Allium sativum L.) using Illumina sequencing. Journal of Plant Studies. 2013;2(2):136–148. doi: 10.5539/jps.v2n2p136.", "ArticleIdList": ["10.5539/jps.v2n2p136"]}, {"Citation": "Sun XD, Yu XH, Zhou SM, Liu SQ. De novo assembly and characterization of the Welsh onion (Allium fistulosum L.) transcriptome using Illumina technology. Molecular Genetics and Genomics. 2016;291(2):647–659. doi: 10.1007/s00438-015-1131-6.", "ArticleIdList": ["10.1007/s00438-015-1131-6", "26515796"]}, {"Citation": "Sun X, Zhou S, Meng F, Liu S. De novo assembly and characterization of the garlic (Allium sativum) bud transcriptome by Illumina sequencing. Plant Cell Reports. 2012;31(10):1823–1828. doi: 10.1007/s00299-012-1295-z.", "ArticleIdList": ["10.1007/s00299-012-1295-z", "22684307"]}, {"Citation": "Suzuki G, Do GS, Mukai Y. Efficient storage and screening system for onion BAC clones. Breeding Science. 2002;52(2):157–159. doi: 10.1270/jsbbs.52.157.", "ArticleIdList": ["10.1270/jsbbs.52.157"]}, {"Citation": "Tamura K, Stecher G, Peterson D, Filipski A, Kumar S. MEGA6: molecular evolutionary genetics analysis version 6.0. Molecular Biology and Evolution. 2013;30:2725–2729. doi: 10.1093/molbev/mst197.", "ArticleIdList": ["10.1093/molbev/mst197", "PMC3840312", "24132122"]}, {"Citation": "Tsujimura M, Kaneko T, Sakamoto T, Kimura S, Shigyo M, Yamagishi H, Terachi T. Multichromosomal structure of the onion mitochondrial genome and a transcript analysis. Mitochondrion. 2019;46:179–186. doi: 10.1016/j.mito.2018.05.001.", "ArticleIdList": ["10.1016/j.mito.2018.05.001", "30006008"]}, {"Citation": "Tsukazaki H, Yaguchi S, Sato S, Hirakawa H, Katayose Y, Kanamori H, et al. Hamada M. Development of transcriptome shotgun assembly-derived markers in bunching onion (Allium fistulosum) Molecular Breeding. 2015;35(1):55. doi: 10.1007/s11032-015-0265-x.", "ArticleIdList": ["10.1007/s11032-015-0265-x"]}, {"Citation": "Verma JP, Jaiswal DK, Krishna R, Prakash S, Yadav J, Singh V. Characterization and screening of thermophilic Bacillus strains for developing plant growth promoting consortium from hot spring of Leh and Ladakh Region of India. Frontiers in Microbiology. 2018;9:1293. doi: 10.3389/fmicb.2018.01293.", "ArticleIdList": ["10.3389/fmicb.2018.01293", "PMC6028593", "29997578"]}, {"Citation": "Voelckel C, Gruenheit N, Lockhart P. Evolutionary transcriptomics and proteomics: insight into plant adaptation. Trends in Plant Science. 2017;22(6):462–471.", "ArticleIdList": ["28365131"]}, {"Citation": "Voelckel C, Mirzaei M, Reichelt M, Luo Z, Pascovici D, Heenan PB, Schmidt S, Janssen B, Haynes PA, Lockhart PJ. Transcript and protein profiling identify candidate gene sets of potential adaptive significance in New Zealand Pachycladon. BMC Evolutionary Biology. 2010;10(1):151. doi: 10.1186/1471-2148-10-151.", "ArticleIdList": ["10.1186/1471-2148-10-151", "PMC2886070", "20482888"]}, {"Citation": "Von Kohn C, Kiełkowska A, Havey MJ. Sequencing and annotation of the chloroplast DNAs and identification of polymorphisms distinguishing normal male-fertile and male-sterile cytoplasms of onion. Genome. 2013;56(12):737–742. doi: 10.1139/gen-2013-0182.", "ArticleIdList": ["10.1139/gen-2013-0182", "24433209"]}, {"Citation": "Wu S, Ning F, Wu X, et al. Wang W. Proteomic characterization of differential abundant proteins accumulated between lower and upper epidermises of fleshy scales in onion (Allium cepa L.) Bulbs. PLOS ONE. 2016;11(12):e0168959. doi: 10.1371/journal.pone.0168959.", "ArticleIdList": ["10.1371/journal.pone.0168959", "PMC5201266", "28036352"]}, {"Citation": "Xie DF, Jin FY, Yang X, Li H, Xie FM, He XJ. The complete chloroplast genome of a wild onion species Allium monanthum (Alliaceae) Mitochondrial DNA Part B. 2019a;4(1):854–855. doi: 10.1080/23802359.2019.1572462.", "ArticleIdList": ["10.1080/23802359.2019.1572462"]}, {"Citation": "Xie DF, Yu HX, Xie C, Deng YQ, Chen J, Yu Y, Zhou SD, He X. Phylogeny of Chinese Allium species in Section Daghestanica and adaptive evolution of Allium (Amaryllidaceae, Allioideae) species revealed by the chloroplast complete genome. Frontiers in Plant Science. 2019b;10:460. doi: 10.3389/fpls.2019.00460.", "ArticleIdList": ["10.3389/fpls.2019.00460", "PMC6503222", "31114591"]}, {"Citation": "Yang L, Wen C, Zhao H, Liu Q, Yang J, Liu L, Wang Y. Development of polymorphic genic SSR markers by transcriptome sequencing in the welsh onion (Allium fistulosum L.) Applied Sciences. 2015;5(4):1050–1063. doi: 10.3390/app5041050.", "ArticleIdList": ["10.3390/app5041050"]}, {"Citation": "Yiu JC, Juang LD, Fang DYT, Liu CW, Wu SJ. Exogenous putrescine reduces flooding-induced oxidative damage by increasing the antioxidant properties of Welsh onion. Scientiahorticulturae. 2009;120(3):306–314."}, {"Citation": "Yoshimoto N, Onuma M, Mizuno S, Sugino Y, Nakabayashi R, Imai S, Tsuneyoshi T, Sumi S, Saito K. Identification of a flavin-containing S-oxygenating monooxygenase involved in alliin biosynthesis in garlic. The Plant Journal. 2015;83(6):941–951. doi: 10.1111/tpj.12954.", "ArticleIdList": ["10.1111/tpj.12954", "26345717"]}, {"Citation": "Yuan Q, Song C, Gao L, Zhang H, Yang C, Sheng J, Ren J, Chen D, Wang Y. Transcriptome de novo assembly and analysis of differentially expressed genes related to cytoplasmic male sterility in onion. Plant Physiology and Biochemistry. 2018;125:35–44. doi: 10.1016/j.plaphy.2018.01.015.", "ArticleIdList": ["10.1016/j.plaphy.2018.01.015", "29413629"]}, {"Citation": "Yurgel SN, Abbey L, Loomer N, Gillis-Madden R, Mammoliti M. Microbial communities associated with storage onion. Phytobiomes. 2018;2(1):35–41. doi: 10.1094/PBIOMES-12-17-0052-R.", "ArticleIdList": ["10.1094/PBIOMES-12-17-0052-R"]}, {"Citation": "Yusupov Z, Deng T, Liu C, Lin N, Tojibaev K, Sun H. The complete chloroplast genome of Allium fistulosum. Mitochondrial DNA Part B. 2019;4(1):489–490. doi: 10.1080/23802359.2018.1545532.", "ArticleIdList": ["10.1080/23802359.2018.1545532", "PMC7707342", "33365996"]}, {"Citation": "Zhang C, Li X, Zhan Z, Cao L, Zeng A, Chang G, Liang Y. Transcriptome sequencing and metabolism analysis reveals the role of cyanidin metabolism in dark-red onion (Allium cepa L.) Bulbs. Scientific Reports. 2018;8(1):14109. doi: 10.1038/s41598-018-32472-5.", "ArticleIdList": ["10.1038/s41598-018-32472-5", "PMC6148220", "30237461"]}, {"Citation": "Zhang C, Zhang H, Zhan Z, Liu B, Chen Z, Liang Y. Transcriptome analysis of sucrose metabolism during bulb swelling and development in onion (Allium cepa L.) Frontiers in Plant Science. 2016;7:1425.", "ArticleIdList": ["PMC5031786", "27713754"]}, {"Citation": "Zheng X, Tang S, Zhu S, Dai Q, Liu T. Identification of an NAC transcription factor family by deep transcriptome sequencing in onion (Allium cepa L.) PLOS ONE. 2016;11(6):e0157871. doi: 10.1371/journal.pone.0157871.", "ArticleIdList": ["10.1371/journal.pone.0157871", "PMC4917099", "27331904"]}, {"Citation": "Zhou SM, Chen LM, Liu SQ, Wang XF, Sun XD. De novo assembly and annotation of the Chinese chive (Allium tuberosum Rottler ex Spr.) transcriptome using the Illumina platform. PLOS ONE. 2015;10(7):e0133312. doi: 10.1371/journal.pone.0133312.", "ArticleIdList": ["10.1371/journal.pone.0133312", "PMC4512717", "26204518"]}, {"Citation": "Zhu S, Tang S, Tan Z, Yu Y, Dai Q, Liu T. Comparative transcriptomics provide insight into the morphogenesis and evolution of fistular leaves in Allium. BMC Genomics. 2017;18(1):60. doi: 10.1186/s12864-016-3474-8.", "ArticleIdList": ["10.1186/s12864-016-3474-8", "PMC5223570", "28068920"]}]}], "History": [{"Year": "2019", "Month": "10", "Day": "21"}, {"Year": "2020", "Month": "8", "Day": "5"}, {"Year": "2020", "Month": "9", "Day": "25", "Hour": "6", "Minute": "3"}, {"Year": "2020", "Month": "9", "Day": "26", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "9", "Day": "26", "Hour": "6", "Minute": "1"}, {"Year": "2020", "Month": "9", "Day": "9"}], "PublicationStatus": "epublish", "ArticleIdList": ["32974094", "PMC7486827", "10.7717/peerj.9824", "9824"]}}]}