{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["GbMYBR1", "Ginkgo biloba", "Phenylpropanoids", "Repressor", "Transcriptional regulation", "Trichome"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "32990805", "DateCompleted": {"Year": "2021", "Month": "02", "Day": "25"}, "DateRevised": {"Year": "2022", "Month": "04", "Day": "17"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "09", "Day": "29"}], "Language": ["eng"], "ELocationID": ["68", "10.1007/s00425-020-03476-1"], "Journal": {"ISSN": "1432-2048", "JournalIssue": {"Volume": "252", "Issue": "4", "PubDate": {"Year": "2020", "Month": "Sep", "Day": "29"}}, "Title": "Planta", "ISOAbbreviation": "Planta"}, "ArticleTitle": "GbMYBR1 from Ginkgo biloba represses phenylpropanoid biosynthesis and trichome development in Arabidopsis.", "Pagination": {"StartPage": "68", "MedlinePgn": "68"}, "Abstract": {"AbstractText": ["GbMYBR1, a new type of R2R3-MYB repressor from Ginkgo biloba, displayed pleiotropic effects on plant growth, phenylpropanoid accumulation, by regulating multiple related genes at different levels. Ginkgo biloba is a typical gymnosperm that has been thriving on earth for millions of years. MYB transcription factors (TFs) play important roles in diverse processes in plants. However, the role of MYBs remains largely unknown in Ginkgo. Here, an MYB TF gene from Ginkgo, designated as GbMYBR1, was found to act as a repressor in multiple processes. GbMYBR1 was mainly expressed in the leaves of Ginkgo. Over-expression of GbMYBR1 in Arabidopsis thaliana led to growth retardation, decreases in lignin content, reduced trichome density, and remarkable reduction in anthocyanin and flavonol contents in leaves. Proanthocyanidin content was decreased in the seeds of transgenic Arabidopsis, which led to light-brown seed color. Both qPCR and transcriptome sequencing analyses demonstrated that the transcript levels of multiple genes related to phenylpropanoid biosynthesis, trichome formation, and pathogen resistance were down-regulated in the transgenic Arabidopsis. In particular, we found that GbMYBR1 directly interacts with the bHLH cofactor GL3 as revealed by yeast two-hybrid assays. Our work indicated that GbMYBR1 has pleiotropic effects on plant growth, phenylpropanoid accumulation, and trichome development, mediated by interaction with GL3 or direct suppression of key pathway genes. Thus, GbMYBR1 represents a novel type of R2R3 MYB repressor."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Animal Science, Chinese Academy of Agricultural Sciences, Beijing, 100193, China."}, {"Identifier": [], "Affiliation": "Key Laboratory of Plant Resources and Beijing Botanical Garden, Institute of Botany, Chinese Academy of Sciences, Beijing, 100093, China."}, {"Identifier": [], "Affiliation": "University of Chinese Academy of Sciences, Beijing, 100049, China."}], "LastName": "Su", "ForeName": "Xiaojia", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Animal Science, Chinese Academy of Agricultural Sciences, Beijing, 100193, China."}, {"Identifier": [], "Affiliation": "Key Laboratory of Plant Resources and Beijing Botanical Garden, Institute of Botany, Chinese Academy of Sciences, Beijing, 100093, China."}, {"Identifier": [], "Affiliation": "University of Chinese Academy of Sciences, Beijing, 100049, China."}], "LastName": "Xia", "ForeName": "Yaying", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Animal Science, Chinese Academy of Agricultural Sciences, Beijing, 100193, China."}], "LastName": "Jiang", "ForeName": "Wenbo", "Initials": "W"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "The Institute of Medicinal Plant Development, Beijing, 100193, China."}], "LastName": "Shen", "ForeName": "Guoan", "Initials": "G"}, {"Identifier": ["0000-0002-2336-7476"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Animal Science, Chinese Academy of Agricultural Sciences, Beijing, 100193, China. pangyongzhen@caas.cn."}], "LastName": "Pang", "ForeName": "Yongzhen", "Initials": "Y"}], "GrantList": [{"GrantID": "31670305", "Agency": "the National Nature Science Foundation of China", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "Planta", "NlmUniqueID": "1250576", "ISSNLinking": "0032-0935"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Anthocyanins"}, {"RegistryNumber": "0", "NameOfSubstance": "Phenylpropionates"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Proteins"}, {"RegistryNumber": "0", "NameOfSubstance": "Transcription Factors"}], "MeshHeadingList": [{"QualifierName": ["metabolism"], "DescriptorName": "Anthocyanins"}, {"QualifierName": ["genetics", "metabolism"], "DescriptorName": "Arabidopsis"}, {"QualifierName": ["genetics"], "DescriptorName": "Gene Expression Regulation, Plant"}, {"QualifierName": ["genetics"], "DescriptorName": "Ginkgo biloba"}, {"QualifierName": ["metabolism"], "DescriptorName": "Phenylpropionates"}, {"QualifierName": ["genetics", "metabolism"], "DescriptorName": "Plant Proteins"}, {"QualifierName": ["genetics", "growth & development"], "DescriptorName": "Plants, Genetically Modified"}, {"QualifierName": ["genetics", "metabolism"], "DescriptorName": "Transcription Factors"}, {"QualifierName": ["genetics", "growth & development"], "DescriptorName": "Trichomes"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Aharoni A, De Vos CH, Wein M, Sun Z, Greco R, Kroon A, Mol JN, O’Connell AP. The strawberry FaMYB1 transcription factor suppresses anthocyanin and flavonol accumulation in transgenic tobacco. Plant J. 2001;28:319–332.", "ArticleIdList": ["11722774"]}, {"Citation": "Albert NW, Davies KM, Lewis DH, Zhang H, Montefiori M, Brendolise C, Boase MR, Ngo H, Jameson PE, Schwinn KE. A conserved network of transcriptional activators and repressors regulates anthocyanin pigmentation in eudicots. Plant Cell. 2014;26:962–980.", "ArticleIdList": ["PMC4001404", "24642943"]}, {"Citation": "Besseau S, Hoffmann L, Geoffroy P, Lapierre C, Pollet B, Legrand M. Flavonoid accumulation in Arabidopsis repressed in lignin synthesis affects auxin transport and plant growth. Plant Cell. 2007;19:148–162.", "ArticleIdList": ["PMC1820963", "17237352"]}, {"Citation": "Boyes DC, Zayed AM, Ascenzi R, McCaskill AJ, Hoffman NE, Davis KR, Gorlach J. Growth stage-based phenotypic analysis of Arabidopsis: a model for high throughput functional genomics in plants. Plant Cell. 2001;13:1499–1510.", "ArticleIdList": ["PMC139543", "11449047"]}, {"Citation": "Broun P. Transcriptional control of flavonoid biosynthesis: a complex network of conserved regulators involved in multiple aspects of differentiation in Arabidopsis. Curr Opin Plant Biol. 2005;8:272–279.", "ArticleIdList": ["15860424"]}, {"Citation": "Cheng H, Li L, Cheng S, Cao F, Wang Y, Yuan H. Molecular cloning and function assay of a chalcone isomerase gene (GbCHI) from Ginkgo biloba. Plant Cell Rep. 2011;30:49–62.", "ArticleIdList": ["21046109"]}, {"Citation": "Cheng H, Li L, Cheng S, Cao F, Xu F, Yuan H, Wu C. Molecular cloning and characterization of three genes encoding dihydroflavonol-4-reductase from Ginkgo biloba in anthocyanin biosynthetic pathway. PLoS ONE. 2013;8:e72017.", "ArticleIdList": ["PMC3753345", "23991027"]}, {"Citation": "Clough SJ, Bent AF. Floral dip: a simplified method for Agrobacterium-mediated transformation of Arabidopsis thaliana. Plant J. 1998;16:735–743.", "ArticleIdList": ["10069079"]}, {"Citation": "Dubos C, Le Gourrierec J, Baudry A, Huep G, Lanet E, Debeaujon I, Routaboul JM, Alboresi A, Weisshaar B, Lepiniec L. MYBL2 is a new regulator of flavonoid biosynthesis in Arabidopsis thaliana. Plant J. 2008;55:940–953.", "ArticleIdList": ["18532978"]}, {"Citation": "Fornale S, Lopez E, Salazar-Henao JE, Fernandez-Nohales P, Rigau J, Caparros-Ruiz D. AtMYB7, a new player in the regulation of UV-sunscreens in Arabidopsis thaliana. Plant Cell Physiol. 2014;55:507–516.", "ArticleIdList": ["24319076"]}, {"Citation": "Gonzalez A, Mendenhall J, Huo Y, Lloyd A. TTG1 complex MYBs, MYB5 and TT2, control outer seed coat differentiation. Dev Biol. 2009;325:412–421.", "ArticleIdList": ["18992236"]}, {"Citation": "Gou J, Felippes FF, Liu C, Weigel D, Wang J. Negative regulation of anthocyanin biosynthesis in Arabidopsis by a miR156-targeted SPL transcription factor. Plant Cell. 2011;23:1512–1522.", "ArticleIdList": ["PMC3101539", "21487097"]}, {"Citation": "Huang YF, Vialet S, Guiraud JL, Torregrosa L, Bertrand Y, Cheynier V, This P, Terrier N. A negative MYB regulator of proanthocyanidin accumulation, identified through expression quantitative locus mapping in the grape berry. New Phytol. 2014;201:795–809.", "ArticleIdList": ["24147899"]}, {"Citation": "Jiang W, Yin Q, Wu R, Zheng G, Liu J, Dixon RA, Pang Y. Role of a chalcone isomerase-like protein in flavonoid biosynthesis in Arabidopsis thaliana. J Exp Bot. 2015;66:7165–7179.", "ArticleIdList": ["PMC4765788", "26347569"]}, {"Citation": "Jin H, Cominelli E, Bailey P, Parr A, Mehrtens F, Jones J, Tonelli C, Weisshaar B, Martin C. Transcriptional repression by AtMYB4 controls production of UV-protecting sunscreens in Arabidopsis. EMBO J. 2000;19:6150–6161.", "ArticleIdList": ["PMC305818", "11080161"]}, {"Citation": "Jun J, Liu C, Xiao X, Dixon RA. The transcriptional repressor MYB2 regulates both spatial and temporal patterns of proanthocyanidin and anthocyanin pigmentation in Medicago truncatula. Plant Cell. 2015;27:2860–2879.", "ArticleIdList": ["PMC4682322", "26410301"]}, {"Citation": "Karimi M, Inze D, Depicker A. GATEWAY vectors for Agrobacterium-mediated plant transformation. Trends Plant Sci. 2002;7:193–195.", "ArticleIdList": ["11992820"]}, {"Citation": "Legay S, Sivadon P, Blervacq AS, Pavy N, Baghdady A, Tremblay L, Levasseur C, Ladouce N, Lapierre C, Seguin A, Hawkins S, Mackay J, Grima-Pettenati J. EgMYB1, an R2R3 MYB transcription factor from eucalyptus negatively regulates secondary cell wall formation in Arabidopsis and poplar. New Phytol. 2010;188:774–786.", "ArticleIdList": ["20955415"]}, {"Citation": "Lepiniec L, Debeaujon I, Routaboul JM, Baudry A, Pourcel L, Nesi N, Caboche M. Genetics and biochemistry of seed flavonoids. Annu Rev Plant Biol. 2006;57:405–430.", "ArticleIdList": ["16669768"]}, {"Citation": "Li S. Transcriptional control of flavonoid biosynthesis: fine-tuning of the MYB-bHLH-WD40 (MBW) complex. Plant Signal Behav. 2014;9:e27522.", "ArticleIdList": ["PMC4091223", "24393776"]}, {"Citation": "Li S, Santini J, Nicolaou O, Parish RW. A novel myb-related gene from Arabidopsis thaliana. FEBS Lett. 1996;379:117–121.", "ArticleIdList": ["8635574"]}, {"Citation": "Li S, Milliken ON, Pham H, Seyit R, Napoli R, Preston J, Koltunow AM, Parish RW. The Arabidopsis MYB5 transcription factor regulates mucilage synthesis, seed coat development, and trichome morphogenesis. Plant Cell. 2009;21:72–89.", "ArticleIdList": ["PMC2648076", "19136646"]}, {"Citation": "Lin J, Huang X, Li Q, Cao Y, Bao Y, Meng X, Li Y, Fu C, Hou B. UDP-glycosyltransferase 72B1 catalyzes the glucose conjugation of monolignols and is essential for the normal cell wall lignification in Arabidopsis thaliana. Plant J. 2016;88:26–42.", "ArticleIdList": ["27273756"]}, {"Citation": "Liu J, Osbourn A, Ma P. MYB transcription factors as regulators of phenylpropanoid metabolism in plants. Mol Plant. 2015;8:689–708.", "ArticleIdList": ["25840349"]}, {"Citation": "Liu X, Wu S, Li P, Yang H. Advancement in the chemical analysis and quality control of flavonoid in Ginkgo biloba. J Pharmaceut Biomed. 2015;113:212–225.", "ArticleIdList": ["25812435"]}, {"Citation": "Lu S, Wang J, Chitsaz F, Derbyshire MK, Geer RC, Gonzales NR, Gwadz M, Hurwitz DI, Marchler GH, Song JS, Thanki N, Yamashita RA, Yang M, Zhang D, Zheng C, Lanczycki CJ, Marchler-Bauer A. CDD/SPARCLE: the conserved domain database in 2020. Nucleic Acids Res. 2020;8(48):D265–D268.", "ArticleIdList": ["PMC6943070", "31777944"]}, {"Citation": "Ma D, Constabel CP. MYB repressors as regulators of phenylpropanoid metabolism in plants. Trends Plant Sci. 2019;24:275–289.", "ArticleIdList": ["30704824"]}, {"Citation": "Ma D, Reichelt M, Yoshida K, Gershenzon J, Constabel CP. Two R2R3-MYB proteins are broad repressors of flavonoid and phenylpropanoid metabolism in poplar. Plant J. 2018;96:949–965.", "ArticleIdList": ["30176084"]}, {"Citation": "Matsui K, Umemura Y, Ohme-Takagi M. AtMYBL2, a protein with a single MYB domain, acts as a negative regulator of anthocyanin biosynthesis in Arabidopsis. Plant J. 2008;55:954–967.", "ArticleIdList": ["18532977"]}, {"Citation": "Mellway RD, Tran LT, Prouse MB, Campbell MM, Constabel CP. The wound-, pathogen-, and ultraviolet B-responsive MYB134 gene encodes an R2R3 MYB transcription factor that regulates proanthocyanidin synthesis in poplar. Plant Physiol. 2009;150:924–941.", "ArticleIdList": ["PMC2689947", "19395405"]}, {"Citation": "Niu D, Liu H, Jiang C, Wang Y, Wang Q, Jin H, Guo J. The plant growth-promoting Rhizobacterium bacillus cereus AR156 induces systemic resistance in Arabidopsis thaliana by simultaneously activating salicylate- and jasmonate/ethylene-dependent signaling pathways. Mol Plant Microbe In. 2010;24:533–542.", "ArticleIdList": ["21198361"]}, {"Citation": "Pang Y, Shen G, Wu W, Liu X, Lin J, Tan F, Sun X, Tang K. Characterization and expression of chalcone synthase gene from Ginkgo biloba. Plant Sci. 2005;168:1525–1531."}, {"Citation": "Pang Y, Peel GJ, Wright E, Wang Z, Dixon RA. Early steps in proanthocyanidin biosynthesis in the model legume Medicago truncatula. Plant Physiol. 2007;145:601–615.", "ArticleIdList": ["PMC2048810", "17885080"]}, {"Citation": "Payne CT, Zhang F, Lloyd AM. GL3 encodes a bHLH protein that regulates trichome development in Arabidopsis through interaction with GL1 and TTG1. Genetics. 2000;156:1349–1362.", "ArticleIdList": ["PMC1461316", "11063707"]}, {"Citation": "Perez-Diaz JR, Perez-Diaz J, Madrid-Espinoza J, Gonzalez-Villanueva E, Moreno Y, Ruiz-Lara S. New member of the R2R3-MYB transcription factors family in grapevine suppresses the anthocyanin accumulation in the flowers of transgenic tobacco. Plant Mol Biol. 2016;90:63–76.", "ArticleIdList": ["26497001"]}, {"Citation": "Preston J, Wheeler J, Heazlewood J, Li S, Parish RW. AtMYB32 is required for normal pollen development in Arabidopsis thaliana. Plant J. 2004;40:979–995.", "ArticleIdList": ["15584962"]}, {"Citation": "Ramsay NA, Glover BJ. MYB-bHLH-WD40 protein complex and the evolution of cellular diversity. Trends Plant Sci. 2005;10:63–70.", "ArticleIdList": ["15708343"]}, {"Citation": "Roy S. Function of MYB domain transcription factors in abiotic stress and epigenetic control of stress response in plant genome. Plant Signal Behav. 2016;11:e1117723.", "ArticleIdList": ["PMC4871670", "26636625"]}, {"Citation": "Sham A, Al-Azzawi A, Al-Ameri S, Al-Mahmoud B, Awwad F, Al-Rawashdeh A, Iratni R, AbuQamar S. Transcriptome analysis reveals genes commonly induced by Botrytis cinerea infection, cold, drought and oxidative stresses in Arabidopsis. PLoS ONE. 2014;9:e113718.", "ArticleIdList": ["PMC4244146", "25422934"]}, {"Citation": "Shen G, Pang Y, Wu W, Deng Z, Zhao L, Cao Y, Sun X, Tang K. Cloning and characterization of a flavanone 3-hydroxylase gene from Ginkgo biloba. Bioscience Rep. 2006;26:19–29.", "ArticleIdList": ["16779664"]}, {"Citation": "Shen G, Pang Y, Wu W, Liu X, Zhao L, Sun X, Tang K. Isolation and characterization of a putative anthocyanidin reductase gene from Ginkgo biloba. J Plant Physiol. 2006;163:224–227.", "ArticleIdList": ["16399014"]}, {"Citation": "Shen H, He X, Poovaiah CR, Wuddineh WA, Ma J, Mann DG, Wang H, Jackson L, Tang Y, Stewart CN, Jr, Chen F, Dixon RA. Functional characterization of the switchgrass (Panicum virgatum) R2R3-MYB transcription factor PvMYB4 for improvement of lignocellulosic feedstocks. New Phytol. 2012;193:121–136.", "ArticleIdList": ["21988539"]}, {"Citation": "Sonbol FM, Fornale S, Capellades M, Encina A, Tourino S, Torres JL, Rovira P, Ruel K, Puigdomenech P, Rigau J, Caparros-Ruiz D. The maize ZmMYB42 represses the phenylpropanoid pathway and affects the cell wall structure, composition and degradability in Arabidopsis thaliana. Plant Mol Biol. 2009;70:283–296.", "ArticleIdList": ["19238561"]}, {"Citation": "Stracke R, Ishihara H, Huep G, Barsch A, Mehrtens F, Niehaus K, Weisshaar B. Differential regulation of closely related R2R3-MYB transcription factors controls flavonol accumulation in different parts of the Arabidopsis thaliana seedling. Plant J. 2007;50:660–677.", "ArticleIdList": ["PMC1976380", "17419845"]}, {"Citation": "Su X, Shen G, Di S, Dixon RA, Pang Y. Characterization of UGT716A1 as a multi-substrate UDP:flavonoid glucosyltransferase gene in Ginkgo biloba. Front Plant Sci. 2017;8:2085.", "ArticleIdList": ["PMC5725826", "29270187"]}, {"Citation": "Tamura K, Stecher G, Peterson D, Filipski A, Kumar S. MEGA6: molecular evolutionary genetics analysis version 6.0. Mol Biol Evol. 2013;30:2725–2729.", "ArticleIdList": ["PMC3840312", "24132122"]}, {"Citation": "van Beek TA, Montoro P. Chemical analysis and quality control of Ginkgo biloba leaves, extracts, and phytopharmaceuticals. J Chromatogra A. 2009;1216:2002–2032.", "ArticleIdList": ["19195661"]}, {"Citation": "Wang X, Wu J, Guan M, Zhao C, Geng P, Zhao Q. Arabidopsis MYB4 plays dual roles in flavonoid biosynthesis. Plant J. 2020;101:637–652.", "ArticleIdList": ["31626358"]}, {"Citation": "Xu F, Ning Y, Zhang W, Liao Y, Li L, Cheng H, Cheng S. An R2R3-MYB transcription factor as a negative regulator of the flavonoid biosynthesis pathway in Ginkgo biloba. Funct Integr Genomic. 2014;14:177–189.", "ArticleIdList": ["24306138"]}, {"Citation": "Xu W, Grain D, Bobet S, Le Gourrierec J, Thevenin J, Kelemen Z, Lepiniec L, Dubos C. Complexity and robustness of the flavonoid transcriptional regulatory network revealed by comprehensive analyses of MYB-bHLH-WDR complexes and their targets in Arabidopsis seed. New Phytol. 2014;202:132–144.", "ArticleIdList": ["24299194"]}, {"Citation": "Yin R, Han K, Heller W, Albert A, Dobrev PI, Zazimalova E, Schaffner AR. Kaempferol 3-O-rhamnoside-7-O-rhamnoside is an endogenous flavonol inhibitor of polar auxin transport in Arabidopsis shoots. New Phytol. 2014;201:466–475.", "ArticleIdList": ["PMC4260840", "24251900"]}, {"Citation": "Yonekura-Sakakibara K, Tohge T, Matsuda F, Nakabayashi R, Takayama H, Niida R, Watanabe-Takahashi A, Inoue E, Saito K. Comprehensive flavonol profiling and transcriptome coexpression analysis leading to decoding gene-metabolite correlations in Arabidopsis. Plant Cell. 2008;20:2160–2176.", "ArticleIdList": ["PMC2553606", "18757557"]}, {"Citation": "Yoshida K, Ma D, Constabel CP. The MYB182 protein down-regulates proanthocyanidin and anthocyanin biosynthesis in poplar by repressing both structural and regulatory flavonoid genes. Plant Physiol. 2015;167:693–710.", "ArticleIdList": ["PMC4348771", "25624398"]}, {"Citation": "Zeng W, He S. A prominent role of the flagellin receptor FLAGELLIN-SENSING2 in mediating stomatal response to Pseudomonas syringae pv tomato DC3000 in Arabidopsis. Plant Physiol. 2010;153:1188–1198.", "ArticleIdList": ["PMC2899927", "20457804"]}, {"Citation": "Zhang W, Xu F, Cheng S, Liao Y. Characterization and functional analysis of a MYB gene (GbMYBFL) related to flavonoid accumulation in Ginkgo biloba. Genes Genom. 2018;40:49–61.", "ArticleIdList": ["29892898"]}, {"Citation": "Zhao J, Zhang W, Zhao Y, Gong X, Guo L, Zhu G, Wang X, Gong Z, Schumaker KS, Guo Y. SAD2, an importin-like protein, is required for UV-B response in Arabidopsis by mediating MYB4 nuclear trafficking. Plant Cell. 2007;19:3805–3818.", "ArticleIdList": ["PMC2174865", "17993626"]}, {"Citation": "Zhu H, Fitzsimmons K, Khandelwal A, Kranz RG. CPC, a single-repeat R3 MYB, is a negative regulator of anthocyanin biosynthesis in Arabidopsis. Mol Plant. 2009;2:790–802.", "ArticleIdList": ["19825656"]}, {"Citation": "Zhu L, Shan H, Chen S, Jiang J, Gu C, Zhou G, Chen Y, Song A, Chen F. The heterologous expression of the Chrysanthemum R2R3-MYB transcription factor CmMYB1 alters lignin composition and represses flavonoid synthesis in Arabidopsis thaliana. PLoS ONE. 2013;8:e65680.", "ArticleIdList": ["PMC3686752", "23840353"]}, {"Citation": "Zimmermann PL, Pierreux CE, Rigaud G, Rousseau GG, Lemaigre FP. In vivo protein-DNA interactions on a glucocorticoid response unit of a liver-specific gene: hormone-induced transcription factor binding to constitutively open chromatin. DNA Cell Biol. 1997;16:713–723.", "ArticleIdList": ["9212165"]}, {"Citation": "Zimmermann IM, Heim MA, Weisshaar B, Uhrig JF. Comprehensive identification of Arabidopsis thaliana MYB transcription factors interacting with R/B-like BHLH proteins. Plant J. 2004;40:22–34.", "ArticleIdList": ["15361138"]}]}], "History": [{"Year": "2020", "Month": "6", "Day": "29"}, {"Year": "2020", "Month": "9", "Day": "18"}, {"Year": "2020", "Month": "9", "Day": "29", "Hour": "12", "Minute": "37"}, {"Year": "2020", "Month": "9", "Day": "30", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "2", "Day": "26", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "9", "Day": "29"}], "PublicationStatus": "epublish", "ArticleIdList": ["32990805", "PMC7524859", "10.1007/s00425-020-03476-1", "10.1007/s00425-020-03476-1"]}}]}