{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Antibacterial", "Antioxidant", "Medicinal plants", "Nitric oxide", "Stick-type medicinal concentrated beverage"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "32999749", "DateRevised": {"Year": "2021", "Month": "08", "Day": "06"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "08", "Day": "05"}], "Language": ["eng"], "ELocationID": ["10.1007/s10068-020-00793-9"], "Journal": {"ISSN": "2092-6456", "JournalIssue": {"Volume": "29", "Issue": "10", "PubDate": {"Year": "2020", "Month": "Oct"}}, "Title": "Food science and biotechnology", "ISOAbbreviation": "Food Sci Biotechnol"}, "ArticleTitle": "Antioxidant and antibacterial effects of medicinal plants and their stick-type medicinal concentrated beverages.", "Pagination": {"StartPage": "1413", "EndPage": "1423", "MedlinePgn": "1413-1423"}, "Abstract": {"AbstractText": ["Nine medicinal plants and their stick-type medicinal concentrated beverages (SMCB-I and SMCB-II) with different combination ratio were evaluated on antioxidant, nitric oxide (NO) inhibitory, and antibacterial effects against pathogenic bacteria involved in respiratory system illnesses. Antioxidant activity was high in <i>Syzygium aromaticum</i>, <i>Pueraria lobata</i>, <i>Plantago asiatica</i>, and <i>Kalopanax pictus</i> which have higher contents of total phenolics and total flavonoids. The NO inhibitory activity was high in <i>Syzygium aromaticum</i>, <i>Plantago asiatica</i>, and <i>Glycyrrhiza uralensis</i>. <i>Syzygium aromaticum, Plantago asiatica</i>, <i>Kalopanax pictus</i> and <i>Glycyrrhiza uralensis</i> showed higher antibacterial activity than the other five medicinal plants against <i>Staphylococcus aureus, Corynebacterium diphtheriae,</i> and <i>Mycobacterium</i> sp. SMCB-II exhibited higher antioxidant, NO inhibitory, and antibacterial effects than SMCB-I, since <i>Syzygium aromaticum</i>, <i>Pueraria lobata</i>, and <i>Kalopanax pictus</i> were only used for the production of SMCB-II. The SMCBs would be expected to contribute to an easy-to-carry, easy-to-consume, and high value-added health beverage for the modern people."], "CopyrightInformation": "© The Korean Society of Food Science and Technology 2020."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": ["grid.412077.7", "0000 0001 0744 1296"], "Affiliation": "Department of Food and Nutrition, Daegu University, Gyeonsan, 38453 Korea."}], "LastName": "Chang", "ForeName": "Hyeon-Jun", "Initials": "HJ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["grid.412077.7", "0000 0001 0744 1296"], "Affiliation": "Department of Food and Nutrition, Daegu University, Gyeonsan, 38453 Korea."}], "LastName": "Kim", "ForeName": "Yoon-Hee", "Initials": "YH"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "National Institute for Korean Medicine Development, Gyeonsan, 38540 Korea."}], "LastName": "Kang", "ForeName": "Yun-Hwan", "Initials": "YH"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Hanbando, R&DB Center, Gyeonsan, 38453 Korea."}], "LastName": "Choi", "ForeName": "Myung-Hwan", "Initials": "MH"}, {"Identifier": ["0000-0002-4224-771X"], "AffiliationInfo": [{"Identifier": ["grid.412077.7", "0000 0001 0744 1296"], "Affiliation": "Department of Food and Nutrition, Daegu University, Gyeonsan, 38453 Korea."}], "LastName": "Lee", "ForeName": "Jeung-Hee", "Initials": "JH"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Korea (South)", "MedlineTA": "Food Sci Biotechnol", "NlmUniqueID": "9816587", "ISSNLinking": "1226-7708"}, "CoiStatement": "Conflict of interestThe authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Amakura Y, Yoshimura A, Yoshimura M, Yoshida T. Isolation and characterization of phenolic antioxidants from plantago Herb. Molecules. 2012;17:5459–5466. doi: 10.3390/molecules17055459.", "ArticleIdList": ["10.3390/molecules17055459", "PMC6268151", "22572930"]}, {"Citation": "Arao T, Kinjo J, Nohara T, Isobe R. Oleanene-type triterpene glycosidesfrom puerariae radix. IV. Six new saponins from Pueraria lobate. Chem. Pharm. Bull. 1997;45:362–366. doi: 10.1248/cpb.45.362.", "ArticleIdList": ["10.1248/cpb.45.362", "9118450"]}, {"Citation": "Ay NV, Kh A, Enkhchimeg V, Baatartsogt O. Anti-inflammatory effect of Plantago sp. ethan-olc extract in murine RAW 264.7 macrophage cells. Mong J. Agric. Sci. 2017;21:35–42. doi: 10.5564/mjas.v21i02.903.", "ArticleIdList": ["10.5564/mjas.v21i02.903"]}, {"Citation": "Belsey MA, Sinclair M, Roder MR, LeBlanc DR. Corynebacterium diphtheriae skin infec-tions in alabama and louisiana: a factor in the epidemiology of diphtheria. N. Engl. J. Med. 1969;280:135–141. doi: 10.1056/NEJM196901162800304.", "ArticleIdList": ["10.1056/NEJM196901162800304", "4972946"]}, {"Citation": "Bocco A, Cuvelier ME, Richard H, Berset C. Antioxidant activity and phenolic composition of citrus peel and seed extracts. J. Agric. Food Chem. 1998;46:2123–2129. doi: 10.1021/jf9709562.", "ArticleIdList": ["10.1021/jf9709562"]}, {"Citation": "Das B, Mandal D, Dash SK, Chattopadhyay S, Tripathy S, Dolai DP, Dey SK, Roy S. Eugenol provokes ROS-mediated membrane damage-associated antibacterial activity against clinically isolated multidrug-resistant Staphylococcus aureus strains. Infect. Dis. (Auckl.) 2016;9:11–19.", "ArticleIdList": ["PMC4756864", "26917967"]}, {"Citation": "Desai SD, Desai DG, Kaur H. Saponins and their biological activities. Pharm. Times. 2009;41:13–16."}, {"Citation": "Emori TG, Gaynes RP. An overview of nosocomial infections, including the role of the microbiology laboratory. Clin. Microbiol. Rev. 1993;6:428–442. doi: 10.1128/CMR.6.4.428.", "ArticleIdList": ["10.1128/CMR.6.4.428", "PMC358296", "8269394"]}, {"Citation": "Ferrazzano GF, Cantile T, Roberto L, Ingenito A, Catania MR, Roscetto E, Palumbo G, Zarrelli A, Pollio A. Determination of the in vitro and in vivo antimicrobial activity on salivary streptococci and lactobacilli and chemical characterisation of the phenolic content of a Plantago lanceolate infusion. Biomed. Res. Int. 2015;2015:1–8. doi: 10.1155/2015/286817.", "ArticleIdList": ["10.1155/2015/286817", "PMC4341861", "25767805"]}, {"Citation": "Hemalatha R, Nivetha P, Mohanaproya C, Sharmila G, Muthukumaran C, Gopinath M. Phyrochemical composition, GC-MS analysis, in vitro antioxidant and antibacterial potential of clove flower bud (Eugenia caryophyllus) methanolic extract. J. Food Sci. Technol. 2016;53:1189–1198. doi: 10.1007/s13197-015-2108-5.", "ArticleIdList": ["10.1007/s13197-015-2108-5", "PMC4837724", "27162398"]}, {"Citation": "Hyun MS, Hur JM, Shin YS, Song BJ, Mun YJ, Woo WH. Comparison study of white ginseng, red ginseng, and fermented red ginseng on the protective effect of LPS-induced inflammation in RAW 264.7 cells. J. Appl. Biol. Chem. 2009;52:21–27. doi: 10.3839/jabc.2009.004.", "ArticleIdList": ["10.3839/jabc.2009.004"]}, {"Citation": "Kim MH, Kim JM, Yoon KY. Effects of blanching on antioxidant activity and total phenolic content according to type of medicinal plants. Food Sci. Biotechnol. 2013;22:817–823. doi: 10.1007/s10068-013-0150-5.", "ArticleIdList": ["10.1007/s10068-013-0150-5"]}, {"Citation": "Kubota T, Kitatani H, Hinoh H. The structure of platycogenic acids A, B, and C, further trter-penoid constituents of Platycodon grandiflorum A. De Candolle. J. Chem. Soc. D. 1969;19:1313–1314. doi: 10.1039/c29690001313.", "ArticleIdList": ["10.1039/c29690001313"]}, {"Citation": "Lee IS, Choi MC, Moon HY. Effect of Platycodon grandiflorum A. DC extract on the bronchus diseases bacteria. Korean J. Biotechnol. Bioeng. 2000;15:162–166."}, {"Citation": "Lee WM, Kim SD, Kim KS, Song YB, Kwak YS, Cho JY, Park HJ, Oh JW, Rhee MH. Protopanaxadiol modulates LPS-induced inflammatory activity in murine macrophage RAW 264.7 cells. J. Ginseng. Res. 2006;30:181–187. doi: 10.5142/JGR.2006.30.4.181.", "ArticleIdList": ["10.5142/JGR.2006.30.4.181"]}, {"Citation": "Leem HH, Kim EO, Seo MJ, Choi SW. Antioxidant and anti-inflammatory activities of eugenol and its derivatives from clove (Eugenia caryophyllata Thunb.) J. Korean Soc. Food Sci. Nutr. 2011;40:1361–1370. doi: 10.3746/jkfn.2011.40.10.1361.", "ArticleIdList": ["10.3746/jkfn.2011.40.10.1361"]}, {"Citation": "Li RW, Theriault AG, Au K, Douglas TD, Casaschi A, Kurowska EM, Mukherjee R. Citrus polymethoxylated flavones improve lipid and glucose homeostasis and modulate adipocytokines in fructose-induced insulin resistant hamsters. Life Sci. 2006;79:365–373. doi: 10.1016/j.lfs.2006.01.023.", "ArticleIdList": ["10.1016/j.lfs.2006.01.023", "16497336"]}, {"Citation": "MFDS (Ministry of Food and Drug Safety) and NFSI (National Food Safety Information Service). Information by function of health function food. Available from: https://www.foodsafetykorea.go.kr/"}, {"Citation": "Mittal M, Gupta N, Parashar P, Mehra V, Khatri M. Phytochemical evaluation and pharmacological activity of Syzygium aromaticum: a comprehensive review. Int. J. Pharm. Pharm. Sci. 2014;6:67–72."}, {"Citation": "Na IS, Park MJ, Noh CH, Min JW, Bang MH, Yang DC. Production of flavonoid aglycone from Korean Glycyrrhizae radix by biofermentation process. J. Physiol. Pathol. Korean Med. 2008;22:569–574."}, {"Citation": "Rafiq S, Kaul R, Sofi SA, Bashir N, Nazir F, Nayik GA. Citrus peel as a source of functional ingredient: a review. J. Saudi Soc. Agric. Sci. 2018;17:351–358."}, {"Citation": "Ravn H, Brimer L. Structure and antibacterial activity of plantamajoside, A caffeic acid sugar ester from Plantago major subsp. major. Phytochemistry. 1988;27:3433–3437. doi: 10.1016/0031-9422(88)80744-1.", "ArticleIdList": ["10.1016/0031-9422(88)80744-1"]}, {"Citation": "Ravn HW, Mondolot L, Kelly MT, Lykke AM. Plantamajoside—a current review. Phytochem. Lett. 2015;12:42–53. doi: 10.1016/j.phytol.2015.02.002.", "ArticleIdList": ["10.1016/j.phytol.2015.02.002"]}, {"Citation": "Reppert A, Yousef GG, Rogers RB, Lila MA. Isolation of radiolabeled isoflavones from kudzu (Pueraria lobate) root culture. J. Agric. Food Chem. 2008;59:7860–7865. doi: 10.1021/jf801413z.", "ArticleIdList": ["10.1021/jf801413z", "PMC2676909", "18690681"]}, {"Citation": "Sano K, Sanada S, Ida Y, Shoji J. Studies on the constituents of the bark of Kalopanax pictus Nakai. Chem. Pharm. Bull. 1991;39:865–870. doi: 10.1248/cpb.39.865.", "ArticleIdList": ["10.1248/cpb.39.865"]}, {"Citation": "Stevens DL. Invasive group A streptococcus infections. Clin. Infect. Dis. 1992;14:2–13. doi: 10.1093/clinids/14.1.2.", "ArticleIdList": ["10.1093/clinids/14.1.2", "1571429"]}, {"Citation": "Stout JE, Koh WJ, Yew WW. Update on pulmonary disease due to non-tuberculous mycobacteria. Int. J. Infect. Dis. 2016;45:123–134. doi: 10.1016/j.ijid.2016.03.006.", "ArticleIdList": ["10.1016/j.ijid.2016.03.006", "26976549"]}, {"Citation": "Sung WS, Lee DG. The combination effect of Korean Red ginseng saponins with kanamycin and cefotaxime against methicillin-resistant Staphylococcus aureus. Biol. Pharm. Bull. 2008;31:1614–1617. doi: 10.1248/bpb.31.1614.", "ArticleIdList": ["10.1248/bpb.31.1614", "18670099"]}, {"Citation": "Tanase C, Cosarca S, Muntean DL. A critical review of phenolic compounds extracted from the bark of woody vascular plants and their potential biological activity. Molecules. 2019;24:1182–1199. doi: 10.3390/molecules24061182.", "ArticleIdList": ["10.3390/molecules24061182", "PMC6470986", "30917556"]}, {"Citation": "Tanemoto R, Okuyama T, Matsuo H, Okumura T, Ikeya Y, Nishizawa M. The constituesnts of licorice (Glycyrrhiza uralensis) differentially suppress nitric oxide production in inerleukin-1β-treated hepatocytes. Biochem. Biophys. Rep. 2015;2:153–159.", "ArticleIdList": ["PMC5668654", "29124157"]}, {"Citation": "Türel I, Özbek H, Erten R, Öner AC, Cengiz N, Yilmaz O. Hepatoprotective and anti-inflammatory activities of Plantago major L. Indian J. Pharmacol. 2009;41:120–124. doi: 10.4103/0253-7613.55211.", "ArticleIdList": ["10.4103/0253-7613.55211", "PMC2861812", "20442819"]}, {"Citation": "Wang L, Yang R, Yuan B, Liu Y, Liu C. The antiviral and antimicrobial activities of licorice, a widely-used Chinese herb. Acta. Pharm. Sin. B. 2015;5:310–315. doi: 10.1016/j.apsb.2015.05.005.", "ArticleIdList": ["10.1016/j.apsb.2015.05.005", "PMC4629407", "26579460"]}, {"Citation": "Watson RR, Preedy VR, Zibadi S. Polyphenols in Human Health and Disease. Cambridge, MA, USA: Academic Press; 2014. pp. 253–265."}, {"Citation": "Xu JG, Liu T, Hu QP, Cao XM. Chemical composition, antibacterial properties and mechanism of action of essential oil from clove buds against Staphylococcus aureus. Molecules. 2016;21:1194–1206. doi: 10.3390/molecules21091194.", "ArticleIdList": ["10.3390/molecules21091194", "PMC6274078", "27617990"]}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "1", "Day": "22"}, {"Year": "2020", "Month": "5", "Day": "23"}, {"Year": "2020", "Month": "7", "Day": "6"}, {"Year": "2020", "Month": "10", "Day": "1", "Hour": "5", "Minute": "37"}, {"Year": "2020", "Month": "10", "Day": "2", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "10", "Day": "2", "Hour": "6", "Minute": "1"}, {"Year": "2021", "Month": "8", "Day": "5"}], "PublicationStatus": "epublish", "ArticleIdList": ["32999749", "PMC7492349", "10.1007/s10068-020-00793-9", "793"]}}], "PubmedBookArticle": []}