{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Blood", "Carbendazim", "Foeniculum vulgare", "Mice", "Nigella sativa"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "32994708", "DateRevised": {"Year": "2020", "Month": "10", "Day": "02"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "04", "Day": "18"}], "Language": ["eng"], "ELocationID": ["10.1016/j.sjbs.2020.04.016"], "Journal": {"ISSN": "1319-562X", "JournalIssue": {"Volume": "27", "Issue": "10", "PubDate": {"Year": "2020", "Month": "Oct"}}, "Title": "Saudi journal of biological sciences", "ISOAbbreviation": "Saudi J Biol Sci"}, "ArticleTitle": "Effect of <i>Nigella sativa</i> and <i>Foeniculum vulgare</i> seeds extracts on male mice exposed to carbendazim.", "Pagination": {"StartPage": "2521", "EndPage": "2530", "MedlinePgn": "2521-2530"}, "Abstract": {"AbstractText": ["The increasing prevalence of environmental pollutants such as pesticides is a major global problem that affects living organisms. Exposure to environmental pollutants remains a major source of health risk throughout the world. The potential health benefits of various medicinal plants and natural products in relation to protect various diseases are currently receiving considerable attention. A current approach is to develop a new biological compound from natural products that inhibits pain. Ethnopharmacological surveys have been found to be one of the most reliable tools for the discovery of the natural and semi-synthetic drug. The present study was performed to investigate the hematological and biochemical changes induced by carbendazim (CBZ) and the potential protective effect of seeds extracts of Nigella sativa (NSSE) and <i>Foeniculum vulgare</i> (FVSE) against CBZ toxicity in male mice. Mice were distributed into 6 groups. Mice of group 1 were served as control. Group 2 was exposed to CBZ. Group 3 was supplemented with NSSE and exposed to CBZ. Group 4 was treated with FVSE and CBZ. Normal mice of group 5 and 6 were subjected to NSSE and FVSE respectively. Body weight gain was significantly decreased in mice of group 2. In mice of group 2, significant declines of RBC, HB, Hct, WBC, total protein, FSH, LH, testosterone, T4, T3, CAT and SOD were observed. Moreover, the levels of ALT, AST, ALP, total bilirubin, creatinine, BUN, uric acid, glucose, cholesterol, CK, LDH, MDA and GSH were significantly enhanced. Treatment with NSSE and FVSE showed attenuation effects against CBZ induced hematological and biochemical changes. The results suggest that the attenuation effects of NSSE and FVSE attributed to their antioxidant properties."], "CopyrightInformation": "© 2020 The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biological Sciences, Faculty of Science, King Abdulaziz University, Jeddah, Saudi Arabia."}, {"Identifier": [], "Affiliation": "Princess Dr. Najla Bint Saud Al-Saud Center for Excellence Research in Biotechnology, King Abdulaziz University, Jeddah, Saudi Arabia."}], "LastName": "Alghamdi", "ForeName": "Sameera A", "Initials": "SA"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Saudi Arabia", "MedlineTA": "Saudi J Biol Sci", "NlmUniqueID": "101543796", "ISSNLinking": "2213-7106"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Abdel-Sater K.A. Gastroprotective effects of Nigella Sativa oil on the formation of stress gastritis in hypothyroidal rats. Int. J. Physiol. Pathophysiol. Pharmacol. 2009;1:143–149.", "ArticleIdList": ["PMC3047244", "21383883"]}, {"Citation": "Abdel-Wahhab K.G., Fawzi H., Mannaa F.A. Paraoxonase-1 (PON1) inhibition by tienilic acid produces hepatic injury: Antioxidant protection by fennel extract and whey protein concentrate. Pathophysiology. 2016;23:19–25.", "ArticleIdList": ["26884099"]}, {"Citation": "Abel-Salam B.K. Immunomodulatory effects of black seeds and garlic on alloxan-induced diabetes in albino rat. Allergol. Immunopathol. (Madr) 2012;40:336–340.", "ArticleIdList": ["21982401"]}, {"Citation": "Abolaji A.O., Awogbidin I.O., Adedara I.A., Farombi E.O. Insecticide chlorpyrifos and fungicide carbendazim, common food contaminants mixture, induce hepatic, renal and splenic oxidative damage in female rats. Hum. Exp. Toxicol. 2017;36:483–493.", "ArticleIdList": ["27268782"]}, {"Citation": "Aebi H. Catalase in vitro. Methods Enzymol. 1984;105:121–126.", "ArticleIdList": ["6727660"]}, {"Citation": "Alam R.T., Imam T.S., Abo-Elmaaty A.M.A., Arisha A.H. Amelioration of fenitrothion induced oxidative DNA damage and inactivation of caspase-3 in the brain and spleen tissues of male rats by N-acetylcysteine. Life Sci. 2019;231:116534.", "ArticleIdList": ["31173782"]}, {"Citation": "Al-Amoudi W.M. Protective effects of fennel oil extract against sodium valproate-induced hepatorenal damage in albino rats. Saudi J. Biol. Sci. 2017;24:915–924.", "ArticleIdList": ["PMC5415150", "28490965"]}, {"Citation": "Al-Attar A.M. Effect of grapeseed oil on diazinon-induced physiological and histopathological alterations in rats. Saudi J. Biol.l Sci. 2015;22:284–292.", "ArticleIdList": ["PMC4423718", "25972749"]}, {"Citation": "Al-Bukhari, M.I., 1976 In: The collection of authentic sayings of prophet mohammad (peace be upon him), division 71 on medicine. 2nd Edn. Al-Bukhari Sahi., Eds. Ankara: Hilal Yayinlari."}, {"Citation": "Ansari M.N., Bhandari U., Pillai K.K. Ethanolic Zingiber officinale extract pretreatment alleviates isoproterenol-induced oxidative myocardial necrosis in rats. Indian J. Exp. Biol. 2006;44:892–897.", "ArticleIdList": ["17205709"]}, {"Citation": "Ansari M.N., Bhandari U., Pillai K.K. Protective role of curcumin in myocardial oxidative damage induced by isoproterenol in rats. Hum. Exp. Toxicol. 2007;26:933–938.", "ArticleIdList": ["18375636"]}, {"Citation": "Appannagari R.R. Environmental Pollution Causes and Consequences. A Study. North Asian. Int. Res. J. Soc. Sci. Hum. 2017;3:8."}, {"Citation": "Araújo K.R.M., Kerntopf M.R., Oliveira D.R., Menezes I.R.A., Brito Júnior F.E. Plantas medicinais no tratamento de doenças respiratórias na infância: uma visão do saber popular. Rev. Rene. 2012;13:659–666."}, {"Citation": "Aroonvilairat S., Tangjarukij C., Sornprachum T., Chaisuriya P., Siwadune T., Ratanabanangkoon K. Effects of topical exposure to a mixture of chlorpyrifos, cypermethrin and captan on the hematological and immunological systems in male Wistar rats. Environ. Toxicol. Pharmacol. 2018;59:53–60.", "ArticleIdList": ["29529450"]}, {"Citation": "Badgujar S.B., Patel V.V., Bandivdekar A.H. Foeniculum vulgare Mill: a review of its botany, phytochemistry, pharmacology, contemporary application, and toxicology. Biomed Res. Int. 2014;2014:842674.", "ArticleIdList": ["PMC4137549", "25162032"]}, {"Citation": "Bailey L.L., Simons T.R., Pollock K.H. Estimating site occupancy and species detection probability parameters for terrestrial salamanders. Ecol. Appl. 2004;14:692–702."}, {"Citation": "Barlas N., Selmanðglu G., Koçkaya A., Songür S. Effect of carbendazim on rat thyroid, parathyroid, pituatory and adrenal glands and their hormones. Hum. Exp. Toxicol. 2002;21:217–221.", "ArticleIdList": ["12099623"]}, {"Citation": "Beutler E., Duron O., Kelly B.M. Improved method for the determination of blood glutathione. Lab. Clin. Med. 1963;61:882–888.", "ArticleIdList": ["13967893"]}, {"Citation": "Bosch X., Poch E., Grau J.M. Rhabdomyolysis and acute kidney injury. N. Engl. J. Med. 2009;361:62–72.", "ArticleIdList": ["19571284"]}, {"Citation": "Briggs D. Environmental pollution and the global burden of disease. Brit. Med. Bull. 2003;68:1–24.", "ArticleIdList": ["14757707"]}, {"Citation": "CDC (Centers for Disease Control and Prevention), 2018. National Biomonitoring Program."}, {"Citation": "Cheikh-Rouhou S., Besbes S., Lognay G., Blecker C., Deroanne C., Attia H. Sterol composition of black cumin (Nigella sativa L.) and Aleppo pine (Pinus halpensis Mill.) seed oils. J. Food Comp. Anal. 2008;21:162–168."}, {"Citation": "Coles E.H. 4th ed. W.B. Saunders Company; Philadelphia, London, Toronto, Mexico: 1986. Tokyo Veterinary Clinical Pathology; pp. 171–199."}, {"Citation": "Csillik B., Fazakas J., Nemcsók J., Knyihár-Csillik E. Effect of the pesticide Deltamethrin on the Mauthner cells of Lake Balaton fish. Neurotoxicology. 2000;21:343–352.", "ArticleIdList": ["10894124"]}, {"Citation": "Danaei G.H., Karami M. Protective effect of thymoquinone against diazinon-induced hematotoxicity, genotoxicity and immunotoxicity in rats. Environ. Toxicol. Pharmacol. 2017;55:217–222.", "ArticleIdList": ["28938193"]}, {"Citation": "Danaei G.H., Memar B., Ataee R., Karami M. Protective effect of thymoquinone, the main component of Nigella Sativa, against diazinon cardio-toxicity in rats. Drug Chem. Toxicol. 2018;12:1–7.", "ArticleIdList": ["29648463"]}, {"Citation": "Dar M.A., Khan A.M., Raina R., Verma P.K., Wani N.M. Effect of bifenthrin on oxidative stress parameters in the liver, kidneys, and lungs of rats. Environ. Sci. Pollut. Res. Int. 2019;26:9365–9370.", "ArticleIdList": ["30721431"]}, {"Citation": "Dar R.A., Shahnawaz M., Qazi P.H. General overview of medicinal plants: A review. J. Phytopharmacol. 2017;6:349–351."}, {"Citation": "DEFRA., 2006. The Royal Commission on Environmental Pollution report on crop spraying and the health of residents and bystanders - Government response."}, {"Citation": "Dragone R., Grasso G., Muccini M., Toffanin S. Portable bio/chemosensoristic devices: innovative systems for environmental health and food safety diagnostics. Front. Public Health. 2017;5:80.", "ArticleIdList": ["PMC5418341", "28529937"]}, {"Citation": "El-Demerdash F.M., Jebur A.B., Nasr H.M., Hamid H.M. Modulatory effect of Turnera diffusa against testicular toxicity induced by fenitrothion and/or hexavalent chromium in rats. Environ. Toxicol. 2019;34:330–339.", "ArticleIdList": ["30578656"]}, {"Citation": "El-Sheikh, el-S.A., Galal, A.A., 2015. Toxic effects of sub-chronic exposure of male albino rats to emamectin benzoate and possible ameliorative role of Foeniculum vulgare essential oil. Environ. Toxicol. Pharmacol. 39, 1177-1188.", "ArticleIdList": ["25935540"]}, {"Citation": "EMA., 2007. Community Herbal Monograph on Foeniculuum vulgare Miller subsp. vulgare var. dulce (Miller) Thellung, fructus. European Medicines Agency: London, UK."}, {"Citation": "Farag A., Ebrahim H., ElMazoudy R., Kadous E. Developmental toxicity of fungicide carbendazim in female mice. Birth. Defects Res. B. Dev. Reprod. Toxicol. 2011;92:122–130.", "ArticleIdList": ["21416578"]}, {"Citation": "Fereidoun H., Nourddin M.S., Rreza N.A., Mohsen A., Ahmad R., Pouria H. The effect of long-term exposure to particulate pollution on the lung function of Teheranian and Zanjanian students. Pak. J. Physiol. 2007;3:1–5."}, {"Citation": "Ganong W.F. 15th Edn. Connecticut, Lange Medical Publications; Norwalk: 1999. Review of Medical Physiology; pp. 494–495."}, {"Citation": "Geng X., Shao H., Zhang Z., Ng J.C., Peng C. Malathion-induced testicular toxicity is associated with spermatogenic apoptosis and alterations in testicular enzymes and hormone levels in male Wistar rats. Environ. Toxicol. Pharmacol. 2015;39:659–667.", "ArticleIdList": ["25686724"]}, {"Citation": "Ghorbani Taherdehi F., Nikravesh M.R., Jalali M., Fazel A., Gorji Valokola M. Evaluating the protective role of ascorbic acid in malathion-induced testis tissue toxicity of male rats. Int. J. Prev. Med. 2019;10:45.", "ArticleIdList": ["PMC6528429", "31143419"]}, {"Citation": "Gupta V.K., Siddiqi N.J., Ojha A.K., Sharma B. Hepatoprotective effect of Aloe vera against cartap- and malathion-induced toxicity in Wistar rats. J. Cell. Physiol. 2019;234:18329–18343.", "ArticleIdList": ["30891764"]}, {"Citation": "Hassan H.F., Meligi N.M. Effects of sublethal abamectin exposure on some hormonal profiles and testicular histopathology in male albino rats and the possible ameliorative role of Eruca sativa. Environ. Sci. Pollut. Res. Int. 2017;24:24690–24697.", "ArticleIdList": ["28913779"]}, {"Citation": "Hayes T.B., Case P., Chui S., Chung D., Haefele C., Haston K., Lee M., Mai V.P., Marjuoa Y., Parker J., Tsui M. Pesticide mixtures, endocrine disruption, and amphibian declines: Are we underestimating the impact? Environ. Health Perspect. 2006;114:40–50.", "ArticleIdList": ["PMC1874187", "16818245"]}, {"Citation": "Jacobson T.A. Toward “pain-free” statin prescribing: clinical algorithm for diagnosis and management of myalgia. Mayo Clin. Proc. 2008;83:687–700.", "ArticleIdList": ["18533086"]}, {"Citation": "Jacobson T.A. NLA Task Force on Statin Safety-2014 update. J. Clin. Lipidol. 2014;8:S1–S4.", "ArticleIdList": ["24793438"]}, {"Citation": "Jamshidi-Kia F., Lorigooini Z., Amini-Khoei H. Medicinal plants: past history and future perspective. J. Herbmed. Pharmacol. 2018;7:1–7."}, {"Citation": "Jiang J., Wu S., Wang Y., An X., Cai L., Zhao X., Wu C. Carbendazim has the potential to induce oxidative stress, apoptosis, immunotoxicity and endocrine disruption during zebrafish larvae development. Toxicol. In Vitro. 2015;29:1473–1481.", "ArticleIdList": ["26055223"]}, {"Citation": "Kassab R.B., El-Hennamy R.E. The role of thymoquinone as a potent antioxidant in ameliorating the neurotoxic effect of sodium arsenate in female rat. Egypt. J. Basic Appl. Sci. 2017;4:160–167."}, {"Citation": "Koppula S., Kumar H. Foeniculum vulgare Mill (Umbelliferae) attenuates stress and improves memory in wister rats. Trop. J. Pharm. Res. 2013;12:553–558."}, {"Citation": "Kovacic P., Edwards C. Integrated approach to the mechanisms of thyroid toxins: electron transfer, reactive oxygen species, oxidative stress, cell signaling, receptors, and antioxidants. J. Recept. Signal Transd. 2010;30:133–142.", "ArticleIdList": ["20236032"]}, {"Citation": "Laetz C.A., Baldwin D.H., Collier T.K., Hebert V., Stark J.D., Scholz N.L. The synergistic toxicity of pesticide mixtures: implications for risk assessment and the conservation of endangered Pacific salmon. Environ. Health Perspect. 2009;117:348–353.", "ArticleIdList": ["PMC2661902", "19337507"]}, {"Citation": "Landrigan P.J., Fuller R. Global health and environmental pollution. Int. J. Public Health. 2015;60:761–762.", "ArticleIdList": ["26135237"]}, {"Citation": "Lindley S.J., Longhurst J.W.S., Watson A.F.R., Conlan D.E. Procedures for the estimation of regional scale atmospheric emissions- an example from the NW region of England. Atmos. Environ. 1996;30:3079–3091."}, {"Citation": "Liu M., Chang X.R., Yan J., Yi S.X., Lin Y.P., Yue Z.H., Peng Y. Effects of moxibustion pretreatment on GSH-Px, SOD and MDA in gastric mucosa of rats with stress ulcer. J. Acupunct. Tuina. Sci. 2011;9:17–20."}, {"Citation": "Lutz P. Benzimidazole and its derivatives- from fungicides to designer drug. A new occupational and environmental hazard. Med. Pr. 2012;63:505–513.", "ArticleIdList": ["22994080"]}, {"Citation": "Magnusson U., Ljungvall K. Environmental pollutants and dysregulation of male puberty-a comparison among species. Reprod. Toxicol. 2014;44:23–32.", "ArticleIdList": ["23994513"]}, {"Citation": "Mahob R.J., Ndoumbè-Nkeng M., Ten Hoopen G.M., Dibog L., Nyassé S., Rutherford M., Mbenoun M., Babin R., Amang J., Mbang A., Yede Y., Bilong Bilong C.F. Pesticides use in Cocoa Sector in Cameroon: characterization of supply source, nature of active ingredients, fashion and reasons for their utilization. Int. J. Biol. Chem. Sci. 2014;8:1976–1989."}, {"Citation": "Maiti P.K., Kar A., Gupta P., Chaurasia S.S. Loss of membrane integrity and inhibition of type-I iodothyronine 5-monodeiodinase activity by fenvalerate in female mouse. Biochem. Biophys. Res. Commun. 1995;214:905–909.", "ArticleIdList": ["7575562"]}, {"Citation": "Mansour S.A., Heikal T.M., Refaie A.A., Mossa A.H. Antihepatotoxic activity of fennel (Foeniculum vulgare Mill.) essential oil against chlorpyrifos-induced liver injury in rats. Global. J. Environ. Sci. Technol. 2011;1:10."}, {"Citation": "Mansour S.A., Mossa A.H. Oxidative damage, biochemical and histopathological alterations in rats exposed to chlorpyrifos and the antioxidant role of zinc. Pestic. Bioch. Physiol. 2010;96:14–23."}, {"Citation": "McCann S.M., Mastronardi C.A., Laurentiis A.D., Rettori V. The nitric oxide theory of aging revisited. Ann. N.Y Acad. Sci. 2005;1057:64–84.", "ArticleIdList": ["16399888"]}, {"Citation": "Mihats D., Pilsbacher L., Gabernig R., Routil M., Gutternigg M., Laenger R. Levels of estragole in fennel teas marketed in Austria and assessment of dietary exposure. Int. J. Food Sci. Nutr. 2017;68:569–576.", "ArticleIdList": ["27917696"]}, {"Citation": "Mishra B.K., Meena K.K., Dubey P.N., Aishwath O.P., Kant K., Sorty A.M., Bitla U. Influence on yield and quality of fennel (Foeniculum vulgare Mill.) grown under semi-arid saline soil, due to application of native phosphate solubilizing rhizobacterial isolates. Ecol. Eng. 2016;97:327–333."}, {"Citation": "Mosbah R., Djerrou Z., Mantovani A. Protective effect of Nigella sativa oil against acetamiprid induced reproductive toxicity in male rats. Drug Chem. Toxicol. 2018;41:206–212.", "ArticleIdList": ["28669218"]}, {"Citation": "Mosbah R., Yousef M.I., Maranghi F., Mantovani A. Protective role of Nigella sativa oil against reproductive toxicity, hormonal alterations, and oxidative damage induced by chlorpyrifos in male rats. Toxicol. Ind. Health. 2016;32:1266–1277.", "ArticleIdList": ["25425536"]}, {"Citation": "Naderi, N., Souri, M., Nasr Esfahani, M.H., Hajian, M., Tanhaei Vash, N., 2019. Ferulago angulata extract ameliorates epididymal sperm toxicity in mice induced by lead and diazinon. Andrology (in press).", "ArticleIdList": ["31747138"]}, {"Citation": "Nickavar B., Mojab F., Javidnia K., Amoli M.A. Chemical composition of the fixed and volatile oils of Nigella sativa L. from Iran. Z. Naturforsch., C: J. Biosci. 2003;58:629–631.", "ArticleIdList": ["14577620"]}, {"Citation": "Nishikimi M., Roa N.A., Yogi K. The occurrence of superoxide anion in the reaction of reduced phenazine methosulfate and molecular oxygen. Biochem. Bioph. Res. Commun. 1972;46:849–854.", "ArticleIdList": ["4400444"]}, {"Citation": "Nwozo S., Akpodono E., Oyinloye B. Plasma, erythrocyte membrane bound enzymes and tissue histopathology in male Wistar rats exposed to common insecticides. J. Pestic. Sci. 2015;40:13–18."}, {"Citation": "Nwozo S.O., Ozegbe P.C., Olasehinde O. Carbendazim alters kidney morphology, kidney function tests, tissue markers of oxidative stress and serum micro-elements in rats fed protein-energy malnourished diet. Int. J. Biol. Chem. Sci. 2017;11:1046–1055."}, {"Citation": "Oduwole O.O., Peltoketo H., Huhtaniemi I.T. Role of follicle-stimulating hormone in spermatogenesis. Front. Endocrinol. (Lausanne) 2018;9:763.", "ArticleIdList": ["PMC6302021", "30619093"]}, {"Citation": "Ohkawa H., Ohishi N., Yagi K. Assay for lipid peroxides in animal tissues by thiobarbituric acid reaction. Anal. Biochem. 1979;95:351–358.", "ArticleIdList": ["36810"]}, {"Citation": "Okonkwo C.O., Ohaeri O.C., Atangwho I.J. Haematological changes in rats exposed to insecticidal oils from the leaves of Cassia occidentalis and Euphorbia milii. Heliyon. 2019;5:e01746.", "ArticleIdList": ["PMC6536728", "31193578"]}, {"Citation": "Ola-Davies O.E., Olukole S.G., Ozegbe P.C. Resveratrol and vitamin E ameliorate carbendazim-induced toxicity in Wistar rats. Afr. J. Biomed. Res. 2018;21:211–217."}, {"Citation": "Osama E., Galal A.A.A., Abdalla H., El-Sheikh S.M.A. Chlorella vulgaris ameliorates testicular toxicity induced by deltamethrin in male rats via modulating oxidative stress. Andrologia. 2019;51:e13214.", "ArticleIdList": ["30488469"]}, {"Citation": "Owen J.B., Butterfield D.A. Measurement of oxidized/reduced glutathione ratio. In: Bross P., Gregersan N., editors. Protein misfolding and cellular stress in disease and aging: concept, protocols. Humana Press; New York: 2010. pp. 269–277."}, {"Citation": "Park J.P., Kim J.H., Park M.K., Yun J.W. Potential agents for cancer and obesity treatment with herbal medicines from the green garden. Biotechnol. Bioprocess Eng. 2011;16:1065–1076."}, {"Citation": "Patil N.V., Lonare M.K., Sharma M., Lalhriatpuia P.C., Saini S.P.S., Rampal S. Hemato-biochemical alterations mediated by carbendazim exposure and protective effect of quercetin in male rats. Toxico. Int. 2018;25:7–18."}, {"Citation": "Ramaswamy S., Weinbauer G.F. Endocrine control of spermatogenesis: Role of FSH and LH/ testosterone. Spermatogenesis. 2015;4:e996025.", "ArticleIdList": ["PMC4581062", "26413400"]}, {"Citation": "RCEP, 2005. Crop Spraying and the Health of Residents and Bystanders."}, {"Citation": "Rice M.B., Li W., Dorans K.S., Wilker E.H., Ljungman P., Gold D.R., Schwartz J., Koutrakis P., Kloog I., Araki T., Hatabu H., Estepar R.S.J., O’Connor G., Mittleman M., Washko G. Exposure to traffic emissions and fine particulate matter and computed tomography measures of the lung and airways. Epidemiology. 2018;29:333–341.", "ArticleIdList": ["PMC6095201", "29384790"]}, {"Citation": "Robles-Martínez M., González J.F.C., Pérez-Vázquez F.J., Montejano-Carrizales J.M., Pérez E., Patiño- Herrera R. Antimycotic activity potentiation of Allium sativum extract and silver nanoparticles against Trichophyton rubrum. Chem. Biodivers. 2019;16:e1800525.", "ArticleIdList": ["30614195"]}, {"Citation": "Sakr S.A. Ameliorative effect of ginger (Zingiber officinale) on mancozeb fungicide induced liver injury in albino rats. Australian J. Basic Appl. Sci. 2007;1:650–656."}, {"Citation": "Sanja S.D., Sheth N.R., Joshi D.M., Golwala D.K., Dhaval P., Rval M.K. Anti inflammatory activity of Ipomoea reniformis methanolic extract. Inter. J. Pharm. Sci. Drug Res. 2009;1:176–179."}, {"Citation": "Shin H.J., Cho H.G., Park C.K., Park K.H., Lim H.B. Comparative in vitro biological toxicity of four kinds of air pollution particles. Toxicol. Res. 2017;33:305–313.", "ArticleIdList": ["PMC5654202", "29071015"]}, {"Citation": "Singh J.S. The biodiversity crisis: A multifaceted review. Curr. Sci. 2002;82:638–647."}, {"Citation": "Singh R. Medicinal Plants: A Review. J. Plant Sci. 2015;3:50–55."}, {"Citation": "Skeaff, S., 2011. Iodine deficiency in pregnancy: the effect on neurodevelopment in the child. Nutrients 3, 265-273.", "ArticleIdList": ["PMC3257674", "22254096"]}, {"Citation": "Spriet L.L., Howlett R.A., Heigenhauser G.J. An enzymatic approach to lactate production in human skeletal muscle during exercise. Med. Sci. Sports Exerc. 2000;32:756–763.", "ArticleIdList": ["10776894"]}, {"Citation": "Torlak V., Zemunik T., Modun D., Capkun V., Pesutic-Pisac V., Markotic A., Pavela-Vrancic M., Stanicic A. 131I-induced changes in rat thyroid gland function. Braz. J. Med. Biol. Res. 2007;40:1087–1094.", "ArticleIdList": ["17665045"]}, {"Citation": "Uchendu C., Ambali S.F., Ayo J.O., Esievo K.A.N. Chronic co-exposure to chlorpyrifos and deltamethrin pesticides induces alterations in serum lipids and oxidative stress in Wistar rats: mitigating role of alpha-lipoic acid. Environ. Sci. Pollut. Res. Int. 2018;25:19605–19611.", "ArticleIdList": ["29736639"]}, {"Citation": "Wallimann T., Wyss M., Brdiczka D., Nicolay K., Eppenberger H.M. Intracellular compartmentation, structure and function of creatine kinase isoenzymes in tissues with high and fluctuating energy demands: the 'phosphocreatine circuit' for cellular energy homeostasis. Biochem. J. 1992;281:21–40.", "ArticleIdList": ["PMC1130636", "1731757"]}, {"Citation": "Wenzel K.W. Pharmacological interference with in vivo tests of thyroid function. Metabolism. 1981;30:717–732.", "ArticleIdList": ["6165878"]}, {"Citation": "WHO (World Health Organization), 2016. International Programme on Chemical Safety. The public health impact of chemicals: knowns and unknowns."}, {"Citation": "Ye M., Beach J., Martin J.W., Senthilselvan A. Occupational pesticide exposures and respiratory health. Int. J. Environ. Res. Public Health. 2013;10:6442–6471.", "ArticleIdList": ["PMC3881124", "24287863"]}, {"Citation": "Zari T.A., Al-Attar A.M. Therapeutic effects of olive leaves extract on rats treated with a sublethal concentration of carbendazim. Eur. Rev. Med. Pharmacol. Sci. 2011;15:413–426.", "ArticleIdList": ["21608437"]}, {"Citation": "Zhao Y., Wang Q., Wang Y., Li J., Lu G., Liu Z. Glutamine protects against oxidative stress injury through inhibiting the activation of PI3K/Akt signaling pathway in parkinsonian cell model. Environ. Health Prev. Med. 2019;24:4.", "ArticleIdList": ["PMC6320634", "30611190"]}]}], "History": [{"Year": "2020", "Month": "3", "Day": "11"}, {"Year": "2020", "Month": "4", "Day": "5"}, {"Year": "2020", "Month": "4", "Day": "7"}, {"Year": "2020", "Month": "9", "Day": "30", "Hour": "6", "Minute": "12"}, {"Year": "2020", "Month": "10", "Day": "1", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "10", "Day": "1", "Hour": "6", "Minute": "1"}, {"Year": "2020", "Month": "4", "Day": "18"}], "PublicationStatus": "ppublish", "ArticleIdList": ["32994708", "PMC7499112", "10.1016/j.sjbs.2020.04.016", "S1319-562X(20)30128-5"]}}]}