{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Ocimum basilicum", "Alzheimer’s disease", "cholesterol", "cognition", "oxidative stress"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "33015851", "DateCompleted": {"Year": "2021", "Month": "06", "Day": "21"}, "DateRevised": {"Year": "2021", "Month": "06", "Day": "21"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "10", "Day": "04"}], "Language": ["eng"], "ELocationID": ["10.1111/jfbc.13485"], "Journal": {"ISSN": "1745-4514", "JournalIssue": {"Volume": "44", "Issue": "12", "PubDate": {"Year": "2020", "Month": "Dec"}}, "Title": "Journal of food biochemistry", "ISOAbbreviation": "J Food Biochem"}, "ArticleTitle": "Dill tablet and Ocimum basilicum aqueous extract: Promising therapeutic agents for improving cognitive deficit in hypercholesterolemic rats.", "Pagination": {"StartPage": "e13485", "MedlinePgn": "e13485"}, "Abstract": {"AbstractText": ["High-cholesterol diet (HCD) is correlated with Alzheimer's disease (AD) and impairment of memory. This study investigated beneficial therapeutic effects of Dill tablet and Ocimum basilicum (Basil) aqueous extract on hypercholesterolemia-induced cognitive deficits and oxidative stress in hippocampus tissues of rats. Hippocampal Aβ(1-42) level was measured. The gene expression levels of superoxide dismutase and inducible-nitric oxide synthase were determined in hippocampus. Cognitive functions were examined and oxidative status was evaluated in serum and hippocampus. Phytochemical properties and in vitro antioxidant activity of Basil extract were assessed. HCD significantly increased serum cholesterol, induced deposition of Aβ plaque, altered hippocampus morphology, and impaired memory function, whereas receiving Basil extract or Dill tablet increased antioxidant potency in serum and hippocampus and normalized HCD-induced deleterious effects. Basil extract and Dill tablet may exhibit their beneficial effects in AD by lowering serum cholesterol and evoking antioxidant system in the brain. PRACTICAL APPLICATIONS: Dill tablet and Basil aqueous extract lowered serum cholesterol in hypercholesterolemic animal models, therefore, they can be used as hypocholesterolemic agents. These edible herbs significantly retarded deposition of Aβ plaque and normalized hippocampal morphology, thus, they favorably protected hippocampus tissue from deleterious effects-induced by hypercholesterolemia. Dill tablet and Basil aqueous extract also corrected oxide-redox balance and normalized HCD-induced oxidative stress to some extent and significantly improved impairments in learning and memory suggesting that these medicinal plants can be considered as surrogate therapeutic agents for the synthetic medicines in the treatment of AD and in postponement of its complications."], "CopyrightInformation": "© 2020 Wiley Periodicals LLC."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Medicine, Department of Clinical Biochemistry, Hamadan University of Medical Sciences, Hamadan, Iran."}], "LastName": "Mohammadali", "ForeName": "Soheila", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Medicine, Department of Clinical Biochemistry, Hamadan University of Medical Sciences, Hamadan, Iran."}], "LastName": "Heshami", "ForeName": "Neda", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Neurophysiology Research Center, Hamadan University of Medical Sciences, Hamadan, Iran."}], "LastName": "Komaki", "ForeName": "Alireza", "Initials": "A"}, {"Identifier": ["0000-0002-7243-660X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Medicine, Department of Clinical Biochemistry, Hamadan University of Medical Sciences, Hamadan, Iran."}], "LastName": "Tayebinia", "ForeName": "Heidar", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Medicine, Department of Clinical Biochemistry, Hamadan University of Medical Sciences, Hamadan, Iran."}], "LastName": "Abbasi Oshaghi", "ForeName": "Ebrahim", "Initials": "E"}, {"Identifier": ["0000-0001-8253-7124"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Medicine, Department of Clinical Biochemistry, Hamadan University of Medical Sciences, Hamadan, Iran."}], "LastName": "Karimi", "ForeName": "Jamshid", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Veterinary Medicine, Department of Pathobiology, Razi University, Kermanshah, Iran."}], "LastName": "Hashemnia", "ForeName": "Mohammad", "Initials": "M"}, {"Identifier": ["0000-0001-9048-4528"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Medicine, Department of Clinical Biochemistry, Hamadan University of Medical Sciences, Hamadan, Iran."}, {"Identifier": [], "Affiliation": "Research Center for Nutrition Health, Hamadan University of Medical Sciences, Hamadan, Iran."}], "LastName": "Khodadadi", "ForeName": "Iraj", "Initials": "I"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "J Food Biochem", "NlmUniqueID": "7706045", "ISSNLinking": "0145-8884"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}, {"RegistryNumber": "0", "NameOfSubstance": "Tablets"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Anethum graveolens"}, {"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": [], "DescriptorName": "Cognition"}, {"QualifierName": [], "DescriptorName": "Ocimum basilicum"}, {"QualifierName": ["pharmacology", "therapeutic use"], "DescriptorName": "Plant Extracts"}, {"QualifierName": [], "DescriptorName": "Rats"}, {"QualifierName": [], "DescriptorName": "Tablets"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Abbasi, O. E., Khodadadi, I., Saidijam, M., Yadegarazari, R., Shabab, N., Tavilani, H., & Goodarzi, M. T. (2015). Lipid lowering effects of hydroalcoholic extract of Anethum graveolens L. and Dill tablet in high cholesterol fed hamsters. Cholesterol, 2015, 958560."}, {"Citation": "Alzoubi, K. H., Khabour, O. F., Salah, H. A., & Hasan, Z. (2013). Vitamin E prevents high-fat high-carbohydrates diet-induced memory impairment: The role of oxidative stress. Physiology & Behavior, 119, 72-78. https://doi.org/10.1016/j.physbeh.2013.06.011"}, {"Citation": "Amrani, S., Harnafi, H., Bouanani, N. H., Aziz, M., Caid, H. S., Manfredini, S., Besco, E., Napolitano, M., & Bravo, E. (2006). Hypolipidaemic activity of aqueous Ocimum basilicum extract in acute hyperlipidaemia induced by triton WR-1339 in rats and its antioxidant property. Phytotherapy Research, 20, 1040-1045. https://doi.org/10.1002/ptr.1961"}, {"Citation": "Bahramikia, S., & Yazdanparast, R. (2009). Efficacy of different fractions of Anethum graveolens leaves on serum lipoproteins and serum and liver oxidative status in experimentally induced hypercholesterolaemic rat models. American Journal of Chinese Medicine, 37, 685-699."}, {"Citation": "Bora, K. S., Arora, S., & Shri, R. (2011). Role of Ocimum basilicum L. in prevention of ischemia and reperfusion-induced cerebral damage, and motor dysfunctions in mice brain. Journal of Ethnopharmacology, 137, 1360-1365. https://doi.org/10.1016/j.jep.2011.07.066"}, {"Citation": "Chang, C. C., Yang, M. H., Wen, H. M., & Chern, J. C. (2002). Estimation of total flavonoid content in propolis by two complementary colorimetric methods. Journal of Food and Drug Analysis, 10, 178-182."}, {"Citation": "Chen, Z., & Zhong, C. (2014). Oxidative stress in Alzheimer's disease. Neuroscience Bulletin, 30, 271-281. https://doi.org/10.1007/s12264-013-1423-y"}, {"Citation": "Di, D. F., Barone, E., Perluigi, M., & Butterfield, D. A. (2015). Strategy to reduce free radical species in Alzheimer's disease: An update of selected antioxidants. Expert Review of Neurotherapeutics, 15, 19-40. https://doi.org/10.1586/14737175.2015.955853"}, {"Citation": "El, F. H., Kubikova, E., & Benuska, J. (2008). The microscopical structure of the hippocampus in the rat. Bratislavske Lekarske Listy, 109, 106-110."}, {"Citation": "El-Tantawy, W. H., & Temraz, A. (2019). Natural products for controlling hyperlipidemia: Review. Archives of Physiology and Biochemistry, 152, 128-135."}, {"Citation": "Ganji, A., Salehi, I., Nazari, M., Taheri, M., & Komaki, A. (2017). Effects of Hypericum scabrum extract on learning and memory and oxidant/antioxidant status in rats fed a long-term high-fat diet. Metabolic Brain Disease, 32, 1255-1265. https://doi.org/10.1007/s11011-017-0022-4"}, {"Citation": "Ge, J. F., Xu, Y. Y., Qin, G., Cheng, J. Q., & Chen, F. H. (2016). Resveratrol ameliorates the anxiety- and depression-like behavior of subclinical hypothyroidism rat: Possible involvement of the HPT axis, HPA axis, and Wnt/beta-catenin pathway. Frontiers in Endocrinology (Lausanne), 7, 44."}, {"Citation": "Grayer, R. J., Kite, G. C., Goldstone, F. J., Bryan, S. E., Paton, A., & Putievsky, E. (1996). Infraspecific taxonomy and essential oil chemotypes in sweet basil, Ocimum basilicum. Phytochemistry, 43, 1033-1039. https://doi.org/10.1016/S0031-9422(96)00429-3"}, {"Citation": "Hansen, K. F., Sakamoto, K., Wayman, G. A., Impey, S., & Obrietan, K. (2010). Transgenic miR132 alters neuronal spine density and impairs novel object recognition memory. PLoS One, 5, e15497. https://doi.org/10.1371/journal.pone.0015497"}, {"Citation": "He, Y., Li, Z., & Zuo, Y. X. (2015). Nerve blockage attenuates postoperative inflammation in hippocampus of young rat model with surgical trauma. Mediators of Inflammation, 2015, 460125. https://doi.org/10.1155/2015/460125"}, {"Citation": "Hosseini, M., Harandizadeh, F., Niazmand, S., Soukhtanloo, M., Faizpour, A., & Ghasemabady, M. (2014). The role for nitric oxide on the effects of hydroalcoholic extract of Achillea wilhelmsii on seizure. Avicenna Journal of Phytomedicine, 4, 251-259."}, {"Citation": "Ismail, N., Ismail, M., Azmi, N. H., Bakar, M. F. A., Yida, Z., Stanslas, J., Sani, D., Basri, H., & Abdullah, M. A. (2017). Beneficial effects of TQRF and TQ nano- and conventional emulsions on memory deficit, lipid peroxidation, total antioxidant status, antioxidants genes expression and soluble Abeta levels in high fat-cholesterol diet-induced rats. Chemico-Biological Interactions, 275, 61-73."}, {"Citation": "Joshi, V., Gupta, V. K., Bhanuprakash, A. G., Mandal, R. S. K., Dimri, U., & Ajith, Y. (2018). Haptoglobin and serum amyloid A as putative biomarker candidates of naturally occurring bovine respiratory disease in dairy calves. Microbial Pathogenesis, 116, 33-37. https://doi.org/10.1016/j.micpath.2018.01.001"}, {"Citation": "Kaurinovic, B., Popovic, M., Vlaisavljevic, S., & Trivic, S. (2011). Antioxidant capacity of Ocimum basilicum L. and Origanum vulgare L. extracts. Molecules, 16, 7401-7414. https://doi.org/10.3390/molecules16097401"}, {"Citation": "Komaki, A., Karimi, S. A., Salehi, I., Sarihi, A., Shahidi, S., & Zarei, M. (2015). The treatment combination of vitamins E and C and astaxanthin prevents high-fat diet induced memory deficits in rats. Pharmacology, Biochemistry and Behavior, 131, 98-103. https://doi.org/10.1016/j.pbb.2015.02.008"}, {"Citation": "Kuo, P. H., Lin, C. I., Chen, Y. H., Chiu, W. C., & Lin, S. H. (2015). A high-cholesterol diet enriched with polyphenols from Oriental plums (Prunus salicina) improves cognitive function and lowers brain cholesterol levels and neurodegenerative-related protein expression in mice. British Journal of Nutrition, 113, 1550-1557."}, {"Citation": "Langley-Evans, S. C. (2000). Antioxidant potential of green and black tea determined using the ferric reducing power (FRAP) assay. International Journal of Food Sciences and Nutrition, 51, 181-188. https://doi.org/10.1080/09637480050029683"}, {"Citation": "Li, W., Tan, C., Liu, Y., Liu, X., Wang, X., Gui, Y., Qin, L., Deng, F., Yu, Z., Hu, C., & Chen, L. (2015). Resveratrol ameliorates oxidative stress and inhibits aquaporin 4 expression following rat cerebral ischemia-reperfusion injury. Molecular Medicine Reports, 12, 7756-7762. https://doi.org/10.3892/mmr.2015.4366"}, {"Citation": "Marcocci, L., Maguire, J. J., Droy-Lefaix, M. T., & Packer, L. (1994). The nitric oxide-scavenging properties of Ginkgo biloba extract EGb 761. Biochemical and Biophysical Research Communications, 201, 748-755. https://doi.org/10.1006/bbrc.1994.1764"}, {"Citation": "Mazzarino, L., da Silva, P. H., Lorenzen Voytena, A. P., Dias Trevisan, A. C., Ribeiro-Do-Valle, R. M., & Maraschin, M. (2018). Jaboticaba (Plinia peruviana) extract nanoemulsions: Development, stability, and in vitro antioxidant activity. Drug Development and Industrial Pharmacy, 44, 643-651."}, {"Citation": "Mishra, B. B., & Tiwari, V. K. (2011). Natural products: An evolving role in future drug discovery. European Journal of Medicinal Chemistry, 46, 4769-4807. https://doi.org/10.1016/j.ejmech.2011.07.057"}, {"Citation": "Munera, A., Prado-Rivera, M. A., Cardenas-Poveda, D. C., & Lamprea, M. R. (2017). Overtraining modifies spatial memory susceptibility to corticosterone administration. Neurobiology of Learning and Memory, 145, 232-239. https://doi.org/10.1016/j.nlm.2017.10.003"}, {"Citation": "Navanesan, S., Wahab, N. A., Manickam, S., & Sim, K. S. (2015). Evaluation of selected biological capacities of Baeckea frutescens. BMC Complementary and Alternative Medicine, 15, 186. https://doi.org/10.1186/s12906-015-0712-6"}, {"Citation": "Nishikimi, M., Appaji, N., & Yagi, K. (1972). The occurrence of superoxide anion in the reaction of reduced phenazine methosulfate and molecular oxygen. Biochemical and Biophysical Research Communications, 46, 849-854. https://doi.org/10.1016/S0006-291X(72)80218-3"}, {"Citation": "Oshaghi, E. A., Khodadadi, I., Mirzaei, F., Khazaei, M., Tavilani, H., & Goodarzi, M. T. (2017). Methanolic extract of dill leaves inhibits AGEs formation and shows potential hepatoprotective effects in CCl4 induced liver toxicity in rat. Journal of Pharmaceutics (Cairo), 2017, 6081374."}, {"Citation": "Oshaghi, E. A., Khodadadi, I., Tavilani, H., & Goodarzi, M. T. (2016a). Effect of Dill tablet (Anethum graveolens L) on antioxidant status and biochemical factors on carbon tetrachloride-induced liver damage on rat. International Journal of Applied and Basic Medical Research, 6, 111-114. https://doi.org/10.4103/2229-516X.179019"}, {"Citation": "Oshaghi, E. A., Khodadadi, I., Tavilani, H., & Goodarzi, M. T. (2016b). Aqueous extract of Anethum graveolens L. has potential antioxidant and antiglycation effects. Iranian Journal of Medical Sciences, 41, 328-333."}, {"Citation": "Oshaghi, E., Tavilani, H., Khodadadi, I., & Goodarzi, M. (2015). Dill tablet: A potential antioxidant and anti-diabetic medicine. Asian Pacific Journal of Tropical Biomedicine, 5, 720-727. https://doi.org/10.1016/j.apjtb.2015.06.012"}, {"Citation": "Petersson, M., Eklund, M., & Uvnas-Moberg, K. (2005). Oxytocin decreases corticosterone and nociception and increases motor activity in OVX rats. Maturitas, 51, 426-433. https://doi.org/10.1016/j.maturitas.2004.10.005"}, {"Citation": "Pohanka, M. (2014). Alzheimer s disease and oxidative stress: A review. Current Medicinal Chemistry, 21, 356-364."}, {"Citation": "Poorgholam, P., Yaghmaei, P., & Hajebrahimi, Z. (2018). Thymoquinone recovers learning function in a rat model of Alzheimer's disease. Avicenna Journal of Phytomedicine, 8, 188-197."}, {"Citation": "Prut, L., & Belzung, C. (2003). The open field as a paradigm to measure the effects of drugs on anxiety-like behaviors: A review. European Journal of Pharmacology, 463, 3-33. https://doi.org/10.1016/S0014-2999(03)01272-X"}, {"Citation": "Refolo, L. M., Malester, B., LaFrancois, J., Bryant-Thomas, T., Wang, R., Tint, G. S., Sambamurti, K., Duff, K., & Pappolla, M. A. (2000). Hypercholesterolemia accelerates the Alzheimer's amyloid pathology in a transgenic mouse model. Neurobiology of Diseases, 7, 321-331. https://doi.org/10.1006/nbdi.2000.0304"}, {"Citation": "Sadeghian, R., Fereidoni, M., Soukhtanloo, M., Azizi-Malekabadi, H., & Hosseini, M. (2012). Decreased nitric oxide levels in the hippocampus may play a role in learning and memory deficits in ovariectomized rats treated by a high dose of estradiol. Arquivos de Neuro-Psiquiatria, 70, 874-879. https://doi.org/10.1590/S0004-282X2012001100010"}, {"Citation": "Sarahroodi, S., Esmaeili, S., Mikaili, P., Hemmati, Z., & Saberi, Y. (2012). The effects of green Ocimum basilicum hydroalcoholic extract on retention and retrieval of memory in mice. Ancient Science of Life, 31, 185-189. https://doi.org/10.4103/0257-7941.107354"}, {"Citation": "Serrano, F., & Klann, E. (2004). Reactive oxygen species and synaptic plasticity in the aging hippocampus. Ageing Research Reviews, 3, 431-443. https://doi.org/10.1016/j.arr.2004.05.002"}, {"Citation": "Shojaii, A., Ghods, R., & Fard, M. A. (2016). Medicinal herbs in Iranian traditional medicine for learning and memory. Iranian Journal of Medical Sciences, 41, S43. https://doi.org/10.4314/ajtcam.v13i2.24"}, {"Citation": "Singleton, V. L., Orthofer, R., & Lamuela-Raventos, R. M. (1999). Analysis of total phenols and other oxidation substrates and antioxidants by means of folin-ciocalteu reagent. Methods in Enzymology, 299, 152-178."}, {"Citation": "Stranahan, A. M., Cutler, R. G., Button, C., Telljohann, R., & Mattson, M. P. (2011). Diet-induced elevations in serum cholesterol are associated with alterations in hippocampal lipid metabolism and increased oxidative stress. Journal of Neurochemistry, 118, 611-615. https://doi.org/10.1111/j.1471-4159.2011.07351.x"}, {"Citation": "Tadokoro, K., Ohta, Y., Inufusa, H., Loon, A. F. N., & Abe, K. (2020). Prevention of cognitive decline in Alzheimer’s disease by novel antioxidative supplements. International Journal of Molecular Sciences, 21(6), 1974."}, {"Citation": "Thirumangalakudi, L., Prakasam, A., Zhang, R., Bimonte-Nelson, H., Sambamurti, K., Kindy, M. S., & Bhat, N. R. (2008). High cholesterol-induced neuroinflammation and amyloid precursor protein processing correlate with loss of working memory in mice. Journal of Neurochemistry, 106, 475-485. https://doi.org/10.1111/j.1471-4159.2008.05415.x"}, {"Citation": "Tozuka, Y., Wada, E., & Wada, K. (2009). Diet-induced obesity in female mice leads to peroxidized lipid accumulations and impairment of hippocampal neurogenesis during the early life of their offspring. The FASEB Journal, 23, 1920-1934. https://doi.org/10.1096/fj.08-124784"}, {"Citation": "Ulusu, N. N., Sahilli, M., Avci, A., Canbolat, O., Ozansoy, G., Ari, N., Bali, M., Stefek, M., Stolc, S., Gajdosik, A., & Karasu, C. (2003). Pentose phosphate pathway, glutathione-dependent enzymes and antioxidant defense during oxidative stress in diabetic rodent brain and peripheral organs: Effects of stobadine and vitamin E. Neurochemical Research, 28, 815-823."}, {"Citation": "Walsh, D. M., & Selkoe, D. J. (2020). Amyloid beta-protein and beyond: The path forward in Alzheimer's disease. Current Opinion in Neurobiology, 61, 116-124."}, {"Citation": "Xu, Y., Lin, H., Zheng, W., Ye, X., Yu, L., Zhuang, J., Yang, Q., & Wang, D. (2016). Matrine ameliorates adriamycin-induced nephropathy in rats by enhancing renal function and modulating Th17/Treg balance. European Journal of Pharmacology, 791, 491-501. https://doi.org/10.1016/j.ejphar.2016.09.022"}, {"Citation": "Xue-Shan, Z., Juan, P., Qi, W., Zhong, R., Li-Hong, P., Zhi-Han, T., Zhi-Sheng, J., Gui-Xue, W., & Lu-Shan, L. (2016). Imbalanced cholesterol metabolism in Alzheimer's disease. Clinica Chimica Acta, 456, 107-114. https://doi.org/10.1016/j.cca.2016.02.024"}, {"Citation": "Zahra, K., Khan, M. A., & Iqbal, F. (2015). Oral supplementation of Ocimum basilicum has the potential to improves the locomotory, exploratory, anxiolytic behavior and learning in adult male albino mice. Neurological Sciences, 36, 73-78. https://doi.org/10.1007/s10072-014-1913-3"}], "Title": "REFERENCES"}], "History": [{"Year": "2020", "Month": "5", "Day": "27"}, {"Year": "2020", "Month": "8", "Day": "14"}, {"Year": "2020", "Month": "9", "Day": "6"}, {"Year": "2020", "Month": "10", "Day": "6", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "6", "Day": "22", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "10", "Day": "5", "Hour": "6", "Minute": "25"}], "PublicationStatus": "ppublish", "ArticleIdList": ["33015851", "10.1111/jfbc.13485"]}}]}