{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "33029160", "DateRevised": {"Year": "2022", "Month": "04", "Day": "17"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "09", "Day": "23"}], "Language": ["eng"], "ELocationID": ["1582724", "10.1155/2020/1582724"], "Journal": {"ISSN": "1741-427X", "JournalIssue": {"Volume": "2020", "PubDate": {"Year": "2020"}}, "Title": "Evidence-based complementary and alternative medicine : eCAM", "ISOAbbreviation": "Evid Based Complement Alternat Med"}, "ArticleTitle": "Antiplasmodial and Genotoxic Study of Selected Ghanaian Medicinal Plants.", "Pagination": {"StartPage": "1582724", "MedlinePgn": "1582724"}, "Abstract": {"AbstractText": ["Five out of the eight plants, <i>A. boonei</i> stem bark, <i>S; siamea</i> Lam root, <i>M. lucida Benth</i> leaves, <i>P. niruri,</i> and <i>A. hispidum</i> DC whole plants, showed varying degrees of antiplasmodial activity against the asexual stage of the parasite. The most active extract against chloroquine-sensitive (3D7) and chloroquine-resistant (Dd2) <i>P. falciparum</i> strains is the <i>A. hispidum</i> extract which yielded a mean inhibitory concentration at 50% (IC<sub>50</sub>) of 3.66 <i>µ</i>g/ml and 3.71 <i>µ</i>g/ml for 3D7 and Dd2, respectively. This was followed by <i>S. siamea</i> Lam with 3.95 <i>µ</i>g/ml for 3D7 and 4.47 <i>µ</i>g/ml for Dd2. The IC<sub>50</sub> values of the <i>A. boonei</i> extract against 3D7 and Dd2 <i>P. falciparum</i> parasites were 5.13 <i>µ</i>g/ml and 3.62 <i>µ</i>g/ml, respectively. For the <i>M. lucida Benth</i> extract, the least IC<sub>50</sub> value was 6.46 <i>µ</i>g/ml. All five extracts exhibited dose-dependent antiplasmodial activity. Assessment of the genotoxic effects the <i>A. hispidum</i> extract by the comet assay revealed substantial damage to <i>P. falciparum</i> DNA.", "This study demonstrates that the crude extract of <i>A. hispidum</i> DC, one of the plants used traditionally to treat malaria, inhibits the growth of P. falciparum <i>in vitro</i> and could be a potential source of antimalarial drug. The report has highlighted genotoxic and cytotoxic effects of the selected plant extracts on human leukocytes as well."], "CopyrightInformation": "Copyright © 2020 Selorme Adukpo et al."}, "AuthorList": [{"Identifier": ["0000-0003-3173-996X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Noguchi Memorial Institute for Medical Research, University of Ghana, Legon, Ghana."}, {"Identifier": [], "Affiliation": "School of Pharmacy, University of Ghana, Legon, Ghana."}], "LastName": "Adukpo", "ForeName": "Selorme", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Noguchi Memorial Institute for Medical Research, University of Ghana, Legon, Ghana."}, {"Identifier": [], "Affiliation": "Department of Animal Biology and Conservation Science, University of Ghana, Legon, Ghana."}], "LastName": "Elewosi", "ForeName": "Doris", "Initials": "D"}, {"Identifier": ["0000-0003-2704-2422"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "University of Ghana School of Allied Health Sciences, Korle Bu, Ghana."}, {"Identifier": [], "Affiliation": "University of Health and Allied Sciences, Ho, Ghana."}], "LastName": "Asmah", "ForeName": "Richard Harry", "Initials": "RH"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Noguchi Memorial Institute for Medical Research, University of Ghana, Legon, Ghana."}, {"Identifier": [], "Affiliation": "School of Pharmacy, University of Ghana, Legon, Ghana."}], "LastName": "Nyarko", "ForeName": "Alexander K", "Initials": "AK"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Plant and Environmental Biology, University of Ghana, Legon, Ghana."}], "LastName": "Ekpe", "ForeName": "Patrick Kwaku", "Initials": "PK"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Animal Biology and Conservation Science, University of Ghana, Legon, Ghana."}], "LastName": "Edoh", "ForeName": "Dominic Adotei", "Initials": "DA"}, {"Identifier": ["0000-0003-2341-7514"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Noguchi Memorial Institute for Medical Research, University of Ghana, Legon, Ghana."}], "LastName": "Ofori", "ForeName": "Michael Fokua", "Initials": "MF"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Evid Based Complement Alternat Med", "NlmUniqueID": "101215021", "ISSNLinking": "1741-427X"}, "CoiStatement": "None of the authors has any conflicts of interest to declare."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "WHO. World Malaria Report 2019. Global Team. Geneva, Switzerland: World health organization; 2019."}, {"Citation": "Greenwood B., Marsh K., Snow R. Why do some African children develop severe malaria? Parasitology Today. 1991;7(10):277–281. doi: 10.1016/0169-4758(91)90096-7.", "ArticleIdList": ["10.1016/0169-4758(91)90096-7", "15463389"]}, {"Citation": "Schunk M., Kumma W. P., Miranda I., et al. High prevalence of drug-resistance mutations in Plasmodium falciparum and Plasmodium vivax in southern Ethiopia. Malaria Journal. 2006;5(1):p. 54. doi: 10.1186/1475-2875-5-54.", "ArticleIdList": ["10.1186/1475-2875-5-54", "PMC1524791", "16817953"]}, {"Citation": "Newton P. N., Caillet C., Guerin P. J. A link between poor quality antimalarials and malaria drug resistance? Expert Review of Anti-infective Therapy. 2016;14(6):531–533. doi: 10.1080/14787210.2016.1187560.", "ArticleIdList": ["10.1080/14787210.2016.1187560", "27187060"]}, {"Citation": "Noronha Monica P. V. P. A. a. S. B. A literature review on traditional herbal medicines for malaria. South African Journal of Botany. 2019;128"}, {"Citation": "Olliaro P. L., Trigg P. I. Status of antimalarial drugs under development. Bulletin of the World Health Organization. 1995;73(5):565–571.", "ArticleIdList": ["PMC2486827", "8846482"]}, {"Citation": "Farnsworth N. R., Akerele O., Bingel A. S., Soejarto D. D., Guo Z. Medicinal plants in therapy. Bulletin of the World Health Organization. 1985;63(6):965–981.", "ArticleIdList": ["PMC2536466", "3879679"]}, {"Citation": "World Health Organization. Natural resources and human health : plants of medicinal and nutritional value. Proceedings of the 1st WHO Symposium on Plants and Health for All: Scientific Advancement; December 1991; Kobe, Japan."}, {"Citation": "Adebayo J. O., Krettli A. U. Potential antimalarials from Nigerian plants: a review. Journal of Ethnopharmacology. 2011;133(2):289–302. doi: 10.1016/j.jep.2010.11.024.", "ArticleIdList": ["10.1016/j.jep.2010.11.024", "21093570"]}, {"Citation": "Adebayo J., Santana A., Krettli A. Evaluation of the antiplasmodial and cytotoxicity potentials of husk fiber extracts from Cocos nucifera, a medicinal plant used in Nigeria to treat human malaria. Human & Experimental Toxicology. 2012a;31(3):244–249. doi: 10.1177/0960327111424298.", "ArticleIdList": ["10.1177/0960327111424298", "22241625"]}, {"Citation": "Asase A. T. Plants used for treatment of malaria in communities around the bobiri forest reserve in Ghana. Journal of Herbs, Spices & Medicinal Plants. 2011;17(2):85–106. doi: 10.1080/10496475.2011.581132.", "ArticleIdList": ["10.1080/10496475.2011.581132"]}, {"Citation": "Chithambo B., Noundou X. S., Krause R. W. M. Anti-malarial synergy of secondary metabolites from Morinda lucida Benth. Journal of Ethnopharmacology. 2017;199:91–96. doi: 10.1016/j.jep.2017.01.051.", "ArticleIdList": ["10.1016/j.jep.2017.01.051", "28153468"]}, {"Citation": "Cimanga R. K., Nsaka S. L., Tshodi M. E., et al. In vitro and in vivo antiplasmodial activity of extracts and isolated constituents of Alstonia congensis root bark. Journal of Ethnopharmacology. 2019;242:p. 111736. doi: 10.1016/j.jep.2019.02.019.", "ArticleIdList": ["10.1016/j.jep.2019.02.019", "30763695"]}, {"Citation": "Isah A. B., Ibrahim Y. K. E., Iwalewa E. O. Evaluation of the antimalarial properties and standardization of tablets ofAzadirachta indica (Meliaceae) in mice. Phytotherapy Research. 2003;17(7):807–810. doi: 10.1002/ptr.1231.", "ArticleIdList": ["10.1002/ptr.1231", "12916083"]}, {"Citation": "Udeinya J. I., Shu E. N., Quakyi I., Ajayi F. O. An antimalarial neem leaf extract has both schizonticidal and gametocytocidal activities. American Journal of Therapeutics. 2008;15(2):108–110. doi: 10.1097/mjt.0b013e31804c6d1d.", "ArticleIdList": ["10.1097/mjt.0b013e31804c6d1d", "18356629"]}, {"Citation": "Carvalho L. H., Brandão M. G., Santos-Filho D., Lopes J. L., Krettli A. U. Antimalarial activity of crude extracts from Brazilian plants studied in vivo in Plasmodium berghei-infected mice and in vitro against Plasmodium falciparum in culture. Brazilian journal of medical and biological research. 1991;24(11):1113–1123.", "ArticleIdList": ["1823001"]}, {"Citation": "Kimbi H. K., Fagbenro-Beyioku A. F. Efficacy of Cymbopogon giganteus and Enantia chrantha against chloroquine resistant Plasmodium yoelii nigeriensis. East African Medical Journal. 1996;73(10):636–637.", "ArticleIdList": ["8997841"]}, {"Citation": "Chukwuocha U. M., Fernández-Rivera O., Legorreta-Herrera M. Exploring the antimalarial potential of whole Cymbopogon citratus plant therapy. Journal of Ethnopharmacology. 2016;193:517–523. doi: 10.1016/j.jep.2016.09.056.", "ArticleIdList": ["10.1016/j.jep.2016.09.056", "27693771"]}, {"Citation": "Amoah L. E., Kakaney C., Kwansa-Bentum B., Kusi K. A. Activity of herbal medicines on Plasmodium falciparum gametocytes: implications for malaria transmission in Ghana. PLoS. One. 2015;10 doi: 10.1371/journal.pone.0142587.e0142587", "ArticleIdList": ["10.1371/journal.pone.0142587", "PMC4642932", "26562778"]}, {"Citation": "Mesia G. K., Tona G. L., Nanga T. H., et al. Antiprotozoal and cytotoxic screening of 45 plant extracts from Democratic Republic of Congo. Journal of Ethnopharmacology. 2008;115(3):409–415. doi: 10.1016/j.jep.2007.10.028.", "ArticleIdList": ["10.1016/j.jep.2007.10.028", "18068320"]}, {"Citation": "Gopalakrishnan A. M., Kumar N. Opposing roles for two molecular forms of replication protein A in Rad51-Rad54-mediated DNA recombination in Plasmodium falciparum. mBio. 2013;4(3):e00252–13. doi: 10.1128/mbio.00252-13.", "ArticleIdList": ["10.1128/mbio.00252-13", "PMC3648904", "23631919"]}, {"Citation": "Burlinson B., Tice R. R., Speit G., et al. Fourth International Workgroup on Genotoxicity testing: results of the in vivo Comet assay workgroup. Mutation Research/Genetic Toxicology and Environmental Mutagenesis. 2007;627(1):31–35. doi: 10.1016/j.mrgentox.2006.08.011.", "ArticleIdList": ["10.1016/j.mrgentox.2006.08.011", "17118697"]}, {"Citation": "Dusinska M., Collins A. R. The comet assay in human biomonitoring: gene-environment interactions. Mutagenesis. 2008;23(3):191–205. doi: 10.1093/mutage/gen007.", "ArticleIdList": ["10.1093/mutage/gen007", "18326867"]}, {"Citation": "Komlaga G., Agyare C., Dickson R. A., et al. Medicinal plants and finished marketed herbal products used in the treatment of malaria in the Ashanti region, Ghana. Journal of Ethnopharmacology. 2015;172:333–346. doi: 10.1016/j.jep.2015.06.041.", "ArticleIdList": ["10.1016/j.jep.2015.06.041", "26151245"]}, {"Citation": "Oppong B. E., Agyare C., Boakye Y. D., et al. Ethnomedicinal survey and mutagenic studies of plants used in Accra metropolis, Ghana. Journal Ethnopharmacology. 2020;248:p. 112309.", "ArticleIdList": ["31654798"]}, {"Citation": "Picot S., Burnod J., Bracchi V., Chumpitazi B. F. F., Ambroise-Thomas P. Apoptosis related to chloroquine sensitivity of the human malaria parasite Plasmodium falciparum. Transactions of the Royal Society of Tropical Medicine and Hygiene. 1997;91(5):590–591. doi: 10.1016/s0035-9203(97)90039-0.", "ArticleIdList": ["10.1016/s0035-9203(97)90039-0", "9463676"]}, {"Citation": "Totino P. R. R., Daniel-Ribeiro C. T., Corte-Real S., Ferreira-da-Cruz M. d. F. Plasmodium falciparum: erythrocytic stages die by autophagic-like cell death under drug pressure. Experimental Parasitology. 2008;118(4):478–486. doi: 10.1016/j.exppara.2007.10.017.", "ArticleIdList": ["10.1016/j.exppara.2007.10.017", "18226811"]}, {"Citation": "Pillay P., Vleggaar R., Maharaj V. J., Smith P. J., Lategan C. A. Isolation and identification of antiplasmodial sesquiterpene lactones from Oncosiphon piluliferum. Journal of Ethnopharmacology. 2007;112(1):71–76. doi: 10.1016/j.jep.2007.02.002.", "ArticleIdList": ["10.1016/j.jep.2007.02.002", "17350777"]}, {"Citation": "Keawpradub N., Kirby G. C., Steele J. C. P., Houghton P. J. Antiplasmodial activity of extracts and alkaloids of three Alstonia species from Thailand. Planta Medica. 1999;65(8):690–694. doi: 10.1055/s-1999-14043.", "ArticleIdList": ["10.1055/s-1999-14043", "10630106"]}, {"Citation": "White N. J. Delaying antimalarial drug resistance with combination chemotherapy. Parassitologia. 1999;41(1-3):301–308.", "ArticleIdList": ["10697872"]}, {"Citation": "Gbeassor M., Kossou Y., Amegbo K., De Souza C., Koumaglo K., Denke A. Antimalarial effects of eight African medicinal plants. Journal of Ethnopharmacology. 1989;25(1):115–118. doi: 10.1016/0378-8741(89)90051-2.", "ArticleIdList": ["10.1016/0378-8741(89)90051-2", "2654489"]}, {"Citation": "Mbatchi S. F., Mbatchi B., Banzouzi J. T., et al. In vitro antiplasmodial activity of 18 plants used in Congo Brazzaville traditional medicine. Journal of Ethnopharmacology. 2006;104(1-2):168–174. doi: 10.1016/j.jep.2005.08.068.", "ArticleIdList": ["10.1016/j.jep.2005.08.068", "16257160"]}, {"Citation": "Tona L., Mesia K., Ngimbi N. P., et al. In-vivo antimalarial activity ofCassia occidentalism Morinda morindoidesandPhyllanthus niruri. Annals of Tropical Medicine & Parasitology. 2001;95(1):47–57. doi: 10.1080/00034983.2001.11813614.", "ArticleIdList": ["10.1080/00034983.2001.11813614", "11235553"]}, {"Citation": "Sanon S., Ollivier E., Azas N., et al. Ethnobotanical survey and in vitro antiplasmodial activity of plants used in traditional medicine in Burkina Faso. Journal of Ethnopharmacology. 2003;86(2-3):143–147. doi: 10.1016/s0378-8741(02)00381-1.", "ArticleIdList": ["10.1016/s0378-8741(02)00381-1", "12738078"]}, {"Citation": "Al-Adhroey A. H., Nor Z. M., Al-Mekhlafi H. M., Amran A. A., Mahmud R. Evaluation of the use of Cocos nucifera as antimalarial remedy in Malaysian folk medicine. Journal of Ethnopharmacology. 2011;134(3):988–991. doi: 10.1016/j.jep.2011.01.026.", "ArticleIdList": ["10.1016/j.jep.2011.01.026", "21277969"]}, {"Citation": "Daswani P. G., Gholkar M. S., Birdi T. J. Psidium guajava: a single plant for multiple health problems of rural Indian population. Pharmacogn. Rev., . 2017;11:167–174.", "ArticleIdList": ["PMC5628524", "28989253"]}, {"Citation": "Asafo-Agyei B., Adam S. E. I. Toxicity of Acanthospermum hispidum to mice. Journal of Comparative Pathology. 1978;88(3):443–448. doi: 10.1016/0021-9975(78)90049-x.", "ArticleIdList": ["10.1016/0021-9975(78)90049-x", "670443"]}, {"Citation": "Azeez T. O., Banigo T. A. Phytochemical analysis of aqueous methanolic extract of Acanthospermum hispidium and its effect on biochemical and hematological indices in Plasmodium falciparum infected rats. African Journal of Biomedical Research. 2018;21"}, {"Citation": "Memvanga P. B., Tona G. L., Mesia G. K., Lusakibanza M. M., Cimanga R. K. Antimalarial activity of medicinal plants from the Democratic Republic of Congo: a review. Journal of Ethnopharmacology. 2015;169:76–98. doi: 10.1016/j.jep.2015.03.075.", "ArticleIdList": ["10.1016/j.jep.2015.03.075", "25862959"]}, {"Citation": "Tajuddeen N., Van Heerden F. R. Antiplasmodial natural products: an update. Malaria Journal. 2019;18:p. 404. doi: 10.1186/s12936-019-3026-1.", "ArticleIdList": ["10.1186/s12936-019-3026-1", "PMC6896759", "31805944"]}, {"Citation": "Enemakwu T. A., Modupe M. A., Salihu L. In vitro antiplasmodial activity and phytochemical screening of Alstonia boonei De wild used in treating malaria-associated symptoms. International Journal of Pharmacological Research. 2015;5"}]}], "History": [{"Year": "2020", "Month": "6", "Day": "17"}, {"Year": "2020", "Month": "8", "Day": "4"}, {"Year": "2020", "Month": "10", "Day": "8", "Hour": "5", "Minute": "32"}, {"Year": "2020", "Month": "10", "Day": "9", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "10", "Day": "9", "Hour": "6", "Minute": "1"}, {"Year": "2020", "Month": "9", "Day": "23"}], "PublicationStatus": "epublish", "ArticleIdList": ["33029160", "PMC7530504", "10.1155/2020/1582724"]}}]}