{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Cancer patients", "Medicinal plants", "Oral mucositis", "Polyneuropathy", "Traditional medical system"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "33037900", "DateCompleted": {"Year": "2021", "Month": "02", "Day": "01"}, "DateRevised": {"Year": "2021", "Month": "10", "Day": "22"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "10", "Day": "10"}], "Language": ["eng"], "ELocationID": ["10.1007/s00432-020-03415-3"], "Journal": {"ISSN": "1432-1335", "JournalIssue": {"Volume": "147", "Issue": "2", "PubDate": {"Year": "2021", "Month": "Feb"}}, "Title": "Journal of cancer research and clinical oncology", "ISOAbbreviation": "J Cancer Res Clin Oncol"}, "ArticleTitle": "How to transfer traditional knowledge about medicinal herbs? or TCM plants: a black box for modern oncologists.", "Pagination": {"StartPage": "351", "EndPage": "359", "MedlinePgn": "351-359"}, "Abstract": {"AbstractText": ["How could we transfer knowledge about healing plants from other cultures? We analyzed the results of literature search in two exemplary fields-oral mucositis and polyneuropathy.", "In both systematic searches of existing literature, we found 57 studies investigating 68 plants from different traditional cultures (16 Western Medicine, 14 Persian Medicine, 9 Japanese, 10 Chinese, and 8 other sources). We analyzed studies regarding their ingredient plants and reproducibility in relation to the system of origin.", "Western and Persian Medicine trials investigate single plants, whereas Japanese and Chinese trials focus on mixtures and decoctions. European folk medicine knows of only 50% of plants used in both Asian cultures. The used ingredients and dosages were reproducible in all analyzed trials except TCM studies.", "Herbal knowledge has been transferred from all folk medicines worldwide. However, Western oncologists should be aware that Traditional Chinese Medicine herbs are still a black box of knowledge for us until today."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Hematology and Medical Oncology, University Hospital Göttingen, Göttingen, Germany."}], "LastName": "Büntzel", "ForeName": "Judith", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Radiooncology, Franziskus Hospital Bielefeld, Bielefeld, Germany."}], "LastName": "Micke", "ForeName": "Oliver", "Initials": "O"}, {"Identifier": ["0000-0001-7242-5727"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Palliative Medicine, Südharz-Klinikum Nordhausen, Dr.-Robert-Koch-Str. 39, 99734, Nordhausen, Germany. jens.buentzel@shk-ndh.de."}], "LastName": "Büntzel", "ForeName": "Jens", "Initials": "J"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "J Cancer Res Clin Oncol", "NlmUniqueID": "7902060", "ISSNLinking": "0171-5216"}, "CommentsCorrectionsList": [{"RefSource": "J Cancer Res Clin Oncol. 2021 Nov;147(11):3455-3456. doi: 10.1007/s00432-021-03705-4", "PMID": "34160679"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Clinical Trials as Topic"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Knowledge"}, {"QualifierName": [], "DescriptorName": "Medicine, Chinese Traditional"}, {"QualifierName": [], "DescriptorName": "Medicine, Traditional"}, {"QualifierName": [], "DescriptorName": "Oncologists"}, {"QualifierName": ["drug therapy"], "DescriptorName": "Peripheral Nervous System Diseases"}, {"QualifierName": [], "DescriptorName": "Phytotherapy"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": ["drug therapy"], "DescriptorName": "Stomatitis"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Abrams DI, Jay CA, Shade SB et al (2007) Cannabis in painful HIV-associated sensory neuropathy: a randomized placebo-controlled trial. Neurology 68:515–521. https://doi.org/10.1212/01.wnl.0000253187.66183.9c", "ArticleIdList": ["10.1212/01.wnl.0000253187.66183.9c", "17296917"]}, {"Citation": "Ahmed KM (2013) The effect of olive leaf extract in decreasing the expression of two pro-inflammatory cytokines in patients receiving chemotherapy for cancer. A randomized clinical trial. Saudi Dent J 25:141–147. https://doi.org/10.1016/j.sdentj.2013.09.001", "ArticleIdList": ["10.1016/j.sdentj.2013.09.001", "24371380", "3871392"]}, {"Citation": "Andishe Tadbir A, Pourshahidi S, Ebrahimi H et al (2015) The effect of Matricaria chamomilla (chamomile) extract in Orabase on minor aphthous stomatitis, a randomized clinical trial. J Herb Med 5:71–76. https://doi.org/10.1016/j.hermed.2015.05.001", "ArticleIdList": ["10.1016/j.hermed.2015.05.001"]}, {"Citation": "Anonymous (2018) Herbal medicinal products. In: Eur. Med. Agency. https://www.ema.europa.eu/en/human-regulatory/herbal-medicinal-products . Accessed 7 Apr 2020"}, {"Citation": "Aoyama T, Nishikawa K, Takiguchi N et al (2014) Double-blind, placebo-controlled, randomized phase II study of TJ-14 (hangeshashinto) for gastric cancer chemotherapy-induced oral mucositis. Cancer Chemother Pharmacol 73:1047–1054. https://doi.org/10.1007/s00280-014-2440-x", "ArticleIdList": ["10.1007/s00280-014-2440-x", "24652604", "4000413"]}, {"Citation": "Asadi S, Gholami MS, Siassi F et al (2019) Nano curcumin supplementation reduced the severity of diabetic sensorimotor polyneuropathy in patients with type 2 diabetes mellitus: a randomized double-blind placebo- controlled clinical trial. Complement Ther Med 43:253–260. https://doi.org/10.1016/j.ctim.2019.02.014", "ArticleIdList": ["10.1016/j.ctim.2019.02.014", "30935539"]}, {"Citation": "AWMF: Detail. https://www.awmf.org/leitlinien/detail/anmeldung/1/ll/032-055OL.html . Accessed 20 May 2020"}, {"Citation": "Babaee N, Mansourian A, Momen-Heravi F et al (2010) The efficacy of a paste containing Myrtus communis (Myrtle) in the management of recurrent aphthous stomatitis: a randomized controlled trial. Clin Oral Investig 14:65–70. https://doi.org/10.1007/s00784-009-0267-3", "ArticleIdList": ["10.1007/s00784-009-0267-3", "19306024"]}, {"Citation": "Braga FTMM, Santos ACF, Bueno PCP et al (2015) Use of Chamomilla recutita in the prevention and treatment of oral mucositis in patients undergoing hematopoietic stem cell transplantation: a randomized, controlled, Phase II clinical trial. Cancer Nurs 38:322–329", "ArticleIdList": ["10.1097/NCC.0000000000000194"]}, {"Citation": "Buchart K (2010) Die 13 Plagen in den Alpen und die Hilfe mit natürlichen Heilmitteln, unverändert. RUPERTUS Verlag, Schwarzach im Pongau"}, {"Citation": "Buentzel J, Bauer C, Buentzel J (2020) How to bridge the gap? European medical plants used for treating oral mucositis: on the search for evidence. J Cancer Res Clin Oncol 146:985–1001. https://doi.org/10.1007/s00432-020-03124-x", "ArticleIdList": ["10.1007/s00432-020-03124-x", "31955287", "7085484"]}, {"Citation": "Büntzel J (2020) Polyneuropathie und kognitive Dysfunktion"}, {"Citation": "Chen W, Zhang Y, Li X et al (2013) Chinese herbal medicine for diabetic peripheral neuropathy. Cochrane Database Syst Rev. https://doi.org/10.1002/14651858.CD007796.pub3", "ArticleIdList": ["10.1002/14651858.CD007796.pub3", "24297506", "6494434"]}, {"Citation": "Cook-Sather SDMD, Viola LMD, Zur KBMD, PhD RBY (2012) Case scenario: perioperative administration of tocotrienols and green tea extract in a child with familial dysautonomia. Anesthesiol J Am Soc Anesthesiol 117:639–645. https://doi.org/10.1097/ALN.0b013e318267084d", "ArticleIdList": ["10.1097/ALN.0b013e318267084d"]}, {"Citation": "Das D, Agarwal SK, Chandola HM (2011) Protective effect of Yashtimadhu (Glycyrrhiza glabra) against side effects of radiation/chemotherapy in head and neck malignancies. Ayu 32:196–199. https://doi.org/10.4103/0974-8520.92579", "ArticleIdList": ["10.4103/0974-8520.92579", "22408302", "3296340"]}, {"Citation": "Deng GE, Rausch SM, Jones LW et al (2013) Complementary therapies and integrative medicine in lung cancer: diagnosis and management of lung cancer, 3rd ed: American College of Chest Physicians evidence-based clinical practice guidelines. Chest 143:e420S–e436S. https://doi.org/10.1378/chest.12-2364", "ArticleIdList": ["10.1378/chest.12-2364", "23649450"]}, {"Citation": "Deng B, Jia L, Cheng Z (2016) Radix Astragali-based Chinese herbal medicine for oxaliplatin-induced peripheral neuropathy: a systematic review and meta-analysis. Evid Based Complement Alternat Med 2016:2421876. https://doi.org/10.1155/2016/2421876", "ArticleIdList": ["10.1155/2016/2421876", "27795728", "5067479"]}, {"Citation": "dos Reis PED, Ciol MA, de Melo NS et al (2016) Chamomile infusion cryotherapy to prevent oral mucositis induced by chemotherapy: a pilot study. Support Care Cancer 24:4393–4398. https://doi.org/10.1007/s00520-016-3279-y", "ArticleIdList": ["10.1007/s00520-016-3279-y", "27189615"]}, {"Citation": "Dressendörfer W (2017) Leonhart Fuchs. Das Kräuterbuch von 1543. TASCHEN, Köln"}, {"Citation": "Eberhard U (2003) Leitfaden Kampo-Medizin: japanische Phytotherapie. Elsevier, Amsterdam"}, {"Citation": "Ellis RJ, Toperoff W, Vaida F et al (2009) Smoked medicinal cannabis for neuropathic pain in HIV: a randomized, crossover clinical trial. Neuropsychopharmacology 34:672–680. https://doi.org/10.1038/npp.2008.120", "ArticleIdList": ["10.1038/npp.2008.120", "18688212"]}, {"Citation": "Fidler P, Loprinzi CL, O’Fallon JR et al (1996) Prospective evaluation of a chamomile mouthwash for prevention of 5-FU-induced oral mucositis. Cancer 77:522–525. https://doi.org/10.1002/(SICI)1097-0142(19960201)77:3<522:AID-CNCR14>3.0.CO;2-6", "ArticleIdList": ["10.1002/(SICI)1097-0142(19960201)77:3<522::AID-CNCR14>3.0.CO;2-6", "8630960"]}, {"Citation": "Firkins R, Eisfeld H, Keinki C et al (2018) The use of complementary and alternative medicine by patients in routine care and the risk of interactions. J Cancer Res Clin Oncol 144:551–557. https://doi.org/10.1007/s00432-018-2587-7", "ArticleIdList": ["10.1007/s00432-018-2587-7", "29356888"]}, {"Citation": "Gavanji S, Larki B, Bakhtari A (2014) The effect of extract of Punica granatum var. pleniflora for treatment of minor recurrent aphthous stomatitis. Integr Med Res 3:83–90. https://doi.org/10.1016/j.imr.2014.03.001", "ArticleIdList": ["10.1016/j.imr.2014.03.001", "28664082", "5481717"]}, {"Citation": "Ghalayani P, Zolfaghary B, Farhad AR et al (2013) The efficacy of Punica granatum extract in the management of recurrent aphthous stomatitis. J Res Pharm Pract 2:88–92. https://doi.org/10.4103/2279-042X.117389", "ArticleIdList": ["10.4103/2279-042X.117389", "24991610", "4076909"]}, {"Citation": "Ghorbani A, Sadrzadeh A, Habibi E et al (2018) Efficacy of Camellia sinensis extract against Candida species in patients with denture stomatitis. Curr Med Mycol 4:15–18. https://doi.org/10.18502/cmm.4.3.174", "ArticleIdList": ["10.18502/cmm.4.3.174", "30619964", "6315200"]}, {"Citation": "Greenlee H, DuPont-Reyes MJ, Balneaves LG et al (2017) Clinical practice guidelines on the evidence-based use of integrative therapies during and after breast cancer treatment. CA Cancer J Clin 67:194–232. https://doi.org/10.3322/caac.21397", "ArticleIdList": ["10.3322/caac.21397", "28436999", "5892208"]}, {"Citation": "Gu S, Pei J (2017) Innovating Chinese herbal medicine: from traditional health practice to scientific drug discovery. Front Pharmacol. https://doi.org/10.3389/fphar.2017.00381", "ArticleIdList": ["10.3389/fphar.2017.00381", "29375378", "5684147"]}, {"Citation": "Haghpanah P, Moghadamnia AA, Zarghami A, Motallebnejad M (2015) Muco-bioadhesive containing ginger officinal e extract in the management of recurrent aphthous stomatitis: a randomized clinical study. Casp J Intern Med 6:3–8"}, {"Citation": "Hard to swallow. Nature 448:106 (2007). https://doi.org/10.1038/448106a"}, {"Citation": "Hatakeyama H, Takahashi H, Oridate N et al (2015) Hangeshashinto improves the completion rate of chemoradiotherapy and the nutritional status in patients with head and neck cancer. ORL-J Oto-Rhino-Laryngol Head Neck Surg 77:100–108. https://doi.org/10.1159/000381026", "ArticleIdList": ["10.1159/000381026"]}, {"Citation": "Helmstätter A (2006) The healing system of Hildegard of Bingen (1098–1179)—Medieval medicine in 21st century Europe. In: First Int Conf Tradit Med Mater Medica Mediev Manuscr"}, {"Citation": "Heydari M, Homayouni K, Hashempur MH, Shams M (2016) Topical Citrullus colocynthis (bitter apple) extract oil in painful diabetic neuropathy: a double-blind randomized placebo-controlled clinical trial. J Diabetes 8:246–252. https://doi.org/10.1111/1753-0407.12287", "ArticleIdList": ["10.1111/1753-0407.12287", "25800045"]}, {"Citation": "Huang Y, Wu T, Zeng L, Li S (2012) Chinese medicinal herbs for sore throat. Cochrane Database Syst Rev. https://doi.org/10.1002/14651858.CD004877.pub3", "ArticleIdList": ["10.1002/14651858.CD004877.pub3", "23235651"]}, {"Citation": "Hubbert M, Sievers H, Lehnfeld R, Kehrl W (2006) Efficacy and tolerability of a spray with Salvia officinalis in the treatment of acute pharyngitis—a randomised, double-blind, placebo-controlled study with adaptive design and interim analysis. Eur J Med Res 11:20–26", "ArticleIdList": ["16504956"]}, {"Citation": "Huebner J, Micke O, Muecke R et al (2014a) User rate of complementary and alternative medicine (CAM) of patients visiting a counseling facility for CAM of a German comprehensive cancer center. Anticancer Res 34:943–948", "ArticleIdList": ["24511037"]}, {"Citation": "Huebner J, Muenstedt K, Prott FJ et al (2014b) Online survey of patients with breast cancer on complementary and alternative medicine. Breast Care 9:60–63. https://doi.org/10.1159/000360381", "ArticleIdList": ["10.1159/000360381", "24803889", "3995381"]}, {"Citation": "Kaku H, Kumagai S, Onoue H et al (2012) Objective evaluation of the alleviating effects of Goshajinkigan on peripheral neuropathy induced by paclitaxel/carboplatin therapy: a multicenter collaborative study. Exp Ther Med 3:60–65. https://doi.org/10.3892/etm.2011.375", "ArticleIdList": ["10.3892/etm.2011.375", "22969845"]}, {"Citation": "Kato S, Saito A, Matsuda N et al (2017) Management of afatinib-induced stomatitis. Mol Clin Oncol 6:603–605. https://doi.org/10.3892/mco.2017.1184", "ArticleIdList": ["10.3892/mco.2017.1184", "28413677", "5374892"]}, {"Citation": "Költringer P, Langsteger W, Lind P et al (1989) Ginkgo biloba extract and folic acid in the therapy of changes caused by autonomic neuropathy. Acta Med Austriaca 16:35–37", "ArticleIdList": ["2665410"]}, {"Citation": "Kono T, Satomi M, Chisato N et al (2010) Topical application of hangeshashinto (TJ-14) in the treatment of chemotherapy-induced oral mucositis. World J Oncol 1:232–235. https://doi.org/10.4021/wjon263w", "ArticleIdList": ["10.4021/wjon263w", "29147213"]}, {"Citation": "Li Y, Cui H, Huang J, Wu X (2006) Clinical study of Jiawei Huangqi Guizhi Wuwu Decoction in preventing and treating peripheral neuro-sensory toxicity caused by oxaliplatin. Chin J Integr Med 12:19–23. https://doi.org/10.1007/bf02857424", "ArticleIdList": ["10.1007/bf02857424", "16571278"]}, {"Citation": "Liu Y, Yang Z, Cheng J, Fan D (2016) Barriers and countermeasures in developing traditional Chinese medicine in Europe. Front Med 10:360–376. https://doi.org/10.1007/s11684-016-0455-x", "ArticleIdList": ["10.1007/s11684-016-0455-x", "27465827"]}, {"Citation": "Maciocia G (2016) Grundlagen der Chinesischen Medizin, 3rd edn. Urban & Fischer Verlag/Elsevier GmbH, München"}, {"Citation": "Martin MD, Sherman J, van der Ven P, Burgess J (2008) A controlled trial of a dissolving oral patch concerning glycyrrhiza (licorice) herbal extract for the treatment of aphthous ulcers. Gen Dent 56:206–210 (quiz 211–212, 224)", "ArticleIdList": ["18348383"]}, {"Citation": "Matsuda C, Munemoto Y, Mishima H et al (2015) Double-blind, placebo-controlled, randomized phase II study of TJ-14 (Hangeshashinto) for infusional fluorinated-pyrimidine-based colorectal cancer chemotherapy-induced oral mucositis. Cancer Chemother Pharmacol 76:97–103. https://doi.org/10.1007/s00280-015-2767-y", "ArticleIdList": ["10.1007/s00280-015-2767-y", "25983022", "4485889"]}, {"Citation": "Men J, Men X (2004) Clinical experience in the use of shaoyao gouteng muer tang. J Tradit Chin Med Chung Tsa Chih Ying Wen Pan 24:105–107"}, {"Citation": "Micke O, Bruns F, Glatzel M et al (2009) Predictive factors for the use of complementary and alternative medicine (CAM) in radiation oncology. Eur J Integr Med 1:19–25. https://doi.org/10.1016/j.eujim.2009.02.001", "ArticleIdList": ["10.1016/j.eujim.2009.02.001"]}, {"Citation": "Micke O, Büntzel J, Mücke R et al (2011) Traditional European medicine: Hildegard von Bingen and beyond. Trace Elem Electrolytes 28:150–155", "ArticleIdList": ["10.5414/TEP28150"]}, {"Citation": "Miranzadeh S, Adib-Hajbaghery M, Soleymanpoor L, Ehsani M (2015) Effect of adding the herb Achillea millefolium on mouthwash on chemotherapy induced oral mucositis in cancer patients: a double-blind randomized controlled trial. Eur J Oncol Nurs 19:207–213. https://doi.org/10.1016/j.ejon.2014.10.019", "ArticleIdList": ["10.1016/j.ejon.2014.10.019", "25667123"]}, {"Citation": "Molassiotis A, Fernández-Ortega P, Pud D et al (2005) Use of complementary and alternative medicine in cancer patients: a European survey. Ann Oncol Off J Eur Soc Med Oncol 16:655–663. https://doi.org/10.1093/annonc/mdi110", "ArticleIdList": ["10.1093/annonc/mdi110"]}, {"Citation": "Moriyama S, Hinode D, Yoshioka M et al (2018) Impact of the use of Kampo medicine in patients with esophageal cancer during chemotherapy: a clinical trial for oral hygiene and oral condition. J Med Invest 65:184–190. https://doi.org/10.2152/jmi.65.184", "ArticleIdList": ["10.2152/jmi.65.184", "30282858"]}, {"Citation": "Müller I (2008) Die pflanzlichen Heilmittel bei Hildegard von Bingen: Heilwissen aus der Klostermedizin, 1st edn. Verlag Herder GmbH, Freiburg, Br, Wien"}, {"Citation": "Mutluay Yayla E, Izgu N, Ozdemir L et al (2016) Sage tea–thyme–peppermint hydrosol oral rinse reduces chemotherapy-induced oral mucositis: a randomized controlled pilot study. Complement Ther Med 27:58–64. https://doi.org/10.1016/j.ctim.2016.05.010", "ArticleIdList": ["10.1016/j.ctim.2016.05.010", "27515877"]}, {"Citation": "Nasry SA, El Shenawy HM, Mostafa D, Ammar NM (2016) Different modalities for treatment of recurrent aphthous stomatitis. a Randomized clinical trial. J Clin Exp Dent 8:e517–e522. https://doi.org/10.4317/jced.52877", "ArticleIdList": ["10.4317/jced.52877", "27957263", "5149084"]}, {"Citation": "Nazar Talabani KMA (2013) Olive leaf extract as a new topical management for oral mucositis following chemotherapy: a microbiological examination, experimental animal study and clinical trial. Pharm Anal Acta. https://doi.org/10.4172/2153-2435.1000269", "ArticleIdList": ["10.4172/2153-2435.1000269"]}, {"Citation": "Nishikawa K, Aoyama T, Oba MS et al (2018) The clinical impact of Hangeshashinto (TJ-14) in the treatment of chemotherapy-induced oral mucositis in gastric cancer and colorectal cancer: Analyses of pooled data from two phase II randomized clinical trials (HANGESHA-G and HANGESHA-C). J Cancer 9:1725–1730. https://doi.org/10.7150/jca.24733", "ArticleIdList": ["10.7150/jca.24733", "29805697", "5968759"]}, {"Citation": "Noh H, Yoon SW, Park B (2018) A systematic review of herbal medicine for chemotherapy induced peripheral neuropathy. Evid-Based Complement Altern Med ECAM 2018:6194184–6194184. https://doi.org/10.1155/2018/6194184", "ArticleIdList": ["10.1155/2018/6194184"]}, {"Citation": "Otsuka K (2016) Kampo: a clinical guide to theory and practice, 2nd edn. Singing Dragon, London"}, {"Citation": "Puataweepong P, Dhanachai M, Dangprasert S et al (2009) The efficacy of oral Aloe vera juice for radiation induced mucositis in head and neck cancer patients: a double-blind placebo-controlled study. Asian Biomed 3:8"}, {"Citation": "Rossi E, Vita A, Baccetti S et al (2015) Complementary and alternative medicine for cancer patients: results of the EPAAC survey on integrative oncology centres in Europe. Support Care Cancer 23:1795–1806. https://doi.org/10.1007/s00520-014-2517-4", "ArticleIdList": ["10.1007/s00520-014-2517-4", "25471177"]}, {"Citation": "Rostami N, Mosavat SH, Heydarirad G et al (2019) Efficacy of topical Citrullus colocynthis (bitter apple) extract oil in chemotherapy-induced peripheral neuropathy: a pilot double-blind randomized placebo-controlled clinical trial. Phytother Res 33:2685–2691. https://doi.org/10.1002/ptr.6442", "ArticleIdList": ["10.1002/ptr.6442", "31373112"]}, {"Citation": "Seyyedi S-A, Sanatkhani M, Pakfetrat A, Olyaee P (2014) The therapeutic effects of chamomilla tincture mouthwash on oral aphthae: a Randomized Clinical Trial. J Clin Exp Dent 6:e535–e538. https://doi.org/10.4317/jced.51472", "ArticleIdList": ["10.4317/jced.51472", "25674322", "4312682"]}, {"Citation": "Shabanloei R, Ahmadi F, Vaez J, Ansarin K, Hajizadeh E, Javadzadeh Y, Dolathkah R, Gholchin M (2009) Alloporinol, chamomile and normal saline mouthwashes for the prevention of chemotherapy-induced stomatitis. J Clin Diagn Res 3:1537–1542"}, {"Citation": "Shrivastava R, John GW (2006) Treatment of Aphthous Stomatitis with topical Alchemilla vulgaris in glycerine. Clin Drug Investig 26:567–573. https://doi.org/10.2165/00044011-200626100-00003", "ArticleIdList": ["10.2165/00044011-200626100-00003", "17163290"]}, {"Citation": "Simpson DM, Brown S, Tobias J, NGX-4010 C107 Study Group (2008) Controlled trial of high-concentration capsaicin patch for treatment of painful HIV neuropathy. Neurology 70:2305–2313. https://doi.org/10.1212/01.wnl.0000314647.35825.9c", "ArticleIdList": ["10.1212/01.wnl.0000314647.35825.9c", "18541884"]}, {"Citation": "Sindrup SH, Madsen C, Bach FW et al (2001) St. John’s worth has no effect on pain in polyneuropathy. Pain 91:361–365. https://doi.org/10.1016/s0304-3959(00)00457-7", "ArticleIdList": ["10.1016/s0304-3959(00)00457-7", "11275394"]}, {"Citation": "Su CK, Mehta V, Ravikumar L et al (2004) Phase II double-blind randomized study comparing oral aloe vera versus placebo to prevent radiation-related mucositis in patients with head-and-neck neoplasms. Int J Radiat Oncol Biol Phys 60:171–177. https://doi.org/10.1016/j.ijrobp.2004.02.012", "ArticleIdList": ["10.1016/j.ijrobp.2004.02.012", "15337553"]}, {"Citation": "Tavakoli Ardakani M, Ghassemi S, Mehdizadeh M et al (2016) Evaluating the effect of Matricaria recutita and Mentha piperita herbal mouthwash on management of oral mucositis in patients undergoing hematopoietic stem cell transplantation: a randomized, double blind, placebo controlled clinical trial. Complement Ther Med 29:29–34. https://doi.org/10.1016/j.ctim.2016.08.001", "ArticleIdList": ["10.1016/j.ctim.2016.08.001", "27912953"]}, {"Citation": "Tiemann P, Toelg M, Ramos FMH (2007) Administration of Ratanhia-based herbal oral care products for the prophylaxis of oral mucositis in cancer chemotherapy patients: a clinical trial. Evid-Based Complement Altern Med ECAM 4:361–366. https://doi.org/10.1093/ecam/nel070", "ArticleIdList": ["10.1093/ecam/nel070"]}, {"Citation": "Tong Y, Hou H (2006) Effects of Huangqi Guizhi Wuwu Tang on diabetic peripheral neuropathy. J Altern Complement Med N Y N 12:506–509. https://doi.org/10.1089/acm.2006.12.506", "ArticleIdList": ["10.1089/acm.2006.12.506"]}, {"Citation": "Unschuld PU (1996) Traditionelle Chinesische Medizin—Ein ferner Spiegel. Berlin-Brandenburgische Akademie der Wissenschaften (vormals Preußische Akademie der Wissenschaften), Berlin"}, {"Citation": "Unschuld PU (1999) The past 1000 years of Chinese medicine. Lancet 354:SIV9. https://doi.org/10.1016/S0140-6736(99)90352-5", "ArticleIdList": ["10.1016/S0140-6736(99)90352-5", "10691484"]}, {"Citation": "Unschuld PU (2013) Traditionelle Chinesische Medizin, 1st edn. C.H.Beck, München", "ArticleIdList": ["10.17104/9783406656033"]}, {"Citation": "Unschuld PU (2017) Traditional Chinese medicine: heritage and adaptation, 1st edn. Columbia University Press, New York"}, {"Citation": "Ventola CL (2010) Current issues regarding complementary and alternative medicine (CAM) in the United States. Pharm Ther 35:461–468"}, {"Citation": "Ware MA, Wang T, Shapiro S et al (2010) Smoked cannabis for chronic neuropathic pain: a randomized controlled trial. CMAJ Can Med Assoc J 182:E694–E701. https://doi.org/10.1503/cmaj.091414", "ArticleIdList": ["10.1503/cmaj.091414"]}, {"Citation": "Watanabe K, Matsuura K, Gao P et al (2011) Traditional Japanese Kampo Medicine: clinical Research between Modernity and Traditional Medicine—the State of Research and Methodological Suggestions for the Future. Evid-Based Complement Altern Med ECAM. https://doi.org/10.1093/ecam/neq067", "ArticleIdList": ["10.1093/ecam/neq067"]}, {"Citation": "Wilsey B, Marcotte T, Tsodikov A et al (2008) A randomized, placebo-controlled, crossover trial of cannabis cigarettes in neuropathic pain. J Pain 9:506–521. https://doi.org/10.1016/j.jpain.2007.12.010", "ArticleIdList": ["10.1016/j.jpain.2007.12.010", "18403272", "4968043"]}, {"Citation": "Wilsey B, Marcotte T, Deutsch R et al (2013) Low-dose vaporized cannabis significantly improves neuropathic pain. J Pain 14:136–148. https://doi.org/10.1016/j.jpain.2012.10.009", "ArticleIdList": ["10.1016/j.jpain.2012.10.009", "23237736"]}, {"Citation": "Yamashita T, Araki K, Tomifuji M et al (2015) A traditional Japanese medicine–Hangeshashinto (TJ-14)–alleviates chemoradiation-induced mucositis and improves rates of treatment completion. Support Care Cancer 23:29–35. https://doi.org/10.1007/s00520-014-2315-z", "ArticleIdList": ["10.1007/s00520-014-2315-z", "24943276"]}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "6", "Day": "6"}, {"Year": "2020", "Month": "9", "Day": "28"}, {"Year": "2020", "Month": "10", "Day": "11", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "2", "Day": "2", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "10", "Day": "10", "Hour": "12", "Minute": "4"}], "PublicationStatus": "ppublish", "ArticleIdList": ["33037900", "10.1007/s00432-020-03415-3", "10.1007/s00432-020-03415-3"]}}], "PubmedBookArticle": []}