{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "33048959", "DateCompleted": {"Year": "2020", "Month": "12", "Day": "04"}, "DateRevised": {"Year": "2024", "Month": "03", "Day": "29"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "10", "Day": "13"}], "Language": ["eng"], "ELocationID": ["e0240456", "10.1371/journal.pone.0240456"], "Journal": {"ISSN": "1932-6203", "JournalIssue": {"Volume": "15", "Issue": "10", "PubDate": {"Year": "2020"}}, "Title": "PloS one", "ISOAbbreviation": "PLoS One"}, "ArticleTitle": "A systematic review of medicinal plants used against Echinococcus granulosus.", "Pagination": {"StartPage": "e0240456", "MedlinePgn": "e0240456"}, "Abstract": {"AbstractText": ["Cystic echinococcosis (CE) is a zoonotic helminthiasis caused by different species of the genus Echinococcus, and is a major economic and public health concern worldwide. Synthetic anthelmintics are most commonly used to control CE, however, prolonged use of these drugs may result in many adverse effects. This study aims to discuss the in vitro/in vivo scolicidal efficacy of different medicinal plants and their components used against Echinococcus granulosus. Google Scholar, ScienceDirect, PubMed and Scopus were used to retrieve the published literature from 2000-2020. A total of 62 published articles met the eligibility criteria and were reviewed. A total of 52 plant species belonging to 22 families have been reported to be evaluated as scolicidal agents against E. granulosus worldwide. Most extensively used medicinal plants against E. granulosus belong to the family Lamiaceae (25.0%) followed by Apiaceae (11.3%). Among various plant parts, leaves (36.0%) were most commonly used. Essential oils of Zataria multiflora and Ferula asafetida at a concentration of 0.02, and 0.06 mg/ml showed 100% in vitro scolicidal activity after 10 min post application, respectively. Z. multiflora also depicted high in vivo efficacy by decreasing weight and size while also causing extensive damage to the germinal layer of the cysts. Plant-based compounds like berberine, thymol, and thymoquinone have shown high efficacy against E. granulosus. These plant species and compounds could be potentially used for the development of an effective drug against E. granulosus, if further investigated for in vivo efficacy, toxicity, and mechanism of drug action in future research."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Zoology, Kohat University of Science and Technology, Kohat, Khyber Pakhtunkhwa, Pakistan."}], "LastName": "Ali", "ForeName": "Rehman", "Initials": "R"}, {"Identifier": ["0000-0003-3164-3036"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Zoology, University of Peshawar, Peshawar, Khyber Pakhtunkhwa, Pakistan."}], "LastName": "Khan", "ForeName": "Sanaullah", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Zoology, Kohat University of Science and Technology, Kohat, Khyber Pakhtunkhwa, Pakistan."}], "LastName": "Khan", "ForeName": "Marina", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botanical and Environmental Sciences, Kohat University of Science and Technology, Kohat, Khyber Pakhtunkhwa, Pakistan."}], "LastName": "Adnan", "ForeName": "Muhammad", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biosciences, COMSATS University Islamabad, Islamabad, Pakistan."}], "LastName": "Ali", "ForeName": "Ijaz", "Initials": "I"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biotechnology and Genetics Engineering, Kohat University of Science and Technology, Kohat, Khyber Pakhtunkhwa, Pakistan."}], "LastName": "Khan", "ForeName": "Taj Ali", "Initials": "TA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Zoology, Kohat University of Science and Technology, Kohat, Khyber Pakhtunkhwa, Pakistan."}], "LastName": "Haleem", "ForeName": "Sumbal", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Zoology, Hazara University, Mansehra, Khyber Pakhtunkhwa, Pakistan."}], "LastName": "Rooman", "ForeName": "Muhammad", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Zoology, Kohat University of Science and Technology, Kohat, Khyber Pakhtunkhwa, Pakistan."}], "LastName": "Norin", "ForeName": "Sadia", "Initials": "S"}, {"Identifier": ["0000-0001-9690-9080"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Zoology, Kohat University of Science and Technology, Kohat, Khyber Pakhtunkhwa, Pakistan."}], "LastName": "Khan", "ForeName": "Shahid Niaz", "Initials": "SN"}], "PublicationTypeList": ["Journal Article", "Systematic Review"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "PLoS One", "NlmUniqueID": "101285081", "ISSNLinking": "1932-6203"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Anthelmintics"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": ["therapeutic use"], "DescriptorName": "Anthelmintics"}, {"QualifierName": ["drug therapy", "parasitology"], "DescriptorName": "Echinococcosis"}, {"QualifierName": ["drug effects"], "DescriptorName": "Echinococcus granulosus"}, {"QualifierName": ["metabolism"], "DescriptorName": "Plants, Medicinal"}], "CoiStatement": "The authors have declared that no competing interests exist."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Hotez PJ, Brindley PJ, Bethony JM, King CH, Pearce EJ, Jacobson J. Helminth infections: the great neglected tropical diseases. J Clin Invest. 2008;118(4):1311–21. 10.1172/JCI34261", "ArticleIdList": ["10.1172/JCI34261", "PMC2276811", "18382743"]}, {"Citation": "Hotez PJ. Forgotten people, forgotten diseases. George Washington University and Sabin Vaccine Institute ASM Press, Washington, DC. 2008."}, {"Citation": "Zhang W, Li J, McManus DP. Concepts in immunology and diagnosis of hydatid disease. Clin Microbiol Rev. 2003;16(1):18–36. 10.1128/cmr.16.1.18-36.2003", "ArticleIdList": ["10.1128/cmr.16.1.18-36.2003", "PMC145297", "12525423"]}, {"Citation": "Eckert J, Deplazes P. Biological, epidemiological, and clinical aspects of echinococcosis, a zoonosis of increasing concern. Clin Microbiol Rev. 2004;17(1):107–35. 10.1128/cmr.17.1.107-135.2004", "ArticleIdList": ["10.1128/cmr.17.1.107-135.2004", "PMC321468", "14726458"]}, {"Citation": "Koshki MHK, Nourian A, Rahimi MT, Daryani A, Spotin A, Ahmadpour E. Natural products applied against hydatid cyst protoscolices: a review of past to present. Acta Trop. 2017.", "ArticleIdList": ["28935552"]}, {"Citation": "Lahmar S, Sarciron M-E, Rouiss M, Mensi M. Echinococcus granulosus and other intestinal helminths in semi-stray dogs in Tunisia: infection and re-infection rates. Tunis Med. 2008;86(7):657–64.", "ArticleIdList": ["19472727"]}, {"Citation": "Bekele J, Butako B. Occurrence and financial loss assessment of cystic echinococcosis (hydatidosis) in cattle slaughtered at Wolayita Sodo municipal abattoir, Southern Ethiopia. Trop Anim Health Prod. 2011;43(1):221–8. 10.1007/s11250-010-9680-5", "ArticleIdList": ["10.1007/s11250-010-9680-5", "20803350"]}, {"Citation": "Tasawar Z, Naz F, Lashari MH. The Prevalence of Hydatidosis in Sheep and Buffaloes at Multan, Punjab, Pakistan. Glob Vet. 2014;12(3):332–5."}, {"Citation": "Stojkovic M, Zwahlen M, Teggi A, Vutova K, Cretu CM, Virdone R, et al. Treatment response of cystic echinococcosis to benzimidazoles: a systematic review. PLoS Negl Trop Dis. 2009;3(9):e524 10.1371/journal.pntd.0000524", "ArticleIdList": ["10.1371/journal.pntd.0000524", "PMC2745697", "19787039"]}, {"Citation": "McManus DP, Zhang W, Li J, Bartley PB. Echinococcosis. The Lancet. 2003;362(9392):1295–304.", "ArticleIdList": ["14575976"]}, {"Citation": "Rajabi MA. Fatal reactions and methaemoglobinaemia after silver nitrate irrigation of hydatid cyst. Surgical Pract. 2009;13(1):2–7."}, {"Citation": "Cos P, Vlietinck AJ, Berghe DV, Maes L. Anti-infective potential of natural products: how to develop a stronger in vitro ‘proof-of-concept’. J Ethnopharmacol. 2006;106(3):290–302. 10.1016/j.jep.2006.04.003", "ArticleIdList": ["10.1016/j.jep.2006.04.003", "16698208"]}, {"Citation": "Moher D, Liberati A, Tetzlaff J, Altman DG. Preferred reporting items for systematic reviews and meta-analyses: the PRISMA statement. Ann Intern Med. 2009;151(4):264–9. 10.7326/0003-4819-151-4-200908180-00135", "ArticleIdList": ["10.7326/0003-4819-151-4-200908180-00135", "19622511"]}, {"Citation": "Koparde AA, Doijad RC, Magdum CS. Natural products in drug discovery Pharmacognosy-Medicinal Plants: IntechOpen; 2019."}, {"Citation": "Gholami S, Rahimi-Esboei B, Ebrahimzadeh M, Pourhajibagher M. In vitro effect of Sambucus ebulus on scolices of Hydatid cysts. Eur Rev Med Pharmacol Sci. 2013;17(13):1760–5.", "ArticleIdList": ["23852900"]}, {"Citation": "Sadjjadi SM, Zoharizadeh MR, Panjeshahin MR. In vitro screening of different Allium sativum extracts on hydatid cysts protoscoleces. J Invest Surg. 2008;21(6):318–22. 10.1080/08941930802348261", "ArticleIdList": ["10.1080/08941930802348261", "19160141"]}, {"Citation": "Moazeni M, Nazer A. In vitro effectiveness of garlic (Allium sativum) extract on scolices of hydatid cyst. World J Surg. 2010;34(11):2677–81. 10.1007/s00268-010-0718-7", "ArticleIdList": ["10.1007/s00268-010-0718-7", "20625727"]}, {"Citation": "Eskandarian AA. Scolicidal effects of squash (Corylus spp) seeds, hazel (Curcurbia spp) nut and garlic (Allium sativum) extracts on hydatid cyst protoscolices. J Res Med Sci. 2012;17(11):1011", "ArticleIdList": ["PMC3702080", "23833573"]}, {"Citation": "Rahimi-Esboei B, Ebrahimzadeh M, Fathi H, Anzahaei FR. Scolicidal effect of Allium sativum flowers on hydatid cyst protoscolices. Eur Rev Med Pharmacol Sci. 2016;20(1):129–32.", "ArticleIdList": ["26813464"]}, {"Citation": "Haghani A, Roozitalab A, Safi SN. Low scolicidal effect of Ocimum bacilicum and Allium cepa on protoccoleces of hydatid cyst: an in vitro study. Comp Clin Path. 2014;23(4):847–53."}, {"Citation": "Mahmoudvand H, Kheirandish F, Ghasemi Kia M, Tavakoli Kareshk A, Yarahmadi M. Chemical composition, protoscolicidal effects and acute toxicity of Pistacia atlantica Desf. fruit extract. Nat Prod Res. 2016;30(10):1208–11. 10.1080/14786419.2015.1046868", "ArticleIdList": ["10.1080/14786419.2015.1046868", "26252652"]}, {"Citation": "Taran M, Azizi E, Shikhvaisi A, Asadi N. The anthelmintic effect of Pistacia khinjuk against protoscoleces of Echinococcus granulosus. World J Zool. 2009;4(4):291–5."}, {"Citation": "Mahmoudvand H, Kheirandish F, Dezaki ES, Shamsaddini S, Harandi MF. Chemical composition, efficacy and safety of Pistacia vera (var. Fandoghi) to inactivate protoscoleces during hydatid cyst surgery. Biomed Pharmacother. 2016;82:393–8. 10.1016/j.biopha.2016.05.012", "ArticleIdList": ["10.1016/j.biopha.2016.05.012", "27470377"]}, {"Citation": "Moazeni M, Mohseni M. Sumac (Rhus coriaria L.): scolicidal activity on hydatid cyst protoscolices. Surgi Sci. 2012;3(09):452."}, {"Citation": "Mahmoudvand H, Tavakoli Oliaei R, Mirbadie SR, Kheirandish F, Tavakoli Kareshk A, Ezatpour B, et al. Efficacy and safety of Bunium persicum (Boiss) to inactivate protoscoleces during hydatid cyst operations. Surg Infect (Larchmt). 2016;17(6):713–9.", "ArticleIdList": ["27501060"]}, {"Citation": "Kavoosi G, Purfard AM. Scolicidal effectiveness of essential oil from Zataria multiflora and Ferula assafoetida: disparity between phenolic monoterpenes and disulphide compounds. Comp Clin Path. 2013;22(5):999–1005."}, {"Citation": "Moudgil AD, Moudgil P, Sharma D, Daundkar PS, Agnihotri R. In vitro protoscolicidal efficacy appraisal of methanolic herbal extracts against hydatid cysts. Vet Arh. 2020;90(2):197–204."}, {"Citation": "Tabari MA, Youssefi MR, Nasiri M, Hamidi M, Kiani K, Samakkhah SA, et al. Towards green drugs against cestodes: Effectiveness of Pelargonium roseum and Ferula gummosa essential oils and their main component on Echinococcus granulosus protoscoleces. Vet Parasitol. 2019;266:84–7. 10.1016/j.vetpar.2018.12.019", "ArticleIdList": ["10.1016/j.vetpar.2018.12.019", "30736953"]}, {"Citation": "Lashkarizadeh MR, Asgaripour K, Dezaki ES, Harandi MF. Comparison of scolicidal effects of amphotricin B, silver nanoparticles, and Foeniculum vulgare Mill on hydatid cysts protoscoleces. Iran J Parasitol. 2015;10(2):206", "ArticleIdList": ["PMC4522296", "26246818"]}, {"Citation": "Moazeni M, Saharkhiz MJ, Hosseini AA. In vitro lethal effect of ajowan (Trachyspermum ammi L.) essential oil on hydatid cyst protoscoleces. Vet Parasitol. 2012;187(1–2):203–8. 10.1016/j.vetpar.2011.12.025", "ArticleIdList": ["10.1016/j.vetpar.2011.12.025", "22245070"]}, {"Citation": "Al-Maliki ADM. Investigation of biochemical effect of phenols extract isolated from Coriandrum sativum seeds against Echinococcus granulosus parasite in vitro. J Thi-Qar Sci. 2008;1(1):2–9."}, {"Citation": "Faizei F, Maghsood AH, Parandin F, Matini M, Moradkhani S, Fallah M. Antiprotoscolices effect of methanolic extract of Zingiber officinale, Artemisia aucheri and Eucalyptus globulus against Echinococcus granulosus in vitro. Iran J Pharmacol Therapeut. 2015;14(1):7–11."}, {"Citation": "Vakili Z, Radfar MH, Bakhshaei F, Sakhaee E. In vitro effects of Artemisia sieberi on Echinococcus granulosus protoscolices. Exp Parasitol. 2019;197:65–7. 10.1016/j.exppara.2018.10.011", "ArticleIdList": ["10.1016/j.exppara.2018.10.011", "30395801"]}, {"Citation": "Amiri K, Nasibi S, Mehrabani M, Nematollahi MH, Harandi MF. In vitro evaluation on the scolicidal effect of Myrtus communis L. and Tripleurospermum disciforme L. methanolic extracts. Exp Parasitol. 2019;199:111–5. 10.1016/j.exppara.2019.03.002", "ArticleIdList": ["10.1016/j.exppara.2019.03.002", "30862496"]}, {"Citation": "Rouhani S, Salehi N, Kamalinejad M, Zayeri F. Efficacy of Berberis vulgaris aqueous extract on viability of Echinococcus granulosus protoscolices. J Invest Surg. 2013;26(6):347–51. 10.3109/08941939.2013.818746", "ArticleIdList": ["10.3109/08941939.2013.818746", "23978263"]}, {"Citation": "Mahmoudvand H, Dezaki ES, Sharififar F, Ezatpour B, Jahanbakhsh S, Harandi MF. Protoscolecidal effect of Berberis vulgaris root extract and its main compound, berberine in cystic echinococcosis. Iran J Parasitol. 2014;9(4):503", "ArticleIdList": ["PMC4345089", "25759731"]}, {"Citation": "Haleem S, Niaz S, Qureshi NA, Ullah R, Mahmood HM, Shahat AA. Phytochemical analysis, Antioxidant and Antiprotoscolices potential of ethanol extracts of selected plants species against Echinococcus granulosus: In-vitro study. Open Chem. 2019;17(1):874–83."}, {"Citation": "Sharifi-Rad J, Hoseini-Alfatemi SM, Sharifi-Rad M, da Silva JAT, Rokni M, Sharifi-Rad M. Evaluation of biological activity and phenolic compounds of Cardaria draba (L.) extracts. J Biol Today’s World. 2015;4(9):180–9."}, {"Citation": "Bahrami S, Razi Jalali M, Ramezani Z, Pourmehdi Boroujeni M, Toeimepour F. In vitro Scolicidal Effect of Lepidium sativum Essential Oil. J Ardabil Univ Med Sci. 2016;15(4):395–403."}, {"Citation": "Barzinji R, Kadir A, Mothana RA, Nasher AK. Effect of leaf extracts of Dendrosicyos socotrana and Jatropha unicostata on the viability of Echinococcus granulosus protoscoleces. Eurasia J Biosci. 2009;3:122–9."}, {"Citation": "Gangwar M, Verma VC, Singh TD, Singh SK, Goel R, Nath G. In-vitro scolicidal activity of Mallotus philippinensis (Lam.) Muell Arg. fruit glandular hair extract against hydatid cyst Echinococcus granulosus. Asian Pac J Trop Med. 2013;6(8):595–601. 10.1016/S1995-7645(13)60103-0", "ArticleIdList": ["10.1016/S1995-7645(13)60103-0", "23790329"]}, {"Citation": "Hamady Obeid Al-Taei A, Omran AM, Alyasari HF, Al-taei MH. The effect of the activity of Qurecus persica oak plant secondary compound extracts on the viability of protoscolices for Echinococcus granulosus parasite in vitro. Plant Arch. 2019;19(2):1085–91."}, {"Citation": "Maggiore MA, Albanese AA, Gende LB, Eguaras MJ, Denegri GM, Elissondo MC. Anthelmintic effect of Mentha spp. essential oils on Echinococcus granulosus protoscoleces and metacestodes. Parasitol Res. 2012;110(3):1103–12. 10.1007/s00436-011-2595-x", "ArticleIdList": ["10.1007/s00436-011-2595-x", "21845411"]}, {"Citation": "Albani CM, Denegri GM, Elissondo MC. Effect of different terpene-containing essential oils on the proliferation of Echinococcus granulosus larval cells. Interdiscip Perspect Infect Dis. 2014;2014.", "ArticleIdList": ["PMC4195392", "25328517"]}, {"Citation": "Pensel P, Maggiore M, Gende L, Eguaras M, Denegri M, Elissondo M. Efficacy of essential oils of Thymus vulgaris and Origanum vulgare on Echinococcus granulosus. Interdiscip Perspect Infect Dis. 2014;2014.", "ArticleIdList": ["PMC4142668", "25180033"]}, {"Citation": "Yones DA, Taher GA, Ibraheim ZZ. In vitro effects of some herbs used in Egyptian traditional medicine on viability of protoscolices of hydatid cysts. Korean J Parasitol. 2011;49(3):255 10.3347/kjp.2011.49.3.255", "ArticleIdList": ["10.3347/kjp.2011.49.3.255", "PMC3210842", "22072825"]}, {"Citation": "Moazeni M, Hosseini S, Al-Qanbar M, Alavi A, Khazraei H. In vitro evaluation of the protoscolicidal effect of Eucalyptus globulus essential oil on protoscolices of hydatid cyst compared with hypertonic saline, povidone iodine and silver nitrate. J Visc Surg. 2019;156(4):291–5. 10.1016/j.jviscsurg.2019.01.002", "ArticleIdList": ["10.1016/j.jviscsurg.2019.01.002", "30987848"]}, {"Citation": "Zibaei M, Sarlak A, Delfan B, Ezatpour B, Azargoon A. Scolicidal effects of Olea europaea and Satureja khuzestanica extracts on protoscolices of hydatid cysts. Korean J Parasitol. 2012;50(1):53 10.3347/kjp.2012.50.1.53", "ArticleIdList": ["10.3347/kjp.2012.50.1.53", "PMC3309051", "22451734"]}, {"Citation": "Moazeni M, Saharkhiz MJ, Hoseini AA, Alavi AM. In vitro scolicidal effect of Satureja khuzistanica (Jamzad) essential oil. Asian Pac J Trop Biomed. 2012;2(8):616–20. 10.1016/S2221-1691(12)60107-5", "ArticleIdList": ["10.1016/S2221-1691(12)60107-5", "PMC3609354", "23569981"]}, {"Citation": "Jahanbakhsh S, Azadpour M, Kareshk AT, Keyhani A, Mahmoudvand H. Zataria multiflora Bioss: lethal effects of methanolic extract against protoscoleces of Echinococcus granulosus. J Parasit Dis. 2016;40(4):1289–92. 10.1007/s12639-015-0670-4", "ArticleIdList": ["10.1007/s12639-015-0670-4", "PMC5118296", "27876932"]}, {"Citation": "Moazeni M, Roozitalab A. High scolicidal effect of Zataria multiflora on protoccoleces of hydatid cyst: an in vitro study. Comp Clin Path. 2012;21(1):99–104."}, {"Citation": "Moazeni M, Borji H, Darbandi MS, Saharkhiz MJ. In vitro and in vivo antihydatid activity of a nano emulsion of Zataria multiflora essential oil. Res Vet Sci. 2017;114:308–12. 10.1016/j.rvsc.2017.06.003", "ArticleIdList": ["10.1016/j.rvsc.2017.06.003", "28646741"]}, {"Citation": "Yazdi MK, Haniloo A, Ghaffari A, Torabi N. Antiparasitic effects of Zataria multiflora essential oil nano-emulsion on larval stages of Echinococcus granulosus. J Parasit Dis. 2020:1–7.", "ArticleIdList": ["PMC7244658", "32508418"]}, {"Citation": "Shahnazi M, Azadmehr A, Andalibian A, Hajiaghaee R, Saraei M, Alipour M. Protoscolicidal and immunomodulatory activity of Ziziphora tenuior extract and its fractions. Asian Pac J Trop Med. 2016;9(11):1062–8. 10.1016/j.apjtm.2016.09.008", "ArticleIdList": ["10.1016/j.apjtm.2016.09.008", "27890365"]}, {"Citation": "Mahmoudvand H, Fallahi S, Mahmoudvand H, Shakibaie M, Harandi MF, Dezaki ES. Efficacy of Myrtus communis L. to inactivate the hydatid cyst protoscoleces. J Invest Surg. 2016;29(3):137–43. 10.3109/08941939.2015.1088601", "ArticleIdList": ["10.3109/08941939.2015.1088601", "26684727"]}, {"Citation": "Kozan E, Ilhan M, Tümen I, Akkol EK. The scolicidal activity of the essential oil obtained from the needles of Pinus nigra Arn. subsp. pallasiana (Lamb.) Holmboe on hydatid cyst. J Ethnopharmacol. 2019;235:243–7. 10.1016/j.jep.2019.02.018", "ArticleIdList": ["10.1016/j.jep.2019.02.018", "30763692"]}, {"Citation": "Labsi M, Khelifi L, Mezioug D, Soufli I, Touil-Boukoffa C. Antihydatic and immunomodulatory effects of Punica granatum peel aqueous extract in a murine model of echinococcosis. Asian Pac J Trop Med. 2016;9(3):211–20. 10.1016/j.apjtm.2016.01.038", "ArticleIdList": ["10.1016/j.apjtm.2016.01.038", "26972390"]}, {"Citation": "Mahmoudvand H, Dezaki ES, Kheirandish F, Ezatpour B, Jahanbakhsh S, Harandi MF. Scolicidal effects of black cumin seed (Nigella sativa) essential oil on hydatid cysts. Korean J Parasitol. 2014;52(6):653 10.3347/kjp.2014.52.6.653", "ArticleIdList": ["10.3347/kjp.2014.52.6.653", "PMC4277028", "25548417"]}, {"Citation": "Mahmoudvand H, Asadi A, Harandi MF, Sharififar F, Jahanbakhsh S, Dezaki ES. In vitro lethal effects of various extracts of Nigella sativa seed on hydatid cyst protoscoleces. Iran J Basic Med Sci. 2014;17(12):1001", "ArticleIdList": ["PMC4387222", "25859304"]}, {"Citation": "Al-Mayah KS, Al-Bashir NM, Al-Azzawi BM. In vivo efficacy of Nigella sativa aqueous seed extract against metacestode of Echinococcus granulosus. Med J Babylon. 2012;9(1):140–51."}, {"Citation": "El-Bahy NM, Abdelaziz AR, Khalafalla RE. In-vitro evaluation of Nigella sativa and Punica granatum effect on protoscolices of hydatid cysts. Rev Bras Parasitol Vet. 2019;28(2):210–4. 10.1590/S1984-29612019019", "ArticleIdList": ["10.1590/S1984-29612019019", "31215605"]}, {"Citation": "Abdel-Baki A-AS, Almalki E, Mansour L, Al-Quarishy S. In vitro scolicidal effects of Salvadora persica root extract against protoscolices of Echinococcus granulosus. Korean J Parasitol. 2016;54(1):61 10.3347/kjp.2016.54.1.61", "ArticleIdList": ["10.3347/kjp.2016.54.1.61", "PMC4792313", "26951980"]}, {"Citation": "Norouzi R, Hejazy M, Azizi D, Ataei A. The effect of Taxus baccata L. extract on hydatid cyst protoscolices In vitro. Arch Razi Inst. 2020.", "ArticleIdList": ["PMC8410152", "33403842"]}, {"Citation": "Almalki E, Al-Shaebi EM, Al-Quarishy S, El-Matbouli M, Abdel-Baki A-AS. In vitro effectiveness of Curcuma longa and Zingiber officinale extracts on Echinococcus protoscoleces. Saudi J Biol Sci. 2017;24(1):90–4. 10.1016/j.sjbs.2016.05.007", "ArticleIdList": ["10.1016/j.sjbs.2016.05.007", "PMC5198992", "28053576"]}, {"Citation": "Mahmoudvand H, Pakravanan M, Kheirandish F, Jahanbakhsh S, Sepahvand M, Niazi M, et al. Efficacy and Safety Curcuma zadoaria L. to Inactivate the Hydatid Cyst Protoscoleces. Curr Clin Pharmacol. 2020;15(1):64–71. 10.2174/1574884714666190918155147", "ArticleIdList": ["10.2174/1574884714666190918155147", "PMC7366002", "31533603"]}, {"Citation": "Moazeni M, Nazer A. In vitro lethal effect of Zingiber officinale R. on protoscolices of hydatid cyst from sheep liver. Microbiol Res (Pavia). 2011;2(2):25."}, {"Citation": "Houshmand E, Kamalifar HS, Elmi H. In vitro scolicidal effect of ginger (Zingiber officinale roscoe) ethanolic extract against protoscolices of hydatid cyst. Iran J Vet Res. 2019;13(1):87–99."}, {"Citation": "Fabbri J, Maggiore MA, Pensel PE, Denegri GM, Gende LB, Elissondo MC. In vitro and in vivo efficacy of carvacrol against Echinococcus granulosus. Acta Trop. 2016;164:272–9. 10.1016/j.actatropica.2016.09.001", "ArticleIdList": ["10.1016/j.actatropica.2016.09.001", "27650960"]}, {"Citation": "Moazeni M, Larki S, Oryan A, Saharkhiz MJ. Preventive and therapeutic effects of Zataria multiflora methanolic extract on hydatid cyst: An in vivo study. Vet Parasitol. 2014;205(1–2):107–12. 10.1016/j.vetpar.2014.07.006", "ArticleIdList": ["10.1016/j.vetpar.2014.07.006", "25070528"]}, {"Citation": "Moazeni M, Larki S, Saharkhiz MJ, Oryan A, Lari MA, Alavi AM. Efficacy of the aromatic water of Zataria multiflora on hydatid cysts: an In vivo study. Antimicrob Agents Chemother. 2014:AAC. 02963–14.", "ArticleIdList": ["PMC4187908", "25070113"]}, {"Citation": "Moazeni M, Borji H, Saboor Darbandi M. Enhancement of the Therapeutic Effect of Albendazole on Cystic Echinococcosis using a Herbal Product. J Invest Surg. 2019;32(2):103–10. 10.1080/08941939.2017.1380089", "ArticleIdList": ["10.1080/08941939.2017.1380089", "28990848"]}, {"Citation": "Elissondo MC, Albani CM, Gende L, Eguaras M, Denegri G. Efficacy of thymol against Echinococcus granulosus protoscoleces. Parasitol Int. 2008;57(2):185–90. 10.1016/j.parint.2007.12.005", "ArticleIdList": ["10.1016/j.parint.2007.12.005", "18234549"]}, {"Citation": "Mahmoudvand H, Mirbadie SR, Sadooghian S, Harandi MF, Jahanbakhsh S, Saedi Dezaki E. Chemical composition and scolicidal activity of Zataria multiflora Boiss essential oil. J Essent Oil Res. 2017;29(1):42–7."}, {"Citation": "Larki S, Jalali MHR, Goodarzi S. Scolicidal effects of gallic acid, one of the major compounds of plants, on protoscolices of hydatid cyst. Zahedan J Res Med Sci. 2017;19(5)."}, {"Citation": "Naguleswaran A, Spicher M, Vonlaufen N, Ortega-Mora LM, Torgerson P, Gottstein B, et al. In vitro metacestodicidal activities of genistein and other isoflavones against Echinococcus multilocularis and Echinococcus granulosus. Antimicrob Agents Chemother. 2006;50(11):3770–8. 10.1128/AAC.00578-06", "ArticleIdList": ["10.1128/AAC.00578-06", "PMC1635224", "16954323"]}, {"Citation": "Xin Q, Yuan M, Li H, Lu J, Song X, Jing T. In vitro efficacy of ampelopsin against Echinococcus granulosus and Echinococcus multilocularis. J Vet Med Sci. 2019:19–0347.", "ArticleIdList": ["PMC6943307", "31748438"]}, {"Citation": "Sahin M, Eryilmaz R, Bulbuloglu E. The effect of scolicidal agents on liver and biliary tree (experimental study). J Invest Surg. 2004;17(6):323–6. 10.1080/08941930490524363", "ArticleIdList": ["10.1080/08941930490524363", "15764499"]}, {"Citation": "Albani CM, Pensel PE, Elissondo N, Gambino G, Elissondo MC. In vivo activity of albendazole in combination with thymol against Echinococcus multilocularis. Vet Parasitol. 2015;212(3–4):193–9. 10.1016/j.vetpar.2015.06.030", "ArticleIdList": ["10.1016/j.vetpar.2015.06.030", "26190130"]}, {"Citation": "Raja RR. Medicinally potential plants of Labiatae (Lamiaceae) family: an overview. Res J Med Plant. 2012;6(3):203–13."}, {"Citation": "Christensen LP, Brandt K. Bioactive polyacetylenes in food plants of the Apiaceae family: occurrence, bioactivity and analysis. J Pharm Biomed Anal. 2006;41(3):683–93. 10.1016/j.jpba.2006.01.057", "ArticleIdList": ["10.1016/j.jpba.2006.01.057", "16520011"]}, {"Citation": "Mwine JT, Van Damme P. Why do Euphorbiaceae tick as medicinal plants? A review of Euphorbiaceae family and its medicinal features. J Med Plant Res. 2011;5(5):652–62."}, {"Citation": "Ahmad H, Khan SM, Ghafoor S, Ali N. Ethnobotanical study of upper Siran. J Herbs, Spices Med Plants. 2009;15(1):86–97."}, {"Citation": "Tariq A, Sadia S, Pan K, Ullah I, Mussarat S, Sun F, et al. A systematic review on ethnomedicines of anti-cancer plants. Phytother Res. 2017;31(2):202–64. 10.1002/ptr.5751", "ArticleIdList": ["10.1002/ptr.5751", "28093828"]}, {"Citation": "Sadia S, Tariq A, Shaheen S, Malik K, Ahmad M, Qureshi H, et al. Ethnopharmacological profile of anti-arthritic plants of Asia-a systematic review. J Herb Med. 2018."}, {"Citation": "Kamalzadeh A, Rajabbaigy M, Kiasat A. Livestock production systems and trends in livestock industry in Iran. J Agri Soc Sci. 2008;4:183–88."}, {"Citation": "Kamalzadeh A, Shabani A. Maintenance and growth requirements for energy and nitrogen of Baluchi sheep. Int J Agric Biol. 2007."}, {"Citation": "Moshi MJ, Otieno DF, Weisheit A. Ethnomedicine of the Kagera Region, north western Tanzania. Part 3: plants used in traditional medicine in Kikuku village, Muleba District. J Ethnobiol Ethnomed. 2012;8(1):14.", "ArticleIdList": ["PMC3349493", "22472473"]}, {"Citation": "Bhat JA, Kumar M, Bussmann RW. Ecological status and traditional knowledge of medicinal plants in Kedarnath Wildlife Sanctuary of Garhwal Himalaya, India. J Ethnobiol Ethnomed. 2013;9(1):1.", "ArticleIdList": ["PMC3560114", "23281594"]}, {"Citation": "de Albuquerque UP. Re-examining hypotheses concerning the use and knowledge of medicinal plants: a study in the Caatinga vegetation of NE Brazil. J Ethnobiol Ethnomed. 2006;2(1):30.", "ArticleIdList": ["PMC1557484", "16872499"]}, {"Citation": "Adegboye M, Akinpelu D, Okoh A. The bioactive and phytochemical properties of Garcinia kola (Heckel) seed extract on some pathogens. Afr J Biotechnol. 2008;7(21)."}, {"Citation": "Adnan M, Ullah I, Tariq A, Murad W, Azizullah A, Khan AL, et al. Ethnomedicine use in the war affected region of northwest Pakistan. J Ethnobiol Ethnomed. 2014;10(1):16.", "ArticleIdList": ["PMC3932995", "24484608"]}, {"Citation": "Amber R, Adnan M, Tariq A, Mussarat S. A review on antiviral activity of the Himalayan medicinal plants traditionally used to treat bronchitis and related symptoms. J Pharm Pharmacol. 2017;69(2):109–22. 10.1111/jphp.12669", "ArticleIdList": ["10.1111/jphp.12669", "PMC7166987", "27905101"]}, {"Citation": "Altemimi A, Lakhssassi N, Baharlouei A, Watson D, Lightfoot D. Phytochemicals: Extraction, isolation, and identification of bioactive compounds from plant extracts. Plants. 2017;6(4):42.", "ArticleIdList": ["PMC5750618", "28937585"]}, {"Citation": "Ribeiro J, Ribeiro W, Camurça-Vasconcelos A, Macedo I, Santos J, Paula H, et al. Efficacy of free and nanoencapsulated Eucalyptus citriodora essential oils on sheep gastrointestinal nematodes and toxicity for mice. Vet Parasitol. 2014;204(3–4):243–8. 10.1016/j.vetpar.2014.05.026", "ArticleIdList": ["10.1016/j.vetpar.2014.05.026", "24929446"]}, {"Citation": "Xue L, Zhang H, Qin L, Wang X, Wang L. Effect of chuanwu and baishao used separately or in combination on adjuvant arthritis in rats. China Journal of Chinese Materia Medica. 2000;25(3):175–8.", "ArticleIdList": ["12212105"]}, {"Citation": "Kaplan R, Storey B, Vidyashankar A, Bissinger B, Mitchell S, Howell S, et al. Antiparasitic efficacy of a novel plant-based functional food using an Ascaris suum model in pigs. Acta Trop. 2014;139:15–22. 10.1016/j.actatropica.2014.06.008", "ArticleIdList": ["10.1016/j.actatropica.2014.06.008", "24979686"]}, {"Citation": "Nordi E, Costa R, David C, Parren G, Freitas A, Lameirinha L, et al. Supplementation of moist and dehydrated citrus pulp in the diets of sheep artificially and naturally infected with gastrointestinal nematodes on the parasitological parameters and performance. Vet Parasitol. 2014;205(3–4):532–9. 10.1016/j.vetpar.2014.09.015", "ArticleIdList": ["10.1016/j.vetpar.2014.09.015", "25282048"]}, {"Citation": "Al-Shaibani I, Phulan M, Arijo A, Qureshi T. Ovicidal and larvicidal properties of Adhatoda vasica (L.) extracts against gastrointestinal nematodes of sheep in vitro. Pak Vet J. 2008;28(2):79–83."}, {"Citation": "Zips D, Thames HD, Baumann M. New anticancer agents: in vitro and in vivo evaluation. In Vivo. 2005;19(1):1–7.", "ArticleIdList": ["15796152"]}, {"Citation": "Sangster N, Gill J. Pharmacology of anthelmintic resistance. Parasitol Today. 1999;15(4):141–6. 10.1016/s0169-4758(99)01413-1", "ArticleIdList": ["10.1016/s0169-4758(99)01413-1", "10322335"]}, {"Citation": "Buttle DJ, Behnke JM, Bartley Y, Elsheikha HM, Bartley DJ, Garnett MC, et al. Oral dosing with papaya latex is an effective anthelmintic treatment for sheep infected with Haemonchus contortus. Parasite Vector. 2011;4(1):36.", "ArticleIdList": ["PMC3068120", "21406090"]}, {"Citation": "Dorman H, Deans SG. Antimicrobial agents from plants: antibacterial activity of plant volatile oils. J Appl Microbiol. 2000;88(2):308–16. 10.1046/j.1365-2672.2000.00969.x", "ArticleIdList": ["10.1046/j.1365-2672.2000.00969.x", "10736000"]}, {"Citation": "Griffin SG, Wyllie SG, Markham JL, Leach DN. The role of structure and molecular properties of terpenoids in determining their antimicrobial activity. Flavour Fragrance J. 1999;14(5):322–32."}, {"Citation": "Deb DD, Parimala G, Devi SS, Chakraborty T. Effect of thymol on peripheral blood mononuclear cell PBMC and acute promyelotic cancer cell line HL-60. Chem-Biol Interact. 2011;193(1):97–106. 10.1016/j.cbi.2011.05.009", "ArticleIdList": ["10.1016/j.cbi.2011.05.009", "21640085"]}, {"Citation": "Díaz C, Quesada S, Brenes O, Aguilar G, Ciccio JF. Chemical composition of Schinus molle essential oil and its cytotoxic activity on tumour cell lines. Nat Prod Res. 2008;22(17):1521–34. 10.1080/14786410701848154", "ArticleIdList": ["10.1080/14786410701848154", "19023816"]}, {"Citation": "Péres V, Moura D, Sperotto A, Damasceno F, Caramão E, Zini C, et al. Chemical composition and cytotoxic, mutagenic and genotoxic activities of the essential oil from Pipergaudichaudianum Kunth leaves. Food Chem Toxicol. 2009;47(9):2389–95. 10.1016/j.fct.2009.06.035", "ArticleIdList": ["10.1016/j.fct.2009.06.035", "19563855"]}, {"Citation": "Chang H-T, Hsu S-S, Chou C-T, Cheng J-S, Wang J-L, Lin K-L, et al. Effect of thymol on Ca2+ homeostasis and viability in MG63 human osteosarcoma cells. Pharmacology. 2011;88(3–4):201–12. 10.1159/000331864", "ArticleIdList": ["10.1159/000331864", "21986213"]}, {"Citation": "Hsu S-S, Lin K-L, Chou C-T, Chiang A-J, Liang W-Z, Chang H-T, et al. Effect of thymol on Ca2+ homeostasis and viability in human glioblastoma cells. Eur J Pharmacol. 2011;670(1):85–91. 10.1016/j.ejphar.2011.08.017", "ArticleIdList": ["10.1016/j.ejphar.2011.08.017", "21914442"]}, {"Citation": "Kumar A, Malik F, Bhushan S, Sethi VK, Shahi AK, Taneja SC, et al. An essential oil and its major constituent isointermedeol induce apoptosis by increased expression of mitochondrial cytochrome c and apical death receptors in human leukaemia HL-60 cells. Chem-Biol Interact. 2008;171(3):332–47. 10.1016/j.cbi.2007.10.003", "ArticleIdList": ["10.1016/j.cbi.2007.10.003", "18070620"]}, {"Citation": "Bagheri SM, Sahebkar A, Gohari AR, Saeidnia S, Malmir M, Iranshahi M. Evaluation of cytotoxicity and anticonvulsant activity of some Iranian medicinal Ferula species. Pharm Biol. 2010;48(3):242–6. 10.3109/13880200903081796", "ArticleIdList": ["10.3109/13880200903081796", "20645807"]}, {"Citation": "Kuete V, Wiench B, Hegazy M-EF, Mohamed TA, Fankam AG, Shahat AA, et al. Antibacterial activity and cytotoxicity of selected Egyptian medicinal plants. Planta Med. 2012;78(02):193–9.", "ArticleIdList": ["22057918"]}, {"Citation": "Lacey E, Redwin J, Gill J, Demargheriti V, Waller P. A larval development assay for the simultaneous detection of broad spectrum anthelmintic resistance. 1990."}, {"Citation": "Qi H, Wang W, Dai J, Zhu L. In vitro anthelmintic activity of Zanthoxylum simulans essential oil against Haemonchus contortus. Vet Parasitol. 2015;211(3–4):223–7. 10.1016/j.vetpar.2015.05.029", "ArticleIdList": ["10.1016/j.vetpar.2015.05.029", "26073109"]}, {"Citation": "Nguyen D, Xu T. The expanding role of mouse genetics for understanding human biology and disease. Dis Model Mech. 2008;1(1):56–66. 10.1242/dmm.000232", "ArticleIdList": ["10.1242/dmm.000232", "PMC2561976", "19048054"]}, {"Citation": "Bedell MA, Jenkins NA, Copeland NG. Mouse models of human disease. Part I: techniques and resources for genetic analysis in mice. Genes Dev. 1997;11(1):1–10. 10.1101/gad.11.1.1", "ArticleIdList": ["10.1101/gad.11.1.1", "9000047"]}, {"Citation": "Wadood A, Ghufran M, Jamal SB, Naeem M, Khan A, Ghaffar R. Phytochemical analysis of medicinal plants occurring in local area of Mardan. Biochem Anal Biochem. 2013;2(4):1–4."}, {"Citation": "Meena AK, Bansal P, Kumar S. Plants-herbal wealth as a potential source of ayurvedic drugs. Asian J Tradit Med. 2009;4(4):152–70."}, {"Citation": "Marie-Magdeleine C, Hoste H, Mahieu M, Varo H, Archimede H. In vitro effects of Cucurbita moschata seed extracts on Haemonchus contortus. Vet Parasitol. 2009;161(1–2):99–105. 10.1016/j.vetpar.2008.12.008", "ArticleIdList": ["10.1016/j.vetpar.2008.12.008", "19135803"]}, {"Citation": "Pérez-Serrano J, Casado N, Rodriguez-Caabeiro F. The effects of albendazole and albendazole sulphoxide combination-therapy on Echinococcus granulosus in vitro. Int J Parasitol. 1994;24(2):219–24. 10.1016/0020-7519(94)90029-9", "ArticleIdList": ["10.1016/0020-7519(94)90029-9", "8026899"]}, {"Citation": "Amritpal S, Sanjiv D, Navpreet K, Jaswinder S. Berberine: alkaloid with wide spectrum of pharmacological activities. J Nat Prod. 2010;3:64–75."}, {"Citation": "Suthar M, Patel P, Shah T, Patel R. In vitro screening of Nigella sativa seeds for antifungal activity. Int J Pharm App Sci. 2010;1(1):84–91."}, {"Citation": "Maggiore M, Pensel P, Denegri G, Elissondo M. Chemoprophylactic and therapeutic efficacy of thymol in murine cystic echinococcosis. Parasitol Int. 2015;64(5):435–40. 10.1016/j.parint.2015.06.005", "ArticleIdList": ["10.1016/j.parint.2015.06.005", "26096310"]}, {"Citation": "Robledo S, Osorio E, Munoz D, Jaramillo LM, Restrepo A, Arango G, et al. In vitro and in vivo cytotoxicities and antileishmanial activities of thymol and hemisynthetic derivatives. Antimicrob Agents Chemother. 2005;49(4):1652–5. 10.1128/AAC.49.4.1652-1655.2005", "ArticleIdList": ["10.1128/AAC.49.4.1652-1655.2005", "PMC1068650", "15793164"]}, {"Citation": "Lin CC, Ng LT, Hsu FF, Shieh DE, Chiang LC. Cytotoxic effects of Coptis chinensis and Epimedium sagittatum extracts and their major constituents (berberine, coptisine and icariin) on hepatoma and leukaemia cell growth. Clin Exp Pharmacol Physiol. 2004;31(1-2):65–9. 10.1111/j.1440-1681.2004.03951.x", "ArticleIdList": ["10.1111/j.1440-1681.2004.03951.x", "14756686"]}, {"Citation": "Badary OA, Al-Shabanah OA, Nagi MN, Al-Bekairi AM, Elmazar M. Acute and subchronic toxicity of thymoquinone in mice. Drug Dev Res. 1998;44(2-3):56–61."}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "5", "Day": "9"}, {"Year": "2020", "Month": "9", "Day": "25"}, {"Year": "2020", "Month": "10", "Day": "13", "Hour": "17", "Minute": "12"}, {"Year": "2020", "Month": "10", "Day": "14", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "12", "Day": "15", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "10", "Day": "13"}], "PublicationStatus": "epublish", "ArticleIdList": ["33048959", "PMC7553295", "10.1371/journal.pone.0240456", "PONE-D-20-13305"]}}], "PubmedBookArticle": []}