{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["COVID-19", "Human respiratory infection", "Natural inhibitors"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "33041391", "DateRevised": {"Year": "2022", "Month": "05", "Day": "01"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "10", "Day": "06"}], "Language": ["eng"], "ELocationID": ["10.1007/s43450-020-00104-7"], "Journal": {"ISSN": "0102-695X", "JournalIssue": {"Volume": "30", "Issue": "5", "PubDate": {"Year": "2020"}}, "Title": "Revista brasileira de farmacognosia : orgao oficial da Sociedade Brasileira de Farmacognosia", "ISOAbbreviation": "Rev Bras Farmacogn"}, "ArticleTitle": "Coronaviruses and Nature's Pharmacy for the Relief of Coronavirus Disease 2019.", "Pagination": {"StartPage": "603", "EndPage": "621", "MedlinePgn": "603-621"}, "Abstract": {"AbstractText": ["Current challenges to the treatment of coronavirus disease 2019 should open new prospects in the search for novel drugs from medicinal plants and other natural products. This paper provides details of natural agents that inhibit human coronavirus entry into cells, general replication, and specific chymotrypsin-like protease (3CL<sup>pro</sup>)-mediated replication. Medicinal plants, fungi, and marine organisms as remedies for human coronaviruses in China, Lebanon, Malaysia, Singapore, and South Africa are described. Common species include <i>Alnus japonica</i> (Thunb.) Steud., <i>Artemisia annua</i> L., <i>Artemisia apiacea</i> Hance, <i>Astragalus membranaceus</i> (Fisch.) Bunge, <i>Cinnamomum cassia</i> (L.) J.Presl, edible brown algae <i>Ecklonia cava</i> Kjellman, <i>Euphorbia neriifolia</i> L., <i>Glycyrrhiza glabra</i> L., <i>Lonicera japonica</i> Thunb., <i>Pelargonium sidoides</i> DC., <i>Polygonum cuspidatum</i> Siebold & Zucc., <i>Sanguisorba officinalis</i> L., <i>Scutellaria baicalensis</i> Georgi, <i>Toona sinensis</i> (Juss.) M.Roem., and <i>Torreya nucifera</i> (L.) Siebold & Zucc. At least fifty natural compounds, including alkaloids, flavonoids, glycosides, anthraquinones, lignins, and tannins, which inhibit various strains of human coronaviruses, are presented. Given the scarcity of efficacious and safe vaccines or drugs for coronavirus disease 2019, natural products are low-hanging fruits that should be harnessed as the new global frontier against severe acute respiratory syndrome coronavirus 2."], "CopyrightInformation": "© Sociedade Brasileira de Farmacognosia 2020."}, "AuthorList": [{"Identifier": ["0000-0001-6946-0724"], "AffiliationInfo": [{"Identifier": ["grid.10598.35", "0000 0001 1014 6159"], "Affiliation": "Faculty of Science, Department of Biological Sciences, University of Namibia, Private Bag 13301, Windhoek, Namibia."}], "LastName": "Chinsembu", "ForeName": "Kazhila C", "Initials": "KC"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Brazil", "MedlineTA": "Rev Bras Farmacogn", "NlmUniqueID": "9883156", "ISSNLinking": "0102-695X"}, "CoiStatement": "Conflict of InterestThe author declares that there is no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Andersen PI, Ianevski A, Lysvand H, Vitkauskiene A, Oksenych V, Bjørås M, Telling K, Lutsar I, Dampis U, Irie Y, Tenson T. Discovery and development of safe-in-man broad-spectrum antiviral agents. Int J Infect Dis. 2020;93:268–276. doi: 10.1016/j.ijid.2020.02.018.", "ArticleIdList": ["10.1016/j.ijid.2020.02.018", "PMC7128205", "32081774"]}, {"Citation": "Andersen PI, Krpina K, Ianevski A, Shtaida N, Jo E, Yang J, Koit S, Tenson T, Hukkanen V, Anthonsen MW, Bjoras M. Novel antiviral activities of obatoclax, emetine, niclosamide, brequinar, and homoharringtonine. Viruses. 2019;11:964. doi: 10.3390/v11100964.", "ArticleIdList": ["10.3390/v11100964", "PMC6832696", "31635418"]}, {"Citation": "Asif M, Saleem M, Saadullah M, Yaseen HS, Al Zarzour R (2020) COVID-19 and therapy with essential oils having antiviral, anti-inflammatory, and immunomodulatory properties. Inflammopharmacology. 10.1007/s10787-020-00744-0", "ArticleIdList": ["PMC7427755", "32803479"]}, {"Citation": "Baltina LA, Zarubaev VV, Baltina LA, Orshanskaya IA, Fairushina AI, Kiselev OI, Yunusov MS. Glycyrrhizic acid derivatives as influenza A/H1N1 virus inhibitors. Bioorg Med Chem Lett. 2015;25:1742–1746. doi: 10.1016/j.bmcl.2015.02.074.", "ArticleIdList": ["10.1016/j.bmcl.2015.02.074", "PMC7127794", "25801933"]}, {"Citation": "Bansal S, Choudhary S, Sharma M, Kumar SS, Lohan S, Bhardwaj V, Syan N, Jyoti S. Tea: a native source of antimicrobial agents. Food Res Int. 2013;53:568–584. doi: 10.1016/j.foodres.2013.01.032.", "ArticleIdList": ["10.1016/j.foodres.2013.01.032"]}, {"Citation": "Bekut M, Brkić S, Kladar N, Dragović G, Gavarić N, Božin B. Potential of selected Lamiaceae plants in anti (retro) viral therapy. Pharmacol Res. 2018;133:301–314. doi: 10.1016/j.phrs.2017.12.016.", "ArticleIdList": ["10.1016/j.phrs.2017.12.016", "PMC7129285", "29258916"]}, {"Citation": "Chang FR, Yen CT, Ei-Shazly M, Lin WH, Yen MH, Lin KH, Wu YC. Anti-human coronavirus (anti-HCoV) triterpenoids from the leaves of Euphorbia neriifolia. Nat Prod Commun. 2012;7:1934578X1200701. doi: 10.1177/1934578X1200701103.", "ArticleIdList": ["10.1177/1934578X1200701103", "23285797"]}, {"Citation": "Chen CJ, Michaelis M, Hsu HK, Tsai CC, Yang KD, Wu YC, Cinatl J, Jr, Doerr HW. Toona sinensis Roem tender leaf extract inhibits SARS coronavirus replication. J Ethnopharmacol. 2008;120:108–111. doi: 10.1016/j.jep.2008.07.048.", "ArticleIdList": ["10.1016/j.jep.2008.07.048", "PMC7127248", "18762235"]}, {"Citation": "Chen CN, Lin CPC, Huang KK, Chen WC, Hsieh HP, Liang PH, Hsu JTA. Inhibition of SARS-CoV 3C-like protease activity by theaflavin-3,3′-digallate (TF3) Evid Based Complement Alternat Med. 2005;2:209–215. doi: 10.1093/ecam/neh081.", "ArticleIdList": ["10.1093/ecam/neh081", "PMC1142193", "15937562"]}, {"Citation": "Chen F, Chan KH, Jiang Y, Kao RY, Lu HT, Fan KW, Cheng VC, Tsui WH, Hung IF, Lee TS, Guan Y. In vitro susceptibility of 10 clinical isolates of SARS coronavirus to selected antiviral compounds. J Clin Virol. 2004;31:69–75. doi: 10.1016/j.jcv.2004.03.003.", "ArticleIdList": ["10.1016/j.jcv.2004.03.003", "PMC7128415", "15288617"]}, {"Citation": "Chen L, Li J, Luo C, Liu H, Xu W, Chen G, Liew OW, Zhu W, Puah CM, Shen X, Jiang H. Binding interaction of quercetin-3-β-galactoside and its synthetic derivatives with SARS-CoV 3CLpro: structure–activity relationship studies reveal salient pharmacophore features. Bioorg Med Chem. 2006;14:8295–8306. doi: 10.1016/j.bmc.2006.09.014.", "ArticleIdList": ["10.1016/j.bmc.2006.09.014", "PMC7125754", "17046271"]}, {"Citation": "Chen Q, Quan B, Li X, Gao G, Zheng W, Zhang J, Zhang Z, Liu C, Li L, Wang C, Zhang G. A report of clinical diagnosis and treatment of nine cases of coronavirus disease 2019. J Med Virol. 2020;92:683–687. doi: 10.1002/jmv.25755.", "ArticleIdList": ["10.1002/jmv.25755", "PMC7228316", "32162699"]}, {"Citation": "Chen Z, Nakamura T. Statistical evidence for the usefulness of Chinese medicine in the treatment of SARS. Phytother Res. 2004;18:592–594. doi: 10.1002/ptr.1485.", "ArticleIdList": ["10.1002/ptr.1485", "15305324"]}, {"Citation": "Cheng PW, Ng LT, Chiang LC, Lin CC. Antiviral effects of saikosaponins on human coronavirus 229E in vitro. Clin Exp Pharmacol Physiol. 2006;33:612–616. doi: 10.1111/j.1440-1681.2006.04415.x.", "ArticleIdList": ["10.1111/j.1440-1681.2006.04415.x", "PMC7162031", "16789928"]}, {"Citation": "Chinsembu KC. Plants as antimalarial agents in Sub-Saharan Africa. Acta Trop. 2015;152:32–48. doi: 10.1016/j.actatropica.2015.08.009.", "ArticleIdList": ["10.1016/j.actatropica.2015.08.009", "26297798"]}, {"Citation": "Chinsembu KC. Green Medicines: pharmacy of natural products for HIV and five AIDS-related infections. Toronto: Africa in Canada Press; 2016."}, {"Citation": "Chinsembu KC. Tuberculosis and nature’s pharmacy of putative anti-tuberculosis agents. Acta Trop. 2016;153:46–56. doi: 10.1016/j.actatropica.2015.10.004.", "ArticleIdList": ["10.1016/j.actatropica.2015.10.004", "26464047"]}, {"Citation": "Chinsembu KC. Chemical diversity and activity profiles of HIV-1 reverse transcriptase inhibitors from plants. Rev Bras. 2019;29:504–528. doi: 10.1016/j.bjp.2018.10.006.", "ArticleIdList": ["10.1016/j.bjp.2018.10.006"]}, {"Citation": "Chiow KH, Phoon MC, Putti T, Tan BK, Chow VT (2016) Evaluation of antiviral activities of Houttuynia cordata Thunb. extract, quercetin, quercetrin and cinanserin on murine coronavirus and dengue virus infection. Asian Pac J Trop Med 9. 10.1016/j.apjtm.2015.12.002", "ArticleIdList": ["PMC7104935", "26851778"]}, {"Citation": "Cho JK, Curtis-Long MJ, Lee KH, Kim DW, Ryu HW, Yuk HJ, Park KH. Geranylated flavonoids displaying SARS-CoV papain-like protease inhibition from the fruits of Paulownia tomentosa. Bioorg Med Chem. 2013;21:3051–3057. doi: 10.1016/j.bmc.2013.03.027.", "ArticleIdList": ["10.1016/j.bmc.2013.03.027", "PMC7126831", "23623680"]}, {"Citation": "Choi HJ, Kim JH, Lee CH, Ahn YJ, Song JH, Baek SH, Kwon DH. Antiviral activity of quercetin 7-rhamnoside against porcine epidemic diarrhea virus. Antivir Res. 2009;81:77–81. doi: 10.1016/j.antiviral.2008.10.002.", "ArticleIdList": ["10.1016/j.antiviral.2008.10.002", "PMC7114206", "18992773"]}, {"Citation": "Choy KT, Wong AY, Kaewpreedee P, Sia SF, Chen D, Hui KP, Chu DK, Chan MC, Cheung PP, Huang X, Peiris M. Remdesivir, lopinavir, emetine, and homoharringtonine inhibit SARS-CoV-2 replication in vitro. Antivir Res. 2020;178:104786. doi: 10.1016/j.antiviral.2020.104786.", "ArticleIdList": ["10.1016/j.antiviral.2020.104786", "PMC7127386", "32251767"]}, {"Citation": "Cinatl J, Morgenstern B, Bauer G, Chandra P, Rabenau H, Doerr HW. Glycyrrhizin, an active component of liquorice roots, and replication of SARS-associated coronavirus. Lancet. 2003;361:2045–2046. doi: 10.1016/s0140-6736(03)13615-x.", "ArticleIdList": ["10.1016/s0140-6736(03)13615-x", "PMC7112442", "12814717"]}, {"Citation": "Cuong NX, Minh CV, Kiem PV, Huong HT, Ban NK, Nhiem NX, Tung NH, Jung JW, Kim HJ, Kim SY, Kim JA. Inhibitors of osteoclast formation from rhizomes of Cibotium barometz. J Nat Prod. 2009;72:1673–1677. doi: 10.1021/np9004097.", "ArticleIdList": ["10.1021/np9004097", "19739599"]}, {"Citation": "De Clercq E. Recent highlights in the development of new antiviral drugs. Curr Opin Microbiol. 2005;8:552–560. doi: 10.1016/j.mib.2005.08.010.", "ArticleIdList": ["10.1016/j.mib.2005.08.010", "PMC7108330", "16125443"]}, {"Citation": "de Wilde AH, Jochmans D, Posthuma CC, Zevenhoven-Dobbe JC, Van Nieuwkoop S, Bestebroer TM, Van Den Hoogen BG, Neyts J, Snijder EJ. Screening of an FDA-approved compound library identifies four small-molecule inhibitors of Middle East respiratory syndrome coronavirus replication in cell culture. Antimicrob Agents Chemother. 2014;58:4875–4884. doi: 10.1128/AAC.03011-14.", "ArticleIdList": ["10.1128/AAC.03011-14", "PMC4136071", "24841269"]}, {"Citation": "Dong HJ, Wang ZH, Meng W, Li CC, Hu YX, Zhou L, Wang XJ. The natural compound homoharringtonine presents broad antiviral activity in vitro and in vivo. Viruses. 2018;10:601. doi: 10.3390/v10110601.", "ArticleIdList": ["10.3390/v10110601", "PMC6266276", "30388805"]}, {"Citation": "Dong X, Fu J, Yin X, Cao S, Li X, Lin L, Huyiligeqi NJ. Emodin: a review of its pharmacology, toxicity and pharmacokinetics. Phytother Res. 2016;30:1207–1218. doi: 10.1002/ptr.5631.", "ArticleIdList": ["10.1002/ptr.5631", "PMC7168079", "27188216"]}, {"Citation": "El Sayed KA. Natural products as antiviral agents. Stud Nat Prod Chem. 2000;24:473–572. doi: 10.1016/S1572-5995(00)80051-4.", "ArticleIdList": ["10.1016/S1572-5995(00)80051-4"]}, {"Citation": "Elfiky AA. Anti-HCV, nucleotide inhibitors, repurposing against COVID-19. Life Sci. 2020;248:117477. doi: 10.1016/j.lfs.2020.117477.", "ArticleIdList": ["10.1016/j.lfs.2020.117477", "PMC7089605", "32119961"]}, {"Citation": "Engler O, Strasser M, Signer J, Schoop R. Neutralizing activity of Echinacea purpurea on coronaviruses including highly pathogenic Middle-East-Respiratory Syndrome Virus (MERS-CoV) Planta Med Int Open. 2017;4:S1–S202. doi: 10.1055/s-0037-1608557.", "ArticleIdList": ["10.1055/s-0037-1608557"]}, {"Citation": "Enmozhi SK, Raja K, Sebastine I, Joseph J (2020) Andrographolide as a potential inhibitor of SARS-CoV-2 main protease: an in silico approach. J Biomol Struct Dyn:1–7. 10.1080/07391102.2020.1760136", "ArticleIdList": ["PMC7212536", "32329419"]}, {"Citation": "Ford N, Vitoria M, Rangaraj A, Norris SL, Calmy A, Doherty M. Systematic review of the efficacy and safety of antiretroviral drugs against SARS, MERS, or COVID-19: initial assessment. J Int AIDS Soc. 2020;23:e25489. doi: 10.1002/jia2.25489.", "ArticleIdList": ["10.1002/jia2.25489", "PMC7158851", "32293807"]}, {"Citation": "Forni D, Cagliani R, Clerici M, Sironi M. Molecular evolution of human coronavirus genomes. Trends Microbiol. 2017;25:35–48. doi: 10.1016/j.tim.2016.09.001.", "ArticleIdList": ["10.1016/j.tim.2016.09.001", "PMC7111218", "27743750"]}, {"Citation": "Gallimore W (2017) Marine metabolites: oceans of opportunity. Pharmacognosy, Academic Press, pp. 377–400. 10.1016/B978-0-12-802104-0.00018-4"}, {"Citation": "Grant WB, Lahore H, McDonnell SL, Baggerly CA, French CB, Aliano JL, Bhattoa HP. Evidence that vitamin D supplementation could reduce risk of influenza and COVID-19 infections and deaths. Nutrients. 2020;12:988. doi: 10.3390/nu12040988.", "ArticleIdList": ["10.3390/nu12040988", "PMC7231123", "32252338"]}, {"Citation": "Gustafson KR, Oku N, Milanowski DJ. Antiviral marine natural products. Curr Med Chem: Anti-Infect Agents. 2004;3:233–249. doi: 10.2174/15680120433539.", "ArticleIdList": ["10.2174/15680120433539"]}, {"Citation": "Heinz SA, Henson DA, Austin MD, Jin F, Nieman DC. Quercetin supplementation and upper respiratory tract infection: a randomized community clinical trial. Pharmacol Res. 2010;62:237–242. doi: 10.1016/j.phrs.2010.05.001.", "ArticleIdList": ["10.1016/j.phrs.2010.05.001", "PMC7128946", "20478383"]}, {"Citation": "Ho TY, Wu SL, Chen JC, Li CC, Hsiang CY. Emodin blocks the SARS coronavirus spike protein and angiotensin-converting enzyme 2 interaction. Antivir Res. 2007;74:92–101. doi: 10.1016/j.antiviral.2006.04.014.", "ArticleIdList": ["10.1016/j.antiviral.2006.04.014", "PMC7114332", "16730806"]}, {"Citation": "Hsieh PW, Chang FR, Chang CH, Cheng PW, Chiang LC, Zeng FL, Lin KH, Wu YC. 2-Substituted benzoxazinone analogues as anti-human coronavirus (anti-HCoV) and ICAM-1 expression inhibition agents. Bioorg Med Chem Lett. 2004;14:4751–4754. doi: 10.1016/j.bmcl.2004.06.083.", "ArticleIdList": ["10.1016/j.bmcl.2004.06.083", "PMC7126427", "15324901"]}, {"Citation": "Hsu CH, Hwang KC, Chao CL, Chang SG, Ho MS, Chou P. Can herbal medicine assist against avian flu? Learning from the experience of using supplementary treatment with Chinese medicine on SARS or SARS-like infectious disease in 2003. J Altern Complement Med. 2006;12:505–506. doi: 10.1089/acm.2006.12.505.", "ArticleIdList": ["10.1089/acm.2006.12.505", "16884338"]}, {"Citation": "Hsu CH, Hwang KC, Chao CL, Chang SG, Ker CC, Chien LC, Ho MS, Lin JG, Chen YM, Chou P. The lesson of supplementary treatment with Chinese medicine on severe laboratory-confirmed SARS patients. Am J Chin Med. 2006;34:927–935. doi: 10.1142/S0192415X06004405.", "ArticleIdList": ["10.1142/S0192415X06004405", "17163582"]}, {"Citation": "Huang IC, Bosch BJ, Li F, Li W, Lee KH, Ghiran S, Vasilieva N, Dermody TS, Harrison SC, Dormitzer PR, Farzan M. SARS coronavirus, but not human coronavirus NL63, utilizes cathepsin L to infect ACE2-expressing cells. J Biol Chem. 2006;281:3198–3203. doi: 10.1074/jbc.M508381200.", "ArticleIdList": ["10.1074/jbc.M508381200", "PMC8010168", "16339146"]}, {"Citation": "Hudson JB. Applications of the phytomedicine Echinacea purpurea (purple coneflower) in infectious diseases. Biomed Res Int. 2012;2012:1–16. doi: 10.1155/2012/769896.", "ArticleIdList": ["10.1155/2012/769896", "PMC3205674", "22131823"]}, {"Citation": "Hyun SK, Lee H, Kang SS, Chung HY, Choi JS. Inhibitory activities of Cassia tora and its anthraquinone constituents on angiotensin-converting enzyme. Phytother Res. 2009;23:178–184. doi: 10.1002/ptr.2579.", "ArticleIdList": ["10.1002/ptr.2579", "18803227"]}, {"Citation": "Im K, Kim J, Min H. Ginseng, the natural effectual antiviral: protective effects of Korean red ginseng against viral infection. J Ginseng Res. 2016;40:309–314. doi: 10.1016/j.jgr.2015.09.002.", "ArticleIdList": ["10.1016/j.jgr.2015.09.002", "PMC5052424", "27746682"]}, {"Citation": "Islam MT, Sarkar C, El-Kersh DM, Jamaddar S, Uddin SJ, Shilpi JA, Mubarak MS. Natural products and their derivatives against coronavirus: a review of the non-clinical and pre-clinical data. Phytother Res. 2020;2020:1–22. doi: 10.1002/ptr.6700.", "ArticleIdList": ["10.1002/ptr.6700", "32248575"]}, {"Citation": "Kadhila NP, Sekhoacha M, Tselanyane M, Chinsembu KC, Molefe-Khamanga DM (2020) Determination of the antiplasmodial activity, cytotoxicity and active compound of Pechuel-loeschea leubnitziae O. Hoffm. (Asteraceae) of Namibia. SN Appl Sci 2. 10.1007/s42452-020-2926-6"}, {"Citation": "Keum YS, Jeong YJ. Development of chemical inhibitors of the SARS coronavirus: viral helicase as a potential target. Biochem Pharmacol. 2012;84:1351–1358. doi: 10.1016/j.bcp.2012.08.012.", "ArticleIdList": ["10.1016/j.bcp.2012.08.012", "PMC7092843", "22935448"]}, {"Citation": "Keyaerts E, Vijgen L, Pannecouque C, Van Damme E, Peumans W, Egberink H, Balzarini J, Van Ranst M. Plant lectins are potent inhibitors of coronaviruses by interfering with two targets in the viral replication cycle. Antivir Res. 2007;75:179–187. doi: 10.1016/j.antiviral.2007.03.003.", "ArticleIdList": ["10.1016/j.antiviral.2007.03.003", "PMC7114093", "17428553"]}, {"Citation": "Kim DE, Min JS, Jang MS, Lee JY, Shin YS, Park CM, Song JH, Kim HR, Kim S, Jin YH, Kwon S. Natural bis-benzylisoquinoline alkaloids-tetrandrine, fangchinoline, and cepharanthine, inhibit human coronavirus OC43 infection of MRC-5 human lung cells. Biomol. 2019;9:696. doi: 10.3390/biom9110696.", "ArticleIdList": ["10.3390/biom9110696", "PMC6921063", "31690059"]}, {"Citation": "Kim HY, Eo EY, Park H, Kim YC, Park S, Shin HJ, Kim K. Medicinal herbal extracts of Sophorae radix, Acanthopanacis cortex, Sanguisorbae radix and Torilis fructus inhibit coronavirus replication in vitro. Antivir Ther. 2010;15:697–709. doi: 10.3851/IMP1615.", "ArticleIdList": ["10.3851/IMP1615", "20710051"]}, {"Citation": "Kim HY, Shin HS, Park H, Kim YC, Yun YG, Park S, Shin HJ, Kim K. In vitro inhibition of coronavirus replications by the traditionally used medicinal herbal extracts, Cimicifuga rhizoma, Meliae cortex, Coptidis rhizoma, and Phellodendron cortex. J Clin Virol. 2008;41:122–128. doi: 10.1016/j.jcv.2007.10.011.", "ArticleIdList": ["10.1016/j.jcv.2007.10.011", "PMC7108295", "18036887"]}, {"Citation": "Kim JW, Cho H, Kim E, Shim SH, Yang JL, Oh WK. Antiviral escin derivatives from the seeds of Aesculus turbinata Blume (Japanese horse chestnut) Bioorg Med Chem Lett. 2017;27:3019–3025. doi: 10.1016/j.bmcl.2017.05.022.", "ArticleIdList": ["10.1016/j.bmcl.2017.05.022", "PMC7127610", "28527823"]}, {"Citation": "Kim KH, Tandi TE, Choi JW, Moon JM, Kim MS. Middle East respiratory syndrome coronavirus (MERS-CoV) outbreak in South Korea, 2015: epidemiology, characteristics and public health implications. J Hosp Infect. 2017;95:207–213. doi: 10.1016/j.jhin.2016.10.008.", "ArticleIdList": ["10.1016/j.jhin.2016.10.008", "PMC7114867", "28153558"]}, {"Citation": "Kuba K, Imai Y, Rao S, Gao H, Guo F, Guan B, Huan Y, Yang P, Zhang Y, Deng W, Bao L. A crucial role of angiotensin converting enzyme 2 (ACE2) in SARS coronavirus–induced lung injury. Nat Med. 2005;11:875–879. doi: 10.1038/nm1267.", "ArticleIdList": ["10.1038/nm1267", "PMC7095783", "16007097"]}, {"Citation": "Kulkarni SA, Nagarajan SK, Ramesh V, Palaniyandi V, Selvam SP, Madhavan T. Computational evaluation of major components from plant essential oils as potent inhibitors of SARS-CoV-2 spike protein. J Mol Struct. 2020;1221:128823. doi: 10.1016/j.molstruc.2020.128823.", "ArticleIdList": ["10.1016/j.molstruc.2020.128823", "PMC7334662", "32834111"]}, {"Citation": "Kumaki Y, Wandersee MK, Smith AJ, Zhou Y, Simmons G, Nelson NM, Bailey KW, Vest ZG, Li JK, Chan PK, Smee DF. Inhibition of severe acute respiratory syndrome coronavirus replication in a lethal SARS-CoV BALB/c mouse model by stinging nettle lectin, Urtica dioica agglutinin. Antivir Res. 2011;90:22–32. doi: 10.1016/j.antiviral.2011.02.003.", "ArticleIdList": ["10.1016/j.antiviral.2011.02.003", "PMC3085190", "21338626"]}, {"Citation": "Kwon HJ, Ryu YB, Kim YM, Song N, Kim CY, Rho MC, Jeong JH, Cho KO, Lee WS, Park SJ. In vitro antiviral activity of phlorotannins isolated from Ecklonia cava against porcine epidemic diarrhea coronavirus infection and hemagglutination. Bioorg Med Chem. 2013;21:4706–4713. doi: 10.1016/j.bmc.2013.04.085.", "ArticleIdList": ["10.1016/j.bmc.2013.04.085", "PMC7127107", "23746631"]}, {"Citation": "Laport MS, Santos OCS, Muricy G. Marine sponges: potential sources of new antimicrobial drugs. Curr Pharm Biotechnol. 2009;10:86–105. doi: 10.2174/138920109787048625.", "ArticleIdList": ["10.2174/138920109787048625", "19149592"]}, {"Citation": "Lau TF, Leung PC, Wong EL, Fong C, Cheng KF, Zhang SC, Lam CW, Wong V, Choy KM, Ko WM. Using herbal medicine as a means of prevention experience during the SARS crisis. Am J Chin Med. 2005;33:345–356. doi: 10.1142/S0192415X05002965.", "ArticleIdList": ["10.1142/S0192415X05002965", "16047553"]}, {"Citation": "Lee C. Griffithsin, a highly potent broad-spectrum antiviral lectin from red algae: from discovery to clinical application. Mar Drugs. 2019;17:567. doi: 10.3390/md17100567.", "ArticleIdList": ["10.3390/md17100567", "PMC6835697", "31590428"]}, {"Citation": "Lee DH, Park MY, Shim BJ, Youn HJ, Hwang HJ, Shin HC, Jeon HK. Effects of Ecklonia cava polyphenol in individuals with hypercholesterolemia: a pilot study. J Med Food. 2012;15:1038–1044. doi: 10.1089/jmf.2011.1996.", "ArticleIdList": ["10.1089/jmf.2011.1996", "23126663"]}, {"Citation": "Lee YZ, Yang CW, Hsu HY, Qiu YQ, Yeh TK, Chang HY, Chao YS, Lee SJ. Synthesis and biological evaluation of tylophorine-derived dibenzoquinolines as orally active agents: exploration of the role of tylophorine e ring on biological activity. J Med Chem. 2012;55:10363–10377. doi: 10.1021/jm300705j.", "ArticleIdList": ["10.1021/jm300705j", "23167614"]}, {"Citation": "Leung PC. The efficacy of Chinese medicine for SARS: a review of Chinese publications after the crisis. Am J Chin Med. 2007;35:575–581. doi: 10.1142/S0192415X07005077.", "ArticleIdList": ["10.1142/S0192415X07005077", "17708624"]}, {"Citation": "Li YQ, Li ZL, Zhao WJ, Wen RX, Meng QW, Zeng Y. Synthesis of stilbene derivatives with inhibition of SARS coronavirus replication. Eur J Med Chem. 2006;41:1084–1089. doi: 10.1016/j.ejmech.2006.03.024.", "ArticleIdList": ["10.1016/j.ejmech.2006.03.024", "PMC7119042", "16875760"]}, {"Citation": "Li G, Fan Y, Lai Y, Han T, Li Z, Zhou P, Pan P, Wang W, Hu D, Liu X, Zhang Q. Coronavirus infections and immune responses. J Med Virol. 2020;92:424–432. doi: 10.1002/jmv.25685.", "ArticleIdList": ["10.1002/jmv.25685", "PMC7166547", "31981224"]}, {"Citation": "Li SY, Chen C, Zhang HQ, Guo HY, Wang H, Wang L, Zhang X, Hua SN, Yu J, Xiao PG, Li RS. Identification of natural compounds with antiviral activities against SARS-associated coronavirus. Antivir Res. 2005;67:18–23. doi: 10.1016/j.antiviral.2005.02.007.", "ArticleIdList": ["10.1016/j.antiviral.2005.02.007", "PMC7114104", "15885816"]}, {"Citation": "Liang J, Chen J, Tan Z, Peng J, Zheng X, Nishiura K, Ng J, Wang Z, Wang D, Chen Z, Liu L. Extracts of the medicinal herb Sanguisorba officinalis inhibit the entry of human immunodeficiency virus-1. J Food Drug Anal. 2013;21:S52–S58. doi: 10.1016/j.jfda.2013.09.034.", "ArticleIdList": ["10.1016/j.jfda.2013.09.034", "PMC4151571", "25191092"]}, {"Citation": "Lin CW, Tsai FJ, Tsai CH, Lai CC, Wan L, Ho TY, Hsieh CC, Chao PD. Anti-SARS coronavirus 3C-like protease effects of Isatis indigotica root and plant-derived phenolic compounds. Antivir Res. 2005;68:36–42. doi: 10.1016/j.antiviral.2005.07.002.", "ArticleIdList": ["10.1016/j.antiviral.2005.07.002", "PMC7114321", "16115693"]}, {"Citation": "Lin SC, Ho CT, Chuo WH, Li S, Wang TT, Lin CC. Effective inhibition of MERS-CoV infection by resveratrol. BMC Infect Dis. 2017;17:144. doi: 10.1186/s12879-017-2253-8.", "ArticleIdList": ["10.1186/s12879-017-2253-8", "PMC5307780", "28193191"]}, {"Citation": "Ling CQ. Traditional Chinese medicine is a resource for drug discovery against 2019 novel coronavirus (SARS-CoV-2) J Integr Med. 2020;18:87–88. doi: 10.1016/j.joim.2020.02.004.", "ArticleIdList": ["10.1016/j.joim.2020.02.004", "PMC7129043", "32122812"]}, {"Citation": "Liu J, Manheimer E, Shi Y, Gluud C. Chinese herbal medicine for severe acute respiratory syndrome: a systematic review and meta-analysis. J Altern Complement Med. 2004;10:1041–1051. doi: 10.1089/acm.2004.10.1041.", "ArticleIdList": ["10.1089/acm.2004.10.1041", "15674000"]}, {"Citation": "Liu X, Zhang M, He L, Li Y. Chinese herbs combined with Western medicine for severe acute respiratory syndrome (SARS) Cochrane Database Syst Rev. 2012;10:1465–1858. doi: 10.1002/14651858.CD004882.pub3.", "ArticleIdList": ["10.1002/14651858.CD004882.pub3", "PMC6993561", "23076910"]}, {"Citation": "Liu Y, Liu J, Pang X, Liu T, Ning Z, Cheng G. The roles of direct recognition by animal lectins in antiviral immunity and viral pathogenesis. Molecules. 2015;20:2272–2295. doi: 10.3390/molecules20022272.", "ArticleIdList": ["10.3390/molecules20022272", "PMC6272511", "25642837"]}, {"Citation": "Loizzo MR, Saab AM, Tundis R, Statti GA, Menichini F, Lampronti I, Gambari R, Cinatl J, Doerr HW. Phytochemical analysis and in vitro antiviral activities of the essential oils of seven Lebanon species. Chem Biodivers. 2008;5:461–470. doi: 10.1002/cbdv.200890045.", "ArticleIdList": ["10.1002/cbdv.200890045", "PMC7161995", "18357554"]}, {"Citation": "Lu R, Zhao X, Li J, Niu P, Yang B, Wu H, Wang W, Song H, Huang B, Zhu N, Bi Y. Genomic characterisation and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding. Lancet. 2020;395:565–574. doi: 10.1016/S0140-6736(20)30251-8.", "ArticleIdList": ["10.1016/S0140-6736(20)30251-8", "PMC7159086", "32007145"]}, {"Citation": "Mahapatra AD, Bhowmik P, Banerjee A, Das A, Ojha D, Chattopadhyay D (2019) Ethnomedicinal wisdom: an approach for antiviral drug development. In New look to phytomedicine (pp. 35-61), Academic Press. 10.1016/B978-0-12-814619-4.00003-3"}, {"Citation": "McCarty MF, DiNicolantonio JJ. Nutraceuticals have potential for boosting the type 1 interferon response to RNA viruses including influenza and coronavirus. Prog Cardiovasc Dis. 2020;63:383–385. doi: 10.1016/j.pcad.2020.02.007.", "ArticleIdList": ["10.1016/j.pcad.2020.02.007", "PMC7130854", "32061635"]}, {"Citation": "Mercorelli B, Palù G, Loregian A. Drug repurposing for viral infectious diseases: how far are we? Trends Microbiol. 2018;6:865–876. doi: 10.1016/j.tim.2018.04.004.", "ArticleIdList": ["10.1016/j.tim.2018.04.004", "PMC7126639", "29759926"]}, {"Citation": "Michaelis M, Doerr HW, Cinatl J., Jr Investigation of the influence of EPs® 7630, a herbal drug preparation from Pelargonium sidoides, on replication of a broad panel of respiratory viruses. Phytomedicine. 2011;18:384–386. doi: 10.1016/j.phymed.2010.09.008.", "ArticleIdList": ["10.1016/j.phymed.2010.09.008", "PMC7127141", "21036571"]}, {"Citation": "Mitchell CA, Ramessar K, O’Keefe BR. Antiviral lectins: selective inhibitors of viral entry. Antivir Res. 2017;142:37–54. doi: 10.1016/j.antiviral.2017.03.007.", "ArticleIdList": ["10.1016/j.antiviral.2017.03.007", "PMC5414728", "28322922"]}, {"Citation": "Mofolo MJ, Kadhila P, Chinsembu KC, Mashele S, Sekhoacha M. Green synthesis of silver nanoparticles from extracts of Pechuel-loeschea leubnitziae: their anti-proliferative activity against the U87 cell line. Inorg Nano-Met Chem. 2020;50:949–955. doi: 10.1080/24701556.2020.1729191.", "ArticleIdList": ["10.1080/24701556.2020.1729191"]}, {"Citation": "Morigiwa A, Kitabatake K, Fujimoto Y, Ikekawa N. Angiotensin converting enzyme–inhibitory triterpens from Ganoderma lucidum. Chem Pharm Bull. 1986;34:3025–3028. doi: 10.1248/cpb.34.3025.", "ArticleIdList": ["10.1248/cpb.34.3025", "3021351"]}, {"Citation": "Müller C, Schulte FW, Lange-Grünweller K, Obermann W, Madhugiri R, Pleschka S, Ziebuhr J, Hartmann RK, Grünweller A. Broad-spectrum antiviral activity of the eIF4A inhibitor silvestrol against corona- and picornaviruses. Antivir Res. 2018;150:123–129. doi: 10.1016/j.antiviral.2017.12.010.", "ArticleIdList": ["10.1016/j.antiviral.2017.12.010", "PMC7113723", "29258862"]}, {"Citation": "Ngwa W, Kumar R, Thompson D, Lyerly W, Moore R, Reid TE, Lowe H, Toyang N. Potential of flavonoid-inspired phytomedicines against COVID-19. Molecules. 2020;25:2707. doi: 10.3390/molecules25112707.", "ArticleIdList": ["10.3390/molecules25112707", "PMC7321405", "32545268"]}, {"Citation": "Orhan IE, Tumen I (2015) Potential of Cupressus sempervirens (Mediterranean cypress) in health. In The Mediterranean diet (pp. 639-647). Academic Press. 10.1016/B978-0-12-407849-9.00057-9"}, {"Citation": "Park JY, Jeong HJ, Kim JH, Kim YM, Park SJ, Kim D, Park KH, Lee WS, Ryu YB. Diarylheptanoids from Alnus japonica inhibit papain-like protease of severe acute respiratory syndrome coronavirus. Biol Pharm Bull. 2012;35:2036–2042. doi: 10.1248/bpb.b12-00623.", "ArticleIdList": ["10.1248/bpb.b12-00623", "22971649"]}, {"Citation": "Park JY, Kim JH, Kim YM, Jeong HJ, Kim DW, Park KH, Kwon HJ, Park SJ, Lee WS, Ryu YB. Tanshinones as selective and slow-binding inhibitors for SARS-CoV cysteine proteases. Bioorg Med Chem. 2012;20:5928–5935. doi: 10.1016/j.bmc.2012.07.038.", "ArticleIdList": ["10.1016/j.bmc.2012.07.038", "PMC7127169", "22884354"]}, {"Citation": "Park JY, Kim JH, Kwon JM, Kwon HJ, Jeong HJ, Kim YM, Kim D, Lee WS, Ryu YB. Dieckol, a SARS-CoV 3CLpro inhibitor, isolated from the edible brown algae Ecklonia cava. Bioorg Med Chem. 2013;21:3730–3737. doi: 10.1016/j.bmc.2013.04.026.", "ArticleIdList": ["10.1016/j.bmc.2013.04.026", "PMC7126891", "23647823"]}, {"Citation": "Pasdaran A, Pasdaran A Sheikhi D (2016) Volatile oils: potential agents for the treatment of respiratory infections. In: Kon K, Rai M (eds) The microbiology of respiratory system infections. Academic Press, pp. 237–261. 10.1016/B978-0-12-804543-5.00016-6"}, {"Citation": "Pillaiyar T, Meenakshisundaram S, Manickam M. Recent discovery and development of inhibitors targeting coronaviruses. Drug Discov Today. 2020;25:668–688. doi: 10.1016/j.drudis.2020.01.015.", "ArticleIdList": ["10.1016/j.drudis.2020.01.015", "PMC7102522", "32006468"]}, {"Citation": "Polansky H, Lori G. Coronavirus (COVID-19), first indication of efficacy of gene-eden-VIR/novirin in SARS-CoV-2 infections. Int J Antimicrob Agents. 2020;55:105971. doi: 10.1016/j.ijantimicag.2020.105971.", "ArticleIdList": ["10.1016/j.ijantimicag.2020.105971", "PMC7146686", "32283177"]}, {"Citation": "Prinsloo G, Marokane CK, Street RA. Anti-HIV activity of southern African plants: current developments, phytochemistry and future research. J Ethnopharmacol. 2018;210:133–155. doi: 10.1016/j.jep.2017.08.005.", "ArticleIdList": ["10.1016/j.jep.2017.08.005", "PMC7125770", "28807850"]}, {"Citation": "Rastogi S, Pandey MM, Rawat AKS. Medicinal plants of the genus Betula—traditional uses and a phytochemical–pharmacological review. J Ethnopharmacol. 2015;159:62–83. doi: 10.1016/j.jep.2014.11.010.", "ArticleIdList": ["10.1016/j.jep.2014.11.010", "PMC7126499", "25449458"]}, {"Citation": "Remuzzi A, Remuzzi G. COVID-19 and Italy: what next? Lancet. 2020;395:1225–1228. doi: 10.1016/S0140-6736(20)30627-9.", "ArticleIdList": ["10.1016/S0140-6736(20)30627-9", "PMC7102589", "32178769"]}, {"Citation": "Rondanelli M, Miccono A, Lamburghini S, Avanzato I, Riva A, Allegrini P, Faliva MA, Peroni G, Nichetti M, Perna S (2018) Self-care for common colds: the pivotal role of vitamin D, vitamin C, zinc, and Echinacea in three main immune interactive clusters (physical barriers, innate and adaptive immunity) involved during an episode of common colds—practical advice on dosages and on the time to take these nutrients/botanicals in order to prevent or treat common colds. Evid Based Complement Alternat Med. 10.1155/2018/5813095", "ArticleIdList": ["PMC5949172", "29853961"]}, {"Citation": "Roy M, Liang L, Xiao X, Feng P, Ye M, Liu J. Lycorine: a prospective natural lead for anticancer drug discovery. Biomed Pharmacother. 2018;107:615–624. doi: 10.1016/j.biopha.2018.07.147.", "ArticleIdList": ["10.1016/j.biopha.2018.07.147", "PMC7127747", "30114645"]}, {"Citation": "Ryu YB, Jeong HJ, Kim JH, Kim YM, Park JY, Kim D, Naguyen TT, Park SJ, Chang JS, Park KH, Rho MC. Biflavonoids from Torreya nucifera displaying SARS-CoV 3CLpro inhibition. Bioorg Med Chem. 2010;18:7940–7947. doi: 10.1016/j.bmc.2010.09.035.", "ArticleIdList": ["10.1016/j.bmc.2010.09.035", "PMC7126309", "20934345"]}, {"Citation": "Ryu YB, Park SJ, Kim YM, Lee JY, Seo WD, Chang JS, Park KH, Rho MC, Lee WS. SARS-CoV 3CLpro inhibitory effects of quinone-methide triterpenes from Tripterygium regelii. Bioorg Med Chem Lett. 2010;20:1873–1876. doi: 10.1016/j.bmcl.2010.01.152.", "ArticleIdList": ["10.1016/j.bmcl.2010.01.152", "PMC7127101", "20167482"]}, {"Citation": "Salinas FM, Vázquez L, Gentilini MV, Regueira E, Jodar MS, Viegas M, Michelini FM, Hermida G, Alché LE, Bueno CA. Aesculus hippocastanum L. seed extract shows virucidal and antiviral activities against respiratory syncytial virus (RSV) and reduces lung inflammation in vivo. Antivir Res. 2019;164:1–11. doi: 10.1016/j.antiviral.2019.01.018.", "ArticleIdList": ["10.1016/j.antiviral.2019.01.018", "30711418"]}, {"Citation": "Schapowal DA (2020) Use of Echinaforce to prevent coronavirus infections. EC Microbiol SI 2:23–25. http://www.sspm.org/smgp/homeindex/forschungf/2020/Schapowal.pdf"}, {"Citation": "Semwal DK, Semwal RB, Combrinck S, Viljoen A. Myricetin: a dietary molecule with diverse biological activities. Nutrients. 2016;8:90. doi: 10.3390/nu8020090.", "ArticleIdList": ["10.3390/nu8020090", "PMC4772053", "26891321"]}, {"Citation": "Si L, Meng K, Tian Z, Sun J, Li H, Zhang Z, Soloveva V, Li H, Fu G, Xia Q, Xiao S. Triterpenoids manipulate a broad range of virus-host fusion via wrapping the HR2 domain prevalent in viral envelopes. Sci Adv. 2018;4:eaau8408. doi: 10.1126/sciadv.aau8408.", "ArticleIdList": ["10.1126/sciadv.aau8408", "PMC6248931", "30474060"]}, {"Citation": "Simmons G, Bertram S, Glowacka I, Steffen I, Chaipan C, Agudelo J, Lu K, Rennekamp AJ, Hofmann H, Bates P, Pöhlmann S. Different host cell proteases activate the SARS-coronavirus spike-protein for cell–cell and virus–cell fusion. Virology. 2011;413:265–274. doi: 10.1016/j.virol.2011.02.020.", "ArticleIdList": ["10.1016/j.virol.2011.02.020", "PMC3086175", "21435673"]}, {"Citation": "Simmons G, Gosalia DN, Rennekamp AJ, Reeves JD, Diamond SL, Bates P. Inhibitors of cathepsin L prevent severe acute respiratory syndrome coronavirus entry. Proc Natl Acad Sci U S A. 2005;102:11876–11881. doi: 10.1073/pnas.0505577102.", "ArticleIdList": ["10.1073/pnas.0505577102", "PMC1188015", "16081529"]}, {"Citation": "Tahir ul Qamar M, Alqahtani SM, Alamri MA, Chen LL. Structural basis of SARS-CoV-2 3CLpro and anti-COVID-19 drug discovery from medicinal plants. J Pharm Anal. 2020;10:313–319. doi: 10.1016/j.jpha.2020.03.009.", "ArticleIdList": ["10.1016/j.jpha.2020.03.009", "PMC7156227", "32296570"]}, {"Citation": "Theisen LL, Muller CP. EPs® 7630 (Umckaloabo®), an extract from Pelargonium sidoides roots, exerts anti-influenza virus activity in vitro and in vivo. Antivir Res. 2012;94:147–156. doi: 10.1016/j.antiviral.2012.03.006.", "ArticleIdList": ["10.1016/j.antiviral.2012.03.006", "22475498"]}, {"Citation": "Vellingiri B, Jayaramayya K, Iyer M, Narayanasamy A, Govindasamy V, Giridharan B, Ganesan S, Venugopal A, Venkatesan D, Ganesan H, Rajagopalan COVID-19: a promising cure for the global panic. Sci Total Environ. 2020;725:138277. doi: 10.1016/j.scitotenv.2020.138277.", "ArticleIdList": ["10.1016/j.scitotenv.2020.138277", "PMC7128376", "32278175"]}, {"Citation": "Wan Y, Shang J, Graham R, Baric RS, Li F. Receptor recognition by the novel coronavirus from Wuhan: an analysis based on decade-long structural studies of SARS coronavirus. J Virol. 2020;94:e00127–e00120. doi: 10.1128/JVI.00127-20.", "ArticleIdList": ["10.1128/JVI.00127-20", "PMC7081895", "31996437"]}, {"Citation": "Wang J, Chen X, Wang W, Zhang Y, Yang Z, Jin Y, Ge HM, Li E, Yang G. Glycyrrhizic acid as the antiviral component of Glycyrrhiza uralensis Fisch. against coxsackievirus A16 and enterovirus 71 of hand foot and mouth disease. J Ethnopharmacol. 2013;147:114–121. doi: 10.1016/j.jep.2013.02.017.", "ArticleIdList": ["10.1016/j.jep.2013.02.017", "PMC7125661", "23454684"]}, {"Citation": "Wang L, Bao BB, Song GQ, Chen C, Zhang XM, Lu W, Wang Z, Cai Y, Li S, Fu S, Song FH. Discovery of unsymmetrical aromatic disulfides as novel inhibitors of SARS-CoV main protease: chemical synthesis, biological evaluation, molecular docking and 3D-QSAR study. Eur J Med Chem. 2017;137:450–461. doi: 10.1016/j.ejmech.2017.05.045.", "ArticleIdList": ["10.1016/j.ejmech.2017.05.045", "PMC7115414", "28624700"]}, {"Citation": "Wang M, Cao R, Zhang L, Yang X, Liu J, Xu M, Shi Z, Hu Z, Zhong W, Xiao G. Remdesivir and chloroquine effectively inhibit the recently emerged novel coronavirus (2019-nCoV) in vitro. Cell Res. 2020;30:269–271. doi: 10.1038/s41422-020-0282-0.", "ArticleIdList": ["10.1038/s41422-020-0282-0", "PMC7054408", "32020029"]}, {"Citation": "Wang N, Shang J, Jiang S, Du L. Subunit vaccines against emerging pathogenic human coronaviruses. Front Microbiol. 2020;11:298. doi: 10.3389/fmicb.2020.00298.", "ArticleIdList": ["10.3389/fmicb.2020.00298", "PMC7105881", "32265848"]}, {"Citation": "Wang Q, Quan Q, Zhou X, Zhu Y, Lan Y, Li S, Yu Y, Cheng Z. A comparative study of Lonicera japonica with related species: morphological characteristics, ITS sequences and active compounds. Biochem Syst Ecol. 2014;54:198–207. doi: 10.1016/j.bse.2014.02.002.", "ArticleIdList": ["10.1016/j.bse.2014.02.002", "PMC7117028", "32287929"]}, {"Citation": "Wen CC, Kuo YH, Jan JT, Liang PH, Wang SY, Liu HG, Lee CK, Chang ST, Kuo CJ, Lee SS, Hou CC. Specific plant terpenoids and lignoids possess potent antiviral activities against severe acute respiratory syndrome coronavirus. J Med Chem. 2007;50:4087–4095. doi: 10.1021/jm070295s.", "ArticleIdList": ["10.1021/jm070295s", "17663539"]}, {"Citation": "Wen CC, Shyur LF, Jan JT, Liang PH, Kuo CJ, Arulselvan P, Wu JB, Kuo SC, Yang NS. Traditional Chinese medicine herbal extracts of Cibotium barometz, Gentiana scabra, Dioscorea batatas, Cassia tora, and Taxillus chinensis inhibit SARS-CoV replication. J Tradit Complement Med. 2011;1:41–50. doi: 10.1016/S2225-4110(16)30055-4.", "ArticleIdList": ["10.1016/S2225-4110(16)30055-4", "PMC3942999", "24716104"]}, {"Citation": "Wong SS, Yuen KY. The management of coronavirus infections with particular reference to SARS. J Antimicrob Chemother. 2008;62:437–441. doi: 10.1093/jac/dkn243.", "ArticleIdList": ["10.1093/jac/dkn243", "PMC7109825", "18565970"]}, {"Citation": "Wu C, Liu Y, Yang Y, Zhang P, Zhong W, Wang Y, Wang Q, Xu Y, Li M, Li X, Zheng M. Analysis of therapeutic targets for SARS-CoV-2 and discovery of potential drugs by computational methods. Acta Pharm Sin B. 2020;10:766–788. doi: 10.1016/j.apsb.2020.02.008.", "ArticleIdList": ["10.1016/j.apsb.2020.02.008", "PMC7102550", "32292689"]}, {"Citation": "Wu JG, Peng W, Yi J, Wu YB, Chen TQ, Wong KH, Wu JZ. Chemical composition, antimicrobial activity against Staphylococcus aureus and a pro-apoptotic effect in SGC-7901 of the essential oil from Toona sinensis (A. Juss.) Roem. leaves. J Ethnopharmacol. 2014;154:198–205. doi: 10.1016/j.jep.2014.04.002.", "ArticleIdList": ["10.1016/j.jep.2014.04.002", "PMC7126815", "24726685"]}, {"Citation": "Wu T, Yang X, Zeng X, Poole P. Traditional Chinese medicine in the treatment of acute respiratory tract infections. Respir Med. 2008;102:1093–1098. doi: 10.1016/j.rmed.2008.03.015.", "ArticleIdList": ["10.1016/j.rmed.2008.03.015", "PMC7134919", "18590956"]}, {"Citation": "Xiao PG, Wang YY, Chen HS. Some research clues on Chinese herbal medicine for SARS prevention and treatment. China J Chin Mater Med. 2003;28:481–483.", "ArticleIdList": ["15015319"]}, {"Citation": "Yang CW, Chang HY, Lee YZ, Hsu HY, Lee SJ. The cardenolide ouabain suppresses coronaviral replication via augmenting a Na+/K+-ATPase-dependent PI3K_PDK1 axis signaling. Toxicol Appl Pharmacol. 2018;356:90–97. doi: 10.1016/j.taap.2018.07.028.", "ArticleIdList": ["10.1016/j.taap.2018.07.028", "PMC7103114", "30053394"]}, {"Citation": "Yang Y, Islam MS, Wang J, Li Y, Chen X. Traditional Chinese medicine in the treatment of patients infected with 2019-new coronavirus (SARS-CoV-2): a review and perspective. Int J Biol Sci. 2020;16:1708. doi: 10.7150/ijbs.45538.", "ArticleIdList": ["10.7150/ijbs.45538", "PMC7098036", "32226288"]}, {"Citation": "Yeh CF, Wang KC, Chiang LC, Shieh DE, Yen MH, San Chang J. Water extract of licorice had anti-viral activity against human respiratory syncytial virus in human respiratory tract cell lines. J Ethnopharmacol. 2013;148:466–473. doi: 10.1016/j.jep.2013.04.040.", "ArticleIdList": ["10.1016/j.jep.2013.04.040", "PMC7126896", "23643542"]}, {"Citation": "Yu MS, Lee J, Lee JM, Kim Y, Chin YW, Jee JG, Keum YS, Jeong YJ. Identification of myricetin and scutellarein as novel chemical inhibitors of the SARS coronavirus helicase, nsP13. Bioorg Med Chem Lett. 2012;22:4049–4054. doi: 10.1016/j.bmcl.2012.04.081.", "ArticleIdList": ["10.1016/j.bmcl.2012.04.081", "PMC7127438", "22578462"]}, {"Citation": "Zhang DH, Wu KL, Zhang X, Deng SQ, Peng B. In silico screening of Chinese herbal medicines with the potential to directly inhibit 2019 novel coronavirus. J Integr Med. 2020;18:152–158. doi: 10.1016/j.joim.2020.02.005.", "ArticleIdList": ["10.1016/j.joim.2020.02.005", "PMC7102521", "32113846"]}, {"Citation": "Zhang H, Zhou G, Zhi L, Yang H, Zhai Y, Dong X, Zhang X, Gao X, Zhu Y, He F. Association between mannose-binding lectin gene polymorphisms and susceptibility to severe acute respiratory syndrome coronavirus infection. J Infect Dis. 2005;192:1355–1361. doi: 10.1086/491479.", "ArticleIdList": ["10.1086/491479", "PMC7202438", "16170752"]}, {"Citation": "Zhang P, Liu X, Liu H, Wang W, Liu X, Li X, Wu X. Astragalus polysaccharides inhibit avian infectious bronchitis virus infection by regulating viral replication. Microb Pathog. 2018;114:124–128. doi: 10.1016/j.micpath.2017.11.026.", "ArticleIdList": ["10.1016/j.micpath.2017.11.026", "PMC7126552", "29170045"]}, {"Citation": "Zhang T, Chen D. Anticomplementary principles of a Chinese multiherb remedy for the treatment and prevention of SARS. J Ethnopharmacol. 2008;117:351–361. doi: 10.1016/j.jep.2008.02.012.", "ArticleIdList": ["10.1016/j.jep.2008.02.012", "PMC7126446", "18400428"]}, {"Citation": "Zhang X, Ao Z, Bello A, Ran X, Liu S, Wigle J, Kobinger G, Yao X. Characterization of the inhibitory effect of an extract of Prunella vulgaris on Ebola virus glycoprotein (GP)-mediated virus entry and infection. Antivir Res. 2016;127:20–31. doi: 10.1016/j.antiviral.2016.01.001.", "ArticleIdList": ["10.1016/j.antiviral.2016.01.001", "PMC7113790", "26778707"]}, {"Citation": "Zhang X, Hasoksuz M, Spiro D, Halpin R, Wang S, Stollar S, Janies D, Hadya N, Tang Y, Ghedin E, Saif L. Complete genomic sequences, a key residue in the spike protein and deletions in nonstructural protein 3b of US strains of the virulent and attenuated coronaviruses, transmissible gastroenteritis virus and porcine respiratory coronavirus. Virol. 2007;358:424–435. doi: 10.1016/j.virol.2006.08.051.", "ArticleIdList": ["10.1016/j.virol.2006.08.051", "PMC1850758", "17023013"]}, {"Citation": "Zhong J, Cui X, Shi Y, Gao Y, Cao H. Antiviral activity of Jinchai capsule against influenza virus. J Tradit Chin Med. 2013;33:200–204. doi: 10.1016/S0254-6272(13)60125-9.", "ArticleIdList": ["10.1016/S0254-6272(13)60125-9", "PMC7147227", "23789217"]}, {"Citation": "Zhou N, Pan T, Zhang J, Li Q, Zhang X, Bai C, Huang F, Peng T, Zhang J, Liu C, Tao L. Glycopeptide antibiotics potently inhibit cathepsin L in the late endosome/lysosome and block the entry of Ebola virus, Middle East respiratory syndrome coronavirus (MERS-CoV), and severe acute respiratory syndrome coronavirus (SARS-CoV) J Biol Chem. 2016;291:9218–9232. doi: 10.1074/jbc.M116.716100.", "ArticleIdList": ["10.1074/jbc.M116.716100", "PMC4861487", "26953343"]}, {"Citation": "Zhou P, Yang XL, Wang XG, Hu B, Zhang L, Zhang W, Si HR, Zhu Y, Li B, Huang CL, Chen HD. A pneumonia outbreak associated with a new coronavirus of probable bat origin. Nature. 2020;579:270–273. doi: 10.1038/s41586-020-2012-7.", "ArticleIdList": ["10.1038/s41586-020-2012-7", "PMC7095418", "32015507"]}, {"Citation": "Zhou Y, Agudelo J, Lu K, Goetz DH, Hansell E, Chen YT, Roush WR, McKerrow J, Craik CS, Amberg SM, Simmons G. Inhibitors of SARS-CoV entry–identification using an internally-controlled dual envelope pseudovirion assay. Antivir Res. 2011;92:187–194. doi: 10.1016/j.antiviral.2011.07.016.", "ArticleIdList": ["10.1016/j.antiviral.2011.07.016", "PMC3205982", "21820471"]}, {"Citation": "Zhou Y, Hou Y, Shen J, Huang Y, Martin W, Cheng F. Network-based drug repurposing for novel coronavirus 2019-nCoV/SARS-CoV-2. Cell Discovery. 2020;6:1–18. doi: 10.1038/s41421-020-0153-3.", "ArticleIdList": ["10.1038/s41421-020-0153-3", "PMC7073332", "32194980"]}, {"Citation": "Zhou Y, Lu K, Pfefferle S, Bertram S, Glowacka I, Drosten C, Pöhlmann S, Simmons G. A single asparagine-linked glycosylation site of the severe acute respiratory syndrome coronavirus spike glycoprotein facilitates inhibition by mannose-binding lectin through multiple mechanisms. J Virol. 2010;84:8753–8764. doi: 10.1128/JVI.00554-10.", "ArticleIdList": ["10.1128/JVI.00554-10", "PMC2919028", "20573835"]}, {"Citation": "Zhuang W, Fan Z, Chu Y, Wang H, Yang Y, Wu L, Sun N, Sun G, Shen Y, Lin X, Guo G. Chinese patent medicines in the treatment of coronavirus disease 2019 (COVID-19) in China. Front Pharmacol. 2020;11:1066. doi: 10.3389/fphar.2020.01066.", "ArticleIdList": ["10.3389/fphar.2020.01066", "PMC7396557", "32848729"]}, {"Citation": "Zhuang M, Jiang H, Suzuki Y, Li X, Xiao P, Tanaka T, Ling H, Yang B, Saitoh H, Zhang L, Qin C. Procyanidins and butanol extract of cinnamomi cortex inhibit SARS-CoV infection. Antivir Res. 2009;82:73–81. doi: 10.1016/j.antiviral.2009.02.001.", "ArticleIdList": ["10.1016/j.antiviral.2009.02.001", "PMC7114128", "19428598"]}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "8", "Day": "3"}, {"Year": "2020", "Month": "9", "Day": "14"}, {"Year": "2020", "Month": "10", "Day": "13", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "10", "Day": "13", "Hour": "6", "Minute": "1"}, {"Year": "2020", "Month": "10", "Day": "12", "Hour": "5", "Minute": "25"}, {"Year": "2020", "Month": "10", "Day": "6"}], "PublicationStatus": "ppublish", "ArticleIdList": ["33041391", "PMC7537782", "10.1007/s43450-020-00104-7", "104"]}}], "PubmedBookArticle": []}