{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Pericampylus glaucus witches’-broom disease", "molecular identification", "multilocus sequence analysis", "phytoplasma"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "33054560", "DateRevised": {"Year": "2024", "Month": "02", "Day": "22"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "10", "Day": "15"}], "Language": ["eng"], "ELocationID": ["10.1094/PDIS-09-20-2026-PDN"], "Journal": {"ISSN": "0191-2917", "JournalIssue": {"PubDate": {"Year": "2020", "Month": "Oct", "Day": "15"}}, "Title": "Plant disease", "ISOAbbreviation": "Plant Dis"}, "ArticleTitle": "First report of 16SrI-B subgroup related phytoplasma associated with witches'-broom symptoms in Pericampylus glaucus in China.", "Abstract": {"AbstractText": ["Pericampylus glaucus is an important medicinal plant resource containing active components with potential antitumor activity in China (Zhao & Cui, 2009). During July through August 2020, plants displayed disease symptoms including \"witches' broom\", leaf chlorosis, leaflet and internode shortening that impacted their growth (Fig. 1). These plants were first found in Dingan county of Hainan province, China. Total DNA from 12 plants were extracted using 0.10 g fresh plant leaves based on CTAB method. After amplification using primers specific for phytoplasma 16S rRNA, tuf and secA gene targets, R16mF2R16mR1 (Lee et al, 1993), fTuf1/rTuf1 (Schneider et al., 1997) and secAfor1/secArev3 (Hodgetts et al., 2008), the target bands of the three gene fragments of phytoplasma were detected in the disease sample DNA from six disease plants, and not in the healthy sample DNA from six healthy plants. Nucleotide sequences of the three genes were obtained from the PCR products sequencing and analyzed by DNAMAN 5.0 software. The three gene fragments of the DNA extracted from the disease samples were identical, with length of 1334 bp 16S rRNA (GenBank accession: MT872515), 989 bp tuf (MT755960) and 750 bp secA (MT755961) gene fragments, putatively encoding 329 (tuf) and 249 (secA) amino acids sequence separately. The phytoplasma strain was named as Pericampylus glaucus witches'-broom (PgWB) phytoplasma, PgWB-hnda strain, belonging to 16SrI-B subgroup by iPhyClassifier analysis. Homology and phylogenetic analysis indicated that based on 16S rRNA gene fragments, PgWB-hnda, pepper yellow crinkle phytoplasma PYC-hnhk (MT760793), chinaberry witches'-broom phytoplasma CWB-hnsy1 (KP662119) and CWB-hn (EF990733), periwinkle virescence phytoplasma PeV-hnhk (KP662136), with 100.0 % identity value, arecanut yellow leaf phytoplasma AYL-hnwn (FJ998269) and AYL-hn (FJ694685), with 99.8 % identity value, were clustered into one clade. Based on the analysis of tuf gene sequence fragments, PgWB was closely related to PYC-hnhk (MT755960), CWB-hnsy1 (KP662155), PeV-hnhk (KP662172) with 99.9 % identity value. Based on the analysis of secA gene sequence fragments, PgWB was closely related to CWB-hnsy1 (KP662173) with 99.7 % identity value, PYC-hnhk (MT755961), PeV-hnhk (KP662190) with 99.4 % identity value. To our knowledge, this is the first time that Pericampylus glaucus witches'-broom disease caused by 16SrI-B subgroup phytoplasma strain was found in China. Multilocus sequence analysis showed that PgWB was closely related to the phytoplasma strains causing pepper yellow crinkle, chinaberry witches'-broom, periwinkle virescence and areca palm yellow leaf diseases, all occurred in Hainan Island of China."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Coconut Research Institute of Chinese Academy of Tropical Agricultural Sciences, Plant protection center, Coconut Research Institute, Wenqing Avenue 496, Wenchang 571339, Hainan province, People's Republic of China, Wenchang, China, 571339; hzuyss@163.com."}], "LastName": "Yu", "ForeName": "Shao-Shuai", "Initials": "SS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Coconut Research Institute of Chinese Academy of Tropical Agricultural Sciences, Plant protection center, Wenchang, China; 804866546@qq.com."}], "LastName": "Tang", "ForeName": "Qinghua", "Initials": "Q"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Hainan Duoyan Arecanut Industry Development Company Limited, Qionghai, China; 1196548004@qq.com."}], "LastName": "Wu", "ForeName": "Yuan", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Coconut Research Institute of Chinese Academy of Tropical Agricultural Sciences, Plant protection center, Wenchang, China; 2582383372@qq.com."}], "LastName": "Zhao", "ForeName": "Rui-Ling", "Initials": "RL"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Coconut Research Institute, Plant Protection, Wenchang, Hainan, China; songweiwei426@sohu.com."}], "LastName": "Song", "ForeName": "Wei Wei", "Initials": "WW"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Wenchang, China; QWQ268@163.com."}], "LastName": "Qin", "ForeName": "Weiquan", "Initials": "W"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Plant Dis", "NlmUniqueID": "9882809", "ISSNLinking": "0191-2917"}}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2020", "Month": "10", "Day": "15", "Hour": "17", "Minute": "7"}, {"Year": "2020", "Month": "10", "Day": "16", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "10", "Day": "16", "Hour": "6", "Minute": "0"}], "PublicationStatus": "aheadofprint", "ArticleIdList": ["33054560", "10.1094/PDIS-09-20-2026-PDN"]}}]}