{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["alignment-free", "comparative genomics", "k-mer", "phylogenomics", "species identification"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "33072720", "DateRevised": {"Year": "2020", "Month": "10", "Day": "22"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "09", "Day": "23"}], "Language": ["eng"], "ELocationID": ["556413", "10.3389/fbioe.2020.556413"], "Journal": {"ISSN": "2296-4185", "JournalIssue": {"Volume": "8", "PubDate": {"Year": "2020"}}, "Title": "Frontiers in bioengineering and biotechnology", "ISOAbbreviation": "Front Bioeng Biotechnol"}, "ArticleTitle": "KITSUNE: A Tool for Identifying Empirically Optimal K-mer Length for Alignment-Free Phylogenomic Analysis.", "Pagination": {"StartPage": "556413", "MedlinePgn": "556413"}, "Abstract": {"AbstractText": ["Genomic DNA is the best \"unique identifier\" for organisms. Alignment-free phylogenomic analysis, simple, fast, and efficient method to compare genome sequences, relies on looking at the distribution of small DNA sequence of a particular length, referred to as k-mer. The k-mer approach has been explored as a basis for sequence analysis applications, including assembly, phylogenetic tree inference, and classification. Although this approach is not novel, selecting the appropriate k-mer length to obtain the optimal resolution is rather arbitrary. However, it is a very important parameter for achieving the appropriate resolution for genome/sequence distances to infer biologically meaningful phylogenetic relationships. Thus, there is a need for a systematic approach to identify the appropriate k-mer from whole-genome sequences. We present K-mer-length Iterative Selection for UNbiased Ecophylogenomics (KITSUNE), a tool for assessing the empirically optimal k-mer length of any given set of genomes of interest for phylogenomic analysis via a three-step approach based on (1) cumulative relative entropy (CRE), (2) average number of common features (ACF), and (3) observed common features (OCF). Using KITSUNE, we demonstrated the feasibility and reliability of these measurements to obtain empirically optimal k-mer lengths of 11, 17, and ∼34 from large genome datasets of viruses, bacteria, and fungi, respectively. Moreover, we demonstrated a feature of KITSUNE for accurate species identification for the two <i>de novo</i> assembled bacterial genomes derived from error-prone long-reads sequences, and for a published yeast genome. In addition, KITSUNE was used to identify the shortest species-specific k-mer accurately identifying viruses. KITSUNE is freely available at https://github.com/natapol/kitsune."], "CopyrightInformation": "Copyright © 2020 Pornputtapong, Acheampong, Patumcharoenpol, Jenjaroenpun, Wongsurawat, Jun, Yongkiettrakul, Chokesajjawatee and Nookaew."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry and Microbiology, Faculty of Pharmaceutical Sciences, and Research Unit of DNA Barcoding of Thai Medicinal Plants, Chulalongkorn University, Bangkok, Thailand."}], "LastName": "Pornputtapong", "ForeName": "Natapol", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biomedical Informatics, University of Arkansas for Medical Sciences, Little Rock, AR, United States."}, {"Identifier": [], "Affiliation": "Joint Graduate Program in Bioinformatics, University of Arkansas at Little Rock and University of Arkansas for Medical Sciences, Little Rock, AR, United States."}], "LastName": "Acheampong", "ForeName": "Daniel A", "Initials": "DA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biomedical Informatics, University of Arkansas for Medical Sciences, Little Rock, AR, United States."}], "LastName": "Patumcharoenpol", "ForeName": "Preecha", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biomedical Informatics, University of Arkansas for Medical Sciences, Little Rock, AR, United States."}], "LastName": "Jenjaroenpun", "ForeName": "Piroon", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biomedical Informatics, University of Arkansas for Medical Sciences, Little Rock, AR, United States."}], "LastName": "Wongsurawat", "ForeName": "Thidathip", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biomedical Informatics, University of Arkansas for Medical Sciences, Little Rock, AR, United States."}], "LastName": "Jun", "ForeName": "Se-Ran", "Initials": "SR"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "National Center for Genetic Engineering and Biotechnology, National Science and Technology Development Agency, Pathum Thani, Thailand."}], "LastName": "Yongkiettrakul", "ForeName": "Suganya", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "National Center for Genetic Engineering and Biotechnology, National Science and Technology Development Agency, Pathum Thani, Thailand."}], "LastName": "Chokesajjawatee", "ForeName": "Nipa", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biomedical Informatics, University of Arkansas for Medical Sciences, Little Rock, AR, United States."}], "LastName": "Nookaew", "ForeName": "Intawat", "Initials": "I"}], "GrantList": [{"GrantID": "P20 GM125503", "Acronym": "GM", "Agency": "NIGMS NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Bioeng Biotechnol", "NlmUniqueID": "101632513", "ISSNLinking": "2296-4185"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Altschul S. F., Gish W., Miller W., Myers E. W., Lipman D. J. (1990). Basic local alignment search tool. J. Mol. Biol. 215 403–410.", "ArticleIdList": ["2231712"]}, {"Citation": "Bai X., Tang K., Ren J., Waterman M., Sun F. (2017). Optimal choice of word length when comparing two Markov sequences using a chi (2)-statistic. BMC Genomics 18:732. 10.1186/s12864-017-4020-z", "ArticleIdList": ["10.1186/s12864-017-4020-z", "PMC5629589", "28984181"]}, {"Citation": "Balloux F., Bronstad Brynildsrud O., Van Dorp L., Shaw L. P., Chen H., Harris K. A., et al. (2018). From theory to practice: translating whole-genome sequencing (WGS) into the clinic. Trends Microbiol. 26 1035–1048. 10.1016/j.tim.2018.08.004", "ArticleIdList": ["10.1016/j.tim.2018.08.004", "PMC6249990", "30193960"]}, {"Citation": "Bernard G., Chan C. X., Chan Y. B., Chua X. Y., Cong Y., Hogan J. M., et al. (2019). Alignment-free inference of hierarchical and reticulate phylogenomic relationships. Brief. Bioinform. 20 426–435. 10.1093/bib/bbx067", "ArticleIdList": ["10.1093/bib/bbx067", "PMC6433738", "28673025"]}, {"Citation": "Bernard G., Chan C. X., Ragan M. A. (2016). Alignment-free microbial phylogenomics under scenarios of sequence divergence, genome rearrangement and lateral genetic transfer. Sci. Rep. 6:28970.", "ArticleIdList": ["PMC4929450", "27363362"]}, {"Citation": "Bonham-Carter O., Steele J., Bastola D. (2014). Alignment-free genetic sequence comparisons: a review of recent approaches by word analysis. Brief. Bioinform. 15 890–905. 10.1093/bib/bbt052", "ArticleIdList": ["10.1093/bib/bbt052", "PMC4296134", "23904502"]}, {"Citation": "Brinda K., Sykulski M., Kucherov G. (2015). Spaced seeds improve k-mer-based metagenomic classification. Bioinformatics 31 3584–3592. 10.1093/bioinformatics/btv419", "ArticleIdList": ["10.1093/bioinformatics/btv419", "26209798"]}, {"Citation": "Broder A. Z. (1977). “On the resemblance and containment of documents,” in Proceedings of the Compression and Complexity of Sequences (Piscataway, NJ: IEEE; )."}, {"Citation": "Bruger E. L., Marx C. J. (2018). A decade of genome sequencing has revolutionized studies of experimental evolution. Curr. Opin. Microbiol. 45 149–155. 10.1016/j.mib.2018.03.002", "ArticleIdList": ["10.1016/j.mib.2018.03.002", "29879621"]}, {"Citation": "Chen F., Song Y., Li X., Chen J., Mo L., Zhang X., et al. (2019). Genome sequences of horticultural plants: past, present, and future. Hortic. Res. 6:112.", "ArticleIdList": ["PMC6804536", "31645966"]}, {"Citation": "Choi J., Kim S. H. (2020). Whole-proteome tree of life suggests a deep burst of organism diversity. Proc. Natl. Acad. Sci. U.S.A. 117 3678–3686. 10.1073/pnas.1915766117", "ArticleIdList": ["10.1073/pnas.1915766117", "PMC7035600", "32019884"]}, {"Citation": "Chokesajjawatee N., Santiyanont P., Chantarasakha K., Kocharin K., Thammarongtham C., Lertampaiporn S., et al. (2020). Safety assessment of a nham starter culture Lactobacillus plantarum BCC9546 via whole-genome analysis. Sci. Rep. 10:10241.", "ArticleIdList": ["PMC7314741", "32581273"]}, {"Citation": "Costessi A., Van Den Bogert B., May A., Ver Loren Van Themaat E., Roubos J. A., Kolkman M. A. B., et al. (2018). Novel sequencing technologies to support industrial biotechnology. FEMS Microbiol. Lett. 365:fny103.", "ArticleIdList": ["30010862"]}, {"Citation": "De Maio N., Shaw L. P., Hubbard A., George S., Sanderson N. D., Swann J., et al. (2019). Comparison of long-read sequencing technologies in the hybrid assembly of complex bacterial genomes. Microb. Genom. 5:e000294.", "ArticleIdList": ["PMC6807382", "31483244"]}, {"Citation": "Fan H., Ives A. R., Surget-Groba Y., Cannon C. H. (2015). An assembly and alignment-free method of phylogeny reconstruction from next-generation sequencing data. BMC Genomics 16:522. 10.1186/s12864-015-1647-5", "ArticleIdList": ["10.1186/s12864-015-1647-5", "PMC4501066", "26169061"]}, {"Citation": "Fields S., Winter G. (1982). Nucleotide sequences of influenza virus segments 1 and 3 reveal mosaic structure of a small viral RNA segment. Cell 28 303–313. 10.1016/0092-8674(82)90348-8", "ArticleIdList": ["10.1016/0092-8674(82)90348-8", "7060132"]}, {"Citation": "Galagan J. E., Henn M. R., Ma L. J., Cuomo C. A., Birren B. (2005). Genomics of the fungal kingdom: insights into eukaryotic biology. Genome Res. 15 1620–1631. 10.1101/gr.3767105", "ArticleIdList": ["10.1101/gr.3767105", "16339359"]}, {"Citation": "Gordon D. M., Clermont O., Tolley H., Denamur E. (2008). Assigning Escherichia coli strains to phylogenetic groups: multi-locus sequence typing versus the PCR triplex method. Environ. Microbiol. 10 2484–2496. 10.1111/j.1462-2920.2008.01669.x", "ArticleIdList": ["10.1111/j.1462-2920.2008.01669.x", "18518895"]}, {"Citation": "Grigoriev I. V., Nikitin R., Haridas S., Kuo A., Ohm R., Otillar R., et al. (2014). MycoCosm portal: gearing up for 1000 fungal genomes. Nucleic Acids Res. 42 D699–D704.", "ArticleIdList": ["PMC3965089", "24297253"]}, {"Citation": "Harcourt J., Tamin A., Lu X., Kamili S., Sakthivel S. K., Murray J., et al. (2020). Severe acute respiratory syndrome coronavirus 2 from patient with 2019 novel coronavirus disease, United States. Emerg. Infect. Dis. 26:200516.", "ArticleIdList": ["PMC7258473", "32160149"]}, {"Citation": "Houldcroft C. J., Beale M. A., Breuer J. (2017). Clinical and biological insights from viral genome sequencing. Nat. Rev. Microbiol. 15 183–192. 10.1038/nrmicro.2016.182", "ArticleIdList": ["10.1038/nrmicro.2016.182", "PMC7097211", "28090077"]}, {"Citation": "Indyk P., Motwani R. (1998). “Approximate nearest neighbors: towards removing the curse of dimensionality,” in Proceedings of the Thirtieth Annual ACM Symposium on Theory of Computing (New York, NY: ACM; )."}, {"Citation": "Jain C., Rodriguez R. L., Phillippy A. M., Konstantinidis K. T., Aluru S. (2018). High throughput ANI analysis of 90K prokaryotic genomes reveals clear species boundaries. Nat. Commun. 9:5114.", "ArticleIdList": ["PMC6269478", "30504855"]}, {"Citation": "Jenjaroenpun P., Wongsurawat T., Pereira R., Patumcharoenpol P., Ussery D. W., Nielsen J., et al. (2018). Complete genomic and transcriptional landscape analysis using third-generation sequencing: a case study of Saccharomyces cerevisiae CEN.PK113-7D. Nucleic Acids Res. 46:e38.", "ArticleIdList": ["PMC5909453", "29346625"]}, {"Citation": "Kinney R. M., Butrapet S., Chang G. J., Tsuchiya K. R., Roehrig J. T., Bhamarapravati N., et al. (1997). Construction of infectious cDNA clones for dengue 2 virus: strain 16681 and its attenuated vaccine derivative, strain PDK-53. Virology 230 300–308. 10.1006/viro.1997.8500", "ArticleIdList": ["10.1006/viro.1997.8500", "9143286"]}, {"Citation": "Kolmogorov M., Yuan J., Lin Y., Pevzner P. A. (2019). Assembly of long, error-prone reads using repeat graphs. Nat. Biotechnol. 37 540–546. 10.1038/s41587-019-0072-8", "ArticleIdList": ["10.1038/s41587-019-0072-8", "30936562"]}, {"Citation": "Land M., Hauser L., Jun S. R., Nookaew I., Leuze M. R., Ahn T. H., et al. (2015). Insights from 20 years of bacterial genome sequencing. Funct. Integr. Genomics 15 141–161. 10.1007/s10142-015-0433-4", "ArticleIdList": ["10.1007/s10142-015-0433-4", "PMC4361730", "25722247"]}, {"Citation": "Lu Y. Y., Tang K., Ren J., Fuhrman J. A., Waterman M. S., Sun F. (2017). CAFE: aCcelerated Alignment-FrEe sequence analysis. Nucleic Acids Res. 45 W554–W559.", "ArticleIdList": ["PMC5793812", "28472388"]}, {"Citation": "Manekar S. C., Sathe S. R. (2018). A benchmark study of k-mer counting methods for high-throughput sequencing. Gigascience 7:giy125.", "ArticleIdList": ["PMC6280066", "30346548"]}, {"Citation": "Marcais G., Kingsford C. (2011). A fast, lock-free approach for efficient parallel counting of occurrences of k-mers. Bioinformatics 27 764–770. 10.1093/bioinformatics/btr011", "ArticleIdList": ["10.1093/bioinformatics/btr011", "PMC3051319", "21217122"]}, {"Citation": "Martoglio B., Graf R., Dobberstein B. (1997). Signal peptide fragments of preprolactin and HIV-1 p-gp160 interact with calmodulin. EMBO J. 16 6636–6645. 10.1093/emboj/16.22.6636", "ArticleIdList": ["10.1093/emboj/16.22.6636", "PMC1170268", "9362478"]}, {"Citation": "Ondov B. D., Treangen T. J., Melsted P., Mallonee A. B., Bergman N. H., Koren S., et al. (2016). Mash: fast genome and metagenome distance estimation using MinHash. Genome Biol. 17:132.", "ArticleIdList": ["PMC4915045", "27323842"]}, {"Citation": "Reinert G., Chew D., Sun F., Waterman M. S. (2009). Alignment-free sequence comparison (I): statistics and power. J. Comput. Biol. 16 1615–1634. 10.1089/cmb.2009.0198", "ArticleIdList": ["10.1089/cmb.2009.0198", "PMC2818754", "20001252"]}, {"Citation": "Ren J., Bai X., Lu Y. Y., Tang K., Wang Y., Reinert G., et al. (2018). Alignment-free sequence analysis and applications. Annu. Rev. Biomed. Data Sci. 1 93–114.", "ArticleIdList": ["PMC6905628", "31828235"]}, {"Citation": "Rexroad C., Vallet J., Matukumalli L. K., Reecy J., Bickhart D., Blackburn H., et al. (2019). Genome to phenome: improving animal health, production, and well-being - a new USDA blueprint for animal genome research 2018-2027. Front. Genet. 10:327. 10.3389/fgene.2019.00327", "ArticleIdList": ["10.3389/fgene.2019.00327", "PMC6532451", "31156693"]}, {"Citation": "Rezaee S. A., Cunningham C., Davison A. J., Blackbourn D. J. (2006). Kaposi’s sarcoma-associated herpesvirus immune modulation: an overview. J. Gen. Virol. 87 1781–1804.", "ArticleIdList": ["16760382"]}, {"Citation": "Sands T. R. (2019). Evolutionary genomics: the fruits of genomic approaches applied to evolutionary biology. Genome Biol. 20:10.", "ArticleIdList": ["PMC6329088", "30630506"]}, {"Citation": "Skippington E., Ragan M. A. (2011). Within-species lateral genetic transfer and the evolution of transcriptional regulation in Escherichia coli and Shigella. BMC Genomics 12:532. 10.1186/1471-2164-12-532", "ArticleIdList": ["10.1186/1471-2164-12-532", "PMC3212841", "22035052"]}, {"Citation": "Sohn J. I., Nam J. W. (2018). The present and future of de novo whole-genome assembly. Brief. Bioinform. 19 23–40.", "ArticleIdList": ["27742661"]}, {"Citation": "Tang K., Ren J., Sun F. (2019). Afann: bias adjustment for alignment-free sequence comparison based on sequencing data using neural network regression. Genome Biol. 20:266.", "ArticleIdList": ["PMC6891986", "31801606"]}, {"Citation": "Thankachan S. V., Chockalingam S. P., Liu Y., Krishnan A., Aluru S. (2017). A greedy alignment-free distance estimator for phylogenetic inference. BMC Bioinformatics 18:238. 10.1186/s12859-017-1658-0", "ArticleIdList": ["10.1186/s12859-017-1658-0", "PMC5471951", "28617225"]}, {"Citation": "Truong D. T., Franzosa E. A., Tickle T. L., Scholz M., Weingart G., Pasolli E., et al. (2015). MetaPhlAn2 for enhanced metagenomic taxonomic profiling. Nat. Methods 12 902–903. 10.1038/nmeth.3589", "ArticleIdList": ["10.1038/nmeth.3589", "26418763"]}, {"Citation": "Vandenkoornhuyse P., Dufresne A., Quaiser A., Gouesbet G., Binet F., Francez A. J., et al. (2010). Integration of molecular functions at the ecosystemic level: breakthroughs and future goals of environmental genomics and post-genomics. Ecol. Lett. 13 776–791. 10.1111/j.1461-0248.2010.01464.x", "ArticleIdList": ["10.1111/j.1461-0248.2010.01464.x", "PMC2901524", "20426792"]}, {"Citation": "Wick R. R., Judd L. M., Holt K. E. (2019). Performance of neural network basecalling tools for Oxford Nanopore sequencing. Genome Biol. 20 129.", "ArticleIdList": ["PMC6591954", "31234903"]}, {"Citation": "Wick R. R., Schultz M. B., Zobel J., Holt K. E. (2015). Bandage: interactive visualization of de novo genome assemblies. Bioinformatics 31 3350–3352. 10.1093/bioinformatics/btv383", "ArticleIdList": ["10.1093/bioinformatics/btv383", "PMC4595904", "26099265"]}, {"Citation": "Wongsurawat T., Athipanyasilp N., Jenjaroenpun P., Jun S. R., Kaewnapan B., Wassenaar T. M., et al. (2018a). Case of microcephaly after congenital infection with asian lineage zika virus, Thailand. Emerg. Infect. Dis. 24 1758–1761. 10.3201/eid2409.180416", "ArticleIdList": ["10.3201/eid2409.180416", "PMC6106416", "29985788"]}, {"Citation": "Wongsurawat T., Gupta A., Jenjaroenpun P., Owens S., Craig Forrest J., Nookaew I. (2020). R-loop-forming sequences analysis in thousands of viral genomes identify a new common element in herpesviruses. Sci. Rep. 10:6389.", "ArticleIdList": ["PMC7156643", "32286400"]}, {"Citation": "Wongsurawat T., Jenjaroenpun P., Athipanyasilp N., Kaewnapan B., Leelahakorn N., Angkasekwinai N., et al. (2018b). Genome sequences of zika virus strains recovered from amniotic fluid, placenta, and fetal brain of a microcephaly patient in Thailand, 2017. Microbiol. Resour. Announc. 7:e01020-18.", "ArticleIdList": ["PMC6256666", "30533643"]}, {"Citation": "Wood D. E., Lu J., Langmead B. (2019). Improved metagenomic analysis with Kraken 2. Genome Biol. 20:257.", "ArticleIdList": ["PMC6883579", "31779668"]}, {"Citation": "Wu G. A., Jun S. R., Sims G. E., Kim S. H. (2009). Whole-proteome phylogeny of large dsDNA virus families by an alignment-free method. Proc. Natl. Acad. Sci. U.S.A. 106 12826–12831. 10.1073/pnas.0905115106", "ArticleIdList": ["10.1073/pnas.0905115106", "PMC2722272", "19553209"]}, {"Citation": "Zhang Q., Jun S. R., Leuze M., Ussery D., Nookaew I. (2017). Viral phylogenomics using an alignment-free method: a three-step approach to determine optimal length of k-mer. Sci. Rep. 7:40712.", "ArticleIdList": ["PMC5244389", "28102365"]}, {"Citation": "Zielezinski A., Girgis H. Z., Bernard G., Leimeister C. A., Tang K., Dencker T., et al. (2019). Benchmarking of alignment-free sequence comparison methods. Genome Biol. 20:144.", "ArticleIdList": ["PMC6659240", "31345254"]}, {"Citation": "Zielezinski A., Vinga S., Almeida J., Karlowski W. M. (2017). Alignment-free sequence comparison: benefits, applications, and tools. Genome Biol. 18:186.", "ArticleIdList": ["PMC5627421", "28974235"]}]}], "History": [{"Year": "2020", "Month": "4", "Day": "28"}, {"Year": "2020", "Month": "8", "Day": "24"}, {"Year": "2020", "Month": "10", "Day": "19", "Hour": "5", "Minute": "58"}, {"Year": "2020", "Month": "10", "Day": "20", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "10", "Day": "20", "Hour": "6", "Minute": "1"}, {"Year": "2020", "Month": "1", "Day": "1"}], "PublicationStatus": "epublish", "ArticleIdList": ["33072720", "PMC7538862", "10.3389/fbioe.2020.556413"]}}]}