{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Allium sativum", "Antioxidant steam", "Arachis hypogaea", "Cooking", "Food composition", "Food preservation", "Food quality", "Food science", "Lipid quality", "Syzigium aromaticum"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "33088949", "DateRevised": {"Year": "2024", "Month": "03", "Day": "29"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "10", "Day": "12"}], "Language": ["eng"], "ELocationID": ["e05166", "10.1016/j.heliyon.2020.e05166"], "Journal": {"ISSN": "2405-8440", "JournalIssue": {"Volume": "6", "Issue": "10", "PubDate": {"Year": "2020", "Month": "Oct"}}, "Title": "Heliyon", "ISOAbbreviation": "Heliyon"}, "ArticleTitle": "Effect of <i>Syzigium aromaticum</i> and <i>Allium sativum</i> spice extract powders on the lipid quality of groundnuts <i>(Arachis hypogaea)</i> pudding during steam cooking.", "Pagination": {"StartPage": "e05166", "MedlinePgn": "e05166"}, "Abstract": {"AbstractText": ["Groundnut seeds <i>(Arachis hypogaea)</i> contain higher concentrations of unsaturated lipids which are prone to oxidation in formulated foods. This study determined the antioxidant activities of water extract powders from two spices (<i>Syzigium aromaticum</i> and <i>Allium sativum</i>) and their ability to preserve the quality of lipids in groundnuts pudding during steam cooking with 0, 0.5, 1, 2 and 4% of spice extract powders. Total phenolic (TPC) and flavonoid (FC) contents of extracts from <i>S. aromaticum</i> were 140.23 mg GAE/100g extract and FC of 110.34 mg CAE/g extract compared to values of <i>Allium sativum</i> extracts (54.28 mg GAE/100g extract and 34.80 mg CAE/g extract). The showed DPPH free radical scavenging activities of the extract from <i>S. aromaticum</i> depending on the concentration ranged from 82.15% to 97.66% and this was higher than the activities of <i>A. sativum</i> but comparable to the values of buthylhydroxytoluene used as control. The chemical analysis of oil extracted revealed that the addition of the spice extract powders limited the appearance of oxidation products characterized by a reduction of up to 9-fold of peroxide value, 5-fold for anisidine and 2-fold for thiobarbituric acid reactive species. In many cases, the addition of <i>S. aromaticum</i> spice extract powder to the pudding better prevented lipid oxidation likely because of its superior ability to scavenge peroxyl radicals (ROO<sup>.</sup>, HO<sup>.</sup>, DPPH <sup><b>.</b></sup> ). In a nutshell, the addition <i>S. aromaticum</i> and <i>A. sativum</i> spice extract powders on grilled groundnuts paste for groundnuts pudding preparation in household can help preserve its lipid quality."], "CopyrightInformation": "© 2020 Published by Elsevier Ltd."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Unit of Biochemistry, Medicinal Plants, Food Sciences, and Nutrition, Department of Biochemistry, Faculty of Science, University of Dschang, P.O. Box 67, Dschang, Cameroon."}], "LastName": "Kohole Foffe", "ForeName": "Hermann Arantes", "Initials": "HA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Unit of Biochemistry, Medicinal Plants, Food Sciences, and Nutrition, Department of Biochemistry, Faculty of Science, University of Dschang, P.O. Box 67, Dschang, Cameroon."}], "LastName": "Ndomou Houketchang", "ForeName": "Serge Cyrille", "Initials": "SC"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Unit of Biochemistry, Medicinal Plants, Food Sciences, and Nutrition, Department of Biochemistry, Faculty of Science, University of Dschang, P.O. Box 67, Dschang, Cameroon."}, {"Identifier": [], "Affiliation": "Nutrition School of Agriculture and Natural Resources, Catholic University Institute of Buea, P.O. Box 563, Buea, Cameroon."}], "LastName": "Djikeng", "ForeName": "Fabrice Tonfack", "Initials": "FT"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Unit of Biochemistry, Medicinal Plants, Food Sciences, and Nutrition, Department of Biochemistry, Faculty of Science, University of Dschang, P.O. Box 67, Dschang, Cameroon."}], "LastName": "Teboukeu", "ForeName": "Gires Boungo", "Initials": "GB"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Food Science & Nutrition, Chemistry and Institute of Biochemistry, Carleton University, 1125 Colonel By Drive, Ottawa, ON, K1S 5B6, Carleton.ca, Canada."}], "LastName": "Tsopmo", "ForeName": "Apollinaire", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Unit of Biochemistry, Medicinal Plants, Food Sciences, and Nutrition, Department of Biochemistry, Faculty of Science, University of Dschang, P.O. Box 67, Dschang, Cameroon."}], "LastName": "Womeni", "ForeName": "Hilaire Macaire", "Initials": "HM"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Heliyon", "NlmUniqueID": "101672560", "ISSNLinking": "2405-8440"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Aluyor E., Aluyor P., Ozigagu C. Effect of refining on the quality and composition of groundnut oil. Afr. J. Food Sci. 2009;3(8):201–205."}, {"Citation": "Firestone D., editor. fifth ed. AOCS Press; Champaign, Illinois, USA: 2003. AOCS official methods and recommended practices of the American oil chemists’ society. (American Oil Chemists’ Society)."}, {"Citation": "Bhundit I., Parameswarakumar, Mallikarjunan The determination of frying oil quality using Fourier transform infrared attenuated total reflectance. Lebensm.Wiss U. Technology. 2004;37:23–28."}, {"Citation": "Bligh E., Dyer W. A rapid method for total lipid extraction and purification. Can. J. Biochem. Physiol. 1959;37:11–917.", "ArticleIdList": ["13671378"]}, {"Citation": "Chauhan R., Ahmad I., Khan Y., Tamboli, Ahmad S. Characterization of Arachis hypogaea L. oil obtained from different extraction techniques and in vitro antioxidant potential of supercritical fluid extraction. Drug Development and Therapeutics. 2016;7:87–91.", "ArticleIdList": ["PMC4678982", "26681884"]}, {"Citation": "Codex Stan-211 (Commission du Codex Alimentarius) 2015. Norme pour les graisses animales portant un nom spécifique. Rome, Italie; p. 7."}, {"Citation": "Drapper H., Hadley M. Malondialdehyde determination as index of lipid peroxidation. Methods Enzymol. 1990;186:421–431.", "ArticleIdList": ["2233309"]}, {"Citation": "Dudonne S., Xavier V., Philippe C., Marion W., Jean-Michel M. Comparative study of antioxidant properties and total phenolic content of 30 plant extracts of industrial interest using DPPH, ABTS, FRAP, SOD, and ORAC assays. J. Agric. Food Chem. 2009;57:1768–1774.", "ArticleIdList": ["19199445"]}, {"Citation": "Esfandi R., Walters M.E., Tsopmo A. Antioxidant properties and potential mechanisms of hydrolysed proteins and pepides from cereals. Heliyon. 2019;5(4)", "ArticleIdList": ["PMC6495149", "31183417"]}, {"Citation": "Eymard S. Thèse de Doctorat; Université de Nantes: 2003. Mise en évidence et suivi de l’oxydation des lipides au cours de la conservation et de la transformation du chinchard (Trachurus trachurus): choix des procédés; pp. 25–40p."}, {"Citation": "Gao X., Ohlander M., Jeppsson N., Björk L., Trajkovski V. Changes in antioxidant effects and their relationship to phytonutrients in fruits of sea buckthorn (Hippophae rhamnoides L) during maturation. J. Agric. Food Chem. 2000;48:1485–1490.", "ArticleIdList": ["10820047"]}, {"Citation": "Hamid R.,G. Correlation between acid, TBA, peroxide and iodine values, catalase and glutathione peroxidase activities of chicken, cattle and camel meat during refrigerated storage. Vet. World. 2011;4(4):153–157."}, {"Citation": "Ingale S., Shrivastava S. Nutritional study of new variety of groundnut (Arachis hypogaea L.) JL-24 seeds. Afr. J. Food Sci. 2011;5(8):490–498."}, {"Citation": "International Dairy Federation Standards . 1991. International Dairy Federation, IDF-square Vergote 41, Brussels, Belgium, sec; p. 74A."}, {"Citation": "Kamal-Eldin A., Appelqvist A. The chemistry and antioxidant properties of tocopherols and tocotrienols. Lipids. 1996;31:671–701.", "ArticleIdList": ["8827691"]}, {"Citation": "Kengap E., Djou P., Tchamda C., Pauline M., Nicolas B. Agence Française de Développement; 2019. L’évolution de la consommation alimentaire au Cameroun de 2001 à 2007; p. 21."}, {"Citation": "Kouebou P., Achu M., Nzali S., Chelea M., Bonglaisin J., Kamda A., Djiele P., Yadang G., Ponka R., Ngoh G., Nkouam G., Teugwa C., Kana M. A review of composition studies of Cameroon traditional dishes: macronutrients and minerals. Food Chem. 2013;140:483–494.", "ArticleIdList": ["23601396"]}, {"Citation": "Lau H. Suppression of LDL oxidation by garlic compounds is a possible mechanism of cardiovascular health benefit. Nutrition. 2006;136(3 Suppl):765S–768S.", "ArticleIdList": ["16484559"]}, {"Citation": "Lei S., Zhilong L., Jinhong L., Zhenxing Q. Analysis of edible vegetable oils by infrared absorption spectrometry. Adv. Engin. Res. 2017;86:4."}, {"Citation": "Lu Y., Changwen D., Shao Y., Zhou J. Characterization of rapeseed oil using FTIR-ATR spectroscopy. Journal of Food Sci. Eng. 2014;4:244–249."}, {"Citation": "Marinova D., Ribarova F., Atanassova M. Total phenolics and total flavonoids in Bulgarian fruits and vegetables. J. Univ. Chem. Tech. Metall. 2005;40:255–260."}, {"Citation": "Mariod A., Matthaüs B., Hussein I. Antioxydant activities of extracts from Combretum hartmannianum and Guiera Senegalensis on the oxidative stability of sunflower oil. Emir J. Agricult. Sci. 2006;18:20–28."}, {"Citation": "Mensor L., Menezez F., Leitao G., Reis A., Dos Santos T., Coube C., Leitao S. Screning of Brazilian plant extracts for antioxidant activity by the use of DPPH free radical method. Phytother Res. 2001;15:127–130.", "ArticleIdList": ["11268111"]}, {"Citation": "Milda, Ambuscado Spices and herbs: natural sources of antioxidants. J. Funct. Foods. 2015;9"}, {"Citation": "Nagulendran K., Velavan S., Mahesh R., Haseena B. In vitro antioxidant activity and total polyphenolic content of Cyperus rotundus rhizomes. J. Chem. 2007;4(3):440–449."}, {"Citation": "Oyaizu M. Studies on products of browning reaction: antioxidative activity of products of browning reaction. Jpn. J. Nutr. 1986;44:307–315."}, {"Citation": "Ratnasari N., Walters M., Tsopmo A. Antioxidant and lipoxygenase activities of polyphenol extracts from oat brans treated with polysaccharide degrading enzymes. Heliyon. 2017;3(7)", "ArticleIdList": ["PMC5506884", "28725872"]}, {"Citation": "Rios R., Pessanha M., Ferreira A., Fernandes de V., Clara L., Lannes S. Application of fats in some food products. Food Sci. Technol. 2014;34(1):3–15."}, {"Citation": "Roman L., Roman H., Hosu A., Vasiliu C., Mihăescu G., Czobor I. Clou de girofle Thunberg - a Miraculous Herb. Muzeul Olteniei Craiova. Oltenia. Studii şi comunicări. Ştiinţele Naturii. 2015;31:1454–6914."}, {"Citation": "Santhosha G., Jamuna P., Prabhavathi N. Bioactive components of garlic and their physiological role in health maintenance: a review. Food and Bioscience. 2013;3:59–74."}, {"Citation": "Shan B., Cai Z., Sun M., Corke H. Antioxidant capacity of 26 spices extracts and characterization of their phenolic constituents. J. Agric. Food Chem. 2005;53:7749–7759.", "ArticleIdList": ["16190627"]}, {"Citation": "Sharma S., Jean C., Kennedy C., Janet C., Agatha K., Tanya X., Margit H., Matthew R. Nutritional composition of commonly consumed composite dishes from the Central Province of Cameroon. Int. J. Food Sci. Nutr. 2007;58(6):475–485.", "ArticleIdList": ["17710591"]}, {"Citation": "Shayla C., Smithson B., Fakayode S., John N., Sayo O. Detection, purity analysis, and quality assurance of adulterated peanut (Arachis hypogaea) oils. Foods. 2018;7:13p.", "ArticleIdList": ["PMC6112014", "30065168"]}, {"Citation": "Shermer W. United State of America; Maryland: 1990. Effects of Oxidation on the Quality of Ingredients and Feed of Poultry. 37º Maryland Nutrition Conference."}, {"Citation": "Siddhuraju P., Becker K. The antioxidant and free radical scavenging activities of processed cowpea (Vigna unguiculata (L.) Walp) seed extracts. Food Chem. 2007;101(1):10–19."}, {"Citation": "Sultana B., Farooq A., Muhammad A., Shahzad C. Antioxydant potential of extracts from different agrowastes: stabilization of corn oil. Grasas Aceites. 2008;59(3):205–217p."}, {"Citation": "Vlachos N., Skopelitis Y., Psaroudaki M., Konstantinidou V., Chatzilazarou A., Tegou E. Elsevier; 2006. Applications of Fourier Transform-Infrared Spectroscopy to Edible Oils; pp. 459–465.", "ArticleIdList": ["17723561"]}, {"Citation": "Womeni H., Tonfack F., Tiencheu B., Linder M. Antioxidant potential of methanolic extracts and powders of some Cameroonian spices during accelerated storage of soybean oil. Adv. Biol. Chem. 2013;3:304–313."}, {"Citation": "Xinyan B., Yean S., Siang L., Christiani H. Evaluation of antioxidant capacity of Chinese five-spice ingredients. Int. J. Food Sci. Nutr. 2015;66(3):289–292.", "ArticleIdList": ["25666419"]}, {"Citation": "Yin M., Hwang S., Chan K. Nonenzymatic antioxidant activity of four organosulfur compounds derived from garlic. J. Agric. Food Chem. 2002;50(21):6143–6147.", "ArticleIdList": ["12358493"]}]}], "History": [{"Year": "2020", "Month": "3", "Day": "3"}, {"Year": "2020", "Month": "5", "Day": "12"}, {"Year": "2020", "Month": "10", "Day": "1"}, {"Year": "2020", "Month": "10", "Day": "22", "Hour": "5", "Minute": "39"}, {"Year": "2020", "Month": "10", "Day": "23", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "10", "Day": "23", "Hour": "6", "Minute": "1"}, {"Year": "2020", "Month": "10", "Day": "12"}], "PublicationStatus": "epublish", "ArticleIdList": ["33088949", "PMC7566938", "10.1016/j.heliyon.2020.e05166", "S2405-8440(20)32009-0"]}}]}