{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["gut-brain axis", "prebiotic", "probiotic"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "33092396", "DateCompleted": {"Year": "2021", "Month": "09", "Day": "08"}, "DateRevised": {"Year": "2024", "Month": "03", "Day": "30"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": ["2515690X20957225", "10.1177/2515690X20957225"], "Journal": {"ISSN": "2515-690X", "JournalIssue": {"Volume": "25", "PubDate": {"Year": "2020", "Season": "Jan-Dec"}}, "Title": "Journal of evidence-based integrative medicine", "ISOAbbreviation": "J Evid Based Integr Med"}, "ArticleTitle": "Dysfunction of the Microbiota-Gut-Brain Axis in Neurodegenerative Disease: The Promise of Therapeutic Modulation With Prebiotics, Medicinal Herbs, Probiotics, and Synbiotics.", "Pagination": {"StartPage": "2515690X20957225", "MedlinePgn": "2515690X20957225"}, "Abstract": {"AbstractText": ["Recent data suggest gut microbiota dysbiosis as a contributing factor in neurodegenerative diseases, such as Parkinson's Disease (PD) and Alzheimer's Disease (AD), and these pathologies may manifest via the microbiota-gut-brain-axis, which comprises bidirectional communication through neuroimmune, neuroendocrine, and direct neural pathways such as the vagus nerve. Preclinical and human clinical trial data reveal exciting potential for novel treatment targets and therapeutic modulation with prebiotics, medicinal herbs, probiotics, and synbiotics in health, aging, and neurodegeneration and are reviewed here. While greater insights and characterization of the microbiota-gut-brain axis have been revealed over the past decade, salient questions related to the pathology, pathogenesis and clinical treatment of the axis in the context of both health and neurodegenerative disease remain and are discussed in this review. Future directions such as additional well-controlled, large scale, longitudinal human clinical trials are urgently needed to further elucidate both mechanism and therapeutic opportunity in health, neurological disease, and disease subpopulations to ensure that the next decade ushers the dawn of targeted therapeutic modulation of the microbiota-gut-brain axis."]}, "AuthorList": [{"Identifier": ["0000-0002-6951-5753"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Family Medicine and Public Health, Center of Excellence for Research and Training in Integrative Health, School of Medicine, University of California, San Diego, La Jolla, CA, USA."}], "LastName": "Peterson", "ForeName": "Christine Tara", "Initials": "CT"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't", "Review"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "J Evid Based Integr Med", "NlmUniqueID": "101719675", "ISSNLinking": "2515-690X"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}, {"RegistryNumber": "0", "NameOfSubstance": "Prebiotics"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Alzheimer Disease"}, {"QualifierName": [], "DescriptorName": "Brain"}, {"QualifierName": [], "DescriptorName": "Dysbiosis"}, {"QualifierName": [], "DescriptorName": "Enteric Nervous System"}, {"QualifierName": [], "DescriptorName": "Gastrointestinal Microbiome"}, {"QualifierName": ["microbiology"], "DescriptorName": "Gastrointestinal Tract"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["drug therapy", "microbiology"], "DescriptorName": "Neurodegenerative Diseases"}, {"QualifierName": ["drug therapy", "microbiology"], "DescriptorName": "Parkinson Disease"}, {"QualifierName": [], "DescriptorName": "Phytotherapy"}, {"QualifierName": ["therapeutic use"], "DescriptorName": "Plant Extracts"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Prebiotics"}, {"QualifierName": ["therapeutic use"], "DescriptorName": "Probiotics"}, {"QualifierName": [], "DescriptorName": "Synbiotics"}], "CoiStatement": "<b>Declaration of Conflicting Interests:</b> The author(s) declared no potential conflicts of interest with respect to the research, authorship, and/or publication of this article."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Erkkinen MG, Kim MO, Geschwind MD. Clinical neurology and epidemiology of the major neurodegenerative diseases. Cold Spring Harb Perspect Biol. 2018;10 doi:10.1101/Cshperspect.A033118", "ArticleIdList": ["PMC5880171", "28716886"]}, {"Citation": "GBD 2015 Neurological Disorders Collaborator Group. Global, regional, and national burden of neurological disorders during 1990-2015: a systematic analysis for the Global Burden of Disease Study 2015. Lancet Neurol. 2017;16:877–897. doi:10.1016/S1474-4422(17)30299-5", "ArticleIdList": ["PMC5641502", "28931491"]}, {"Citation": "Endres K, Schafer KH. Influence of commensal microbiota on the enteric nervous system and its role in neurodegenerative diseases. J Innate Immun. 2018;10(3):171–180. doi:10.1159/000488629", "ArticleIdList": ["PMC6757170", "29742516"]}, {"Citation": "Gammon K. Neurodegenerative disease: brain windfall. Nature. 2014;515(7526):299–300.", "ArticleIdList": ["25396246"]}, {"Citation": "Cani PD, Delzenne NM. The role of the gut microbiota in energy metabolism and metabolic disease. Curr Pharm Des. 2009;15(13):1546–1558.", "ArticleIdList": ["19442172"]}, {"Citation": "Backhed F, Ley RE, Sonnenburg JL, Peterson DA, Gordon JI. Host-bacterial mutualism in the human intestine. Science. 2005;307(5717):1915–1920.", "ArticleIdList": ["15790844"]}, {"Citation": "Ley RE, Peterson DA, Gordon JI. Ecological and evolutionary forces shaping microbial diversity in the human intestine. Cell. 2006;124(4):837–848. doi:10.1016/J.Cell.2006.02.017", "ArticleIdList": ["16497592"]}, {"Citation": "Eckburg PB, Bik EM, Bernstein CN, et al. Diversity of the human intestinal microbial flora. Science. 2005;308:1635–1638. doi:10.1126/Science.1110591", "ArticleIdList": ["PMC1395357", "15831718"]}, {"Citation": "Macdonald TT, Monteleone G. Immunity, inflammation, and allergy in the gut. Science. 2005;307(5717):1920–1925.", "ArticleIdList": ["15790845"]}, {"Citation": "Gill SR, Pop M, Deboy RT, et al. Metagenomic analysis of the human distal gut microbiome. Science. 2006;312(5778):1355–1359.", "ArticleIdList": ["PMC3027896", "16741115"]}, {"Citation": "Dibaise JK, Zhang H, Crowell MD, Krajmalnik-Brown R, Decker GA, Rittmann BE. Gut microbiota and its possible relationship with obesity. Mayo Clin Proc. 2008;83(4):460–469. doi:S0025-6196(11)60702-7[Pii]10.4065/83.4.460", "ArticleIdList": ["18380992"]}, {"Citation": "Hooper LV, Midtvedt T, Gordon JI. How host-microbial interactions shape the nutrient environment of the mammalian intestine. Annu Rev Nutr. 2002;22:283–307. doi:10.1146/Annurev.Nutr.22.011602.092259011602.092259", "ArticleIdList": ["12055347"]}, {"Citation": "Artis D. Epithelial-cell recognition of commensal bacteria and maintenance of immune homeostasis in the gut. Nat Rev Immunol. 2008;8(6):411–420. doi:10.1038/Nri2316", "ArticleIdList": ["18469830"]}, {"Citation": "Stappenbeck TS, Hooper LV, Gordon JI. Developmental regulation of intestinal angiogenesis by indigenous microbes via Paneth cells. Proc Natl Acad Sci U S A. 2002;99(24):15451–15455. doi:10.1073/Pnas.202604299", "ArticleIdList": ["PMC137737", "12432102"]}, {"Citation": "Cerf-Bensussan N, Gaboriau-Routhiau V. The immune system and the gut microbiota: friends or foes? Nat Rev Immunol. 2010;10(10):735–744. doi:10.1038/Nri2850", "ArticleIdList": ["20865020"]}, {"Citation": "Backhed F, Ding H, Wang T, et al. The gut microbiota as an environmental factor that regulates fat storage. Proc Natl Acad Sci U S A. 2004;101(44):15718–15723.", "ArticleIdList": ["PMC524219", "15505215"]}, {"Citation": "Hansotia T, Drucker DJ. Gip and Glp-1 as incretin hormones: lessons from single and double incretin receptor knockout mice. Regul Pept. 2005;128(2):125–134. doi:10.1016/J.Regpep.2004.07.019", "ArticleIdList": ["15780432"]}, {"Citation": "Bercik P, Collins SM, Verdu EF. Microbes and the gut-brain axis. Neurogastroenterol Motil. 2012;24(5):405–413. doi:10.1111/J.1365-2982.2012.01906.X", "ArticleIdList": ["22404222"]}, {"Citation": "Burokas A, Moloney RD, Dinan TG, Cryan JF. Microbiota regulation of the mammalian gut-brain axis. Adv Appl Microbiol. 2015;91:1–62. doi:10.1016/Bs.Aambs.2015.02.001", "ArticleIdList": ["25911232"]}, {"Citation": "Mayer EA. Gut feelings: the emerging biology of gut-brain communication. Nat Rev Neurosci. 2011;12(8):453–466. doi:10.1038/Nrn3071", "ArticleIdList": ["PMC3845678", "21750565"]}, {"Citation": "Breit S, Kupferberg A, Rogler G, Hasler G. Vagus nerve as modulator of the brain-gut axis in psychiatric and inflammatory disorders. Front Psychiatry. 2018;9:44 doi:10.3389/Fpsyt.2018.00044", "ArticleIdList": ["PMC5859128", "29593576"]}, {"Citation": "Ahlman H. Nilsson. The gut as the largest endocrine organ in the body. Ann Oncol. 2001;12(suppl 2):S63–S68.", "ArticleIdList": ["11762354"]}, {"Citation": "Erny D, de Angelis ALH, Jaitin D, et al. Host microbiota constantly control maturation and function of microglia in the CNS. Nat Neurosci. 2015;18(7):965–977. doi:10.1038/Nn.4030", "ArticleIdList": ["PMC5528863", "26030851"]}, {"Citation": "Cani PD, Everard A, Duparc T. Gut microbiota, enteroendocrine functions and metabolism. Curr Opin Pharmacol. 2013;13(6):935–940. doi:10.1016/J.Coph.2013.09.008", "ArticleIdList": ["24075718"]}, {"Citation": "Alcaino C, Knutson KR, Treichel AJ, et al. A population of gut epithelial enterochromaffin cells is mechanosensitive and requires piezo2 to convert force into serotonin release. Proc Natl Acad Sci U S A. 2018;115(32):E7632–E7641. doi:10.1073/Pnas.1804938115", "ArticleIdList": ["PMC6094143", "30037999"]}, {"Citation": "Mulak A, Bonaz B. Brain-gut-microbiota axis in Parkinson’s disease. World J Gastroenterol. 2015;21(37):10609–10620. doi:10.3748/Wjg.V21.I37.10609", "ArticleIdList": ["PMC4588083", "26457021"]}, {"Citation": "Dinan TG, Cryan JF. Gut instincts: microbiota as a key regulator of brain development, ageing and neurodegeneration. J Physiol. 2017;595(2):489–503. doi:10.1113/Jp273106", "ArticleIdList": ["PMC5233671", "27641441"]}, {"Citation": "Bourassa MW, Alim I, Bultman SJ, Ratan RR. Butyrate, neuroepigenetics and the gut microbiome: can a high fiber diet improve brain health? Neurosci Lett. 2016;625:56–63. doi:10.1016/J.Neulet.2016.02.009", "ArticleIdList": ["PMC4903954", "26868600"]}, {"Citation": "Claesson MJ, Jeffery IB, Conde S, et al. Gut microbiota composition correlates with diet and health in the elderly. Nature. 2012;488(7410):178–184. doi:10.1038/Nature11319", "ArticleIdList": ["22797518"]}, {"Citation": "Kinross J, Nicholson JK. Gut microbiota: dietary and social modulation of gut microbiota in the elderly. Nat Rev Gastroenterol Hepatol. 2012;9(10):563–564. doi:10.1038/Nrgastro.2012.169", "ArticleIdList": ["22945446"]}, {"Citation": "Claesson MJ, Cusack S, O’Sullivan O, et al. Composition, variability, and temporal stability of the intestinal microbiota of the elderly. Proc Natl Acad Sci U S A. 2011;108(suppl 1):4586–4591. doi:10.1073/Pnas.1000097107", "ArticleIdList": ["PMC3063589", "20571116"]}, {"Citation": "Noble EE, Hsu TM, Kanoski SE. Gut to brain dysbiosis: mechanisms linking western diet consumption, the microbiome, and cognitive impairment. Front Behav Neurosci. 2017;11:9 doi:10.3389/Fnbeh.2017.00009", "ArticleIdList": ["PMC5277010", "28194099"]}, {"Citation": "Zhuang ZQ, Shen L-L, Li W-W, et al. Gut microbiota is altered in patients with Alzheimer’s disease. J Alzheimers Dis. 2018;63(4):1337–1346. doi:10.3233/Jad-180176", "ArticleIdList": ["29758946"]}, {"Citation": "Friedland RP. Mechanisms of molecular mimicry involving the microbiota in neurodegeneration. J Alzheimers Dis. 2015;45(2):349–362. doi:10.3233/Jad-142841", "ArticleIdList": ["25589730"]}, {"Citation": "Minter MR, Zhang C, Leone V, et al. Antibiotic-induced perturbations in gut microbial diversity influences neuro-inflammation and amyloidosis in a murine model of Alzheimer’s disease. Sci Rep. 2016;6:30028 doi:10.1038/Srep30028", "ArticleIdList": ["PMC4956742", "27443609"]}, {"Citation": "Brenner D, Hiergeist A, Adis C, et al. The fecal microbiome of ALS patients. Neurobiol Aging. 2018;61:132–137. doi:10.1016/J.Neurobiolaging.2017.09.023", "ArticleIdList": ["29065369"]}, {"Citation": "Mazzini L, Mogna L, De Marchi F, et al. Potential role of gut microbiota in ALS pathogenesis and possible novel therapeutic strategies. J Clin Gastroenterol. 2018;52(suppl 1). doi:10.1097/Mcg.0000000000001042", "ArticleIdList": ["29782468"]}, {"Citation": "Scheperjans F, Aho V, Pereira PAB, et al. Gut microbiota are related to Parkinson’s disease and clinical phenotype. Mov Disord. 2015;30(3):350–358. doi:10.1002/Mds.26069", "ArticleIdList": ["25476529"]}, {"Citation": "Unger MM, Spiegel J, Dillmann K-U, et al. Short chain fatty acids and gut microbiota differ between patients with Parkinson’s disease and age-matched controls. Parkinsonism Relat Disord. 2016;32:66–72. doi:10.1016/J.Parkreldis.2016.08.019", "ArticleIdList": ["27591074"]}, {"Citation": "Petrov VA, Saltykova IV, Zhukova IA, et al. Analysis of gut microbiota in patients with Parkinson’s disease. Bull Exp Biol Med. 2017;162(6):734–737. doi:10.1007/S10517-017-3700-7", "ArticleIdList": ["28429209"]}, {"Citation": "Perez-Pardo P, Kliest T, Dodiya HB, et al. The gut-brain axis in Parkinson’s disease: possibilities for food-based therapies. Eur J Pharmacol. 2017;817:86–95. doi:10.1016/J.Ejphar.2017.05.042", "ArticleIdList": ["28549787"]}, {"Citation": "Hill-Burns EM, Debelius JW, Morton JT, et al. Parkinson’s disease and Parkinson’s disease medications have distinct signatures of the gut microbiome. Mov Disord. 2017;32(5):739–749. doi:10.1002/Mds.26942", "ArticleIdList": ["PMC5469442", "28195358"]}, {"Citation": "Keshavarzian A, Green SJ, Engen PA, et al. Colonic bacterial composition in Parkinson’s disease. Mov Disord. 2015;30(10):1351–1360. doi:10.1002/Mds.26307", "ArticleIdList": ["26179554"]}, {"Citation": "Minato T, Maeda T, Fujisawa Y, et al. Progression of Parkinson’s disease is associated with gut dysbiosis: two-year follow-up study. Plos One. 2017;12(11):E0187307 doi:10.1371/Journal.Pone.0187307", "ArticleIdList": ["PMC5665539", "29091972"]}, {"Citation": "Kozina E, Sadasivan S, Jiao Y, et al. Mutant Lrrk2 mediates peripheral and central immune responses leading to neurodegeneration in vivo. Brain. 2018;141(6):1753–1769. doi:10.1093/Brain/Awy077", "ArticleIdList": ["PMC7190032", "29800472"]}, {"Citation": "Felice VD, Quigley EM, Sullivan AM, O’keeffe GW, O’mahony SM. Microbiota-gut-brain signalling in Parkinson’s disease: implications for non-motor symptoms. Parkinsonism Relat Disord. 2016;27:1–8. doi:10.1016/J.Parkreldis.2016.03.012", "ArticleIdList": ["27013171"]}, {"Citation": "Angot E, Brundin P. Dissecting the potential molecular mechanisms underlying alpha-synuclein cell-to-cell transfer in Parkinson’s disease. Parkinsonism Relat Disord. 2009;15(suppl 3):S143–147. doi:10.1016/S1353-8020(09)70802-8", "ArticleIdList": ["20082977"]}, {"Citation": "Braak H, Rub U, Gai WP, Del Tredici K. Idiopathic Parkinson’s disease: possible routes by which vulnerable neuronal types may be subject to neuroinvasion by an unknown pathogen. J Neural Transm (Vienna). 2003;110(5):517–536. doi:10.1007/S00702-002-0808-2", "ArticleIdList": ["12721813"]}, {"Citation": "Sampson TR, Debelius JW, Thron T, et al. Gut microbiota regulate motor deficits and neuroinflammation in a model of Parkinson’s disease. Cell. 2016;167:1469–1480. E1412 doi:10.1016/J.Cell.2016.11.018", "ArticleIdList": ["PMC5718049", "27912057"]}, {"Citation": "Bryois J, Skene NG, Hansen TF, et al. Genetic identification of cell types underlying brain complex traits yields insights into the etiology of Parkinson’s disease. Nat Genet. 2020;52(5):482–493. doi:10.1038/S41588-020-0610-9", "ArticleIdList": ["PMC7930801", "32341526"]}, {"Citation": "Walton GE, van den Heuvel EG, Kosters MH, Rastall RA, Tuohy KM, Gibson GR. A randomised crossover study investigating the effects of galacto-oligosaccharides on the faecal microbiota in men and women over 50 years of age. Br J Nutr. 2012;107(10):1466–1475. doi:10.1017/S0007114511004697", "ArticleIdList": ["21910949"]}, {"Citation": "Tjernberg LO, Rising A, Johansson J, Jaudzems K, Westermark P. Transmissible amyloid. J Intern Med. 2016;280(2):153–163. doi:10.1111/Joim.12499", "ArticleIdList": ["27002185"]}, {"Citation": "Kaufman SK, Sanders DW, Thomas TL, et al. Tau prion strains dictate patterns of cell pathology, progression rate, and regional vulnerability in vivo. Neuron. 2016;92(4):796–812. doi:10.1016/J.Neuron.2016.09.055", "ArticleIdList": ["PMC5392364", "27974162"]}, {"Citation": "Prusiner SB. Cell biology. A unifying role for prions in neurodegenerative diseases. Science. 2012;336(6088):1511–1513. doi:10.1126/Science.1222951", "ArticleIdList": ["PMC3942086", "22723400"]}, {"Citation": "Liddle RA. Parkinson’s disease from the gut. Brain Res. 2018;1693(pt B):201–206. doi:10.1016/J.Brainres.2018.01.010", "ArticleIdList": ["PMC6003841", "29360467"]}, {"Citation": "Desplats P, Lee HJ, Bae EJ, et al. Inclusion formation and neuronal cell death through neuron-to-neuron transmission of alpha-synuclein. Proc Natl Acad Sci U S A. 2009;106(31):13010–13015. doi:10.1073/Pnas.0903691106", "ArticleIdList": ["PMC2722313", "19651612"]}, {"Citation": "Braak H, De Vos RA, Bohl J, Del Tredici K. Gastric alpha-synuclein immunoreactive inclusions in Meissner’s and Auerbach’s plexuses in cases staged for Parkinson’s disease-related brain pathology. Neurosci Lett. 2006;396(1):67–72. doi:10.1016/J.Neulet.2005.11.012", "ArticleIdList": ["16330147"]}, {"Citation": "Goya ME, Xue F, Sampedro-Torres-Quevedo C, et al. Probiotic bacillus subtilis protects against alpha-synuclein aggregation in C. elegans. Cell Rep. 2020;30(2):367–380. E367 doi:10.1016/J.Celrep.2019.12.078", "ArticleIdList": ["PMC6963774", "31940482"]}, {"Citation": "Bohorquez DV, Shahid RA, Erdmann A, et al. Neuroepithelial circuit formed by innervation of sensory enteroendocrine cells. J Clin Invest. 2015;125(2):782–786. doi:10.1172/Jci78361", "ArticleIdList": ["PMC4319442", "25555217"]}, {"Citation": "Borghammer P. How does Parkinson’s disease begin? Perspectives on neuroanatomical pathways, prions, and histology. Mov Disord. 2018;33(1):48–57. doi:10.1002/Mds.27138", "ArticleIdList": ["28843014"]}, {"Citation": "Santos SF, De Oliveira HL, Yamada ES, Neves BC, Pereira A., Jr The gut and Parkinson’s disease-a bidirectional pathway. Front Neurol. 2019;10:574 doi:10.3389/Fneur.2019.00574", "ArticleIdList": ["PMC6558190", "31214110"]}, {"Citation": "Ulusoy A, Phillips RJ, Helwig M, Klinkenberg M, Powley TL, Di Monte DA. Brain-to-stomach transfer of alpha-synuclein via vagal preganglionic projections. Acta Neuropathol. 2017;133(3):381–393. doi:10.1007/S00401-016-1661-Y", "ArticleIdList": ["PMC5326583", "28012041"]}, {"Citation": "Pouclet H, Lebouvier T, Coron E, Des Varannes SB, Neunlist M, Derkinderen P. A comparison between colonic submucosa and mucosa to detect Lewy pathology in Parkinson’s disease. Neurogastroenterol Motil. 2012;24(4):E202–205. doi:10.1111/J.1365-2982.2012.01887.X", "ArticleIdList": ["22292943"]}, {"Citation": "Lin SY, Lin CL, Wang IK, et al. Dementia and vagotomy in Taiwan: a population-based cohort study. BMJ Open. 2018;8(3):E019582 doi:10.1136/Bmjopen-2017-019582", "ArticleIdList": ["PMC5884346", "29602843"]}, {"Citation": "Svensson E, Horváth-Puhó E, Thomsen RW, et al. Vagotomy and subsequent risk of Parkinson’s disease. Ann Neurol. 2015;78(4):522–529. doi:10.1002/Ana.24448", "ArticleIdList": ["26031848"]}, {"Citation": "Liu B, Fang F, Pedersen NL, et al. Vagotomy and Parkinson disease: a Swedish register-based matched-cohort study. Neurology. 2017;88(21):1996–2002. doi:10.1212/Wnl.0000000000003961", "ArticleIdList": ["PMC5440238", "28446653"]}, {"Citation": "Kim S, Kwon SH, Kam TI, et al. Transneuronal propagation of pathologic alpha-synuclein from the gut to the brain models Parkinson’s disease. Neuron. 2019;103:627–641. E627 doi:10.1016/J.Neuron.2019.05.035", "ArticleIdList": ["PMC6706297", "31255487"]}, {"Citation": "Phillips RJ, Walter GC, Wilder SL, Baronowsky EA, Powley TL. Alpha-synuclein-immunopositive myenteric neurons and vagal preganglionic terminals: autonomic pathway implicated in Parkinson’s disease? Neuroscience. 2008;153(3):733–750. doi:10.1016/J.Neuroscience.2008.02.074", "ArticleIdList": ["PMC2605676", "18407422"]}, {"Citation": "Chandra R, Hiniker A, Kuo YM, Nussbaum RL, Liddle RA. Alpha-synuclein in gut endocrine cells and its implications for Parkinson’s disease. JCI Insight. 2017;2(12). doi:10.1172/Jci.Insight.92295", "ArticleIdList": ["PMC5470880", "28614796"]}, {"Citation": "Bohorquez DV, Samsa LA, Roholt A, Medicetty S, Chandra R, Liddle RA. An enteroendocrine cell-enteric glia connection revealed by 3d electron microscopy. Plos One. 2014;9(2):E89881 doi:10.1371/Journal.Pone.0089881", "ArticleIdList": ["PMC3935946", "24587096"]}, {"Citation": "Perry T, Greig NH. The glucagon-like peptides: a new genre in therapeutic targets for intervention in Alzheimer’s disease. J Alzheimers Dis. 2002;4(6):487–496.", "ArticleIdList": ["12515900"]}, {"Citation": "Lee HJ, Patel S, Lee SJ. Intravesicular localization and exocytosis of alpha-synuclein and its aggregates. J Neurosci. 2005;25(25):6016–6024. doi:10.1523/Jneurosci.0692-05.2005", "ArticleIdList": ["PMC6724798", "15976091"]}, {"Citation": "Lee HJ, Suk JE, Bae EJ, Lee JH, Paik SR, Lee SJ. Assembly-dependent endocytosis and clearance of extracellular alpha-synuclein. Int J Biochem Cell Biol. 2008;40(9):1835–1849. doi:10.1016/J.Biocel.2008.01.017", "ArticleIdList": ["18291704"]}, {"Citation": "Schulz-Schaeffer WJ. The synaptic pathology of alpha-synuclein aggregation in dementia with lewy bodies, Parkinson’s disease and Parkinson’s disease dementia. Acta Neuropathol. 2010;120(2):131–143. doi:10.1007/S00401-010-0711-0", "ArticleIdList": ["PMC2892607", "20563819"]}, {"Citation": "Chapman MR, Robinson LS, Pinkner JS, et al. Role of Escherichia coli Curli Operons in directing amyloid fiber formation. Science. 2002;295(5556):851–855. doi:10.1126/Science.1067484", "ArticleIdList": ["PMC2838482", "11823641"]}, {"Citation": "Erskine EE, Macphee CE, Stanley-Wall NR. Functional amyloid and other protein fibres in the biofilm matrix. J Mol Biol. doi:10.1016/J.Jmb.2018.07.026", "ArticleIdList": ["PMC6173796", "30098341"]}, {"Citation": "Chen SG, Stribinskis V, Rane MJ, et al. Exposure to the functional bacterial amyloid protein curli enhances alpha-synuclein aggregation in aged fischer 344 rats and caenorhabditis elegans. Sci Rep. 2016;6(1):34477 doi:10.1038/Srep34477", "ArticleIdList": ["PMC5052651", "27708338"]}, {"Citation": "Holmqvist S, Chutna O, Bousset L, et al. Direct evidence of Parkinson pathology spread from the gastrointestinal tract to the brain in rats. Acta Neuropathol. 2014;128(6):805–820. doi:10.1007/S00401-014-1343-6", "ArticleIdList": ["25296989"]}, {"Citation": "Morales R, Estrada LD, Diaz-Espinoza R, et al. Molecular cross talk between misfolded proteins in animal models of Alzheimer’s and prion diseases. J Neurosci. 2010;30(13):4528–4535. doi:10.1523/Jneurosci.5924-09.2010", "ArticleIdList": ["PMC2859074", "20357103"]}, {"Citation": "Soto C, Pritzkow S. Protein misfolding, aggregation, and conformational strains in neurodegenerative diseases. Nat Neurosci. 2018;21(10):1332–1340. doi:10.1038/S41593-018-0235-9", "ArticleIdList": ["PMC6432913", "30250260"]}, {"Citation": "Cattaneo A, Cattane N, Galluzzi S, et al. Association of brain amyloidosis with pro-inflammatory gut bacterial taxa and peripheral inflammation markers in cognitively impaired elderly. Neurobiol Aging. 2017;49:60–68. doi:10.1016/J.Neurobiolaging.2016.08.019", "ArticleIdList": ["27776263"]}, {"Citation": "Soscia SJ, Kirby JE, Washicosky KJ, et al. The Alzheimer’s disease-associated amyloid beta-protein is an antimicrobial peptide. PLos One. 2010;5(3):E9505 doi:10.1371/Journal.Pone.0009505", "ArticleIdList": ["PMC2831066", "20209079"]}, {"Citation": "Kumar DK, Choi SH, Washicosky KJ, et al. Amyloid-beta peptide protects against microbial infection in mouse and worm models of Alzheimer’s disease. Sci Transl Med. 2016;8(340):340ra372 doi:10.1126/Scitranslmed.Aaf1059", "ArticleIdList": ["PMC5505565", "27225182"]}, {"Citation": "Cheng SB, Ferland P, Webster P, Bearer EL. Herpes simplex virus dances with amyloid precursor protein while exiting the cell. Plos One. 2011;6(3):e17966 doi:10.1371/Journal.Pone.0017966", "ArticleIdList": ["PMC3069030", "21483850"]}, {"Citation": "Peterson CT, Sharma V, Elmen L, Peterson SN. Immune homeostasis, dysbiosis and therapeutic modulation of the gut microbiota. Clin Exp Immunol. 2015;179(3):363–377. doi:10.1111/Cei.12474", "ArticleIdList": ["PMC4337670", "25345825"]}, {"Citation": "Peterson CT, Sharma V, Uchitel S, et al. Prebiotic potential of herbal medicines used in digestive health and disease. J Altern Complement Med. 2018;24(7):656–665. doi:10.1089/Acm.2017.0422", "ArticleIdList": ["PMC6065514", "29565634"]}, {"Citation": "Peterson CT, Vaughn AR, Sharma V, et al. Effects of turmeric and curcumin dietary supplementation on human gut microbiota: a double-blind, randomized, placebo-controlled pilot study. J Evid Based Integr Med. 2018;23:2515690x18790725 doi:10.1177/2515690x18790725", "ArticleIdList": ["PMC6083746", "30088420"]}, {"Citation": "Zwickey H, Lipski L. Expanding our view of herbal medicine. J Altern Complement Med. 2018;24(7):619–620. doi:10.1089/Acm.2018.0123", "ArticleIdList": ["29851499"]}, {"Citation": "Gibson GR, Roberfroid MB. Dietary modulation of the human colonic microbiota: introducing the concept of prebiotics. J Nutr. 1995;125(6):1401–1412.", "ArticleIdList": ["7782892"]}, {"Citation": "Hutkins RW, Krumbeck JA, Bindels LB, et al. Prebiotics: why definitions matter. Curr Opin Biotechnol. 2016;37:1–7. doi:10.1016/J.Copbio.2015.09.001", "ArticleIdList": ["PMC4744122", "26431716"]}, {"Citation": "Kim CH, Park J, Kim M. Gut microbiota-derived short-chain fatty acids, T cells, and inflammation. Immune Netw. 2014;14(6):277–288. doi:10.4110/In.2014.14.6.277", "ArticleIdList": ["PMC4275385", "25550694"]}, {"Citation": "Furusawa Y, Obata Y, Fukuda S, et al. Commensal microbe-derived butyrate induces the differentiation of colonic regulatory T cells. Nature. 2013;504(7480):446–450. doi:10.1038/Nature12721", "ArticleIdList": ["24226770"]}, {"Citation": "Braniste V, Al-Asmakh M, Kowal C, et al. The Gut microbiota influences blood-brain barrier permeability in mice. Sci Transl Med. 2014;6(263):263ra158 doi:10.1126/Scitranslmed.3009759", "ArticleIdList": ["PMC4396848", "25411471"]}, {"Citation": "Savignac HM, Corona G, Mills H, et al. Prebiotic feeding elevates central brain derived neurotrophic factor, N-methyl-D-aspartate receptor subunits and D-Serine. Neurochem Int. 2013;63(8):756–764. doi:10.1016/J.Neuint.2013.10.006", "ArticleIdList": ["PMC3858812", "24140431"]}, {"Citation": "Williams S, Chen L, Savignac HM, Tzortzis G, Anthony DC, Burnet PW. Neonatal prebiotic (Bgos) supplementation increases the levels of synaptophysin, Glun2a-Subunits and Bdnf proteins in the adult rat hippocampus. Synapse. 2016;70(3):121–124. doi:10.1002/Syn.21880", "ArticleIdList": ["26682524"]}, {"Citation": "Vazquez E, Ramírez M, Gruart A, et al. Effects of a human milk oligosaccharide, 2’-fucosyllactose, on hippocampal long-term potentiation and learning capabilities in rodents. J Nutr Biochem. 2015;26(5):455–465. doi:10.1016/J.Jnutbio.2014.11.016", "ArticleIdList": ["25662731"]}, {"Citation": "Oliveros E, Ramirez M, Vazquez E, et al. Oral supplementation of 2’-fucosyllactose during lactation improves memory and learning in rats. J Nutr Biochem. 2016;31:20–27. doi:10.1016/J.Jnutbio.2015.12.014", "ArticleIdList": ["27133420"]}, {"Citation": "Jia S, Lu Z, Gao Z, et al. Chitosan oligosaccharides alleviate cognitive deficits in an Amyloid-Beta1-42-induced rat model of Alzheimer’s disease. Int J Biol Macromol. 2016;83:416–425. doi:10.1016/J.Ijbiomac.2015.11.011", "ArticleIdList": ["26601759"]}, {"Citation": "Song L, Gao Y, Zhang X, Le W. Galactooligosaccharide improves the animal survival and alleviates motor neuron death in Sod1g93a mouse model of amyotrophic lateral sclerosis. Neuroscience. 2013;246:281–290. doi:10.1016/J.Neuroscience.2013.05.002", "ArticleIdList": ["23673277"]}, {"Citation": "Schmidt K, et al. Prebiotic intake reduces the waking cortisol response and alters emotional bias in healthy volunteers. Psychopharmacology (Berl). 2015;232:1793–1801. doi:10.1007/S00213-014-3810-0", "ArticleIdList": ["PMC4410136", "25449699"]}, {"Citation": "Smith AP, Sutherland D, Hewlett P. An investigation of the acute effects of oligofructose-enriched inulin on subjective wellbeing, mood and cognitive performance. Nutrients. 2015;7(11):8887–8896. doi:10.3390/Nu7115441", "ArticleIdList": ["PMC4663569", "26516908"]}, {"Citation": "Sarkar A, Lehto SM, Harty S, Dinan TG, Cryan JF, Burnet PW. Psychobiotics and the manipulation of bacteria-gut-brain signals. Trends Neurosci. 2016;39(11):763–781. doi:10.1016/J.Tins.2016.09.002", "ArticleIdList": ["PMC5102282", "27793434"]}, {"Citation": "Messaoudi M, Lalonde R, Violle N, et al. Assessment of psychotropic-like properties of a probiotic formulation (Lactobacillus helveticus R0052 and Bifidobacterium longum R0175) in rats and human subjects. Br J Nutr. 2011;105(5):755–764. doi:10.1017/S0007114510004319", "ArticleIdList": ["20974015"]}, {"Citation": "Chakravarty AK, Sarkar T, Masuda K, Shiojima K, Nakane T, Kawahara N. Bacopaside I And Ii: two pseudojujubogenin glycosides from Bacopa monniera. Phytochemistry. 2001;58(4):553–556.", "ArticleIdList": ["11576596"]}, {"Citation": "Thomas RB, Joy S, Ajayan MS, Paulose CS. Neuroprotective potential of Bacopa monnieri and Bacoside A against dopamine receptor dysfunction in the cerebral cortex of neonatal hypoglycaemic rats. Cell Mol Neurobiol. 2013;33(8):1065–1074. doi:10.1007/S10571-013-9973-0", "ArticleIdList": ["23975094"]}, {"Citation": "Peth-Nui T, Wattanathorn J, Muchimapura S, et al. Effects of 12-week Bacopa monnieri consumption on attention, cognitive processing, working memory, and functions of both cholinergic and monoaminergic systems in healthy elderly volunteers. Evid Based Complement Alternat Med. 2012:606424 doi:10.1155/2012/606424", "ArticleIdList": ["PMC3537209", "23320031"]}, {"Citation": "O’mahony L, McCarthy J, Kelly P, et al. Lactobacillus and bifidobacterium in irritable bowel syndrome: symptom responses and relationship to cytokine profiles. Gastroenterology. 2005;128(3):541–551. doi:10.1053/J.Gastro.2004.11.050", "ArticleIdList": ["15765388"]}, {"Citation": "Limpeanchob N, Jaipan S, Rattanakaruna S, Phrompittayarat W, Ingkaninan K. Neuroprotective effect of Bacopa monnieri on beta-amyloid-induced cell death in primary cortical culture. J Ethnopharmacol. 2008;120(1):112–117. doi:10.1016/J.Jep.2008.07.039", "ArticleIdList": ["18755259"]}, {"Citation": "Aguiar S, Borowski T. Neuropharmacological review of the nootropic herb Bacopa monnieri. Rejuvenation Res. 2013;16(4):313–326. doi:10.1089/Rej.2013.1431", "ArticleIdList": ["PMC3746283", "23772955"]}, {"Citation": "Nemetchek MD, Stierle AA, Stierle DB, Lurie DI. The Ayurvedic plant Bacopa monnieri inhibits inflammatory pathways in the brain. J Ethnopharmacol. 2017;197:92–100. doi:10.1016/J.Jep.2016.07.073", "ArticleIdList": ["PMC5269610", "27473605"]}, {"Citation": "Downey LA, Kean J, Nemeh F, et al. An acute, double-blind, placebo-controlled crossover study of 320 mg and 640 mg doses of a special extract of Bacopa monnieri (Cdri 08) on sustained cognitive performance. Phytother Res. 2013;27(9):1407–1413. doi:10.1002/Ptr.4864", "ArticleIdList": ["23281132"]}, {"Citation": "Stough C, Downey LA, Lloyd J, et al. Examining the nootropic effects of a special extract of Bacopa monniera on human cognitive functioning: 90 day double-blind placebo-controlled randomized trial. Phytother Res. 2008;22(12):1629–1634. doi:10.1002/Ptr.2537", "ArticleIdList": ["18683852"]}, {"Citation": "Holcomb LA, Dhanasekaran M, Hitt AR, Young KA, Riggs M, Manyam BV. Bacopa monniera extract reduces amyloid levels in psapp mice. J Alzheimers Dis. 2006;9(3):243–251.", "ArticleIdList": ["16914834"]}, {"Citation": "Strandwitz P. Neurotransmitter modulation by the gut microbiota. Brain Res. 2018;1693:128–133. doi:10.1016/J.Brainres.2018.03.015", "ArticleIdList": ["PMC6005194", "29903615"]}, {"Citation": "Tillisch K, et al. Consumption of fermented milk product with probiotic modulates brain activity. Gastroenterology. 2013;144(7):1394–1401. doi:10.1053/J.Gastro.2013.02.043", "ArticleIdList": ["PMC3839572", "23474283"]}, {"Citation": "O’sullivan E, Barrett E, Grenham S, et al. Bdnf expression in the hippocampus of maternally separated rats: does bifidobacterium breve 6330 alter Bdnf levels? Benef Microbes. 2011;2(3):199–207. doi:10.3920/Bm2011.0015", "ArticleIdList": ["21986359"]}, {"Citation": "Strasser B, Geiger D, Schauer M, et al. Probiotic supplements beneficially affect tryptophan-kynurenine metabolism and reduce the incidence of upper respiratory tract infections in trained athletes: a randomized, double-blinded, placebo-controlled trial. Nutrients. 2016;8(11):752 doi:10.3390/Nu8110752", "ArticleIdList": ["PMC5133134", "27886064"]}, {"Citation": "Dehhaghi M, Kazemi Shariat Panahi H, Guillemin GJ. Microorganisms, tryptophan metabolism, and kynurenine pathway: a complex interconnected loop influencing human health status. Int J Tryptophan Res. 2019;12:1178646919852996 doi:10.1177/1178646919852996", "ArticleIdList": ["PMC6585246", "31258331"]}, {"Citation": "Roy Sarkar S, Banerjee S. Gut microbiota in neurodegenerative disorders. J Neuroimmunol. 2019;328:98–104. doi:10.1016/J.Jneuroim.2019.01.004", "ArticleIdList": ["30658292"]}, {"Citation": "Bravo JA, Forsythe P, Chew MV, et al. Ingestion of lactobacillus strain regulates emotional behavior and central GABA receptor expression in a mouse via the vagus nerve. Proc Natl Acad Sci U S A. 2011;108(38):16050–16055. doi:10.1073/Pnas.1102999108", "ArticleIdList": ["PMC3179073", "21876150"]}, {"Citation": "Messaoudi M, Violle N, Bisson JF, Desor D, Javelot H, Rougeot C. Beneficial psychological effects of a probiotic formulation (Lactobacillus helveticus R0052 and Bifidobacterium longum R0175) in healthy human volunteers. Gut Microbes. 2011;2(4):256–261. doi:10.4161/Gmic.2.4.16108", "ArticleIdList": ["21983070"]}, {"Citation": "Desbonnet L, Garrett L, Clarke G, Kiely B, Cryan JF, Dinan TG. Effects of the probiotic Bifidobacterium infantis in the maternal separation model of depression. Neuroscience. 2010;170(4):1179–1188. doi:10.1016/J.Neuroscience.2010.08.005", "ArticleIdList": ["20696216"]}, {"Citation": "Kato-Kataoka A, Nishida K, Takada M, et al. Fermented milk containing lactobacillus casei strain shirota preserves the diversity of the gut microbiota and relieves abdominal dysfunction in healthy medical students exposed to academic stress. Appl Environ Microbiol. 2016;82(12):3649–3658. doi:10.1128/Aem.04134-15", "ArticleIdList": ["PMC4959178", "27208120"]}, {"Citation": "Steenbergen L, Sellaro R, Van Hemert S, Bosch JA, Colzato LS. A randomized controlled trial to test the effect of multispecies probiotics on cognitive reactivity to sad mood. Brain Behav Immun. 2015;48:258–264. doi:10.1016/J.Bbi.2015.04.003", "ArticleIdList": ["25862297"]}, {"Citation": "Barichella M, Pacchetti C, Bolliri C, et al. Probiotics and prebiotic fiber for constipation associated with Parkinson disease: an RCT. Neurology. 2016;87(12):1274–1280. doi:10.1212/Wnl.0000000000003127", "ArticleIdList": ["27543643"]}, {"Citation": "Borzabadi S, Oryan S, Eidi A, et al. The effects of probiotic supplementation on gene expression related to inflammation, insulin and lipid in patients with Parkinson’s disease: a randomized, double-blind, placebo-controlled trial. Arch Iran Med. 2018;21(7):289–295.", "ArticleIdList": ["30041526"]}, {"Citation": "Tamtaji OR, Taghizadeh M, Kakhaki RD, et al. Clinical and metabolic response to probiotic administration in people with Parkinson’s disease: a randomized, double-blind, placebo-controlled trial. Clin Nutr. 2019;38(3):1031–1035. doi:10.1016/J.Clnu.2018.05.018", "ArticleIdList": ["29891223"]}, {"Citation": "Raghav S, Singh H, Dalal PK, Srivastava JS, Asthana OP. Randomized controlled trial of standardized Bacopa monniera extract in age-associated memory impairment. Indian J Psychiatry. 2006;48(4):238–242. doi:10.4103/0019-5545.31555", "ArticleIdList": ["PMC2915594", "20703343"]}, {"Citation": "Stough C, et al. The chronic effects of an extract of Bacopa monniera (Brahmi) on cognitive function in healthy human subjects. Psychopharmacology (Berl). 2001;156(4):481–484.", "ArticleIdList": ["11498727"]}, {"Citation": "Morgan A, Stevens J. Does Bacopa monnieri improve memory performance in older persons? Results of a randomized, placebo-controlled, double-blind trial. J Altern Complement Med. 2010;16(7):753–759. doi:10.1089/Acm.2009.0342", "ArticleIdList": ["20590480"]}, {"Citation": "Calabrese C, Gregory WL, Leo M, Kraemer D, Bone K, Oken B. Effects of a standardized Bacopa monnieri extract on cognitive performance, anxiety, and depression in the elderly: a randomized, double-blind, placebo-controlled trial. J Altern Complement Med. 2008;14(6):707–713. doi:10.1089/Acm.2008.0018", "ArticleIdList": ["PMC3153866", "18611150"]}, {"Citation": "Sheikh N, Ahmad A, Siripurapu KB, Kuchibhotla VK, Singh S, Palit G. Effect of Bacopa monniera on stress induced changes in plasma corticosterone and brain monoamines in rats. J Ethnopharmacol. 2007;111(3):671–676. doi:10.1016/J.Jep.2007.01.025", "ArticleIdList": ["17321089"]}, {"Citation": "Charles PD, Ambigapathy G, Geraldine P, Akbarsha MA, Rajan KE. Bacopa monniera leaf extract up-regulates tryptophan hydroxylase (Tph2) and serotonin transporter (Sert) expression: implications in memory formation. J Ethnopharmacol. 2011;134(1):55–61. doi:10.1016/J.Jep.2010.11.045", "ArticleIdList": ["21129470"]}, {"Citation": "Joshi H, Parle M. Brahmi rasayana improves learning and memory in mice. Evid Based Complement Alternat Med. 2006;3:79–85. doi:10.1093/Ecam/Nek014", "ArticleIdList": ["PMC1375237", "16550227"]}, {"Citation": "Rajan KE, Singh HK, Parkavi A, Charles PD. Attenuation of 1-(M-Chlorophenyl)-biguanide induced hippocampus-dependent memory impairment by a standardised extract of bacopa monniera (Beseb Cdri-08). Neurochem Res. 2011;36(11):2136–2144. doi:10.1007/S11064-011-0538-7", "ArticleIdList": ["21735137"]}, {"Citation": "Jadiya P, Khan A, Sammi SR, Kaur S, Mir SS, Nazir A. Anti-parkinsonian effects of Bacopa monnieri: insights from transgenic and pharmacological Caenorhabditis elegans models of Parkinson’s disease. Biochem Biophys Res Commun. 2011;413(4):605–610. doi:10.1016/J.Bbrc.2011.09.010", "ArticleIdList": ["21925152"]}, {"Citation": "Singh B, Pandey S, Yadav SK, Verma R, Singh SP, Mahdi AA. Role of ethanolic extract of Bacopa monnieri against 1-methyl-4-phenyl-1,2,3,6-tetrahydropyridine (MPTP) induced mice model via inhibition of apoptotic pathways of dopaminergic neurons. Brain Res Bull. 2017;135:120–128. doi:10.1016/J.Brainresbull.2017.10.007", "ArticleIdList": ["29032054"]}, {"Citation": "Singh B, Pandey S, Verma R, Ansari JA, Mahdi AA. Comparative evaluation of extract of Bacopa monnieri and Mucuna pruriens as neuroprotectant in MPTP model of Parkinson’s disease. Indian J Exp Biol. 2016;54(11):758–766.", "ArticleIdList": ["30179419"]}, {"Citation": "Peterson CT, Sharma V, Iablokov SN, et al. 16 S Rrna gene profiling and genome reconstruction reveal community metabolic interactions and prebiotic potential of medicinal herbs used in neurodegenerative disease and as nootropics. Plos One. 2019;14(3):E0213869 doi:10.1371/Journal.Pone.0213869", "ArticleIdList": ["PMC6424447", "30889210"]}, {"Citation": "Pase MP, Kean J, Sarris J, Neale C, Scholey AB, Stough C. The cognitive-enhancing effects of Bacopa monnieri: a systematic review of randomized, controlled human clinical trials. J Altern Complement Med. 2012;18(7):647–652. doi:10.1089/Acm.2011.0367", "ArticleIdList": ["22747190"]}, {"Citation": "Dhanasekaran M, Tharakan B, Holcomb LA, Hitt AR, Young KA, Manyam BV. Neuroprotective mechanisms of Ayurvedic antidementia botanical Bacopa monniera. Phytother Res. 2007;21(10):965–969. doi:10.1002/Ptr.2195", "ArticleIdList": ["17604373"]}, {"Citation": "Vaidya AB, Rajagopalan TG, Mankodi NA, et al. Treatment of Parkinson’s disease with the cowhage plant-mucuna pruriens bak. Neurol India. 1978;26(4):171–176.", "ArticleIdList": ["753996"]}, {"Citation": "Manyam BV. An alternative medicine treatment for Parkinson’s disease: results of a multicenter clinical trial. Hp-200 in Parkinson’s Disease Study Group. J Altern Complement Med. 1995;1:249–255. doi:10.1089/Acm.1995.1.249", "ArticleIdList": ["9395621"]}, {"Citation": "Sangiovanni E, Brivio P, Dell’agli M, Calabrese F. Botanicals as modulators of neuroplasticity: focus on BDNF. Neural Plast. 2017;5965371 doi:10.1155/2017/5965371", "ArticleIdList": ["PMC5804326", "29464125"]}, {"Citation": "Naidu PS, Singh A, Kulkarni SK. Effect of Withania somnifera root extract on reserpine-induced orofacial dyskinesia and cognitive dysfunction. Phytother Res. 2006;20(2):140–146. doi:10.1002/Ptr.1823", "ArticleIdList": ["16444668"]}, {"Citation": "Kuboyama T, Tohda C, Komatsu K. Withanoside Iv and its active metabolite, sominone, attenuate abeta(25-35)-induced neurodegeneration. Eur J Neurosci. 2006;23(6):1417–1426. doi:10.1111/J.1460-9568.2006.04664.X", "ArticleIdList": ["16553605"]}, {"Citation": "Rajasankar S, Manivasagam T, Sankar V, et al. Withania somnifera root extract improves catecholamines and physiological abnormalities seen in a Parkinson’s disease model mouse. J Ethnopharmacol. 2009;125(3):369–373. doi:10.1016/J.Jep.2009.08.003", "ArticleIdList": ["19666100"]}, {"Citation": "Tohda C, Joyashiki E. Sominone enhances neurite outgrowth and spatial memory mediated by the neurotrophic factor receptor, ret. Br J Pharmacol. 2009;157(8):1427–1440. doi:10.1111/J.1476-5381.2009.00313.X", "ArticleIdList": ["PMC2765306", "19594760"]}, {"Citation": "Kuboyama T, Tohda C, Komatsu K. Neuritic regeneration and synaptic reconstruction induced by withanolide A. Br J Pharmacol. 2005;144(7):961–971. doi:10.1038/Sj.Bjp.0706122", "ArticleIdList": ["PMC1576076", "15711595"]}, {"Citation": "Kongkeaw C, Dilokthornsakul P, Thanarangsarit P, Limpeanchob N, Norman Scholfield C. Meta-analysis of randomized controlled trials on cognitive effects of Bacopa monnieri extract. J Ethnopharmacol. 2014;151(1):528–535. doi:10.1016/J.Jep.2013.11.008", "ArticleIdList": ["24252493"]}, {"Citation": "Pathak-Gandhi N, Vaidya AD. Management of Parkinson’s disease in Ayurveda: medicinal plants and adjuvant measures. J Ethnopharmacol. 2017;197:46–51. doi:10.1016/J.Jep.2016.08.020", "ArticleIdList": ["27544001"]}, {"Citation": "Pathania R, Chawla P, Khan H, Kaushik R, Khan MA. An assessment of potential nutritive and medicinal properties of Mucuna pruriens: a natural food legume. 3 Biotech. 2020;10(6):261 doi:10.1007/S13205-020-02253-X", "ArticleIdList": ["PMC7239958", "32477848"]}, {"Citation": "Cilia R, Laguna J, Cassani E, et al. Daily intake of Mucuna pruriens in advanced Parkinson’s disease: a 16-week, noninferiority, randomized, crossover, pilot study. Parkinsonism Relat Disord. 2018;49:60–66. doi:10.1016/J.Parkreldis.2018.01.014", "ArticleIdList": ["29352722"]}, {"Citation": "Katzenschlager R, Evans A, Manson A, et al. Mucuna pruriens in Parkinson’s disease: a double blind clinical and pharmacological study. J Neurol Neurosurg Psychiatry. 2004;75(12):1672–1677. doi:10.1136/Jnnp.2003.028761", "ArticleIdList": ["PMC1738871", "15548480"]}, {"Citation": "Cilia R, Laguna J, Cassani E, et al. Mucuna pruriens in Parkinson disease: a double-blind, randomized, controlled, crossover study. Neurology. 2017;89(5):432–438. doi:10.1212/Wnl.0000000000004175", "ArticleIdList": ["PMC5539737", "28679598"]}, {"Citation": "Contin M, Lopane G, Passini A, Poli F, Iannello C, Guarino M. Mucuna pruriens in Parkinson disease: a kinetic-dynamic comparison with levodopa standard formulations. Clin Neuropharmacol. 2015;38(5):201–203. doi:10.1097/Wnf.0000000000000098", "ArticleIdList": ["26366963"]}, {"Citation": "Akbari E, Asemi Z, Daneshvar Kakhaki R, et al. Effect of probiotic supplementation on cognitive function and metabolic status in Alzheimer’s disease: a randomized, double-blind and controlled trial. Front Aging Neurosci. 2016;8:256 doi:10.3389/Fnagi.2016.00256", "ArticleIdList": ["PMC5105117", "27891089"]}, {"Citation": "Tamtaji OR, Heidari-Soureshjani R, Mirhosseini N, et al. Probiotic and selenium co-supplementation, and the effects on clinical, metabolic and genetic status in Alzheimer’s disease: a randomized, double-blind, controlled trial. Clin Nutr. 2019;38(6):2569–2575. doi:10.1016/J.Clnu.2018.11.034", "ArticleIdList": ["30642737"]}, {"Citation": "Kasaikina MV, Kravtsova MA, Lee BC, et al. Dietary selenium affects host selenoproteome expression by influencing the gut microbiota. Faseb J. 2011;25(7):2492–2499. doi:10.1096/Fj.11-181990", "ArticleIdList": ["PMC3114522", "21493887"]}, {"Citation": "Ton EMM, Campagnaro BP, Alves GA, et al. Oxidative stress and dementia in Alzheimer’s patients: effects of synbiotic supplementation. Oxid Med Cell Longev. 2020;14 doi:10.1155/2020/2638703", "ArticleIdList": ["PMC7201593", "32411323"]}, {"Citation": "Bhattacharya SK, Bhattacharya A, Kumar A, Ghosal S. Antioxidant activity of Bacopa monniera in rat frontal cortex, striatum and hippocampus. Phytother Res. 2000;14(3):174–179.", "ArticleIdList": ["10815010"]}, {"Citation": "Falangola MF, Lee SP, Nixon RA, Duff K, Helpern JA. Histological co-localization of iron in abeta plaques of Ps/App transgenic mice. Neurochem Res. 2005;30(2):201–205.", "ArticleIdList": ["PMC3959869", "15895823"]}, {"Citation": "Kapoor R, Srivastava S, Kakkar P. Bacopa monnieri modulates antioxidant responses in brain and kidney of diabetic rats. Environ Toxicol Pharmacol. 2009;27(1):62–69. doi:10.1016/J.Etap.2008.08.007", "ArticleIdList": ["21783922"]}, {"Citation": "Le XT, Pham HTN, Do PT, et al. Bacopa monnieri ameliorates memory deficits in olfactory bulbectomized mice: possible involvement of glutamatergic and cholinergic systems. Neurochem Res. 2013;38(10):2201–2215. doi:10.1007/S11064-013-1129-6", "ArticleIdList": ["23949198"]}, {"Citation": "Uabundit N, Wattanathorn J, Mucimapura S, Ingkaninan K. Cognitive enhancement and neuroprotective effects of Bacopa monnieri in Alzheimer’s disease model. J Ethnopharmacol. 2010;127(1):26–31. doi:10.1016/J.Jep.2009.09.056", "ArticleIdList": ["19808086"]}, {"Citation": "Sadhu A, Upadhyay P, Agrawal A, et al. Management of cognitive determinants in senile dementia of Alzheimer’s type: therapeutic potential of a novel polyherbal drug product. Clin Drug Investig. 2014;34(12):857–869. doi:10.1007/S40261-014-0235-9", "ArticleIdList": ["25316430"]}, {"Citation": "Srivastav S, Fatima M, Mondal AC. Important medicinal herbs in Parkinson’s disease pharmacotherapy. Biomed Pharmacother. 2017;92:856–863. doi:10.1016/J.Biopha.2017.05.137", "ArticleIdList": ["28599249"]}, {"Citation": "Tandon N, Yadav SS. Safety and clinical effectiveness of Withania somnifera (Linn.) dunal root in human ailments. J Ethnopharmacol. 2020;255:112768 doi:10.1016/J.Jep.2020.112768", "ArticleIdList": ["32201301"]}, {"Citation": "Kuboyama T, Tohda C, Komatsu K. Effects of ashwagandha (roots of Withania somnifera) on neurodegenerative diseases. Biol Pharm Bull. 2014;37(6):892–897. doi:10.1248/Bpb.B14-00022", "ArticleIdList": ["24882401"]}, {"Citation": "Zhao J, Nakamura N, Hattori M, Kuboyama T, Tohda C, Komatsu K. Withanolide derivatives from the roots of Withania somnifera and their neurite outgrowth activities. Chem Pharm Bull (Tokyo). 2002;50(6):760–765. doi:10.1248/Cpb.50.760", "ArticleIdList": ["12045329"]}, {"Citation": "Pandey A, Bani S, Dutt P, Satti NK, Suri KA, Qazi GN. Multifunctional neuroprotective effect of withanone, a compound from Withania somnifera roots in alleviating cognitive dysfunction. Cytokine. 2018;102:211–221. doi:10.1016/J.Cyto.2017.10.019", "ArticleIdList": ["29108796"]}, {"Citation": "Prakash J, Yadav SK, Chouhan S, Singh SP. Neuroprotective role of Withania somnifera root extract in maneb-paraquat induced mouse model of parkinsonism. Neurochem Res. 2013;38(5):972–980. doi:10.1007/S11064-013-1005-4", "ArticleIdList": ["23430469"]}, {"Citation": "Sehgal N, Gupta A, Valli RK, et al. Withania somnifera reverses Alzheimer’s disease pathology by enhancing low-density lipoprotein receptor-related protein in liver. Proc Natl Acad Sci U S A. 2012;109(9):3510–3515. doi:10.1073/Pnas.1112209109", "ArticleIdList": ["PMC3295277", "22308347"]}, {"Citation": "Choudhary D, Bhattacharyya S, Bose S. Efficacy and safety of Ashwagandha (Withania somnifera (L.) dunal) root extract in improving memory and cognitive functions. J Diet Suppl. 2017;14(6):599–612. doi:10.1080/19390211.2017.1284970", "ArticleIdList": ["28471731"]}, {"Citation": "Chengappa KN, Bowie CR, Schlicht PJ, et al. Randomized placebo-controlled adjunctive study of an extract of Withania somnifera for cognitive dysfunction in bipolar disorder. J Clin Psychiatry. 2013;74(11):1076–1083. doi:10.4088/Jcp.13m08413", "ArticleIdList": ["24330893"]}, {"Citation": "Wattanathorn J, Mator L, Muchimapura S, et al. Positive modulation of cognition and mood in the healthy elderly volunteer following the administration of Centella asiatica. J Ethnopharmacol. 2008;116(2):325–332. doi:10.1016/J.Jep.2007.11.038", "ArticleIdList": ["18191355"]}, {"Citation": "Crost EH, Le Gall G, Laverde-Gomez JA, et al. Mechanistic insights into the cross-feeding of Ruminococcus gnavus and Ruminococcus bromii on host and dietary carbohydrates. Front Microbiol. 2018;9:2558 doi:10.3389/Fmicb.2018.02558", "ArticleIdList": ["PMC6231298", "30455672"]}, {"Citation": "Hoffmann TW, Pham HP, Bridonneau C, et al. Microorganisms linked to inflammatory bowel disease-associated dysbiosis differentially impact host physiology in gnotobiotic mice. Isme J. 2016;10(2):460–477. doi:10.1038/Ismej.2015.127", "ArticleIdList": ["PMC4737937", "26218241"]}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "10", "Day": "23", "Hour": "5", "Minute": "30"}, {"Year": "2020", "Month": "10", "Day": "24", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "9", "Day": "9", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "10", "Day": "22"}], "PublicationStatus": "ppublish", "ArticleIdList": ["33092396", "PMC7586271", "10.1177/2515690X20957225"]}}], "PubmedBookArticle": []}