{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Atractylenolide", "Atractylodes macrocephala Koidz.", "Microbial community composition", "Selenium biofortification", "Soil nutrients", "Yield"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "33106718", "DateRevised": {"Year": "2023", "Month": "03", "Day": "02"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "10", "Day": "22"}], "Language": ["eng"], "ELocationID": ["10.1016/j.sajb.2020.09.032"], "Journal": {"ISSN": "0254-6299", "JournalIssue": {"Volume": "137", "PubDate": {"Year": "2021", "Month": "Mar"}}, "Title": "South African journal of botany : official journal of the South African Association of Botanists = Suid-Afrikaanse tydskrif vir plantkunde : amptelike tydskrif van die Suid-Afrikaanse Genootskap van Plantkundiges", "ISOAbbreviation": "S Afr J Bot"}, "ArticleTitle": "Effects of foliar selenium application on growth and rhizospheric soil micro-ecological environment of <i>Atractylodes macrocephala</i> Koidz.", "Pagination": {"StartPage": "98", "EndPage": "109", "MedlinePgn": "98-109"}, "Abstract": {"AbstractText": ["<i>Atractylodes macrocephala</i> (<i>A. macrocephala</i>), a famous medicinal herb in China, is widely cultivated and consumed in China with various beneficial effects. Numerous studies have shown that selenium (Se) plays an important role in promoting plant growth, although Se has not been considered an essential element for higher plants. The objectives of this research were to determine the effects of foliar Se application (0, 2.5, 5.0, 10.0 and 20.0 mg m<sup>-2</sup> Se in sodium selenite, sprayed monthly from May to August) on the growth and rhizospheric soil micro-ecological environment of <i>A. macrocephala</i>, and explore the possible mechanisms underlying plant response to foliar Se application through a field experiment. The results were: The foliar application of 5.0 mg m<sup>-2</sup> Se significantly increased the survival rate of <i>A. macrocephala</i> compared to the control. The yield of <i>A. macrocephala</i> was increased when the Se level maintained belowed 10.0 mg m<sup>-2</sup> but decreased when Se level reached 20.0 mg m<sup>-2</sup>. The Se content in the rhizome of <i>A. macrocephala</i> showed a significant positive correlation with the Se level, while the insect attack rate was significantly negatively correlated with the Se level. However, foliar Se application hardly affected the concentration of bioactive compound atractylenolide in the rhizome of <i>A. macrocephala.</i> Notably, the application of foliar Se changed the content of partial soil nutrients, microbial diversity and composition in the rhizosphere soil of <i>A. macrocephala</i>. Bacterial diversity was positively correlated with <i>A. macrocephala</i> growth whereas fungal diversity was negatively correlated, suggesting that microbial diversity in the rhizosphere soils is closely related to plant growth. Moreover, correlation analysis showed that available potassium, <i>Burkholderia</i> and <i>Cupriavidus</i> in rhizospheric soil might be critical factors for promoting the growth of <i>A. macrocephala</i>. Overall, the foliar application of Se at moderate concentration was beneficial for the growth of <i>A. macrocephala,</i> and 5.0-10.0 mg m<sup>-2</sup> Se level was the optimum. Our findings revealed novel insights into the response of <i>A. macrocephala</i> to foliar Se application from plant growth, rhizospheric soil nutrient and microbial community composition ."], "CopyrightInformation": "© 2020 SAAB. Published by Elsevier B.V. All rights reserved."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Chinese Herbal Medicines, Hubei Academy of Agricultural Sciences, Enshi 445000, Hubei, China."}], "LastName": "Zhou", "ForeName": "Wuxian", "Initials": "W"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Chinese Herbal Medicines, Hubei Academy of Agricultural Sciences, Enshi 445000, Hubei, China."}], "LastName": "Duan", "ForeName": "Yuanyuan", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Enshi Tujia and Miao Autonomous Prefecture of Agricultural and Rural Bureau, Enshi, 445000, Hubei, China."}], "LastName": "Zhang", "ForeName": "Yajuan", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Chinese Herbal Medicines, Hubei Academy of Agricultural Sciences, Enshi 445000, Hubei, China."}], "LastName": "Wang", "ForeName": "Hua", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Chinese Herbal Medicines, Hubei Academy of Agricultural Sciences, Enshi 445000, Hubei, China."}], "LastName": "Huang", "ForeName": "Donghai", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Chinese Herbal Medicines, Hubei Academy of Agricultural Sciences, Enshi 445000, Hubei, China."}], "LastName": "Zhang", "ForeName": "Meide", "Initials": "M"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "South Africa", "MedlineTA": "S Afr J Bot", "NlmUniqueID": "100955699", "ISSNLinking": "0254-6299"}, "CoiStatement": "We declare that there is no conflict of interest regarding the publication of this article."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Aghighi Shahverdi M., Omidi H., Tabatabaei S.J. Plant growth and steviol glycosides as affected by foliar application of selenium, boron, and iron under NaCl stress in Stevia rebaudiana Bertoni. Indus. Crops Prod. 2018;125:408–415."}, {"Citation": "Amadou C., Pascal G., Mangenot S., Glew M., Bontemps C., Capela D., Carrère S., Cruveiller S., Dossat C., Lajus A. Genome sequence of the β-rhizobium Cupriavidus taiwanensis and comparative genomics of rhizobia. Genome Res. 2008;18:1472–1483.", "ArticleIdList": ["PMC2527706", "18490699"]}, {"Citation": "Bao S.D. China Agriculture Press; Beijing: 2000. Soil Agrochemical Analysis. (in chinese)"}, {"Citation": "Chen Q., Li P., Yang H., Zhu J. Sensitive capillary GC-MS-SIM determination of Atractylenolide I and Atractylenolide III in Atractylodes macrocephala. Anal. Lett. 2009;42:2547–2555."}, {"Citation": "Cookson W.R., Murphy D.V., Roper M.M. Characterizing the relationships between soil organic matter components and microbial function and composition along a tillage disturbance gradient. Soil Biol. Biochem. 2008;40:763–777."}, {"Citation": "da Silva D.F., Cipriano P.E., de Souza R.R., Júnior M.S., da Silva R.F., Faquin V., de Souza Silva M.L., Guilherme L.R.G. Anatomical and physiological characteristics of Raphanus sativus L. submitted to different selenium sources and forms application. Sci. Horticulturae. 2020;260"}, {"Citation": "Deng, X., Liu, K., Li, M., Zhang, W., Zhao, X., Zhao, Z., Liu, X., 2017. Difference of selenium uptake and distribution in the plant and selenium form in the grains of rice with foliar spray of selenite or selenate at different stages Field Crops Res. 211, 165-171."}, {"Citation": "Dobritsa A.P., Samadpour M. Transfer of eleven species of the genus Burkholderia to the genus Paraburkholderia and proposal of Caballeronia gen. nov. to accommodate twelve species of the genera Burkholderia and Paraburkholderia. Int. J. Syst. Evol. Microbiol. 2016;66:2836–2846.", "ArticleIdList": ["27054671"]}, {"Citation": "Dong J.Z., Wang Y., Wang S.H., Yin L.P., Xu G.J., Zheng C., Lei C., Zhang M.Z. Selenium increases chlorogenic acid, chlorophyll and carotenoids of Lycium chinense leaves. J. Food Agri. Environ. 2012;93:310–315.", "ArticleIdList": ["22714393"]}, {"Citation": "Edgar R.C. Search and clustering orders of magnitude faster than BLAST. Bioinformatics. 2010;26:2460.", "ArticleIdList": ["20709691"]}, {"Citation": "Ekanayake L.J., Thavarajah D., Vial E., Schatz B., Mcgee R., Thavarajah P. Selenium fertilization on lentil (Lens culinaris Medikus) grain yield, seed selenium concentration, and antioxidant activity. Field Crops Res. 2015;177:9–14."}, {"Citation": "Gąsecka M., Mleczek M., Siwulski M., Niedzielski P., Kozak L. Phenolic and Flavonoid Content in Hericium Erinaceus, Ganoderma Lucidum, and Agrocybe Aegerita under Selenium Addition. Acta Alimentaria. 2016;45:300–308."}, {"Citation": "Han D., Li X., Xiong S., Tu S., Chen Z., Li J., Xie Z. Selenium uptake, speciation and stressed response of Nicotiana tabacum L. Environ. Exp. Bot. 2013;95:6–14."}, {"Citation": "Han D., Xiong S., Tu S., Liu J., Cheng C. Interactive effects of selenium and arsenic on growth, antioxidant system, arsenic and selenium species of Nicotiana tabacum L. Environ. Exp. Bot. 2015;117:12–19."}, {"Citation": "Hartikainen H. Biogeochemistry of selenium and its impact on food chain quality and human health. J. Trace Elem. Med. Biol. 2005;18:309–318.", "ArticleIdList": ["16028492"]}, {"Citation": "Hawrylak-Nowak B., Matraszek R., Pogorzelec M. The dual effects of two inorganic selenium forms on the growth, selected physiological parameters and macronutrients accumulation in cucumber plants. Acta Physiol. Plant. 2015;37:41."}, {"Citation": "Hiltner L. Uber neuer erfahrungen und probleme auf dem gebiet der bodenbakteriologie unter besonderer berücksichtigung der gründüngung und brache. Soil Biol. Biochem. 1904;32:1405–1417."}, {"Citation": "Hu Q., Pan G., Zhu J. Effect of fertilization on selenium content of tea and the nutritional function of Se-enriched tea in rats. Plant Soil. 2002;238:91–95."}, {"Citation": "Hütsch B.W., Augustin J., Merbach W. Plant rhizodeposition— an important source for carbon turnover in soils. J. Plant Nutr. Soil Sci. 2002;165(4):397–407."}, {"Citation": "Huang Q.S., Hong-Zhi L.I., Zhang Y.L., Qiu S.L. The research on the effect of abstraction of Atractylodes on the ability of resisting mutation of human peripheral blood lymphocytes for Cr~(6+) Prog. Modern Biomed. 2006;6:20–21."}, {"Citation": "Hussein H.-A.A., Darwesh O.M., Mekki B.B. Environmentally friendly nano-selenium to improve antioxidant system and growth of groundnut cultivars under sandy soil conditions. Biocatal. Agri. Biotechnol. 2019;18"}, {"Citation": "Kim B.K., Chung J.H., Kim S.Y., Jeong H., Kang S.G., Kwon S.K., Lee C.H., Song J.Y., Yu D.S., Ryu C.M. Genome sequence of the leaf-colonizing bacterium Bacillus sp. strain 5B6, isolated from a cherry tree. J. Bacteriol. 2012;194(14):3758–3759.", "ArticleIdList": ["PMC3393507", "22740678"]}, {"Citation": "Kloepper J.W., Ryu C.M., Zhang S. Induced systemic resistance and promotion of plant growth by Bacillus spp. Phytopathology. 2004;94(11):1259.", "ArticleIdList": ["18944464"]}, {"Citation": "Kowalchuk G.A., Stephen J.R. Ammonia-oxidizing bacteria: a model for molecular microbial ecology. Annu. Rev. Microbiol. 2001;55:485–529.", "ArticleIdList": ["11544365"]}, {"Citation": "Li C., He L., Hy Jin J. Screening for the anti-inflammatory activity of fractions and compounds from Atractylodes macrocephala koidz. J. Ethnopharmacol. 2007;114:212–217.", "ArticleIdList": ["17869038"]}, {"Citation": "Li M., Zhao Z., Zhou J., Zhou D., Chen B., Huang L., Zhang Z., Liu X. Effects of foliar spray of selenite or selenate at different growth stages on selenium distribution and quality of blueberries. J. Sci. Food Agric. 2018;98:4700–4706.", "ArticleIdList": ["29536552"]}, {"Citation": "Li X.C., Lin J., Han W.J., Mai W.Q., Li W., Li Q., Lin M.F., Bai M.S., Zhang L.S., Chen D.F. Antioxidant ability and mechanism of rhizoma Atractylodes macrocephala. Molecules. 2012;17:13457–13472.", "ArticleIdList": ["PMC6268131", "23149564"]}, {"Citation": "Lin L., Zhou W., Dai H., Cao F., Zhang G., Wu F. Selenium reduces cadmium uptake and mitigates cadmium toxicity in rice. J. Hazard. Mater. 2012;235–236:343–351.", "ArticleIdList": ["22921850"]}, {"Citation": "Liu, X., Zhao, Z., Duan, B., Hu, C., Zhao, X., Guo, Z., 2015. Effect of applied sulphur on the uptake by wheat of selenium applied as selenite Plant and Soil. 386, 35-45."}, {"Citation": "Lundberg D.S., Lebeis S.L., Paredes S.H., Yourstone Scott., Gehring J., Malfatti S., Tremblay J., Engelbrektson A., Kunin V., del Rio T.G., Edgar R.C., Eickhorst T., Ley R.E., Hugenholtz P., Tringe S.G., Dang J.L. Defining the core Arabidopsis thaliana root microbiome. Nature. 2012;488(7409):86–90.", "ArticleIdList": ["PMC4074413", "22859206"]}, {"Citation": "Malagoli M., Schiavon M., Dall'Acqua S., Pilon-Smits E.A. Effects of selenium biofortification on crop nutritional quality. Front. Plant Sci. 2015;6:280.", "ArticleIdList": ["PMC4404738", "25954299"]}, {"Citation": "Pilon-Smits E.A.H., Quinn C.F., Tapken W., Malagoli M., Schiavon M. Physiological functions of beneficial elements. (Special Issue: physiology and metabolism.) Curr. Opin. Plant Biol. 2009;12:267–274.", "ArticleIdList": ["19477676"]}, {"Citation": "Ramos S.J., Faquin V., Guilherme L.R.G., Castro E.M., Ávila F.W., Carvalho G.S., Bastos C.E.A., Oliveira C. Selenium biofortification and antioxidant activity in lettuce plants fed with selenate and selenite. Plant Soil Environ. 2010;56:584–588."}, {"Citation": "Rayman M.P. Selenoproteins and human health: insights from epidemiological data. Biochimica et Biophysica Acta - General Subjects. 2009;1790:1533–1540.", "ArticleIdList": ["19327385"]}, {"Citation": "Rillig M.C., Mummey D.L. Mycorrhizas and soil structure. New Phytol. 2006;171:41–53.", "ArticleIdList": ["16771981"]}, {"Citation": "Ros G.H., Rotterdam A.M.D.V., Bussink D.W., Bindraban P.S. Selenium fertilization strategies for bio-fortification of food: an agro-ecosystem approach. Plant Soil. 2016;404:99–112."}, {"Citation": "Schiavon M., Pilon-Smits E.A. The fascinating facets of plant selenium accumulation - biochemistry, physiology, evolution and ecology. New Phytol. 2017;213:1582–1596.", "ArticleIdList": ["27991670"]}, {"Citation": "Shen Z., Penton C.R., Lv N., Xue C., Yuan X., Ruan Y., Li R., Shen Q. Banana fusarium wilt disease incidence is influenced by shifts of soil microbial communities under different monoculture spans. Microb. Ecol. 2018;75:739–750.", "ArticleIdList": ["28791467"]}, {"Citation": "Stadtman T.C. Selenium biochemistry. Annu. Rev. Biochem. 1990;59:111–127.", "ArticleIdList": ["2142875"]}, {"Citation": "Sun X., Jian G. Simultaneous determination of atractylenolide II and III in rhizoma Atractylodes macrocephalae and Chinese medicinal preparation by reverse-phase high-performance liquid chromatography. Lecture Notes Electrical Eng. 2014;269:1283–1289."}, {"Citation": "Timmusk S., Abd E.-D.I.A., Lucian C., Triin T., Astrid K.N., Lawrence B., Eviatar N., Gulaim S., Elna S.M., Ülo N. Drought-tolerance of wheat improved by rhizosphere bacteria from harsh environments: enhanced biomass production and reduced emissions of stress volatiles. PLoS One. 2014;9(5):e96086.", "ArticleIdList": ["PMC4014485", "24811199"]}, {"Citation": "Van Der Heijden M.G., Bardgett R.D., Van Straalen N.M. The unseen majority: soil microbes as drivers of plant diversity and productivity in terrestrial ecosystems. Ecol. Lett. 2008;11:296–310.", "ArticleIdList": ["18047587"]}, {"Citation": "Wang J., Wang Z., Mao H., Zhao H., Huang D. Increasing Se concentration in maize grain with soil- or foliar-applied selenite on the Loess Plateau in China. Field Crops Res. 2013;150:83–90."}, {"Citation": "Wang Q., Zuo Y., Chen T., Zheng W., Yang Y. Effects of selenium on antioxidant enzymes and photosynthesis in the edible seaweed Gracilaria lemaneiformis. J. Appl. Phycol. 2019;31:1303–1310."}, {"Citation": "Wei Y.J., Wu Y., Yan Y.Z., Zou W., Xue J., Ma W.R., Wang W., Tian G., Wang L.Y. High-throughput sequencing of microbial community diversity in soil, grapes, leaves, grape juice and wine of grapevine from China. PLoS One. 2018;13", "ArticleIdList": ["PMC5863948", "29565999"]}, {"Citation": "Whitman W.B., Coleman D.C., Wiebe W.J. Prokaryotes: the unseen majority. PNAS. 1998;95:6578–6583.", "ArticleIdList": ["PMC33863", "9618454"]}, {"Citation": "Wu T., Dan O.C., Graham J.H., Rosskopf E.N. Assessment of fungal communities in soil and tomato roots subjected to diverse land and crop management systems. Soil Biol. Biochem. 2008;40:1967–1970."}, {"Citation": "Yan Z., Gladyshev V.N. Comparative genomics of trace elements: emerging dynamic view of trace element utilization and function. Chem. Rev. 2009;109:4828–4861.", "ArticleIdList": ["19459624"]}, {"Citation": "Yin H., Wang Z.Q., Wang L., Zhou A.Z., Li Q.L., Cheng Z. Simultaneous determination of atractylone, atractylenolide Ⅰ, Ⅱ, Ⅲ in Atractylodes macrocephala by HPLC-wavelength switching method. China J. Tradition. Chin. Med. Pharm. 2013;28(01):233–236. (in chinese)"}, {"Citation": "Zahedi S.M., Abdelrahman M., Hosseini M.S., Hoveizeh N.F., Tran L.-S.P. Alleviation of the effect of salinity on growth and yield of strawberry by foliar spray of selenium-nanoparticles. Environ. Pollut. 2019;253:246–258.", "ArticleIdList": ["31319241"]}, {"Citation": "Zang H., Yang X., Feng X., Qian X., Hu Y., Ren C., Zeng Z. Rhizodeposition of nitrogen and carbon by mungbean (Vigna radiata L.) and its contribution to intercropped oats (Avena nuda L.) PLoS One. 2015;10(3)", "ArticleIdList": ["PMC4379154", "25821975"]}, {"Citation": "Zhang C., Liu G.B., Xue S., Wang G.L. Soil bacterial community dynamics reflect changes in plant community and soil properties during the secondary succession of abandoned farmland in the Loess Plateau. Soil Biol. Biochem. 2016;97:40–49."}, {"Citation": "Zhang M.D., Wu D.Z., Ai L.Q., Wang H., He Y.S. Absorption and dstribution of ntroiigen, phosphorus and potassium in Atractylodes macrocephala. J. Chin. Med. Mater. 2016;39(03):469–472. (in chinese)", "ArticleIdList": ["30088867"]}, {"Citation": "Zhao F.J., McGrath S.P. Biofortification and phytoremediation. Curr. Opin. Plant Biol. 2009;12:373–380.", "ArticleIdList": ["19473871"]}, {"Citation": "Zhen W., Bo L., Zheng Z., You X., Pu Y., Li Q. Preparation of liposomes entrapping essential oil from Atractylodes macrocephala Koidz. by modified RESS technique. Chem. Eng. Res. Des. 2010;88:1102–1107."}, {"Citation": "Zhong Y., Chen T., Zheng W., Yang Y. Selenium enhances antioxidant activity and photosynthesis in Ulva fasciata. J. Appl. Phycol. 2015;27:555–562."}, {"Citation": "Zhou W.X., Zhang M.D., Wang H., Duan Y.Y., Ai L.Q., Huang D.H., Luo X.R., Zhang Y. Benefits of partially substituting mineral fertilizers with organic manure combined with foliar selenium on the growth of Atractylodes macrocephala Koizd. J. Agri. Resource. Environ. 2020 doi: 10.13254/j.jare.2020.0228. (in chinese)", "ArticleIdList": ["10.13254/j.jare.2020.0228"]}, {"Citation": "Zhu L., Wang P., Zhang W., Hui F., Chen X. Effects of selenium application on nutrient uptake and nutritional quality of Codonopsis lanceolata. Scientia Horticulturae. 2017;225:574–580."}, {"Citation": "Zhu Y.G., Pilon-Smits E.A., Zhao F.J., Williams P.N., Meharg A.A. Selenium in higher plants: understanding mechanisms for biofortification and phytoremediation. Trends Plant Sci. 2009;14:436–442.", "ArticleIdList": ["19665422"]}, {"Citation": "Zhu Z., Zhang Y., Liu J., Chen Y., Zhang X. Exploring the effects of selenium treatment on the nutritional quality of tomato fruit. Food Chem. 2018;252:9.", "ArticleIdList": ["29478567"]}]}], "History": [{"Year": "2020", "Month": "1", "Day": "17"}, {"Year": "2020", "Month": "8", "Day": "18"}, {"Year": "2020", "Month": "9", "Day": "23"}, {"Year": "2020", "Month": "10", "Day": "27", "Hour": "5", "Minute": "47"}, {"Year": "2020", "Month": "10", "Day": "28", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "10", "Day": "28", "Hour": "6", "Minute": "1"}, {"Year": "2020", "Month": "10", "Day": "22"}], "PublicationStatus": "ppublish", "ArticleIdList": ["33106718", "PMC7578779", "10.1016/j.sajb.2020.09.032", "S0254-6299(20)31102-9"]}}]}