{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["NLRP3", "diterpenes", "inflammation", "mechanism of action", "mitochondrial dysfunction"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "33101293", "DateCompleted": {"Year": "2021", "Month": "06", "Day": "14"}, "DateRevised": {"Year": "2021", "Month": "06", "Day": "14"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "09", "Day": "25"}], "Language": ["eng"], "ELocationID": ["572136", "10.3389/fimmu.2020.572136"], "Journal": {"ISSN": "1664-3224", "JournalIssue": {"Volume": "11", "PubDate": {"Year": "2020"}}, "Title": "Frontiers in immunology", "ISOAbbreviation": "Front Immunol"}, "ArticleTitle": "Immunomodulatory Effects of Diterpenes and Their Derivatives Through NLRP3 Inflammasome Pathway: A Review.", "Pagination": {"StartPage": "572136", "MedlinePgn": "572136"}, "Abstract": {"AbstractText": ["Nucleotide-binding oligomerization domain-like receptor family pyrin domain-containing protein (NLRP) inflammasomes are involved in the molecular pathogenesis of many diseases and disorders. Among NLRPs, the NLRP3 (in humans encoded by the <i>NLRP3</i> gene) is expressed predominantly in macrophages as a component of the inflammasome and is associated with many diseases, including gout, type 2 diabetes, multiple sclerosis, atherosclerosis, and neurological diseases and disorders. Diterpenes containing repeated isoprenoid units in their structure are a member of some essential oils that possess diverse biological activities and are becoming a landmark in the field of drug discovery and development. This review sketches a current scenario of diterpenes or their derivatives acting through NLRPs, especially NLRP3-associated pathways with anti-inflammatory effects. For this, a literature survey on the subject has been undertaken using a number of known databases with specific keywords. Findings from the aforementioned databases suggest that diterpenes and their derivatives can exert anti-inflammatory effects <i>via</i> NLRPs-related pathways. Andrographolide, triptolide, kaurenoic acid, carnosic acid, oridonin, teuvincenone F, and some derivatives of tanshinone IIA and phorbol have been found to act through NLRP3 inflammasome pathways. In conclusion, diterpenes and their derivatives could be one of the promising compounds for the treatment of NLRP3-mediated inflammatory diseases and disorders."], "CopyrightInformation": "Copyright © 2020 Islam, Bardaweel, Mubarak, Koch, Gaweł-Beben, Antosiewicz and Sharifi-Rad."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Theoretical and Computational Biophysics, Ton Duc Thang University, Ho Chi Minh City, Vietnam."}, {"Identifier": [], "Affiliation": "Faculty of Pharmacy, Ho Chi Minh City, Vietnam."}], "LastName": "Islam", "ForeName": "Muhammad Torequl", "Initials": "MT"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutical Sciences, School of Pharmacy, The University of Jordan, Amman, Jordan."}], "LastName": "Bardaweel", "ForeName": "Sanaa K", "Initials": "SK"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, The University of Jordan, Amman, Jordan."}], "LastName": "Mubarak", "ForeName": "Mohammad S", "Initials": "MS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Chair and Department of Food and Nutrition, Medical University of Lublin, Lublin, Poland."}], "LastName": "Koch", "ForeName": "Wojciech", "Initials": "W"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Cosmetology, University of Information Technology and Management in Rzeszów, Rzeszów, Poland."}], "LastName": "Gaweł-Beben", "ForeName": "Katarzyna", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Cosmetology, University of Information Technology and Management in Rzeszów, Rzeszów, Poland."}], "LastName": "Antosiewicz", "ForeName": "Beata", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Zabol Medicinal Plants Research Center, Zabol University of Medical Sciences, Zabol, Iran."}], "LastName": "Sharifi-Rad", "ForeName": "Javad", "Initials": "J"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Immunol", "NlmUniqueID": "101560960", "ISSNLinking": "1664-3224"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Diterpenes"}, {"RegistryNumber": "0", "NameOfSubstance": "Inflammasomes"}, {"RegistryNumber": "0", "NameOfSubstance": "NLR Family, Pyrin Domain-Containing 3 Protein"}], "CommentsCorrectionsList": [{"RefSource": "Front Immunol. 2021 Apr 22;12:692302. doi: 10.3389/fimmu.2021.692302", "PMID": "33968092"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": ["metabolism"], "DescriptorName": "Diterpenes"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Immunomodulation"}, {"QualifierName": ["metabolism"], "DescriptorName": "Inflammasomes"}, {"QualifierName": ["metabolism"], "DescriptorName": "Inflammation"}, {"QualifierName": ["metabolism"], "DescriptorName": "Mitochondria"}, {"QualifierName": ["metabolism"], "DescriptorName": "NLR Family, Pyrin Domain-Containing 3 Protein"}, {"QualifierName": [], "DescriptorName": "Signal Transduction"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Pushpangadan P, Ijinu T, George V. Plant based anti-inflammatory secondary metabolites. Ann Phytomed. (2015) 4:17–36."}, {"Citation": "Kunnas T, Määttä K, Nikkari ST. NLR family pyrin domain containing 3 (NLRP3) inflammasome gene polymorphism rs7512998 (C> T) predicts aging-related increase of blood pressure, the TAMRISK study. Immun Ageing. (2015) 12:19. 10.1186/s12979-015-0047-7", "ArticleIdList": ["10.1186/s12979-015-0047-7", "PMC4628348", "26523150"]}, {"Citation": "Turunen JA, Wedenoja J, Repo P, Järvinen R-S, Jäntti JE, Mörtenhumer S, et al. . Keratoendotheliitis Fugax Hereditaria: a novel cryopyrin-associated periodic syndrome caused by a mutation in the nucleotide-binding domain, Leucine-Rich repeat family, Pyrin Domain-Containing 3. (NLRP3) gene. Am J Ophthalmol. (2018) 188:41–50. 10.1016/j.ajo.2018.01.017", "ArticleIdList": ["10.1016/j.ajo.2018.01.017", "29366613"]}, {"Citation": "Church LD, Cook GP, Mcdermott MF. Primer: inflammasomes and interleukin 1β in inflammatory disorders. Nat Clin Pract Rheumatol. (2008) 4:34–42. 10.1038/ncprheum0681", "ArticleIdList": ["10.1038/ncprheum0681", "18172447"]}, {"Citation": "Martinon F. Detection of immune danger signals by NALP3. J Leukocyte Biol. (2008) 83:507–11. 10.1189/jlb.0607362", "ArticleIdList": ["10.1189/jlb.0607362", "17982111"]}, {"Citation": "Levy M, Thaiss CA, Elinav E. Taming the inflammasome. Nat Med. (2015) 21:213. 10.1038/nm.3808", "ArticleIdList": ["10.1038/nm.3808", "25742454"]}, {"Citation": "Liu-Bryan R. Intracellular innate immunity in gouty arthritis: role of NALP3 inflammasome. Immunol Cell Biol. (2010) 88:20–3. 10.1038/icb.2009.93", "ArticleIdList": ["10.1038/icb.2009.93", "PMC4337950", "19935768"]}, {"Citation": "Heneka MT, Kummer MP, Stutz A, Delekate A, Schwartz S, Vieira-Saecker A, et al. . NLRP3 is activated in Alzheimer's disease and contributes to pathology in APP/PS1 mice. Nature. (2013) 493:674–8. 10.1038/nature11729", "ArticleIdList": ["10.1038/nature11729", "PMC3812809", "23254930"]}, {"Citation": "Shi F, Kouadir M, Yang Y. NALP3 inflammasome activation in protein misfolding diseases. Life Sci. (2015) 135:9–14. 10.1016/j.lfs.2015.05.011", "ArticleIdList": ["10.1016/j.lfs.2015.05.011", "26037399"]}, {"Citation": "Fan S-H, Wang Y-Y, Lu J, Zheng Y-L, Wu D-M, Li M-Q, et al. . Luteoloside suppresses proliferation and metastasis of hepatocellular carcinoma cells by inhibition of NLRP3 inflammasome. PLoS ONE. (2014) 9:89961. 10.1371/journal.pone.0089961", "ArticleIdList": ["10.1371/journal.pone.0089961", "PMC3935965", "24587153"]}, {"Citation": "Wei Q, Mu K, Li T, Zhang Y, Yang Z, Jia X, et al. . Deregulation of the NLRP3 inflammasome in hepatic parenchymal cells during liver cancer progression. Lab Invest. (2014) 94:52–62. 10.1038/labinvest.2013.126", "ArticleIdList": ["10.1038/labinvest.2013.126", "24166187"]}, {"Citation": "Mangan MS, Olhava EJ, Roush WR, Seidel HM, Glick GD, Latz E. Targeting the NLRP3 inflammasome in inflammatory diseases. Nat Rev Drug Discov. (2018) 17:588. 10.1038/nrd.2018.97", "ArticleIdList": ["10.1038/nrd.2018.97", "30026524"]}, {"Citation": "Korkina L, Kostyuk V, De Luca C, Pastore S. Plant phenylpropanoids as emerging anti-inflammatory agents. Mini Rev Med Chem. (2011) 11:823–35. 10.2174/138955711796575489", "ArticleIdList": ["10.2174/138955711796575489", "21762105"]}, {"Citation": "Islam MT, Da Mata AMOF, De Aguiar RPS, Paz MFCJ, De Alencar MVOB, Ferreira PMP, et al. . Therapeutic potential of essential oils focusing on diterpenes. Phytother Res. (2016) 30:1420–44. 10.1002/ptr.5652", "ArticleIdList": ["10.1002/ptr.5652", "27307034"]}, {"Citation": "Tan WD, Liao W, Zhou S, Wong WF. Is there a future for andrographolide to be an anti-inflammatory drug? Deciphering its major mechanisms of action. Biochem Pharmacol. (2017) 139:71–81. 10.1016/j.bcp.2017.03.024", "ArticleIdList": ["10.1016/j.bcp.2017.03.024", "28377280"]}, {"Citation": "Hao D-C, Ge G-B, Xiao P-G. Anticancer drug targets of Salvia phytometabolites: chemistry, Biology and omics. Curr Drug Targets. (2018) 19:1–20. 10.2174/1389450117666161207141020", "ArticleIdList": ["10.2174/1389450117666161207141020", "27924725"]}, {"Citation": "Tricarico PM, Kleiner G, Valencic E, Campisciano G, Girardelli M, Crovella S, et al. . Block of the mevalonate pathway triggers oxidative and inflammatory molecular mechanisms modulated by exogenous isoprenoid compounds. Int J Mol Sci. (2014) 15:6843–56. 10.3390/ijms15046843", "ArticleIdList": ["10.3390/ijms15046843", "PMC4013665", "24758928"]}, {"Citation": "Bauernfeind FG, Horvath G, Stutz A, Alnemri ES, Macdonald K, Speert D, et al. . Cutting edge: NF-κB activating pattern recognition and cytokine receptors license NLRP3 inflammasome activation by regulating NLRP3 expression. J Immunol. (2009) 183:787–91. 10.4049/jimmunol.0901363", "ArticleIdList": ["10.4049/jimmunol.0901363", "PMC2824855", "19570822"]}, {"Citation": "Gurung P, Anand PK, Malireddi RKS, Walle LV, Opdenbosch NV, Dillon CP, et al. . FADD and caspase-8 mediate priming and activation of the canonical and noncanonical Nlrp3 inflammasomes. J Immunol. (2014) 192:1835–46. 10.4049/jimmunol.1302839", "ArticleIdList": ["10.4049/jimmunol.1302839", "PMC3933570", "24453255"]}, {"Citation": "Song N, Liu ZS, Xue W, Bai ZF, Wang QY, Dai J, et al. . NLRP3 phosphorylation is an essential priming event for inflammasome activation. Mol Cell. (2017) 68:185–97. 10.1016/j.molcel.2017.08.017", "ArticleIdList": ["10.1016/j.molcel.2017.08.017", "28943315"]}, {"Citation": "Dostert C, Pétrilli V, Bruggen RV, Steele C, Mossman BT, Tschopp J. Innate immune activation through Nalp3 inflammasome sensing of asbestos and silica. Science. (2008) 320:674–7. 10.1126/science.1156995", "ArticleIdList": ["10.1126/science.1156995", "PMC2396588", "18403674"]}, {"Citation": "Muñoz-Planillo R, Kuffa P, Martínez-Colón G, Smith BL, Rajendiran TM, Núñez G. K+ efflux is the common trigger of NLRP3 inflammasome activation by bacterial toxins and particulate matter. Immunity. (2013) 38:1142–53. 10.1016/j.immuni.2013.05.016", "ArticleIdList": ["10.1016/j.immuni.2013.05.016", "PMC3730833", "23809161"]}, {"Citation": "He Y, Franchi L, Núñez G. TLR agonists stimulate Nlrp3-dependent IL-1β production independently of the purinergic P2X7 receptor in dendritic cells and in vivo. J Immunol. (2013) 190:334–9. 10.4049/jimmunol.1202737", "ArticleIdList": ["10.4049/jimmunol.1202737", "PMC3531812", "23225887"]}, {"Citation": "Aachoui Y, Chowdhury RR, Fitch RW, Ghosh SK. Molecular signatures of phytol-derived immunostimulants in the context of chemokine–cytokine microenvironment and enhanced immune response. Cell Immunol. (2011) 271:227–38. 10.1016/j.cellimm.2011.07.001", "ArticleIdList": ["10.1016/j.cellimm.2011.07.001", "21813116"]}, {"Citation": "Liu W, Gu J, Qi J, Zeng XN, Ji J, Chen ZZ, et al. . Lentinan exerts synergistic apoptotic effects with paclitaxel in A549 cells via activating ROS-TXNIP-NLRP 3 inflammasome. J Cell Mol Med. (2015) 19:1949–55. 10.1111/jcmm.12570", "ArticleIdList": ["10.1111/jcmm.12570", "PMC4549045", "25858687"]}, {"Citation": "Huang Z, Ye B, Han J, Kong F, Shan P, Lu Z, et al. . NACHT, LRR and PYD domains-containing protein 3 inflammasome is activated and inhibited by berberine via toll-like receptor 4/myeloid differentiation primary response gene 88/nuclear factor-κB pathway, in phorbol 12-myristate 13-acetate-induced macrophages. Mol Med Rep. (2018) 17:2673–80. 10.3892/mmr.2017.8189", "ArticleIdList": ["10.3892/mmr.2017.8189", "29207123"]}, {"Citation": "He H, Jiang H, Chen Y, Ye J, Wang A, Wang C, et al. . Oridonin is a covalent NLRP3 inhibitor with strong anti-inflammasome activity. Nat Commun. (2018) 9:2550. 10.1038/s41467-018-04947-6", "ArticleIdList": ["10.1038/s41467-018-04947-6", "PMC6026158", "29959312"]}, {"Citation": "He L, Peng X, Liu G, Tang C, Liu H, Liu F, et al. . Anti-inflammatory effects of triptolide on IgA nephropathy in rats. Immunopharmacology and immunotoxicology. (2015) 37:421–7. 10.3109/08923973.2015.1080265", "ArticleIdList": ["10.3109/08923973.2015.1080265", "26466641"]}, {"Citation": "Li X, Wu Y, Zhang W, Gong J, Cheng Y. Pre-conditioning with tanshinone IIA attenuates the ischemia/reperfusion injury caused by liver grafts via regulation of HMGB1 in rat Kupffer cells. Biomed Pharmacother. (2017) 89:1392–400. 10.1016/j.biopha.2017.03.022", "ArticleIdList": ["10.1016/j.biopha.2017.03.022", "28320107"]}, {"Citation": "Pan XC, Liu Y, Cen YY, Xiong YL, Li JM, Ding YY, et al. . Dual role of triptolide in interrupting the NLRP3 inflammasome pathway to attenuate cardiac fibrosis. Int J Mol Sci. (2019) 20:360. 10.3390/ijms20020360", "ArticleIdList": ["10.3390/ijms20020360", "PMC6359320", "30654511"]}, {"Citation": "Qian K, Zhang L, Shi K. Triptolide prevents osteoarthritis via inhibiting hsa-miR-20b. Inflammopharmacology. (2019) 27:109–19. 10.1007/s10787-018-0509-6", "ArticleIdList": ["10.1007/s10787-018-0509-6", "29974310"]}, {"Citation": "Cai L, Yi X, Yuan L, Gong G. The protective effect of tanshinone IIA on oxygen-glucose deprivation and reperfusion injury of microgliathrough the NLRP3 inflammatory signaling pathway. J Sichuan University Med Sci Edn. (2016) 47:660–4. Available online at: https://pubmed.ncbi.nlm.nih.gov/28598075/", "ArticleIdList": ["28598075"]}, {"Citation": "Li R, Lu K, Wang Y, Chen M, Zhang F, Shen H, et al. . Triptolide attenuates pressure overload-induced myocardial remodeling in mice via the inhibition of NLRP3 inflammasome expression. Biochem Biophys Res Commun. (2017) 485:69–75. 10.1016/j.bbrc.2017.02.021", "ArticleIdList": ["10.1016/j.bbrc.2017.02.021", "28202417"]}, {"Citation": "Hu Q, Wei B, Wei L, Hua K, Yu X, Li H, et al. . Sodium tanshinone IIA sulfonate ameliorates ischemia-induced myocardial inflammation and lipid accumulation in Beagle dogs through NLRP3 inflammasome. Int J Cardiol. (2015) 196:183–92. 10.1016/j.ijcard.2015.05.152", "ArticleIdList": ["10.1016/j.ijcard.2015.05.152", "26143630"]}, {"Citation": "Miranda MM, Panis C, da Silva SS, Macri JA, Kawakami NY, Hayashida TH, et al. . Kaurenoic acid possesses leishmanicidal activity by triggering a NLRP12/IL-1β/cNOS/NO Pathway. Med Inflam. (2015) 2015:392918. 10.1155/2015/392918", "ArticleIdList": ["10.1155/2015/392918", "PMC4444587", "26074677"]}, {"Citation": "Luehong N, Khaowmek J, Wongsawan K, Chuammitri P. Preferential pattern of mouse neutrophil cell death in response to various stimulants. In vitro Cell Dev Biol Animal. (2017) 53:513–24. 10.1007/s11626-016-0129-7", "ArticleIdList": ["10.1007/s11626-016-0129-7", "28138860"]}, {"Citation": "Marcuzzi A, Piscianz E, Zweyer M, Bortul R, Loganes C, Girardelli M, et al. . Geranylgeraniol and neurological impairment: involvement of apoptosis and mitochondrial morphology. Int J Mol Sci. (2016) 17:365. 10.3390/ijms17030365", "ArticleIdList": ["10.3390/ijms17030365", "PMC4813225", "26978350"]}, {"Citation": "Guo W, Sun Y, Liu W, Wu X, Guo L, Cai P, et al. . Small molecule-driven mitophagy-mediated NLRP3 inflammasome inhibition is responsible for the prevention of colitis-associated cancer. Autophagy. (2014) 10:972–85. 10.4161/auto.28374", "ArticleIdList": ["10.4161/auto.28374", "PMC4091180", "24879148"]}, {"Citation": "Peng S, Gao J, Liu W, Jiang C, Yang X, Sun Y, et al. . Andrographolide ameliorates OVA-induced lung injury in mice by suppressing ROS-mediated NF-κB signaling and NLRP3 inflammasome activation. Oncotarget. (2016) 7:80262. 10.18632/oncotarget.12918", "ArticleIdList": ["10.18632/oncotarget.12918", "PMC5348318", "27793052"]}, {"Citation": "Cabrera D, Wree A, Povero D, Solís N, Hernandez A, Pizarro M, et al. . Andrographolide ameliorates inflammation and fibrogenesis and attenuates inflammasome activation in experimental non-alcoholic steatohepatitis. Sci Rep. (2017) 7:3491. 10.1038/s41598-017-03675-z", "ArticleIdList": ["10.1038/s41598-017-03675-z", "PMC5471224", "28615649"]}, {"Citation": "Das S, Mishra K, Ganju L, Singh S. Andrographolide-A promising therapeutic agent, negatively regulates glial cell derived neurodegeneration of prefrontal cortex, hippocampus and working memory impairment. J Neuroimmunol. (2017) 313:161–75. 10.1016/j.jneuroim.2017.11.003", "ArticleIdList": ["10.1016/j.jneuroim.2017.11.003", "29146293"]}, {"Citation": "Yang N, Xia Z, Shao N, Li B, Xue L, Peng Y, et al. . Carnosic acid prevents dextran sulfate sodium-induced acute colitis associated with the regulation of the Keap1/Nrf2 pathway. Sci Rep. (2017) 7:1–12. 10.1038/s41598-017-11408-5", "ArticleIdList": ["10.1038/s41598-017-11408-5", "PMC5591263", "28887507"]}, {"Citation": "Song H-M, Li X, Liu Y-Y, Lu W-P, Cui Z-H, Zhou L, et al. . Carnosic acid protects mice from high-fat diet-induced NAFLD by regulating MARCKS. Int J Mol Med. (2018) 42:193–207. 10.3892/ijmm.2018.3593", "ArticleIdList": ["10.3892/ijmm.2018.3593", "PMC5979837", "29620148"]}, {"Citation": "Zhao X, Pu D, Zhao Z, Zhu H, Li H, Shen Y, et al. . Teuvincenone F suppresses LPS-induced inflammation and NLRP3 inflammasome activation by attenuating NEMO ubiquitination. Front Pharmacol. (2017) 8:565. 10.3389/fphar.2017.00565", "ArticleIdList": ["10.3389/fphar.2017.00565", "PMC5572209", "28878677"]}, {"Citation": "Jia M, Wu C, Gao F, Xiang H, Sun N, Peng P, et al. . Activation of NLRP3 inflammasome in peripheral nerve contributes to paclitaxel-induced neuropathic pain. Mol Pain. (2017) 13:1744806917719804. 10.1177/1744806917719804", "ArticleIdList": ["10.1177/1744806917719804", "PMC5562344", "28714351"]}, {"Citation": "Liu H, Lo CM, Yeung OWH, Li CX, Liu XB, Qi X, et al. . NLRP3 inflammasome induced liver graft injury through activation of telomere-independent RAP1/KC axis. J Pathol. (2017) 242:284–96. 10.1002/path.4901", "ArticleIdList": ["10.1002/path.4901", "28378341"]}, {"Citation": "Huang Y, Jiang H, Chen Y, Wang X, Yang Y, Tao J, et al. . Tranilast directly targets NLRP3 to treat inflammasome-driven diseases. EMBO Mol Med. (2018) 10. 10.15252/emmm.201708689", "ArticleIdList": ["10.15252/emmm.201708689", "PMC5887903", "29531021"]}, {"Citation": "Lim MM, Szymusiak R. Neurobiology of arousal and sleep: updates and insights into neurological disorders. Cur Sleep Med Rep. (2015) 1:91–100. 10.1007/s40675-015-0013-0", "ArticleIdList": ["10.1007/s40675-015-0013-0"]}, {"Citation": "Abderrazak A, Syrovets T, Couchie D, El Hadri K, Friguet B, Simmet T, et al. . NLRP3 inflammasome: from a danger signal sensor to a regulatory node of oxidative stress and inflammatory diseases. Redox Biol. (2015) 4:296–307. 10.1016/j.redox.2015.01.008", "ArticleIdList": ["10.1016/j.redox.2015.01.008", "PMC4315937", "25625584"]}, {"Citation": "Avgousti DC, Herrmann C, Kulej K, Pancholi NJ, Sekulic N, Petrescu J, et al. . A core viral protein binds host nucleosomes to sequester immune danger signals. Nature. (2016) 535:173–7. 10.1038/nature18317", "ArticleIdList": ["10.1038/nature18317", "PMC4950998", "27362237"]}, {"Citation": "Andersson U, Ottestad W, Tracey KJ. Extracellular HMGB1: a therapeutic target in severe pulmonary inflammation including COVID-19? Mol Med. (2020) 26:42. 10.1186/s10020-020-00172-4", "ArticleIdList": ["10.1186/s10020-020-00172-4", "PMC7203545", "32380958"]}, {"Citation": "de Matos SP, Teixeira HF, de Lima ÁAN, Veiga-Junior VF, Koester LS. Essential oils and isolated terpenes in nanosystems designed for topical administration: a review. Biomolecules. (2019) 9:138. 10.3390/biom9040138", "ArticleIdList": ["10.3390/biom9040138", "PMC6523335", "30959802"]}, {"Citation": "Kim T, Song B, Cho KS, Lee IS. Therapeutic potential of volatile terpenes and terpenoids from forests for inflammatory diseases. Int J Mol Sci. (2020) 21:2187. 10.3390/ijms21062187", "ArticleIdList": ["10.3390/ijms21062187", "PMC7139849", "32235725"]}, {"Citation": "Chen L, Hu C, Hood M, Zhang X, Zhang L, Kan J, et al. . A novel combination of vitamin C, curcumin and glycyrrhizic acid potentially regulates immune and inflammatory response associated with coronavirus infections: a perspective from system biology analysis. Nutrients. (2020) 12:1193. 10.3390/nu12041193", "ArticleIdList": ["10.3390/nu12041193", "PMC7230237", "32344708"]}, {"Citation": "Bailly C, Vergoten G. Glycyrrhizin: an alternative drug for the treatment of COVID-19 infection and the associated respiratory syndrome? Pharmacol Therapeut. (2020) 214:107618. 10.1016/j.pharmthera.2020.107618", "ArticleIdList": ["10.1016/j.pharmthera.2020.107618", "PMC7311916", "32592716"]}, {"Citation": "Hoss F, Rodriguez-Alcazar JF, Latz E. Assembly and regulation of ASC specks. Cell Mol Life Sci. (2017) 74:1211–29. 10.1007/s00018-016-2396-6", "ArticleIdList": ["10.1007/s00018-016-2396-6", "27761594"]}, {"Citation": "Keller M, Rüegg A, Werner S, Beer H-D. Active caspase-1 is a regulator of unconventional protein secretion. Cell. (2008) 132:818–31. 10.1016/j.cell.2007.12.040", "ArticleIdList": ["10.1016/j.cell.2007.12.040", "18329368"]}, {"Citation": "Kanneganti T-D, Özören N, Body-Malapel M, Amer A, Park J-H, Franchi L, et al. . Bacterial RNA and small antiviral compounds activate caspase-1 through cryopyrin/Nalp3. Nature. (2006) 440:233–6. 10.1038/nature04517", "ArticleIdList": ["10.1038/nature04517", "16407888"]}, {"Citation": "Willingham SB, Allen IC, Bergstralh DT, Brickey WJ, Huang MT-H, Taxman DJ, et al. . NLRP3. (NALP3, Cryopyrin) facilitates in vivo caspase-1 activation, necrosis, and HMGB1 release via inflammasome-dependent and-independent pathways. J Immunol. (2009) 183:2008–15. 10.4049/jimmunol.0900138", "ArticleIdList": ["10.4049/jimmunol.0900138", "PMC3652593", "19587006"]}, {"Citation": "Von Moltke J, Trinidad NJ, Moayeri M, Kintzer AF, Wang SB, Van Rooijen N, et al. . Rapid induction of inflammatory lipid mediators by the inflammasome in vivo. Nature. (2012) 490:107–11. 10.1038/nature11351", "ArticleIdList": ["10.1038/nature11351", "PMC3465483", "22902502"]}, {"Citation": "Wang L, Manji GA, Grenier JM, Al-Garawi A, Merriam S, Lora JM, et al. . PYPAF7, a novel PYRIN-containing Apaf1-like protein that regulates activation of NF-κB and caspase-1-dependent cytokine processing. J Biol Chem. (2002) 277:29874–80. 10.1074/jbc.M203915200", "ArticleIdList": ["10.1074/jbc.M203915200", "12019269"]}, {"Citation": "Zhang Y, Okamoto CT. Nucleotide binding domain and leucine-rich repeat pyrin domain-containing protein 12: characterization of its binding to hematopoietic cell kinase. Int J Biol Sci. (2020) 16:1507–25. 10.7150/ijbs.41798", "ArticleIdList": ["10.7150/ijbs.41798", "PMC7097926", "32226298"]}, {"Citation": "Franchi L, Eigenbrod T, Núñez G. Cutting edge: TNF-α mediates sensitization to ATP and silica via the NLRP3 inflammasome in the absence of microbial stimulation. J Immunol. (2009) 183:792–6. 10.4049/jimmunol.0900173", "ArticleIdList": ["10.4049/jimmunol.0900173", "PMC2754237", "19542372"]}, {"Citation": "Sutterwala FS, Haasken S, Cassel SL. Mechanism of NLRP3 inflammasome activation. Annals N Y Acad Sci. (2014) 1319:82. 10.1111/nyas.12458", "ArticleIdList": ["10.1111/nyas.12458", "PMC4074217", "24840700"]}, {"Citation": "Osawa R, Williams KL, Singh N. The inflammasome regulatory pathway and infections: role in pathophysiology and clinical implications. J Infect. (2011) 62:119–29. 10.1016/j.jinf.2010.10.002", "ArticleIdList": ["10.1016/j.jinf.2010.10.002", "20950647"]}, {"Citation": "Wen AY, Sakamoto KM, Miller LS. The role of the transcription factor CREB in immune function. J Immunol. (2010) 185:6413–9. 10.4049/jimmunol.1001829", "ArticleIdList": ["10.4049/jimmunol.1001829", "PMC5519339", "21084670"]}, {"Citation": "Liu ML, Hua KF, Yang TJ, Chiu HW, Ho CL. Essential oil from the heartwood of taiwan fir ameliorates LPS-induced inflammatory response by inhibiting the activation of mitogen-activated protein kinase. Nat Product Commun. (2014) 9:1934578X1400901029. 10.1177/1934578X1400901029", "ArticleIdList": ["10.1177/1934578X1400901029", "25522551"]}, {"Citation": "Brown MS, Goldstein JL. A proteolytic pathway that controls the cholesterol content of membranes, cells, and blood. Proc Natl Acad Sci USA. (1999) 96:11041–8. 10.1073/pnas.96.20.11041", "ArticleIdList": ["10.1073/pnas.96.20.11041", "PMC34238", "10500120"]}, {"Citation": "Park C-Y, Jun H-J, Wakita T, Cheong JH, Hwang SB. Hepatitis C virus nonstructural 4B protein modulates sterol regulatory element-binding protein signaling via the AKT pathway. J Biol Chem. (2009) 284:9237–46. 10.1074/jbc.M808773200", "ArticleIdList": ["10.1074/jbc.M808773200", "PMC2666576", "19204002"]}, {"Citation": "Gurcel L, Abrami L, Girardin S, Tschopp J, Van Der Goot FG. Caspase-1 activation of lipid metabolic pathways in response to bacterial pore-forming toxins promotes cell survival. Cell. (2006) 126:1135–45. 10.1016/j.cell.2006.07.033", "ArticleIdList": ["10.1016/j.cell.2006.07.033", "16990137"]}, {"Citation": "Próchnicki T, Mangan MS, Latz E. Recent insights into the molecular mechanisms of the NLRP3 inflammasome activation. F1000Research. (2016) 5:F1000. 10.12688/f1000research.8614.1", "ArticleIdList": ["10.12688/f1000research.8614.1", "PMC4963208", "27508077"]}, {"Citation": "Halle A, Hornung V, Petzold GC, Stewart CR, Monks BG, Reinheckel T, et al. . The NALP3 inflammasome is involved in the innate immune response to amyloid-β. Nat Immunol. (2008) 9:857. 10.1038/ni.1636", "ArticleIdList": ["10.1038/ni.1636", "PMC3101478", "18604209"]}, {"Citation": "Masters SL, Dunne A, Subramanian SL, Hull RL, Tannahill GM, Sharp FA, et al. . Activation of the NLRP3 inflammasome by islet amyloid polypeptide provides a mechanism for enhanced IL-1β in type 2 diabetes. Nat Immunol. (2010) 11:897. 10.1038/ni.1935", "ArticleIdList": ["10.1038/ni.1935", "PMC3103663", "20835230"]}, {"Citation": "Manczak M, Reddy PH. Abnormal interaction of oligomeric amyloid-β with phosphorylated tau: implications to synaptic dysfunction and neuronal damage. J Alzheimer's Dis. (2013) 36:285–95. 10.3233/JAD-130275", "ArticleIdList": ["10.3233/JAD-130275", "PMC3943249", "23594602"]}, {"Citation": "Abais JM, Xia M, Zhang Y, Boini KM, Li P-L. Redox regulation of NLRP3 inflammasomes: ROS as trigger or effector? Antioxidants Redox Signal. (2015) 22:1111–29. 10.1089/ars.2014.5994", "ArticleIdList": ["10.1089/ars.2014.5994", "PMC4403231", "25330206"]}, {"Citation": "Guarda G, Braun M, Staehli F, Tardivel A, Mattmann C, Förster I, et al. . Type I interferon inhibits interleukin-1 production and inflammasome activation. Immunity. (2011) 34:213–23. 10.1016/j.immuni.2011.02.006", "ArticleIdList": ["10.1016/j.immuni.2011.02.006", "21349431"]}, {"Citation": "Guzzo C, Ayer A, Basta S, Banfield BW, Gee K. IL-27 enhances LPS-induced proinflammatory cytokine production via upregulation of TLR4 expression and signaling in human monocytes. J Immunol. (2012) 188:864–73. 10.4049/jimmunol.1101912", "ArticleIdList": ["10.4049/jimmunol.1101912", "22156348"]}, {"Citation": "Garstkiewicz M, Strittmatter GE, Grossi S, Sand J, Fenini G, Werner S, et al. . Opposing effects of Nrf2 and Nrf2-activating compounds on the NLRP3 inflammasome independent of Nrf2-mediated gene expression. Eur J Immunol. (2017) 47:806–17. 10.1002/eji.201646665", "ArticleIdList": ["10.1002/eji.201646665", "28247911"]}, {"Citation": "Gugliandolo E, Fusco R, Ginestra G, D'amico R, Bisignano C, Mandalari G, et al. . Involvement of TLR4 and PPAR-α receptors in host response and NLRP3 inflammasome activation, against pulmonary infection with pseudomonas aeruginosa. Shock. (2019) 51:221–7. 10.1097/SHK.0000000000001137", "ArticleIdList": ["10.1097/SHK.0000000000001137", "29547450"]}, {"Citation": "Lerner AG, Upton J-P, Praveen P, Ghosh R, Nakagawa Y, Igbaria A, et al. . IRE1α induces thioredoxin-interacting protein to activate the NLRP3 inflammasome and promote programmed cell death under irremediable ER stress. Cell Metabol. (2012) 16:250–64. 10.1016/j.cmet.2012.07.007", "ArticleIdList": ["10.1016/j.cmet.2012.07.007", "PMC4014071", "22883233"]}, {"Citation": "Giorgi C, Ito K, Lin H-K, Santangelo C, Wieckowski MR, Lebiedzinska M, et al. . PML regulates apoptosis at endoplasmic reticulum by modulating calcium release. Science. (2010) 330:1247–51. 10.1126/science.1189157", "ArticleIdList": ["10.1126/science.1189157", "PMC3017677", "21030605"]}, {"Citation": "Zhou R, Yazdi AS, Menu P, Tschopp J. A role for mitochondria in NLRP3 inflammasome activation. Nature. (2011) 469:221–5. 10.1038/nature09663", "ArticleIdList": ["10.1038/nature09663", "21124315"]}, {"Citation": "Wang W, Wang X, Chun J, Vilaysane A, Clark S, French G, et al. . Inflammasome-independent NLRP3 augments TGF-β signaling in kidney epithelium. J Immunol. (2013) 190:1239–49. 10.4049/jimmunol.1201959", "ArticleIdList": ["10.4049/jimmunol.1201959", "23264657"]}, {"Citation": "Bracey NA, Gershkovich B, Chun J, Vilaysane A, Meijndert HC, Wright JR, et al. . Mitochondrial NLRP3 protein induces reactive oxygen species to promote Smad protein signaling and fibrosis independent from the inflammasome. J Biol Chem. (2014) 289:19571–84. 10.1074/jbc.M114.550624", "ArticleIdList": ["10.1074/jbc.M114.550624", "PMC4094069", "24841199"]}, {"Citation": "Rajamäki K, Mäyränpää MI, Risco A, Tuimala J, Nurmi K, Cuenda A, et al. . p38δ MAPK: a novel regulator of NLRP3 inflammasome activation with increased expression in coronary atherogenesis. Arterioscler Thromb Vascul Biol. (2016) 36:1937–46. 10.1161/ATVBAHA.115.307312", "ArticleIdList": ["10.1161/ATVBAHA.115.307312", "27417584"]}, {"Citation": "Brew K, Dinakarpandian D, Nagase H. Tissue inhibitors of metalloproteinases: evolution, structure and function. Biochim Biophys Acta. (2000) 1477:267–83. 10.1016/S0167-4838(99)00279-4", "ArticleIdList": ["10.1016/S0167-4838(99)00279-4", "10708863"]}, {"Citation": "Nothnick WB. Disruption of the tissue inhibitor of metalloproteinase-1 gene results in altered reproductive cyclicity and uterine morphology in reproductive-age female mice. Biol Reproduc. (2000) 63:905–12. 10.1095/biolreprod63.3.905", "ArticleIdList": ["10.1095/biolreprod63.3.905", "10952938"]}, {"Citation": "Kim Y-S, Kim S-H, Kang J-G, Ko J-H. Expression level and glycan dynamics determine the net effects of TIMP-1 on cancer progression. BMB Rep. (2012) 45:623. 10.5483/BMBRep.2012.45.11.233", "ArticleIdList": ["10.5483/BMBRep.2012.45.11.233", "PMC4133808", "23187000"]}, {"Citation": "Liu K-H, Zhou N, Zou Y, Yang Y-Y, Ouyang S-X, Liang Y-M. Spleen Tyrosine Kinase (SYK) in the Progression of Peritoneal Fibrosis Through Activation of the TGF-β1/Smad3 Signaling Pathway. Med Sci Monitor. (2019) 25:9346. 10.12659/MSM.917287", "ArticleIdList": ["10.12659/MSM.917287", "PMC6918804", "31812978"]}, {"Citation": "Islam MT, Silva CB, Alencar MVOB, Paz MFCJ, Almeida FRC, Melo-Cavalcante AAC. Diterpenes: advances in neurobiological drug research. Phytother Res. (2016) 30:915–28. 10.1002/ptr.5609", "ArticleIdList": ["10.1002/ptr.5609", "27020718"]}, {"Citation": "Freeman TL, Swartz TH. Targeting the NLRP3 inflammasome in Severe COVID-19. Front Immunol. (2020) 11:1518. 10.3389/fimmu.2020.01518", "ArticleIdList": ["10.3389/fimmu.2020.01518", "PMC7324760", "32655582"]}, {"Citation": "Islam MT, Sarkar C, El-Kersh DM, Jamaddar S, Uddin SJ, Shilpi JA, et al. . Natural products and their derivatives against coronavirus: a review of the non-clinical and pre-clinical data. Phytother Res. (2020). 10.1002/ptr.6700", "ArticleIdList": ["10.1002/ptr.6700", "32248575"]}, {"Citation": "Orhan IE, Deniz FSS. Natural products as potential leads against coronaviruses: could they be encouraging structural models against SARS-CoV-2? Nat Products Bioprospect. (2020) 10:171–86. 10.1007/s13659-020-00250-4", "ArticleIdList": ["10.1007/s13659-020-00250-4", "PMC7289229", "32529545"]}]}], "History": [{"Year": "2020", "Month": "6", "Day": "12"}, {"Year": "2020", "Month": "8", "Day": "17"}, {"Year": "2020", "Month": "10", "Day": "26", "Hour": "5", "Minute": "22"}, {"Year": "2020", "Month": "10", "Day": "27", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "6", "Day": "16", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "1", "Day": "1"}], "PublicationStatus": "epublish", "ArticleIdList": ["33101293", "PMC7546345", "10.3389/fimmu.2020.572136"]}}]}