{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Apoptosis", "Comet assay", "Crocus sativus", "Ischemia", "Oxygen-glucose-serum deprivation (OGD)", "Safranal"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "33128592", "DateCompleted": {"Year": "2021", "Month": "11", "Day": "05"}, "DateRevised": {"Year": "2021", "Month": "11", "Day": "05"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "10", "Day": "31"}], "Language": ["eng"], "ELocationID": ["10.1007/s00210-020-01999-8"], "Journal": {"ISSN": "1432-1912", "JournalIssue": {"Volume": "394", "Issue": "4", "PubDate": {"Year": "2021", "Month": "Apr"}}, "Title": "Naunyn-Schmiedeberg's archives of pharmacology", "ISOAbbreviation": "Naunyn Schmiedebergs Arch Pharmacol"}, "ArticleTitle": "Safranal protects against ischemia-induced PC12 cell injury through inhibiting oxidative stress and apoptosis.", "Pagination": {"StartPage": "707", "EndPage": "716", "MedlinePgn": "707-716"}, "Abstract": {"AbstractText": ["Safranal, isolated from saffron (Crocus sativus L.), is known to possesses neuroprotective effects. In this study, the neuroprotective potential of safranal against PC12 cell injury triggered by ischemia/reperfusion was investigated. PC12 cells were pretreated with safranal at concentration ranges of 10-160 μM for 2 h and then deprived from oxygen-glucose-serum for 6 h, followed by reoxygenation for 24 h (OGD condition). 3-(4,5-dimethylthiazol-2-yl)-2,5-diphenyltetrazolium bromide (MTT), 2,7-dichlorofluorescin diacetate (DCF-DA), and comet assays were used to measure the extent of cellular viability, reactive oxygen substances (ROS), and DNA damage, respectively. Also, propidium iodide (PI) flow cytometry assay and western blotting of bax, bcl-2, and cleaved caspase-3 were performed for assessment of apoptosis. OGD exposure reduced the cell viability and increased intracellular ROS production, oxidative DNA damage, and apoptosis, in comparison with untreated control cells. Pretreatment with safranal (40 and 160 μM) significantly attenuated OGD-induced PC12 cell death, oxidative damage, and apoptosis. Furthermore, safranal markedly reduced the overexpression of bax/bcl-2 ratio and active caspase-3 following OGD (p < 0.05). The present findings indicated that safranal protects against OGD-induced neurotoxicity via modulating of oxidative and apoptotic responses.Graphical abstract The schematic representation of the mode of action of safranal against PC12 cells death induced by oxygen-glucose-serum deprivation and reoxygenation (OGD-R)."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Neuroscience Research Center, Mashhad University of Medical Sciences, Mashhad, Iran."}, {"Identifier": [], "Affiliation": "Department of Neuroscience, Faculty of Medicine, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Forouzanfar", "ForeName": "Fatemeh", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Anaestehsiology and Critical Care Research Center, Shiraz University of Medical Sciences, Shiraz, Iran."}], "LastName": "Asadpour", "ForeName": "Elham", "Initials": "E"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Pharmaceutical Research Center, Pharmaceutical Technology Institute, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Hosseinzadeh", "ForeName": "Hossein", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Pharmacological Research Center of Medicinal Plants, Mashhad University of Medical Sciences, PO Box 99199-91766, Mashhad, Iran."}], "LastName": "Boroushaki", "ForeName": "Mohammad Taher", "Initials": "MT"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Neurocognitive Sciences, Psychiatry and Behavioral Sciences Research Center, Faculty of Medicine, Mashhad University of Medical Sciences, PO Box 99199-91766, Mashhad, Iran."}], "LastName": "Adab", "ForeName": "Afrouz", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology, Faculty of Medicine, Mashhad University of Medical Sciences, PO Box 99199-91766, Mashhad, Iran."}], "LastName": "Dastpeiman", "ForeName": "Seyedeh Hoda", "Initials": "SH"}, {"Identifier": ["0000-0002-3228-6897"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Pharmacological Research Center of Medicinal Plants, Mashhad University of Medical Sciences, PO Box 99199-91766, Mashhad, Iran. sadeghniahr@mums.ac.ir."}, {"Identifier": [], "Affiliation": "Division of Neurocognitive Sciences, Psychiatry and Behavioral Sciences Research Center, Faculty of Medicine, Mashhad University of Medical Sciences, PO Box 99199-91766, Mashhad, Iran. sadeghniahr@mums.ac.ir."}, {"Identifier": [], "Affiliation": "Department of Pharmacology, Faculty of Medicine, Mashhad University of Medical Sciences, PO Box 99199-91766, Mashhad, Iran. sadeghniahr@mums.ac.ir."}], "LastName": "Sadeghnia", "ForeName": "Hamid R", "Initials": "HR"}], "GrantList": [{"GrantID": "89502,900950", "Agency": "Mashhad University of Medical Sciences", "Country": ""}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "Naunyn Schmiedebergs Arch Pharmacol", "NlmUniqueID": "0326264", "ISSNLinking": "0028-1298"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Bcl2 protein, rat"}, {"RegistryNumber": "0", "NameOfSubstance": "Cyclohexenes"}, {"RegistryNumber": "0", "NameOfSubstance": "Neuroprotective Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Proto-Oncogene Proteins c-bcl-2"}, {"RegistryNumber": "0", "NameOfSubstance": "Reactive Oxygen Species"}, {"RegistryNumber": "0", "NameOfSubstance": "Terpenes"}, {"RegistryNumber": "4393FR07EA", "NameOfSubstance": "safranal"}, {"RegistryNumber": "EC 3.4.22.-", "NameOfSubstance": "Casp3 protein, rat"}, {"RegistryNumber": "EC 3.4.22.-", "NameOfSubstance": "Caspase 3"}, {"RegistryNumber": "IY9XDZ35W2", "NameOfSubstance": "Glucose"}, {"RegistryNumber": "S88TT14065", "NameOfSubstance": "Oxygen"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": ["drug effects"], "DescriptorName": "Apoptosis"}, {"QualifierName": ["metabolism"], "DescriptorName": "Caspase 3"}, {"QualifierName": ["drug effects"], "DescriptorName": "Cell Hypoxia"}, {"QualifierName": ["drug effects"], "DescriptorName": "Cell Survival"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Cyclohexenes"}, {"QualifierName": [], "DescriptorName": "DNA Damage"}, {"QualifierName": [], "DescriptorName": "Glucose"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Neuroprotective Agents"}, {"QualifierName": ["drug effects"], "DescriptorName": "Oxidative Stress"}, {"QualifierName": [], "DescriptorName": "Oxygen"}, {"QualifierName": [], "DescriptorName": "PC12 Cells"}, {"QualifierName": ["metabolism"], "DescriptorName": "Proto-Oncogene Proteins c-bcl-2"}, {"QualifierName": [], "DescriptorName": "Rats"}, {"QualifierName": ["metabolism"], "DescriptorName": "Reactive Oxygen Species"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Terpenes"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Ahmad N, Ahmad R, Abbas Naqvi A, Ashafaq M, Alam MA, Ahmad FJ, Al-Ghamdi MS (2017) The effect of safranal loaded mucoadhesive nanoemulsion on oxidative stress markers in cerebral ischemia. Artificial Cells Nanomed Biotechnol 45:775–787"}, {"Citation": "Alamdary SZ, Digaleh H, Khodagholi F (2013) Dual contradictory effect of H-89 on neuronal retraction, death and inflammation in differentiated PC12 cells subjected to oxidative stress. 51:1030–1037"}, {"Citation": "Al-Hrout A, Chaiboonchoe A, Khraiwesh B, Murali C, Baig B, El-Awady R, Tarazi H, Alzahmi A, Nelson DR, Greish YE, Ramadan W, Salehi-Ashtiani K, Amin A (2018) Safranal induces DNA double-strand breakage and ER-stress-mediated cell death in hepatocellular carcinoma cells. Sci Rep 8:16951", "ArticleIdList": ["30446676", "6240095"]}, {"Citation": "Alinejad B, Ghorbani A, Sadeghnia HR (2013) Effects of combinations of curcumin, linalool, rutin, safranal, and thymoquinone on glucose/serum deprivation-induced cell death. Avicenna J Phytomed 3:321–328", "ArticleIdList": ["25050289", "4075728"]}, {"Citation": "Babazadeh B, Sadeghnia HR, Kapurchal ES, Parsaee H, Nasri S, Tayarani-Najaran Z (2012) Protective effect of Nigella sativa and thymoquinone on serum/glucose deprivation-induced DNA damage in PC12 cells. Avicenna J Phytomed 2:125–132", "ArticleIdList": ["25050241", "4075672"]}, {"Citation": "Bai J, Zheng Y, Wang G, Liu P (2015) Protective effect of D-limonene against oxidative stress-induced cell damage in human lens epithelial cells via the p38 pathway. Oxidative Med Cell Longev 2016:1–12"}, {"Citation": "Bharti S, Golechha M, Kumari S, Siddiqui KM, Arya DS (2012) Akt/GSK-3β/eNOS phosphorylation arbitrates safranal-induced myocardial protection against ischemia–reperfusion injury in rats. Eur J Nutr 51:719–727", "ArticleIdList": ["21983875"]}, {"Citation": "Cassella CR, Jagoda A (2017) Ischemic stroke: advances in diagnosis and management. Emerg Med Clin North Am 35:911–930", "ArticleIdList": ["28987436"]}, {"Citation": "Cheng X, Zhang F, Li J, Wang G (2019) Galuteolin attenuates cerebral ischemia/reperfusion injury in rats via anti-apoptotic, anti-oxidant, and anti-inflammatory mechanisms. Neuropsychiatr Dis Treat 15:2671–2680", "ArticleIdList": ["31571883", "6754329"]}, {"Citation": "Clemens JA, Panetta JA (1994) Neuroprotection by antioxidants in models of global and focal ischemia. Ann N Y Acad Sci 738:250–256", "ArticleIdList": ["7832435"]}, {"Citation": "Cory S, Huang DC, Adams JM (2003) The Bcl-2 family: roles in cell survival and oncogenesis. Oncogene 22:8590–8607", "ArticleIdList": ["14634621"]}, {"Citation": "Cuenca N, Fernandez-Sanchez L, Lax P, Esquiva G, Pinilla I, Martin-Nieto J (2009) Safranal slows retinal degeneration in the retinitis pigmentosa P23H rat model. Invest Ophthalmol Vis Sci 50:979–979"}, {"Citation": "Delkhosh-Kasmaie F, Farshid AA, Tamaddonfard E, Imani M (2018) The effects of safranal, a constitute of saffron, and metformin on spatial learning and memory impairments in type-1 diabetic rats: behavioral and hippocampal histopathological and biochemical evaluations. Biomed Pharmacother 107:203–211", "ArticleIdList": ["30092399"]}, {"Citation": "Dogra A, Kotwal P, Gour A, Bhatt S, Singh G, Mukherjee D, Nandi U (2020) Description of druglike properties of safranal and its chemistry behind low oral exposure. ACS omega 5:9885–9891", "ArticleIdList": ["32391475", "7203973"]}, {"Citation": "Elmazoglu Z, Ergin V, Sahin E, Kayhan H, Karasu C (2017) Oleuropein and rutin protect against 6-OHDA-induced neurotoxicity in PC12 cells through modulation of mitochondrial function and unfolded protein response. Interdiscip Toxicol 10:129–141", "ArticleIdList": ["30147420"]}, {"Citation": "Fu Y, Yang G, Zhu F, Peng C, Li W, Li H, Kim HG, Bode AM, Dong Z, Dong Z (2014) Antioxidants decrease the apoptotic effect of 5-Fu in colon cancer by regulating Src-dependent caspase-7 phosphorylation. Cell Death Dis 5:e983", "ArticleIdList": ["24407236", "4040661"]}, {"Citation": "Hamza AA, El hodairy F, Badawi AM (2016) Safranal ameliorates sodium valproate-induced liver toxicity in rats by targeting gene expression, oxidative stress and apoptosis. J Biomed Pharm Res 4:46–60"}, {"Citation": "Hariri AT, Moallem SA, Mahmoudi M, Memar B, Hosseinzadeh H (2010) Sub-acute effects of diazinon on biochemical indices and specific biomarkers in rats: protective effects of crocin and safranal. Food Chem Toxicol 48:2803–2808", "ArticleIdList": ["20637253"]}, {"Citation": "Harris CA, Johnson EM (2001) BH3-only Bcl-2 family members are coordinately regulated by the JNK pathway and require Bax to induce apoptosis in neurons. J Biol Chem 276:37754–37760", "ArticleIdList": ["11495903"]}, {"Citation": "Hazman Ö, Ovalı S (2015) Investigation of the anti-inflammatory effects of safranal on high-fat diet and multiple low-dose streptozotocin induced type 2 diabetes rat model. Inflammation 38:1012–1019", "ArticleIdList": ["25411096"]}, {"Citation": "Hosseinzadeh H, Noraei NB (2009) Anxiolytic and hypnotic effect of Crocus sativus aqueous extract and its constituents, crocin and safranal, in mice. Phytother Res 23:768–774", "ArticleIdList": ["19142981"]}, {"Citation": "Hosseinzadeh H, Sadeghnia HR (2005) Safranal, a constituent of Crocus sativus (saffron), attenuated cerebral ischemia induced oxidative damage in rat hippocampus. J Pharm Pharm Sci 8:394–399", "ArticleIdList": ["16401389"]}, {"Citation": "Hosseinzadeh H, Sadeghnia H (2007a) Protective effect of safranal on pentylenetetrazol-induced seizures in the rat: involvement of GABAergic and opioids systems. Phytomedicine 14:256–262", "ArticleIdList": ["16707256"]}, {"Citation": "Hosseinzadeh H, Sadeghnia HR (2007b) Effect of safranal, a constituent of Crocus sativus (saffron), on methyl methanesulfonate (MMS)-induced DNA damage in mouse organs: an alkaline single-cell gel electrophoresis (comet) assay. DNA Cell Biol 26:841–846", "ArticleIdList": ["17854266"]}, {"Citation": "Hou T, Zhang X, Xu J, Jian C, Huang Z, Ye T, Hu K, Zheng M, Gao F, Wang X (2013) Synergistic triggering of superoxide flashes by mitochondrial Ca2+ uniport and basal reactive oxygen species elevation. J Biol Chem 288:4602–4612", "ArticleIdList": ["23283965", "3576066"]}, {"Citation": "Hu R, Cao Q, Sun Z, Chen J, Zheng Q, Xiao F (2018) A novel method of neural differentiation of PC12 cells by using Opti-MEM as a basic induction medium. 41:195–201"}, {"Citation": "Huang L, Zhong X, Qin S, Deng M (2020) Protocatechuic acid attenuates β-secretase activity and okadaic acid-induced autophagy via the Akt/GSK-3β/MEF2D pathway in PC12 cells. 21:1328–1335"}, {"Citation": "Jiang W, Chen L, Zhang X, Chen J, Li X, Hou W, Xiao N (2014) Red photon treatment inhibits apoptosis via regulation of bcl-2 proteins and ROS levels, alleviating hypoxic–ischemic brain damage. Neuroscience 268:66–74", "ArticleIdList": ["24607343"]}, {"Citation": "Kanakis CD, Tarantilis PA, Tajmir-Riahi HA, Polissiou MG (2007) Crocetin, dimethylcrocetin, and safranal bind human serum albumin: stability and antioxidative properties. J Agric Food Chem 55:970–977", "ArticleIdList": ["17263501"]}, {"Citation": "Lahiani A, Brand-Yavin A, Yavin E, Lazarovici P (2018) Neuroprotective effects of bioactive compounds and MAPK pathway modulation in “ischemia”—stressed PC12 pheochromocytoma cells. 8:32"}, {"Citation": "Lalkovičová M, Danielisová V (2016) Neuroprotection and antioxidants. Neural Regen Res 11:865", "ArticleIdList": ["27482198", "4962567"]}, {"Citation": "Li Y, Zhang W, Chen C, Zhang C, Duan J, Yao H, Wei Q, Meng A, Shi J (2018) Inotodiol protects PC12 cells against injury induced by oxygen and glucose deprivation/restoration through inhibiting oxidative stress and apoptosis. J Appl Biomed 16:126–132"}, {"Citation": "Liang F, Xie SJE, Medicine T (2017) Puerarin prevents tumor necrosis factor-α-induced apoptosis of PC12 cells via activation of the PI3K/Akt signaling pathway. 14:813–818"}, {"Citation": "Liu C, Li S, Tsao R, Li S, Zhang Y (2017) Extraction and isolation of potential anti-stroke compounds from black soybean (Glycine max L. Merrill) guided by in vitro PC12 cell model. J Funct Foods 31:295–303"}, {"Citation": "Liu W, Miao Y, Zhang L, Xu X, Luan QJB (2020) MiR-211 protects cerebral ischemia/reperfusion injury by inhibiting cell apoptosis. 11:189–200"}, {"Citation": "Malaekeh-Nikouei B, Mousavi SH, Shahsavand S, Mehri S, Nassirli H, Moallem SA (2013) Assessment of cytotoxic properties of safranal and nanoliposomal safranal in various cancer cell lines. Phytother Res 27:1868–1873", "ArticleIdList": ["23494763"]}, {"Citation": "Minutoli L, Puzzolo D, Rinaldi M, Irrera N, Marini H, Arcoraci V, Bitto A, Crea G, Pisani A, Squadrito F (2016) ROS-mediated NLRP3 inflammasome activation in brain, heart, kidney, and testis ischemia/reperfusion injury. Oxidative Med Cell Longev 2016:1–10"}, {"Citation": "Mosmann T (1983) Rapid colorimetric assay for cellular growth and survival: application to proliferation and cytotoxicity assays. J Immunol Methods 65:55–63", "ArticleIdList": ["6606682"]}, {"Citation": "Mousavi S, Tayarani-Najaran Z, Asghari M, Sadeghnia H (2010) Protective effect of Nigella sativa extract and thymoquinone on serum/glucose deprivation-induced PC12 cells death. Cell Mol Neurobiol 30:591–598", "ArticleIdList": ["20054635"]}, {"Citation": "Ozkececi ZT, Gonul Y, Yuksel Y, Karavelioglu A, Tunay K, Gulsari Y, Cartilli O, Hazman O, Bal A (2016) Investigation of the effect of safranal and crocin pre-treatment on hepatic injury induced by infrarenal aortic occlusion. Biomed Pharmacother 83:160–166", "ArticleIdList": ["27470563"]}, {"Citation": "Paliwal P, Chauhan G, Gautam D, Dash D, Patne SC, Krishnamurthy S (2018) Indole-3-carbinol improves neurobehavioral symptoms in a cerebral ischemic stroke model. Naunyn Schmiedeberg's Arch Pharmacol 391:613–625"}, {"Citation": "Pan P, Qiao L, Wen X (2016) Safranal prevents rotenone-induced oxidative stress and apoptosis in an in vitro model of Parkinson’s disease through regulating Keap1/Nrf2 signaling pathway. Cell Mol Biol 62:11–17", "ArticleIdList": ["28145852"]}, {"Citation": "Papandreou MA, Tsachaki M, Efthimiopoulos S, Cordopatis P, Lamari FN, Margarity M (2011) Memory enhancing effects of saffron in aged mice are correlated with antioxidant protection. Behav Brain Res 219:197–204", "ArticleIdList": ["21238492"]}, {"Citation": "Peters O, Back T, Lindauer U, Busch C, Megow D, Dreier J, Dirnagl U (1998) Increased formation of reactive oxygen species after permanent and reversible middle cerebral artery occlusion in the rat. J Cereb Blood Flow Metab 18:196–205", "ArticleIdList": ["9469163"]}, {"Citation": "Radak D, Katsiki N, Resanovic I, Jovanovic A, Sudar-Milovanovic E, Zafirovic S, Mousad SA, Isenovic ER (2017) Apoptosis and acute brain ischemia in ischemic stroke. Curr Vasc Pharmacol 15:115–122", "ArticleIdList": ["27823556"]}, {"Citation": "Rafieipour F, Hadipour E, Emami SA, Asili J, Tayarani-Najaran Z (2019) Safranal protects against beta-amyloid peptide-induced cell toxicity in PC12 cells via MAPK and PI3 K pathways. Metab Brain Dis 34:165–172", "ArticleIdList": ["30402809"]}, {"Citation": "Rahaman MS, Banik S, Akter M, Rahman MM, Sikder MT, Hosokawa T, Saito T, Kurasaki MJE, Safety E (2020) Curcumin alleviates arsenic-induced toxicity in PC12 cells via modulating autophagy/apoptosis. 200:110756"}, {"Citation": "Riccardi C, Nicoletti I (2006) Analysis of apoptosis by propidium iodide staining and flow cytometry. Nat Protoc 1:1458–1461", "ArticleIdList": ["17406435"]}, {"Citation": "Sadeghnia HR, Kamkar M, Assadpour E, Boroushaki MT, Ghorbani A (2013) Protective effect of safranal, a constituent of Crocus sativus, on quinolinic acid-induced oxidative damage in rat hippocampus. Iran J Basic Med Sci 16:73", "ArticleIdList": ["23638295", "3637907"]}, {"Citation": "Sadeghnia HR, Ghorbani Hesari T, Mortazavian SM, Mousavi SH, Tayarani-Najaran Z, Ghorbani A (2014) Viola tricolor induces apoptosis in cancer cells and exhibits antiangiogenic activity on chicken chorioallantoic membrane. Biomed Res Int 2014:1–8"}, {"Citation": "Tarantilis PA, Tsoupras G, Polissiou M (1995) Determination of saffron (Crocus sativus L.) components in crude plant extract using high-performance liquid chromatography-UV-visible photodiode-array detection-mass spectrometry. J Chromatogr A 699:107–118", "ArticleIdList": ["7757208"]}, {"Citation": "Thieme H, Morkisch N, Mehrholz J, Pohl M, Behrens J, Borgetto B, Dohle C (2018) Mirror therapy for improving motor function after stroke. Cochrane Database Syst Rev 50:e26–e27"}, {"Citation": "Wang H, Joseph JA (1999) Quantifying cellular oxidative stress by dichlorofluorescein assay using microplate reader. Free Radic Biol Med 27:612–616", "ArticleIdList": ["10490282"]}, {"Citation": "Wang C-H, Lee W-J, Ghanta VK, Wang W-T, Cheng S-Y, Hsueh C-M (2009) Molecules involve in the self-protection of neurons against glucose–oxygen–serum deprivation (GOSD)-induced cell damage. Brain Res Bull 79:169–176", "ArticleIdList": ["19429187"]}, {"Citation": "Wang J, Liu S, Li S, Song F, Zhang Y, Liu Z, C-m L (2014) Ultrafiltration LC-PDA-ESI/MS combined with reverse phase-medium pressure liquid chromatography for screening and isolation potential α-glucosidase inhibitors from Scutellaria baicalensis Georgi. Anal Methods 6:5918–5924"}, {"Citation": "Wiatrak B, Kubis-Kubiak A, Piwowar A, Barg EJC (2020) PC12 cell line: cell types, coating of culture vessels, Differentiation and Other Culture Conditions. 9:958"}, {"Citation": "Woronowicz A, Amith SR, Davis VW, Jayanth P, De Vusser K, Laroy W, Contreras R, Meakin SO, Szewczuk MR (2007) Trypanosome trans-sialidase mediates neuroprotection against oxidative stress, serum/glucose deprivation, and hypoxia-induced neurite retraction in Trk-expressing PC12 cells. Glycobiology 17:725–734", "ArticleIdList": ["17389653"]}, {"Citation": "Wu C, Zhao W, Yu J, Li S, Lin L, Chen X (2018) Induction of ferroptosis and mitochondrial dysfunction by oxidative stress in PC12 cells. 8:1–11"}, {"Citation": "Wu L, Xiong X, Wu X, Ye Y, Jian Z, Zhi Z, Gu L (2020) Targeting oxidative stress and inflammation to prevent ischemia-reperfusion injury. Front Mol Neurosci 13:28", "ArticleIdList": ["32194375", "7066113"]}, {"Citation": "Zhang C, Ma J, Fan L, Zou Y, Dang X, Wang K, Song J (2015) Neuroprotective effects of safranal in a rat model of traumatic injury to the spinal cord by anti-apoptotic, anti-inflammatory and edema-attenuating. Tissue Cell 47:291–300", "ArticleIdList": ["25891268"]}, {"Citation": "Zhang Y, Zhang J, Wu C, Guo S, Su J, Zhao W, Xing H (2019) Higenamine protects neuronal cells from oxygen-glucose deprivation/reoxygenation-induced injury. J Cell Biochem 120:3757–3764", "ArticleIdList": ["30270549"]}, {"Citation": "Zhi J, Duan B, Pei J, Wu S, Wei J (2019) Daphnetin protects hippocampal neurons from oxygen-glucose deprivation-induced injury. J Cell Biochem 120:4132–4139", "ArticleIdList": ["30260007"]}, {"Citation": "Zhou H, Yang W-s, Li Y, Ren T, Peng L, Guo H, J-f L, Zhou Y, Zhao Y, Yang L-c (2017) Oleoylethanolamide attenuates apoptosis by inhibiting the TLR4/NF-κB and ERK1/2 signaling pathways in mice with acute ischemic stroke. Naunyn Schmiedeberg's Arch Pharmacol 390:77–84"}]}], "History": [{"Year": "2020", "Month": "2", "Day": "6"}, {"Year": "2020", "Month": "10", "Day": "11"}, {"Year": "2020", "Month": "11", "Day": "1", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "11", "Day": "6", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "10", "Day": "31", "Hour": "17", "Minute": "7"}], "PublicationStatus": "ppublish", "ArticleIdList": ["33128592", "10.1007/s00210-020-01999-8", "10.1007/s00210-020-01999-8"]}}]}