{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Antipyretic drug", "Nitric oxide", "Prasachandaeng remedy", "Prostaglandin E(2) production", "Thai traditional medicine"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "33129948", "DateCompleted": {"Year": "2021", "Month": "03", "Day": "10"}, "DateRevised": {"Year": "2021", "Month": "03", "Day": "10"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "10", "Day": "29"}], "Language": ["eng"], "ELocationID": ["10.1016/j.jep.2020.113520", "S0378-8741(20)33406-1"], "Journal": {"ISSN": "1872-7573", "JournalIssue": {"Volume": "268", "PubDate": {"Year": "2021", "Month": "Mar", "Day": "25"}}, "Title": "Journal of ethnopharmacology", "ISOAbbreviation": "J Ethnopharmacol"}, "ArticleTitle": "Ethnopharmacological analysis from Thai traditional medicine called prasachandaeng remedy as a potential antipyretic drug.", "Pagination": {"StartPage": "113520", "MedlinePgn": "113520"}, "Abstract": {"AbstractText": ["Prasachandaeng (PSD) remedy is a famous antipyretic drug for adults and children in Thai traditional medicine used and is described in Thailand's National List of Essential Medicine. Relationship between the taste of this herbal medicine, ethnopharmacological used and its pharmacological properties was reviewed.", "Since there has been no scientific report on the antipyretic activity of PSD, aim of this study was to investigate the efficacy related antipyretic drug of the remedy and its 12 herbal ingredients. It involved quality evaluation of raw materials, extraction of PSD and its ingredients, in vitro evaluation of their inhibitory activities on fever mediators, i.e. NO and PGE<sub>2</sub> production in murine macrophage (RAW 264.7) cell line stimulated by lipopolysaccharide, and its stability study of the 95% ethanolic extract of PSD remedy.", "PSD remedy was extracted by maceration with 50% and 95% ethanol (PSD50 and PSD95), by decoction with distilled water (PSDW), and hydrolysis of PSDW with 0.1 N HCl (PSDH). The 12 plant ingredients were extracted with 95% ethanol. Quality evaluation of PSD ingredients was performed according to the standard procedures for the quality control of herbal materials. The inhibitory activity on nitric oxide production was determined by the Griess reaction and the inhibition of prostaglandin E<sub>2</sub> production was determined using the ELISA test kit.", "PSD ingredients passed the quality standard stipulated for herbal materials. PSD95 exhibited the highest inhibitory activities on the production of NO and PGE<sub>2</sub> with the IC<sub>50</sub> values of 42.40 ± 0.72 and 4.65 ± 0.76 μg/mL, respectively. A standard drug acetaminophen (ACP) exhibited inhibition of NO and PGE<sub>2</sub> production with the IC<sub>50</sub> values of 99.50 ± 0.43 and 6.110 ± 0.661 μg/mL, respectively. The stability study was suggested two years shelf-life of PSD95. This is the first report on the activity related antipyretic activity of PSD remedy and its ingredients against two fever mediators, NO and PGE<sub>2</sub>.", "The results suggested that the 95% ethanolic extracts of PSD remedy and some of its ingredients, were better than ACP in reducing fever. PSD should be further studied using in vivo models and clinical trials to support its use as an antipyretic drug in Thai traditional medicine."], "CopyrightInformation": "Copyright © 2020. Published by Elsevier B.V."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Student of Doctor of Philosophy (Applied Thai Traditional Medicine), Department of Applied Thai Traditional Medicine, Faculty of Medicine, Thammasat University (Rangsit Campus), Klongluang, Pathumthani, 12120, Thailand. Electronic address: bellnuntika@gmail.com."}], "LastName": "Prommee", "ForeName": "Nuntika", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Applied Thai Traditional Medicine, Faculty of Medicine, Thammasat University (Rangsit Campus), Klongluang, Pathumthani 12120, Thailand; Center of Excellence in Applied Thai Traditional Medicine Research (CEATMR), Thammasat University (Rangsit Campus), Klongluang, Pathumthani, 12120, Thailand. Electronic address: iarunporn@yahoo.com."}], "LastName": "Itharat", "ForeName": "Arunporn", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Applied Thai Traditional Medicine, Faculty of Medicine, Thammasat University (Rangsit Campus), Klongluang, Pathumthani 12120, Thailand; Center of Excellence in Applied Thai Traditional Medicine Research (CEATMR), Thammasat University (Rangsit Campus), Klongluang, Pathumthani, 12120, Thailand. Electronic address: sumalee1003@gmail.com."}], "LastName": "Panthong", "ForeName": "Sumalee", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Applied Thai Traditional Medicine, Faculty of Medicine, Thammasat University (Rangsit Campus), Klongluang, Pathumthani 12120, Thailand; Center of Excellence in Applied Thai Traditional Medicine Research (CEATMR), Thammasat University (Rangsit Campus), Klongluang, Pathumthani, 12120, Thailand. Electronic address: msunita_359@hotmail.com."}], "LastName": "Makchuchit", "ForeName": "Sunita", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Center of Excellence in Applied Thai Traditional Medicine Research (CEATMR), Thammasat University (Rangsit Campus), Klongluang, Pathumthani, 12120, Thailand; Professor Emeritus, Department of Agricultural Food and Nutritional Science, Faculty of Agricultural Life and Environmental Sciences, University of Alberta, Edmonton, Bualuang ASEAN Chair Professor, Thammasat University, Canada. Electronic address: buncha.ooraikul1@gmail.com."}], "LastName": "Ooraikul", "ForeName": "Buncha", "Initials": "B"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Ireland", "MedlineTA": "J Ethnopharmacol", "NlmUniqueID": "7903310", "ISSNLinking": "0378-8741"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Antipyretics"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}, {"RegistryNumber": "31C4KY9ESH", "NameOfSubstance": "Nitric Oxide"}, {"RegistryNumber": "K7Q1JQR04M", "NameOfSubstance": "Dinoprostone"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": ["chemistry", "isolation & purification", "pharmacology"], "DescriptorName": "Antipyretics"}, {"QualifierName": ["antagonists & inhibitors", "metabolism"], "DescriptorName": "Dinoprostone"}, {"QualifierName": ["methods"], "DescriptorName": "Medicine, Traditional"}, {"QualifierName": [], "DescriptorName": "Mice"}, {"QualifierName": ["antagonists & inhibitors", "metabolism"], "DescriptorName": "Nitric Oxide"}, {"QualifierName": ["chemistry", "isolation & purification", "pharmacology"], "DescriptorName": "Plant Extracts"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "RAW 264.7 Cells"}, {"QualifierName": ["ethnology"], "DescriptorName": "Thailand"}]}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2020", "Month": "8", "Day": "25"}, {"Year": "2020", "Month": "10", "Day": "24"}, {"Year": "2020", "Month": "10", "Day": "26"}, {"Year": "2020", "Month": "11", "Day": "2", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "3", "Day": "11", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "11", "Day": "1", "Hour": "20", "Minute": "29"}], "PublicationStatus": "ppublish", "ArticleIdList": ["33129948", "10.1016/j.jep.2020.113520", "S0378-8741(20)33406-1"]}}], "PubmedBookArticle": []}