{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Morpho-anatomical", "authentication", "medicinal plants", "morpho-palynological", "scanning electron microscopic", "traditional therapeutic plants"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "33125184", "DateCompleted": {"Year": "2021", "Month": "08", "Day": "18"}, "DateRevised": {"Year": "2021", "Month": "08", "Day": "18"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "10", "Day": "30"}], "Language": ["eng"], "ELocationID": ["10.1002/jemt.23632"], "Journal": {"ISSN": "1097-0029", "JournalIssue": {"Volume": "84", "Issue": "4", "PubDate": {"Year": "2021", "Month": "Apr"}}, "Title": "Microscopy research and technique", "ISOAbbreviation": "Microsc Res Tech"}, "ArticleTitle": "Scanning electron microscopic screening; Can it be a taxonomic tool for identification of traditional therapeutic plants.", "Pagination": {"StartPage": "730", "EndPage": "745", "MedlinePgn": "730-745"}, "Abstract": {"AbstractText": ["The limiting factor in the utilization of herbal medicine is the risk of replacement or substitution of their plant resources. Therefore, the authentication of medicinal plants before its use in herbal medicines is essentially required. Hence, the prime objective of this study was to provide some reliable morpho-anatomical and morpho-palynological tools for the identification of nine traditional therapeutic plants of district Lahore. For this study, scanning electron microscopic and light microscopic approaches has been employed. Results reported great variations in qualitative and quantitative morpho-anatomical features of the epidermal cell, stomatal complexes, trichomes, silica bodies and oil droplets. For example, Aegle marmelos L. can be distinguished from Cestrum diurnum L. based on epidermal cell shapes, as irregular cells in former and lobed cells shape in later one. Similarly unicellular, bicellular, and multicellular trichomes could be an identification basis for Cynodon dactylon L., Lantana camara L., and Pongamia pinnata L., respectively. In combination with these morpho-anatomical characters, SEM-based morpho-palynological characterization also reported diagnostic value. Both the Aegle marmelos and Lantana camara possessed similar cell shape (irregular) but can be delimited based on their pollen morphology as spheroidal pollen was reported in Aegle marmelos whereas prolate in Lantana camara. Moreover, quantitative characters also aid well for species delimitation, such as prolate pollen found in both Cestrum diurnum and Terminalia chebula Retz. but both of these varied in their P/E ratio, that is, 0.97 and 0.88, respectively. The leaf epidermal characters in correlation with morph-palynological traits showed potential for taxonomic resolution at the species level. RESEARCH HIGHLIGHTS: This study provides valuable morpho-anatomical and morpho-palynological tools for the nine traditional therapeutic plants of the district, Lahore, Pakistan. Light and scanning electron microscopic studies provided useful systematic data for the identification of studied plants. This systematic data include moprho-anatomical and morpho-palynological keys for the studied plants. This data can be used for future identification purposes."], "CopyrightInformation": "© 2020 Wiley Periodicals LLC."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, Lahore College for Women University, Lahore, Pakistan."}], "LastName": "Jalal", "ForeName": "Mehreen", "Initials": "M"}, {"Identifier": ["0000-0002-9178-6963"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, Lahore College for Women University, Lahore, Pakistan."}], "LastName": "Shaheen", "ForeName": "Shabnum", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, Lahore College for Women University, Lahore, Pakistan."}], "LastName": "Saddiqe", "ForeName": "Zeb", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, Lahore College for Women University, Lahore, Pakistan."}, {"Identifier": [], "Affiliation": "Faculty of Life Sciences, Department of Botany, University of Okara, Okara, Pakistan."}], "LastName": "Harun", "ForeName": "Nidaa", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental Science, Lahore College for Women University, Lahore, Pakistan."}], "LastName": "Abbas", "ForeName": "Moneeza", "Initials": "M"}, {"Identifier": ["0000-0002-3648-4241"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, Lahore College for Women University, Lahore, Pakistan."}], "LastName": "Khan", "ForeName": "Farah", "Initials": "F"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Microsc Res Tech", "NlmUniqueID": "9203012", "ISSNLinking": "1059-910X"}, "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Electrons"}, {"QualifierName": [], "DescriptorName": "Microscopy, Electron, Scanning"}, {"QualifierName": [], "DescriptorName": "Plant Leaves"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Trichomes"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Attar, F., Esfandan-Bozchaloyi, S., Mirtadzadini, M., Ullah, F., & Zaman, W. (2019). Foliar and stem epidermal anatomy of the tribe Cynoglosseae (Boraginaceae) and their taxonomic significance. Microscopy Research and Technique, 82(6), 786-802."}, {"Citation": "Abid, R., Sharmeen, S., & Perveen, A. (2007). Stomatal types of monocots within Flora of Karachi Pakistan. Pakistan Journal of Botany, 39(1), 15-21."}, {"Citation": "Ahmad, F., (2009). Taxonomic studies of grasses of salt range of Pakistan. Department of Plant Sciences Quaid-i-Azam University Islamabad Pakistan. Unpublished Thesis. 1-358 p"}, {"Citation": "Ahmad, F., Khan, M. A., Ahmad, M., Zafar, M., Nazir, A., & Marwat, S. K. (2010). Ethnomedicinal uses of grasses in salt range region of northern Pakistan. Journal of Medicinal Plants Research, 4(5), 362-369."}, {"Citation": "Aftab, R., & Perveen, A. (2006). A palynological study of some cultivated trees from Karachi. Pakistan Journal of Botany, 38(1):15-28."}, {"Citation": "Ahmed, S. N., Ahmad, M., Zafar, M., Rashid, S., Yaseen, G., Sultana, S., … Kayani, S. (2019). Comparative light and scanning electron microscopy in authentication of adulterated traded medicinal plants. Microscopy Research and Technique, 82(7), 1174-1183."}, {"Citation": "Ahmad, A., Senapati, S., Khan, M. I., Kumar, R., Ramani, R., Srinivas, V., & Sastry, M. (2003). Intracellular synthesis of gold nanoparticles by a novel alkalotolerant actinomycete, Rhodococcus species. Nanotechnology, 14, 824-828."}, {"Citation": "Alege, G., & Daudu, S. (2014). A comparative foliar epidermal and morphological study of five species of the genus Amaranthus. European Journal of Experimental Biology, 4, 1-8."}, {"Citation": "Alyas, T., Shaheen, S., Amber, U., Harun, N., Khalid, S., Hussain, K., … Khan, F. (2020). Applications of scanning electron microscopy in taxonomy with special reference to family Euphorbiaceae. Microscopy Research and Technique, 83, 1066-1078."}, {"Citation": "Barthlott, W. (1981). Epidermal and seed surface character of plants: Systematic applicability and some evolution aspect. Nordic Journal of Botany, 1, 345-355."}, {"Citation": "Barthlott, W. (1984). Microstructural features of seed surfaces. In V. H. Heywood & D. M. Moore (Eds.), Current concepts in plant taxonomy (pp. 95-105). Cambridge, London: Academic Press."}, {"Citation": "Barthlott, W., Neinhuis, C., Cutler, D., Ditsch, F., Meusel, I., Theisen, I., & Wilhelmi, H. (1998). Classification and terminology of epicuticular waxes. Botanical Journal of the Linnaean Society, 4, 263-272."}, {"Citation": "Biswas, I., & Mukherjee, A. (2011). Micromorphology of leaf of Nyctanthes arbor-tristis L. Indian Journal of Applied & Pure Biology, 26(2), 247-250."}, {"Citation": "Blair, W. F., & Turner, B. L. (1972). The integrative approach to biological classification. In J. A. Behnke (Ed.), Challenging biological problems (pp. 193-217). New York: Oxford University Press."}, {"Citation": "Chaudhary, A. A., Hameed, M., Ahmad, R., & Hussain, A. (2001). Phytosociological studies in Chhumbi Surala wild life sanctuary, Chakwal, Pakistan. Species diversity 1. International Journal of Agriculture & Biology, 3(4), 369-374."}, {"Citation": "Cowan, R. S. (1996). Harleyodendron, a new genus of Leguminosae (swartzieae). Brittonia, 31, 72-78."}, {"Citation": "Cronquist, A. (1988). Evolution and classification of flowering plants (2nd ed.). New York: Botanical Garden."}, {"Citation": "Das, D., Bhattacharjee, A., Biswas, I., & Mukherjee, A. (2004). Foliar characteristics of some medicinal plants of Zingiberaceae. Phytomorphology, 54(3), 291-302."}, {"Citation": "Ditsch, F., Patha, H., & Barthlott, W. (1995). Micromorphology of epicuticular waxes in Fabales and its systematic significance. Beitraege Zur Biologie der Pflanzen, 68, 297-310."}, {"Citation": "Elahi, N. N., & Ashraf, M. (2002). A comparative study of stem epidermis of six Sugar Cane varieties. Biol. Pak, 48(1-2), 175-184."}, {"Citation": "Ferrauto, G., Costa, R., & Pavone, P. (2017). Pollen diversity in the genus Ptilostemon (Asteraceae, Cardueae) from Italy and its taxonomic and palynoecological implications. Plant Biosystems, 151(2), 276-290."}, {"Citation": "Firbas, F. (1937). Der pollenanalytische ATachweis des Getreidcbaus. Zsclir. f. Bot., 31, 447."}, {"Citation": "Folorunso, A. E., & Olaniyan, O. F. (2009). Comparative foliar epidermal studies in Andropogon gayanus (Kunth) and Andropogon tectorum (Schum and Thonns) in Nigeria. Thaiszia Journal of Botany, 19, 27-35."}, {"Citation": "Freire, S. E., Arambarri, A. M., Bayon, N. D., Sancho, G., Urtubey, E., Monti, C., … Colares, M. N. (2005). Epidermal characteristics of toxic plants for cattle from the Salado River basin (Buenos Aires, Argentina). The Bulletin of the Botanical Society of Argentina, 40(3-4), 1-28."}, {"Citation": "Ghosh, S., & Mandal, S. (2016). Pollen atlas of Santiniketan, West Bengal, with reference to Aeropalynology. International Journal of Current Microbiology and Applied Sciences, 5(5), 983-1000."}, {"Citation": "Grant, M., Blackmore, S., & Morton, C. (2000). Pollen morphology of the subfamily Aurantioideae (Rutaceae). Grana, 39(1), 8-20."}, {"Citation": "Hameed, M., Ashraf, M., Naz, N., & Al-Qurainy, F. (2010). Anatomical adaptations of Cynodondactylon (L.) Pers., from the salt range Pakistan, to salinity stress. Pakistan Journal of Botany, 42(1), 279-289."}, {"Citation": "Hardin, J. W. (1979). Atlas of foliar surface feature in Woody plants I: Vestiture and trichome types of eastern north American Quercus. Bulletin of the Torrey Botanical Club, 106, 313-325."}, {"Citation": "Harun, N., Shaheen, S., Ahmad, M., & Shahid, M. N. (2020). Light and scanning electron microscopy-based foliar micro morphological tools for the identification of fodder grass taxa. Microscopy Research and Technique, 83(8), 953-978."}, {"Citation": "Hooker, J. D., & KCSI. (1885). Flora of British India. Asclepideae to Amarantaceae. Vol. IV, 65-76."}, {"Citation": "Kameshwari, M. N. S., & Muniyama, M. (2001). Scanning electron microscopic studies on leaf surface and seed surface in some taxa of Liliaceae. Phytomorphology, 51(2), 137-144."}, {"Citation": "Khan, M. A., Stace, C. A. (1999). Breeding relationships in the genus Brachypodium (Poaceae, Pooideae). Nordic Journal of Botany, 19: 257-269."}, {"Citation": "Lackey, J. A. (1978). Leaflet anatomy of Phaseoleae (Leguminoseae: Papilionoideae) and its relation to taxonomy. Botanical Gazette, 139, 436-446."}, {"Citation": "Lu, H., & Liu, K. (2003). Phytoliths of common grasses in the coastal environments of southeastern USA. Estuarine coastal and shelf Science, 58(3), 587-600."}, {"Citation": "Meo, A. A. (1999). Impact of pollen and intergenetic crosses between Graminaceous (Poaceae) plants. Pakistan Journal of Biological Science, 2(3), 809-812."}, {"Citation": "Metcalfe, C. R. (1960). Anatomy of the monocotyledons. 1. Gramineae (p. 389). Oxford: Clarendon Press."}, {"Citation": "Munsif, S., Khan, M. A., Ahmad, M., Zafar, M., Shah, G. M., & Yasmin, G. (2007). Comparative pollen studies of lantana, verbena and vitex of family Verbenaceae from Pakistan. International Journal of Agricultural Biology, 9(4), 545-549."}, {"Citation": "Nasir, E., & Ali, S. I. (1982). Flora of Pakistan, Poaceae. Thomas, A. Cope. Herbarium Royal Botanical Garden Kew, England. Vol. 143. pp. 680."}, {"Citation": "Naz, N., Hameed, M., Ashraf, M., Ahmad, R., & Arshad, M. (2009). Eco-morphic variation for salt tolerance in some grasses from Cholistan desert, Pakisthan. Pakistan Journal of Botany, 41(4), 1707-1714."}, {"Citation": "Nwachukwu, C. U., & Mbagwu, F. N. (2006). Morphological features in some sp. of Indigofera L. Leguminosae-Papilionoideae. Journal of Fisheries International, 1(2-4), 50-54."}, {"Citation": "Palmer, P. G. (1983). A scanning electron microscope survey of the epidermis of east African grasses, II. Smithsonian Contributions to Botany. 53, 1-72."}, {"Citation": "Paul, T. K., & Nayar, M. P. (1987). A scanning electron microscope survey of seed surface morphology of some taxa of malvaceae. Bulletin of the Botanical Survey of India, 29(1-4), 226-252."}, {"Citation": "Perveen, A., & Qaiser, M. (2010). Pollen flora of Pakistan. LXV. Berberidaceae. Pakistan Journal of Botany, 42, 1-6."}, {"Citation": "Polat, R., Cakilcioglu, U., Selvi, S., Türkmen, Z., & Kandemir, A. (2017). The anatomical and micromorphological properties of three endemic and medicinal salvia species (Lamiaceae) in Erzincan (Turkey). Plant Biosystems, 151(1), 63-73."}, {"Citation": "Ramzan, S., Shaheen, S., Hussain, K., Khan, M. A., Sohail, J., & Khan, F. (2019). Significance of leaf morphoanatomical markers for the authentication of adultered drugs sold in herbal markets of district Lahore Pakistan. Microscopy Research and Technique., 82, 931-940."}, {"Citation": "Ramzan, S., Shaheen, S., Hussain, K., Sharifi-Rad, J., Khan, M. A., Harun, N., & Khan, F. (2019). Implication of palynological techniques for the authentication of adulterated drugs traded with the same name in different herbal markets of district Lahore Pakistan. Microscopy Research and Technique, 82(6), 931-940."}, {"Citation": "Rashid, N., Zafar, M., Ahmad, M., Khan, M. A., Malik, K., Sultana, S., & Shah, S. N. (2019). Taxonomic significance of leaf epidermis in tribe Trifolieae L. (Leguminosae; Papilionoideae) in Pakistan. Plant Biosystems, 153(3), 406-416."}, {"Citation": "Rashid, S., Zafar, M., Ahmad, M., Lone, F. A., Shaheen, S., Sultana, S., & Shinwari, M. I. (2018). Microscopic investigations and pharmacognostic techniques used for the standardization of herbal drug Nigella sativa L. Microscopy Research and Technique, 81(12), 1443-1450."}, {"Citation": "Riaz, A., Younis, A., Hameed, M., & Kiran, S. (2010). Morphological and biochemical responses of turf grasses to water deficit conditions. Pakistan Journal of Botany, 42(5), 3441-3448."}, {"Citation": "Rodondi, G., Beretta, M., & Andreis, C. (2004). The genus Drosera L. in northern Italy: Pollen morphology as a taxonomic tool. Plant Biosystems, 138(2), 157-164."}, {"Citation": "Sahai, K., Kaur, H., & Pal, A. (1997). Macro and micromorphological seed characteristics of some Cassia species and their taxonomic significance. Phytomorphology, 47(3), 273-279."}, {"Citation": "Sarkar, B., Bera, S., Chowdhury, M., & Das, A. P. (2016). Variations in external and pollen morphological structures among four species of Terminalia L.(Combretaceae) from Terai-Dooars region of West Bengal, India."}, {"Citation": "Scoppola, A., & Magrini, S. (2019). Comparative palynology and seed morphology in annual pansies (Viola sect. Melanium, Violaceae): Implications for species delimitation. Plant Biosystems, 153(6), 883-899."}, {"Citation": "Shaheen, S., Khan, M. A., Ahmad, M., & Sultana, S. (2010). A monograph on tribe Paniceae from Pakistan, Taxonomic studies, VDM Publishing House Ltd. Germany. pp. 28-30."}, {"Citation": "Shaheen, S., Jaffer, M., Ilyas, S., Hanif, U., Siddique, Z., Iftikhar, T., & Khan, F. (2017). Study of systematic application of morpho-palynological characterization of medicinal plants. Transylvanian Review, 1(5), 22-25."}, {"Citation": "Shaheen, S., Jaffer, M., Khan, F., Hussain, K., Hanif, U., Younis, S., & Ishtiaq, S. (2018). Morpho-palynological assessment of medicinal flora of district Lahore, Pakistan based on LM and SEM. Microscopy Research and Technique, 81(12), 1397-1405."}, {"Citation": "Shaheen, S., Fateh, R., Younis, S., Harun, N., Jaffer, M., Hussain, K., Ashfaq, M., Siddique, R., Mukhtar, H. & Khan, F. (2020). Light and scanning electron microscopic characterization of thirty endemic Fabaceae species of district Lahore, Pakistan. Microscopy Research and Technique. https://doi.org/10.1002/jemt.23545"}, {"Citation": "Soladoye, M. O. (1982). Leaf epidermal studies in the African genus Baphia Lodd. And related genera (Papilionaceae-Sophoreae). Bulletin du Jardin Botanique National de Belgique, 52, 415-437."}, {"Citation": "Stenglein, S. A., Colares, M. N., Arambarri, A. M., Novoa, M. C., Vizcaino, C. E., & Katinas, L. (2003). Leaf epidermal microcharacters of the old world species of lotus (Leguminoseae: Loteae) and their systematic significance. Australian Journal Botany, 51(4), 459-469."}, {"Citation": "Sultana, S., & Zafar, M. (2013). Authentication of herbal medicine henna (Lawsonia innermis L.) by using taxonomic and pharmacognostic techniques. Pakistan Journal of Botany, 45, S165-S176."}, {"Citation": "Sultana, S., Ajab, M., Mushtaq, A., Asghari, B., Zafar, M., &; Shinwari, Z. K. (2011). Authentication of herbal medicine neem (Azadirachta indica a.juss.) by using taxonomic and pharmacognostic techniques. Pakistan Journal of Botany, 43, 141-150."}, {"Citation": "Tutin, T., & Heywood, G. (1972). Flora of Europe. Vol. 3. Cambridge University Press: UK."}, {"Citation": "Yasmin, G., Khan, M. A., Shaheen, N., Hayat, M. Q., Zafar, M., & Ahmad, M. (2010). Pollen morphological diversity in selected species of Persicaria mill. (family; Polygonaceae). Journal of Medicinal Plants Research, 4(10), 862-870."}, {"Citation": "Younis, S., Shaheen, S., Zaib, M., Harun, N., Khalid, S., Hussain, K., … Khan, F. (2020). Scanning electron microscopic screening of 20 medicinally important Asteroideae taxa. Microscopy Research and Technique, 83(8), 988-1006."}, {"Citation": "Zafar, M., Ahmad, M., & Khan, M. A. (2007). Palynology of family Asteraceae from flora of Rawalpindi-Pakistan. International Journal of Agricultural Biology, 9(1), 156-161."}], "ReferenceList": [], "Title": "REFERENCES"}], "History": [{"Year": "2020", "Month": "9", "Day": "9"}, {"Year": "2020", "Month": "7", "Day": "21"}, {"Year": "2020", "Month": "10", "Day": "13"}, {"Year": "2020", "Month": "10", "Day": "31", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "8", "Day": "19", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "10", "Day": "30", "Hour": "12", "Minute": "10"}], "PublicationStatus": "ppublish", "ArticleIdList": ["33125184", "10.1002/jemt.23632"]}}], "PubmedBookArticle": []}