{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Terminalia sp.", "antiviral", "biological activities", "clinical studies", "phytogeography", "pneumonia"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "33132909", "DateRevised": {"Year": "2023", "Month": "11", "Day": "12"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "10", "Day": "08"}], "Language": ["eng"], "ELocationID": ["561248", "10.3389/fphar.2020.561248"], "Journal": {"ISSN": "1663-9812", "JournalIssue": {"Volume": "11", "PubDate": {"Year": "2020"}}, "Title": "Frontiers in pharmacology", "ISOAbbreviation": "Front Pharmacol"}, "ArticleTitle": "Plants of the Genus <i>Terminalia</i>: An Insight on Its Biological Potentials, Pre-Clinical and Clinical Studies.", "Pagination": {"StartPage": "561248", "MedlinePgn": "561248"}, "Abstract": {"AbstractText": ["The evaluation and confirmation of healing properties of several plant species of genus <i>Terminalia</i> based on their traditional uses and the clinical claims are of utmost importance. Genus <i>Terminalia</i> has received more attention to assess and validate the therapeutic potential and clinical approval due to its immense folk medicinal and traditional applications. Various species of <i>Terminalia</i> genus are used in the form of herbal medicine and formulations, in treatment of diseases, including headache, fever, pneumonia, flu, geriatric, cancer, to improve memory, abdominal and back pain, cough and cold, conjunctivitis, diarrhea, heart disorder, leprosy, sexually transmitted diseases, and urinary tract disorders. These are reported to possess numerous biological properties, counting: antibacterial, antifungal, antiinflammatory, antiviral, antiretroviral, antioxidant, and antipa7rasitic. This current research review aims to update the detailed biological activities, pre-clinical and clinical studies of various extracts and secondary metabolites from several plant species under the genus <i>Terminalia</i>, along with information on the traditional uses and chemical composition to develop a promising strategy for their potential applications in the form of medicine or use in modern drug formulations for treating diseases like pneumonia, flu, and other types of viral infections or controlling human contagions."], "CopyrightInformation": "Copyright © 2020 Das, Kim, Fan, Gutiérrez-Grijalva, Heredia, Nissapatorn, Mitsuwan, Pereira, Nawaz, Siyadatpanah, Norouzi, Sawicka, Shin and Patra."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Institute of Biotechnology & Medical Converged Science, Dongguk University-Seoul, Goyangsi, South Korea."}], "LastName": "Das", "ForeName": "Gitishree", "Initials": "G"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Institute of Biotechnology & Medical Converged Science, Dongguk University-Seoul, Goyangsi, South Korea."}], "LastName": "Kim", "ForeName": "Do-Yeong", "Initials": "DY"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Skin Research Institute of Singapore, Agency for Science, Technology and Research, A∗STAR, Singapore, Singapore."}], "LastName": "Fan", "ForeName": "Chen", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratorio de Alimentos Funcionales y Nutracéuticos, Cátedras CONACYT-Centro de Investigación en Alimentación y Desarrollo, Culiacán, México."}], "LastName": "Gutiérrez-Grijalva", "ForeName": "Erick P", "Initials": "EP"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratorio de Alimentos Funcionales y Nutracéuticos, Centro de Investigación en Alimentación y Desarrollo, Culiacán, México."}], "LastName": "Heredia", "ForeName": "J Basilio", "Initials": "JB"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Allied Health Sciences, Research Excellence Center for Innovation and Health Products (RECIHP) and World Union for Herbal Drugs Discovery (WUHeDD), Walailak University, Nakhon Si Thammarat, Thailand."}], "LastName": "Nissapatorn", "ForeName": "Veeranoot", "Initials": "V"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Allied Health Sciences, Research Excellence Center for Innovation and Health Products (RECIHP) and World Union for Herbal Drugs Discovery (WUHeDD), Walailak University, Nakhon Si Thammarat, Thailand."}], "LastName": "Mitsuwan", "ForeName": "Watcharapong", "Initials": "W"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "CICECO-Aveiro Institute of Materials and Department of Medical Sciences, University of Aveiro, Aveiro, Portugal."}], "LastName": "Pereira", "ForeName": "Maria Lourdes", "Initials": "ML"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Nano-Medicine Research, Institute for Research and Medical Consultations (IRMC), Imam Abdulrahman Bin Faisal University, Dammam, Saudi Arabia."}], "LastName": "Nawaz", "ForeName": "Muhammad", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Ferdows School of Paramedical and Health, Birjand University of Medical Sciences, Birjand, Iran."}], "LastName": "Siyadatpanah", "ForeName": "Abolghasem", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pathobiology, Faculty of Veterinary Medicine, University of Tabriz, Tabriz, Iran."}], "LastName": "Norouzi", "ForeName": "Roghayeh", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Agrobioengineering, Department of Plant Production Technology and Commodities Science, University of Life Sciences in Lublin, Lublin, Poland."}], "LastName": "Sawicka", "ForeName": "Barbara", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Food Science & Biotechnology, Dongguk University-Seoul, Goyangsi, South Korea."}], "LastName": "Shin", "ForeName": "Han-Seung", "Initials": "HS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Institute of Biotechnology & Medical Converged Science, Dongguk University-Seoul, Goyangsi, South Korea."}], "LastName": "Patra", "ForeName": "Jayanta Kumar", "Initials": "JK"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Pharmacol", "NlmUniqueID": "101548923", "ISSNLinking": "1663-9812"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Abiodun O., Gbotosho G., Ajaiyeoba E., Happi T., Falade M., Wittlin S., et al. (2011). In vitro antiplasmodial activity and toxicity assessment of some plants from Nigerian ethnomedicine. Pharm. Biol. 49, 9–14. 10.3109/13880209.2010.490224", "ArticleIdList": ["10.3109/13880209.2010.490224", "20738218"]}, {"Citation": "Abiodun O. O., Gbotosho G. O., Ajaiyeoba E. O., Brun R., Oduola A. M. (2012). Antitrypanosomal activity of some medicinal plants from Nigerian ethnomedicine. Parasitol. Res. 110, 521–526. 10.1007/s00436-011-2516-z", "ArticleIdList": ["10.1007/s00436-011-2516-z", "21789586"]}, {"Citation": "Abraham A., Mathew L., Samuel S. (2014). Pharmacognostic studies of the fruits of Terminalia bellirica (Gaertn.) Roxb. J. Pharmacognosy Phytochem. 3, 45–52."}, {"Citation": "Acharyya S., Prasenjit Bhuniya A. S. (2019). Evaluation of antimicrobial and anthelmintic activity of roots of Terminalia paniculata . Pharma. Innovation 8, 1065–1068."}, {"Citation": "Adeeyo A. O., Odiyo J., Odelade K. (2018). Chemical profiling and antimicrobial properties of phyto-active extracts from Terminalia glaucescens stem against water microbial contaminants. Open Biotechnol. J. 12, 1–15. 10.2174/1874070701812010001", "ArticleIdList": ["10.2174/1874070701812010001"]}, {"Citation": "Afshari A. R., Sadeghnia H. R., Mollazadeh H. (2016). A review on potential mechanisms of Terminalia chebula in Alzheimer’s disease. Adv. Pharmacol. Sci. 2016, 1–15.  10.1155/2016/8964849", "ArticleIdList": ["10.1155/2016/8964849", "PMC4749770", "26941792"]}, {"Citation": "Ahmed Q., Gupta N., Kumar A., Nimesh S. (2017). Antibacterial efficacy of silver nanoparticles synthesized employing Terminalia arjuna bark extract. Artif. cells Nanomed. Biotechnol. 45, 1192–1200. 10.1080/21691401.2016.1215328", "ArticleIdList": ["10.1080/21691401.2016.1215328", "27684206"]}, {"Citation": "Akhter S. M. H., Mohammad F., Ahmad S. (2019). Terminalia belerica mediated green synthesis of nanoparticles of copper, iron and zinc metal oxides as the alternate antibacterial agents against some common pathogens. BioNanoScience 9, 365–372. 10.1007/s12668-019-0601-4", "ArticleIdList": ["10.1007/s12668-019-0601-4"]}, {"Citation": "Akter S., Netzel M. E., Tinggi U., Osborne S. A., Fletcher M. T., Sultanbawa Y. (2019). antioxidant rich extracts of Terminalia ferdinandiana Inhibit the growth of foodborne bacteria. Foods (Basel Switzerland) 8, 281. 10.3390/foods8080281", "ArticleIdList": ["10.3390/foods8080281", "PMC6724055", "31344916"]}, {"Citation": "Ali A., Kaur G., Hamid H., Abdullah T., Ali M., Niwa M., et al. (2003. a). Terminoside A, a new triterpene glycoside from the bark of Terminalia arjuna inhibits nitric oxide production in murine macrophages. J. Asian Natural Prod. Res. 5, 137–142. 10.1080/1028602031000066834", "ArticleIdList": ["10.1080/1028602031000066834", "12765198"]}, {"Citation": "Ali A., Kaur G., Hayat K., Ali M., Ather M. (2003. b). A novel naphthanol glycoside from Terminalia arjuna with antioxidant and nitric oxide inhibitory activities. Die Pharmazie 58, 932–934. 10.1002/chin.200413158", "ArticleIdList": ["10.1002/chin.200413158", "14703977"]}, {"Citation": "Allyn O. Q., Kusumawati E., Nugroho R. A. (2018). Antimicrobial activity of Terminalia catappa brown leaf extracts against Staphylococcus aureus ATCC 25923 and Pseudomonas aeruginosa ATCC 27853. F1000Research 7, 1406–1406.  10.12688/f1000research.15998.1", "ArticleIdList": ["10.12688/f1000research.15998.1", "PMC6206604", "30416716"]}, {"Citation": "Amalraj A., Gopi S. (2017). Medicinal properties of Terminalia arjuna (Roxb.) Wight & Arn.: A review. J. Tradit. Complement Med. 7, 65–78. 10.1016/j.jtcme.2016.02.003", "ArticleIdList": ["10.1016/j.jtcme.2016.02.003", "PMC5198828", "28053890"]}, {"Citation": "Ambriz-Pérez D. L., Leyva-López N., Gutierrez-Grijalva E. P., Heredia J. B. (2016). Phenolic compounds: Natural alternative in inflammation treatment. A Review. Cogent Food Agric. 2, 1–14.  10.1080/23311932.2015.1131412", "ArticleIdList": ["10.1080/23311932.2015.1131412"]}, {"Citation": "Anam K., Suganda A., Sukandar E., Kardono L. B. S. (2010). Antibacterial effect of component of Terminalia muelleri Benth. against Staphylococcus aureus . IJP-Int. J. Pharmacol. 6, 407–412. 10.3923/ijp.2010.407.412", "ArticleIdList": ["10.3923/ijp.2010.407.412"]}, {"Citation": "Aneja K. R., Sharma C., Joshi R. (2012). Antimicrobial activity of Terminalia arjuna Wight & Arn.: An ethnomedicinal plant against pathogens causing ear infection. Braz. J. Otorhinolaryngol. 78, 68–74. 10.1590/S1808-86942012000100011", "ArticleIdList": ["10.1590/S1808-86942012000100011", "PMC9444551", "22392241"]}, {"Citation": "Anjaneyulu A., Prasad A. R. (1982). Chemical examination of roots or Terminalia-arjuna (ROXB) Wight and Arnot.1. characterization of 2 new triterpenoid glycosides. Indian J. Chem. Section B-Organic Chem. including Med. Chem. 21, 530–533."}, {"Citation": "Ankamwar B. (2010). Biosynthesis of gold nanoparticles (green-gold) using leaf extract of Terminalia catappa . J. Chem. 7, 1334–1339. 10.1155/2010/745120", "ArticleIdList": ["10.1155/2010/745120"]}, {"Citation": "Annavaram V., Posa V. R., Vijaya Lakshmi D., Sumalatha J., Somala A. R. (2017). Terminalia bellirica fruit extract-mediated synthesis of gold nanoparticles (AuNPs) and studies on antimicrobial and antioxidant activity. Inorganic Nano-Metal Chem. 47, 681–687. 10.1080/15533174.2016.1212219", "ArticleIdList": ["10.1080/15533174.2016.1212219"]}, {"Citation": "Anokwuru C., Sigidi M., Boukandou M., Tshisikhawe P., Traore A., Potgieter N. (2018). Antioxidant activity and spectroscopic characteristics of extractable and non-extractable phenolics from Terminalia sericea Burch. ex DC. Molecules 23, 1303. 10.3390/molecules23061303", "ArticleIdList": ["10.3390/molecules23061303", "PMC6099621", "29844261"]}, {"Citation": "Antia R., Olayemi J., Aina O., Ajaiyeoba E. (2009). In vitro and in vivo animal model antitrypanosomal evaluation of ten medicinal plant extracts from south west Nigeria. Afr. J. Biotechnol. 8, 1437–1440."}, {"Citation": "Anuracpreeda P., Chankaew K., Puttarak P., Koedrith P., Chawengkirttikul R., Panyarachun B., et al. (2016). The anthelmintic effects of the ethanol extract of Terminalia catappa L. leaves against the ruminant gut parasite, Fischoederius cobboldi . Parasitology 143, 421–433. 10.1017/S0031182015001833", "ArticleIdList": ["10.1017/S0031182015001833", "26831432"]}, {"Citation": "Anuradha V., Shankar P., Bhuvana P., Syedali M., Yogananth N. (2017). Terminalia arjuna Bark assisted biosynthesis, characterization and bioactivity of metal oxide nanoparticles. J. Chem. Pharm. Res. 9, 34–46."}, {"Citation": "Awotunde O., Adewoye S., Dhanabal P., Hawumba J. (2019). Subacute toxicity study of aqueous root extract of Terminalia schimperiana in male Wistar rats. Toxicol. Rep. 6, 825–832. 10.1016/j.toxrep.2019.07.006", "ArticleIdList": ["10.1016/j.toxrep.2019.07.006", "PMC6709380", "31463203"]}, {"Citation": "Bachaya H. A., Iqbal Z., Khan M. N., Jabbar A., Gilani A. H., Din I.-U. (2009). In vitro and in vivo anthelmintic activity of Terminalia arjuna bark. Int. J. Agric. Biol. 11, 273–278."}, {"Citation": "Bag A., Bhattacharyya S. K., Pal N. K., Chattopadhyay R. R. (2013). Anti-inflammatory, antilipid peroxidative, antioxidant and membrane stabilizing activities of hydroalcoholic extract of Terminalia chebula fruits. Pharm. Biol. 51, 1515–1520. 10.3109/13880209.2013.799709", "ArticleIdList": ["10.3109/13880209.2013.799709", "24004166"]}, {"Citation": "Baliga M. S., Meera S., Rai M. P., Saldanha E., Pais S., Jayachander D., et al. (2015). “Use of the ayurvedic drug triphala in medical conditions afflicting older adults,” in Foods and Dietary Supplements in the Prevention and Treatment of Disease in Older Adults (Elsevier; ), 135–142. 10.1016/C2013-0-00305-2", "ArticleIdList": ["10.1016/C2013-0-00305-2"]}, {"Citation": "Basu T., Panja S., Ghate N. B., Chaudhuri D., Mandal N. (2017). Antioxidant and antiproliferative effects of different solvent fractions from Terminalia belerica Roxb. fruit on various cancer cells. Cytotechnology 69, 201–216. 10.1007/s10616-016-0051-6", "ArticleIdList": ["10.1007/s10616-016-0051-6", "PMC5366960", "28004224"]}, {"Citation": "Behl T., Kotwani A. (2017). Proposed mechanisms of Terminalia catappa in hyperglycaemia and associated diabetic complications. J. Pharm. Pharmacol. 69, 123–134. 10.1111/jphp.12676", "ArticleIdList": ["10.1111/jphp.12676", "28000229"]}, {"Citation": "Beserra A.M.S.E.S., Vilegas W., Tangerina M. M. P., Ascêncio S. D., Soares I. M., Pavan E., et al. (2018). Chemical characterisation and toxicity assessment In vitro and in vivo of the hydroethanolic extract of Terminalia argentea Mart. leaves. J. Ethnopharmacol. 227, 56–68. 10.1016/j.jep.2018.08.025", "ArticleIdList": ["10.1016/j.jep.2018.08.025", "30142424"]}, {"Citation": "Buenz E. J., Verpoorte R., Bauer B. A. (2018). The ethnopharmacologic contribution to bioprospecting natural products. Annu. Rev. Pharmacol. Toxicol. 58, 509–530. 10.1146/annurev-pharmtox-010617-052703", "ArticleIdList": ["10.1146/annurev-pharmtox-010617-052703", "29077533"]}, {"Citation": "Busisani W. L., Kennedy H. E., Pilani N., Eliton C. (2018). Terminalia Sericea aqueous leaf extract protects growing wistar rats against fructose-induced fatty liver disease. J. Complement. Integr. Med. 16, 20180035. 10.1515/jcim-2018-0035", "ArticleIdList": ["10.1515/jcim-2018-0035", "29927747"]}, {"Citation": "Calixto J. B. (2019). The role of natural products in modern drug discovery. Acad. Bras Cienc. 91 Suppl 3, e20190105. 10.1590/0001-3765201920190105", "ArticleIdList": ["10.1590/0001-3765201920190105", "31166478"]}, {"Citation": "Camara A., Haddad M., Reybier K., Traoré M. S., Baldé M. A., Royo J., et al. (2019). Terminalia albida treatment improves survival in experimental cerebral malaria through reactive oxygen species scavenging and anti-inflammatory properties. Malaria J. 18, 431–431. 10.1186/s12936-019-3071-9", "ArticleIdList": ["10.1186/s12936-019-3071-9", "PMC6921526", "31852507"]}, {"Citation": "Camps J., García-Heredia A. (2014). Introduction: oxidation and inflammation, a molecular link between non-communicable diseases,” in Oxidative Stress and Inflammation in Non-communicable Diseases-Molecular Mechanisms and Perspectives in Therapeutics. (Cham: Springer; ). Adv. Exp. Med. Biol. vol 824. 10.1007/978-3-319-07320-0_1", "ArticleIdList": ["10.1007/978-3-319-07320-0_1", "25038988"]}, {"Citation": "Carluccio M. A., Siculella L., Ancora M. A., Massaro M., Scoditti E., Storelli C., et al. (2003). Olive oil and red wine antioxidant polyphenols inhibit endothelial activation: antiatherogenic properties of Mediterranean diet phytochemicals. Arteriosc. Thromb. Vasc. Biol. 23, 622–629. 10.1161/01.ATV.0000062884.69432.A0", "ArticleIdList": ["10.1161/01.ATV.0000062884.69432.A0", "12615669"]}, {"Citation": "Chandra Sekhar Y., Phani Kumar G., Anilakumar K. R. (2017). Terminalia arjuna bark extract attenuates picrotoxin-induced behavioral changes by activation of serotonergic, dopaminergic, GABAergic and antioxidant systems. Chin. J. Natural Medicines 15, 584–596. 10.1016/S1875-5364(17)30086-9", "ArticleIdList": ["10.1016/S1875-5364(17)30086-9", "28939021"]}, {"Citation": "Chang Z., Zhang Q., Liang W., Zhou K., Jian P., She G., et al. (2019). A comprehensive review of the structure elucidation of tannins from Terminalia Linn. Evidence-Based Complement. Altern. Med. 2019, 8623909. 10.1155/2019/8623909", "ArticleIdList": ["10.1155/2019/8623909", "PMC6925711", "31885669"]}, {"Citation": "Cheesman M. J., White A., Matthews B., Cock I. E. (2019). Terminalia ferdinandiana fruit and leaf extracts inhibit methicillin-resistant Staphylococcus aureus growth. Planta Med. 85, 1253–1262. 10.1055/a-1013-0434", "ArticleIdList": ["10.1055/a-1013-0434", "31597166"]}, {"Citation": "Cock I. E., Rayan P. (2020). Ascorbic acid potentiates the Giardia duodenalis growth inhibitory activity of pure Terminalia ferdinandiana Exell compounds. Parasitol. Res. 119, 1125–1137. 10.1007/s00436-019-06579-1", "ArticleIdList": ["10.1007/s00436-019-06579-1", "31907666"]}, {"Citation": "Cock I. (2015). The medicinal properties and phytochemistry of plants of the genus Terminalia (Combretaceae) . Inflammopharmacology 23, 203–229. 10.1007/s10787-015-0246-z", "ArticleIdList": ["10.1007/s10787-015-0246-z", "26226895"]}, {"Citation": "Cota D., Mishra S., Shengule S. (2019). Beneficial role of Terminalia arjuna hydro-alcoholic extract in colitis and its possible mechanism. J. Ethnopharmacol. 230, 117–125. 10.1016/j.jep.2018.10.020", "ArticleIdList": ["10.1016/j.jep.2018.10.020", "30367989"]}, {"Citation": "Cunningham A., Garnett S., Gorman J., Courtenay K., Boehme D. (2009). Eco–enterprises and terminalia ferdinandiana:“best laid plans” and Australian policy lessons. Econ. Bot. 63, 16–28. 10.1007/s12231-008-9055-2", "ArticleIdList": ["10.1007/s12231-008-9055-2"]}, {"Citation": "Das N., Goshwami D., Hasan M. S., Raihan S. Z. (2015). Evaluation of acute and subacute toxicity induced by methanol extract of Terminalia citrina leaves in Sprague Dawley rats. J. Acute Dis. 4, 316–321. 10.1016/j.joad.2015.05.001", "ArticleIdList": ["10.1016/j.joad.2015.05.001"]}, {"Citation": "Dawe A., Talom B., Kapche G., Siddiqui K., Yakai F., Talla E., et al. (2017). Termiglaucescin, a new polyhydroxy triterpene glucoside from Terminalia glaucescens with antioxidant and antiinflammatory potential. Z. Fur Naturforschung Section C-a J. Biosci. 72, 203–208.", "ArticleIdList": ["27997356"]}, {"Citation": "Debnath S., Dey D., Hazra S., Ghosh S., Ray R., Hazra B. (2013). Antibacterial and antifungal activity of Terminalia arjuna Wight & Arn. bark against multi-drug resistant clinical isolates. J. Coastal Life Med. 1, 315–321. 10.1515/znc-2016-0178", "ArticleIdList": ["10.1515/znc-2016-0178"]}, {"Citation": "Defronzo R. A., Ferrannini E., Zimmet P., Alberti G. (2015). International Textbook of Diabetes Mellitus, 2 Volume Set (John Wiley & Sons; )."}, {"Citation": "Dharmaratne M. P. J., Manoraj A., Thevanesam V., Ekanayake A., Kumar N. S., Liyanapathirana V., et al. (2018). Terminalia bellirica fruit extracts: in-vitro antibacterial activity against selected multidrug-resistant bacteria, radical scavenging activity and cytotoxicity study on BHK-21 cells. BMC Complement. Altern. Med. 18, 325–325. 10.1186/s12906-018-2382-7", "ArticleIdList": ["10.1186/s12906-018-2382-7", "PMC6286530", "30526562"]}, {"Citation": "Dwevedi A., Dwivedi R., Sharma Y. K. (2016). Exploration of phytochemicals found in Terminalia sp. and their antiretroviral activities. Pharmacognosy Rev. 10, 73–83. 10.4103/0973-7847.194048", "ArticleIdList": ["10.4103/0973-7847.194048", "PMC5214561", "28082788"]}, {"Citation": "Dwivedi S., Chopra D. (2014). Revisiting Terminalia arjuna - An Ancient Cardiovascular Drug. J. Tradit. Complement. Med. 4, 224–231. 10.4103/2225-4110.139103", "ArticleIdList": ["10.4103/2225-4110.139103", "PMC4220499", "25379463"]}, {"Citation": "Eesha B., Mohanbabu A. V., Meena K. K., Vijay M., Lalit M., Rajput R. (2011). Hepatoprotective activity of Terminalia paniculata against paracetamol induced hepatocellular damage in Wistar albino rats. Asian Pacific J. Trop. Med. 4, 466–469. 10.1016/S1995-7645(11)60127-2", "ArticleIdList": ["10.1016/S1995-7645(11)60127-2", "21771700"]}, {"Citation": "Ekambaram S. P., Babu K. B., Perumal S. S., Rajendran D. (2018). Repeated oral dose toxicity study on hydrolysable tannin rich fraction isolated from fruit pericarps of Terminalia chebula Retz in Wistar albino rats. Regul. Toxicol. Pharmacol. 92, 182–188. 10.1016/j.yrtph.2017.12.001", "ArticleIdList": ["10.1016/j.yrtph.2017.12.001", "29233773"]}, {"Citation": "Eloff J. N., Katerere D. R., Mcgaw L. J. (2008). The biological activity and chemistry of the southern African Combretaceae . J. Ethnopharmacol. 119, 686–699. 10.1016/j.jep.2008.07.051", "ArticleIdList": ["10.1016/j.jep.2008.07.051", "18805474"]}, {"Citation": "Elvire K. F. E., Casimir A. D., Durand D.-N., Bawa B., Lamine B. M., Frédéric L. (2018). Antioxidant and Antibacterial Activities of Terminalia superba Engl. and Diels (Combretaceae) bark extracts. Int. J. Curr. Microbiol. Appl. Sci. 7, 2836–2846. 10.20546/ijcmas.2018.707.332", "ArticleIdList": ["10.20546/ijcmas.2018.707.332"]}, {"Citation": "Fahmy N. M., Al-Sayed E., Abdel-Daim M. M., Singab A. N. (2017). Anti-inflammatory and analgesic activities of Terminalia muelleri Benth. (Combretaceae). Drug Dev. Res. 78, 146–154. 10.1002/ddr.21385", "ArticleIdList": ["10.1002/ddr.21385", "28524398"]}, {"Citation": "Fan C., Dong Y., Xie Y., Su Y., Zhang X., Leavesley D., et al. (2015). Shikonin reduces TGF-β1-induced collagen production and contraction in hypertrophic scar-derived human skin fibroblasts. Int. J. Mol. Med. 36, 985–991. 10.3892/ijmm.2015.2299", "ArticleIdList": ["10.3892/ijmm.2015.2299", "PMC4564088", "26239419"]}, {"Citation": "Fuhrman B., Aviram M. (2001). Antiatherogenecity of nutritional compounds. Invest. Drug J. 4, 82–92.", "ArticleIdList": ["16034706"]}, {"Citation": "Garai C., Hasan S. N., Barai A. C., Ghorai S., Panja S. K., Bag B. G. (2018). Green synthesis of Terminalia arjuna-conjugated palladium nanoparticles (TA-PdNPs) and its catalytic applications. J. Nanostruct. Chem. 8, 465–472. 10.1007/s40097-018-0288-z", "ArticleIdList": ["10.1007/s40097-018-0288-z"]}, {"Citation": "Gautam R., Jachak S. M. (2009). Recent developments in antiinflammatory natural products. Med. Res. Rev. 29, 767–820. 10.1002/med.20156", "ArticleIdList": ["10.1002/med.20156", "19378317"]}, {"Citation": "Gautam M. K., Goel S., Ghatule R. R., Singh A., Nath G., Goel R. K. (2013). Curative effect of Terminalia chebula extract on acetic acid-induced experimental colitis: role of antioxidants, free radicals and acute inflammatory marker. Inflammopharmacology 21, 377–383. 10.1007/s10787-012-0147-3", "ArticleIdList": ["10.1007/s10787-012-0147-3", "22956243"]}, {"Citation": "Gbala I., Anibijuwon I. (2018). Antibacterial activity of Terminalia glaucescens, Mangifera indica and Mitracarpus villosus on carbapenem-resistant enterobacteriaceae. Afr. J. Clin. Exp. Microbiol. 19, 251–259. 10.4314/ajcem.v19i4.2", "ArticleIdList": ["10.4314/ajcem.v19i4.2"]}, {"Citation": "Ghate N. B., Hazra B., Sarkar R., Chaudhuri D., Mandal N. (2014). Alteration of Bax/Bcl-2 ratio contributes to Terminalia belerica-induced apoptosis in human lung and breast carcinoma. In Vitro Cell. Dev. Biol. - Anim. 50, 527–537. 10.1007/s11626-013-9726-x", "ArticleIdList": ["10.1007/s11626-013-9726-x", "24399255"]}, {"Citation": "Ghosh S., Banerjee S., Sil P. C. (2015). The beneficial role of curcumin on inflammation, diabetes and neurodegenerative disease: A recent update. Food Chem. Toxicol. 83, 111–124. 10.1016/j.fct.2015.05.022", "ArticleIdList": ["10.1016/j.fct.2015.05.022", "26066364"]}, {"Citation": "Gonçalves L. M., Madeira P. L. B., Diniz R. S., Nonato R. F., Siqueira F. S. F. D., De Sousa E. M., et al. (2019). Effect of Terminalia catappa Linn. on Biofilms of Candida albicans and Candida glabrata and on changes in color and roughness of acrylic resin. Evidence-Based Complement. Altern. Med. 2019, 1–8. 10.1155/2019/7481341", "ArticleIdList": ["10.1155/2019/7481341", "PMC6642777", "31360209"]}, {"Citation": "Gopinath K., Venkatesh K. S., Ilangovan R., Sankaranarayanan K., Arumugam A. (2013). Green synthesis of gold nanoparticles from leaf extract of Terminalia arjuna, for the enhanced mitotic cell division and pollen germination activity. Ind. Crops Prod. 50, 737–742. 10.1016/j.indcrop.2013.08.060", "ArticleIdList": ["10.1016/j.indcrop.2013.08.060"]}, {"Citation": "Haidara M., Haddad M., Denou A., Marti G., Bourgeade-Delmas S., Sanogo R., et al. (2018). In vivo validation of antimalarial activity of crude extracts of Terminalia macroptera, a Malian medicinal plant. Malaria J. 17, 68–68. 10.1186/s12936-018-2223-7", "ArticleIdList": ["10.1186/s12936-018-2223-7", "PMC5800286", "29402267"]}, {"Citation": "Halliwell B., Gutteridge J. M. (2015). Free Radicals in Biology and Medicine (USA: Oxford University Press; )."}, {"Citation": "Harvey A. L., Edrada-Ebel R., Quinn R. J. (2015). The re-emergence of natural products for drug discovery in the genomics era. Nat. Rev. Drug Discovery 14, 111–129. 10.1038/nrd4510", "ArticleIdList": ["10.1038/nrd4510", "25614221"]}, {"Citation": "Heinrich M. (2000). Ethnobotany and its role in drug development. Phytother. Res. 14, 479–488. 10.1002/1099-1573(200011)14:7<479::AID-PTR958>3.0.CO;2-2", "ArticleIdList": ["10.1002/1099-1573(200011)14:7<479::AID-PTR958>3.0.CO;2-2", "11054835"]}, {"Citation": "Huang Y.-H., Wu P.-Y., Wen K.-C., Lin C.-Y., Chiang H.-M. (2018). Protective effects and mechanisms of Terminalia catappa L. methenolic extract on hydrogen-peroxide-induced oxidative stress in human skin fibroblasts. BMC Complement. Altern. Med. 18, 266–266. 10.1186/s12906-018-2308-4", "ArticleIdList": ["10.1186/s12906-018-2308-4", "PMC6167875", "30285714"]}, {"Citation": "Ingole A., Kamble M., Dhabarde D., Baheti J., Bhoge P. (2019). Assessment of anthelmintic potential of hydroalcoholic fruit flesh extract of Terminalia catappa Linn. J. Drug Delivery Ther. 9, 160–162. 10.22270/jddt.v9i3.2631", "ArticleIdList": ["10.22270/jddt.v9i3.2631"]}, {"Citation": "\nInternational Diabetes Federation  (2019). IDF Diabetes Atlas (978-2-930229-87-4) (International Diabetes Federation; ). Available at: http://www.diabetesatlas.org/."}, {"Citation": "Intharuksa A., Ando H., Miyake K., Sirisa-Ard P., Mikage M., Sasaki Y. (2016). Molecular analysis of Terminalia spp. distributed in Thailand and authentication of crude drugs from Terminalia plants. Biol. Pharm. Bull. 39, 492–501. 10.1248/bpb.b15-00673", "ArticleIdList": ["10.1248/bpb.b15-00673", "27040622"]}, {"Citation": "Jokar A., Masoomi F., Sadeghpour O., Nassiri-Toosi M., Hamedi S. (2016). Potential therapeutic applications for Terminalia chebula in Iranian traditional medicine. J. Tradit. Chin. Med. 36, 250–254. 10.1016/S0254-6272(16)30035-8", "ArticleIdList": ["10.1016/S0254-6272(16)30035-8", "27400482"]}, {"Citation": "Kapoor D., Vijayvergiya R., Dhawan V. (2014). Terminalia arjuna in coronary artery disease: Ethnopharmacology, pre-clinical, clinical & safety evaluation. J. Ethnopharmacol. 155, 1029–1045. 10.1016/j.jep.2014.06.056", "ArticleIdList": ["10.1016/j.jep.2014.06.056", "25014508"]}, {"Citation": "Kapoor D., Trikha D., Vijayvergiya R., Parashar K. K., Kaul D., Dhawan V. (2015). Short-term adjuvant therapy with Terminalia arjuna attenuates ongoing inflammation and immune imbalance in patients with stable coronary artery disease: In vitro and in vivo evidence. J. Cardiovasc. Trans. Res. 8, 173–186. 10.1007/s12265-015-9620-x", "ArticleIdList": ["10.1007/s12265-015-9620-x", "25827448"]}, {"Citation": "Khan M. S. A., Khatoon N., Al-Sanea M. M., Mahmoud M. G., Rahman H. U. (2018). Methanolic extract of leathery murdah, Terminalia coriacea (Roxb.) Wight and Arn. leaves exhibits antiinflammatory activity in acute and chronic models. Med. Principles Pract. 27, 267–271. 10.1159/000488199", "ArticleIdList": ["10.1159/000488199", "PMC6062723", "29514164"]}, {"Citation": "Khan M. E., Bala L. M., Maliki M. (2019). Phytochemical Analyses of Terminalia schimperiana (combretaceae) root bark extract to isolate stigmasterol. Adv. J. Chemistry-Section A (Theor. Eng. Appl. Chem.) 2, 327–334. 10.33945/SAMI/AJCA.2019.4.6", "ArticleIdList": ["10.33945/SAMI/AJCA.2019.4.6"]}, {"Citation": "Kibar Ozturk M., Zindancı I., Zemheri E. (2018). Acacia seyal and Terminalia brownii associated airborne contact dermatitis (Dukhan dermatitis). Int. J. Dermatol. 57, 1382–1386. 10.1111/ijd.14194", "ArticleIdList": ["10.1111/ijd.14194", "30156269"]}, {"Citation": "Kim H., Song M. J. (2013). Ethnomedicinal practices for treating liver disorders of local communities in the southern regions of Korea. Evid. Based Complement Alternat. Med. 2013, 869176.  10.1155/2013/869176", "ArticleIdList": ["10.1155/2013/869176", "PMC3782137", "24089622"]}, {"Citation": "Kim M.-S., Lee D. Y., Lee J., Kim H. W., Sung S. H., Han J.-S., et al. (2018). Terminalia chebula extract prevents scopolamine-induced amnesia via cholinergic modulation and antioxidative effects in mice. BMC Complement. Altern. Med. 18, 136–136. 10.1186/s12906-018-2212-y", "ArticleIdList": ["10.1186/s12906-018-2212-y", "PMC5930767", "29716575"]}, {"Citation": "Konczak I., Zabaras D., Dunstan M., Aguas P. (2010). Antioxidant capacity and hydrophilic phytochemicals in commercially grown native Australian fruits. Food Chem. 123, 1048–1054. 10.1016/j.foodchem.2010.05.060", "ArticleIdList": ["10.1016/j.foodchem.2010.05.060"]}, {"Citation": "Konczak I., Maillot F., Dalar A. (2014). Phytochemical divergence in 45 accessions of Terminalia ferdinandiana (Kakadu plum). Food Chem. 151, 248–256. 10.1016/j.foodchem.2013.11.049", "ArticleIdList": ["10.1016/j.foodchem.2013.11.049", "24423529"]}, {"Citation": "Koparde S., Gaikwad D. (2017). Antibacterial potential of green silver nanoparticles synthesized from medicinal plant Terminalia arjuna . Int. J. Res. Biosci. Agric. Technol. 5, 258–260."}, {"Citation": "Kouassi E. K., Coulibaly I., Pop R., Adela P., Allico J. D. (2019). In vitro antioxidant potency and antifungal efficiency of four local Terminalia species against Fusarium strains. J. Exp. Agric. Int. 29 (2), 1–7. 10.9734/JEAI/2019/45047", "ArticleIdList": ["10.9734/JEAI/2019/45047"]}, {"Citation": "Kuete V., Tabopda T. K., Ngameni B., Nana F., Tshikalange T. E., Ngadjui B. T. (2010). Antimycobacterial, antibacterial and antifungal activities of Terminalia superba (Combretaceae). South Afr. J. Bot. 76, 125–131. 10.1016/j.sajb.2009.09.009", "ArticleIdList": ["10.1016/j.sajb.2009.09.009"]}, {"Citation": "Kumar N., Gangappa D., Gupta G., Karnati R. (2014). Chebulagic acid from Terminalia chebula causes G1 arrest, inhibits NFκB and induces apoptosis in retinoblastoma cells. BMC Complement. Altern. Med. 14, 319–319. 10.1186/1472-6882-14-319", "ArticleIdList": ["10.1186/1472-6882-14-319", "PMC4158129", "25169718"]}, {"Citation": "Kumar C. U., Pokuri V. K., Pingali U. (2015). Evaluation of the Analgesic activity of standardized aqueous extract of Terminalia chebula in healthy human participants using hot air pain model. J. Clin. Diagn. Res. 9, FC01–FC04.  10.7860/JCDR/2015/11369.5916", "ArticleIdList": ["10.7860/JCDR/2015/11369.5916", "PMC4484081", "26155489"]}, {"Citation": "Kumar R., Arora R., Agarwal A., Gupta Y. K. (2018). Protective effect of Terminalia chebula against seizures, seizure-induced cognitive impairment and oxidative stress in experimental models of seizures in rats. J. Ethnopharmacol. 215, 124–131. 10.1016/j.jep.2017.12.008", "ArticleIdList": ["10.1016/j.jep.2017.12.008", "29248452"]}, {"Citation": "Kuo P.-L., Hsu Y.-L., Lin T.-C., Lin L.-T., Chang J.-K., Lin C.-C. (2005). Casuarinin from the bark of Terminalia arjuna induces apoptosis and cell cycle arrest in human breast adenocarcinoma MCF-7 cells. Planta Med. 71, 237–243. 10.1055/s-2005-837823", "ArticleIdList": ["10.1055/s-2005-837823", "15770544"]}, {"Citation": "Kuriakose J., Lal Raisa H., Vysakh A., Eldhose B., Latha M. S. (2017). Terminalia bellirica (Gaertn.) Roxb. fruit mitigates CCl4 induced oxidative stress and hepatotoxicity in rats. Biomed. Pharmacother. 93, 327–333. 10.1016/j.biopha.2017.06.080", "ArticleIdList": ["10.1016/j.biopha.2017.06.080", "28651233"]}, {"Citation": "Lago J. H. G., Toledo-Arruda A. C., Mernak M., Barrosa K. H., Martins M. A., Tibério I. F. L. C., et al. (2014). Structure-activity association of flavonoids in lung diseases. Molecules (Basel Switzerland) 19, 3570–3595. 10.3390/molecules19033570", "ArticleIdList": ["10.3390/molecules19033570", "PMC6271797", "24662074"]}, {"Citation": "Latha R. C. R., Daisy P. (2013). Therapeutic potential of octyl gallate isolated from fruits of Terminalia bellerica in streptozotocin-induced diabetic rats. Pharm. Biol. 51, 798–805. 10.3109/13880209.2013.766894", "ArticleIdList": ["10.3109/13880209.2013.766894", "23675839"]}, {"Citation": "Lee Y., Byun H. S., Seok J. H., Park K. A., Won M., Seo W., et al. (2016). Terminalia chebula provides protection against dual modes of necroptotic and apoptotic cell death upon death receptor ligation. Sci. Rep. 6, 15. 10.1038/srep25094", "ArticleIdList": ["10.1038/srep25094", "PMC4846877", "27117478"]}, {"Citation": "Lee J., Nho Y. H., Yun S. K., Hwang Y. S. (2017). Use of ethanol extracts of Terminalia chebula to prevent periodontal disease induced by dental plaque bacteria. BMC Complement. Altern. Med. 17, 113–113. 10.1186/s12906-017-1619-1", "ArticleIdList": ["10.1186/s12906-017-1619-1", "PMC5312597", "28202081"]}, {"Citation": "Lee C. Y., Yang S. F., Wang P. H., Su C. W., Hsu H. F., Tsai H. T., et al. (2018). Antimetastatic effects of Terminalia catappa leaf extracts on cervical cancer through the inhibition of matrix metalloprotein-9 and MAPK pathway. Environ. Toxicol. 34, 60–66. 10.1002/tox.22657", "ArticleIdList": ["10.1002/tox.22657", "30259628"]}, {"Citation": "Lee C.-Y., Yang S.-F., Wang P.-H., Su C.-W., Hsu H.-F., Tsai H.-T., et al. (2019). Antimetastatic effects of Terminalia catappa leaf extracts on cervical cancer through the inhibition of matrix metalloprotein-9 and MAPK pathway. Environ. Toxicol. 34, 60–66. 10.1002/tox.22657", "ArticleIdList": ["10.1002/tox.22657", "30259628"]}, {"Citation": "Li K., Diao Y., Zhang H., Wang S., Zhang Z., Yu B., et al. (2011). Tannin extracts from immature fruits of Terminalia chebula Fructus Retz. promote cutaneous wound healing in rats. BMC Complement. Altern. Med. 11, 86–86. 10.1186/1472-6882-11-86", "ArticleIdList": ["10.1186/1472-6882-11-86", "PMC3198757", "21982053"]}, {"Citation": "Lin T.-C., Chien S.-C., Chen H.-F., Hsu F.-L. (2000). Tannins and related compounds from Combretaceae plants. Chin. Pharm. J. 52, 1–26."}, {"Citation": "Lopez H. L., Habowski S. M., Sandrock J. E., Raub B., Kedia A., Bruno E. J., et al. (2017). Effects of dietary supplementation with a standardized aqueous extract of Terminalia chebula fruit (AyuFlex(®)) on joint mobility, comfort, and functional capacity in healthy overweight subjects: a randomized placebo-controlled clinical trial. BMC Complement. Altern. Med. 17, 475–475. 10.1186/s12906-017-1977-8", "ArticleIdList": ["10.1186/s12906-017-1977-8", "PMC5625793", "28969626"]}, {"Citation": "Losso J. N., Bansode R. R., Trappey Ii A., Bawadi H. A., Truax R. (2004). In vitro antiproliferative activities of ellagic acid. J. Nutr. Biochem. 15, 672–678. 10.1016/j.jnutbio.2004.06.004", "ArticleIdList": ["10.1016/j.jnutbio.2004.06.004", "15590271"]}, {"Citation": "Majoumouo M. S., Sibuyi N. R. S., Tincho M. B., Mbekou M., Boyom F. F., Meyer M. (2019). Enhanced antibacterial activity of biogenic silver nanoparticles synthesized from Terminalia mantaly Extracts. Int. J. Nanomed. 14, 9031–9046. 10.2147/IJN.S223447", "ArticleIdList": ["10.2147/IJN.S223447", "PMC6875292", "31819417"]}, {"Citation": "Makihara H., Shimada T., Machida E., Oota M., Nagamine R., Tsubata M., et al. (2012). Preventive effect of Terminalia bellirica on obesity and metabolic disorders in spontaneously obese type 2 diabetic model mice. J. Natural Medicines 66, 459–467. 10.1007/s11418-011-0606-y", "ArticleIdList": ["10.1007/s11418-011-0606-y", "22105160"]}, {"Citation": "Makihara H., Koike Y., Ohta M., Horiguchi-Babamoto E., Tsubata M., Kinoshita K., et al. (2016). Gallic acid, the active ingredient of Terminalia bellirica, enhances adipocyte differentiation and adiponectin secretion. Biol. Pharm. Bull. 39, 1137–1143. 10.1248/bpb.b16-00064", "ArticleIdList": ["10.1248/bpb.b16-00064", "27374289"]}, {"Citation": "Malterud K. E. J. P. (2017). Ethnopharmacology, chemistry and biological properties of four Malian medicinal plants. Plants (Basel) 6:11.  10.3390/plants6010011", "ArticleIdList": ["10.3390/plants6010011", "PMC5371770", "28230801"]}, {"Citation": "Marjenah M., Putri N. P. (2017). Morphological characteristic and physical environment of Terminalia catappa in East Kalimantan, Indonesia. Asian J. Forest. 1, 33–39. 10.13057/asianjfor/r010105", "ArticleIdList": ["10.13057/asianjfor/r010105"]}, {"Citation": "Mata R., Cristians S., Escandón-Rivera S., Juárez-Reyes K., Rivero-Cruz I. (2013). Mexican antidiabetic herbs: valuable sources of inhibitors of α-glucosidases. J. Natural Prod. 76, 468–483. 10.1021/np300869g", "ArticleIdList": ["10.1021/np300869g", "23398496"]}, {"Citation": "Maulik S. K., Katiyar C. K. (2010). Terminalia arjuna in cardiovascular diseases: making the transition from traditional to modern medicine in India. Curr. Pharm. Biotechnol. 11, 855–860. 10.2174/138920110793262051", "ArticleIdList": ["10.2174/138920110793262051", "20874682"]}, {"Citation": "Maulik S. K., Talwar K. K. (2012). Therapeutic potential of Terminalia arjuna in cardiovascular disorders. Am. J. Cardiovasc. Drugs 12, 157–163. 10.2165/11598990-000000000-00000", "ArticleIdList": ["10.2165/11598990-000000000-00000", "22583146"]}, {"Citation": "Maulik S. K., Wilson V., Seth S., Bhargava B., Dua P., Ramakrishnan S., et al. (2016). Clinical efficacy of water extract of stem bark of Terminalia arjuna (Roxb. ex DC.) Wight & Arn. in patients of chronic heart failure: a double-blind, randomized controlled trial. Phytomedicine 23, 1211–1219. 10.1016/j.phymed.2016.02.007", "ArticleIdList": ["10.1016/j.phymed.2016.02.007", "26988798"]}, {"Citation": "Mbosso Teinkela J. E., Siwe Noundou X., Fannang S., Mbem Song A., Assob Nguedia J. C., Hoppe H. C., et al. (2019). Terminaliamide, a new ceramide and other phytoconstituents from the roots of Terminalia mantaly H. Perrier and their biological activities. Natural Prod. Res. 1–10. 10.1080/14786419.2019.1647425", "ArticleIdList": ["10.1080/14786419.2019.1647425", "31385525"]}, {"Citation": "Mbouna C. D., Kouipou R. M., Keumoe R., Tchokouaha L. R., Fokou P. V., Tali B. M., et al. (2018). Potent antiplasmodial extracts and fractions from Terminalia mantaly and Terminalia superba . Malaria J. 17, 142.  10.1186/s12936-018-2298-1", "ArticleIdList": ["10.1186/s12936-018-2298-1", "PMC5883263", "29615047"]}, {"Citation": "Mcmanus K., Wood A., Wright M. H., Matthews B., Greene A. C., Cock I. E. (2017). Terminalia ferdinandiana Exell. Extracts inhibit the growth of body odour-forming bacteria. Int. J. Cosmetic Sci. 39, 500–510. 10.1111/ics.12403", "ArticleIdList": ["10.1111/ics.12403", "28488331"]}, {"Citation": "Minsakorn S., Nuplod K., Puttarak P., Chawengkirttikul R., Panyarachun B., Ngamniyom A., et al. (2019). The anthelmintic effects of medicinal plant extracts against paramphistome parasites, Carmyerius spatiosus . Acta Parasitol. 64, 566–574. 10.2478/s11686-019-00072-6", "ArticleIdList": ["10.2478/s11686-019-00072-6", "31111359"]}, {"Citation": "Mitra M., Bandyopadhyay A., Datta G., Nandi D. (2019). Protective role of green synthesized gold nanoparticles using Terminalia arjuna against acetaminophen induced hematological alterations in male wistar rats. J. Nanomed. Nanotechnol. 10, 1–7.  10.35248/2157-7439.19.10.530", "ArticleIdList": ["10.35248/2157-7439.19.10.530"]}, {"Citation": "Mohan Kumar K., Mandal B. K., Sinha M., Krishnakumar V. (2012). Terminalia chebula mediated green and rapid synthesis of gold nanoparticles. Spectrochim. Acta Part A: Mol. Biomol. Spectrosc. 86, 490–494. 10.1016/j.saa.2011.11.001", "ArticleIdList": ["10.1016/j.saa.2011.11.001", "22130557"]}, {"Citation": "Mongalo N., Mcgaw L., Segapelo T., Finnie J., Van Staden J. (2016). Ethnobotany, phytochemistry, toxicology and pharmacological properties of Terminalia sericea Burch. ex DC. (Combretaceae)–A review. J. Ethnopharmacol. 194, 789–802. 10.1016/j.jep.2016.10.072", "ArticleIdList": ["10.1016/j.jep.2016.10.072", "27989875"]}, {"Citation": "Mopuri R., Ganjayi M., Banavathy K. S., Parim B. N., Meriga B. (2015). Evaluation of antiobesity activities of ethanolic extract of Terminalia paniculata bark on high fat diet-induced obese rats. BMC Complement. Altern. Med. 15, 76–76. 10.1186/s12906-015-0598-3", "ArticleIdList": ["10.1186/s12906-015-0598-3", "PMC4396074", "25887331"]}, {"Citation": "Muhit M. A., Umehara K., Mori-Yasumoto K., Noguchi H. (2016). Furofuran lignan glucosides with estrogen-inhibitory properties from the bangladeshi medicinal plant Terminalia citrina . J. Natural Prod. 79, 1298–1307. 10.1021/acs.jnatprod.5b01042", "ArticleIdList": ["10.1021/acs.jnatprod.5b01042", "27110635"]}, {"Citation": "Nair S., Nagar R. (1997). Antioxidant flavonoids in common Indian foods. South Asian J. Prevent. Cardiol. 1, 33–35."}, {"Citation": "Nair S., Nagar R., Gupta R. (1996). Dietary antioxidant phenolics and flavonoids in coronary heart disease. Indian Heart J. 48, 545."}, {"Citation": "Nair J. J., Aremu A. O., Van Staden J. (2012). Antiinflammatory effects of Terminalia phanerophlebia (Combretaceae) and identification of the active constituent principles. South Afr. J. Bot. 81, 79–80. 10.1016/j.sajb.2012.06.001", "ArticleIdList": ["10.1016/j.sajb.2012.06.001"]}, {"Citation": "Nampoothiri S. V., Suresh Kumar B., Esakkidurai T., Pitchumani K. (2018). Green synthesis of silver nanoparticles using a characterized polyphenol rich fraction from Terminalia bellirica and the evaluation of its cytotoxicity in normal and cancer cells. J. Biologically Active Prod. Nat. 8, 352–363. 10.1080/22311866.2018.1540944", "ArticleIdList": ["10.1080/22311866.2018.1540944"]}, {"Citation": "\nNational Center for Biotechnology Information  (2019. a). Arjunolic acid, CID=73641 [Online]. Available at: https://pubchem.ncbi.nlm.nih.gov/compound/Arjunolic-acid (Accessed January 2nd 2020)."}, {"Citation": "\nNational Center for Biotechnology Information  (2019. aa). Stigmast-4-ene-3,6-dione, CID=5490007 [Online]. Available at: https://pubchem.ncbi.nlm.nih.gov/compound/Stigmast-4-ene-3_6-dione (Accessed January 2nd 2020)."}, {"Citation": "\nNational Center for Biotechnology Information  (2019. ab). Tannic acid, CID=16129778 [Online]. Available at: https://pubchem.ncbi.nlm.nih.gov/compound/Tannic-acid (Accessed January 2nd 2020)."}, {"Citation": "\nNational Center for Biotechnology Information  (2019. ac). Vescalagin, CID=168165 [Online]. Available at: https://pubchem.ncbi.nlm.nih.gov/compound/Vescalagin (Accessed January 2nd 2020)."}, {"Citation": "\nNational Center for Biotechnology Information  (2019. ad). Vitexin, CID=5280441 [Online]. Available at: https://pubchem.ncbi.nlm.nih.gov/compound/Vitexin (Accessed January 2nd 2020)."}, {"Citation": "\nNational Center for Biotechnology Information  (2019. b). beta-Sitosterol, CID=222284 [Online]. Available at: https://pubchem.ncbi.nlm.nih.gov/compound/beta-Sitosterol (Accessed January 2nd 2020)."}, {"Citation": "\nNational Center for Biotechnology Information  (2019. c). Chebulagic acid, CID= 442674 [Online]. Available at: https://pubchem.ncbi.nlm.nih.gov/compound/442674 (Accessed January 2nd 2020)."}, {"Citation": "\nNational Center for Biotechnology Information  (2019. d). Chebulic acid, CID=71308174 [Online]. Available at: https://pubchem.ncbi.nlm.nih.gov/compound/71308174 (Accessed January 2nd 2020)."}, {"Citation": "\nNational Center for Biotechnology Information  (2019. e). Cianidanol, CID=9064 [Online]. Available at: https://pubchem.ncbi.nlm.nih.gov/compound/Cianidanol (Accessed January 2nd 2020)."}, {"Citation": "\nNational Center for Biotechnology Information  (2019. f). CID=72284 [Online]. Available at: https://pubchem.ncbi.nlm.nih.gov/compound/Chebulinic-acid (Accessed January 2nd 2020)."}, {"Citation": "\nNational Center for Biotechnology Information  (2019. g). CID= 73178 [Online]. Available at: https://pubchem.ncbi.nlm.nih.gov/compound/1_2_3_6-Tetrakis-O-galloyl-beta-D-glucose (Accessed January 2nd 2020)."}, {"Citation": "\nNational Center for Biotechnology Information  (2019. h). CID= 44584733 [Online]. Available at: https://pubchem.ncbi.nlm.nih.gov/compound/44584733 (Accessed January 2nd 2020)."}, {"Citation": "\nNational Center for Biotechnology Information  (2019. i). Corilagin, CID=73568 [Online]. Available at: https://pubchem.ncbi.nlm.nih.gov/compound/Corilagin (Accessed January 2nd 2020)."}, {"Citation": "\nNational Center for Biotechnology Information  (2019. j). Ellagic acid dihydrate, CID=16760409 [Online]. Available at: https://pubchem.ncbi.nlm.nih.gov/compound/Ellagic-acid-dihydrate (Accessed January 2nd 2020)."}, {"Citation": "\nNational Center for Biotechnology Information  (2019. k). Ellagic acid, CID=5281855 [Online]. Available at: https://pubchem.ncbi.nlm.nih.gov/compound/Ellagic-acid (Accessed [Accessed January 2nd 2020)."}, {"Citation": "\nNational Center for Biotechnology Information  (2019. l). Exifone, CID=40399 [Online]. Available at: https://pubchem.ncbi.nlm.nih.gov/compound/Exifone (Accessed January 2nd 2020)."}, {"Citation": "\nNational Center for Biotechnology Information  (2019. m). Gallic acid, CID=370 [Online]. Available at: https://pubchem.ncbi.nlm.nih.gov/compound/Gallic-acid (Accessed January 2nd 2020)."}, {"Citation": "\nNational Center for Biotechnology Information  (2019. n). Geraniin, CID=3001497 [Online]. Available at: https://pubchem.ncbi.nlm.nih.gov/compound/3001497 (Accessed January 2nd 2020)."}, {"Citation": "\nNational Center for Biotechnology Information  (2019. o). Isoorientin, CID=114776 [Online]. Available at: https://pubchem.ncbi.nlm.nih.gov/compound/Isoorientin (Accessed January 2nd 2020)."}, {"Citation": "\nNational Center for Biotechnology Information  (2019. p). Luteolin, CID=5280445 [Online]. Available at: https://pubchem.ncbi.nlm.nih.gov/compound/Luteolin (Accessed January 2nd 2020)."}, {"Citation": "\nNational Center for Biotechnology Information  (2019. q). Methyl gallate, CID=7428 [Online]. Available at: https://pubchem.ncbi.nlm.nih.gov/compound/Methyl-gallate (Accessed January 2nd 2020)."}, {"Citation": "\nNational Center for Biotechnology Information  (2019. r). Octyl gallate, CID=61253 [Online]. Available at: https://pubchem.ncbi.nlm.nih.gov/compound/Octyl-gallate (Accessed January 2nd 2020)."}, {"Citation": "\nNational Center for Biotechnology Information  (2019. s). Pentagalloylglucose, CID=65238, [Online]. Available at: https://pubchem.ncbi.nlm.nih.gov/compound/Pentagalloylglucose (Accessed January 2nd 2020)."}, {"Citation": "\nNational Center for Biotechnology Information  (2019. t). Punicalin, CID=5388496 [Online]. Available at: https://pubchem.ncbi.nlm.nih.gov/compound/Punicalin (Accessed January 2nd 2020)."}, {"Citation": "\nNational Center for Biotechnology Information  (2019. u). Purpurin, CID=6683 [Online]. Available at: https://pubchem.ncbi.nlm.nih.gov/compound/Purpurin (Accessed January 2nd 2020)."}, {"Citation": "\nNational Center for Biotechnology Information  (2019. v). Quercetin, CID=5280343 [Online]. Available at: https://pubchem.ncbi.nlm.nih.gov/compound/Quercetin (Accessed January 2nd 2020)."}, {"Citation": "\nNational Center for Biotechnology Information  (2019. w). Reserpine, CID=5770 [Online]. Available at: https://pubchem.ncbi.nlm.nih.gov/compound/Reserpine (Accessed January 2nd 2020)."}, {"Citation": "\nNational Center for Biotechnology Information  (2019. x). Resveratrol, CID=445154 [Online]. Available at: https://pubchem.ncbi.nlm.nih.gov/compound/Resveratrol (Accessed January 2nd 2020)."}, {"Citation": "\nNational Center for Biotechnology Information  (2019. y). Rutin, CID=5280805 [Online]. Available at: https://pubchem.ncbi.nlm.nih.gov/compound/Rutin (Accessed January 2nd 2020)."}, {"Citation": "\nNational Center for Biotechnology Information  (2019. z). Stigmast-4-en-3-one, CID=5484202 [Online]. Available at: https://pubchem.ncbi.nlm.nih.gov/compound/Stigmast-4-en-3-one (Accessed January 2nd 2020)."}, {"Citation": "Netzel M., Netzel G., Tian Q., Schwartz S., Konczak I. (2007). Native Australian fruits—a novel source of antioxidants for food. Innovative Food Sci. Emerg. Technol. 8, 339–346. 10.1016/j.ifset.2007.03.007", "ArticleIdList": ["10.1016/j.ifset.2007.03.007"]}, {"Citation": "Nguyen Q.-V., Nguyen V. B., Eun J.-B., Wang S.-L., Nguyen D. H., Tran T. N., et al. (2016). Antioxidant and antidiabetic effect of some medicinal plants belong to Terminalia species collected in Dak Lak Province, Vietnam. Res. Chem. Intermediates 42, 5859–5871. 10.1007/s11164-015-2409-3", "ArticleIdList": ["10.1007/s11164-015-2409-3"]}, {"Citation": "Ohno Y., Fukuda K., Takemura G., Toyota M., Watanabe M., Yasuda N., et al. (1999). Induction of apoptosis by gallic acid in lung cancer cells. Anticancer Drugs 10, 845–851. 10.1097/00001813-199910000-00008", "ArticleIdList": ["10.1097/00001813-199910000-00008", "10587295"]}, {"Citation": "Owoloye A., Akanbi O. M., Bakare O. S. (2019). Effects of Powdered stem bark of Terminalia avicennioides made as dietary feed fed to mice infected with Plasmodium berghei, on liver function. Asian J. Biochem. Genet. Mol. Biol. 2, 1–11. 10.9734/ajbgmb/2019/v2i430066", "ArticleIdList": ["10.9734/ajbgmb/2019/v2i430066"]}, {"Citation": "Pandey G., Gupta S. S., Bhatia A., Sidhu O. P., Rawat A. K. S., Rao C. V. (2017). Grilling enhances antidiarrheal activity of Terminalia bellerica Roxb. fruits. J. Ethnopharmacol. 202, 63–66. 10.1016/j.jep.2016.12.003", "ArticleIdList": ["10.1016/j.jep.2016.12.003", "28025164"]}, {"Citation": "Pettit G. R., Hoard M. S., Doubek D. L., Schmidt J. M., Pettit R. K., Tackett L. P., et al. (1996). Antineoplastic agents 338. The cancer cell growth inhibitory. constituents of Terminalia arjuna (Combretaceae). J. Ethnopharmacol. 53, 57–63. 10.1016/S0378-8741(96)01421-3", "ArticleIdList": ["10.1016/S0378-8741(96)01421-3", "8844460"]}, {"Citation": "Pham A. T., Malterud K. E., Paulsen B. S., Diallo D., Wangensteen H. (2014). alpha-glucosidase inhibition, 15-lipoxygenase inhibition, and brine shrimp toxicity of extracts and isolated compounds from Terminalia macroptera leaves. Pharm. Biol. 52, 1166–1169. 10.3109/13880209.2014.880486", "ArticleIdList": ["10.3109/13880209.2014.880486", "24635511"]}, {"Citation": "Pinheiro Silva L., Damacena De Angelis C., Bonamin F., Kushima H., José Mininel F., Campaner Dos Santos L., et al. (2015). Terminalia catappa L.: a medicinal plant from the Caribbean pharmacopeia with anti Helicobacter pylori and antiulcer action in experimental rodent models. J. Ethnopharmacol. 15, 285–295. 10.1016/j.jep.2014.11.025", "ArticleIdList": ["10.1016/j.jep.2014.11.025", "25460589"]}, {"Citation": "Priya N., Mathur K., Sharma A., Agrawal R., Agarwal V., Acharya J. (2019). Effect of Terminalia Arjuna on total platelet count and lipid profile in patients of coronary artery disease. Adv. Hum. Biol. 9, 98–101. 10.4103/AIHB.AIHB_8_18", "ArticleIdList": ["10.4103/AIHB.AIHB_8_18"]}, {"Citation": "Rahimi V. B., Askari V. R., Shirazinia R., Soheili-Far S., Askari N., Rahmanian-Devin P., et al. (2018). Protective effects of hydro-ethanolic extract of Terminalia chebula on primary microglia cells and their polarization (M1/M2 balance). Multiple Sclerosis Rel. Disord. 25, 5–13. 10.1016/j.msard.2018.07.015", "ArticleIdList": ["10.1016/j.msard.2018.07.015", "30014878"]}, {"Citation": "Rashed K., Potočnjak I., Giacometti J., Škoda M., Domitrović R. (2014). Terminalia bellerica aerial parts ethyl acetate extract exhibits antioxidant, anti-inflammatory and antifibrotic activity in carbon tetrachloride-intoxicated mice. J. Funct. Foods 8, 319–330. 10.1016/j.jff.2014.03.033", "ArticleIdList": ["10.1016/j.jff.2014.03.033"]}, {"Citation": "Rayan P., Matthews B., Mcdonnell P. A., Cock I. E. (2015). Terminalia ferdinandiana extracts as inhibitors of Giardia duodenalis proliferation: a new treatment for giardiasis. Parasitol. Res. 114, 2611–2620. 10.1007/s00436-015-4465-4", "ArticleIdList": ["10.1007/s00436-015-4465-4", "25876047"]}, {"Citation": "Reddy T. C., Aparoy P., Babu N. K., Kumar K. A., Kalangi S. K., Reddanna P. (2010). Kinetics and docking studies of a COX-2 inhibitor isolated from Terminalia bellerica fruits. Protein Pept. Lett. 17, 1251–1257. 10.2174/092986610792231537", "ArticleIdList": ["10.2174/092986610792231537", "20441561"]}, {"Citation": "Reddy M. M., Devavarann J. D., Dhas J., Adeghate E., Ennerald B. S. (2015). Antihyperlipidemic effect of methanol bark extract of Terminalia chebula in male albino Wistar rats. Pharm. Biol. 53, 1133–1140. 10.3109/13880209.2014.962058", "ArticleIdList": ["10.3109/13880209.2014.962058", "25625850"]}, {"Citation": "Rohaeti E., Rakhmawati A. (2017). Application of Terminalia Catappa in preparation of silver nanoparticles to develop antibacterial nylon. Oriental J. Chem. 33, 2905–2912. 10.13005/ojc/330625", "ArticleIdList": ["10.13005/ojc/330625"]}, {"Citation": "Ruf J. (1999). Wine and polyphenols related to platelet aggregation and atherothrombosis. Drugs Under Exp. Clin. Res. 25, 125–131.", "ArticleIdList": ["10370875"]}, {"Citation": "Sadeghnia H. R., Jamshidi R., Afshari A. R., Mollazadeh H., Forouzanfar F., Rakhshandeh H. (2017). Terminalia chebula attenuates quinolinate-induced oxidative PC12 and OLN-93 cell death. Multiple Sclerosis Rel. Disord. 14, 60–67. 10.1016/j.msard.2017.03.012", "ArticleIdList": ["10.1016/j.msard.2017.03.012", "28619434"]}, {"Citation": "Saha S., Verma R. J. (2016). Antioxidant activity of polyphenolic extract of Terminalia chebula Retzius fruits. J. Taibah Univ. Sci. 10, 805–812. 10.1016/j.jtusci.2014.09.003", "ArticleIdList": ["10.1016/j.jtusci.2014.09.003"]}, {"Citation": "Saivaraj S., Chandramohan G. (2018). Antimicrobial activity of natural dyes obtained from Terminalia arjuna (Roxb.) Wight & Arn barks. World Sci. News 98, 221–227."}, {"Citation": "Saleem A., Husheem M., Härkönen P., Pihlaja K. (2002). Inhibition of cancer cell growth by crude extract and the phenolics of Terminalia chebula retz. fruit. J. Ethnopharmacol. 81, 327–336. 10.1016/S0378-8741(02)00099-5", "ArticleIdList": ["10.1016/S0378-8741(02)00099-5", "12127233"]}, {"Citation": "Salih E. Y., Fyhrquist P., Abdalla A., Abdelgadir A. Y., Kanninen M., Sipi M., et al. (2017). LC-MS/MS tandem mass spectrometry for analysis of phenolic compounds and pentacyclic triterpenes in antifungal extracts of Terminalia brownii (Fresen). Antibiotics 6, 37.  10.3390/antibiotics6040037", "ArticleIdList": ["10.3390/antibiotics6040037", "PMC5745480", "29236070"]}, {"Citation": "Salih E. Y. A., Julkunen-Tiitto R., Lampi A.-M., Kanninen M., Luukkanen O., Sipi M., et al. (2018). Terminalia laxiflora and Terminalia brownii contain a broad spectrum of antimycobacterial compounds including ellagitannins, ellagic acid derivatives, triterpenes, fatty acids and fatty alcohols. J. Ethnopharmacol. 227, 82–96. 10.1016/j.jep.2018.04.030", "ArticleIdList": ["10.1016/j.jep.2018.04.030", "29733942"]}, {"Citation": "Shalom J., Cock I. E. (2018). Terminalia ferdinandiana Exell. fruit and leaf extracts inhibit proliferation and induce apoptosis in selected human cancer cell lines. Nutr. Cancer 70, 579–593. 10.1080/01635581.2018.1460680", "ArticleIdList": ["10.1080/01635581.2018.1460680", "29641917"]}, {"Citation": "Sharma P., Shoeb A., Kapil R., Popli S. (1982). “Arjunolone-a new flavone from stem bark of Terminalia arjuna . Indian J. Chem. Including Med. Chem. 21, 263–264."}, {"Citation": "Sharma C., Aneja K. R., Kasera R., Aneja A. J. W. J. O. sO. (2012). Antimicrobial potential of Terminalia chebula Retz. fruit extracts against ear pathogens. World J. Otorhinolaryngol. 2, 8–13. 10.5319/wjo.v2.i2.8", "ArticleIdList": ["10.5319/wjo.v2.i2.8"]}, {"Citation": "Shen Y.-C., Juan C.-W., Lin C.-S., Chen C.-C., Chang C.-L. (2017). Neuroprotective effect of Terminalia chebula extracts and ellagic acid in pc12 cells. Afr. J. Tradit. Complement. Altern. Medicines 14, 22–30. 10.21010/ajtcam.v14i4.3", "ArticleIdList": ["10.21010/ajtcam.v14i4.3", "PMC5471469", "28638863"]}, {"Citation": "Sheng Z., Zhao J., Muhammad I., Zhang Y. (2018). Optimization of total phenolic content from Terminalia chebula Retz. fruits using response surface methodology and evaluation of their antioxidant activities. PloS One 13, e0202368–e0202368. 10.1371/journal.pone.0202368", "ArticleIdList": ["10.1371/journal.pone.0202368", "PMC6091980", "30106980"]}, {"Citation": "Shyni G. L., Kavitha S., Indu S., Arya A. D., Anusree S. S., Vineetha V. P., et al. (2014). Chebulagic acid from Terminalia chebula enhances insulin mediated glucose uptake in 3T3-L1 adipocytes via PPARγ signaling pathway. BioFactors 40, 646–657. 10.1002/biof.1193", "ArticleIdList": ["10.1002/biof.1193", "25529897"]}, {"Citation": "Silva O., Duarte A., Cabrita J., Pimentel M., Diniz A., Gomes E. (1996). Antimicrobial activity of Guinea-Bissau traditional remedies. J. Ethnopharmacol. 50, 55–59. 10.1016/0378-8741(95)01323-7", "ArticleIdList": ["10.1016/0378-8741(95)01323-7", "8778508"]}, {"Citation": "Sivamaruthi B. S., Ramkumar V. S., Archunan G., Chaiyasut C., Suganthy N. (2019). Biogenic synthesis of silver palladium bimetallic nanoparticles from fruit extract of Terminalia chebula – In vitro evaluation of anticancer and antimicrobial activity. J. Drug Delivery Sci. Technol. 51, 139–151. 10.1016/j.jddst.2019.02.024", "ArticleIdList": ["10.1016/j.jddst.2019.02.024"]}, {"Citation": "Somarathna T., Ranaweera K. K. D. S., Premakumara G., Weerakkody N. S. (2018). Combination effect of Alpinia malaccensis and Terminalia catappa extract for controlling foodborne pathogens and spoilage bacteria on ready to cook vacuum packed raw chicken meat. J. Food Saf. 38, e12562. 10.1111/jfs.12562", "ArticleIdList": ["10.1111/jfs.12562"]}, {"Citation": "Suganthy N., Muniasamy S., Archunan G. (2018). Safety assessment of methanolic extract of Terminalia chebula fruit, Terminalia arjuna bark and its bioactive constituent 7-methyl gallic acid: In vitro and in vivo studies. Regul. Toxicol. Pharmacol. 92, 347–357. 10.1016/j.yrtph.2017.12.019", "ArticleIdList": ["10.1016/j.yrtph.2017.12.019", "29288719"]}, {"Citation": "Suparno O., Panandita T., Afifah A., Purnawati R. (2018). Conference Series: Earth and Environmental Science Vol. 141 (IOP Publishing; ), 012028."}, {"Citation": "Tabuti J. R., Lye K. A., Dhillion S. S. (2003). Traditional herbal drugs of Bulamogi, Uganda: plants, use and administration. J. Ethnopharmacol. 88, 19–44. 10.1016/S0378-8741(03)00161-2", "ArticleIdList": ["10.1016/S0378-8741(03)00161-2", "12902048"]}, {"Citation": "Tawfike A. F., Abbott G., Young L., Edrada-Ebel R. (2018). Metabolomic-guided isolation of bioactive natural products from Curvularia sp., an endophytic fungus of Terminalia laxiflora . Planta Med. 84, 182–190. 10.1055/s-0043-118807", "ArticleIdList": ["10.1055/s-0043-118807", "28847019"]}, {"Citation": "Terças A. G., Monteiro A. D. S., Moffa E. B., Dos Santos J. R. A., De Sousa E. M., Pinto A. R. B., et al. (2017). Phytochemical Characterization of Terminalia catappa Linn. extracts and their antifungal activities against Candida spp. Front. Microbiol. 8, 595–595. 10.3389/fmicb.2017.00595", "ArticleIdList": ["10.3389/fmicb.2017.00595", "PMC5385348", "28443078"]}, {"Citation": "Toppo E., Sylvester Darvin S., Esakkimuthu S., Buvanesvaragurunathan K., Ajeesh Krishna T. P., Antony Caesar S., et al. (2018). Curative effect of arjunolic acid from Terminalia arjuna in non-alcoholic fatty liver disease models. Biomed. Pharmacother. 107, 979–988. 10.1016/j.biopha.2018.08.019", "ArticleIdList": ["10.1016/j.biopha.2018.08.019", "30257410"]}, {"Citation": "Upadhyay B., Singh K. P., Kumar A. (2011). Ethno-veterinary uses and informants consensus factor of medicinal plants of Sariska region, Rajasthan, India. J. Ethnopharmacol. 133, 14–25. 10.1016/j.jep.2010.08.054", "ArticleIdList": ["10.1016/j.jep.2010.08.054", "20817085"]}, {"Citation": "Vemuri P. K., Dronavalli L., Nayakudugari P., Kunta A., Challagulla R. (2019). Phytochemical Analysis and biochemical characterization of Terminalia Chebula extracts for its medicinal use. Biomed. Pharmacol. J. 12, 1525–1529. 10.13005/bpj/1783", "ArticleIdList": ["10.13005/bpj/1783"]}, {"Citation": "Vidya A. G., Vijayan A., Jyothis L., Nair R., Suja K. (2019). Evaluation of antifungal efficacy of some medicinal plants on Candida spp. causing vulvovaginitis. Indian J. Exp. Biol. 57, 297–301."}, {"Citation": "Wang M., Yang L., Ji M., Zhao P., Sun P., Bai R., et al. (2015). Aqueous extract of Terminalia chebula induces apoptosis in lung cancer cells via a mechanism involving mitochondria-mediated pathways. Braz. Arch. Biol. Technol. 58, 208–215. 10.1590/S1516-8913201400202", "ArticleIdList": ["10.1590/S1516-8913201400202"]}, {"Citation": "World Health Organization (1999). WHO monographs on selected medicinal plants (Vol. 2): World Health Organization (World Health Organization; )."}, {"Citation": "\nWorld Health Organization  (2018). Global Health Observatory Data (World Health Organization; ). Available at: http://www.who.int/gho/en/."}, {"Citation": "\nWorld Health Organization  (2019). Cancer (World Health Organization; ). Available at: https://www.who.int/health-topics/cancer#tab=tab_1."}, {"Citation": "Wright M. H., Sirdaarta J., White A., Greene A. C., Cock I. E. (2016). Bacillus anthracis growth inhibitory properties of Australian Terminalia spp.: Putative identification of low polarity volatile components by GC-MS headspace analysis. Pharmacognosy J. 8, 281–289. 10.5530/pj.2016.3.18", "ArticleIdList": ["10.5530/pj.2016.3.18"]}, {"Citation": "Wright M. H., Shalom J., Matthews B., Greene A. C., Cock I. E. (2019). Terminalia ferdinandiana Exell: extracts inhibit Shewanella spp. growth and prevent fish spoilage. Food Microbiol. 78, 114–122. 10.1016/j.fm.2018.10.006", "ArticleIdList": ["10.1016/j.fm.2018.10.006", "30497593"]}, {"Citation": "Yallappa S., Manjanna J., Sindhe M. A., Satyanarayan N. D., Pramod S. N., Nagaraja K. (2013). Microwave assisted rapid synthesis and biological evaluation of stable copper nanoparticles using T. arjuna bark extract. Spectrochim. Acta Part A: Mol. Biomol. Spectrosc. 110, 108–115. 10.1016/j.saa.2013.03.005", "ArticleIdList": ["10.1016/j.saa.2013.03.005", "23562740"]}, {"Citation": "Yang M. H., Vasquez Y., Ali Z., Khan I. A., Khan S. I. (2013). Constituents from Terminalia species increase PPAR alpha and PPAR gamma levels and stimulate glucose uptake without enhancing adipocyte differentiation. J. Ethnopharmacol. 149, 490–498. 10.1016/j.jep.2013.07.003", "ArticleIdList": ["10.1016/j.jep.2013.07.003", "23850833"]}, {"Citation": "Yeh C.-B., Yu Y.-L., Lin C.-W., Chiou H.-L., Hsieh M.-J., Yang S.-F. (2014). Terminalia catappa attenuates urokinase-type plasminogen activator expression through Erk pathways in Hepatocellular carcinoma. BMC Complement. Altern. Med. 14, 141.  10.1186/1472-6882-14-141", "ArticleIdList": ["10.1186/1472-6882-14-141", "PMC4012530", "24886639"]}, {"Citation": "Zhang X., He L., Lu Q., Li D. (2016). Pharmacological activity of Terminalia chebula . Zhongguo Zhong yao za zhi= Zhongguo zhongyao zazhi= China J. Chin. Materia Med. 41, 619–623. 10.4268/cjcmm20160412", "ArticleIdList": ["10.4268/cjcmm20160412", "28871682"]}, {"Citation": "Zhang X.-R., Kaunda J. S., Zhu H.-T., Wang D., Yang C.-R., Zhang Y.-J. (2019). The genus Terminalia (Combretaceae): An ethnopharmacological, phytochemical and pharmacological review. Natural Prod. Bioprospect. 9, 357–392. 10.1007/s13659-019-00222-3", "ArticleIdList": ["10.1007/s13659-019-00222-3", "PMC6872704", "31696441"]}, {"Citation": "Zhong L., Bornman J. F., Wu G., Hornoff A., Dovi K., Al-Ali H., et al. (2018). The nutritional and phytochemical composition of the indigenous Australian pindan walnut (Terminalia cunninghamii) Kernels. Plant Foods Hum. Nutr. 73, 40–46. 10.1007/s11130-017-0647-9", "ArticleIdList": ["10.1007/s11130-017-0647-9", "29235078"]}]}], "History": [{"Year": "2020", "Month": "5", "Day": "12"}, {"Year": "2020", "Month": "9", "Day": "7"}, {"Year": "2020", "Month": "11", "Day": "2", "Hour": "6", "Minute": "14"}, {"Year": "2020", "Month": "11", "Day": "3", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "11", "Day": "3", "Hour": "6", "Minute": "1"}, {"Year": "2020", "Month": "10", "Day": "8"}], "PublicationStatus": "epublish", "ArticleIdList": ["33132909", "PMC7578430", "10.3389/fphar.2020.561248"]}}]}