{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Antimicrobial", "Biological pest control", "Chemical pest control", "Crop protection", "Horticulture", "Medicinal crops", "Pesticides", "Plant parasitic nematodes", "Secondary metabolites", "Weed control"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "33134589", "DateRevised": {"Year": "2020", "Month": "11", "Day": "03"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "10", "Day": "22"}], "Language": ["eng"], "ELocationID": ["e05322", "10.1016/j.heliyon.2020.e05322"], "Journal": {"ISSN": "2405-8440", "JournalIssue": {"Volume": "6", "Issue": "10", "PubDate": {"Year": "2020", "Month": "Oct"}}, "Title": "Heliyon", "ISOAbbreviation": "Heliyon"}, "ArticleTitle": "A review on Borreria verticillata: A potential bionematicide, channeling its significant antimicrobial activity against root-knot nematodes.", "Pagination": {"StartPage": "e05322", "MedlinePgn": "e05322"}, "Abstract": {"AbstractText": ["Phytopesticides are human-friendly beside been easily accessible and bio-degradable, are therefore environmentally friendly compared to the synthetic pesticides which huge adverse effects on human, animals and the ecosystem. Plants are large reservoir of secondary metabolites largely untapped or under-tapped for use as pesticides. One problem associated with this is to identify plants which can be assessed and further exploited for this use. <i>Borreria verticillata</i> belongs to <i>Rubiaceae</i>, it is native to South Americas but gained popularity globally. It is known as a weed, showing resistance to many synthetic pesticides and can be grown on a wide range of soil types. <i>B. verticillata</i> is used traditionally against skin diseases such as eczema, infectious dermatitis and scabies<b>.</b> Its antimicrobial application is large and efficient as revealed by most authors. This article inclines to propose and offer current studies with information on the various application of this plant species against various microorganisms, thereby extending its use against plant parasitic nematodes which cause severe yield losses to numerous agricultural crops. Most search engines, journals and dissertation search engines i.e. Google scholar, pubmed, sciencedirect, scopus, web of science, springer, elsevier, like Open-thesis, OATD, ProQuest and EthOs were queried by employing titles such as <i>B. verticillata</i>, <i>Borreria verticillata</i> and biological activity of <i>B. verticillata</i>. The most synonymous name was queried too i.e. <i>Spermacoce verticillata</i>. This review suggests a main point about this resistant weed i.e. its significant antimicrobial activity. It further emphases the need exploits this useful effect against nematodes since they are microorganisms. Phytochemistry of the <i>B. verticillata</i> was gathered in this study and the compounds isolated from the plant i.e. terpenes, iridoids, flavonoids and alkaloids (29 compounds) further provide a basis for a significant antihelmintic effect. The review concludes on the need to extends its antimicrobial activity to sustainable agriculture. Since it is a very common plant in Nigeria, it is easily accessible to farmer protect their cultivations from plant-parasitic nematode attacks."], "CopyrightInformation": "© 2020 The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Crop Protection, University of Ilorin, Ilorin, Kwara State, Nigeria."}], "LastName": "Izuogu", "ForeName": "Nkechi B", "Initials": "NB"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Crop Protection, University of Ilorin, Ilorin, Kwara State, Nigeria."}], "LastName": "Bello", "ForeName": "Oluwatoyin E", "Initials": "OE"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Applied Chemistry, Federal University Dutsin-Ma, Dutsin-Ma, Katsina State, Nigeria."}], "LastName": "Bello", "ForeName": "Oluwasesan M", "Initials": "OM"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Heliyon", "NlmUniqueID": "101672560", "ISSNLinking": "2405-8440"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Abdullahi-Gero H.S., Ahmed Abubakar, Zezi Abdulkadir Umar, Hussaini Isa Marte. Preliminary evaluation of ethanol leaf extract of Borreria verticillata Linn (Rubiaceae) for analgesic and anti-inflammatory effects. J. Med. Plants Res. 2014;8(20):736–747."}, {"Citation": "Aharoni A., Jongsma M.A., Bouwmeester H.J. Volatile science? Metabolic engineering of terpenoids in plants. Trends Plant Sci. 2005;10:594–602.", "ArticleIdList": ["16290212"]}, {"Citation": "Andre R., Delaveau P., Jacquemin H. Phytochemical research on several Madagascan Rubiaceae plant. Med Phytother. 1976;10:233–242."}, {"Citation": "Andrioli W.J., Conti R., Araújo M.J., Zanasi R., Cavalcanti B.C., Manfrim V., Toledo J.S., Tedesco D., de Moraes M.O., Pessoa C., Cruz A.K., Bertucci C., Sabino J., Nanayakkara D.N.P., Pupo M.T., Bastos J.K. Mycoleptones A-C and polyketides from the endophyte Mycoleptodiscus indicus. J. Nat. Prod. 2014;77(1):70–78.", "ArticleIdList": ["24387625"]}, {"Citation": "Aoudia H., Ntalli N., Aissani N., Yahiaoui-Zaidi R., Caboni P. Nematotoxic phenolic compounds from Melia azedarach against Meloidogyne incognita. J. Agric. Food Chem. 2012;60:11675–11680.", "ArticleIdList": ["23136941"]}, {"Citation": "Aremu S.O., Iheukwumere C.C., Umeh E.U. Evaluation of leafy part of Borreria verticillata (L) (Rubiaceae) crude extracts for anti-dermatophytic properties and anti-drug resistant pathogens. FUW Trends Sci. Technol. J. 2016;1(2):602–607."}, {"Citation": "Asprey G.F., Thornton P. Medicinal plants of Jamaica. IV. West Indian Med. J. 1955;4:145–165.", "ArticleIdList": ["13282253"]}, {"Citation": "Ayensu E.S. Reference Publications Inc.; Algonac Michigan, U.S.A: 1978. Medicinal Plants of West Africa; p. 110."}, {"Citation": "Baldé A.M., Gergely A., Pieters L.A., Claeys M., Van den Berghe D.A., Vlietinck A.J. Antimicrobial alkaloids from Borreria verticillata. Planta Med. 1989;55:652."}, {"Citation": "Baldé A.M., Pieters L.A., Gergely A., Wray V., Claeys M., Vlietinck A.J. Spermacoceine, a bis-indole alkaloid from Borreria verticillata. Phytochemistry. 1991;30:997–1000."}, {"Citation": "Baldé A.M., Pieters L.A., Traore M.S., Camara A., Balde M.A., Oulare K., Barry M.S., Diallo M.S.T., Balde E.S., Diane S., Vlietinck A.J. Chemotherapeutical evaluation of Borreria verticillata extracts. J. Plant Sci. Spec. Issue Ethnopharmacological Invest. Med. Plants. 2015;3(1-2):28–31."}, {"Citation": "Begum S., Zehra Syeda Qamar, Siddiqui Bina Shaheen, Fayyaz Shahina, Ramzan Musarrat. Pentacyclic triterpenoids from the aerial parts of Lantana camara and their nematicidal activity. Chem. Biodivers. 2008;5:1856–1865.", "ArticleIdList": ["18816515"]}, {"Citation": "Bello Oluwasesan M., Zaki Ahmed A., Khan Shabana, Fasinu Pius S., Ali Zulfiqar, Khan Ikhlas A., Ajao Usman L., Olubunmi Oguntoye S. Assessment of selected medicinal plants indigenous to West Africa for antiprotozoal activity. South Afr. J. Bot. 2017;113:200–211."}, {"Citation": "Bello M. Oluwasesan, Ogbesejana Abiodun B., Oguntoye Stephen O. Insight into Launaea taraxacifolia (Willd) amin ex C. Jeffrey; an underutilized vegetable from Nigeria as functional food: a review” the annals of the university Dunarea de Jos of Galati. Fascicle VI-Food Technol. 2018;42(2):137–152."}, {"Citation": "Bello Oluwasesan Micheal, Jagaba Safiya Mohammed, Bello Oluwatoyin Eunice. A wild edible vegetable Anchomanes difformis (Blume) Engl.: its ethnomedicinal, phytochemistry, nutritional importance and other uses. Eur Asia J. BioSci. 2019;13:1137–1147."}, {"Citation": "Bello Oluwasesan M., Ogbesejana Abiodun B., Adetunji Charles Oluwaseun, Oguntoye Stephen O. Flavonoids isolated from Vitex grandifolia: an underutilized vegetable, exert Monoamine A & B inhibitory and anti-inflammatory effects and structure activity relationship (SAR) Turk. J. Pharm. Sci. 2019;16(4):437–443.", "ArticleIdList": ["PMC7227889", "32454747"]}, {"Citation": "Bello Oluwasesan Micheal, Jagaba Safiya Muhammad, Bello Oluwatoyin Eunice, Ogbesejana Abiodun Busuyi, Dada Oluwasogo A., Adetunji Charles Oluwaseun, Abubakar Saudat Muhammad. Phytochemistry, pharmacology and perceived health uses of non-cultivated vegetable Cyphostemma adenocaule (Steud. ex A. Rich.) Desc. ex Wild and R.B. Drumm: a review. Sci. Afr. 2019;2"}, {"Citation": "Benjamin T.V. Investigation of Borreria verticillata, an antieczematic plant of Nigeria quart. J. Crude Drug Res. 1979;1(3-4):135–136."}, {"Citation": "Biodiversity India . 2016. India Biodiversity portal.http://indiabiodiversity.org/http://indiabiodiversity.org/ Bangalore, India."}, {"Citation": "Borges A., Saavedra M.J., Simoes M. The activity of ferulic and gallic acids in biofilm prevention and control of pathogenic bacteria. Biofouling. 2012;28:755–767.", "ArticleIdList": ["22823343"]}, {"Citation": "Burger W., Taylor C.M. Flora costaricensis. Fieldiana. 1993;33:1–333."}, {"Citation": "Campos N.V., Loureiro M.E., Azevedo A.A. Differences in phosphorus translocation contributes to differential arsenic tolerance between plants of Borreria verticillata (Rubiaceae) from mine and non-mine sites. Environ. Sci. Pollut. Control Ser. 2014;21(8):5586–5596.", "ArticleIdList": ["24414224"]}, {"Citation": "Carlsen S.C.K., Fomsgaard I.S. Biologically active secondary metabolites in white clover (Trifolium repens L.): a review focusing on contents in the plant, plant−pest interactions and transformation. Chemoecology. 2008;18:129–170."}, {"Citation": "Cherigo L., Lezcano J., Spadafora C., Martínez-Luis S. Evaluation of phytotoxic, cytotoxic and antiparasitic in vitro activities of Borreria verticillata, a weed of Panamanian coffee crops. Biosci. Res. 2012;9(2):82–86."}, {"Citation": "Chiquieri A., Di Maio F.R., Peixoto A.L. A distribuição geográfica da família Rubiaceae Juss. na Flora Brasiliensis de Martius. Rodriguésia. 2004;55:47–57."}, {"Citation": "Chitwood D.J. Phytochemical based strategies for nematode control. Annu. Rev. Phytopathol. 2002;40:221–249.", "ArticleIdList": ["12147760"]}, {"Citation": "Conserva L.M., Ferreira Júnior J.C. Borreria and Spermacoce species (Rubiaceae): a review of their ethnomedicinal properties, chemical constituents, and biological activities. Pharmacogn. Rev. 2012;6:46–55.", "ArticleIdList": ["PMC3358967", "22654404"]}, {"Citation": "Dalziel J.M. Crown Agents for Overseas Governments; London: 1937. The Useful Plants of West Tropical Africa."}, {"Citation": "de Novais J.S., Absy M.L. Melissopalynological records of honeys from Tetragonisca angustula (Latreille, 1811) in the Lower Amazon, Brazil: pollen spectra and concentration. J. Apicult. Res. 2015;54(1):11–29."}, {"Citation": "Dubey S., Ganeshpurkar Aditya, Bansal Divya, Dubey Nazneen. Experimental studies on bioactive potential of rutin. Chron Young Sci. 2013;4(2):153–157."}, {"Citation": "Feyisa B., Lencho A., Selvaraj T., Getaneh G. Evaluation of some botanicals and Trichoderma harzianum for the management of tomato root-knot nematode (Meloidogyne incognita (Kofoid and White) Chit Wood) Adv. Crop Sci. Technol. 2015;1:1–10."}, {"Citation": "FLEPPC . Florida Exotic Pest Plant Council; USA: 2016. Spermacoce vertillata L. Florida."}, {"Citation": "ISSG . 2016. Global Invasive Species Database (GISD). Invasive Species Specialist Group of the IUCN Species Survival Commission."}, {"Citation": "Jang Ja Yeong, Le Dang Quang, Choi Gyung Ja, Park HaeWoong, Kim Jin-Cheol. Control of root-knot nematodes using Waltheria indica producing 4-quinolone alkaloids. Pest Manag. Sci. 2019;75:2264–2270.", "ArticleIdList": ["30701660"]}, {"Citation": "Kahkeshani N., Farzaei F., Fotouhi M., Alavi S.S.H., Bahramsoltani R., Naseri R., Momtaz S., Abbasabadi Z., Rahimi R., Farzaei M.H., Bishayee A. Pharmacological effects of gallic acid in health and diseases: a mechanistic review. Iran J Basic Med Sci. 2019;22:225–237.", "ArticleIdList": ["PMC6528712", "31156781"]}, {"Citation": "Kang M., Oh J., Kang I., Hong S., Choi C. Inhibitory effect of methyl gallate and gallic acid on oral bacteria. J. Microbiol. 2008;46:744–750.", "ArticleIdList": ["19107406"]}, {"Citation": "Kankam F., Sowley Elias Nortaa Kunedeb, Mohammed Alhassan. Management of root-knot nematode (Meloidogyne spp.) on okra (Abelmoschus esculuntus (L.) Moench) with aqueous sesame seed extract. Int. J. Appl. Agric. Res. 2015;6(4):24–31."}, {"Citation": "Kontagora Fatima Garba. Department of Biology, Faculty of Life Sciences, Ahmadu Bello University; Zaria, Nigeria: 2017. Phytochemical Screening and Larvicidal Effects of Borreria verticillata (Linnaeus) and Striga asiatica (Linnaeus) against Culex quinquefasciatus (Say) M. Sc. Thesis."}, {"Citation": "Kusano M., Koshino H., Uzawa J., Fujioka S., Kawano T., Kimura Y. Nematicidal alkaloids and related compounds produced by the fungus Penicillium cf. simplicissimum. Biosci. Biotechnol. Biochem. 2000;64:2559–2568.", "ArticleIdList": ["11210117"]}, {"Citation": "Lorenzi H., Matos F.J. Nova Odessa; São Paulo: 2002. Plantas Medicinais Do Brasil."}, {"Citation": "Marques L.J.P., Silva M.R.M., Lopes G.S., Corrêa M.J.P., Araujo M.S., Costa E.A., Muniz F.H. Phytosociology of weeds in cowpea and cassava crops under the h-and-burn with plow. (Dinâmica de populações e fitossociologia de plantas daninhas no cultivo do feijão-caupi e mandioca no sistema corte e queima com o uso de arado) Planta Daninha. 2011;29(Especial):981–989."}, {"Citation": "Mascarenhas R.E.B., Modesto Júnior Mde S., Dutra S., Souza Filho APda S., Teixeira Neto J.F. Weeds of a low yield pasture area in the northeast of Pará State. (Plantas daninhas de uma pastagem cultivada de baixa produtividade no nordeste Paraense. Planta Daninha. 1999;17(3):399–418."}, {"Citation": "Matsuhashi R., Satou T., Koike K., Yokosuka A., Mimaki Y., Sashida Y. Nematocidal activity of isoquinoline alkaloids against a species of Diplogastridae. Planta Med. 2002;68:168–171.", "ArticleIdList": ["11859472"]}, {"Citation": "Maynart G., Pousset J.L., Mboup S., Denis F. Antibacterial activity of borreverine, an alkaloid isolated from Borreria verticillata (Rubiaceae) CR Seances Soc. Biol. Fil. 1980;174:925–928.", "ArticleIdList": ["6449275"]}, {"Citation": "Moodie-Henry B.J. Department of Basic Medical Sciences, University of West Indies; 2007. Chemical and Pharmacological Investigation of Alkaloidal Extracts of Borreria verticillata. M.Sc Thesis."}, {"Citation": "Moreira V.F., Oliveira R.R., Mathias L., Braz-Filho R., Vieira I.J. New chemical constituents from Borreria verticillata (Rubiaceae) Helv. Chim. Acta. 2010;93:1751–1757."}, {"Citation": "Muhammad N., Saeed M. Biological screening of Viola betonicifolia Smith whole plant. Afr. J. Pharm. Pharmacol. 2011;5:2323–2329."}, {"Citation": "Murtala Y., Babandi A., Sunusi M.M., Shehu D., Babagana K., Alhassan A.J. Effect of aqueous leaf extract of Borreria verticillata species of Sudano-Sahelian Savanna on CCl4 induced hepatotoxicity. J. Nat. Sci. Res. 2015;5(24):73–78."}, {"Citation": "Nguyen Dang-Minh-Chanh, Seo Dong-Jun, Kim Kil-Yong, Park Ro-Dong, Kim Dong-Hyun, Han Yeon-Soo, Kim Tae-Hwan, Jung Woo-Jin. Nematicidal activity of 3,4-dihydroxybenzoic acid purified from Terminalia nigrovenulosa bark against Meloidogyne incognita. Microb. Pathog. 2013;59(60):52–59.", "ArticleIdList": ["23603737"]}, {"Citation": "Ntalli N.G., Caboni Pierluigi. Botanical nematicides: a review. J. Agric. Food Chem. 2012;60:9929–9940.", "ArticleIdList": ["22973877"]}, {"Citation": "Ntalli N.G., Menksissoglu-Spiroudi U., Giannakou I.O., Prophetou-Athanasiadou D.A. Efficacy evaluation of a neem (Azadirachta indica A. Juss) formulation against root-knot nematodes Meloidogyne incognita. Crop Protect. 2009;28:489–494."}, {"Citation": "Ntalli N.G., Ferrari Federico, Giannakou Ioannis, Menkissoglu-Spiroudi Urania. Synergistic and antagonistic interactions of terpenes against Meloidogyne incognita and the nematicidal activity of essential oils from seven plants indigenous to Greece. Pest Manag. Sci. 2011;67:341–351.", "ArticleIdList": ["21308960"]}, {"Citation": "Odeyemi I.S., Adewale K.A. Phythonematoxic properties and nematicidal potential of Tithonia diversifolia extract and residue on Meloidogyne incognita infecting yam (Discoria rotundata) Arch. Phytopathol. Plant Protect. 2011;44:1745–1753."}, {"Citation": "Oka Y., Shuker S., Tkachi N., Trabelcy B., Gerchman Y. Nematicidal activity of Ochradenus baccatus against the root-knot nematode, Meloidogyne javanica. Plant Pathol. 2014;63(1):221–231."}, {"Citation": "Peixoto Neto P.A., Caetano L.C. EDUFAL; Maceio: 2002. Plantas Medicinais Do Popular Ao Cient´ıfico."}, {"Citation": "Peixoto Neto P.A., Silva M.V., Campos N.V., Porfirio Z., Caetano L.C. Antibacterial activity of Borreria verticillata roots. Fitoterapia. 2002;73:529–531.", "ArticleIdList": ["12385882"]}, {"Citation": "Perrett S., Whitfield P.J. Atanine (3-dimethylallyl-4-methoxy-2- quinolone), an alkaloid with anthelmintic activity from the Chinese medicinal plant, Evodia rutaecarpa. Planta Med. 1995;61:276–278.", "ArticleIdList": ["7617774"]}, {"Citation": "PIER . HEAR, University of Hawaii; Honolulu, USA: 2016. Pacific Island Ecosystems at Risk."}, {"Citation": "Pinto R.S., Albuquerque P.M.C., Rêgo M.M.C. Pollen analysis of food pots stored by Melipona subnitida Ducke (Hymenoptera: Apidae) in a restinga area. Sociobiology. 2014;61(4):461–469."}, {"Citation": "Popa V.I., Dumitru M., Volf I., Anghel N. Review. Lignin and polyphenols as allelochemicals. Ind. Crop. Prod. 2008;27:144–149."}, {"Citation": "Pousset Jean-Louis, Joseph Kerharo, Guy Maynart, Monseur Xavier, Cav Andre, Et, Goutarel Robert. La borrerine: Nouvel alcaloyde Isole Du Borreria verticillata. Phytochemistry. 1973;12:2308–2310."}, {"Citation": "Pousset J.L., Cave A., Chiaroni A., Riche C. A novel bis-indole alkaloid. X-ray crystal structure determination of borreverine and its rearrangement product on diacetylation. J. Chem. Soc. Chem. Commun. 1977;8:261–262."}, {"Citation": "Qamar F., Begum S., Raza S.M., Wahab A., Siddiqui B.S. Nematicidal natural products from the aerial parts of Lantana camara Linn. Nat. Prod. Res. 2005;19:609–613.", "ArticleIdList": ["16010828"]}, {"Citation": "Rao M.S., Reddy P.P., Mittal A., Chandravadana M.V., Nagesh M. Effect of some secondary plant metabolites as seed treatment agents against Meloidogyne incognita on tomato. Nematol. Medit. 1996;24:49–51."}, {"Citation": "Sasser J.N., Freckman D.W. A world perspective on nematology: the role of the Society. In: Veech J.A., Dickson D.W., editors. Vistas on Nematology. Society of Nematologists Inc.; Hyattsville, Maryland, USA: 1987. pp. 7–14."}, {"Citation": "Sellers B., Ferrell J. Whitehead broom: a useful plant with invasive properties. Fla. Cattlem. Livest. J. 2014"}, {"Citation": "Shai L.J., Bizimenyera E.S., Bagla V., McGaw L.J., Elo J.N. Curtisia dentata (Cornaceae) leaf extracts and isolated compounds inhibit motility of parasitic and free-living nematodes. Onderstepoort J. Vet. Res. 2009;76:249–256.", "ArticleIdList": ["20698444"]}, {"Citation": "Shao D., Li J., Li J., Tang R., Liu L., Shi J. Inhibition of gallic acid on the growth and biofilm formation of Escherichia coli and Streptococcus mutans. J. Food Sci. 2015;80:1299–1305.", "ArticleIdList": ["25974286"]}, {"Citation": "Silva R.H.M., de Lima Nathália Fátima M., Lopes Alberto J.O., Vasconcelos Cleydlenne C., de Mesquita José W.C., de Mesquita Ludmilla S.S., Lima Fernando C.V. M., de Ribeiro Maria N.S., Ramos Ricardo M., de Cartágenes Maria do Socorro S., Garcia João B.S. Antinociceptive activity of Borreria verticillata: In vivo and In silico studies. Front. Pharmacol. 2017;8(283):1–8.", "ArticleIdList": ["PMC5439013", "28588488"]}, {"Citation": "Simmonds M.S. Flavonoid-insect interactions: recent advances in our knowledge. Phytochemistry. 2003;64:21–30.", "ArticleIdList": ["12946403"]}, {"Citation": "Simmonds M.S.J., Stevenson P.C. Effects of isoflavonoids from Cicer on larvae of Heliocoverpa armigera. J. Chem. Ecol. 2001;27:965–977.", "ArticleIdList": ["11471948"]}, {"Citation": "Sobkowiak R., Kowalski M., Lesicki A. Concentration- and time-dependent behavioral changes in Caenorhabditis elegans after exposure to nicotine. Pharmacol. Biochem. Behav. 2011;99:365–370.", "ArticleIdList": ["21624385"]}, {"Citation": "Sofowora A. first ed. Vol. 1. Spectrum Books; Ibadan, Africa: 1982. pp. 14–20. (Medicinal Plants and Traditional Medicines)."}, {"Citation": "Souza HRde, Corrêa AMda S., Cruz-Barros MAVda, Albuquerque PMCde. Pollen spectrum of Scaptotrigona aff. Postica (Hymenoptera, Apidae, Meliponini) propolis from Barra do Corda, MA, Brazil. (Espectro polínico da própolis de Scaptotrigona aff. postica (Hymenoptera, Apidae, Meliponini) em Barra do Corda, MA, Brasil. Acta Amazonica. 2015;45(3):307–315."}, {"Citation": "Srivastava S., Prasad D., Singh R.P. Antinemic studies of the chemical constituents of the leaves of Murraya koenigii (L.) Spreng. Ann. Plant Protect. Sci. 2000;8:183–186."}, {"Citation": "Sultana N., Akhter Musarrat, Saify Zafar Saeed, Khatoon Zakia, Mahmood-Ul-Hasan, Qazi Muhammed Saleem, Ali Yousaf. Isolation and structure determination of nematicidal iridoid sweroside from Alstonia scholaris. J. Entomol. Nematol. 2013;5(2):19–23."}, {"Citation": "The Plant List . 2020. Version 1. Published on the Internet.http://www.theplantlist.org/ Retrieved on 27 April 2020 from."}, {"Citation": "Trease G.E., Evans W.C. lth ed. Bailliere Tindall); 1972. Pharmacognosy 1; p. 750."}, {"Citation": "Ushie O.A., Adamu H.M. Phytochemical screening of Borreria verticillata leaves. J. Agric. Biotechnol. Ecol. 2010;3(1):108–117."}, {"Citation": "Ushie O.A., Adamu H.M., Ogar D.A., Gunda H.J. Phytochemistry of Borreria verticillata stem bark. Int. J. Tradit. Nat. Med. 2013;2(2):97–103."}, {"Citation": "Vieira I.J.C., Mathias L., Braz-Filho R., Schripsema J. Iridoids from Borreria verticillata. Org. Lett. 1999;1(8):1169–1171."}, {"Citation": "Wang Kui, Luo Chao, Liu Hao, Xu Jianmei, Sun Weibo, Zhou Ligang. Nematicidal activity of the alkaloids from Macleaya cordata against certain nematodes. Afr. J. Agric. Res. 2012;7(44):5925–5929."}, {"Citation": "Waziri H.M.A. Plants as antiviral agents. J. Plant Pathol. Microbiol. 2015;2:1–5."}, {"Citation": "Wen Yanhua, Meyer Susan L.F., Masler Edward P., Zhang Fengxian, Liao Jinling, Wei Xiaoyi, Chitwood David J. Nematotoxicity of drupacine and a Cephalotaxus alkaloid preparation against the plant-parasitic nematodes Meloidogyne incognita and Bursaphelenchus xylophilus. Pest Manag. Sci. 2013;69:1026–1033.", "ArticleIdList": ["23785026"]}, {"Citation": "Wu H.J., Pratley D.L., Haig T. Allelopathy in wheat (Triticum aestivum) Ann. Appl. Biol. 2001;139:1–9."}]}], "History": [{"Year": "2020", "Month": "5", "Day": "7"}, {"Year": "2020", "Month": "8", "Day": "26"}, {"Year": "2020", "Month": "10", "Day": "19"}, {"Year": "2020", "Month": "11", "Day": "2", "Hour": "6", "Minute": "22"}, {"Year": "2020", "Month": "11", "Day": "3", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "11", "Day": "3", "Hour": "6", "Minute": "1"}, {"Year": "2020", "Month": "10", "Day": "22"}], "PublicationStatus": "epublish", "ArticleIdList": ["33134589", "PMC7586115", "10.1016/j.heliyon.2020.e05322", "S2405-8440(20)32165-4"]}}]}