{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["ITS", "Polygonatum sibiricum", "Sclerotium rolfsii", "Stem Rot"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "33143563", "DateRevised": {"Year": "2024", "Month": "02", "Day": "22"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "11", "Day": "03"}], "Language": ["eng"], "ELocationID": ["10.1094/PDIS-09-20-1891-PDN"], "Journal": {"ISSN": "0191-2917", "JournalIssue": {"PubDate": {"Year": "2020", "Month": "Nov", "Day": "03"}}, "Title": "Plant disease", "ISOAbbreviation": "Plant Dis"}, "ArticleTitle": "First Report of Stem Rot of Huangjing (Polygonatum sibiricum) Caused by Sclerotium rolfsii.", "Abstract": {"AbstractText": ["Huangjing (Polygonatum sibiricum) is a medicinal plant widely distributed in China, Japan, and Korea. The dried rhizome of Huangjing has been reported to have many pharmacological applications and biological activities, such as antioxidants, immunity enhancement, anti-fatigue, anti-osteoporosis, and anti-aging activity (Cui et al., 2018). In June 2018, we observed some wilted Huangjing plants in commercial plantings in Shuicheng, Guizhou, China (26.22 N, 104.76 E). Symptoms began as moderate to severe wilting of stems and necrosis of leaves, followed by the death of plants. The collar rot appeared on the stem near to the soil. When incubated at 28°C and 100% relative humidity (RH) for 8 to 10 days, the infected stem produced brown sclerotia. We picked the sclerotia and cultured them on potato dextrose agar (PDA) supplemented with 50 μg/ml of streptomycin. The hyphal tips generated by the sclerotia was isolated under microscopic field and transferred to the fresh PDA. Three isolates (HJ-1, HJ-6 and HJ-10) came from the hyphal tips formed the typical clamp connection structure at 6-7 days post-incubation and the sclerotia of them were white and the late ones turned dark brown. The matured sclerotia were globular, 1.5 to 3.3 mm (avg. 2.2) in diameter. The morphologic observation revealed that three isolates were consistent with Athelia rolfsii (Paul et al., 2017). To further confirm the fungal species, the ribosomal internal transcribed spacer (ITS) sequences were amplified and sequenced. Primers and PCR amplification were referenced as previously described (Paul et al., 2017). The sequences were compared to type sequences in GenBank. The ITS sequences (GenBank accession MT478452, MT949696 and MT949697) of the isolates (HJ-10, HJ-1 and HJ-6) were 99% identical with strain 13M-0091 (GenBank accession KT222898) of A. rolfsii, respectively (Paul et al., 2017). A maximum likelihood tree was constructed using MEGA-X version 10.1.6 (Kumar et al., 2018) based on the ITS sequences of the three strains (HJ-10, HJ-1 and HJ-6) and that of Athelia spp. previously deposited in GenBank (Paul et al., 2017). Phylogenetic analysis showed that the isolates (HJ-10, HJ-1 and HJ-6) belong to the A. rolfsii clade. Based on morphology and DNA sequencing, the isolates (HJ-10, HJ-1 and HJ-6) were identified as A. rolfsii. To verify pathogenicity, Huangjing seedlings were inoculated with colonized agar discs of the isolates. Additional Huangjing plants inoculated with uncolonized agar discs were used as the control. After inoculation, Huangjing seedlings were moved to the inoculation chamber under high humidity and 28°C for 3 days and then transferred to a greenhouse. The typical wilting symptoms appeared 8 days after inoculation and were similar to those observed in the field, while control plants remained symptomless. The causing agents were isolated from the lesions and the ITS sequences of them were sequenced again. The alignment analysis of the ITS sequences showed the causing agents are consistent with the original isolates. These studies fulfilled Koch's postulates. To our knowledge, this is the first report of A. rolfsii causing stem rot on Huangjing."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Guiyang, China; Tanqingqun188@126.com."}], "LastName": "Tan", "ForeName": "Qingqun", "Initials": "Q"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Guiyang, China; Zhaodailin@126.com."}], "LastName": "Zhao", "ForeName": "Dailin", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Guiyang, China; Yangxuehui@126.com."}], "LastName": "Yang", "ForeName": "Xuehui", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "XINGHAINANJIE 98#XINGCHENG, China, 125100; na.wang18@outlook.com."}], "LastName": "Wang", "ForeName": "Na", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Guiyang, China; Haiyong.He@hotmail.com."}], "LastName": "He", "ForeName": "Haiyong", "Initials": "H"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Plant Dis", "NlmUniqueID": "9882809", "ISSNLinking": "0191-2917"}}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2020", "Month": "11", "Day": "4", "Hour": "5", "Minute": "30"}, {"Year": "2020", "Month": "11", "Day": "5", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "11", "Day": "5", "Hour": "6", "Minute": "0"}], "PublicationStatus": "aheadofprint", "ArticleIdList": ["33143563", "10.1094/PDIS-09-20-1891-PDN"]}}]}