{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Analytical techniques", "Ayurvedic raw drugs", "DNA barcoding", "DNA metabarcoding", "HRM", "Herbal drug authentication"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "33150123", "DateRevised": {"Year": "2021", "Month": "11", "Day": "02"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "10", "Day": "30"}], "Language": ["eng"], "ELocationID": ["497", "10.1007/s13205-020-02482-0"], "Journal": {"ISSN": "2190-572X", "JournalIssue": {"Volume": "10", "Issue": "11", "PubDate": {"Year": "2020", "Month": "Nov"}}, "Title": "3 Biotech", "ISOAbbreviation": "3 Biotech"}, "ArticleTitle": "Pitfalls and promises of raw drug identification techniques in the ayurvedic industry: an overview.", "Pagination": {"StartPage": "497", "MedlinePgn": "497"}, "Abstract": {"AbstractText": ["India, with a rich heritage of floral diversity, is well-known for its medicinal plant wealth and is the largest producer of medicinal herbs in the world. Ethnobiological Survey of Ministry of Environment and Forests (MOEF) could identify 8000 plant species utilized in various systems of medicine with approximately 25,000 effective herbal formulations. The extensive consumption to meet demand-supply ratio exerts a heavy strain on the existing resources. This subsequently led to the adulteration and substitution of medicinal plants with look-alike species. The consumer's faith on herbal medicine is in the phase of decline due to the extremities in adulteration/substitution and ensuing consequences. It is imperative to bring forth universally acceptable standard tools to authenticate raw drugs before being processed further into formulations. A vast array of techniques such as physical, chemical (analytical), biochemical, anatomical, organoleptic, and recently emerged DNA based molecular methods are widely used for plant species authentication. In recent years, DNA barcoding has made remarkable progress in the field of medicinal plants research. DNA metabarcoding is the latest development for qualitative evaluation of the herbal formulations, whereas for quantitative analysis, combination of pharmacognostic, pharmacovigilance and analytical methods are inevitable for authentication. This review addresses the overall strengths and shortcomings of the existing as well as recently emerged techniques in authenticating ayurvedic raw drugs."], "CopyrightInformation": "© King Abdulaziz City for Science and Technology 2020."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": ["grid.462459.8", "0000 0001 2189 7185"], "Affiliation": "Forest Genetics and Biotechnology Division, Kerala Forest Research Institute, Peechi, Thrissur, Kerala India."}, {"Identifier": ["grid.411771.5", "0000 0001 2189 9308"], "Affiliation": "Cochin University of Science & Technology, Kochi, Kerala India."}], "LastName": "Unnikrishnan", "ForeName": "Remya", "Initials": "R"}, {"Identifier": ["0000-0002-6076-9693"], "AffiliationInfo": [{"Identifier": ["grid.462459.8", "0000 0001 2189 7185"], "Affiliation": "Forest Genetics and Biotechnology Division, Kerala Forest Research Institute, Peechi, Thrissur, Kerala India."}], "LastName": "Dev", "ForeName": "Suma Arun", "Initials": "SA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["grid.462459.8", "0000 0001 2189 7185"], "Affiliation": "Forest Ecology and Biodiversity Division, Kerala Forest Research Institute, Peechi, Thrissur, Kerala India."}], "LastName": "Jayaraj", "ForeName": "R", "Initials": "R"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "3 Biotech", "NlmUniqueID": "101565857", "ISSNLinking": "2190-5738"}, "CoiStatement": "Conflict of interestThe authors declare no conflict of interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Abubakar BM, Salleh FM, Omar S, Wagiran A. Assessing product adulteration of Eurycoma longifolia (Tongkat Ali) herbal medicinal product using DNA barcoding and HPLC analysis. Pharm Biol. 2018;56:368–377. doi: 10.1080/13880209.2018.1479869.", "ArticleIdList": ["10.1080/13880209.2018.1479869", "PMC6130542", "30058427"]}, {"Citation": "Araya M, Garcia S, Gonzalez Teuber M. Rapid identification and simultaneous quantification of aristolochic acids by HPLC-DAD and confirmations by MS in Aristolochia chilensis using a limited biomass. J Anal Methods Chem. 2018 doi: 10.1155/2018/5036542.", "ArticleIdList": ["10.1155/2018/5036542", "PMC6011054", "29977642"]}, {"Citation": "Bangladesh Foreign Trade Institute (2016) A study on sector-based need assessment of business promotion council- herbal products and medicinal plants"}, {"Citation": "Bansal A, Chhabra V, Rawal RK, Sharma S. Chemometrics: a new scenario in herbal drug standardization. J Pharm Anal. 2014;4:223–233. doi: 10.1016/j.jpha.2013.12.001.", "ArticleIdList": ["10.1016/j.jpha.2013.12.001", "PMC5761221", "29403886"]}, {"Citation": "Boligon AA, Piana M, Kubiça TF, Mario DN, Dalmolin TV, Bonez PC, Athayde ML. HPLC analysis and antimicrobial, anti-mycobacterial and antiviral activities of Tabernaemontana catharinensis. J Appl Biomed. 2015;13:7–18. doi: 10.1016/j.jab.2014.01.004.", "ArticleIdList": ["10.1016/j.jab.2014.01.004"]}, {"Citation": "Burgess KS, Fazekas AJ, Kesanakurti PR, Graham SW, Husband BC, Newmaster SG, Barrett SCH. Discriminating plant species in a local temperate flora using the rbcL+matK DNA barcode. Methods Ecol Evol. 2011;2:333–340. doi: 10.1111/j.2041-210X.2011.00092.x.", "ArticleIdList": ["10.1111/j.2041-210X.2011.00092.x"]}, {"Citation": "Cao L, Li SX, Wei BY, Huang D, Xu F, Tong ZY. Optimizing RAPD reaction system and authentic genuineness related genetic background of Fructus Evodia. Chin Tradit Herb Drugs. 2010;41:975–978."}, {"Citation": "CBOL Plant Working Group A DNA barcode for land plants. Proc Natl Acad Sci U S A. 2009;106:12794–12797. doi: 10.1073/pnas.0905845106.", "ArticleIdList": ["10.1073/pnas.0905845106", "PMC2722355", "19666622"]}, {"Citation": "Chanda S. Importance of pharmacognostic study of medicinal plants: an overview. J Pharmacog Phytochem. 2014;2:69–73."}, {"Citation": "Chembath A, Balasundaran M, Sujanapal P. Phylogenetic relationships of Santalum album and its adulterants as inferred from nuclear DNA sequences. Int J Agric For. 2012;2:150–156."}, {"Citation": "Chen S, Yao H, Han J, Liu C, Song J, Shi L, Ma X, Zhu Y, Gao T, Pang X, Luo K, Li Y, Li X, Jia X, Leon C. Validation of the ITS2 region as a novel DNA barcode for identifying medicinal plant species. PLoS ONE. 2010;5:1. doi: 10.1371/journal.pone.0008613.", "ArticleIdList": ["10.1371/journal.pone.0008613", "PMC2799520", "20062805"]}, {"Citation": "Chen G, Sun W, Wang X, Kongkiatpaiboon S, Cai X. Conserving threatened widespread species: a case study using a traditional medicinal plant in Asia. Biodivers Conserv. 2018 doi: 10.1007/s10531-018-1648-1.", "ArticleIdList": ["10.1007/s10531-018-1648-1"]}, {"Citation": "Chothani DL, Patel MB, Mishra SH. HPTLC fingerprint profile and isolation of marker compound of Ruellia tuberosa. Chromatogr Res Int. 2012;1:6. doi: 10.1155/2012/180103.", "ArticleIdList": ["10.1155/2012/180103"]}, {"Citation": "Chunekara KC, Pandey G (2010). Bhavaprakash Nighantu of Bhavamishra. Varanasi. Chaukhambha Bharti Academy 159–166"}, {"Citation": "Coghlan ML, Haile J, Houston J, Murray DC, White NE, Mool huijzen P. Deep sequencing of plant and animal DNA contained within traditional Chinese medicines reveals legality issues and health safety concerns. PLoS Genet. 2012;8:e1002657. doi: 10.1371/journal.pgen.1002657.", "ArticleIdList": ["10.1371/journal.pgen.1002657", "PMC3325194", "22511890"]}, {"Citation": "Costa J, Campos B, Amaral JS, Nunes ME, Oliveira MBPP, Mafra I. HRM analysis targeting ITS1 and matK loci as potential DNA mini-barcodes for the authentication of Hypericum perforatum and Hypericum androsaemum in herbal infusions. Food Control. 2016;61:105–114. doi: 10.1016/j.foodcont.2015.09.035.", "ArticleIdList": ["10.1016/j.foodcont.2015.09.035"]}, {"Citation": "Cox PA, King S (2013) Encyclopedia of Biodiversity (Second edition)"}, {"Citation": "Dev SA, Muralidharan EM, Sujanapal P, Balasundaran M. Identification of market adulterants in East Indian sandalwood using DNA barcoding. Ann Forest Sci. 2013;71:517–522. doi: 10.1007/s13595-013-0354-0.", "ArticleIdList": ["10.1007/s13595-013-0354-0"]}, {"Citation": "Dhanya K, Sasikumar B. Molecular marker based adulteration detection in traded food and agricultural commodities of plant origin with special reference to spices. Curr Trends Biotechnol Pharm. 2010;4:454–489."}, {"Citation": "Diao Y, Lin XM, Liao CL, Tang CZ, Chen ZJ, Hu ZL. Authentication of Panax ginseng from its adulterants by PCR-RFLP and ARMS. Planta Med. 2009;75:557–560. doi: 10.1055/s-0029-1185321.", "ArticleIdList": ["10.1055/s-0029-1185321", "19189247"]}, {"Citation": "Doebley J, Durbin M, Golenberg EM, Clegg M, Ma DP. Evolutionary analysis of the large subunit of carboxylase (Rbcl) nucleotide sequence among the grasses (Gramineae) Evolution. 1990;44:1097–1108. doi: 10.2307/2409569.", "ArticleIdList": ["10.2307/2409569", "28569033"]}, {"Citation": "Dormontt EE, van Dijk K, Bell L, Biffin E, Breed MF, Byrne M, Lowe AJ. Advancing DNA barcoding and metabarcoding applications for plants requires systematic analysis of herbarium collections—an Australian perspective. Front Ecol Evol. 2018;6:134. doi: 10.3389/fevo.2018.00134.", "ArticleIdList": ["10.3389/fevo.2018.00134"]}, {"Citation": "Dutta S, Gibore RN, Sharma PK. Pharmacovigilance: a need in ayurvedic medicine system. Int J Green Pharm. 2018;12:1."}, {"Citation": "Efferth T, Banerjee M, Paul NW, Abdelfatah S, Arend J, Elhassan G, Titinchi SJJ. Biopiracy of natural products and good bioprospecting practice. Phytomedicine. 2016;23(2):166–173. doi: 10.1016/j.phymed.2015.12.006.", "ArticleIdList": ["10.1016/j.phymed.2015.12.006", "26926178"]}, {"Citation": "Fazekas AJ, Burgess KS, Kesanakurti PR, Graham SW, Newmaster SG, Husband BC, Percy DM, Hajibabaei M, Barrett SC. Multiple multilocus DNA barcodes from the plastid genome discriminate plant species equally well. PLoS ONE. 2008;3:e2802. doi: 10.1371/journal.pone.0002802.", "ArticleIdList": ["10.1371/journal.pone.0002802", "PMC2475660", "18665273"]}, {"Citation": "Ganesan A, Marichamy K, Thagamariappan J. Development of medicinal plants sector in India—an empirical study. Int J Eng Technol Manag Appl Sci. 2016;4:82–89."}, {"Citation": "Ganie SH, Upadhyay P, Das S, Prasad Sharma M. Authentication of medicinal plants by DNA markers. Plant Gene. 2015;4:83–99. doi: 10.1016/j.plgene.2015.10.002.", "ArticleIdList": ["10.1016/j.plgene.2015.10.002", "PMC7103949", "32289060"]}, {"Citation": "Ganopoulos I, Bazakos C, Madesis P, Kalaitzis P, Tsaftaris A. Barcode DNA high-resolution melting (Bar-HRM) analysis as a novel close-tubed and accurate tool for olive oil forensic use. J Sci Food Agric. 2013;93:2281. doi: 10.1002/jsfa.6040.", "ArticleIdList": ["10.1002/jsfa.6040", "23400707"]}, {"Citation": "Ghorbani A, Saeedi Y, De Boer HJ. Unidentifiable by morphology: DNA barcoding of plant material in local markets in Iran. PLoS ONE. 2017;12:e0175722. doi: 10.1371/journal.pone.0175722.", "ArticleIdList": ["10.1371/journal.pone.0175722", "PMC5395179", "28419161"]}, {"Citation": "Goraya GS, Ved DK. Medicinal plants in India: an assessment of their demand and supply. Dehradun: Ministry of AYUSH; 2017."}, {"Citation": "Gupta AK, Tandon N, Sharma M (2006) New Delhi: Indian Council of Medicinal Research. Quality Standards of Indian Medicinal Plants; p. 1. 89, 169, 204"}, {"Citation": "Han J, Pang X, Liao B, Yao H, Song J, Chen S. An authentication survey of herbal medicines from markets in China using DNA barcoding. Sci Rep. 2016;6:18723. doi: 10.1038/srep18723.", "ArticleIdList": ["10.1038/srep18723", "PMC4703975", "26740340"]}, {"Citation": "Hao DC, Chen SL, Xiao PG, Peng Y. Authentication of medicinal plants by DNA-based markers and genomics. Chin Herb Med. 2010;2:250–261."}, {"Citation": "Hebert PDN, Cywinska A, Ball SL, de Waard JR. Biological Identifications through DNA barcodes. Proc Biol Sci. 2003;270:313–322. doi: 10.1098/rspb.2002.2218.", "ArticleIdList": ["10.1098/rspb.2002.2218", "PMC1691236", "12614582"]}, {"Citation": "Hegde PL. A review on relevance and impact of pratinidhi dravyas in chikitsa. Int J Res Ayurveda Pharm. 2018;9(5):15–18. doi: 10.7897/2277-4343.095146.", "ArticleIdList": ["10.7897/2277-4343.095146"]}, {"Citation": "Heinrich M, Lardos A, Leonti M, Weckerle C, Willcox M, Apple Quist W, Stafford G. Best practice in research: Consensus Statement on Ethno pharmacological Field Studies–ConSEFS. J Ethnopharmacol. 2018;211:329–339. doi: 10.1016/j.jep.2017.08.015.", "ArticleIdList": ["10.1016/j.jep.2017.08.015", "28818646"]}, {"Citation": "Hemant Sood (2020) Production of medicinal compounds from endangered and commercially important medicinal plants through cell and tissue culture technology for herbal industry"}, {"Citation": "Hidalgo O, Garnatje T, Susanna A, Mathez J. Phylogeny of Valerianaceae based on matK and ITS markers, with reference to matK individual polymorphism. Ann Bot. 2004;93:283–293. doi: 10.1093/aob/mch042.", "ArticleIdList": ["10.1093/aob/mch042", "PMC4242203", "14988097"]}, {"Citation": "Hollingsworth PM. Refining the DNA barcode for land Plants. Proc Natl Acad Sci U S A. 2011;108:19451–19452. doi: 10.1073/pnas.0905845106.", "ArticleIdList": ["10.1073/pnas.0905845106", "PMC3241790", "22109553"]}, {"Citation": "Hollingsworth ML, Andra Clark A, Forrest LL, Richardson J, Pennington RT, Long DG, Hollingsworth PM. Selecting barcoding loci for plants: evaluation of seven candidate loci with species-level sampling in three divergent groups of land plants. Mol Ecol Resour. 2009;9:439–457. doi: 10.1111/j.1755-0998.2008.02439.x.", "ArticleIdList": ["10.1111/j.1755-0998.2008.02439.x", "21564673"]}, {"Citation": "Hong YT, Fu LS, Chung LH, Hung SC, Huang YT, Chi CS. Fanconi’s syndrome, interstitial fibrosis and renal failure by aristolochic acid in Chinese herbs. Pediatr Nephrol. 2006;21:577–579. doi: 10.1007/s00467-006-0017-6.", "ArticleIdList": ["10.1007/s00467-006-0017-6", "16520953"]}, {"Citation": "Ibrahim EA, Wang M, Radwan MM, Wanas AS, Majumdar CG, Avula B, Wang YH, Khan IA, Chandra S, Lata H, Hadad GM, Abdel Salam RA, Ibrahim AK, Ahmed SA, ElSohly MA. Analysis of Terpenes in Cannabis sativa L. Using GC/MS: method development, validation, and application. Planta Med. 2019;24:2302. doi: 10.1055/a-0828-8387.", "ArticleIdList": ["10.1055/a-0828-8387", "30646402"]}, {"Citation": "Ismail NZ, Arsad H, Samian MR, Hamdan MR, Othman AS. Assessment of three plastid DNA barcode markers for identification of Clinacanthus nutans (Acanthaceae) 3 Biotech. 2008;8:62. doi: 10.1007/s13205-018-1092-7.", "ArticleIdList": ["10.1007/s13205-018-1092-7", "PMC5762596", "29354373"]}, {"Citation": "Ivanova NV, Kuzmina ML, Braukmann TWA, Borisenko AV, Zakharov EV. Authentication of herbal supplements using next-generation sequencing. PLoS ONE. 2016;11:e0156426. doi: 10.1371/journal.pone.0156426.", "ArticleIdList": ["10.1371/journal.pone.0156426", "PMC4882080", "27227830"]}, {"Citation": "Jadot I, Decleves A, Nortier J, Caron N. An integrated view of aristolochic acid nephropathy: update of the literature. Int J Mol Sci. 2017;18:297. doi: 10.3390/ijms18020297.", "ArticleIdList": ["10.3390/ijms18020297", "PMC5343833", "28146082"]}, {"Citation": "Kalivas A, Ganopoulos I, Xanthopoulou A, Chatzopoulou P, Tsaftaris A, Madesis P. DNA barcode ITS2 coupled with high resolution melting (HRM) analysis for taxonomic identification of Sideritis species growing in Greece. Mol Biol Rep. 2014;41:5147–5155. doi: 10.1007/s11033-014-3381-5.", "ArticleIdList": ["10.1007/s11033-014-3381-5", "24802796"]}, {"Citation": "Kamboj A, Saluja AK. Development of validated HPTLC method for quantification of stigma sterol from leaf and stem of Bryophyllum pinnatum. Arab J Chem. 2017;10:644–650. doi: 10.1016/j.arabjc.2013.10.006.", "ArticleIdList": ["10.1016/j.arabjc.2013.10.006"]}, {"Citation": "Karthika K, Paulsamy S. TLC and HPTLC fingerprints of various secondary metabolites in the stem of the traditional medicinal climber, Solena amplexicaulis. Indian J Pharm Sci. 2015;77:111–116. doi: 10.4103/0250-474X.151591.", "ArticleIdList": ["10.4103/0250-474X.151591", "PMC4355874", "25767327"]}, {"Citation": "Kaur T, Bhat R, Vyas D. Effect of contrasting climates on antioxidant and bioactive constituents in five medicinal herbs in Western Himalayas. J Mt Sci. 2016;13:484–492. doi: 10.1007/s11629-014-3380-y.", "ArticleIdList": ["10.1007/s11629-014-3380-y"]}, {"Citation": "Kiran U, Khan S, Mirza KJ, Ram M, Abdin MZ. SCAR markers: a potential tool for authentication of herbal drugs. Fitoterapia. 2010;81:969–976. doi: 10.1016/j.fitote.2010.08.002.", "ArticleIdList": ["10.1016/j.fitote.2010.08.002", "20723584"]}, {"Citation": "Krawczyk K, Szczecińska M, Sawicki J. Evaluation of 11 single-locus and seven multilocus DNA barcodes in Lamium L. (Lamiaceae) Mol Ecol Resour. 2013;14:272–285. doi: 10.1111/1755-0998.12175.", "ArticleIdList": ["10.1111/1755-0998.12175", "24118979"]}, {"Citation": "Kress WJ, Erickson DL. A two-locus global DNA barcode for land plants: the coding rbcL gene complements the non-coding trnH-psbA spacer region. PLoS ONE. 2007;2:e508. doi: 10.1371/journal.pone.0000508.", "ArticleIdList": ["10.1371/journal.pone.0000508", "PMC1876818", "17551588"]}, {"Citation": "Kress WJ, Wurdack KJ, Zimmer EA, Weigt LA, Janzen DH. Use of DNA barcodes to identify flowering plants. Proc Natl Acad Sci U S A. 2005;102:8369–8374. doi: 10.1073/pnas.0503123102.", "ArticleIdList": ["10.1073/pnas.0503123102", "PMC1142120", "15928076"]}, {"Citation": "Kumar JS, Krishna V, Seethapathy GS, Ganesan R, Ravikanth G, Shaanker RU. Assessment of adulteration in raw herbal trade of important medicinal plants of India using DNA barcoding. 3. Biotech. 2018;8:1–18. doi: 10.1007/s13205-018-1169-3.", "ArticleIdList": ["10.1007/s13205-018-1169-3", "PMC5814391", "29479511"]}, {"Citation": "Kumar JS, Ramakrishan M, Seethapathy GS, Krishna V, Uma Shaanker R, Ravikanth G. DNA barcoding of Momordica species and assessment of adulteration in Momordica herbal products, an anti-diabetic drug. Plant Gene. 2020;22:100227. doi: 10.1016/j.plgene.2020.100227.", "ArticleIdList": ["10.1016/j.plgene.2020.100227"]}, {"Citation": "Li SL, Lin G, Fu PP, Chan CL, Li M, Jiang ZH, Zhao ZZ. Identification of five hepatotoxic pyrrolizidine alkaloids in a commonly used traditional Chinese medicinal herb, Herba Senecionis Scandentis (Qianliguang) Rapid Commun Mass Spectrom. 2008;22:591–602. doi: 10.1002/rcm.3398.", "ArticleIdList": ["10.1002/rcm.3398", "18220326"]}, {"Citation": "Li J, Wu J, Peng K, Fan G, Yu H, Wang W, He Y. Simulating the effects of climate change across the geographical distribution of two medicinal plants in the genus Nardostachys. PeerJ. 2019;7:e6370. doi: 10.7717/peerj.6730.", "ArticleIdList": ["10.7717/peerj.6730", "PMC6474333", "31024763"]}, {"Citation": "Li Y, Li S, Lu X, Wang Q, Han H, Zhang X, Gan X. Leaf phenotypic variation of endangered plant Tetracentron sinense Oliv. and influence of geographical and climatic factors. J For Res. 2020 doi: 10.1007/s11676-020-01124-8.", "ArticleIdList": ["10.1007/s11676-020-01124-8"]}, {"Citation": "Little DP. A DNA mini-barcode for land plants. Mol Ecol Res. 2014;14(3):437–446. doi: 10.1111/1755-0998.12194.", "ArticleIdList": ["10.1111/1755-0998.12194", "24286499"]}, {"Citation": "Liu W, Yin D, Li N, Hou X, Wang D, Li D, Liu J. Influence of environmental factors on the active substance production and antioxidant activity in Potentilla fruticosa L. and its quality assessment. Sci Rep. 2016;6(1):28591. doi: 10.1038/srep2859.", "ArticleIdList": ["10.1038/srep2859", "PMC4931507", "27373366"]}, {"Citation": "Malik S, Priya A, Babbar S. Employing barcoding markers to authenticate selected endangered medicinal plants traded in Indian markets. Physiol Mol Biol Plant. 2018;25:327–337. doi: 10.1007/s12298-018-0610-8.", "ArticleIdList": ["10.1007/s12298-018-0610-8", "PMC6419693", "30956417"]}, {"Citation": "Mariswamy Y, Gnaraj WE, Johnson M. Chromatographic fingerprint analysis of steroids in Aerva lanata L by HPTLC technique. Asian Pac J Trop Biomed. 2011;1:428–433. doi: 10.1016/S2221-1691(11)60094-4.", "ArticleIdList": ["10.1016/S2221-1691(11)60094-4", "PMC3614217", "23569807"]}, {"Citation": "Medema MH, Fischbach MA. Computational approaches to natural product discovery. Nat Chem Biol. 2015;11:639–648. doi: 10.1038/nchembio.1884.", "ArticleIdList": ["10.1038/nchembio.1884", "PMC5024737", "26284671"]}, {"Citation": "Meena AK, Narasimhaji CV, Rekha P, Velvizhi D. Comparative preliminary phytochemical and HPTLC fingerprint profile studies of two cinnamon species commonly used in ASU formulations. Asian J Res Chem. 2018;11:344–350. doi: 10.5958/0974-4150.2018.00062.7.", "ArticleIdList": ["10.5958/0974-4150.2018.00062.7"]}, {"Citation": "Michl J, Jennings HM, Kite GC, Ingrouille MJ, Simmonds MSJ, Heinrich M. Is aristolochic acid nephropathy a widespread problem in developing countries? A case study of Aristolochia indica L. in Bangladesh using an ethnobotanical-phytochemical approach. J Ethnopharmacol. 2013;149:235–244. doi: 10.1016/j.jep.2013.06.028.", "ArticleIdList": ["10.1016/j.jep.2013.06.028", "23806867"]}, {"Citation": "Miller M, Zorn J, Brielmeier M. High-resolution melting curve analysis for identification of Pasteurellaceae species in experimental animal facilities. PLoS ONE. 2015;10:e0142560. doi: 10.1371/journal.pone.0142560.", "ArticleIdList": ["10.1371/journal.pone.0142560", "PMC4640598", "26556281"]}, {"Citation": "Mishra SN, editor. Bhaishajyaratnavali of Kaviraj Govind Das. 1. Varanasi: Chaukhamba Surbharti Prakashan; 2007. pp. 80–82."}, {"Citation": "Mishra P, Kumar A, Nagireddy A, Mani DN, Shukla AK, Tiwari R, Sundaresan V. DNA barcoding: an efficient tool to overcome authentication challenges in the herbal market. Plant Biotechnol J. 2016;1:8–21. doi: 10.1111/pbi.12419.", "ArticleIdList": ["10.1111/pbi.12419", "26079154"]}, {"Citation": "Mishra P, Shukla AK, Sundaresan V. Candidate DNA barcode tags combined with high resolution melting (Bar-HRM) curve analysis for authentication of Senna alexandrina Mill. with validation in crude drugs. Front Plant Sci. 2018 doi: 10.3389/fpls.2018.00283.", "ArticleIdList": ["10.3389/fpls.2018.00283", "PMC5859231", "29593755"]}, {"Citation": "Mori CC, Bagatini IL, Garcia da Silva T, Parrish CC, Henriques Vieira AA. Use of fatty acids in the chemotaxonomy of the family Selenastraceae (Sphaeropleales, Chlorophyceae) Phytochemistry. 2018;151:916. doi: 10.1016/j.phytochem.2018.03.011.", "ArticleIdList": ["10.1016/j.phytochem.2018.03.011", "29631105"]}, {"Citation": "Nagarajan M, Kuruvilla GR, Kumar KS, Venkatasubramanian P. Abhava pratinidhi dravya: a comparative phytochemistry of Ativisha, Musta and related species. J Ayurveda Integr Med. 2015;6:53–63. doi: 10.4103/0975-9476.146550.", "ArticleIdList": ["10.4103/0975-9476.146550", "PMC4395931", "25878466"]}, {"Citation": "Newmaster SG, Fazekas AJ, Ragupathy S. DNA barcoding in land plants: evaluation of rbcL in a multigene tiered approach. Can J Bot. 2006;84:335–341. doi: 10.1139/B06-047.", "ArticleIdList": ["10.1139/B06-047"]}, {"Citation": "Newmaster SG, Grguric M, Shanmughanandhan M, Ramalingam S, Ragupathy S. DNA barcoding detects contamination and substitution in North American herbal products. BMC Med. 2013;11:222–235. doi: 10.1186/1741-7015-11-222.", "ArticleIdList": ["10.1186/1741-7015-11-222", "PMC3851815", "24120035"]}, {"Citation": "Nickavar B, Rezaee J, Nickavar A. Effect-directed analysis for the antioxidant compound in Salvia verticillata. Iran J Pharm Res. 2016;15:241–246.", "ArticleIdList": ["PMC4986120", "27610164"]}, {"Citation": "Nirali BJ, Shankar MB. Global market demand of herbal drug formulation. Int J Ayu Pharm Chem. 2015;4:59–65."}, {"Citation": "Nybom H, Weising K, Rotter B. DNA fingerprinting in botany: past, present, future. Investig Genet. 2014;5:1. doi: 10.1186/2041-2223-5-1.", "ArticleIdList": ["10.1186/2041-2223-5-1", "PMC3880010", "24386986"]}, {"Citation": "Ongchai S, Chokchaitaweesuk C, Kongdang P, Chomdej S, Buddhachat K. In vitro chondro protective potential of Senna alata and Senna tora in porcine cartilage explants and their species differentiation by DNA barcoding-high resolution melting (Bar-HRM) analysis. PLoS ONE. 2019;14(4):e0215664. doi: 10.1371/journal.pone.0215664.", "ArticleIdList": ["10.1371/journal.pone.0215664", "PMC6474626", "31002692"]}, {"Citation": "Osathanunkul M, Madesis P, de Boer H. Bar-HRM for authentication of plant-based medicines: evaluation of three medicinal products derived from Acanthaceae Species. PLoS ONE. 2015;26:10. doi: 10.1371/journal.pone.0128476.", "ArticleIdList": ["10.1371/journal.pone.0128476", "PMC4444109", "26011474"]}, {"Citation": "Ouarghidi A, Powell B, Martin GJ, Hugo Abbad A. Species substitution in medicinal roots and possible implications for toxicity in Morocco. Econ Bot. 2012;66:370–382. doi: 10.1007/s12231-012-9215-2.", "ArticleIdList": ["10.1007/s12231-012-9215-2"]}, {"Citation": "Palhares RM, Drummond MG, Brasil BS, Krettli AU, Oliveira GC, Brandao MG. The use of an integrated molecular- chemical- and biological-based approach for promoting the better use and conservation of medicinal species: a case study of Brazilian quinas. J Ethno pharmacol. 2014;155:815–822. doi: 10.1016/j.jep.2014.06.040.", "ArticleIdList": ["10.1016/j.jep.2014.06.040", "24971797"]}, {"Citation": "Palhares RM, Drummond MG, Alves Figueiredo Brasil BDS, Cosenza GP, Lins Brandao MDG, Oliveira G. Medicinal plants recommended by the World Health Organization: DNA barcode identification associated with chemical analyses guarantees their quality. PLoS ONE. 2015;10:e0127866. doi: 10.1371/journal.pone.0127866.", "ArticleIdList": ["10.1371/journal.pone.0127866", "PMC4433216", "25978064"]}, {"Citation": "Parveen I, Gafner S, Techen N, Murch SJ, Khan IA. DNA barcoding for the identification of botanicals in herbal medicine and dietary supplements: strengths and limitations. Planta Med. 2016;82:1225–1235. doi: 10.1055/s-0042-111208.", "ArticleIdList": ["10.1055/s-0042-111208", "27392246"]}, {"Citation": "Patel R, Patel K. Significance of various chromatographic techniques in herbal drug analysis. J Chem Pharm Res. 2016;8:877–882."}, {"Citation": "Patil DA, Patil MV. Diversity and concerns of Indian medicinal plants: a scenario. J Ecobiotechnol. 2010;2:14–20."}, {"Citation": "Pawar RS, Handy SM, Cheng R, Shyong N, Grundel E. Assessment of the authenticity of herbal dietary supplements: comparison of chemical and DNA barcoding methods. Planta Med. 2017;83:921–936. doi: 10.1055/s-0043-107881.", "ArticleIdList": ["10.1055/s-0043-107881", "28454189"]}, {"Citation": "Poornima B. Adulteration and substitution in herbal drugs a critical analysis. Int J Res Ayurveda Pharm. 2010;1(1):8–12."}, {"Citation": "Purkayastha J. Emerging trends in sustainable bioprospecting of bioresources. Bioprospect Indigen Bioresourc North East India. 2016 doi: 10.1007/978-981-10-0620-3_1.", "ArticleIdList": ["10.1007/978-981-10-0620-3_1"]}, {"Citation": "Pushpangadan P, George V, Parambil Ijinu T, Ambika Chithra M. Biodiversity, bioprospecting, traditional knowledge, sustainable development and value added products: a review. J Tradit Med Clin Naturop. 2018 doi: 10.4172/2573-4555.1000256.", "ArticleIdList": ["10.4172/2573-4555.1000256"]}, {"Citation": "Raclariu AC, Mocan A, Popa MO, Vlase L, Ichim MC, Crisan G. Veronica officinalis product authentication using DNA metabarcoding and HPLC-MS reveals widespread adulteration with Veronica chamaedrys. Front Pharmacol. 2017;8:378. doi: 10.3389/fphar.2017.00378.", "ArticleIdList": ["10.3389/fphar.2017.00378", "PMC5474480", "28674497"]}, {"Citation": "Raclariu AC, Paltinean R, Vlase L, Labarre A, Manzanilla V, Ichim MC. Comparative authentication of Hypericum perforatum herbal products using DNA metabarcoding. TLC and HPLC-MS Sci Rep. 2017;7:1291. doi: 10.1038/s41598-017-01389-w.", "ArticleIdList": ["10.1038/s41598-017-01389-w", "PMC5431008", "28465563"]}, {"Citation": "Raclariu AC, Ţebrencu CE, Ichim MC, Ciuperca OT, Brysting AK, de Boer H. What’s in the box? Authentication of Echinacea herbal products using DNA metabarcoding and HPTLC. Phytomedicine. 2018;44:32–38. doi: 10.1016/j.phymed.2018.03.058.", "ArticleIdList": ["10.1016/j.phymed.2018.03.058", "29895490"]}, {"Citation": "Rai A, Saito K, Yamazaki M. Integrated omics analysis of specialized metabolism in medicinal plants. Plant J. 2017;90(4):764–787. doi: 10.1111/tpj.13485.", "ArticleIdList": ["10.1111/tpj.13485", "28109168"]}, {"Citation": "Rastogi S, Kaphle K. Sustainable traditional medicine: taking the inspirations from ancient veterinary science. Evid Based Complement Alternat Med. 2011 doi: 10.1093/ecam/nen071.", "ArticleIdList": ["10.1093/ecam/nen071", "PMC3094705", "18980947"]}, {"Citation": "Sajjad ES. Analysis of the essential oil of two cultivated Basil (Ocimum basilicum L.) from Iran. DARU J Pharm Sci. 2012;14:128–130."}, {"Citation": "Sastri A (2001) Bhaishajya Ratnavali. Varanasi: Chaukambha Sanskrit Sansthan 25"}, {"Citation": "Schmiderer C, Lukas B, Ruzicka J, Novak J. What else is in Salviae officinalis folium? Comprehensive species identification of plant raw material by DNA metabarcoding. Planta Med. 2017;84:428–433. doi: 10.1055/s-0043-121470.", "ArticleIdList": ["10.1055/s-0043-121470", "29165730"]}, {"Citation": "Seal T. Quantitative HPLC analysis of phenolic acids, flavonoids and ascorbic acid in four different solvent extracts of two wild edible leaves, Sonchus arvensis and Oenanthe linearis of North-Eastern region in India. J Appl Pharm Sci. 2016;6:157–166. doi: 10.7324/JAPS.2016.60225.", "ArticleIdList": ["10.7324/JAPS.2016.60225"]}, {"Citation": "Seethapathy GS, Ganesh D, Kumar JUS, Senthilkumar U, Newmaster SG, Ragupathy S. Assessing product adulteration in natural health products for laxative yielding plants, Cassia, Senna, and Chamaecrista in Southern India using DNA barcoding. Int J Legal Med. 2015;129:693–700. doi: 10.1007/s00414-014-1120-z.", "ArticleIdList": ["10.1007/s00414-014-1120-z", "25425095"]}, {"Citation": "Seethapathy GS, Tadesse M, Urumarudappa SKJV, Gunaga S, Vasudeva R, Malterud KE, Wangensteen H. Authentication of Garcinia fruits and food supplements using DNA barcoding and NMR spectroscopy. Sci Rep. 2018;8:10561. doi: 10.1038/s41598-018-28635.", "ArticleIdList": ["10.1038/s41598-018-28635", "PMC6043575", "30002410"]}, {"Citation": "Seethapathy GS, Raclariu-Manolica AC, Anmarkrud JA, Wangensteen H, de Boer HJ. DNA Metabarcoding authentication of ayurvedic herbal products on the European market raises concerns of quality and fidelity. Front Plant Sci. 2019;10:68. doi: 10.3389/fpls.2019.00068.", "ArticleIdList": ["10.3389/fpls.2019.00068", "PMC6370972", "30804961"]}, {"Citation": "Sgamma T, Masiero E, Mali P, Mahat M, Slater A. Sequence-specific detection of aristolochia DNA—a simple test for contamination of herbal products. Front Plant Sci. 2018;9:1828. doi: 10.3389/fpls.2018.01828.", "ArticleIdList": ["10.3389/fpls.2018.01828", "PMC6297175", "30619401"]}, {"Citation": "Shanmughanandhan D, Regupathy S, Newmaster SG, Mohanasundaram S, Sathiskumar R. Estimating herbal product authentication and adulteration in India using a vouchered, DNA-based biological reference material library. Drug Saf. 2016;30:1211–1217. doi: 10.1007/s40264-016-0459-0.", "ArticleIdList": ["10.1007/s40264-016-0459-0", "27688026"]}, {"Citation": "Sharma RK, Gupta P, Sharma V, Sood A, Mohapatra T, Ahuja PS. Evaluation of rice and sugarcane SSR markers for phylogenetic and genetic diversity analyses in bamboo. Genome. 2008;51:91–103. doi: 10.1139/G07-101.", "ArticleIdList": ["10.1139/G07-101", "18356943"]}, {"Citation": "Sharma C, Rajendar K, Kumari T, Arya KR. Indian traditional therapies and bio-prospecting: their role in drug development research. Int J Pharm Sci Res. 2013;5(3):730–741."}, {"Citation": "Sharma A, Kumar N, Mishra IG (2018) Role of molecular marker in the genetic improvement of the medicinal and aromatic plants. In: Biotechnological approaches for medicinal and aromatic plants. Kumar N (Eds.). Springer, Singapore 557–567. 10.1007/978-981-13-0535-1"}, {"Citation": "Shastri LY (2005) Chaukambha Sanskrit Sansthan Prakasana 171."}, {"Citation": "Shawky E, Selim D. Rapid authentication and quality evaluation of Cinnamomum verum powder using near-infrared spectroscopy and multivariate analyses. Planta Med. 2018 doi: 10.1055/a-0654-5468.", "ArticleIdList": ["10.1055/a-0654-5468", "30068001"]}, {"Citation": "Singh P, Bajpai M, Prakash O, Tiwari R, Mathur SC, Singh RM, Singh GH. High performance thin layer chromatographic method for the determination of Cinnamaldehyde in Cinnamomum zeylanicum bark powder. JNR. 2018;8:179–182."}, {"Citation": "Singh A, Sharma H, Srivastav B. Markers Assessment in Triphala (Batch-I, II & III) and its ingredients from different geographical locations of India through TPC, TFC, HPLC & HPTLC. Curr Tradit Med. 2020;6:106–120. doi: 10.2174/2215083805666190725125251.", "ArticleIdList": ["10.2174/2215083805666190725125251"]}, {"Citation": "Siracusa L, Napoli E, Tuttolomondo T, Licata M, La Bella S, Gennaro MC, Leto C, Sarno M, Sperlinga E, Ruberto G. A two year bio-agronomic and chemotaxonomic evaluation of wild Sicilian. Chem Biodivers. 2018;16:e1800575. doi: 10.1002/cbdv.201800575.", "ArticleIdList": ["10.1002/cbdv.201800575", "30561831"]}, {"Citation": "Srirama R, Santhosh Kumar JU, Seethapathy GS, Newmaster SG, Ragupathy S, Ganeshaiah KN, Uma Shaanker R, Ravikanth G. Species adulteration in the herbal trade: causes, consequences and mitigation. Drug Saf. 2017;40:651–661. doi: 10.1007/s40264-017-0527-0.", "ArticleIdList": ["10.1007/s40264-017-0527-0", "28389979"]}, {"Citation": "Staats M, Arulandhu AJ, Gravendeel B, Holst-Jensen A, Scholtens I, Peelen T, Prins TW, Kok E. Advances in DNA metabarcoding for food and wildlife forensic species identification. Anal Bioanal Chem. 2016;408:4615–4630. doi: 10.1007/s00216-016-9595-8.", "ArticleIdList": ["10.1007/s00216-016-9595-8", "PMC4909793", "27178552"]}, {"Citation": "Sucher NJ, Carles MC. Genome-based approaches to the authentication of medicinal plants. Planta Med. 2008;74:603–623. doi: 10.1055/s-2008-1074517.", "ArticleIdList": ["10.1055/s-2008-1074517", "18449847"]}, {"Citation": "Sun W, Li J, Xiong C, Zhao B, Chen S. The potential power of bar-HRM technology in herbal medicine identification. Front Plant Sci. 2016;7:367. doi: 10.3389/fpls.2016.00367.", "ArticleIdList": ["10.3389/fpls.2016.00367", "PMC4811891", "27066026"]}, {"Citation": "Swetha VP, Parvathy VA, Sheeja TE, Sasikumar B. Authentication of Myristica fragrans Houtt. using DNA barcoding. Food Control. 2017;73:1010–1015. doi: 10.1016/j.foodcont.2016.10.004.", "ArticleIdList": ["10.1016/j.foodcont.2016.10.004"]}, {"Citation": "Syed YH, Khan M. Chromatographic profiling of ellagic acid in Woodfordia fruticosa flowers and their gastroprotective potential in ethanol-induced ulcers in rats. Pharmacognosy Res. 2016;8:5–11. doi: 10.4103/0974-8490.178649.", "ArticleIdList": ["10.4103/0974-8490.178649", "PMC4821107", "27114692"]}, {"Citation": "Tamhankar S, Ghate V, Raut A, Rajput B. Molecular profiling of Chirayat complex using inter simple sequence repeat (ISSR) markers. Planta Med. 2009;75:1266–1270. doi: 10.1055/s-0029-1185543.", "ArticleIdList": ["10.1055/s-0029-1185543", "19350479"]}, {"Citation": "Techen N, Parveen I, Pan Z, Khan IA. DNA barcoding of medicinal plant material for identification. Curr Opin Biotechnol. 2014;25:103–110. doi: 10.1016/j.copbio.2013.09.010.", "ArticleIdList": ["10.1016/j.copbio.2013.09.010", "24484887"]}, {"Citation": "Tharachand C, Immanuel Selvaraj C, Mythili MN. Molecular markers in characterization of medicinal plants: an overview. Res Plant Biol. 2012;2:1–12."}, {"Citation": "Thatte U, Bhalerao S. Pharmacovigilance of ayurvedic medicines in India. Indian J Pharmacol. 2008;40:S10–12. doi: 10.4103/0253-7613.40482.", "ArticleIdList": ["10.4103/0253-7613.40482", "PMC3038521", "21369405"]}, {"Citation": "Tong YR, Jiang C, Huang LQ, Cui ZH, Yuan Y. Molecular identification of Radix Notoginseng powder by DNA melt curve analysis. Chin J Pharm Anal. 2014;34:1384–1390."}, {"Citation": "Urumarudappa SK, Gogna N, Newmaster SG, Venkatarangaiah K, Subramanyam R, Saroja SG, Gudasalamani R, Dorai K, Ramanan US. DNA barcoding and NMR spectroscopy-based assessment of species adulteration in the raw herbal trade of Saraca asoca (Roxb.) Willd. An important medicinal plant. Int J Legal Med. 2016;130:1457–1470. doi: 10.1007/s00414-016-1436-y.", "ArticleIdList": ["10.1007/s00414-016-1436-y", "27627901"]}, {"Citation": "US Food and Drug Administration (2001) Dietary supplements: aristolochic acid"}, {"Citation": "Vadivel V, Anand P, Monajkumar S, Rajalakshmi P, Brindha P. Chemical fingerprints of an Indian traditional herbal drug Talisapatra (Abies webbiana) and comparison with English yew (Taxus baccata) Int J Pharmcog Phytochem Res. 2018;10:84–91."}, {"Citation": "Vassou SL, Kusuma G, Parani M. DNA barcoding for species identification from dried and powdered plant parts: a case study with authentication of the raw drug market samples of Sida cordifolia. Gene. 2015;559:86–93. doi: 10.1016/j.gene.2015.01.025.", "ArticleIdList": ["10.1016/j.gene.2015.01.025", "25596347"]}, {"Citation": "Ved DK and Goraya GS (2007) Demand and supply of medicinal plants in India, NMPB, New Delhi and FRLHT, Bangalore, India"}, {"Citation": "Vohra P, Khera KS. DNA barcoding: current advances and future prospects-a review. Asian J Biol Life Sci. 2013;2:185–189."}, {"Citation": "Walker KM, Apple Quist WL. Adulteration of selected unprocessed Botanicals in the US retail herbal trade. Econ Bot. 2012;66:321–327. doi: 10.1007/s12231-012-9211-6.", "ArticleIdList": ["10.1007/s12231-012-9211-6"]}, {"Citation": "Yang SS, Chu P, Lin YF, Chen A, Lin SH. Aristolochic acid-induced Fanconi’s syndrome and nephropathy presenting as hypokalemic paralysis. Am J Kidney Dis. 2002 doi: 10.1053/ajkd.2002.31425.", "ArticleIdList": ["10.1053/ajkd.2002.31425", "11877594"]}, {"Citation": "Yao G, Ma W, Huang X, Jia Q, Shen J, Chang Y, He J. Identification and quality evaluation of raw and processed Asarum species using microscopy, DNA barcoding, and gas chromatography-mass spectrometry. J Anal Methods Chem. 2020 doi: 10.1155/2020/2690238.", "ArticleIdList": ["10.1155/2020/2690238", "PMC7174948", "32351753"]}, {"Citation": "Yu N, Wei Y, Zhu Y, Zhu N, Wang Y, Zhang H, Sun A. Integrated approach for identifying and evaluating the quality of Marsdenia tenacissima in the medicine market. PLoS ONE. 2018;13:e0195240. doi: 10.1371/journal.pone.0195240.", "ArticleIdList": ["10.1371/journal.pone.0195240", "PMC5889066", "29624609"]}, {"Citation": "Zhang G, Liu J, Gao M, Kong W, Zhao Q, Shi L, Wang Q. Tracing the edible and medicinal plant Pueraria montana and its products in the marketplace yields subspecies level distinction using DNA barcoding and DNA metabarcoding. Front Pharmacol. 2020 doi: 10.3389/fphar.2020.00336.", "ArticleIdList": ["10.3389/fphar.2020.00336", "PMC7098995", "32265708"]}, {"Citation": "Zhou J, Ouedraogo M, Qu F, Duez P. Potential genotoxicity of traditional Chinese medicinal plants and phytochemicals: an overview. Phytother Res. 2013;10:1002. doi: 10.1002/ptr.4942.", "ArticleIdList": ["10.1002/ptr.4942", "23420770"]}], "ReferenceList": []}], "History": [{"Year": "2019", "Month": "9", "Day": "27"}, {"Year": "2020", "Month": "10", "Day": "13"}, {"Year": "2020", "Month": "11", "Day": "5", "Hour": "6", "Minute": "8"}, {"Year": "2020", "Month": "11", "Day": "6", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "11", "Day": "6", "Hour": "6", "Minute": "1"}, {"Year": "2021", "Month": "11", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["33150123", "PMC7599280", "10.1007/s13205-020-02482-0", "2482"]}}], "PubmedBookArticle": []}