{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "33163078", "DateRevised": {"Year": "2020", "Month": "11", "Day": "12"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "10", "Day": "24"}], "Language": ["eng"], "ELocationID": ["8898430", "10.1155/2020/8898430"], "Journal": {"ISSN": "1687-918X", "JournalIssue": {"Volume": "2020", "PubDate": {"Year": "2020"}}, "Title": "International journal of microbiology", "ISOAbbreviation": "Int J Microbiol"}, "ArticleTitle": "Antibiotics Profile, Prevalence of Extended-Spectrum Beta-Lactamase (ESBL), and Multidrug-Resistant <i>Enterobacteriaceae</i> from Different Clinical Samples in Khartoum State, Sudan.", "Pagination": {"StartPage": "8898430", "MedlinePgn": "8898430"}, "Abstract": {"AbstractText": ["One of the global requirements for controlling the occurrence of resistance to antimicrobial drugs is to understanding the resistivity profile of various clinical isolates. Therefore, this study aimed to deliver the indication of different resistant profiles of clinically isolated <i>Enterobacteriaceae</i> from different sources of samples from Khartoum state, Sudan, and to determine the prevalence rate of extended-spectrum beta-lactamase (ESBL), multidrug-resistant (MDR), extensively drug-resistant (XDR), and pandrug-resistant (PDR) bacteria. A total of 144 Gram-negative bacteria were collected from different sources (vaginal swab, urine, catheter tip, sputum, blood, tracheal aspirate, pus, stool, pleural fluid, and throat swab). Samples were subcultured and identified according to their cultural characteristics and biochemical tests. Antimicrobial susceptibility test was performed for twenty-four antibiotics from eleven categories against all isolated <i>Enterobacteriaceae</i> according to the recommendation of Clinical and Laboratory Standards Institute (CLSI). The result showed that out of 144 isolates, <i>Escherichia coli</i> and <i>Klebsiella pneumoniae</i> were predominant isolates with the percentage of 47.9 and 25%, respectively. The prevalence of ESBL was higher in <i>K. pneumonia</i> (38.9%) than <i>E. coli</i> (34.8%). All isolated <i>E. coli</i> were sensitive to nitrofurantoin and tigecycline. There was a high prevalence of MDR <i>Enterobacteriaceae</i>, and only one isolate was XDR, while PDR was zero for all isolated bacteria. Active antimicrobial-resistant (AMR) observation through constant data sharing and management of all stakeholders is crucial to recognize and control the AMR global burden. Also, effective antibiotic stewardship procedures would be applied to limit the unreasonable expenditure of antibiotics in Sudan."], "CopyrightInformation": "Copyright © 2020 Ehssan H. Moglad."}, "AuthorList": [{"Identifier": ["0000-0002-1076-9740"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutics, College of Pharmacy, Prince Sattam Bin Abdulaziz University, P.O.Box 173, Alkharj 11942, Saudi Arabia."}, {"Identifier": [], "Affiliation": "Department of Microbiology, Medicinal and Aromatic Plants and Traditional Medicine Research Institute (MAPTMRI), P.O. Box 2404, National Center for Research, Khartoum, Sudan."}], "LastName": "Moglad", "ForeName": "Ehssan H", "Initials": "EH"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Egypt", "MedlineTA": "Int J Microbiol", "NlmUniqueID": "101516125"}, "CoiStatement": "The author declares no conflicts of interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Worthington R. J., Melander C. Combination approaches to combat multidrug-resistant bacteria. Trends in Biotechnology. 2013;31(3):177–184. doi: 10.1016/j.tibtech.2012.12.006.", "ArticleIdList": ["10.1016/j.tibtech.2012.12.006", "PMC3594660", "23333434"]}, {"Citation": "Mamuye Y. Antibiotic resistance patterns of common gram-negative uropathogens in St. Paul’s hospital millennium medical college. Ethiopian Journal of Health Sciences. 2016;26(2):93–100. doi: 10.4314/ejhs.v26i2.2.", "ArticleIdList": ["10.4314/ejhs.v26i2.2", "PMC4864337", "27222621"]}, {"Citation": "Nikaido H. Multidrug resistance in bacteria. Annual Review of Biochemistry. 2009;78(1):119–146. doi: 10.1146/annurev.biochem.78.082907.145923.", "ArticleIdList": ["10.1146/annurev.biochem.78.082907.145923", "PMC2839888", "19231985"]}, {"Citation": "Ampaire L. A review of antimicrobial resistance in East Africa. African Journal of Laboratory Medicine. 2016;5(1):p. 432. doi: 10.4102/ajlm.v5i1.432.", "ArticleIdList": ["10.4102/ajlm.v5i1.432", "PMC5436405", "28879114"]}, {"Citation": "Mouiche M. M. M., Moffo F., Tatah J.-F., et al. Antimicrobial resistance from a one health perspective in Cameroon: a systematic review and meta-analysis. BMC Public Health. 2019;19(1):p. 1135. doi: 10.1186/s12889-019-7450-5.", "ArticleIdList": ["10.1186/s12889-019-7450-5", "PMC6700798", "31426792"]}, {"Citation": "Leegaard T. M., Caugant D. A., Frøholm L. O., Høiby E. A. Apparent differences in antimicrobial susceptibility as a consequence of national guidelines. Clinical Microbiology and Infection. 2000;6(6):290–293. doi: 10.1046/j.1469-0691.2000.00086.x.", "ArticleIdList": ["10.1046/j.1469-0691.2000.00086.x", "11168136"]}, {"Citation": "Magiorakos A.-P., Srinivasan A., Carey R. B., et al. Multidrug-resistant, extensively drug-resistant and pandrug-resistant bacteria: an international expert proposal for interim standard definitions for acquired resistance. Clinical Microbiology and Infection. 2012;18(3):268–281. doi: 10.1111/j.1469-0691.2011.03570.x.", "ArticleIdList": ["10.1111/j.1469-0691.2011.03570.x", "21793988"]}, {"Citation": "Doi Y., Husain S., Potoski B. A., McCurry K. R., Paterson D. L. Extensively drug-resistant acinetobacter baumannii. Emerging Infectious Diseases. 2009;15(6):980–982. doi: 10.3201/eid1506.081006.", "ArticleIdList": ["10.3201/eid1506.081006", "PMC2727341", "19523312"]}, {"Citation": "Cohen A. L., Calfee D., Fridkin S. K., et al. Recommendations for metrics for multidrug-resistant organisms in healthcare settings: SHEA/HICPAC Position paper. Infection Control & Hospital Epidemiology. 2008;29(10):901–913. doi: 10.1086/591741.", "ArticleIdList": ["10.1086/591741", "18808340"]}, {"Citation": "Carmeli Y., Akova M., Cornaglia G., et al. Controlling the spread of carbapenemase-producing gram-negatives: therapeutic approach and infection control. Clinical Microbiology and Infection. 2010;16(2):102–111. doi: 10.1111/j.1469-0691.2009.03115.x.", "ArticleIdList": ["10.1111/j.1469-0691.2009.03115.x", "20085604"]}, {"Citation": "Cheesbourgh M. Medical Laboratory Manual for Tropical Countries. 2nd. Oxford, UK: Butterworth-Heineman Ltd.; 2006."}, {"Citation": "CLSI. Performance Standards for Antimicrobial Susceptibility Testing. 30th. Vol. 100. Wayne, PA, USA: Clinical and Laboratory Standards Institute; 2020."}, {"Citation": "Panta K., Ghimire P., Panta K., et al. Antibiogram typing of gram negative isolates in different clinical samples of a tertiary hospital. Asian Journal of Pharmaceutical and Clinical Research. 2013;3(1):153–156."}, {"Citation": "Zemedu T. Bacterial pathogens implicated in causing urinary tract infection (UTI) and their antimicrobial susceptibility pattern in Ethiopia. Revista CENIC. Ciencias Biológicas. 2010;41"}, {"Citation": "Meeta Sharma S. P., Srivastava P. Prevalence and antibiogram of extended spectrum beta-lactamase (ESBL) producing gram negative bacilli and further molecular characterization of ESBL producing Escherichia coli and Klebsiella spp. Journal of Clinical and Diagnostic Research. 2013;7(10):2173–2177.", "ArticleIdList": ["PMC3843424", "24298468"]}, {"Citation": "Hamid O. M., Gumaa S. A., Ibrahim A. A. Extended spectrum beta-lactamase producing Enterobacteriaceae: hospital-acquired urinary tract infections, Khartoum-Sudan. Annals of Microbiology. 2019;3(1):p. 7."}, {"Citation": "Yezli S., Shibl A. M., Memish Z. A. The molecular basis of β-lactamase production in gram-negative bacteria from Saudi Arabia. Journal of Medical Microbiology. 2015;64(2):127–136. doi: 10.1099/jmm.0.077834-0.", "ArticleIdList": ["10.1099/jmm.0.077834-0", "25418734"]}, {"Citation": "Zowawi H. M., Balkhy H. H., Walsh T. R., Paterson D. L. β-lactamase production in key gram-negative pathogen isolates from the arabian peninsula. Clinical Microbiology Reviews. 2013;26(3):361–380. doi: 10.1128/cmr.00096-12.", "ArticleIdList": ["10.1128/cmr.00096-12", "PMC3719487", "23824364"]}, {"Citation": "Azim N. S. A., Nofal M. Y., AlHarbi M. A., Al-Zaban M. I., Somily A. M. Molecular-diversity, prevalence and antibiotic susceptibility of pathogenic Klebsiella pneumoniae under Saudi condition. Pakistan Journal of Biological Sciences. 2019;22(4):174–179. doi: 10.3923/pjbs.2019.174.179.", "ArticleIdList": ["10.3923/pjbs.2019.174.179", "31930818"]}, {"Citation": "Uz Zaman T., Aldrees M., Al Johani S. M., Alrodayyan M., Aldughashem F. A., Balkhy H. H. Multi-drug carbapenem-resistant Klebsiella pneumoniae infection carrying the OXA-48 gene and showing variations in outer membrane protein 36 causing an outbreak in a tertiary care hospital in Riyadh, Saudi Arabia. International Journal of Infectious Diseases. 2014;28:186–192. doi: 10.1016/j.ijid.2014.05.021.", "ArticleIdList": ["10.1016/j.ijid.2014.05.021", "25245001"]}, {"Citation": "Balkhy H. H., El-Saed A., Alshamrani M. M., et al. Ten-year resistance trends in pathogens causing healthcare-associated infections; reflection of infection control interventions at a multi-hospital healthcare system in Saudi Arabia, 2007–2016. Antimicrob Resist Infect Control. 2020;9(1):p. 21. doi: 10.1186/s13756-020-0678-0.", "ArticleIdList": ["10.1186/s13756-020-0678-0", "PMC6993320", "32000850"]}, {"Citation": "Ibrahim M. E., Bilal N. E., Hamid M. E., et al. Increased multi-drug resistant Escherichia coli from hospitals in Khartoum state, Sudan. African Health Sciences. 2012;12(3):368–375.", "ArticleIdList": ["PMC3557680", "23382754"]}, {"Citation": "Malik I. A., Elhag K. M., Gustaw K. Characterisation of extended-spectrum β-lactamases among multidrug resistant Enterobacteriaceae from Sudan. Journal of Pure and Applied Microbiology. 2019;13(1):p. 8. doi: 10.22207/jpam.13.1.06.", "ArticleIdList": ["10.22207/jpam.13.1.06"]}]}], "History": [{"Year": "2020", "Month": "5", "Day": "14"}, {"Year": "2020", "Month": "5", "Day": "23"}, {"Year": "2020", "Month": "10", "Day": "12"}, {"Year": "2020", "Month": "11", "Day": "9", "Hour": "5", "Minute": "31"}, {"Year": "2020", "Month": "11", "Day": "10", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "11", "Day": "10", "Hour": "6", "Minute": "1"}, {"Year": "2020", "Month": "10", "Day": "24"}], "PublicationStatus": "epublish", "ArticleIdList": ["33163078", "PMC7605932", "10.1155/2020/8898430"]}}]}