{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "33178838", "DateCompleted": {"Year": "2021", "Month": "09", "Day": "27"}, "DateRevised": {"Year": "2021", "Month": "09", "Day": "27"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "10", "Day": "28"}], "Language": ["eng"], "ELocationID": ["6745873", "10.1155/2020/6745873"], "Journal": {"ISSN": "2314-6753", "JournalIssue": {"Volume": "2020", "PubDate": {"Year": "2020"}}, "Title": "Journal of diabetes research", "ISOAbbreviation": "J Diabetes Res"}, "ArticleTitle": "<i>Ficus carica</i> and <i>Sizigium cumini</i> Regulate Glucose and Lipid Parameters in High-Fat Diet and Streptozocin-Induced Rats.", "Pagination": {"StartPage": "6745873", "MedlinePgn": "6745873"}, "Abstract": {"AbstractText": ["Obesity linked diabetes, popularly known as diabesity, has been viewed as a direct product of the modern lifestyle in both developed and developing countries, and its increased prevalence is seen as a major threat to public health globally. <i>Ficus carica</i> (FC) and <i>Syzigium cumini</i> (SC) are part of indigenous flora with traditional medicinal properties. Fresh seeds of SC fruit and fruit of FC were collected and macerated to obtain the final extract. Wistar rats were divided into seven groups fed either on a normal diet or high-fat diet (HFD) along with streptozocin (STZ) to induce diabesity. The crude extract of FC (FC.Cr.) and SC (SC.Cr.) were administered at 250 mg/kg/day and 500 mg/kg/day in induced diabesity state. Body weights, blood glucose level, complete blood count (CBC), cholesterol, triglycerides (TG), low-density lipoprotein (LDL), very-low-density lipoprotein (VLDL), and high-density lipoprotein (HDL) were recorded to analyze their effects on glucose and lipid metabolism. Further, superoxide dismutase (SOD) and malondialdehyde (MDA) were measured to examine their effects on lipid peroxidation and ant oxidative enzyme. Results showed that both FC.Cr. and SC.Cr. have the potential to control obesity-linked type 2 diabetes mellitus (T2DM) by lowering the body weights, serum glucose, cholesterol, TG, LDL, and VLDL, while increasing the protective effects of HDL dose-dependently. The crude extract of both plants showed significant activity to raise SOD and curb MDA under diabetic states. It was concluded that both FC.Cr. and SC.Cr. exhibited remarkable therapeutics potential in HFD-STZ-induced diabetic rats. However, we found that the effects of SC.Cr. are relatively more pronounced as compared to FC.Cr. in almost all parameters."], "CopyrightInformation": "Copyright © 2020 El-Shaimaa A. Arafa et al."}, "AuthorList": [{"Identifier": ["0000-0002-9034-6624"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Pharmacy and Health Sciences, Ajman University, Ajman 346, UAE."}, {"Identifier": [], "Affiliation": "Department of Pharmacology and Toxicology, Faculty of Pharmacy, Benisuef University, Beni-suef, 62514, Egypt."}], "LastName": "Arafa", "ForeName": "El-Shaimaa A", "Initials": "EA"}, {"Identifier": ["0000-0002-0197-1736"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacy, COMSATS University Islamabad, Lahore Campus, Lahore, 54000 Pakistan, Israel."}], "LastName": "Hassan", "ForeName": "Waseem", "Initials": "W"}, {"Identifier": ["0000-0001-5649-5768"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacy, COMSATS University Islamabad, Lahore Campus, Lahore, 54000 Pakistan, Israel."}], "LastName": "Murtaza", "ForeName": "Ghulam", "Initials": "G"}, {"Identifier": ["0000-0002-5519-1698"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Pharmacy and Health Sciences, Ajman University, Ajman 346, UAE."}], "LastName": "Buabeid", "ForeName": "Manal Ali", "Initials": "MA"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "J Diabetes Res", "NlmUniqueID": "101605237"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Blood Glucose"}, {"RegistryNumber": "0", "NameOfSubstance": "Hypoglycemic Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Lipids"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}, {"RegistryNumber": "5W494URQ81", "NameOfSubstance": "Streptozocin"}, {"RegistryNumber": "EC 1.15.1.1", "NameOfSubstance": "Superoxide Dismutase"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": ["analysis", "metabolism"], "DescriptorName": "Blood Glucose"}, {"QualifierName": [], "DescriptorName": "Body Weight"}, {"QualifierName": ["drug therapy", "metabolism"], "DescriptorName": "Diabetes Mellitus, Experimental"}, {"QualifierName": ["blood"], "DescriptorName": "Diabetes Mellitus, Type 2"}, {"QualifierName": [], "DescriptorName": "Diet, High-Fat"}, {"QualifierName": ["metabolism"], "DescriptorName": "Ficus"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Hypoglycemic Agents"}, {"QualifierName": [], "DescriptorName": "Lipid Metabolism"}, {"QualifierName": [], "DescriptorName": "Lipid Peroxidation"}, {"QualifierName": ["blood"], "DescriptorName": "Lipids"}, {"QualifierName": ["metabolism"], "DescriptorName": "Myrtaceae"}, {"QualifierName": [], "DescriptorName": "Oxidative Stress"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Plant Extracts"}, {"QualifierName": [], "DescriptorName": "Rats"}, {"QualifierName": [], "DescriptorName": "Rats, Wistar"}, {"QualifierName": [], "DescriptorName": "Streptozocin"}, {"QualifierName": ["metabolism"], "DescriptorName": "Superoxide Dismutase"}], "CoiStatement": "The authors declare that there are no conflicts of interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Stalin C., Dineshkumar P., Nithiyananthan K. Evaluation of antidiabetic activity of methanolic leaf extract of ficus carica in alloxan - induced diabetic rats. Asian Journal of Pharmaceutical and Clinical Research. 2012;5(3):85–87."}, {"Citation": "Bailey C. J. Drugs on the horizon for diabesity. Current Diabetes Reports. 2005;5(5):353–359. doi: 10.1007/s11892-005-0093-1.", "ArticleIdList": ["10.1007/s11892-005-0093-1", "16188170"]}, {"Citation": "DeFronzo R. A., Gunnarsson R., Björkman O., Olsson M., Wahren J. Effects of insulin on peripheral and splanchnic glucose metabolism in noninsulin-dependent (type II) diabetes mellitus. The Journal of Clinical Investigation. 1985;76(1):149–155. doi: 10.1172/JCI111938.", "ArticleIdList": ["10.1172/JCI111938", "PMC423730", "3894418"]}, {"Citation": "Field A. E., Coakley E. H., Must A., et al. Impact of overweight on the risk of developing common chronic diseases during a 10-year period. Archives of Internal Medicine. 2001;161(13):1581–1586. doi: 10.1001/archinte.161.13.1581.", "ArticleIdList": ["10.1001/archinte.161.13.1581", "11434789"]}, {"Citation": "Golay A., Ybarra J. Link between obesity and type 2 diabetes. Best Practice & Research Clinical Endocrinology & Metabolism. 2005;19(4):649–663. doi: 10.1016/j.beem.2005.07.010.", "ArticleIdList": ["10.1016/j.beem.2005.07.010", "16311223"]}, {"Citation": "Irudayaraj S. S., Stalin A., Sunil C., Duraipandiyan V., al-Dhabi N. A., Ignacimuthu S. Antioxidant, antilipidemic and antidiabetic effects of ficusin with their effects on GLUT4 translocation and PPARγ expression in type 2 diabetic rats. Chemico-Biological Interactions. 2016;256:85–93. doi: 10.1016/j.cbi.2016.06.023.", "ArticleIdList": ["10.1016/j.cbi.2016.06.023", "27350165"]}, {"Citation": "Badgujar S. B., Patel V. V., Bandivdekar A. H., Mahajan R. T. Traditional uses, phytochemistry and pharmacology of Ficus carica: a review. Pharmaceutical Biology. 2014;52(11):1487–1503. doi: 10.3109/13880209.2014.892515.", "ArticleIdList": ["10.3109/13880209.2014.892515", "25017517"]}, {"Citation": "Prasad P. V. V., Subhaktha P. K. J. P., Narayana A., Rao M. M. Medico-historical study of \"aśvattha\" (sacred fig tree) Bulletin of the Indian Institute of History of Medicine (Hyderabad) 2006;36(1):1–20.", "ArticleIdList": ["18175640"]}, {"Citation": "Canal J. R., Torres M. D., Romero A., Pérez C. A chloroform extract obtained from a decoction of Ficus carica leaves improves the cholesterolaemic status of rats with streptozotocin-induced diabetes. Acta Physiologica Hungarica. 2000;87(1):71–76. doi: 10.1556/APhysiol.87.2000.1.8.", "ArticleIdList": ["10.1556/APhysiol.87.2000.1.8", "11032050"]}, {"Citation": "Mawa S., Husain K., Jantan I. Ficus carica L. (Moraceae): phytochemistry, traditional uses and biological activities. Evidence-based Complementary and Alternative Medicine. 2013;2013:8. doi: 10.1155/2013/974256.", "ArticleIdList": ["10.1155/2013/974256", "PMC3789402", "24159359"]}, {"Citation": "Pérez C., Domínguez E., Ramiro J. M., Romero A., Campillo J. E., Torres M. D. A study on the glycaemic balance in streptozotocin-diabetic rats treated with an aqueous extract of Ficus carica (fig tree) leaves. Phytotherapy Research. 1996;10(1):82–83. doi: 10.1002/(SICI)1099-1573(199602)10:1<82::AID-PTR776>3.0.CO;2-R.", "ArticleIdList": ["10.1002/(SICI)1099-1573(199602)10:1<82::AID-PTR776>3.0.CO;2-R"]}, {"Citation": "Joerin L., Kauschka M., Bonnländer B., Pischel I., Benedek B., Butterweck V. Ficus carica leaf extract modulates the lipid profile of rats fed with a high-fat diet through an increase of HDL-C. Phytotherapy Research. 2014;28(2):261–267. doi: 10.1002/ptr.4994.", "ArticleIdList": ["10.1002/ptr.4994", "23606376"]}, {"Citation": "Stephen Irudayaraj S., Christudas S., Antony S., Duraipandiyan V., Naif Abdullah A. D., Ignacimuthu S. Protective effects of Ficus carica leaves on glucose and lipids levels, carbohydrate metabolism enzymes and β-cells in type 2 diabetic rats. Pharmaceutical Biology. 2017;55(1):1074–1081. doi: 10.1080/13880209.2017.1279671.", "ArticleIdList": ["10.1080/13880209.2017.1279671", "PMC6130661", "28193094"]}, {"Citation": "Rubnov S., Kashman Y., Rabinowitz R., Schlesinger M., Mechoulam R. Suppressors of cancer cell proliferation from fig (Ficus carica) resin: isolation and structure elucidation. Journal of Natural Products. 2001;64(7):993–996. doi: 10.1021/np000592z.", "ArticleIdList": ["10.1021/np000592z", "11473446"]}, {"Citation": "Aref H. L., Salah K. B., Chaumont J. P., Fekih A., Aouni M., Said K. In vitro antimicrobial activity of four Ficus carica latex fractions against resistant human pathogens (antimicrobial activity of Ficus carica latex) Pakistan Journal of Pharmaceutical Sciences. 2010;23(1):53–58.", "ArticleIdList": ["20067867"]}, {"Citation": "Bohlooli S., Mohebipoor A., Mohammadi S., Kouhnavard M., Pashapoor S. Comparative study of fig tree efficacy in the treatment of common warts (Verruca vulgaris) vs. cryotherapy. International Journal of Dermatology. 2007;46(5):524–526. doi: 10.1111/j.1365-4632.2007.03159.x.", "ArticleIdList": ["10.1111/j.1365-4632.2007.03159.x", "17472688"]}, {"Citation": "Lazreg Aref H., Gaaliche B., Fekih A., et al. In vitro cytotoxic and antiviral activities of Ficus carica latex extracts. Natural Product Research. 2011;25(3):310–319. doi: 10.1080/14786419.2010.528758.", "ArticleIdList": ["10.1080/14786419.2010.528758", "21294043"]}, {"Citation": "Aref H. L., Mosbah H., Louati H., Said K., Selmi B. Partial characterization of a novel amylase activity isolated from Tunisian Ficus carica latex. Pharmaceutical Biology. 2011;49(11):1158–1166. doi: 10.3109/13880209.2011.575791.", "ArticleIdList": ["10.3109/13880209.2011.575791", "22014263"]}, {"Citation": "Martinez C. A., Loureiro M. E., Oliva M. A., Maestri M. Differential responses of superoxide dismutase in freezing resistant Solanum curtilobum and freezing sensitive Solanum tuberosum subjected to oxidative and water stress. Plant Science. 2001;160(3):505–515. doi: 10.1016/S0168-9452(00)00418-0.", "ArticleIdList": ["10.1016/S0168-9452(00)00418-0", "11166438"]}, {"Citation": "Rekha N., Balaji R., Deecaraman M. Effect of aqueous extract of Syzygium cumini pulp on antioxidant defense system in streptozotocin induced diabetic rats. Iranian Journal of Pharmacology and Therapeutics. 2008;7(2):p. 137."}, {"Citation": "Prince P. S., Kamalakkannan N., Menon V. P. Antidiabetic and antihyperlipidaemic effect of alcoholic Syzigium cumini seeds in alloxan induced diabetic albino rats. Journal of Ethnopharmacology. 2004;91(2-3):209–213. doi: 10.1016/j.jep.2003.11.001.", "ArticleIdList": ["10.1016/j.jep.2003.11.001", "15120440"]}, {"Citation": "Shinde J., Taldone T., Barletta M., et al. Alpha-glucosidase inhibitory activity of Syzygium cumini (Linn.) Skeels seed kernel in vitro and in Goto-Kakizaki (GK) rats. Carbohydrate Research. 2008;343(7):1278–1281. doi: 10.1016/j.carres.2008.03.003.", "ArticleIdList": ["10.1016/j.carres.2008.03.003", "18374320"]}, {"Citation": "Sanches J. R., França L. M., Chagas V. T., et al. Polyphenol-rich extract of Syzygium cumini leaf dually improves peripheral insulin sensitivity and pancreatic islet function in monosodium L-glutamate-induced obese rats. Frontiers in Pharmacology. 2016;7 doi: 10.3389/fphar.2016.00048.", "ArticleIdList": ["10.3389/fphar.2016.00048", "PMC4785152", "27014062"]}, {"Citation": "Prince P. S. M., Menon V. P. Effect of Syzigium cumini in Plasma Antioxidants on Alloxan-Induced Diabetes in Rats. Journal of Clinical Biochemistry and Nutrition. 1998;25(2):81–86. doi: 10.3164/jcbn.25.81.", "ArticleIdList": ["10.3164/jcbn.25.81"]}, {"Citation": "Mahapatra P. K., Chakraborty D., Chaudhuri A. K. Anti-inflammatory and antipyretic activities of Syzygium cuminii. Planta Medica. 1986;52(6) doi: 10.1055/s-2007-969339.", "ArticleIdList": ["10.1055/s-2007-969339", "17345495"]}, {"Citation": "Chaudhuri A. K. N., Pal S., Gomes A., Bhattacharya S. Anti-inflammatory and related actions of Syzygium cuminii seed extract. Phytotherapy Research. 1990;4(1):5–10. doi: 10.1002/ptr.2650040103.", "ArticleIdList": ["10.1002/ptr.2650040103"]}, {"Citation": "Yadav S. S., Meshram G., Shinde D., Patil R., Manohar S. M., Upadhye M. V. Antibacterial and anticancer activity of bioactive fraction of Syzygium cumini L. Seeds. HAYATI Journal of Biosciences. 2011;18(3):118–122. doi: 10.4308/hjb.18.3.118.", "ArticleIdList": ["10.4308/hjb.18.3.118"]}, {"Citation": "Chakraborty D., Mahapatra P., Nag Chaudhuri A. Studies on Psychopharmacological Actions of Syzygium Cuminii Linn. Seed Extract. 7-8. Vol. 13. IRCS Medical Science: Psychology & Psychiatry; 1985."}, {"Citation": "Arafa E. A., Buabeid M. A., Hassan W., Murtaza G., Chohan T. A., Ahmed H. Protective effects of Cocos nucifera oil in Paraphenylene diamine toxicity. Current Pharmaceutical Biotechnology. 2020;21 doi: 10.2174/1389201021666200430115323.", "ArticleIdList": ["10.2174/1389201021666200430115323", "32351177"]}, {"Citation": "Skovsø S. Modeling type 2 diabetes in rats using high fat diet and streptozotocin. Journal of Diabetes Investigation. 2014;5(4):349–358. doi: 10.1111/jdi.12235.", "ArticleIdList": ["10.1111/jdi.12235", "PMC4210077", "25411593"]}, {"Citation": "Tahergorabi Z., Rahmani H., Williams J., Moodi M. The effect of methadone on blood glucose, lipids and glucose-modulating hormones in methadone-dependent Wistar rats. Toxicology Research. 2020;36(3):221–226. doi: 10.1007/s43188-019-00019-z.", "ArticleIdList": ["10.1007/s43188-019-00019-z", "PMC7351998", "32685426"]}, {"Citation": "Qureshi A. S., Ghaffor J., Usman M., Ehsan N., Umar Z., Sarfraz A. Effect of ethanolic preparations of cinnamon (Cinnamomum zeylanicum) extract on hematologic and histometric parameters of selected organs in Alloxan(®) induced diabetic female albino rats. Journal of Diabetes and Metabolic Disorders. 2019;18(2):505–512. doi: 10.1007/s40200-019-00457-4.", "ArticleIdList": ["10.1007/s40200-019-00457-4", "PMC6915164", "31890676"]}, {"Citation": "Hassan W., Rongyin G., Daoud A., et al. Reduced oxidative stress contributes to the lipid lowering effects of isoquercitrin in free fatty acids induced hepatocytes. Oxidative Medicine and Cellular Longevity. 2014;2014:18. doi: 10.1155/2014/313602.313602", "ArticleIdList": ["10.1155/2014/313602", "PMC4227458", "25404990"]}, {"Citation": "Qin G., Ma J., Huang Q., et al. Isoquercetin improves hepatic lipid accumulation by activating AMPK pathway and suppressing TGF-β signaling on an HFD-induced nonalcoholic fatty liver disease rat model. International Journal of Molecular Sciences. 2018;19(12) doi: 10.3390/ijms19124126.", "ArticleIdList": ["10.3390/ijms19124126", "PMC6321444", "30572631"]}, {"Citation": "Pu R., Shi D., Gan T., et al. Effects of metformin in obesity treatment in different populations: a meta-analysis. Therapeutic Advances in Endocrinology and Metabolism. 2020;11:p. 204201882092600. doi: 10.1177/2042018820926000.", "ArticleIdList": ["10.1177/2042018820926000", "PMC7243386", "32499908"]}, {"Citation": "DeFronzo R. A. The triumvirate: cell, muscle, liver: a collusion responsible for NIDDM. Diabetes. 1988;37(6):667–687. doi: 10.2337/diab.37.6.667.", "ArticleIdList": ["10.2337/diab.37.6.667", "3289989"]}, {"Citation": "Mohanty P., Hamouda W., Garg R., Aljada A., Ghanim H., Dandona P. Glucose challenge stimulates reactive oxygen species (ROS) generation by leucocytes. The Journal of Clinical Endocrinology & Metabolism. 2000;85(8):2970–2973. doi: 10.1210/jcem.85.8.6854.", "ArticleIdList": ["10.1210/jcem.85.8.6854", "10946914"]}, {"Citation": "Volaco A., Cavalcanti A. M., Filho R. P., Precoma D. B. Socioeconomic status: the missing link between obesity and diabetes mellitus? Current Diabetes Reviews. 2018;14(4):321–326. doi: 10.2174/1573399813666170621123227.", "ArticleIdList": ["10.2174/1573399813666170621123227", "28637406"]}, {"Citation": "Leitner D. R., Frühbeck G., Yumuk V., et al. Obesity and type 2 diabetes: two diseases with a need for combined treatment strategies - EASO can Lead the way. Obesity Facts. 2017;10(5):483–492. doi: 10.1159/000480525.", "ArticleIdList": ["10.1159/000480525", "PMC5741209", "29020674"]}, {"Citation": "Cicero A. F., Colletti A. Role of phytochemicals in the management of metabolic syndrome. Phytomedicine. 2016;23(11):1134–1144. doi: 10.1016/j.phymed.2015.11.009.", "ArticleIdList": ["10.1016/j.phymed.2015.11.009", "26778479"]}, {"Citation": "Kumari B., Yadav U. C. S. Adipokine Visfatin's role in pathogenesis of diabesity and related metabolic derangements. Current Molecular Medicine. 2018;18(2):116–125. doi: 10.2174/1566524018666180705114131.", "ArticleIdList": ["10.2174/1566524018666180705114131", "29974830"]}, {"Citation": "Neha Soni S. M., Satpathy G., Gupta R. K. Estimation of nutritional, phytochemical, antioxidant and antibacterial activity of dried fig (Ficus carica) Journal of Pharmacognosy and Phytochemistry. 2014;3(2):158–165."}, {"Citation": "Kumar A., Ilavarasan R., Jayachandran T., et al. Phytochemicals investigation on a tropical plant, Syzygium cumini from Kattuppalayam, Erode district, Tamil Nadu, South India. Pakistan Journal of Nutrition. 2009;8(1):83–85. doi: 10.3923/pjn.2009.83.85.", "ArticleIdList": ["10.3923/pjn.2009.83.85"]}, {"Citation": "Bathina S., Srinivas N., Das U. N. BDNF protects pancreatic β cells (RIN5F) against cytotoxic action of alloxan, streptozotocin, doxorubicin and benzo(a)pyrene in vitro. Metabolism. 2016;65(5):667–684. doi: 10.1016/j.metabol.2016.01.016.", "ArticleIdList": ["10.1016/j.metabol.2016.01.016", "27085775"]}, {"Citation": "Guo X. X., Wang Y., Wang K., Ji B. P., Zhou F. Stability of a type 2 diabetes rat model induced by high-fat diet feeding with low-dose streptozotocin injection. Journal of Zhejiang University. Science. B. 2018;19(7):559–569. doi: 10.1631/jzus.B1700254.", "ArticleIdList": ["10.1631/jzus.B1700254", "PMC6052359", "29971994"]}, {"Citation": "Veerapur V. P., Prabhakar K. R., Thippeswamy B. S., Bansal P., Srinivasan K. K., Unnikrishnan M. K. Antidiabetic effect of Ficus racemosa Linn. Stem bark in high-fat diet and low-dose streptozotocin-induced type 2 diabetic rats: a mechanistic study. Food Chemistry. 2012;132(1):186–193. doi: 10.1016/j.foodchem.2011.10.052.", "ArticleIdList": ["10.1016/j.foodchem.2011.10.052", "26434279"]}, {"Citation": "Yang X. Q., Yuan H., Li J., et al. Swimming intervention mitigates HFD-induced obesity of rats through PGC-1α-irisin pathway. European Review for Medical and Pharmacological Sciences. 2016;20(10):2123–2130.", "ArticleIdList": ["27249613"]}, {"Citation": "Yeh P. T., Huang H. W., Yang C. M., Yang W. S., Yang C. H. Astaxanthin inhibits expression of retinal oxidative stress and inflammatory mediators in Streptozotocin-induced diabetic rats. PLoS One. 2016;11(1, article e0146438) doi: 10.1371/journal.pone.0146438.", "ArticleIdList": ["10.1371/journal.pone.0146438", "PMC4713224", "26765843"]}, {"Citation": "Zhu L., Han J., Yuan R., Xue L., Pang W. Berberine ameliorates diabetic nephropathy by inhibiting TLR4/NF-κB pathway. Biological Research. 2018;51(1) doi: 10.1186/s40659-018-0157-8.", "ArticleIdList": ["10.1186/s40659-018-0157-8", "PMC5878418", "29604956"]}, {"Citation": "Karam B. S., Chavez-Moreno A., Koh W., Akar J. G., Akar F. G. Oxidative stress and inflammation as central mediators of atrial fibrillation in obesity and diabetes. Cardiovascular Diabetology. 2017;16(1) doi: 10.1186/s12933-017-0604-9.", "ArticleIdList": ["10.1186/s12933-017-0604-9", "PMC5622555", "28962617"]}, {"Citation": "Ighodaro O. M. Molecular pathways associated with oxidative stress in diabetes mellitus. Biomedicine & Pharmacotherapy. 2018;108:656–662. doi: 10.1016/j.biopha.2018.09.058.", "ArticleIdList": ["10.1016/j.biopha.2018.09.058", "30245465"]}, {"Citation": "Rehman K., Akash M. S. H. Mechanism of generation of oxidative stress and pathophysiology of type 2 diabetes mellitus: how are they interlinked? Journal of Cellular Biochemistry. 2017;118(11):3577–3585. doi: 10.1002/jcb.26097.", "ArticleIdList": ["10.1002/jcb.26097", "28460155"]}, {"Citation": "Poblete-Aro C., Russell-Guzmán J., Parra P., et al. Exercise and oxidative stress in type 2 diabetes mellitus. Revista Médica de Chile. 2018;146(3):362–372. doi: 10.4067/s0034-98872018000300362.", "ArticleIdList": ["10.4067/s0034-98872018000300362", "29999107"]}, {"Citation": "Nozik-Grayck E., Suliman H. B., Piantadosi C. A. Extracellular superoxide dismutase. The International Journal of Biochemistry & Cell Biology. 2005;37(12):2466–2471. doi: 10.1016/j.biocel.2005.06.012.", "ArticleIdList": ["10.1016/j.biocel.2005.06.012", "16087389"]}, {"Citation": "Song C., Sheng L., Zhang X. Preparation and characterization of a thermostable enzyme (Mn-SOD) immobilized on supermagnetic nanoparticles. Applied Microbiology and Biotechnology. 2012;96(1):123–132. doi: 10.1007/s00253-011-3835-9.", "ArticleIdList": ["10.1007/s00253-011-3835-9", "22237672"]}, {"Citation": "Tsikas D. Assessment of lipid peroxidation by measuring malondialdehyde (MDA) and relatives in biological samples: analytical and biological challenges. Analytical Biochemistry. 2017;524:13–30. doi: 10.1016/j.ab.2016.10.021.", "ArticleIdList": ["10.1016/j.ab.2016.10.021", "27789233"]}, {"Citation": "Slatter D. A., Bolton C. H., Bailey A. J. The importance of lipid-derived malondialdehyde in diabetes mellitus. Diabetologia. 2000;43(5):550–557. doi: 10.1007/s001250051342.", "ArticleIdList": ["10.1007/s001250051342", "10855528"]}]}], "History": [{"Year": "2020", "Month": "7", "Day": "18"}, {"Year": "2020", "Month": "9", "Day": "22"}, {"Year": "2020", "Month": "10", "Day": "9"}, {"Year": "2020", "Month": "11", "Day": "12", "Hour": "5", "Minute": "45"}, {"Year": "2020", "Month": "11", "Day": "13", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "9", "Day": "28", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "10", "Day": "29"}], "PublicationStatus": "epublish", "ArticleIdList": ["33178838", "PMC7644324", "10.1155/2020/6745873"]}}]}