{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Characteristics", "information system", "medicinal plants", "users"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "33209937", "DateRevised": {"Year": "2020", "Month": "11", "Day": "20"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "09", "Day": "28"}], "Language": ["eng"], "ELocationID": ["245", "10.4103/jehp.jehp_750_19"], "Journal": {"ISSN": "2277-9531", "JournalIssue": {"Volume": "9", "PubDate": {"Year": "2020"}}, "Title": "Journal of education and health promotion", "ISOAbbreviation": "J Educ Health Promot"}, "ArticleTitle": "Effective characteristics on designing the information system of medicinal plants from users' perspective.", "Pagination": {"StartPage": "245", "MedlinePgn": "245"}, "Abstract": {"AbstractText": ["Designing information systems will increase the efficiency and effectiveness of the system according to the information needs of the stakeholders. The present study examined the effective features of designing the information system of medicinal plants from the perspective of its users as a prerequisite for the design of this system.", "This applied research was carried out using survey method and a researcher-made questionnaire. The study population consisted of two groups of information users (faculty members, students, and researchers of medicinal plants) and information disseminators (librarians), and 308 individuals were selected by cluster sampling from five universities. Data analysis was performed using descriptive and inferential statistics using SPSS software version 22.", "The results showed that in view of the two groups of users, there was a significant difference in the search options in the database of medicinal plants and the displaying characteristics of the search results. On an average, the rank of the two groups in these two domains was largely different. In other cases, the users considered shared features for capabilities and facilities in an information system of medicinal plants.", "According to the results, for obtaining the information system of medicinal herbs with better capabilities and facilities, it is essential for designers to pay attention to all elements and objections in the interaction of the human and the system, especially in the field of search."], "CopyrightInformation": "Copyright: © 2020 Journal of Education and Health Promotion."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Food Health Research Center, Hormozgan University of Medical Sciences, Bandar Abbas, Iran."}], "LastName": "Latifi", "ForeName": "Masoomeh", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Anesthesiology, Anesthesiology Research Center, School of Medicine, Imam Hossein Hospital, Shahid Beheshti University of Medical Sciences, Tehran, Iran."}], "LastName": "Salimi", "ForeName": "Sohrab", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Health Information Technology, School of Allied Medical Sciences, Hormozgan University of Medical Sciences, Bandar Abbas, Iran."}], "LastName": "Karami", "ForeName": "Nader Alishan", "Initials": "NA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Health Information Technology, School of Allied Medical Sciences, Hormozgan University of Medical Sciences, Bandar Abbas, Iran."}], "LastName": "Dolatabadi", "ForeName": "Nasrin Davari", "Initials": "ND"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Medicine, Isfahan University of Medical Sciences, Isfahan, Iran."}], "LastName": "Farsani", "ForeName": "Leili Allahbakhshian", "Initials": "LA"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "India", "MedlineTA": "J Educ Health Promot", "NlmUniqueID": "101593794", "ISSNLinking": "2277-9531"}, "CoiStatement": "There are no conflicts of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Wang X, Zhang J, He S, Gao Y, Ma X, Gao Y, et al. HMOD: An Omics database for herbal medicine plants. Mol Plant. 2018;11:757–9.", "ArticleIdList": ["29524650"]}, {"Citation": "Gupta PC. Biological and pharmacological properties of Terminalia chebula Retz.(Haritaki)-An overview. Int J Pharm Pharm Sci. 2012;4(Suppl 3):62–8."}, {"Citation": "Lu LM, Mao LF, Yang T, Ye JF, Liu B, Li HL, et al. Evolutionary history of the angiosperm flora of China. Nature. 2018;554:234–8.", "ArticleIdList": ["29420476"]}, {"Citation": "Camargo MC, Barros RM, Barros VT. Proceedings of the 33rd Annual ACM Symposium on Applied Computing. ACM; 2018. Visual design checklist for graphical user interface (GUI) evaluation; pp. 670–2."}, {"Citation": "Kumar A, Kumar R, Sharma M, Kumar U, Gajula MN, Singh K. Uttarakhand Medicinal Plants Database (UMPDB): A platform for exploring genomic, chemical, and traditional knowledge. Data. 2018;3:7."}, {"Citation": "Ru J, Li P, Wang J, Zhou W, Li B, Huang C, et al. TCMSP: A database of systems pharmacology for drug discovery from herbal medicines. J Cheminform. 2014;6:13.", "ArticleIdList": ["PMC4001360", "24735618"]}, {"Citation": "Mouakket S, Bettayeb AM. Investigating the factors influencing continuance usage intention of Learning management systems by university instructors: The Blackboard system case. Int J Web Informat Syst. 2015;11:491–509."}, {"Citation": "Latief M, Kandowangko N, Yusuf R. Designing Web Database Application for Local Medicinal Plants of Gorontalo Using MVC Architecture. IOP Conf Series Mater Sci Eng. 2018;288:12098."}, {"Citation": "Saini GS, Dubey SK, Bharti SK. Ambient Communications and Computer Systems. Singapore: Springer; 2019. A reliable novel framework of user-oriented software engineering; pp. 237–45."}, {"Citation": "Jordan SA, Cunningham DG, Marles RJ. Assessment of herbal medicinal products: Challenges, and opportunities to increase the knowledge base for safety assessment. Toxicol Appl Pharmacol. 2010;243:198–216.", "ArticleIdList": ["20018204"]}, {"Citation": "Yanuar A, Mun'im A, Lagho AB, Syahdi RR, Rahmat M, Suhartanto H. Medicinal plants database and three dimensional structure of the chemical compounds from medicinal plants in Indonesia arXiv preprint arXiv. 2011 11117183."}, {"Citation": "Lamesch P, Berardini TZ, Li D, Swarbreck D, Wilks C, Sasidharan R, et al. The Arabidopsis Information Resource (TAIR): Improved gene annotation and new tools. Nucleic Acids Res. 2012;40:D1202–10.", "ArticleIdList": ["PMC3245047", "22140109"]}, {"Citation": "Catarino S, Duarte MC, Costa E, Carrero PG, Romeiras MM. Conservation and sustainable use of the medicinal Leguminosae plants from Angola. PeerJ. 2019;7:e6736.", "ArticleIdList": ["PMC6535223", "31198619"]}, {"Citation": "Chen SL, Yu H, Luo HM, Wu Q, Li CF, Steinmetz A. Conservation and sustainable use of medicinal plants: Problems, progress, and prospects. Chin Med. 2016;11:37.", "ArticleIdList": ["PMC4967523", "27478496"]}, {"Citation": "Bai G, Zhang T, Hou Y, Ding G, Jiang M, Luo G. From quality markers to data mining and intelligence assessment: A smart quality-evaluation strategy for traditional Chinese medicine based on quality markers. Phytomedicine. 2018;44:109–16.", "ArticleIdList": ["29426601"]}, {"Citation": "Chen CY. TCM Database@Taiwan: The world's largest traditional Chinese medicine database for drug screening in silico. PLoS One. 2011;6:e15939.", "ArticleIdList": ["PMC3017089", "21253603"]}, {"Citation": "Noraziah A, Abdella AN, Hamid RA, Sidek RM, Omardin MA. Empirical study on medicinal herbs information system (MHIS) in Malaysia. Afr J Bus Manage. 2011;5:5292–6."}, {"Citation": "Webster L, Spiro RF. Health information technology: A new world for pharmacy. J Am Pharm Assoc. 2010;50:e20–31.", "ArticleIdList": ["20199946"]}, {"Citation": "Nejad Isfahani SS, Raeisi AR, Jannesari H, Ehteshami A, Pheizi A, Mirzaeian R. Evaluation of pharmacy information systems performance in educational, private and social security hospitals of Isfahan. Health Inf Manage. 2013;10:664."}, {"Citation": "Binti Hassan SA. Content validity of STEMTIP using CVR method. Int J Acad Res Bus Soc Sci. 2018;8:1118–25. doi: 106007/IJARBSS/v8-i7/4559."}, {"Citation": "Mumtaz A, Ashfaq UA, Ul Qamar MT, Anwar F, Gulzar F, Ali MA, et al. MPD3: A useful medicinal plants database for drug designing. Nat Prod Res. 2017;31:1228–36.", "ArticleIdList": ["27681445"]}, {"Citation": "Baeza-Yates R, Ribeiro BD. Modern Information Retrieval. New York, Harlow, England: ACM Press, Addison-Wesley; 2011."}, {"Citation": "Laporte MA, Garnier E. Thesau Form–Traits: A web based collaborative tool to develop a thesaurus for plant functional diversity research. Ecol Informatics. 2012;11:34–44."}, {"Citation": "Pawar N, Rajeswari K, Joshi A. 2016 International Conference on Computing Communication Control and Automation (ICCUBEA) IEEE; 2016. Aug 12, Implementation of an efficient web crawler to search medicinal plants and relevant diseases; pp. 1–4."}, {"Citation": "Thakar SB, Dhanavade MJ, Sonawane KD. LegumeDB: Development of legume medicinal plant database and comparative molecular evolutionary analysis of matK proteins of legumes and mangroves. Curr Nutr Food Sci. 2019;15:353–62."}, {"Citation": "Le LT. Building Vietnamese Herbal Database Towards Big Data Science in Nature-Based Medicine International University-Vietnam National University Ho Chi Minh Vietnam. 2018"}, {"Citation": "Syed AH, Khan T. SHPIS: A database of medicinal plants from Saudi Arabia. Int J Adv Comput Sci Appl. 2017;8:49–53."}, {"Citation": "Chowdhury GG. Introduction to Modern Information Retrieval. London: Facet Publishing; 2010."}, {"Citation": "Ningthoujam SS, Talukdar AD, Potsangbam KS, Choudhury MD. Challenges in developing medicinal plant databases for sharing ethnopharmacological knowledge. J Ethnopharmacol. 2012;141:9–32.", "ArticleIdList": ["22401841"]}], "ReferenceList": []}], "History": [{"Year": "2019", "Month": "12", "Day": "15"}, {"Year": "2020", "Month": "6", "Day": "1"}, {"Year": "2020", "Month": "11", "Day": "19", "Hour": "5", "Minute": "49"}, {"Year": "2020", "Month": "11", "Day": "20", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "11", "Day": "20", "Hour": "6", "Minute": "1"}, {"Year": "2020", "Month": "9", "Day": "28"}], "PublicationStatus": "epublish", "ArticleIdList": ["33209937", "PMC7652068", "10.4103/jehp.jehp_750_19", "JEHP-9-245"]}}], "PubmedBookArticle": []}