{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Cytokines", "inflammation", "medicinal", "nasal mucosa", "plants", "rhinitis", "sinusitis"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "33209511", "DateRevised": {"Year": "2022", "Month": "04", "Day": "18"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "11", "Day": "04"}], "Language": ["eng"], "ELocationID": ["10.1080/21556660.2020.1838176"], "Journal": {"ISSN": "2155-6660", "JournalIssue": {"Volume": "9", "Issue": "1", "PubDate": {"Year": "2020", "Month": "Nov", "Day": "04"}}, "Title": "Journal of drug assessment", "ISOAbbreviation": "J Drug Assess"}, "ArticleTitle": "Effects of <i>Pelargonium sidoides</i> extract on chemokine levels in nasal secretions of patients with non-purulent acute rhinosinusitis.", "Pagination": {"StartPage": "145", "EndPage": "150", "MedlinePgn": "145-150"}, "Abstract": {"AbstractText": ["Previous investigations suggest the use of extract from the roots of <i>Pelargonium sidoides</i> (EPs 7630) for improvement of the symptoms of uncomplicated upper airway inflammations, due to its antimicrobial and immunomodulatory actions. The aim of this investigation was to evaluate the effects of EPs 7630 on chemokine production in nasal mucosa and clinical parameters of patients with acute postviral rhinosinusitis (APRS).", "Twenty-six (<i>n</i> = 26) APRS patients and 25 (<i>n</i> = 25) control subjects were included in this prospective study. We measured the concentrations of thirteen chemokines in nasal secretions of APRS patients and controls by flow cytometry. The patients with APRS were treated by EPs 7630 20 mg oral tablets, three times daily for 10 days. We compared the chemokine levels in nasal secretions, nasal symptoms and endoscopic findings in patients, before and after therapy.", "We found higher Total Symptom Score (TSS) and higher concentrations of MCP-1, MIP-1α, MIP-1β, MIP-3α, ENA-78 and IL-8 in nasal secretions of APRS patients than in controls. After therapy by EPs 7630, we found significant improvement in all symptoms and endoscopic findings of APRS. The concentrations of MCP-1, IP-10 and MIP-1β were significantly increased and levels of MIP-1α, ENA-78, GROα and IL-8 significantly decreased in nasal fluid samples after therapy. No adverse effects were reported during the treatment.", "Our results suggest the presence of modulatory effects of EPs 7630 on production of chemokines regulating the function of neutrophils and monocytes in the site of inflammation of the nasal mucosa in patients with APRS."], "CopyrightInformation": "© 2020 The Author(s). Published by Informa UK Limited, trading as Taylor & Francis Group."}, "AuthorList": [{"Identifier": ["0000-0002-8453-7272"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Otorhinolaryngology, Military Medical Academy Faculty of Medicine, University of Defense, Belgrade, Serbia."}, {"Identifier": [], "Affiliation": "Medigroup General Hospital, Belgrade, Serbia."}], "LastName": "Perić", "ForeName": "Aleksandar", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacokinetics and Clinical Pharmacy, Faculty of Pharmacy, University in Belgrade, Belgrade, Serbia."}], "LastName": "Vezmar Kovačević", "ForeName": "Sandra", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Clinical Center of Serbia, School of Medicine, University in Belgrade, Belgrade, Serbia."}], "LastName": "Barać", "ForeName": "Aleksandra", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "ENT Hospital \"Dr. Zutic\", Belgrade, Serbia."}], "LastName": "Gaćeša", "ForeName": "Dejan", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute for Pharmacy, Military Medical Academy Faculty of Medicine, University of Defense, Belgrade, Serbia."}], "LastName": "Perić", "ForeName": "Aneta V", "Initials": "AV"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute for Medical Research, Division of Clinical and Experimental Immunology, Military Medical Academy Faculty of Medicine, University of Defense, Belgrade, Serbia."}], "LastName": "Vojvodić", "ForeName": "Danilo", "Initials": "D"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "J Drug Assess", "NlmUniqueID": "101672979", "ISSNLinking": "2155-6660"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Park JJ, Bachert C, Dazert S, et al. . Current healthcare pathways in the treatment of rhinosinusitis in Germany. Acta Otolaryngol. 2018;138(12):1086–1091.", "ArticleIdList": ["30686105"]}, {"Citation": "Fokkens WJ, Lund VJ, Mullol J, et al. . European position paper on rhinosinusitis and nasal polyps 2012. A summary for otorhinolaryngologists. Rhinology. 2012;50(1):1–12.", "ArticleIdList": ["22469599"]}, {"Citation": "Fokkens WJ, Lund VJ, Hopkins C, et al. . European position paper on rhinosinusitis and nasal polyps 2020. Rhinology. 2020;58(Suppl S29):1–464.", "ArticleIdList": ["32077450"]}, {"Citation": "Horikiri K, Kikuta S, Kanaya K, et al. . Intravenous olfactory test latency correlates with improvement in post-infectious olfactory disfunction. Acta Otolaryngol. 2017;137(10):1083–1089.", "ArticleIdList": ["28503989"]}, {"Citation": "Kamin W, Funk P, Seifert G, et al. . EPs 7630 is effective and safe in children under 6 years with acute respiratory tract infections: clinical studies revisited. Curr Med Res Opin. 2018;34(3):475–485.", "ArticleIdList": ["29119837"]}, {"Citation": "Kolodziej H, Kiderlen AF.. In vitro evaluation of antibacterial and immunomodulatory activities of Pelargonium reniforme, Pelargonium sidoides and the related herbal drug preparation EPs® 7630. Phytomedicine. 2007;14(Suppl 6):18–26.", "ArticleIdList": ["17188480"]}, {"Citation": "Bachert C, Schapowal A, Funk P, et al. . Treatment of acute rhinosinusitis with the preparation from Pelargonium sidoides EPs 7630: A randomized, double-blind, placebo-controlled trial. Rhinology. 2009;47(1):51–58.", "ArticleIdList": ["19382496"]}, {"Citation": "Orlandi RR, Kingdom TT, Hwang PH, et al. . International Consensus Statement on Allergy & Rhinology: Rhinosinusitis. Int Forum Allergy Rhinol. 2016;6(1):S22–S209.", "ArticleIdList": ["26889651"]}, {"Citation": "Kolodziej H. Antimicrobial, antiviral and immunomodulatory activity studies of Pelargonium sidoides (EPs® 7630) in the context of health promotion. Pharmaceuticals. 2011;4(10):1295–1314.", "ArticleIdList": ["PMC4060126", "27721327"]}, {"Citation": "Luna LA, Jr Bachi ALL, Novaes e Brito RR, et al. . Immune response induced by Pelargonium sidoides extract in serum and nasal mucosa of athletes after exhaustive exercise: modulation of secretory IgA, IL-6 and IL-15. Phytomedicine. 2011;18(4):303–308.", "ArticleIdList": ["20850953"]}, {"Citation": "Perić A, Sotirović J, Špadijer-Mirković C, et al. . Nonselective chemokine levels in nasal secretions of patients with perennial nonallergic and allergic rhinitis. Int Forum Allergy Rhinol. 2016;6(4):392–397.", "ArticleIdList": ["26679085"]}, {"Citation": "Pfaar O, Mullol J, Anders C, et al. . Cyclamen europaeum nasal spray, a novel phytotherapeutic product for the management of acute rhinosinusitis: a randomized double-blind, placebo-controlled trial. Rhinology. 2012;50(1):37–44.", "ArticleIdList": ["22469604"]}, {"Citation": "De Corso E, Baroni S, Romitelli F, et al. . Nasal lavage CCL24 levels correlate with eosinophil trafficking and symptoms in chronic sino-nasal eosinophilic inflammation. Rhinology. 2011;49(2):174–179.", "ArticleIdList": ["21743872"]}, {"Citation": "Rudack C, Stoll W, Bachert C.. Cytokines in nasal polyposis, acute and chronic sinusitis. Am J Rhinol. 1998;12(6):383–388.", "ArticleIdList": ["9883292"]}, {"Citation": "Riechelmann H, Deutschle T, Rozsasi A, et al. . Nasal biomarker profiles in acute and chronic rhinosinusitis. Clin Exp Allergy. 2005;35(9):1186–1191.", "ArticleIdList": ["16164446"]}, {"Citation": "Scheckenbach K, Wagenmann M.. Cytokine patterns and endotypes in acute and chronic rhinosinusitis. Curr Allergy Asthma Rep. 2016;16(1):3.", "ArticleIdList": ["PMC7088912", "26707380"]}, {"Citation": "Dufour JH, Dziejman M, Liu MT, et al. . IFN-gamma-inducible protein 10 (IP-10, CXCL10)-deficient mice reveal a role for IP-10 in effector T-cell generation and trafficking. J Immunol. 2002;168(7):3195–3204.", "ArticleIdList": ["11907072"]}, {"Citation": "Chang MS, McNinck J, Basu R, et al. . Cloning and characterization of the human neutrophil-activity peptide (ENA-78) gene. J Biol Chem. 1994;269(41):25277–25282.", "ArticleIdList": ["7929219"]}, {"Citation": "Kao SS, Ramezanpour M, Bassiouni A, et al. . The effect of neutrophil serine proteases on human nasal epithelial cell barrier function. Int Forum Allergy Rhinol. 2019;9(10):1220–1226.", "ArticleIdList": ["31403754"]}, {"Citation": "Menten P, Wuyts A, Van Damme J.. Macrophage inflammatory protein-1. Cytokine Growth Factor Rev. 2002;13(6):455–481.", "ArticleIdList": ["12401480"]}, {"Citation": "De Boer HJ, Hagemann U, Bate J, et al. . Allergic reactions to medicines derived from Pelargonium species. Drug Safety. 2007;30(8):677–680.", "ArticleIdList": ["17696580"]}, {"Citation": "Timmer A, Günther J, Motschall E, et al. . Pelargonium sidoides extract for treating acute respiratory tract infections. Cochrane Database Syst Rev. 2013;(10):CD006323.", "ArticleIdList": ["24146345"]}, {"Citation": "Lizogub VG, Riley DS, Heger M.. Efficacy of a Pelargonium sidoides preparation in patients with the common cold: a randomized, double blind, placebo-controlled clinical trial. Explore (NY). 2007;3(6):573–584.", "ArticleIdList": ["18005909"]}]}], "History": [{"Year": "2020", "Month": "11", "Day": "19", "Hour": "5", "Minute": "44"}, {"Year": "2020", "Month": "11", "Day": "20", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "11", "Day": "20", "Hour": "6", "Minute": "1"}, {"Year": "2020", "Month": "1", "Day": "1"}], "PublicationStatus": "epublish", "ArticleIdList": ["33209511", "PMC7646548", "10.1080/21556660.2020.1838176", "1838176"]}}]}