{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Biotransformation", "Genetic engineering", "In vitro regeneration", "Phytoremediation", "Secondary metabolites"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "33226470", "DateCompleted": {"Year": "2021", "Month": "05", "Day": "14"}, "DateRevised": {"Year": "2021", "Month": "05", "Day": "14"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "11", "Day": "23"}], "Language": ["eng"], "ELocationID": ["10.1007/s00253-020-11017-9"], "Journal": {"ISSN": "1432-0614", "JournalIssue": {"Volume": "105", "Issue": "1", "PubDate": {"Year": "2021", "Month": "Jan"}}, "Title": "Applied microbiology and biotechnology", "ISOAbbreviation": "Appl Microbiol Biotechnol"}, "ArticleTitle": "Hairy root culture technology: applications, constraints and prospect.", "Pagination": {"StartPage": "35", "EndPage": "53", "MedlinePgn": "35-53"}, "Abstract": {"AbstractText": ["Hairy root (HR) culture, a successful biotechnology combining in vitro tissue culture with recombinant DNA machinery, is intended for the genetic improvement of plants. This technology has been put to use since the last three decades for genetic advancement of medicinal and aromatic plants and also to harvest the economical products in the form of secondary metabolites that are significantly important for their ethnobotanical and pharmacological properties. It also provides an efficient way out for the quicker extraction and quantification of the valuable phytochemicals. The current review provides an account of the in vitro HR culture technology and its wide-scale applications in the field of research as well as in pharmaceutical industries. Different facets of HR with respect to the culture establishment, phytochemical production as well as research investigations concerning the areas of gene manipulation, biotransformation of the secondary metabolites, phytoremediation, their industrial utilisations and different problems encountered during the application of this technology have been covered in this appraisal. Eventually, an idea has been provided on HR about the recent trends on the progress of this technology that may open up newer prospects in near future and calls for further research and explorations in this field. KEY POINTS: • Genetic engineering-based HR culture aims towards enhanced secondary metabolite production. • This review explores an insight in the HR technology and its multi-faceted approaches. • Up-to-date ground-breaking research applications and constraints of HR culture are discussed."]}, "AuthorList": [{"Identifier": ["0000-0001-5059-2428"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Crop Research Unit (Genetics and Plant Breeding), Bidhan Chandra Krishi Viswavidyalaya, Mohanpur, Nadia, West Bengal, 741252, India. saikatgantait@yahoo.com."}], "LastName": "Gantait", "ForeName": "Saikat", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [], "LastName": "Mukherjee", "ForeName": "Eashan", "Initials": "E"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "Appl Microbiol Biotechnol", "NlmUniqueID": "8406612", "ISSNLinking": "0175-7598"}, "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Biodegradation, Environmental"}, {"QualifierName": [], "DescriptorName": "Biotechnology"}, {"QualifierName": [], "DescriptorName": "Biotransformation"}, {"QualifierName": [], "DescriptorName": "Plant Roots"}, {"QualifierName": [], "DescriptorName": "Plants"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Abdelkader MAS, Lockwood GB (2011) Volatile oils from the plant and hairy root cultures of Ageratum conyzoides L. Nat Prod Res 25:909–917", "ArticleIdList": ["21547842"]}, {"Citation": "Agostini E, Coniglio MS, Milrad SR, Tigier HA, Giulietti AM (2003) Phytoremediation of 2,4-dichlorophenol by Brassica napus hairy root cultures. Biotechnol Appl Biochem 37:139–144", "ArticleIdList": ["12630901"]}, {"Citation": "Ahlawat S, Saxena P, Ram M, Alam P, Nafis T, Mohd A, Abdin MZ (2012) Influence of Agrobacterium rhizogenes on induction of hairy roots for enhanced production of artemisinin in Artemisia annua L. plants. Afr J Biotechnol 11:8684–8691"}, {"Citation": "Ali MB, Hahn EJ, Paek KY (2007) Methyl jasmonate and salicylic acid induced oxidative stress and accumulation of phenolics in Panax ginseng bioreactor root suspension cultures. Molecules 12:607–621", "ArticleIdList": ["17851415", "6149333"]}, {"Citation": "Amdoun R, Khelifi L, Khelifi-Slaoui M, Amroune S, Asch M, Assaf-Ducrocq C, Gontier E (2010) Optimization of the culture medium composition to improve the production of hyoscyamine in elicited Datura stramonium L. hairy roots using the response surface methodology (RSM). Int J Mol Sci 11:4726–4740"}, {"Citation": "Amdoun R, Khelifi L, Khelifi-Slaoui M, Amroune S, Benyoussef EH, Thi DV, Assaf-Ducrocq C, Gontier E (2009) Influence of minerals and elicitation on Datura stramonium L. tropane alkaloid production: modelization of the in vitro biochemical response. Plant Sci 177:81–87"}, {"Citation": "Angelini VA, Orejas J, Medina MI, Agostini E (2011) Scale up of 2,4-dichlorophenol removal from aqueous solutions using Brassica napus hairy roots. J Hazard Mater 185:269–274", "ArticleIdList": ["20951495"]}, {"Citation": "Ansari MA, Chung IM, Rajakumar G, Alzohairy MA, Almatroudi A, Khanna VG, Thiruvengadam M (2019) Evaluation of polyphenolic compounds and pharmacological activities in hairy root cultures of Ligularia fischeri Turcz. f. spiciformis (Nakai). Molecules 24:1586"}, {"Citation": "Arab MM, Yadollahi A, Shojaeiyan A, Ahmadi H (2016) Artificial neural network genetic algorithm as powerful tool to predict and optimize in vitro proliferation mineral medium for G × N15 rootstock. Front Plant Sci 7:1526", "ArticleIdList": ["27807436", "5069296"]}, {"Citation": "Arroo RRJ, Develi A, Meijers H, Van de Westerlo E, Kemp AK, Croes AF (1995) Effect of exogenous auxin on root morphology and secondary metabolism in Tagetes patula hairy root cultures. Physiol Plant 93:233–240"}, {"Citation": "Ayora-Talavera T, Chappell J, Lozoya-Gloria E, Loyola-Vargas VM (2002) Overexpression in Catharanthus roseus hairy roots of a truncated hamster 3-hydroxy-3-methylglutaryl-CoA reductase gene. Appl Biochem Biotechnol 97:135–145", "ArticleIdList": ["11996224"]}, {"Citation": "Azlan GJ, Marziah M, Radzali M, Johari R (2002) Establishment of Physalis minima hairy roots culture for the production of physalins. Plant Cell Tissue Organ Cult 69:271–278"}, {"Citation": "Bais HP, Vepachedu R, Vivanco JM (2003) Root specific elicitation and exudation of fluorescent [beta]-carbolines in transformed root cultures of Oxalis tuberosa. Plant Physiol Biochem 41:345–353"}, {"Citation": "Banerjee S, Shang TQ, Wilson AM, Moore AL, Strand SE, Gordon MP, Doty SL (2002) Expression of functional mammalian P450 2E1 in hairy root cultures. Biotechnol Bioeng 77:462–466", "ArticleIdList": ["11787019"]}, {"Citation": "Banerjee S, Singh S, Rahman LU (2012) Biotransformation studies using hairy root cultures – a review. Biotechnol Adv 30:461–468", "ArticleIdList": ["21871554"]}, {"Citation": "Bastian P, Chavarría-Krauser A, Engwer C, Jäger W, Marnach S, Ptashnyk M (2008) Modelling in vitro growth of dense root networks. J Theor Biol 254:99–109", "ArticleIdList": ["18561955"]}, {"Citation": "Bavage AD, Davies IG, Robbins MP, Morris P (1997) Expression of an Antirrhinum dihydroflavonol reductase gene results in changes in condensed tannin structure and accumulation in root cultures of Lotus corniculatus (bird’s foot trefoil). Plant Mol Biol 35:443–458", "ArticleIdList": ["9349268"]}, {"Citation": "Berlin J, Ruegenhagen NC, Dietze P, Fecker LF, Goddijn OJM, Hoge JHC (1993) Increased production of serotonin by suspension and root cultures of Peganum harmala transformed with a tryptophan decarboxylase cDNA clone from Catharanthus roseus. Transgenic Res 2:336–344"}, {"Citation": "Bhadra R, Shanks JV (1995) Statistical design of the effect of inoculum conditions on growth of hairy root cultures of Catharanthus roseus. Biotechnol Tech 9:681–686"}, {"Citation": "Bhojwani SS, Razdan MK (1996) Tissue culture media. In: Bhojwani SS, Razdan MK (eds) Plant tissue culture: theory and practice. Elsevier, Amsterdam, pp 39–62"}, {"Citation": "Bolger ME, Weisshaar B, Scholz U, Stein N, Usadel B, Mayer KFX (2014) Plant genome sequencing – applications for crop improvement. Curr Opin Biotechnol 26:31–37", "ArticleIdList": ["24679255"]}, {"Citation": "Boominathan R, Saha-Chaudhury NM, Sahajwalla V, Doran PM (2004) Production of nickel bio-ore from hyperaccumulator plant biomass: applications in phytomining. Biotechnol Bioeng 86:243–250", "ArticleIdList": ["15083504"]}, {"Citation": "Bosselut N, Van Ghelder C, Claverie M, Voisin R, Onesto JP, Rosso MN, Esmenjaud D (2011) Agrobacterium rhizogenes-mediated transformation of Prunus as an alternative for gene functional analysis in hairy-roots and composite plants. Plant Cell Rep 30:1313", "ArticleIdList": ["21409553"]}, {"Citation": "Cai D, Kleine M, Kifle S, Harloff HJ, Sandal NN, Marcker KA, Klein-Lankhorst RM, Salentijn EMJ, Lange W, Steikema WJ, Wyss U, Grundler FMW, Jung C (1997) Positional cloning of a gene for nematode resistance in sugar-beet. Science 275:832–834", "ArticleIdList": ["9012350"]}, {"Citation": "Cai Y, Chen L, Liu X, Sun S, Wu C, Jiang B, Han T, Hou W (2015) CRISPR/Cas9-mediated genome editing in soybean hairy roots. PLoS One 10:e0136064", "ArticleIdList": ["26284791", "4540462"]}, {"Citation": "Cao H, Nuruzzaman M, Xiu H, Huang J, Wu K, Chen X, Li J, Jeong JH, Park SJ, Yang F, Luo J, Luo Z (2015) Transcriptome analysis of methyl jasmonate elicited Panax ginseng adventitious roots to discover putative ginsenoside biosynthesis and transport genes. Int J Mol Sci 16:3035–3057", "ArticleIdList": ["25642758", "4346879"]}, {"Citation": "Cardarelli M, Spano L, Mariotti D, Mauro ML, Van-Slyus MA, Costantino P (1987) The role of auxin in hairy root induction. Mol Gen Genet 208:457–463"}, {"Citation": "Cardillo AB, Otálvaro AÁM, Busto VD, Talou JR, Velásquez LME, Giulietti AM (2010) Scopolamine, anisodamine and hyoscyamine production by Brugmansia candida hairy root cultures in bioreactors. Process Biochem 45:1577–1581"}, {"Citation": "Caron D, Coughlan AP, Simard M, Bernier J, Piche Y, Chenevert R (2005) Stereoselective reduction of ketones by Daucus carota hairy root cultures. Biotechnol Lett 27:713–716", "ArticleIdList": ["16049739"]}, {"Citation": "Carron TR, Robbins MP, Morris P (1994) Genetic modification of condensed tannin biosynthesis in Lotus corniculatus. 1. Heterologous antisense dihydroflavonol reductase down-regulates tannin accumulation in hairy root cultures. Theor Appl Genet 87:1006–1015", "ArticleIdList": ["24190536"]}, {"Citation": "Caspeta L, Quintero R, Villarreal ML (2005) Novel airlift reactor fitting for hairy root cultures: developmental and performance studies. Biotechnol Prog 21:735–740", "ArticleIdList": ["15932250"]}, {"Citation": "Chang CK, Chang KS, Lin YC, Liu SY, Chen CY (2005) Hairy root cultures of Gynostemma pentaphyllum (Thunb.) Makino: a promising approach for the production of gypenosides as an alternative of ginseng saponins. Biotechnol Lett 27:1165–1169", "ArticleIdList": ["16158258"]}, {"Citation": "Chaudhary S, Sharma PC (2016) Next generation sequencing-based exploration of genomes and transcriptomes of medicinal plants. Indian J Plant Physiol 21:489–503"}, {"Citation": "Chen X, Zhang J, Liu JH, Yu BY (2008) Biotransformation of p-, m-, and o-hydroxybenzoic acids by Panax ginseng hairy root cultures. J Mol Catal B Enzym 54:72–75"}, {"Citation": "Cheruvathur MK, Jose B, Thomas TD (2015) Rhinacanthin production from hairy root cultures of Rhinacanthus nasutus (L.) Kurz. In Vitro Cell Dev Biol—Plant 51:420–427"}, {"Citation": "Chilton MD, Tepfer DA, Petit A, David C, Casse-Delbart F, Tempe J (1982) Agrobacterium rhizogenes inserts T-DNA into the genomes of the host plant root cells. Nature 295:432–434"}, {"Citation": "Cho HJ, Wildholm JM (2002) Improved shoot regeneration protocol for hairy roots of the legume Astragalus sinicus. Plant Cell Tissue Organ Cult 69:259–269"}, {"Citation": "Christen P, Aoki T, Shimomura K (1992) Characteristics of growth and tropane alkaloid production in Hyoscyamus albus hairy roots transformed with Agrobacterium rhizogenes A4. Plant Cell Rep 11:597–600", "ArticleIdList": ["24213359"]}, {"Citation": "Christey MC (1997) Transgenic crop plants using Agrobacterium rhizogenes mediated transformation. In: Doran PM (ed) Hairy roots - culture and applications. Hardwood Acad Pub, Australis, pp 99–111"}, {"Citation": "Christey MC, Sinclair BK (1992) Regeneration of transgenic kale (Brassica oleracea var. acephala), rape (B. napus) and turnip (B. campestris var. rapifera) plants via Agrobacterium rhizogenes mediated transformation. Plant Sci 87:161–169"}, {"Citation": "Comai L, Facciotti D, Hiatt WR, Thompson G, Rose RE, Stalker DM (1985) Expression in plants of a mutant aroA gene from Salmonella typhimurium confers tolerance to glyphosate. Nature 317:741–744"}, {"Citation": "Cuello JL, Yue LC (2008) Ebb-and-flow bioreactor regime and electrical elicitation: novel strategies for hairy root biochemical production. Electron J Integr Biosci 3:45–56"}, {"Citation": "Das A, Sarkar S, Bhattacharyya S, Gantait S (2020) Biotechnological advancements in Catharanthus roseus (L.) G. Don. Appl Microbiol Biotechnol 104:4811–4835", "ArticleIdList": ["32303816"]}, {"Citation": "Davey MR, Mulligan BJ, Gartland KMA, Peel E, Sargent AW, Morgan AJ (1987) Transformation of Solanum and Nicotiana species using an R<sub>1</sub> plasmid vector. J Exp Bot 38:1507–1516"}, {"Citation": "Davioud E, Kan C, Hamon J, Tempe J, Husson JP (1989) Production of indole alkaloids by in vitro root cultures of Catharanthus trichophyllus. Phytochemistry 28:2675–2680"}, {"Citation": "Dehghan E, Häkkinen ST, Oksman-Caldentey KM, Ahmadi FS (2012) Production of tropane alkaloids in diploid and tetraploid plants and in vitro hairy root cultures of Egyptian henbane (Hyoscyamus muticus L.). Plant Cell Tissue Organ Cult 110:35–44"}, {"Citation": "Dhakulkar S, Ganapathi TR, Bhargava S, Bapat VA (2005) Induction of hairy roots in Gmelina arborea Roxb. and production of verbascoside in hairy roots. Plant Sci 169:812–818"}, {"Citation": "Diao J, Young L, Zhou P, Shuler ML (2008) An actively mixed mini-bioreactor for protein production from suspended animal cells. Biotechnol Bioeng 100:72–81", "ArticleIdList": ["18078290"]}, {"Citation": "Diaz CL, Logman TJJ, Stam HC, Kijne JW (1995) Sugar-binding activity of pea lectin expressed in white clover hairy roots. Plant Physiol 109:1167–1177", "ArticleIdList": ["12228660", "157647"]}, {"Citation": "Drewes FE, Staden JV (1995) Initiation of and solasodine production in hairy root cultures of Solanum mauritianum Scop. Plant Growth Regul 17:27–31"}, {"Citation": "Drobot KO, Matvieieva NA, Ostapchuk AM, Kharkhota MA (2017) Study of artemisinin and sugars accumulation in Artemisia vulgaris and Artemisia dracunculus “hairy” root cultures. Prep Biochem Biotechnol 47:776–781", "ArticleIdList": ["28644710"]}, {"Citation": "Ducos JP, Terrier B, Courtois D (2009) Disposable bioreactors for plant micropropagation and mass plant cell culture. In: Eibl R, Eibl D (eds) Disposable bioreactors, Advances in biochemical engineering/biotechnology, vol 115. Springer, Berlin/Heidelberg, pp 89–115"}, {"Citation": "Eapen S, Mitra R (2001) Plant hairy root cultures: prospects and limitations. Proc Indian Natl Sci Acad 67:107–120"}, {"Citation": "Eapen S, Suseelan KN, Tivarekar S, Kotwal SA, Mitra R (2003) Potential for rhizofiltration of uranium using hairy root cultures of Brassica juncea and Chenopodium amaranticolor. Environ Res 91:127–133", "ArticleIdList": ["12584014"]}, {"Citation": "Ebrahimi S, Zaker A, Abrishamchi P, Bahrami AR, Ganjeali A, Sodagar N (2017) Hairy root induction and secondary metabolite production in Perovskia abrotanoides Karel. J Plant Process Funct 6:17–26"}, {"Citation": "Erst AA, Zibareva LN, Filonenko ES, Zheleznichenko TV (2019) Influence of methyl jasmonate on production of ecdysteroids from hairy roots of Silene linicola CC Gmelin. Russ J Bioorg Chem 45:920–926"}, {"Citation": "Farag S, Kayser O (2015) Cannabinoids production by hairy root cultures of Cannabis sativa L. Am J Plant Sci 6:1–10"}, {"Citation": "Faria JMS, Nunes IS, Figueiredo AC, Pedro LG, Trindade H, Barroso JG (2009) Biotransformation of menthol and geraniol by hairy root cultures of Anethum graveolens: effect on growth and volatile components. Biotechnol Lett 31:897–903", "ArticleIdList": ["19205895"]}, {"Citation": "Fattahi M, Nazeri V, Torras-Claveria L, Sefidkon F, Cusido RM, Zamani Z, Palazon J (2013) A new biotechnological source of rosmarinic acid and surface flavonoids: hairy root cultures of Dracocephalum kotschyi Boiss. Ind Crop Prod 50:256–263"}, {"Citation": "Figlan S, Makunga NP (2017) Genetic transformation of the medicinal plant Salvia runcinata L. f. using Agrobacterium rhizogenes. S Afr J Bot 112:193–202"}, {"Citation": "Flavel RJ, Guppy CN, Rabbi SMR, Young IM (2017) An image processing and analysis tool for identifying and analysing complex plant root systems in 3D soil using non-destructive analysis: Root1. PLoS One 12:e0176433", "ArticleIdList": ["28467424", "5415168"]}, {"Citation": "Flores HE, Curtis WR (1992) Approaches to understanding and manipulating the biosynthetic potential of plant roots. Ann N Y Acad Sci 665:188–209", "ArticleIdList": ["1416603"]}, {"Citation": "Flores HE, Dai YR, Freyer AJ, Michaels PJ (1994) Biotransformation of menthol and geraniol by hairy root cultures. Plant Physiol Biochem 32:511–519"}, {"Citation": "Fu X, Yin ZP, Chen JG, Shangguan XC, Wang X, Zhang QF, Peng DY (2015) Production of chlorogenic acid and its derivatives in hairy root cultures of Stevia rebaudiana. J Agric Food Chem 63:262–268", "ArticleIdList": ["25548875"]}, {"Citation": "Furze JM, Rhodes MJC, Parr AJ, Robins RJ, Withehead IM, Threlfall DR (1991) Abiotic factors elicit sesquiterpenoid phytoalexin production but not alkaloid production in transformed root cultures of Datura stramonium. Plant Cell Rep 10:111–114", "ArticleIdList": ["24221487"]}, {"Citation": "Gai QY, Jiao J, Luo M, Wang W, Ma W, Zu YG, Fu YJ (2015a) Establishment of high-productive Isatis tinctoria L. hairy root cultures: a promising approach for efficient production of bioactive alkaloids. Biochem Eng J 95:37–47"}, {"Citation": "Gai QY, Jiao J, Luo M, Wei ZF, Zu YG, Ma W, Fu YJ (2015b) Establishment of hairy root cultures by Agrobacterium rhizogenes mediated transformation of Isatis tinctoria L. for the efficient production of flavonoids and evaluation of antioxidant activities. PLoS One 10:e0119022", "ArticleIdList": ["25785699", "4364778"]}, {"Citation": "Gangopadhyay M, Dewanjee S, Bhattacharya S (2011) Enhanced plumbagin production in elicited Plumbago indica hairy root cultures. J Biosci Bioeng 111:706–710", "ArticleIdList": ["21382748"]}, {"Citation": "Gangopadhyay M, Gantait S, Palchoudhury S, Ali MN, Mondal C, Pal AK (2016) UVC-priming mediated modulation of forskolin biosynthesis key genes against Macrophomina root rot of Coleus forskohlii- a tissue culture based sustainable approach. Phytochem Lett 17:36–44"}, {"Citation": "Gantait S, Mandal N, Das PK (2011) In vitro accelerated mass propagation and ex vitro evaluation of Aloe vera L. with aloin content and superoxide dismutase activity. Nat Prod Res 25:1370–1378", "ArticleIdList": ["21859262"]}, {"Citation": "Gantait S, Mitra M, Chen J-T (2020) Biotechnological interventions for ginsenosides production. Biomolecules 10:538", "ArticleIdList": ["7226488"]}, {"Citation": "Gao W, Sun HX, Xiao H, Cui G, Hillwig ML, Jackson A, Wang X, Shen Y, Zhao N, Zhang L, Wang XJ, Peters RJ, Huang L (2014) Combining metabolomics and transcriptomics to characterize tanshinone biosynthesis in Salvia miltiorrhiza. BMC Genomics 15:73", "ArticleIdList": ["24467826", "3913955"]}, {"Citation": "Gaume A, Komarnytsky S, Borisjuk N, Raskin I (2003) Rhizosecretion of recombinant proteins from plant hairy roots. Plant Cell Rep 21:1188–1193", "ArticleIdList": ["12819926"]}, {"Citation": "Georgiev MI, Ludwig-Miller J, Alipieva K, Lippert A (2011) Sonication-assisted Agrobacterium rhizogenes-mediated transformation of Verbascum xanthophoeniceum Griseb. for bioactive metabolite accumulation. Plant Cell Rep 30:859–866", "ArticleIdList": ["21184229"]}, {"Citation": "Georgiev VG, Bley T, Pavlov AI (2012) Bioreactors for the cultivation of red beet hairy roots. In: Neelwarne B (ed) Red beet biotechnology. Springer, Boston, pp 251–281"}, {"Citation": "Giri A, Dhingra V, Giri CC, Singh A, Ward OP, Narasu ML (2001a) Biotransformations using plant cells, organ cultures and enzyme systems: current trends and future prospects. Biotechnol Adv 19:175–199", "ArticleIdList": ["14538082"]}, {"Citation": "Giri A, Ravindra ST, Dhingra V, Narasu ML (2001b) Influence of different strains of Agrobacterium rhizogenes on induction of hairy roots and artemisinin production in Artemisia annua. Curr Sci 81:378–382"}, {"Citation": "Goel MK, Goel S, Banerjee S, Shanker K, Kukreja AK (2010) Agrobacterium rhizogenes mediated transformed roots of Rauwolfia serpentina for reserpine biosynthesis. Med Arom Plant Sci Biotechnol 4:8–14"}, {"Citation": "Greerlings A, Hallard D, Martinez CA, Lopes CI, Heijden RV, Verpoorte R (1999) Alkaloid production by a Cinchona officinalis ‘Ledgeriana’ hairy root culture containing constitutive expression constructs of tryptophan decarboxylase and strictosidine synthase cDNAs from Catharanthus roseus. Plant Cell Rep 18:191–196"}, {"Citation": "Grzegorczyk-Karolak I, Kuźma Ł, Skała E, Kiss A (2018) Hairy root cultures of Salvia viridis L. for production of polyphenolic compounds. Ind Crop Prod 117:235–244"}, {"Citation": "Guillon S, Trémouillaux-Guiller J, Pati PK, Rideau M, Gantet P (2006) Hairy root research: recent scenario and exciting prospects. Curr Opin Plant Biol 9:341–346", "ArticleIdList": ["16616871"]}, {"Citation": "Gujarathi NP, Haney BJ, Park HJ, Wickramasinghe SR, Linden JC (2005) Hairy roots of Helianthus annuus: a model system to study phytoremediation of tetracycline and oxytetracycline. Biotechnol Prog 21:775–780", "ArticleIdList": ["15932255"]}, {"Citation": "Gupta R, Pandey P, Singh S, Singh DK, Saxena A, Luqman S, Bawankule DU, Banerjee S (2016) Advances in Boerhaavia diffusa hairy root technology: a valuable pursuit for identifying strain sensitivity and up-scaling factors to refine metabolite yield and bioactivity potentials. Protoplasma 253:1145–1158", "ArticleIdList": ["26315820"]}, {"Citation": "Hamamoto H, Boulter ME, Shirsat AH, Croy EJ, Ellis JR (1990) Recovery of morphogenetically normal transgenic tobacco from hairy roots co-transformed with Agrobacterium rhizogenes and a binary vector plasmid. Plant Cell Rep 9:88–92"}, {"Citation": "Han KH, Keathley DE, Davis JM, Gordon MP (1993) Regeneration of a transgenic woody legume (Robinia pseudoacacia L. black locust) and morphological alterations induced by Agrobacterium rhizogenes-mediated transformation. Plant Sci 88:149–157"}, {"Citation": "Hashimoto T, Yun DJ, Yamada Y (1993) Production of tropane alkaloids in genetically engineering root cultures. Phytochemistry 32:712–718"}, {"Citation": "Hayta S, Gurel A, Akgun IH, Altan F, Ganzera M, Tanyolac B, Bedir E (2011) Induction of Gentiana cruciata hairy roots and their secondary metabolites. Biologia 66:618–625"}, {"Citation": "Hilton MG, Rhodes MJC (1990) Growth and hyoscyamine production of hairy root cultures of Datura stramonium in a modified stirred tank reactor. Appl Microbiol Biotechnol 33:132–138", "ArticleIdList": ["1366453"]}, {"Citation": "Hosoki T, Kigo T (1994) Transformation of Brussels sprouts (Brassica oleracea var. gemmifera Zenk.) by Agrobacterium rhizogenes harbouring a reporter, beta-glucuronidase gene. J Jpn Soc Hort Sci 63:589–592 (in Japanese with an English abstract)"}, {"Citation": "Hossieni SM, Bahramnejad B, Baneh HD, Emamifar A, Goodwin PH (2017) Hairy root culture optimization and resveratrol production from Vitis vinifera subsp. sylvesteris. World J Microbiol Biotechnol 33:67"}, {"Citation": "Hu ZB, Du M (2006) Hairy root and its application in plant genetic engineering. J Integr Plant Biol 48:121–127"}, {"Citation": "Huang SH, Viswakarma RK, Lee TT, Chan HS, Tsay HS (2014) Establishment of hairy root lines and analysis of iridoids and secoiridoids in the medicinal plant Gentiana scabra. Bot Stud 55:17", "ArticleIdList": ["28510924", "5430378"]}, {"Citation": "Huang SY, Hung CH, Chou SN (2004) Innovative strategies for operation of mist trickling reactors for enhanced hairy root proliferation and secondary metabolite productivity. Enzym Microb Technol 35:22–32"}, {"Citation": "Huang TK, McDonald KA (2012) Bioreactor systems for in vitro production of foreign proteins using plant cell cultures. Biotechnol Adv 30:398–409", "ArticleIdList": ["21846499"]}, {"Citation": "Hughes EH, Hong SB, Shanks JV, San KY, Gibson SI (2002) Characterization of an inducible promoter system in Catharanthus roseus hairy roots. Biotechnol Prog 18:1183–1186", "ArticleIdList": ["12467449"]}, {"Citation": "Ibañez S, Talano M, Ontañon O, Suman J, Medina MI, Macek T, Agostini E (2016) Transgenic plants and hairy roots: exploiting the potential of plant species to remediate contaminants. New Biotechnol 33:625–635"}, {"Citation": "Ishihara K, Hamada H, Hirata T, Nakajima N (2003) Biotransformation using plant cultured cells. J Mol Catal B Enzym 23:145–170"}, {"Citation": "Jacobs TB, LaFayette PR, Schmitz RJ, Parrott WA (2015) Targeted genome modifications in soybean with CRISPR/Cas9. BMC Biotechnol 15:16", "ArticleIdList": ["25879861", "4365529"]}, {"Citation": "Jiao J, Gai QY, Fu YJ, Ma W, Peng X, Tan SN, Efferth T (2014) Efficient production of isoflavonoids by Astragalus membranaceus hairy root cultures and evaluation of antioxidant activities of extracts. J Agric Food Chem 62:12649–12658", "ArticleIdList": ["25483292"]}, {"Citation": "Jose B, Silja PK, Pillai DB, Satheeshkumar K (2016) In vitro cultivation of hairy roots of Plumbago rosea L. in a customized Reaction kettle for the production of plumbagin—an anticancer compound. Ind Crop Prod 87:89–95"}, {"Citation": "Kantarci N, Borak F, Ulgen KO (2005) Bubble column reactors. Process Biochem 40:2263–2283"}, {"Citation": "Khandare RV, Govindwar SP (2015) Phytoremediation of textile dyes and effluents: current scenario and future prospects. Biotechnol Adv 33:1697–1714", "ArticleIdList": ["26386310"]}, {"Citation": "Khazaei A, Bahramnejad B, Mozafari AA, Dastan D, Mohammadi S (2019) Hairy root induction and farnesiferol B production of endemic medicinal plant Ferula pseudalliacea. 3. Biotech 9:407"}, {"Citation": "Kim OT, Um Y, Jin ML, Chang YK, Bang KH, Hyun DY, Lee HS, Lee Y (2014) Analysis of expressed sequence tags from Centella asiatica (L.) urban hairy roots elicited by methyl jasmonate to discover genes related to cytochrome P450s and glucosyltransferases. Plant Biotechnol Rep 8:211–220"}, {"Citation": "Kim S, Hopper E, Hjortso M (1995) Hairy root growth models: effect of different branching patterns. Biotechnol Prog 11:178–186"}, {"Citation": "Kochan E, Wasiela M, Seinkiewicz M (2013) The production of ginsenosides in hairy root cultures of American Ginseng, Panax quinquefolium L. and their antimicrobial activity. In Vitro Cell Dev Biol—Plant 49:24–29", "ArticleIdList": ["23459700"]}, {"Citation": "Koehle A, Sommer S, Yazaki K, Ferrer A, Boronat A, Li SM, Heide L (2002) High level expression of chorismate pyruvate-lyase (UbiC) and HMG-CoA reductase in hairy root cultures of Lithospermum erythrorhizon. Plant Cell Physiol 43:894–902"}, {"Citation": "Kohsari S, Rezayain M, Niknam V, Mirmasoumi M (2020) Antioxidative enzymes activities and accumulation of steroids in hairy roots of Trigonella. Physiol Mol Biol Plants 26:281–288", "ArticleIdList": ["32158135"]}, {"Citation": "Komaraiah P, Reddy GV, Reddy PS, Raghavendra AS, Ramakrishna SV, Reddanna P (2003) Enhanced production of antimicrobial sesquiterpenes and lipoxygenase metabolites in elicitor-treated hairy root cultures of Solanum tuberosum. Biotechnol Lett 25:593–597", "ArticleIdList": ["12882150"]}, {"Citation": "Kondo O, Honda H, Taya M, Kobayashi T (1989) Comparison of growth properties of carrot hairy root in various bioreactors. Appl Microbiol Biotechnol 32:291–294"}, {"Citation": "Krolicka A, Staniszewska I, Bielawski K, Malinski E, Szafranek J, Lojkowska E (2001) Establishment of hairy root cultures of Ammi majus. Plant Sci 160:259–264", "ArticleIdList": ["11164597"]}, {"Citation": "Kumar MA, Pammi SS, Sukanya MS, Giri A (2017) Enhanced production of pharmaceutically important isoflavones from hairy root rhizoclones of Trifolium pratense L. In Vitro Cell Dev Biol—Plant 54:94–103"}, {"Citation": "Kundu S, Salma U, Ali MN, Hazra AK, Mandal N (2018) Development of transgenic hairy roots and augmentation of secondary metabolites by precursor feeding in Sphagneticola calendulacea (L.) Pruski. Ind Crop Prod 121:206–215"}, {"Citation": "Kuźma Ł, Bruchajzer E, Wysokińska H (2009) Methyl jasmonate effect on diterpenoid accumulation in Salvia sclarea hairy root culture in shake flasks and sprinkle bioreactor. Enzym Microb Technol 44:406–410"}, {"Citation": "Kwok KH, Doran PM (1995) Kinetic and stoichiometric analysis of hairy roots in a segmented bubble column reactor. Biotechnol Prog 11:429–435"}, {"Citation": "Le Flem-Bonhomme V, Laurain-Mattar D, Fliniaux MA (2004) Hairy root induction of Papaver somniferum var. album, a difficult-to-transform plant, by A. rhizogenes LBA 9402. Planta 218:890–893", "ArticleIdList": ["14740216"]}, {"Citation": "Lee SW, Kim YS, Uddin MR, Kwon DY, Kim YB, Lee MY, Kim SJ, Par SU (2013) Resveratrol production from hairy root cultures of Scutellaria baicalensis. Nat Prod Commun 8:609–611"}, {"Citation": "Lenk F, Sürmann A, Oberthür P, Schneider M, Steingroewer J, Bley T (2014) Modeling hairy root tissue growth in in vitro environments using an agent-based, structured growth model. Bioprocess Biosyst Eng 37:1173–1184", "ArticleIdList": ["24218303"]}, {"Citation": "Lenk F, Vogel M, Bley T, Steingroewer J (2012) Automatic image recognition to determine morphological development and secondary metabolite accumulation in hairy root networks. Eng Life Sci 12:588–594"}, {"Citation": "Li B, Cui G, Shen G, Zhan Z, Huang L, Chen J, Qi X (2017) Targeted mutagenesis in the medicinal plant Salvia miltiorrhiza. Sci Rep 7:43320", "ArticleIdList": ["28256553", "5335714"]}, {"Citation": "Li W, Koike K, Asada Y, Yoshikawa T, Nikaido T (2003) Biotransformation of low-molecular-weight alcohols by Coleus forskohlii hairy root cultures. Carbohydr Res 338:729–731", "ArticleIdList": ["12668092"]}, {"Citation": "Lin HW, Kwok KH, Doran PM (2003a) Development of Linum flavum hairy root cultures for production of coniferin. Biotechnol Lett 25:521–525", "ArticleIdList": ["12882138"]}, {"Citation": "Lin HW, Kwok KH, Doran PM (2003b) Production of podophyllotoxin using cross-species co-culture of Linum flavum hairy roots and Podophyllum hexandrum cell suspensions. Biotechnol Prog 19:1417–1426", "ArticleIdList": ["14524701"]}, {"Citation": "Liu CZ, Wang YC, Ouyang F, Ye HC, Li GF (1998) Production of artemisinin by hairy root cultures of Artemisia annua L. in bioreactor. Biotechnol Lett 20:266–268"}, {"Citation": "Ludwig-Müller J, Georgiev M, Bley T (2008) Metabolite and hormonal status of hairy root cultures of devil’s claw (Harpagophytum procumbens) in flasks and in a bubble column bioreactor. Process Biochem 43:15–23"}, {"Citation": "Macek T, Kotrba P, Svatos A, Novakova M, Demnerova K, Mackova M (2008) Novel roles for genetically modified plants in environmental protection. Trends Biotechnol 26:146–152", "ArticleIdList": ["18243383"]}, {"Citation": "Mahesh A, Jeyachandran R (2011) Agrobacterium rhizogenes-mediated hairy root induction in Taraxacum officinale and analysis of sesquiterpene lactones. Plant Biosyst 145:620–626"}, {"Citation": "Mahobia A, Jha Z (2018) Root cultures: in vitro conservative method for metabolite extraction from A. paniculata. Int J Curr Microbiol App Sci 7:2442–2450"}, {"Citation": "Mairet F, Villon P, Boitel-Conti M, Shakourzadeh K (2010) Modeling and optimization of hairy root growth in fed-batch process. Biotechnol Prog 26:847–856", "ArticleIdList": ["20187141"]}, {"Citation": "Majumdar S, Garai S, Jha S (2011) Genetic transformation of Bacopa monnieri by wild type strains of Agrobacterium rhizogenes stimulates production of bacopa saponins in transformed calli and plants. Plant Cell Rep 30:941–954", "ArticleIdList": ["21350825"]}, {"Citation": "Mallol A, Cusido RM, Palazon J, Bonfill M, Morales C, Pinol MT (2001) Ginsenoside production in different phenotypes of Panax ginseng transformed roots. Phytochemistry 57:365–371", "ArticleIdList": ["11393515"]}, {"Citation": "Manners JM, Way H (1989) Efficient transformation with regeneration of the tropical pasture legume Stylosanthes humilis using Agrobacterium rhizogenes and a T<sub>1</sub> plasmid binary vector system. Plant Cell Rep 8:341–345", "ArticleIdList": ["24233271"]}, {"Citation": "Marwani E, Pratiwi D, Wardhani K, Esyanti R (2015) Development of hairy root culture of Andrographis paniculata for in vitro adrographollide production. J Med Bioeng 4:446–450"}, {"Citation": "McAfee BJ, White EE, Pelcher LE, Lapp MS (1993) Root induction in pine (Pinus) and Larch (Larix) spp. using Agrobacterium rhizogenes. Plant Cell Tissue Organ Cult 34:53–62"}, {"Citation": "Medina-Bolivar F, Wright R, Funk V, Sentz D, Barroso L, Wilkins TD, Petri W Jr, Cramer CL (2003) A non-toxic lectin for antigen delivery of plant-based mucosal vaccines. Vaccine 21:997–1005", "ArticleIdList": ["12547614"]}, {"Citation": "Mehrotra S, Prakash O, Khan F, Kukreja AK (2013) Efficiency of neural network-based combinatorial model predicting optimal culture conditions for maximum biomass yields in hairy root cultures. Plant Cell Rep 32:309–317", "ArticleIdList": ["23143691"]}, {"Citation": "Menzel G, Harloff HJ, Jung C (2003) Expression of bacterial poly(3-hydroxybutyrate) synthesis genes in hairy roots of sugar beet (Beta vulgaris L.). Appl Microbiol Biotechnol 60:571–576", "ArticleIdList": ["12536258"]}, {"Citation": "Mishra J, Bhandari H, Singh M, Rawat S, Agnihotri RK, Mishra S, Purohit S (2011) Hairy root culture of Picrorhiza kurroa Royle ex Benth.: a promising approach for the production of picrotin and picrotoxinin. Acta Physiol Plant 33:1841–1846"}, {"Citation": "Mitchell DA, Stuart DM, Hardin MT, Krieger N (2006) Group III: rotating-drum and stirred-drum bioreactors. In: Mitchell D, Berovic M, Krieger N (eds) Solid-state fermentation bioreactors. Springer, Berlin/Heidelberg, pp 95–114"}, {"Citation": "Mitra M, Gantait S, Mandal N (2020) Coleus forskohlii: advancements and prospects of in vitro biotechnology. Appl Microbiol Biotechnol 104:2359–2371", "ArticleIdList": ["31989223"]}, {"Citation": "Mohghadam YA, Piri K, Bahramnejad B, Ghiasvand T (2014) Dopamine production in hairy root cultures of Portulaca oleracea (Purslane) using Agrobacterium rhizogenes. J Agric Sci Technol 16:409–420"}, {"Citation": "Moreno-Valenzuela OA, Minero-Garcia Y, Chan W, Mayer-Geraldo E, Carbajal E, Loyola-Vargas VM (2003) Increase in the indole alkaloid production and its excretion into the culture medium by calcium antagonists in Catharanthus roseus hairy roots. Biotechnol Lett 25:1345–1349", "ArticleIdList": ["14514063"]}, {"Citation": "Morgan AJ, Cox PN, Turner DA, Peel E, Davey MR, Gartland KMA, Mulligan BJ (1987) Transformation of tomato using an R<sub>1</sub> plasmid vector. Plant Sci 49:37–49"}, {"Citation": "Morgan JA, Barney CS, Penn AH, Shanks JV (2000) Effects of buffered media upon growth and alkaloid production of Catharanthus roseus hairy roots. Appl Microbiol Biotechnol 53:262–265", "ArticleIdList": ["10772463"]}, {"Citation": "Moyano E, Jouhikainen K, Tammela P (2003) Effect of pmt gene overexpression on tropane alkaloid production in transformed root cultures of Datura metel and Hyoxcyamus muticus. J Exp Bot 54:203–211", "ArticleIdList": ["12493848"]}, {"Citation": "Mugnier J (1988) Establishment of new axenic hairy root lines by inoculation with Agrobacterium rhizogenes. Plant Cell Rep 7:9–12", "ArticleIdList": ["24241404"]}, {"Citation": "Mugnier J, Musse B (1987) Vesicular-arbuscular mycorrhizal infection in transformed hairy root-inducing T-DNA roots grown axenically. Phytopathology 77:1045–1050"}, {"Citation": "Mukherjee E, Sarkar S, Bhattacharyya S, Gantait S (2020) Ameliorated reserpine production via in vitro direct and indirect regeneration system in Rauvolfia serpentina (L.) Benth. ex Kurz. 3Biotech 10:294"}, {"Citation": "Murashige T, Skoog F (1962) A revised medium for rapid growth and bio assays with tobacco tissue cultures. Physiol Plant 15:473–495"}, {"Citation": "Nedelkoska TV, Doran PM (2001) Hyperaccumulation of nickel by hairy roots of alyssum species: comparison with whole regenerated plants. Biotechnol Prog 17:752–759", "ArticleIdList": ["11485439"]}, {"Citation": "Nishikawa K, Ishimaru K (1997) Flavonoids in root cultures of Scutellaria baicalensis. J Plant Physiol 151:633–636"}, {"Citation": "Nunes IS, Faria JMS, Figueriredo AC, Pedro LG, Trindade H, Barroso JG (2009) Menthol and geraniol biotransformation and glycosylation capacity of Levisticum officinale hairy roots. Planta Med 75:387–391", "ArticleIdList": ["19156598"]}, {"Citation": "Orden AA, Bisogno FR, Cifuente DA, Giordano OS, Sanz MK (2006) Asymmetric bioreduction of natural xenobiotics by Brassica napus hairy roots. J Mol Catal B Enzym 42:71–77"}, {"Citation": "Osama K, Pallavi S, Pandey AK, Mishra BN (2013) Modelling of nutrient mist reactor for hairy root growth using artificial neural network. Eur J Sci Res 97:516–526"}, {"Citation": "Palavalli RR, Srivastava S, Srivastava AK (2012) Development of a mathematical model for growth and oxygen transfer in in vitro plant hairy root cultivations. Appl Biochem Biotechnol 167:1831–1844", "ArticleIdList": ["22222429"]}, {"Citation": "Palazon J, Cusido RM, Bonfill M, Mallol A, Moyano E, Morales C, Pinol MT (2003a) Elicitation of different Panax ginseng transformed root phenotypes for an improved ginsenoside production. Plant Physiol Biochem 41:1019–1025"}, {"Citation": "Palazon J, Moyano E, Cusido RM, Bonfill M, Oksman-Caldentey K-M, Pinol MT (2003b) Alkaloid production in Duboisia hybrid hairy roots and plants overexpressing the h6h gene. Plant Sci 165:1289–1295"}, {"Citation": "Pandey P, Kaur R, Singh S, Chattopadhyay SK, Srivastava SK, Banerjee S (2014) Long-term stability in biomass and production of terpene indole alkaloids by hairy root culture of Rauvolfia serpentina and cost approximation to endorse commercial realism. Biotechnol Lett 36:1523–1528", "ArticleIdList": ["24658738"]}, {"Citation": "Panigrahi J, Dholu P, Shah TJ, Gantait S (2018) Silver nitrate-induced in vitro shoot multiplication and precocious flowering in Catharanthus roseus (L.) G. Don, a rich source of terpenoid indole alkaloids. Plant Cell Tissue Organ Cult 132:579–584"}, {"Citation": "Parizi KJ, Rahpeyma SA, Pourseyedi S (2020) The novel paclitaxel-producing system: establishment of Corylus avellana L. hairy root culture. In Vitro Cell Dev Biol—Plant 56:290–297"}, {"Citation": "Patra N, Srivastava AK (2015) Use of model-based nutrient feeding for improved production of artemisinin by hairy roots of Artemisia annua in a modified stirred tank bioreactor. Appl Biochem Biotechnol 177:373–388", "ArticleIdList": ["26206459"]}, {"Citation": "Payne J, Hamill JD, Robins RJ, Rhodes MJC (1987) Production of hyoscyamine by “hairy root” cultures of Datura stramonium. Planta Med 53:474–478", "ArticleIdList": ["17269071"]}, {"Citation": "Peng CX, Gong JS, Zhang XF, Zhang M, Zheng SQ (2008) Production of gastrodin through biotransformation of p-hydroxybenzyl alcohol using hairy root cultures of Datura tatula L. Afr J Biotechnol 7:211–216"}, {"Citation": "Piątczak E, Jeleńb A, Makowczyńskaa J, Zielińskac S, Kuźmaa Ł, Balcerczakb E (2019) Establishment of hairy root cultures of Rehmannia elata N.E. Brown ex Prain and production of iridoid and phenylethanoid glycosides. Ind Crop Prod 137:308–314"}, {"Citation": "Piątczak E, Królicka A, Wielanek M, Wysokinska H (2012) Hairy root cultures of Rehmannia glutinosa and production of iridoid and phenylethanoid glycosides. Acta Physiol Plant 34:2215–2224"}, {"Citation": "Preiszner J, Van Toai TT, Huynh L, Bolla RI, Yen HH (2001) Structure and activity of a soybean Adh promoter in transgenic hairy roots. Plant Cell Rep 20:763–769"}, {"Citation": "Putalun W, Taura F, Qing W, Matsushita H, Tanaka H, Shoyama Y (2003) Anti-solasodine glycoside single-chain Fv antibody stimulates biosynthesis of solasodine glycoside in plants. Plant Cell Rep 22:344–349", "ArticleIdList": ["14504907"]}, {"Citation": "Qin MB, Li GZ, Yun Y, Ye HC, Li GF (1994) Induction of hairy root from Artemisia annua with Agrobacterium rhizogenes and its culture in vitro. Acta Bot Sin 36(Suppl):165–170 (in Chinese with an English abstract)"}, {"Citation": "Rahimi S, Hasanloo T, Najafi F, Khavari-Nejad RA (2012) Methyl jasmonate influence on silymarin production and plant stress responses in Silybum marianum hairy root cultures in a bioreactor. Nat Prod Res 26:1662–1667", "ArticleIdList": ["21988074"]}, {"Citation": "Rajashekar J, Kumar V, Veerashree V, Poornima DV, Sannabommaji T, Gajula H, Giridhara B (2016) Hairy root cultures of Gymnema sylvestre R. Br. to produce gymnemic acid. In: Jain S (ed) Protocols for in vitro cultures and secondary metabolite analysis of aromatic and medicinal plants, Methods in Molecular Biology, vol 1391, second edn. Humana, New York"}, {"Citation": "Ramakrishnan D, Curtis WR (2004) Trickle-bed root culture bioreactor design and scale-up: growth, fluid-dynamics, and oxygen mass transfer. Biotechnol Bioeng 88:248–260", "ArticleIdList": ["15449296"]}, {"Citation": "Ranjan R, Ahmed N, Khanna R, Mishra BN (2009) Design of an ON/OFF mist duty cycle in mist bioreactors for the growth of hairy roots. Biotechnol Bioprocess Eng 14:38–45"}, {"Citation": "Rawat JM, Bhandari A, Raturi M, Rawat B (2019) Agrobacterium rhizogenes mediated hairy root cultures: a promising approach for production of useful metabolites. In: New and future developments in microbial biotechnology and engineering: microbial secondary metabolites biochemistry and application. Elsevier B.V., pp 103–118"}, {"Citation": "Renouard S, Corbin C, Drouet S, Medvedec B, Doussot J, Colas C, Maunit B, Bhambra AS, Gontier E, Jullian N, Mesnard F, Boitel M, Abbasi BH, Arroo RRJ, Lainé E, Hano C (2018) Investigation of Linum flavum (L.) hairy root cultures for the production of anticancer aryltetralin lignans. Int J Mol Sci 19:990", "ArticleIdList": ["5979590"]}, {"Citation": "Rhodes MJC, Parr AJ, Giulietti A, Aird ELH (1994) Influence of exogenous hormones on the growth and secondary metabolite formation in transformed root cultures. Plant Cell Tissue Organ Cult 38:143–151"}, {"Citation": "Rodriguez-Mendiola MA, Stafford A, Cresswell R, Aria-Castro C (1991) Bioreactors for growth of plant roots. Enzym Microb Technol 13:697–702"}, {"Citation": "Rodríguez-Llorente ID, Lafuente A, Doukkali B, Caviedes MA, Pajuelo E (2012) Engineering copper hyperaccumulation in plants by expressing a prokaryotic copC gene. Environ Sci Technol 46:12088–12097", "ArticleIdList": ["23020547"]}, {"Citation": "Ron M, Kajala K, Pauluzzi G, Wang D, Reynoso MA, Zumstein K, Garcha J, Winte S, Masson H, Inagaki S, Federici F, Sinha N, Deal RB, Bailey-Serres J, Brady SM (2014) Hairy root transformation using Agrobacterium rhizogenes as a tool for exploring cell type-specific gene expression and function using tomato as a model. Plant Physiol 166:455–469", "ArticleIdList": ["24868032", "4213079"]}, {"Citation": "Rugini E, Mariotti D (1991) Agrobacterium rhizogenes T-DNA genes and rooting in woody species. Acta Hortic 300:301–308"}, {"Citation": "Sajjalaguddam RR, Paladugu A (2016) Quercetin production from hairy root cultures of Indian mallow (Abutilon indicum L.). World J Pharm Pharm Sci 5:956–967"}, {"Citation": "Samydurai P, Ramakrishnan R, Thangapandian V (2013) Agrobacterium rhizogenes mediated hairy root culture and genetic transformation of an endangered medicinal plant of Decalepis hamiltonii Wight & Arn. J Microbiol Biotechnol Food Sci 3:191–194"}, {"Citation": "Sevon N, Hiltunen R, Oksman-Caldentey KM (1992) Chitosan increases hyoscyamine content in hairy root cultures of Hyoscyamus muticus. Pharm Pharmacol Lett 2:96–99"}, {"Citation": "Sevon N, Oksman-Caldentey KM (2002) Agrobacterium rhizogenes-mediated transformation: root cultures as a source of alkaloids. Planta Med 68:859–868", "ArticleIdList": ["12391546"]}, {"Citation": "Shahjahan A, Thilip C, Faizal K, Mehaboob VM, Raja P, Aslam A, Kathiravan K (2017) An efficient hairy root system for withanolide production in Withania somnifera (L.) Dunal. In: Malik S (ed) Production of plant derived natural compounds through hairy root culture. Springer, Cham, pp 133–143"}, {"Citation": "Shanks JV, Morgan J (1999) Plant ‘hairy root’ culture. Curr Opin Biotechnol 10:151–155", "ArticleIdList": ["10209145"]}, {"Citation": "Sosa Alderete LG, Talano MA, Ibañez SG, Purro S, Agostini E, Milrad SR, Medina MI (2009) Establishment of transgenic tobacco hairy roots expressing basic peroxidases and its application for phenol removal. J Biotechnol 139:273–279", "ArticleIdList": ["19124050"]}, {"Citation": "Soudek P, Valenová S, Vavrikova Z, Vanĕk T (2006) <sup>137</sup>Cs and <sup>90</sup>Sr uptake by sunflower cultivated under hydroponic conditions. J Environ Radioact 88:236–250", "ArticleIdList": ["16630674"]}, {"Citation": "Spano L, Mariotti D, Cardarelli M, Branca C, Constantino P (1988) Morphogenesis and auxin sensitivity of transgenic tobacco with different complements of Ri T-DNA. Plant Physiol 87:479–483", "ArticleIdList": ["16666168", "1054778"]}, {"Citation": "Srivastava S, Srivastava AK (2006) Biological phosphate removal by model based continuous cultivation of Acinetobacter calcoaceticus. Process Biochem 41:624–630"}, {"Citation": "Srivastava S, Srivastava AK (2012) Azadirachtin production by hairy root cultivation of Azadirachta indica in a modified stirred tank reactor. Bioprocess Biosyst Eng 35:1549–1553", "ArticleIdList": ["22580745"]}, {"Citation": "Steingroewer J, Bley T, Georgiev V, Ivanov I, Lenk F, Marchev A, Pavlov A (2013) Bioprocessing of differentiated plant in vitro systems. Eng Life Sci 13:26–38"}, {"Citation": "Sudha CG, Obul Reddy B, Ravishankar GA, Seeni S (2003) Production of ajmalicine and ajmaline in hairy root cultures of Rauvolfia micrantha Hook f., a rare and endemic medicinal plant. Biotechnol Lett 25:631–636", "ArticleIdList": ["12882157"]}, {"Citation": "Sun J, Manmathan H, Sun C, Peebles CAM (2016) Examining the transcriptional response of overexpressing anthranilate synthase in the hairy roots of an important medicinal plant Catharanthus roseus by RNA-seq. BMC Plant Biol 16:108", "ArticleIdList": ["27154243", "4859987"]}, {"Citation": "Suresh B, Bais HP, Raghavarao KSMS, Ravishankar GA, Ghildyal NP (2005) Comparative evaluation of bioreactor design using Tagetes patula L. hairy roots as a model system. Process Biochem 40:1509–1515"}, {"Citation": "Suresh B, Ravishankar GA (2004) Phytoremediation—a novel and promising approach for environmental clean-up. Crit Rev Biotechnol 24:97–124", "ArticleIdList": ["15493528"]}, {"Citation": "Swain SS, Rout KK, Chand PK (2012) Production of triterpenoid anti-cancer compound taraxerol in Agrobacterium-transformed root cultures of butterfly pea (Clitoria ternatea L.). Appl Biochem Biotechnol 168:487–503", "ArticleIdList": ["22843061"]}, {"Citation": "Taya M, Yoyama A, Kondo O, Kobayashi T, Mitsui C (1989) Growth characteristics of plant hairy roots and their culture in bioreactors. J Chem Eng Jpn 22:89–94"}, {"Citation": "Tayler BH, Amasino RM, White FF, Nester EW (1985) T-DNA analysis of plants regenerated from hairy root tumors. Mol Gen Genet 201:554–557"}, {"Citation": "Tepfer D (1984) Genetic transformation of several species of higher plants by Agrobacterium rhizogenes: sexual transmission of the transformed genotype and phenotype. Cell 37:959–967", "ArticleIdList": ["6744417"]}, {"Citation": "Thakore D, Srivastava AK, Sinha AK (2015) Model based fed batch cultivation and elicitation for the overproduction of ajmalicine from hairy roots of Catharanthus roseus. Biochem Eng J 97:73–80"}, {"Citation": "Thimmaraju R, Bhagyalakshmi N, Ravishankar GA (2004) In situ and ex situ adsorption and recovery of betalains from hairy root cultures of Beta vulgaris. Biotechnol Prog 20:777–785"}, {"Citation": "Thimmaraju R, Bhagyalakshmi N, Narayan MS, Ravishankar GA (2003b) Kinetics of pigment release from hairy root cultures of Beta vulgaris under the influence of pH, sonication, temperature and oxygen stress. Process Biochem 38:1069–1076"}, {"Citation": "Thimmaraju R, Bhagyalakshmi N, Narayan MS, Ravishankar GA (2003a) Food-grade chemical and biological agents permeabilize red beet hairy roots, assisting the release of betalaines. Biotechnol Prog 19:1274–1282", "ArticleIdList": ["12892491"]}, {"Citation": "Thiruvengadam M, Praveen N, Kim EH, Kim SH, Chung IM (2014) Production of anthraquinones, phenolic compounds and biological activities from hairy root cultures of Polygonum multiflorum Thunb. Protoplasma 251:555–566", "ArticleIdList": ["24091894"]}, {"Citation": "Toivonen L, Laakso S, Rosenqvist H (1992) The effect of temperature on hairy root cultures of Catharanthus roseus: growth, indole alkaloid accumulation and membrane lipid composition. Plant Cell Rep 11:395–399", "ArticleIdList": ["24201540"]}, {"Citation": "Toivonen L, Ojala M, Kauppinen V (1991) Studies on the optimization of growth and indole alkaloid production by hairy root cultures of Catharanthus roseus. Biotechnol Bioeng 37:673–680", "ArticleIdList": ["18600658"]}, {"Citation": "Torregrosa L, Bouquet A (1997) Agrobacterium rhizogenes and A. tumefaciens co-transformation to obtain grapevine hairy roots producing the coat protein of grapevine chrome mosaic nepovirus. Plant Cell Tissue Organ Cult 49:53–62"}, {"Citation": "Trulson AJ, Simpson RB, Shahin EA (1986) Transformation of cucumber (Cucumis sativus L.) plants with Agrobacterium rhizogenes. Theor Appl Genet 73:1–15"}, {"Citation": "Tuan PA, Chung E, Thwe AA, Li X, Kim YB, Mariadhas VA, Al-Dhabi NA, Lee JH, Park SU (2015) Transcriptional profiling and molecular characterization of astragalosides, calycosin, and calycosin-7-O-β-D-glucoside biosynthesis in the hairy roots of Astragalus membranaceus in response to methyl jasmonate. J Agric Food Chem 63:6231–6240", "ArticleIdList": ["26072674"]}, {"Citation": "Tusevski O, Stanoeva JP, Stefova M, Kungulovski D, Atanasova P, Sekulovski N, Panov S, Simic SG (2013) Hairy roots of Hypericum perforatum L.: a promising system for xanthone production. Central European J Biol 8:1010–1022"}, {"Citation": "Tusevski O, Vinterhalter B, Krstić Milošević D, Soković M, Ćirić A, Vinterhalter D, Korać SZ, Stanoeva JP, Stefova M, Simic SG (2016) Production of phenolic compounds, antioxidant and antimicrobial activities in hairy root and shoot cultures of Hypericum perforatum L. Plant Cell Tissue Organ Cult 128:589–605"}, {"Citation": "Udomsin O, Yusakul G, Kraithong W, Udomsuk L, Kitisripanya T, Juengwatanatrakul T, Putalun W (2018) Enhanced accumulation of high-value deoxymiroestrol and isoflavonoids using hairy root as a sustainable source of Pueraria candollei var. mirifica. Plant Cell Tissue Organ Cult 136:141–151"}, {"Citation": "Vanhala L, Eeva M, Lapinjoki S, Hiltunen R, Oksman-Caldentey KM (1998) Effect of growth regulators on transformed root cultures of Hyoscyamus muticus. J Plant Physiol 153:75–81"}, {"Citation": "Verma SK, Gantait S, Jeong BR, Hwang SJ (2018) Enhanced growth and cardenolides production in Digitalis purpurea under the influence of different LED exposures in the plant factory. Sci Rep 8:18009", "ArticleIdList": ["30573772", "6302110"]}, {"Citation": "Vinterhalter B, Krstić-Milošević D, Janković T, Pljevljakušić D, Ninković S, Smigocki A, Vinterhalter D (2015) Gentiana dinarica Beck. hairy root cultures and evaluation of factors affecting growth and xanthone production. Plant Cell Tissue Organ Cult 121:667–679"}, {"Citation": "Visser RGF, Jacobsen E, Witholt B, Feenstra WJ (1989) Efficient transformation of potato (Solanum tuberosum L.) using a binary vector in Agrobacterium rhizogenes. Theor Appl Genet 7–8:594–600"}, {"Citation": "Wang F, Zhi J, Zhang Z, Wang L, Suo Y, Xie C, Li M, Zhang B, Du J, Gu L, Sun H (2017) Transcriptome analysis of salicylic acid treatment in Rehmannia glutinosa hairy roots using RNA-seq technique for identification of genes involved in acteoside biosynthesis. Front Plant Sci 8:787", "ArticleIdList": ["28567046", "5434160"]}, {"Citation": "Wetterauer B, Wildi E, Wink M (2018) Production of the anticancer compound camptothecin in root and hairy root cultures of Ophiorrhiza mungos L. In: Kumar N (ed) Biotechnological approaches for medicinal and aromatic plants. Springer, Singapore, pp 303–341"}, {"Citation": "Wevar Oller AL, Agostini E, Talano MA, Capozucca C, Milrad SR, Tigier HA, Medina MI (2005) Overexpression of a basic peroxidase in transgenic tomato (Lycopersicon esculentum Mill. cv Pera) hairy roots increases phytoremediation of phenol. Plant Sci 169:1102–1111"}, {"Citation": "Willmitzer L, Sanches Serrano J, Bushfels E, Schell J (1982) DNA from Agrobacterium rhizogenes is transferred to and expressed in hairy root plant tissues. Mol Gen Genet 186:16–22"}, {"Citation": "Xu Z, Peters RJ, Weirather J, Luo H, Liao B, Zhang X, Zhu Y, Ji A, Zhang B, Hu S, Au KF, Song J, Chen S (2015) Full-length transcriptome sequences and splice variants obtained by a combination of sequencing platforms applied to different root tissues of Salvia miltiorrhiza and tanshinone biosynthesis. Plant J 82:951–961", "ArticleIdList": ["25912611"]}, {"Citation": "Yamazaki M, Mochida K, Asano T, Nakabayashi R, Chiba M, Udomsin N, Yamazaki Y, Goodenowe DB, Sankawa U, Yoshida T, Toyoda A, Totoki Y, Sakaki Y, Castillo EG, Buell CR, Sakurai T, Kazuki S (2013) Coupling deep transcriptome analysis with untargeted metabolic profiling in Ophiorrhiza pumila to further the understanding of the biosynthesis of the anticancer alkaloid camptothecin and anthraquinones. Plant Cell Physiol 54:686–696", "ArticleIdList": ["23503598", "3653139"]}, {"Citation": "Yao SC, Bai L, Lan Z, Tang M, Zhai Y, Huang H, Wei R (2016) Hairy root induction and polysaccharide production of medicinal plant Callerya speciosa Champ. Plant Cell Tissue Organ Cult 126:177–186"}, {"Citation": "Yaoya S, Kanho H, Mikami Y, Itani T, Umehara K, Kuroyanagi M (2004) Umbelliferone released from hairy root cultures of Pharbitis nil treated with copper sulfate and its subsequent glucosylation. Biosci Biotechnol Biochem 68:1837–1841", "ArticleIdList": ["15388957"]}, {"Citation": "Zafari S, Sharifi M, Chashmi NA (2018) A comparative study of biotechnological approaches for producing valuable flavonoids in Prosopis farcta. Cytotechnology 70:603–614", "ArticleIdList": ["29460196", "5851955"]}, {"Citation": "Zhou L, Wang J, Yang C (1998) Progress on plant hairy root culture and its chemistry. 1. Induction and culture of plant hairy roots. Nat Prod Res Dev 10:87–95 (in Chinese with an English abstract)"}, {"Citation": "Zhu C, Miao G, Guo J, Huo Y, Zhang X, Xie J, Feng J (2014) Establishment of Tripterygium wilfordii Hook. f. hairy root culture and optimization of its culture conditions for the production of triptolide and wilforine. J Microbiol Biotechnol 24:823–834", "ArticleIdList": ["24651642"]}]}], "History": [{"Year": "2020", "Month": "10", "Day": "6"}, {"Year": "2020", "Month": "11", "Day": "9"}, {"Year": "2020", "Month": "11", "Day": "4"}, {"Year": "2020", "Month": "11", "Day": "24", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "5", "Day": "15", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "11", "Day": "23", "Hour": "12", "Minute": "10"}], "PublicationStatus": "ppublish", "ArticleIdList": ["33226470", "10.1007/s00253-020-11017-9", "10.1007/s00253-020-11017-9"]}}]}