{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Catalonia", "Ethnobotany", "Geographic areas", "Life forms", "Physiographic zones", "Traditional knowledge"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "33239037", "DateCompleted": {"Year": "2021", "Month": "05", "Day": "03"}, "DateRevised": {"Year": "2021", "Month": "05", "Day": "03"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "11", "Day": "25"}], "Language": ["eng"], "ELocationID": ["72", "10.1186/s13002-020-00424-x"], "Journal": {"ISSN": "1746-4269", "JournalIssue": {"Volume": "16", "Issue": "1", "PubDate": {"Year": "2020", "Month": "Nov", "Day": "25"}}, "Title": "Journal of ethnobiology and ethnomedicine", "ISOAbbreviation": "J Ethnobiol Ethnomed"}, "ArticleTitle": "Catalan ethnoflora: a meta-analytic approach to life forms and geographic territories.", "Pagination": {"StartPage": "72", "MedlinePgn": "72"}, "Abstract": {"AbstractText": ["Catalonia (in the north east of the Iberian Peninsula) is among the most prospected territories in Europe, from the ethnobotanical point of view. The aim of the present paper is to undertake a global analysis in the area considered, including plants, plant life forms, and ethnobotanical data within a physiographic and geographic framework.", "Data from 21 ethnobotanical prospection areas in Catalonia were collected, analyzed, and compared, with the focus on plant life forms and geographic divisions.", "A total of 824 taxa constitute the Catalan ethnoflora, and 316 of them are shared by the six physiographic zones recognized in Catalonia. When three major geographic areas are considered (Pyrenean, inland, and littoral), 394 taxa have been reported in only one out of the three areas. Concerning life forms, phanerophytes and chamaephytes together, i.e., those taxa present all through the year, are the most cited (37.12%).", "This first study constitutes a new approach to ethnobotanical data analysis. The results show the particular importance of plants with a large distribution area and plants with available biomass throughout the year. Apart from this, other kind of plants, e.g., those present in only one territory, are of interest for its originality and sometimes for the local significance."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institut Botànic de Barcelona (IBB, CSIC-Ajuntament de Barcelona), Passeig del Migdia s.n., Parc de Montjuïc, 08038, Barcelona, Catalonia, Spain. airy.gras@ibb.csic.es."}, {"Identifier": [], "Affiliation": "Laboratori de Botànica (UB)-Unitat associada al CSIC, Facultat de Farmàcia i Ciències de l'Alimentació-Institut de Recerca de la Biodiversitat (IRBio), Universitat de Barcelona, Av. Joan XXIII 27-31, 08028, Barcelona, Catalonia, Spain. airy.gras@ibb.csic.es."}], "LastName": "Gras", "ForeName": "Airy", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratori de Botànica (UB)-Unitat associada al CSIC, Facultat de Farmàcia i Ciències de l'Alimentació-Institut de Recerca de la Biodiversitat (IRBio), Universitat de Barcelona, Av. Joan XXIII 27-31, 08028, Barcelona, Catalonia, Spain."}], "LastName": "Parada", "ForeName": "Montse", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratori de Botànica (UB)-Unitat associada al CSIC, Facultat de Farmàcia i Ciències de l'Alimentació-Institut de Recerca de la Biodiversitat (IRBio), Universitat de Barcelona, Av. Joan XXIII 27-31, 08028, Barcelona, Catalonia, Spain."}, {"Identifier": [], "Affiliation": "Secció de Ciències Biològiques, Institut d'Estudis Catalans, Carrer del Carme 47, 08001, Barcelona, Catalonia, Spain."}], "LastName": "Vallès", "ForeName": "Joan", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institut Botànic de Barcelona (IBB, CSIC-Ajuntament de Barcelona), Passeig del Migdia s.n., Parc de Montjuïc, 08038, Barcelona, Catalonia, Spain."}], "LastName": "Garnatje", "ForeName": "Teresa", "Initials": "T"}], "GrantList": [{"GrantID": "2017SGR001116", "Agency": "Generalitat de Catalunya", "Country": ""}, {"GrantID": "PRO2017-S02VALLES", "Agency": "Institut d'Estudis Catalans", "Country": ""}, {"GrantID": "PRO2020-S02VALLES", "Agency": "Insitut d'Estudis Catalans", "Country": ""}, {"GrantID": "CGL2017-84297-R", "Agency": "Spanish Government", "Country": ""}], "PublicationTypeList": ["Journal Article", "Meta-Analysis"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "J Ethnobiol Ethnomed", "NlmUniqueID": "101245794", "ISSNLinking": "1746-4269"}, "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Ethnobotany"}, {"QualifierName": [], "DescriptorName": "Geography"}, {"QualifierName": ["classification"], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Spain"}], "CoiStatement": "The authors declare that they have no competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Lietava J. Medicinal plants in a Middle Paleolithic grave Shanidar IV? J. Ethnopharmacol. 1992;35:263–266. doi: 10.1016/0378-8741(92)90023-K.", "ArticleIdList": ["10.1016/0378-8741(92)90023-K", "1548898"]}, {"Citation": "Garnatje T, Peñuelas J, Vallès J. Ethnobotany, phylogeny, and ‘omics’ for human health and food security. Trends Plant Sci. 2017;22:187–191. doi: 10.1016/j.tplants.2017.01.001.", "ArticleIdList": ["10.1016/j.tplants.2017.01.001", "28209326"]}, {"Citation": "Garnatje T, Peñuelas J, Vallès J. Reaffirming ‘ethnobotanical convergence’. Trends Plant Sci. 2017;22:640–641. doi: 10.1016/j.tplants.2017.06.001.", "ArticleIdList": ["10.1016/j.tplants.2017.06.001", "28647103"]}, {"Citation": "Harshberger JW. Purposes of ethno-botany. Bot. Gaz. 1896;21:146–154. doi: 10.1086/327316.", "ArticleIdList": ["10.1086/327316"]}, {"Citation": "Barrau J. L’Ethnobotanique au carrefour des sciences naturelles et des sciences humaines. Bull. Soc. Bot. France. 1971;118:237–248. doi: 10.1080/00378941.1971.10838893.", "ArticleIdList": ["10.1080/00378941.1971.10838893"]}, {"Citation": "Pardo-de-Santayana M, Macía MJ. The benefits of traditional knowledge. Nature. 2015;518:487–488. doi: 10.1038/518487a.", "ArticleIdList": ["10.1038/518487a", "25719661"]}, {"Citation": "Nolan JM, Turner NJ. Ethnobotany: The study of people-plants interaction. In: Anderson EN, Pearsall DM, Hunn ES, Turner NJ, editors. Ethnobiology. Hoboken, New Jersey: Wiley-Blackwell; 2011. pp. 133–147."}, {"Citation": "Prance GT, Chadwick DJ, Marsh J. Ethnobotany and the search for new drugs. Chichester: John Wiley & Sons; 1994."}, {"Citation": "Heinrich M, Jäger AK. Ethnopharmacology. Chichester: John Wiley & Sons; 2015."}, {"Citation": "Vallès J. Etnobotànica: persones, plantes, cultura i benestar. Aspectes generals, i situació i perspectives als Països Catalans. Barcelona: Institut d’Estudis Catalans; 2019."}, {"Citation": "Folch R, Sierra E, Nuet J. Vegetació dels Països Catalans. Barcelona: Ketres editora; 1981."}, {"Citation": "Bolòs O de, Vigo J. Flora dels Països Catalans, vol. 1. Barcelona: Ed.Barcino; 1984."}, {"Citation": "Riba O, Bolòs O de, Panareda JM, Nuet J, Gosàlbez J. Geografia física dels Països Catalans. Barcelona: Ketres editora; 1976."}, {"Citation": "Bolòs O de, Vigo J, Masalles RM, Ninot JM. Flora manual dels Països Catalans. 3rd ed. Barcelona: Ed. Pòrtic; 2005."}, {"Citation": "IDESCAT. Institut d’Estadística de Catalunya. http://www.idescat.cat. Accessed 20 June 2020."}, {"Citation": "Bolòs O de. Assaig sobre terminologia geogràfica dels Països Catalans. In: Iglésies J, Alabart C, editors. Miscel·lània Pau Vila. Biografia. Bibliografia. Treballs d’homenatge. Barcelona and Granollers: Institut d’Estudis Catalans, Societat Catalana de Geografia and Editorial Montblanc-Martín: Barcelona and Granollers; 1975. p. 137–143."}, {"Citation": "Bolòs O de. Corologia de la flora dels Països Catalans = Chorology of the flora of Catalan countries: volum introductori. Barcelona: Institut d’Estudis Catalans, Secció de Ciències Biològiques and ORCA; 1985."}, {"Citation": "Walter H. Vegetació i climes del món: breu resum d’orientació causal i continental. Barcelona: Botany Department, Biology Faculty, Universitat de Barcelona; 1976."}, {"Citation": "Du Rietz GE. Life-forms of terrestrial flowering plants. I. Acta Phytogeographica Suecica. 1931:3(1), 95 pp."}, {"Citation": "Ellenberg H, Mueller-Dombios D. A key to Raunkiaer plant life-forms with revised subdivisions. Ber. Goebot. Inst. ETH. Stiftg Rubel. Zurich. 1967;37:56–73."}, {"Citation": "Umair M, Altaf M, Abbasi AM. An ethnobotanical survey of indigenous medicinal plants in Hafizabad district. Punjab-Pakistan. PLoS One. 2017;12(6):e0177912. doi: 10.1371/journal.pone.0177912.", "ArticleIdList": ["10.1371/journal.pone.0177912", "PMC5456064", "28574986"]}, {"Citation": "Nasir M, Khan MO, Mehmood A. 2016. Life form, biological spectrum and ethno-medicinal uses of the flora of Taloqa hills, Western Himalayas, Muzaffarabad. Int. J. Biol. Sci. 2016;9(6):8–18. doi: 10.12692/ijb/9.6.8-18.", "ArticleIdList": ["10.12692/ijb/9.6.8-18"]}, {"Citation": "Pujadas JJ, Comas D, Roca J. Etnografia. Barcelona: Universitat Oberta de Catalunya; 2004."}, {"Citation": "International Society of Ethnobiology. International Society of Ethnobiology code of ethics (with 2008 additions). http://ethnobiology.net/code-of-ethics. Accessed 15 June 2019."}, {"Citation": "Rosenthal JP. Politics, culture, and governance in the development of prior informed consent in indigenous communities. Curr. Anthropol. 2006;47(1):119–142. doi: 10.1086/497670..", "ArticleIdList": ["10.1086/497670.", "PMC3619215", "23576816"]}, {"Citation": "Altimiras J. Estudi etnobotànic a l’Alt Urgell. Unpublished."}, {"Citation": "Muntané J. Aportació al coneixement de l’etnobotànica de Cerdanya. Universitat de Barcelona. PhD thesis. 1991."}, {"Citation": "Muntané J. Etnobotànica, etnofarmàcia i tradicions populars de la Catalunya septentrional (Capcir, Cerdanya i Conflent). Universitat de Barcelona. PhD thesis. 2005."}, {"Citation": "Llongarriu M, Sala E. Herbes remeieres de la Garrotxa. Recull de medicina tradicional. Olot: Llibres de Batet; 2005."}, {"Citation": "Agelet A. Estudis d’etnobotànica farmacèutica al Pallars. Universitat de Barcelona. PhD thesis. 1999."}, {"Citation": "Rigat M, Gras A, Vallès J, Garnatje T. Estudis etnobotànics a la comarca del Ripollès (Pirineu, Catalunya, península Ibèrica) Collect. Bot. 2017;36:e003. doi: 10.3989/collectbot.2017.v36.003.", "ArticleIdList": ["10.3989/collectbot.2017.v36.003"]}, {"Citation": "Aldea C, Almeida B, Garnatje T, Vallès J. Estudi etnobotànic ena Val d’Aran. Sabença populara e patrimoni naturau e culturau. Barcelona: Edicions de la Universitat de Barcelona; 2019."}, {"Citation": "Gras A, Vallès J, Garnatje T. Filling the gaps: Ethnobotanical study of the Garrigues district, an arid zone in Catalonia (NE Iberian Peninsula) J. Ethnobiol. Ethnomed. 2020;16:34. doi: 10.1186/s13002-020-00386-0.", "ArticleIdList": ["10.1186/s13002-020-00386-0", "PMC7285587", "32517701"]}, {"Citation": "Cirera E. Etnobotànica de Sant Feliu Sassera (Lluçanès). Unpublished."}, {"Citation": "Raja D. Estudis etnobotànics a la comarca de la Segarra. Universitat de Barcelona. Master thesis. 1995."}, {"Citation": "Talavera M. La recuperació dels coneixements tradicionals relatius a la biodiversitat com a eina de desenvolupament de nous cultius amb espècies silvestres, i acceptació per part dels consumidors dels productes elaborats amb espècies silvestres i varietats tradicionals. Estudi etnobotànic de la comarca de l’Anoia, desenvolupament de nous cultius amb espècies silvestres, i acceptació per part dels consumidors dels productes elaborats amb espècies silvestres i varietats tradicionals. Universitat de Barcelona. PhD thesis. 2018."}, {"Citation": "Parada M. Estudi etnobotànic de l’Alt Empordà. Universitat de Barcelona. PhD thesis. 2007."}, {"Citation": "Marín J. Estudis etnobotànics al Baix Llobregat. Unpublished."}, {"Citation": "Bonet MÀ, Roldán M, Camprubí J, Vallès J. Etnobotànica de Gallecs. Plantes i cultura popular al Baix Vallès. Mollet del Vallès: Centre d’Estudis Molletans; 2008."}, {"Citation": "Saura S. Usos i cultura popular de les plantes a les Gavarres. Consorci de les Gavarres: Monells; 2009."}, {"Citation": "Gras A, Serrasolses G, Vallès J, Garnatje T. Traditional knowledge in semi-rural close to industrial areas: ethnobotanical studies in western Gironès (Catalonia, Iberian Peninsula) J. Ethnobiol. Ethnomed. 2019;15:19. doi: 10.1186/s13002-019-0295-2.", "ArticleIdList": ["10.1186/s13002-019-0295-2", "PMC6444684", "30940210"]}, {"Citation": "Selga A. Estudis etnobotànics a les Guilleries. Universitat de Barcelona. Master thesis. 1998."}, {"Citation": "Bonet MÀ. Estudi etnobotànic del Montseny. Universitat de Barcelona. PhD thesis. 2001."}, {"Citation": "Gras A, Garnatje T, Álvarez C, Herruzo M, Jané N, Vallès J. Etnobotànica del Parc Natural de Collserola. Unpublished."}, {"Citation": "Batet D, Cartanyà J, Castells R, Piñas I, Salat X. Etnobotànica a les muntanyes de Prades. Centre d’Història Natural de la Conca de Barberà: Montblanc; 2011."}, {"Citation": "Llurba N. Estudi etnobotànic d’Ulldemolins (el Priorat). Universitat de Barcelona. Undergraduate thesis. 2009."}, {"Citation": "Bonet MÀ. Estudis etnobotànics a la vall del Tenes (Vallès Oriental). Universitat de Barcelona. Master thesis. 1991."}, {"Citation": "Portères R. L’Ethnobotanique: place, objet, méthode, philosophie. J. Agric. Trop. Bot. Appl. 1961;8:102–109."}, {"Citation": "Sáez L. (Universitat Autònoma de Barcelona, Bellaterra). Personal communication, 2019."}, {"Citation": "Trotter RT, Logan MH. Informant consensus: a new approach for identifying potentially effective medicinal plants. In: Etkin NL, editor. Plants in indigenous medicine and diet, behavioural approaches. Bredford Hills: Redgrave Publishing Company; 1986. pp. 91–112."}, {"Citation": "Bonet MÀ, Vallès J. Plantes, remeis i cultura popular del Montseny. Etnobotànica d’una reserva de la Biosfera. Museu de Ciències Naturals de Granollers and Brau Edicions: Granollers and Figueres; 2006."}, {"Citation": "Johns T, Kokwaro JO, Kimanani EK. Herbal remedies of the Luo of Siaya district, Kenya: establishing quantitative criteria for consensus. Econ. Bot. 1990;44:369–381. doi: 10.1007/BF03183922.", "ArticleIdList": ["10.1007/BF03183922"]}, {"Citation": "Frigolé J. Dones que anaven pel món. Estudi etnogràfic de les trementinaires de la vall de la Vansa i Tuixent. Barcelona: Generalitat de Catalunya, Departament de Cultura i Mitjans de Comunicació; 2005."}, {"Citation": "Martínez MJ. Investigaciones etnobotánicas en el parque natural de Cabo de Gata-Níjar (Almería). Universidad de Granada. Master thesis. 1993."}, {"Citation": "Pardo de Santayana M. Las plantas en la cultura tradicional de la Antigua Merindad de Campoo. Universidad Autónoma de Madrid. PhD thesis. 2003."}, {"Citation": "Villar L, Palacín JM, Calvo C, Gómez D, Montserrat G. Plantas medicinales del Pirineo Aragonés y demás tierras oscenses (2nd ed.). Huesca; Diputación de Huesca; 1992."}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "7", "Day": "23"}, {"Year": "2020", "Month": "11", "Day": "4"}, {"Year": "2020", "Month": "11", "Day": "26", "Hour": "5", "Minute": "30"}, {"Year": "2020", "Month": "11", "Day": "27", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "5", "Day": "4", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "11", "Day": "25"}], "PublicationStatus": "epublish", "ArticleIdList": ["33239037", "PMC7687702", "10.1186/s13002-020-00424-x", "10.1186/s13002-020-00424-x"]}}], "PubmedBookArticle": []}