{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["PTEN", "Salmonella typhimurium", "autophagy", "chlorogenic acid", "lncRNAGAS5", "microRNA-23a", "p38 MAPK"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "33240872", "DateRevised": {"Year": "2022", "Month": "04", "Day": "18"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "11", "Day": "05"}], "Language": ["eng"], "ELocationID": ["552020", "10.3389/fcell.2020.552020"], "Journal": {"ISSN": "2296-634X", "JournalIssue": {"Volume": "8", "PubDate": {"Year": "2020"}}, "Title": "Frontiers in cell and developmental biology", "ISOAbbreviation": "Front Cell Dev Biol"}, "ArticleTitle": "Chlorogenic Acid Promotes Autophagy and Alleviates <i>Salmonella</i> Typhimurium Infection Through the lncRNAGAS5/miR-23a/PTEN Axis and the p38 MAPK Pathway.", "Pagination": {"StartPage": "552020", "MedlinePgn": "552020"}, "Abstract": {"AbstractText": ["<i>Salmonella typhimurium (ST</i>) causes several intestinal diseases. Polyphenols including chlorogenic acid (CGA) inhibit pathogenesis.", "This study aimed to investigate the mechanisms of CGA in <i>ST</i> infection.", "The intestinal pathological changes and survival rate of ST-infected mice were measured to verify the protection of CGA on <i>ST</i> infection. The antibacterial effects of CGA <i>in vitro</i> on the invasion to intestinal epithelial cells and autophagy was evaluated. The relationships among GAS5, miR-23a, and PTEN were verified. Expression of inflammation- and autophagy-related proteins was detected.", "CGA treatment alleviated pathological damage, improved the secretion disturbance of intestinal cytokines caused by <i>ST</i> infection, and reduced the mortality of mice. Intestinal GAS5 was upregulated after CGA treatment. LncRNA GAS5 competitively bound to miR-23a to upregulate PTEN and inhibit the p38 MAPK pathway. CGA regulated the p38 MAPK pathway through lncRNA GAS5/miR-23a/PTEN axis to promote autophagy in <i>ST</i> infection. The functional rescue experiments of miR-23a and PTEN further identified these effects.", "CGA promotes autophagy and inhibits <i>ST</i> infection through the GAS5/miR-23a/PTEN axis and the p38 MAPK pathway."], "CopyrightInformation": "Copyright © 2020 Tan, Yan, Li, Liang, Yu, Li, He, Li and Li."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Center of Life Sciences, School of Life Sciences, Yunnan University, Kunming, China."}], "LastName": "Tan", "ForeName": "Shirui", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Center of Life Sciences, School of Life Sciences, Yunnan University, Kunming, China."}], "LastName": "Yan", "ForeName": "Fang", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "The Second Affiliated Hospital of Kunming Medical University, Kunming, China."}], "LastName": "Li", "ForeName": "Qingrong", "Initials": "Q"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Center of Life Sciences, School of Life Sciences, Yunnan University, Kunming, China."}], "LastName": "Liang", "ForeName": "Yaping", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Center of Life Sciences, School of Life Sciences, Yunnan University, Kunming, China."}], "LastName": "Yu", "ForeName": "Junxu", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Pneumology Department, Suzhou Kowloon Hospital, School of Medicine, Shanghai Jiao Tong University, Suzhou, China."}], "LastName": "Li", "ForeName": "Zhenjun", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Agriculture, Yunnan University, Kunming, China."}], "LastName": "He", "ForeName": "Feifei", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Biotechnology for Medicinal Plants of Jiangsu Province and School of Life Sciences, Jiangsu Normal University, Xuzhou, China."}], "LastName": "Li", "ForeName": "Rongpeng", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Center of Life Sciences, School of Life Sciences, Yunnan University, Kunming, China."}], "LastName": "Li", "ForeName": "Ming", "Initials": "M"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Cell Dev Biol", "NlmUniqueID": "101630250", "ISSNLinking": "2296-634X"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Arfian N., Wahyudi D. A. P., Zulfatina I. B., Citta A. N., Anggorowati N., Multazam A., et al. (2019). Chlorogenic acid attenuates kidney ischemic/reperfusion injury via reducing inflammation, tubular injury, and myofibroblast formation. Biomed Res. Int. 2019:5423703. 10.1155/2019/5423703", "ArticleIdList": ["10.1155/2019/5423703", "PMC6778937", "31662982"]}, {"Citation": "Bao N., Chen F., Dai D. (2019). The regulation of host intestinal microbiota by polyphenols in the development and prevention of chronic kidney disease. Front. Immunol. 10:2981. 10.3389/fimmu.2019.02981", "ArticleIdList": ["10.3389/fimmu.2019.02981", "PMC6960133", "31969882"]}, {"Citation": "Benjamin J. L., Sumpter R., Jr., Levine B., Hooper L. V. (2013). Intestinal epithelial autophagy is essential for host defense against invasive bacteria. Cell Host Microbe 13 723–734. 10.1016/j.chom.2013.05.004", "ArticleIdList": ["10.1016/j.chom.2013.05.004", "PMC3755484", "23768496"]}, {"Citation": "Birhanu B. T., Park N. H., Lee S. J., Hossain M. A., Park S. C. (2018). Inhibition of Salmonella Typhimurium adhesion, invasion, and intracellular survival via treatment with methyl gallate alone and in combination with marbofloxacin. Vet. Res. 49:101. 10.1186/s13567-018-0597-8", "ArticleIdList": ["10.1186/s13567-018-0597-8", "PMC6389159", "30286813"]}, {"Citation": "Carpenter S., Fitzgerald K. A. (2018). Cytokines and long noncoding RNAs. Cold Spring Harb. Perspect. Biol. 10:a028589. 10.1101/cshperspect.a028589", "ArticleIdList": ["10.1101/cshperspect.a028589", "PMC5983188", "28716885"]}, {"Citation": "Carranza A. D. V., Saragusti A., Chiabrando G. A., Carrari F., Asis R. (2020). Effects of chlorogenic acid on thermal stress tolerance in C. elegans via HIF-1, HSF-1 and autophagy. Phytomedicine 66:153132. 10.1016/j.phymed.2019.153132", "ArticleIdList": ["10.1016/j.phymed.2019.153132", "31790899"]}, {"Citation": "Chauhan P. S., Satti N. K., Sharma P., Sharma V. K., Suri K. A., Bani S. (2012). Differential effects of chlorogenic acid on various immunological parameters relevant to rheumatoid arthritis. Phytother. Res. 26 1156–1165. 10.1002/ptr.3684", "ArticleIdList": ["10.1002/ptr.3684", "22180146"]}, {"Citation": "Dkhil M. A., Abdel Moneim A. E., Bauomy A. A., Khalil M., Al-Shaebi E. M., Al-Quraishy S. (2020). Chlorogenic acid prevents hepatotoxicity in arsenic-treated mice: role of oxidative stress and apoptosis. Mol. Biol. Rep. 47 1161–1171. 10.1007/s11033-019-05217-4", "ArticleIdList": ["10.1007/s11033-019-05217-4", "31820315"]}, {"Citation": "Dong N., Xue C., Zhang L., Zhang T., Wang C., Bi C., et al. (2020). Oleanolic acid enhances tight junctions and ameliorates inflammation in Salmonella typhimurium-induced diarrhea in mice via the TLR4/NF-kappaB and MAPK pathway. Food Funct. 11 1122–1132. 10.1039/c9fo01718f", "ArticleIdList": ["10.1039/c9fo01718f", "31825448"]}, {"Citation": "Dong Z., Li S., Wang X., Si L., Ma R., Bao L., et al. (2019). lncRNA GAS5 restrains CCl4-induced hepatic fibrosis by targeting miR-23a through the PTEN/PI3K/Akt signaling pathway. Am. J. Physiol. Gastrointest. Liver Physiol. 316 G539–G550. 10.1152/ajpgi.00249.2018", "ArticleIdList": ["10.1152/ajpgi.00249.2018", "30735452"]}, {"Citation": "Du Q., Wu X., Wang T., Yang X., Wang Z., Niu Y., et al. (2018). Porcine circovirus type 2 suppresses IL-12p40 induction via capsid/gC1qR-mediated MicroRNAs and signalings. J. Immunol. 201 533–547. 10.4049/jimmunol.1800250", "ArticleIdList": ["10.4049/jimmunol.1800250", "PMC6039236", "29858268"]}, {"Citation": "Fang X., Zhong G., Wang Y., Lin Z., Lin R., Yao T. (2020). Low GAS5 expression may predict poor survival and cisplatin resistance in cervical cancer. Cell Death Dis. 11:531. 10.1038/s41419-020-2735-2", "ArticleIdList": ["10.1038/s41419-020-2735-2", "PMC7359315", "32661236"]}, {"Citation": "Gao W., Wang C., Yu L., Sheng T., Wu Z., Wang X., et al. (2019). Chlorogenic acid attenuates dextran sodium sulfate-induced ulcerative colitis in mice through MAPK/ERK/JNK pathway. Biomed Res. Int. 2019:6769789. 10.1155/2019/6769789", "ArticleIdList": ["10.1155/2019/6769789", "PMC6500688", "31139644"]}, {"Citation": "Garcia-Del Portillo F., Pucciarelli M. G. (2017). RNA-Seq unveils new attributes of the heterogeneous Salmonella-host cell communication. RNA Biol. 14 429–435. 10.1080/15476286.2016.1276148", "ArticleIdList": ["10.1080/15476286.2016.1276148", "PMC5411127", "28045572"]}, {"Citation": "Gong W., Li J., Zhu G., Wang Y., Zheng G., Kan Q. (2019). Chlorogenic acid relieved oxidative stress injury in retinal ganglion cells through IncRNA-TUG1/Nrf2. Cell Cycle 18 1549–1559. 10.1080/15384101.2019.1612697", "ArticleIdList": ["10.1080/15384101.2019.1612697", "PMC6619922", "31055996"]}, {"Citation": "Han T. S., Hur K., Cho H. S., Ban H. S. (2020). Epigenetic associations between lncRNA/circRNA and miRNA in hepatocellular carcinoma. Cancers 12:E2622. 10.3390/cancers12092622", "ArticleIdList": ["10.3390/cancers12092622", "PMC7565033", "32937886"]}, {"Citation": "He X., Deng Y., Yu Y., Lyu H., Liao L. (2019). Drug-loaded/grafted peptide-modified porous PEEK to promote bone tissue repair and eliminate bacteria. Colloids Surf. B Biointerfaces 181 767–777. 10.1016/j.colsurfb.2019.06.038", "ArticleIdList": ["10.1016/j.colsurfb.2019.06.038", "31234064"]}, {"Citation": "Herrera-Uribe J., Zaldivar-Lopez S., Aguilar C., Luque C., Bautista R., Carvajal A., et al. (2018). Regulatory role of microRNA in mesenteric lymph nodes after Salmonella typhimurium infection. Vet. Res. 49:9. 10.1186/s13567-018-0506-1", "ArticleIdList": ["10.1186/s13567-018-0506-1", "PMC5796392", "29391047"]}, {"Citation": "Howe C., Mitchell J., Kim S. J., Im E., Rhee S. H. (2019). Pten gene deletion in intestinal epithelial cells enhances susceptibility to Salmonella typhimurium infection in mice. J. Microbiol. 57 1012–1018. 10.1007/s12275-019-9320-3", "ArticleIdList": ["10.1007/s12275-019-9320-3", "31555991"]}, {"Citation": "Hrstka R., Krocova Z., Cerny J., Vojtesek B., Macela A., Stulik J. (2007). Francisella tularensis strain LVS resides in MHC II-positive autophagic vacuoles in macrophages. Folia Microbiol. (Praha) 52, 631–636. 10.1007/bf02932193", "ArticleIdList": ["10.1007/bf02932193", "18450226"]}, {"Citation": "Jain P., Sudhanthirakodi S., Chowdhury G., Joshi S., Anandan S., Ray U., et al. (2018). Antimicrobial resistance, plasmid, virulence, multilocus sequence typing and pulsed-field gel electrophoresis profiles of Salmonella enterica serovar Typhimurium clinical and environmental isolates from India. PLoS One 13:e0207954. 10.1371/journal.pone.0207954", "ArticleIdList": ["10.1371/journal.pone.0207954", "PMC6291080", "30540810"]}, {"Citation": "Jiang X., Li X., Sun S., Jiang L. (2018). The transcriptional regulator VarN contributes to Salmonella typhimurium growth in macrophages and virulence in mice. Res. Microbiol. 169 214–221. 10.1016/j.resmic.2018.03.003", "ArticleIdList": ["10.1016/j.resmic.2018.03.003", "29751061"]}, {"Citation": "Kamble N. M., Hajam I. A., Lee J. H. (2017). Orally administered live attenuated Salmonella typhimurium protects mice against lethal infection with H1N1 influenza virus. Vet. Microbiol. 201 1–6. 10.1016/j.vetmic.2017.01.006", "ArticleIdList": ["10.1016/j.vetmic.2017.01.006", "28284594"]}, {"Citation": "Kim D. H., Feinbaum R., Alloing G., Emerson F. E., Garsin D. A., Inoue H., et al. (2002). A conserved p38 MAP kinase pathway in Caenorhabditis elegans innate immunity. Science 297 623–626. 10.1126/science.1073759", "ArticleIdList": ["10.1126/science.1073759", "12142542"]}, {"Citation": "Kim S. P., Lee S. J., Nam S. H., Friedman M. (2018). Mechanism of antibacterial activities of a rice hull smoke extract (RHSE) against multidrug-resistant Salmonella typhimurium in vitro and in mice. J. Food Sci. 83 440–445. 10.1111/1750-3841.14020", "ArticleIdList": ["10.1111/1750-3841.14020", "29266224"]}, {"Citation": "Koops S., Blom J. D., Bouachmir O., Slot M. I., Neggers B., Sommer I. E. (2018). Treating auditory hallucinations with transcranial direct current stimulation in a double-blind, randomized trial. Schizophr. Res. 201 329–336. 10.1016/j.schres.2018.06.010", "ArticleIdList": ["10.1016/j.schres.2018.06.010", "29934249"]}, {"Citation": "Li T., Qian Y., Miao Z., Zheng P., Shi T., Jiang X., et al. (2020). Xuebijing injection alleviates Pam3CSK4-induced inflammatory response and protects mice from sepsis caused by methicillin-resistant Staphylococcus aureus. Front. Pharmacol. 11:104. 10.3389/fphar.2020.00104", "ArticleIdList": ["10.3389/fphar.2020.00104", "PMC7047170", "32153410"]}, {"Citation": "Lin H., Shen L., Lin Q., Dong C., Maswela B., Illahi G. S., et al. (2020). SNHG5 enhances paclitaxel sensitivity of ovarian cancer cells through sponging miR-23a. Biomed. Pharmacother. 123:109711. 10.1016/j.biopha.2019.109711", "ArticleIdList": ["10.1016/j.biopha.2019.109711", "31884343"]}, {"Citation": "Lin H. H., Chen H. L., Weng C. C., Janapatla R. P., Chen C. L., Chiu C. H. (2020). Activation of apoptosis by Salmonella pathogenicity island-1 effectors through both intrinsic and extrinsic pathways in Salmonella-infected macrophages. J. Microbiol. Immunol. Infect. 10.1016/j.jmii.2020.02.008 [Epub ahead of print].", "ArticleIdList": ["10.1016/j.jmii.2020.02.008", "32127288"]}, {"Citation": "Liu L., Wang H. J., Meng T., Lei C., Yang X. H., Wang Q. S., et al. (2019). lncRNA GAS5 inhibits cell migration and invasion and promotes autophagy by targeting miR-222-3p via the GAS5/PTEN-signaling pathway in CRC. Mol. Ther. Nucleic Acids 17 644–656. 10.1016/j.omtn.2019.06.009", "ArticleIdList": ["10.1016/j.omtn.2019.06.009", "PMC6698928", "31400607"]}, {"Citation": "Lv J., Wu S., Wei L., Li Y., He P., Huang R. (2012). Salmonella enterica serovar typhi plasmid pR ST98-mediated inhibition of autophagy promotes bacterial survival in infected fibroblasts. Indian J. Med. Microbiol. 30 423–430. 10.4103/0255-0857.103763", "ArticleIdList": ["10.4103/0255-0857.103763", "23183467"]}, {"Citation": "Mayama T., Marr A. K., Kino T. (2016). Differential expression of glucocorticoid receptor noncoding RNA repressor Gas5 in autoimmune and inflammatory diseases. Horm. Metab. Res. 48 550–557. 10.1055/s-0042-106898", "ArticleIdList": ["10.1055/s-0042-106898", "27214311"]}, {"Citation": "Mortazavi N., Aliakbarlu J. (2019). Antibacterial effects of ultrasound, cinnamon essential oil, and their combination against Listeria monocytogenes and Salmonella typhimurium in milk. J. Food Sci. 84 3700–3706. 10.1111/1750-3841.14914", "ArticleIdList": ["10.1111/1750-3841.14914", "31721204"]}, {"Citation": "Muneta Y., Arai N., Yakabe Y., Eguchi M., Shibahara T., Sakuma A., et al. (2018). In vivo effect of a TLR5 SNP (C1205T) on Salmonella enterica serovar typhimurium infection in weaned, specific pathogen-free Landrace piglets. Microbiol. Immunol. 62 380–387. 10.1111/1348-0421.12591", "ArticleIdList": ["10.1111/1348-0421.12591", "29660148"]}, {"Citation": "Park K. I., Lee M. R., Oh T. W., Kim K. Y., Ma J. Y. (2017). Antibacterial activity and effects of Colla corii asini on Salmonella typhimurium invasion in vitro and in vivo. BMC Complement. Altern. Med. 17:520. 10.1186/s12906-017-2020-9", "ArticleIdList": ["10.1186/s12906-017-2020-9", "PMC5715514", "29202825"]}, {"Citation": "Peng P., Li Z., Liu X. (2015). Reduced expression of miR-23a suppresses A20 in TLR-stimulated macrophages. Inflammation 38 1787–1793. 10.1007/s10753-015-0156-7", "ArticleIdList": ["10.1007/s10753-015-0156-7", "25832477"]}, {"Citation": "Sun Z., Zhang X., Wu H., Wang H., Bian H., Zhu Y., et al. (2020). Antibacterial activity and action mode of chlorogenic acid against Salmonella Enteritidis, a foodborne pathogen in chilled fresh chicken. World J. Microbiol. Biotechnol. 36:24. 10.1007/s11274-020-2799-2", "ArticleIdList": ["10.1007/s11274-020-2799-2", "31965331"]}, {"Citation": "Tosovic J., Markovic S., Dimitric Markovic J. M., Mojovic M., Milenkovic D. (2017). Antioxidative mechanisms in chlorogenic acid. Food Chem. 237 390–398. 10.1016/j.foodchem.2017.05.080", "ArticleIdList": ["10.1016/j.foodchem.2017.05.080", "28764012"]}, {"Citation": "Upadhyay R., Mohan Rao L. J. (2013). An outlook on chlorogenic acids-occurrence, chemistry, technology, and biological activities. Crit. Rev. Food Sci. Nutr. 53 968–984. 10.1080/10408398.2011.576319", "ArticleIdList": ["10.1080/10408398.2011.576319", "23768188"]}, {"Citation": "Velge P., Wiedemann A., Rosselin M., Abed N., Boumart Z., Chausse A. M., et al. (2012). Multiplicity of Salmonella entry mechanisms, a new paradigm for Salmonella pathogenesis. Microbiologyopen 1 243–258. 10.1002/mbo3.28", "ArticleIdList": ["10.1002/mbo3.28", "PMC3496970", "23170225"]}, {"Citation": "Viswanathan V. K., Hodges K., Hecht G. (2009). Enteric infection meets intestinal function: how bacterial pathogens cause diarrhoea. Nat. Rev. Microbiol. 7 110–119. 10.1038/nrmicro2053", "ArticleIdList": ["10.1038/nrmicro2053", "PMC3326399", "19116615"]}, {"Citation": "Wang H., Chu W., Ye C., Gaeta B., Tao H., Wang M., et al. (2019). Chlorogenic acid attenuates virulence factors and pathogenicity of Pseudomonas aeruginosa by regulating quorum sensing. Appl. Microbiol. Biotechnol. 103 903–915. 10.1007/s00253-018-9482-7", "ArticleIdList": ["10.1007/s00253-018-9482-7", "30421108"]}, {"Citation": "Wang Z., Zhai X., Sun Y., Yin C., Yang E., Wang W., et al. (2020). Antibacterial activity of chlorogenic acid-loaded SiO2 nanoparticles caused by accumulation of reactive oxygen species. Nanotechnology 31:185101. 10.1088/1361-6528/ab70fb", "ArticleIdList": ["10.1088/1361-6528/ab70fb", "31995525"]}, {"Citation": "Westermann A. J., Forstner K. U., Amman F., Barquist L., Chao Y., Schulte L. N., et al. (2016). Dual RNA-seq unveils noncoding RNA functions in host-pathogen interactions. Nature 529 496–501. 10.1038/nature16547", "ArticleIdList": ["10.1038/nature16547", "26789254"]}, {"Citation": "Xie C., Wu W., Tang A., Luo N., Tan Y. (2019). lncRNA GAS5/miR-452-5p reduces oxidative stress and pyroptosis of high-glucose-stimulated renal tubular cells. Diabetes Metab. Syndr. Obes. 12 2609–2617. 10.2147/DMSO.S228654", "ArticleIdList": ["10.2147/DMSO.S228654", "PMC6910862", "31849505"]}, {"Citation": "Yang X., Pan Y., Xu X., Tong T., Yu S., Zhao Y., et al. (2018). Sialidase deficiency in Porphyromonas gingivalis increases IL-12 secretion in stimulated macrophages through regulation of CR3, IncRNA GAS5 and miR-21. Front. Cell. Infect. Microbiol. 8:100. 10.3389/fcimb.2018.00100", "ArticleIdList": ["10.3389/fcimb.2018.00100", "PMC5895773", "29675399"]}, {"Citation": "Yang Y., Li J., Yin Y., Guo D., Jin T., Guan N., et al. (2019). Antibiofilm activity of coenzyme Q0 against Salmonella typhimurium and its effect on adhesion-invasion and survival-replication. Appl. Microbiol. Biotechnol. 103 8545–8557. 10.1007/s00253-019-10095-8", "ArticleIdList": ["10.1007/s00253-019-10095-8", "31468089"]}, {"Citation": "Yu A., Wang Y., Yin J., Zhang J., Cao S., Cao J., et al. (2018). Microarray analysis of long non-coding RNA expression profiles in monocytic myeloid-derived suppressor cells in Echinococcus granulosus-infected mice. Parasit Vectors 11:327. 10.1186/s13071-018-2905-6", "ArticleIdList": ["10.1186/s13071-018-2905-6", "PMC5977751", "29848344"]}, {"Citation": "Zhang L., Fan Y., Su H., Wu L., Huang Y., Zhao L., et al. (2018). Chlorogenic acid methyl ester exerts strong anti-inflammatory effects via inhibiting the COX-2/NLRP3/NF-kappaB pathway. Food Funct. 9 6155–6164. 10.1039/c8fo01281d", "ArticleIdList": ["10.1039/c8fo01281d", "30379164"]}, {"Citation": "Zhang Z., Wu X., Cao S., Cromie M., Shen Y., Feng Y., et al. (2017). Chlorogenic acid ameliorates experimental colitis by promoting growth of akkermansia in mice. Nutrients 9:677. 10.3390/nu9070677", "ArticleIdList": ["10.3390/nu9070677", "PMC5537792", "28661454"]}, {"Citation": "Zhao J., Liu B., Li C. (2020). Knockdown of long noncoding RNA GAS5 protects human cardiomyocyte-like AC16 cells against high glucose-induced inflammation by inhibiting miR-21-5p-mediated TLR4/NF-kappaB signaling. Naunyn Schmiedebergs Arch. Pharmacol. 393 1541–1547. 10.1007/s00210-019-01795-z", "ArticleIdList": ["10.1007/s00210-019-01795-z", "31865425"]}]}], "History": [{"Year": "2020", "Month": "4", "Day": "15"}, {"Year": "2020", "Month": "10", "Day": "19"}, {"Year": "2020", "Month": "11", "Day": "26", "Hour": "5", "Minute": "48"}, {"Year": "2020", "Month": "11", "Day": "27", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "11", "Day": "27", "Hour": "6", "Minute": "1"}, {"Year": "2020", "Month": "1", "Day": "1"}], "PublicationStatus": "epublish", "ArticleIdList": ["33240872", "PMC7682651", "10.3389/fcell.2020.552020"]}}]}