{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "33253249", "DateCompleted": {"Year": "2021", "Month": "01", "Day": "04"}, "DateRevised": {"Year": "2021", "Month": "01", "Day": "04"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "11", "Day": "30"}], "Language": ["eng"], "ELocationID": ["e0242776", "10.1371/journal.pone.0242776"], "Journal": {"ISSN": "1932-6203", "JournalIssue": {"Volume": "15", "Issue": "11", "PubDate": {"Year": "2020"}}, "Title": "PloS one", "ISOAbbreviation": "PLoS One"}, "ArticleTitle": "Transcriptome analysis of Curcuma wenyujin from Haikou and Wenzhou, and a comparison of the main constituents and related genes of Rhizoma Curcumae.", "Pagination": {"StartPage": "e0242776", "MedlinePgn": "e0242776"}, "Abstract": {"AbstractText": ["For more than a thousand years, Rhizoma Curcumae (known as E zhu), a Chinese herbal medicine, has been used to eradicate blood stasis and relieve aches. The plant Curcuma wenyujin, which is grown primarily in Wenzhou, China, is considered the best source of Rhizoma Curcumae. In this study, we sought to ascertain differences in transcript profiles of C. wenyujin grown in traditional (Wenzhou) and recently established (Haikou) production areas based on Illumina and RNA (RNA-seq) sequencing. We also examined differences in the main components of the volatile oil terpene; curcumin, polysaccharide, and starch constituents and related genes in the corresponding pathways, in C. wenyujin cultivated in the two production areas. We accordingly found that the essential oil (2.05%), curcumin (1.46%), and polysaccharide (8.90%) content in Wenzhou rhizomes was higher than that in the rhizomes of plants from Haikou (1.60%, 0.91%, and 6.15%, respectively). In contrast, the starch content of Wenzhou rhizomes (17.0%) was lower than that of Haikou rhizomes (23.8%). Furthermore, we detected significant differences in the oil components of Haikou and Wenzhou rhizomes, with curzerene (32.34%), curdione (21.35%), and germacrene B (9.39%) being the primary components of the essential oil derived from Wenzhou rhizomes, and curzerene (20.13%), curdione (14.73%), and cineole (9.76%) being the main constituents in Haikou rhizomes. Transcriptome and qPCR analyses revealed considerable differences in gene expression between Wenzhou and Haikou rhizomes. The expression of terpene, curcumin, and polysaccharide pathway-related genes in Wenzhou rhizomes was significantly up-regulated, whereas the expression of starch-associated genes was significantly down-regulated, compared with those in Haikou rhizomes. Difference in the content of terpene, curcumin, polysaccharides, and starch in rhizomes from the two production areas could be explained in terms of differences in expression of the related genes."]}, "AuthorList": [{"Identifier": ["0000-0003-4317-0029"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Haikou Provincial Key Laboratory of Resources Conservation and Development of Southern Medicine, Haikou Branch of the Institute of Medicinal Plant Development, Chinese Academy of Medical Sciences and Peking Union Medical College, Haikou, China."}, {"Identifier": [], "Affiliation": "Hainan Key Laboratory of Tropical Oil Crops Biology/Coconut Research Institute, Chinese Academy of Tropical Agricultural Sciences, Wenchang, China."}], "LastName": "Lu", "ForeName": "Lilan", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Haikou Provincial Key Laboratory of Resources Conservation and Development of Southern Medicine, Haikou Branch of the Institute of Medicinal Plant Development, Chinese Academy of Medical Sciences and Peking Union Medical College, Haikou, China."}], "LastName": "Liu", "ForeName": "Peiwei", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Tree Genetics and Breeding, Key Laboratory of Tree Breeding and Cultivation of State Forestry Administration, The Research Institute of Forestry, Chinese Academy of Forestry, Beijing, China."}], "LastName": "Yang", "ForeName": "Yanfang", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Haikou Provincial Key Laboratory of Resources Conservation and Development of Southern Medicine, Haikou Branch of the Institute of Medicinal Plant Development, Chinese Academy of Medical Sciences and Peking Union Medical College, Haikou, China."}], "LastName": "Zhang", "ForeName": "Yuxiu", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Agricultural Environment and Soil, Hainan Academy of Agricultural Sciences, Haikou, China."}], "LastName": "Wang", "ForeName": "Caixia", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Haikou Provincial Key Laboratory of Resources Conservation and Development of Southern Medicine, Haikou Branch of the Institute of Medicinal Plant Development, Chinese Academy of Medical Sciences and Peking Union Medical College, Haikou, China."}], "LastName": "Feng", "ForeName": "Jian", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Haikou Provincial Key Laboratory of Resources Conservation and Development of Southern Medicine, Haikou Branch of the Institute of Medicinal Plant Development, Chinese Academy of Medical Sciences and Peking Union Medical College, Haikou, China."}], "LastName": "Wei", "ForeName": "Jianhe", "Initials": "J"}], "PublicationTypeList": ["Comparative Study", "Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "PLoS One", "NlmUniqueID": "101285081", "ISSNLinking": "1932-6203"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Oils, Volatile"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "China"}, {"QualifierName": ["genetics", "metabolism"], "DescriptorName": "Curcuma"}, {"QualifierName": ["physiology"], "DescriptorName": "Gene Expression Regulation, Plant"}, {"QualifierName": ["metabolism"], "DescriptorName": "Oils, Volatile"}, {"QualifierName": [], "DescriptorName": "RNA-Seq"}, {"QualifierName": ["genetics", "metabolism"], "DescriptorName": "Rhizome"}, {"QualifierName": [], "DescriptorName": "Species Specificity"}], "CoiStatement": "The authors have declared that no competing interests exist."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Committee CP. Pharmacopoeia of the People’s Republic of China. Vol. I ed. China Chemical Industry Press: Beijing: 2015; pp, 234–239."}, {"Citation": "Nie XH, Ao ZH, Yin GY, Tao WY. Effect of Extraction Techniqueson the Components and Antitumor Activity in Vitro of Volatile Oil from Curcuma Wenyujin. Pharmaceutical Biotechnology. 2003; 10: 152–154."}, {"Citation": "Li W, Hong B, Li Z, Li Q, Bi K. GC-MS method for determination and pharmacokinetic study of seven volatile constituents in rat plasma after oral administration of the essential oil of Rhizoma Curcumae. Journal of Pharmaceutical & Biomedical Analysis. 2017; 149: 577–585. 10.1016/j.jpba.2017.11.058", "ArticleIdList": ["10.1016/j.jpba.2017.11.058", "29197300"]}, {"Citation": "Lobo R, Prabhu KS, Shirwaikar DA, Shirwaikar A. Curcuma zedoaria Rosc. (white turmeric): a review of its chemical, pharmacological and ethnomedicinal properties. J Pharm Pharmacol. 2009; 61(1): 13–21. 10.1211/jpp/61.01.0003", "ArticleIdList": ["10.1211/jpp/61.01.0003", "19126292"]}, {"Citation": "Dang YY, Li XC, Zhang QW, Li SP, Wang YT. Preparative isolation and purification of six volatile compounds from essential oil of Curcuma wenyujin using high-performance centrifugal partition chromatography. J Sep Sci. 2010; 33(11): 1658–1664. 10.1002/jssc.200900453", "ArticleIdList": ["10.1002/jssc.200900453", "20405479"]}, {"Citation": "Zheng S, Yang H, Zhang S, Wang X, Yu L, Lu J, et al. Initial study on naturally occurring products from traditional Chinese herbs and vegetables for chemoprevention. J Cell Biochem Suppl. 1997; 67(S27): 106–112.", "ArticleIdList": ["9591200"]}, {"Citation": "Lv D, Cao Y, Dong X, Chen X, Lou Z, Chai Y. Analysis and pharmacokinetic study of curdione in Rhizoma Curcumae by UPLC/QTOF/MS. Biomed Chromatogr. 2014; 28(6): 782–787. 10.1002/bmc.3118", "ArticleIdList": ["10.1002/bmc.3118", "24861744"]}, {"Citation": "Quan X, Kui JZ, Zhao GH, Ping Z, Tina TXD, Shao PL, et al. Molecular genetic and chemical assessment of Rhizoma Curcumae in China. J Agric Food Chem. 2005; 53(15): 6019–6026. 10.1021/jf0508495 .", "ArticleIdList": ["10.1021/jf0508495", "16028990"]}, {"Citation": "Zhou Y, Xie M, Song Y, Wang WP, Zhao HR, Tian YX, et al. Two traditional Chinese medicines Curcumae radix and Curcumae rhizoma: an ethnopharmacology, phytochemistry, and pharmacology review. Evid. Based Complement. Alternat. Med. 2016; 3: 1–30. 10.1155/2016/4973128", "ArticleIdList": ["10.1155/2016/4973128", "PMC4775794", "27057197"]}, {"Citation": "Zhang L, Yang Z, Huang Z, Zhao M, Li P, Zhou W, et al. Variation in Essential Oil and Bioactive Compounds of Curcuma kwangsiensis Collected from Natural Habitats. Chemistry & Biodiversity. 2017; 14(7): e1700020 10.1002/cbdv.201700020", "ArticleIdList": ["10.1002/cbdv.201700020", "28398606"]}, {"Citation": "Zhang L, Yang Z, Wei J, Su P, Chen D, Pan W, et al. Contrastive analysis of chemical composition of essential oil from twelve Curcuma species distributed in China. Industrial Crops & Products. 2017; 108: 17–25."}, {"Citation": "Li X, Sun YT, Zhang ZQ, Hu B, Liu SC. Determination of β-element, curcumol, germacrone and curdione of Zedoary turmeric oil by GC. Chinese Journal of Pharmaceutical Analysis. 2009; 29: 1832–1836."}, {"Citation": "Mao CQ, Lu TL, Jiang GF, Su T, Cai BC. Determination of curdione, curcumol, germacrone, and β-elemene in processed Curcumae Rhizoma from different habitats. Chinese Traditional & Herbal Drugs. 2013; 44(3): 305–308."}, {"Citation": "Manzan AC, Toniolo FS, Bredow E, Povh NP. Extraction of essential oil and pigments from Curcuma longa L. by steam distillation and extraction with volatile solvents. J. Agric. Food Chem. 2003; 51, 6802–6807. 10.1021/jf030161x", "ArticleIdList": ["10.1021/jf030161x", "14582978"]}, {"Citation": "Mehla J, Reeta KH, Gupta P, Gupta YK. Protective effect of curcumin against seizures and cognitive impairment in a pentylenetetrazole-kindled epileptic rat model. Life Sci. 2010; 87(19–22): 596–603. 10.1016/j.lfs.2010.09.006", "ArticleIdList": ["10.1016/j.lfs.2010.09.006", "20840851"]}, {"Citation": "Yang FQ, Wang YT, Li SP. Simultaneous determination of 11 characteristic components in three species of Curcuma rhizomes using pressurized liquid extraction and high-performance liquid chromatography. Journal of Chromatography A. 2006; 1134(1): 226–231. 10.1016/j.chroma.2006.09.048", "ArticleIdList": ["10.1016/j.chroma.2006.09.048", "17018231"]}, {"Citation": "Liu ZL, Zhao NN, Liu CM, Zhou L, Du SS. Identification of insecticidal constituents of the essential oil of Curcuma wenyujin rhizomes active against Liposcelis bostrychophila Badonnel. Molecules. 2012; 17, 12049–12060. 10.3390/molecules171012049", "ArticleIdList": ["10.3390/molecules171012049", "PMC6268378", "23085655"]}, {"Citation": "Li D, Ono N, Sato T, Sugiura T, Altaf-Ul-Amin M, Ohta D, et al. Targeted Integration of RNA-Seq and Metabolite Data to Elucidate Curcuminoid Biosynthesis in Four Curcuma Species. Plant Cell Physiol. 2015; 56(5): 843–851. 10.1093/pcp/pcv008", "ArticleIdList": ["10.1093/pcp/pcv008", "25637373"]}, {"Citation": "Inavolu SS, Sanghamitra N, Sujata M. Differential expression of curcumin synthase at nine agroclimatic zones as influenced by environment and nutritional variation. Journal of Biotechnology. 2016; 231: S37–S37. 10.1016/j.jbiotec.2016.05.147", "ArticleIdList": ["10.1016/j.jbiotec.2016.05.147"]}, {"Citation": "Givnish TJ. Ecological constraints on the evolution of plasticity in plants. Evolutionary Ecology. 2002; 16(3): 213–242. 10.1023/A:1019676410041", "ArticleIdList": ["10.1023/A:1019676410041"]}, {"Citation": "Des Marais DL, Juenger TE. Pleiotropy, plasticity, and the evolution of plant abiotic stress tolerance. Ann N Y Acad Sci. 2010; 1206: 56–79. 10.1111/j.1749-6632.2010.05703.x", "ArticleIdList": ["10.1111/j.1749-6632.2010.05703.x", "20860683"]}, {"Citation": "Sultan SE. Phenotypic plasticity for plant development, function and life history. Trends Plant Sci. 2000; 5: 537–542. 10.1016/s1360-1385(00)01797-0", "ArticleIdList": ["10.1016/s1360-1385(00)01797-0", "11120476"]}, {"Citation": "Shao HB, Guo QJ, Chu LY, Zhao XN, Su ZL, Hu YC, et al. Understanding molecular mechanism of higher plant plasticity under abiotic stress. Colloids Surf B Biointerfaces. 2007; 54(1): 37–45. 10.1016/j.colsurfb.2006.07.002", "ArticleIdList": ["10.1016/j.colsurfb.2006.07.002", "16914294"]}, {"Citation": "Sun CX, Li MQ, Gao XX, Liu LN, Wu XF, Zhou JH. Metabolic response of maize plants to multi-factorial abiotic stresses. Plant Biology. 2015; 18(Suppl 1): 120–9. 10.1111/plb.12305", "ArticleIdList": ["10.1111/plb.12305", "25622534"]}, {"Citation": "Nicotra AB, Atkin OK, Bonser SP, Davidson AM, Finnegan EJ, Mathesius U, et al. Plant phenotypic plasticity in a changing climate. Trends Plant Sci. 2010; 15, 684–692. 10.1016/j.tplants.2010.09.008", "ArticleIdList": ["10.1016/j.tplants.2010.09.008", "20970368"]}, {"Citation": "Lin L, Li W, Shao J, Luo W, Zhao C. Modelling the effects of soil water potential on growth and quality of cut chrysanthemum (Chrysanthemum morifolium). Scientia Horticulturae. 2011; 130(1): 275–288. 10.1016/j.scienta.2011.06.008", "ArticleIdList": ["10.1016/j.scienta.2011.06.008"]}, {"Citation": "Mekapogu M, Sohn HB, Kim SJ, Lee YY, Park HM, Jin YI, et al. Effect of Light Quality on the Expression of Glycoalkaloid Biosynthetic Genes Contributing to Steroidal Glycoalkaloid Accumulation in Potato. American Journal of Potato Research. 2016; 93(3): 264–277. 10.1007/s12230-016-9502-z", "ArticleIdList": ["10.1007/s12230-016-9502-z"]}, {"Citation": "He XY, Cao JH, Lu MG. Experimentation of Curcuma wenyujin in different soil conditions. Chinese Journal of Eco-Agriculture. 2007; 15: 98–101"}, {"Citation": "Dick CA, Buenrostro J, Butler T, Carlson ML, Kliebenstein DJ, Whittall JB. Arctic mustard flower color polymorphism controlled by petal-specific downregulation at the threshold of the anthocyanin biosynthetic pathway. PLoS One. 2011; 6(4): e18230 10.1371/journal.pone.0018230", "ArticleIdList": ["10.1371/journal.pone.0018230", "PMC3072389", "21490971"]}, {"Citation": "Gershenzon J. Changes in the Levels of Plant Secondary Metabolites Under Water and Nutrient Stress In: Timmermann B.N., Steelink C., Loewus F.A. (eds) Phytochemical Adaptations to Stress. Recent Advances in Phytochemistry (Proceedings of the Phytochemical Society of North America), Springer, Boston, MA: 1984; 18: 273–320"}, {"Citation": "Winkel-Shirley B. Flavonoid Biosynthesis. A Colorful Model for Genetics, biochemistry, cell biology, and biotechnology. Plant Physiol. 2001; 126: 485–493. 10.1104/pp.126.2.485", "ArticleIdList": ["10.1104/pp.126.2.485", "PMC1540115", "11402179"]}, {"Citation": "Lillo C, Lea US, Ruoff P. Nutrient depletion as a key factor for manipulating gene expression and product formation in different branches of the flavonoid pathway. Plant Cell Environ. 2008; 31(5): 587–601. 10.1111/j.1365-3040.2007.01748.x", "ArticleIdList": ["10.1111/j.1365-3040.2007.01748.x", "18031469"]}, {"Citation": "Misson J, Raghothama KG, Jain A, Jouhet J, Block MA, Bligny R, et al. A genome-wide transcriptional analysis using Arabidopsis thaliana Affymetrix gene chips determined plant responses to phosphate deprivation. Proc Natl Acad Sci USA. 2005; 102, 11934–11939. 10.1073/pnas.0505266102", "ArticleIdList": ["10.1073/pnas.0505266102", "PMC1188001", "16085708"]}, {"Citation": "Vanderauwera S, Zimmermann P, Rombauts S, Vandenabeele S, Langebartels C, Gruissem W, et al. Genome-wide analysis of hydrogen peroxide-regulated gene expression in Arabidopsis reveals a high light-induced transcriptional cluster involved in anthocyanin biosynthesis. Plant Physiol. 2005; 139(2): 806–821. 10.1104/pp.105.065896", "ArticleIdList": ["10.1104/pp.105.065896", "PMC1255997", "16183842"]}, {"Citation": "Koyama K, Ikeda H, Poudel PR, Goto-Yamamoto N. Light quality affects flavonoid biosynthesis in young berries of Cabernet Sauvignon grape. Phytochemistry. 2012; 78: 54–64. 10.1016/j.phytochem.2012.02.026", "ArticleIdList": ["10.1016/j.phytochem.2012.02.026", "22455871"]}, {"Citation": "Zhang G, Feng T, Wang SS, Li WJ, Yang LY, Li JY, et al. Regulation of Different Growth Temperatures on Flavonoids Content and Their Metabolic Pathways in Tobacco Leaves. Genomics & Applied Biology. 2016; 12: 3527–3537"}, {"Citation": "Jiang X. Effects of water factors on flavonoid metabolism of Astragalus. Jilin Agricultural University; 2013; pp, 1–125"}, {"Citation": "Lea US, Slimestad R, Smedvig P, Lillo C. Nitrogen deficiency enhances expression of specific MYB and bHLH transcription factors and accumulation of end products in the flavonoid pathway. Planta. 2007; 225(5): 1245–1253. 10.1007/s00425-006-0414-x", "ArticleIdList": ["10.1007/s00425-006-0414-x", "17053893"]}, {"Citation": "Huang X, Pan L, Wang CT. Composition analysis of essential oil of Curcuma wenyujin Rhizoma from Hainan Province. Hainan Medical Journal. 2014; 24(20): 3024–3027."}, {"Citation": "Annadurai RS, Neethiraj R, Jayakumar V, Damodaran AC, Rao SN, Katta MA, et al. De Novo Transcriptome Assembly (NGS) of Curcuma longa L. Rhizome Reveals Novel Transcripts Related to Anticancer and Antimalarial Terpenoids. PLoS ONE, 2013; 8(2): e56217 10.1371/journal.pone.0056217", "ArticleIdList": ["10.1371/journal.pone.0056217", "PMC3585318", "23468859"]}, {"Citation": "Prasath D, Karthika R, Habeeba NT, Suraby EJ, Rosana OB, Shaji A, et al. Comparison of the transcriptomes of ginger (Zingiber officinale Rosc.) and mango ginger (Curcuma amada Roxb.) in response to the bacterial wilt infection. PLoS One. 2014; 9(6): e99731 10.1371/journal.pone.0099731", "ArticleIdList": ["10.1371/journal.pone.0099731", "PMC4062433", "24940878"]}, {"Citation": "Sahoo A, Kar B, Sahoo S, Ray A, Nayak S. Transcriptome profiling of Curcuma longa L. cv. Suvarna. Genom Data. 2016; 10: 33–34. 10.1016/j.gdata.2016.09.001", "ArticleIdList": ["10.1016/j.gdata.2016.09.001", "PMC5024144", "27668184"]}, {"Citation": "Grabherr MG, Haas BJ, Yassour M, Levin JZ, Thompson DA, Amit I, et al. Full-length transcriptome assembly from RNA-Seq data without a reference genome. Nat Biotechnol. 2011; 29(7): 644–652. 10.1038/nbt.1883", "ArticleIdList": ["10.1038/nbt.1883", "PMC3571712", "21572440"]}, {"Citation": "Cheng C, Qiang L, Qiang W, Dai L, Hong Z, Jian W, et al. Transcriptional profiling provides new insights into the role of nitric oxide in enhancing Ganoderma oregonense resistance to heat stress. Sci Rep. 2017; 7(1): 15694 10.1038/s41598-017-15340-6", "ArticleIdList": ["10.1038/s41598-017-15340-6", "PMC5691203", "29146915"]}, {"Citation": "Bao J, Xing YN, Jiang HB, Li XD. Identification of immune-related genes in gills of chinese mitten crabs (eriocheir sinensis) during adaptation to air exposure stress. Fish & Shellfish Immunology. 2019; 84, 885–893. 10.1016/j.fsi.2018.10.085", "ArticleIdList": ["10.1016/j.fsi.2018.10.085", "30391295"]}, {"Citation": "Li B and Colin ND. RSEM_ accurate transcript quantification from RNA Seq data with or without a reference genome. BMC Bioinformatics. 2011; 12: 323 10.1186/1471-2105-12-323", "ArticleIdList": ["10.1186/1471-2105-12-323", "PMC3163565", "21816040"]}, {"Citation": "Anders S and Huber W. Differential expression analysis for sequence count data. Genome Biol. 2010; 11: R106 10.1186/gb-2010-11-10-r106", "ArticleIdList": ["10.1186/gb-2010-11-10-r106", "PMC3218662", "20979621"]}, {"Citation": "Alexa A and Rahnenfuhrer J. topGO Enrichment analysis for Gene Ontology. R package version 2.10.0. 2010"}, {"Citation": "Mao X, Cai T, Olyarchuk JG, Wei L. Automated Genome Annotation and Pathway Identification Using the KEGG Orthology (KO) As a Controlled Vocabulary. Bioinformatics 2005; 21: 3787–3793. 10.1093/bioinformatics/bti430", "ArticleIdList": ["10.1093/bioinformatics/bti430", "15817693"]}, {"Citation": "Rozen S and Skaletsky H. Primer3 on the WWW for General Users and for Biologist Programmers. Methods Mol. Biol. 2000; 132: 365–386. 10.1385/1-59259-192-2:365", "ArticleIdList": ["10.1385/1-59259-192-2:365", "10547847"]}, {"Citation": "Kenneth JL, Thomas DS. Analysis of Relative Gene Expression Data Using Real-Time Quantitative PCR and the 2−ΔΔCT Method. Methods. 2001; 25(4): 402–408. 10.1006/meth.2001.1262", "ArticleIdList": ["10.1006/meth.2001.1262", "11846609"]}, {"Citation": "Hongmei L, Zhu YJ, Song JY, Xu LJ, Sun C, Zhang X, et al. Transcriptional data mining of Salvia miltiorrhiza in response to methyl jasmonate to examine the mechanism of bioactive compound biosynthesis and regulation. Physiol Plant. 2014; 152(2): 241–55. 10.1111/ppl.12193", "ArticleIdList": ["10.1111/ppl.12193", "24660670"]}, {"Citation": "Chen HH. Methodology for the determination of polysaccharides in Mongolian astragalus. Guide of China Medicine. 2018; 16 (6): 16–17."}, {"Citation": "Zhang JS, Jia CX, Mao DB, Zhang WY, Li YQ. Determination of starch content in tobacco by iodine colorimetry. Tobacco Science &Technology/Tobacco Chemistry. 2004; 05: 24–26."}, {"Citation": "Xiao R, Liang W, Yingshuai C, Guren Z. Transcriptome response to temperature stress in the wolf spider Pardosa pseudoannulata (Araneae: Lycosidae). Ecol Evol. 2016; 6(11): 3540–3554. 10.1002/ece3.2142", "ArticleIdList": ["10.1002/ece3.2142", "PMC4842027", "27127612"]}, {"Citation": "Hua WP, Zhang Y, Song J, Zhao L, Wang Z. De novo transcriptome sequencing in Salvia miltiorrhiza to identify genes involved in the biosynthesis of active ingredients. Genomics. 2011; 98: 272–279. 10.1016/j.ygeno.2011.03.012", "ArticleIdList": ["10.1016/j.ygeno.2011.03.012", "21473906"]}, {"Citation": "Mortazavi A, Williams BA, McCue K, Schaeffer L, Wold B. Mapping and quantifying mammalian transcriptomes by RNA-Seq. Nat. Methods. 2008; 5: 621–628. 10.1038/nmeth.1226", "ArticleIdList": ["10.1038/nmeth.1226", "18516045"]}, {"Citation": "Chand SK, Nanda S, Rout E, Mohanty JN, Mishra R, Joshi RK. De novo sequencing and characterization of defense transcriptome responsive to Pythium aphanidermatum infection in Curcuma longa L. Physiological and Molecular Plant Pathology. 2016; 94: 27–37. 10.1016/j.pmpp.2016.03.008", "ArticleIdList": ["10.1016/j.pmpp.2016.03.008"]}, {"Citation": "Santhi R, Sheeja TE, Krishnamurthy KS. Transcriptome deep sequencing, identification of novel microRNAs and validation under drought stress in turmeric (Curcuma longa L.). Plant Biotechnology Reports. 2016; 10(4): 227–240. 10.1007/s11816-016-0399-2", "ArticleIdList": ["10.1007/s11816-016-0399-2"]}, {"Citation": "Sheeja TE, Deepa K, Santhi R, Sasikumar B. Comparative Transcriptome Analysis of Two Species of Curcuma Contrasting in a High-Value Compound Curcumin: Insights into Genetic Basis and Regulation of Biosynthesis. Plant Molecular Biology Reporter. 2015; 33(6): 1825–1836. 10.1007/s11105-015-0878-6", "ArticleIdList": ["10.1007/s11105-015-0878-6"]}, {"Citation": "Deepa K, Sheeja TE, Rosana OB, Srinivasan V, Krishnamurthy KS, Sasikumar B. Highly conserved sequence of ClPKS11 encodes a novel polyketide synthase involved in curcumin biosynthesis in turmeric (Curcuma longa L.). Industrial Crops and Products. 2017; 97: 229–241. 10.1016/j.indcrop.2016.12.003", "ArticleIdList": ["10.1016/j.indcrop.2016.12.003"]}, {"Citation": "Xiang Z, Wang XQ, Gao HC, Zhang ML, Zeng S. GC-MS and HPLC metabolic profiling studies of Curcuma wenyujin rhizomes obtained at different harvest times. Analytical Letters. 2012; 45(1): 1–14. 10.1080/00032719.2011.565447", "ArticleIdList": ["10.1080/00032719.2011.565447"]}, {"Citation": "Cao J, Qi ML, Zhang Y, Zhou S, Shao QL, Fu RN. Analysis of volatile compounds in Curcuma wenyujin Y.H Chen et C Ling by headspace solvent microextraction-gas chromatography-mass spectrometry. Analytica Chimica Acta. 2006; 561(1): 88–95. 10.1016/j.aca.2006.01.040", "ArticleIdList": ["10.1016/j.aca.2006.01.040"]}, {"Citation": "Huang LH, Liu HL, Chen Y, Li XH, Zhang H, Zhao Y. Comparative Study of Starch Content in Ginseng from Different Regions, Years and Growth Periods. Liaoning Journal of Traditional Chinese Medicine. 2013; 6: 1206–1209."}, {"Citation": "Logacheva MD, Kasianov AS, Vinogradov DV, Samigullin TH, Gelfand MS, Makeev VJ, et al. De novo sequencing and characterization of floral transcriptome in two species of buckwheat (Fagopyrum). BMC Genomics. 2011; 12: 30 10.1186/1471-2164-12-30", "ArticleIdList": ["10.1186/1471-2164-12-30", "PMC3027159", "21232141"]}, {"Citation": "Swarbreck SM, Lindquist EA, Ackerly DD, Andersen GL. Analysis of leaf and root transcriptomes of soil-grown Avena barbata plants. Plant Cell Physiol. 2011. 52(2): 317–332. 10.1093/pcp/pcq188", "ArticleIdList": ["10.1093/pcp/pcq188", "21310848"]}, {"Citation": "Wang XW, Luan JB, Li JM, Su YL, Xia J, Liu SS. Transcriptome analysis and comparison reveal divergence between two invasive whitefly cryptic species. BMC Genomics. 2011; 12: 458 10.1186/1471-2164-12-458", "ArticleIdList": ["10.1186/1471-2164-12-458", "PMC3189941", "21939539"]}, {"Citation": "Xiao M, Zhang Y, Chen X, Lee EJ, Barber CJ, Chakrabarty R, et al. Transcriptome analysis based on next-generation sequencing of non-model plants producing specialized metabolites of biotechnological interest. J Biotechnol. 2013; 166(3): 122–134. 10.1016/j.jbiotec.2013.04.004", "ArticleIdList": ["10.1016/j.jbiotec.2013.04.004", "23602801"]}, {"Citation": "Sui C, Chen M, Xu JS, Wei JH, Jin Y, Xu YH, et al. Comparison of root transcriptomes and expressions of genes involved in main medicinal secondary metabolites from Bupleurum chinense and Bupleurum scorzonerifolium, the two Chinese official Radix bupleuri source species. Physiol Plant. 2015; 153(2): 230–42. 10.1111/ppl.12254", "ArticleIdList": ["10.1111/ppl.12254", "25117935"]}, {"Citation": "Du M, Zhai Q, Deng L, Li S, Li H, Yan L, et al. Closely related NAC transcription factors of tomato differentially regulate stomatal closure and reopening during pathogen attack. Plant Cell. 2014; 26(7): 3167–3184. 10.1105/tpc.114.128272", "ArticleIdList": ["10.1105/tpc.114.128272", "PMC4145139", "25005917"]}, {"Citation": "Ko SS, Li MJ, Sun-Ben KM, Ho YC, Lin YJ, Chuang MH, et al. The bHLH142 Transcription Factor Coordinates with TDR1 to Modulate the Expression of EAT1 and Regulate Pollen Development in Rice. Plant Cell. 2014; 26(6): 2486–2504. 10.1105/tpc.114.126292", "ArticleIdList": ["10.1105/tpc.114.126292", "PMC4114947", "24894043"]}, {"Citation": "Vermeirssen V, De Clercq I, Van Parys T, Van BF, Van de Peer Y. Arabidopsis ensemble reverse-engineered gene regulatory network discloses interconnected transcription factors in oxidative stress. Plant Cell. 2014; 26(12): 4656–4679. 10.1105/tpc.114.131417", "ArticleIdList": ["10.1105/tpc.114.131417", "PMC4311199", "25549671"]}, {"Citation": "Xu ZY, Kim SY, Hyeon DY, Kim DH, Dong T, Park YM, et al. The Arabidopsis NAC transcription factor ANAC096 cooperates with bZIP-type transcription factors in dehydration and osmotic stress responses. Plant Cell. 2013; 25(11): 4708–4724. 10.1105/tpc.113.119099", "ArticleIdList": ["10.1105/tpc.113.119099", "PMC3875745", "24285786"]}, {"Citation": "Pautler M, Eveland AL, LaRue T, Yang F, Weeks R, Lunde C, et al. FASCIATED EAR4 encodes a bZIP transcription factor that regulates shoot meristem size in maize. Plant Cell. 2015; 27(1): 104–20. 10.1105/tpc.114.132506", "ArticleIdList": ["10.1105/tpc.114.132506", "PMC4330574", "25616871"]}, {"Citation": "Mol J, Cornish E, Mason J, Koes R. Novel coloured flowers. Curr. Opin. Biotechnol. 1999; 10: 198–201. 10.1016/S0958-1669(99)80035-4", "ArticleIdList": ["10.1016/S0958-1669(99)80035-4", "10209139"]}, {"Citation": "Pandey SP and Somssich IE. The role of WRKY transcription factors in plant immunity. Plant Physiol. 2009; 150(4): 1648–1655. 10.1104/pp.109.138990", "ArticleIdList": ["10.1104/pp.109.138990", "PMC2719123", "19420325"]}, {"Citation": "Bakshi M, Oelmüller R. WRKY transcription factor: jack of many trades in plants. Plant Signaling & Behavior. 2014; 9(2): e27700 10.4161/psb.27700", "ArticleIdList": ["10.4161/psb.27700", "PMC4091213", "24492469"]}, {"Citation": "Rushton PJ, Somssich IE, Ringler P, Shen QJ. WRKY transcription factors. Trends Plant Sci. 2010; 15: 247–258. 10.1016/j.tplants.2010.02.006", "ArticleIdList": ["10.1016/j.tplants.2010.02.006", "20304701"]}, {"Citation": "Zhou X, Jiang Z, Yu D. WRKY22 transcription factor mediates dark-induced leaf senescence in Arabidopsis. Mol Cells. 2011; 31(4): 303–313. 10.1007/s10059-011-0047-1", "ArticleIdList": ["10.1007/s10059-011-0047-1", "PMC3933965", "21359674"]}, {"Citation": "Zhu Y. Functional study of maize microtubule-associated protein ZmMAP65-1a and transcription factor ZmNAC in abiotic stress. Nanjing Agricultural University; 2014; pp, 1–180."}]}], "History": [{"Year": "2019", "Month": "8", "Day": "28"}, {"Year": "2020", "Month": "11", "Day": "10"}, {"Year": "2020", "Month": "11", "Day": "30", "Hour": "17", "Minute": "13"}, {"Year": "2020", "Month": "12", "Day": "1", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "1", "Day": "5", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "11", "Day": "30"}], "PublicationStatus": "epublish", "ArticleIdList": ["33253249", "PMC7703983", "10.1371/journal.pone.0242776", "PONE-D-19-24237"]}}]}