{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Solanum lycopersicum", "CUC", "KNOX", "TCP", "auxin", "leaf development", "morphogenesis", "tomato"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "33259078", "DateCompleted": {"Year": "2021", "Month": "05", "Day": "14"}, "DateRevised": {"Year": "2022", "Month": "12", "Day": "07"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "01", "Day": "01"}], "Language": ["eng"], "ELocationID": ["10.1111/nph.17124"], "Journal": {"ISSN": "1469-8137", "JournalIssue": {"Volume": "229", "Issue": "6", "PubDate": {"Year": "2021", "Month": "Mar"}}, "Title": "The New phytologist", "ISOAbbreviation": "New Phytol"}, "ArticleTitle": "Coordination of differentiation rate and local patterning in compound-leaf development.", "Pagination": {"StartPage": "3558", "EndPage": "3572", "MedlinePgn": "3558-3572"}, "Abstract": {"AbstractText": ["The variability in leaf form in nature is immense. Leaf patterning occurs by differential growth, taking place during a limited window of morphogenetic activity at the leaf marginal meristem. While many regulators have been implicated in the designation of the morphogenetic window and in leaf patterning, how these effectors interact to generate a particular form is still not well understood. We investigated the interaction among different effectors of tomato (Solanum lycopersicum) compound-leaf development, using genetic and molecular analyses. Mutations in the tomato auxin response factor SlARF5/SlMP, which normally promotes leaflet formation, suppressed the increased leaf complexity of mutants with extended morphogenetic window. Impaired activity of the NAC/CUC transcription factor GOBLET (GOB), which specifies leaflet boundaries, also reduced leaf complexity in these backgrounds. Analysis of genetic interactions showed that the patterning factors SlMP, GOB and the MYB transcription factor LYRATE (LYR) coordinately regulate leaf patterning by modulating in parallel different aspects of leaflet formation and shaping. This work places an array of developmental regulators in a morphogenetic context. It reveals how organ-level differentiation rate and local growth are coordinated to sculpture an organ. These concepts are applicable to the coordination of pattering and differentiation in other species and developmental processes."], "CopyrightInformation": "© 2020 The Authors New Phytologist © 2020 New Phytologist Foundation."}, "AuthorList": [{"Identifier": ["0000-0002-3339-2042"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "The Robert H. Smith Institute of Plant Sciences and Genetics in Agriculture, Hebrew University, PO Box 12, Rehovot, 76100, Israel."}], "LastName": "Israeli", "ForeName": "Alon", "Initials": "A"}, {"Identifier": ["0000-0003-4817-8783"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "The Robert H. Smith Institute of Plant Sciences and Genetics in Agriculture, Hebrew University, PO Box 12, Rehovot, 76100, Israel."}], "LastName": "Ben-Herzel", "ForeName": "Ori", "Initials": "O"}, {"Identifier": ["0000-0002-3607-6280"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "The Robert H. Smith Institute of Plant Sciences and Genetics in Agriculture, Hebrew University, PO Box 12, Rehovot, 76100, Israel."}, {"Identifier": [], "Affiliation": "Howard Hughes Medical Institute, Salk Institute for Biological Studies, La Jolla, CA, 92037, USA."}, {"Identifier": [], "Affiliation": "Plant Biology Laboratory, Salk Institute for Biological Studies, 10010 North Torrey Pines Road, La Jolla, CA, 92037, USA."}], "LastName": "Burko", "ForeName": "Yogev", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "The Robert H. Smith Institute of Plant Sciences and Genetics in Agriculture, Hebrew University, PO Box 12, Rehovot, 76100, Israel."}], "LastName": "Shwartz", "ForeName": "Ido", "Initials": "I"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "The Robert H. Smith Institute of Plant Sciences and Genetics in Agriculture, Hebrew University, PO Box 12, Rehovot, 76100, Israel."}, {"Identifier": [], "Affiliation": "Unit of Aromatic and Medicinal Plants, Newe Ya'ar Research Center, Agricultural Research Organization, PO Box 102, Ramat Yishay, 30095, Israel."}], "LastName": "Ben-Gera", "ForeName": "Hadas", "Initials": "H"}, {"Identifier": ["0000-0001-5996-5219"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "The Robert H. Smith Institute of Plant Sciences and Genetics in Agriculture, Hebrew University, PO Box 12, Rehovot, 76100, Israel."}], "LastName": "Harpaz-Saad", "ForeName": "Smadar", "Initials": "S"}, {"Identifier": ["0000-0002-7823-9121"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "The Robert H. Smith Institute of Plant Sciences and Genetics in Agriculture, Hebrew University, PO Box 12, Rehovot, 76100, Israel."}, {"Identifier": [], "Affiliation": "Department of Plant Pathology and Weed Research, Agricultural Research Organization, The Volcani Center, 68 HaMaccabim Road, Rishon LeZion, 7505101, Israel."}], "LastName": "Bar", "ForeName": "Maya", "Initials": "M"}, {"Identifier": ["0000-0002-0219-8685"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "The Robert H. Smith Institute of Plant Sciences and Genetics in Agriculture, Hebrew University, PO Box 12, Rehovot, 76100, Israel."}], "LastName": "Efroni", "ForeName": "Idan", "Initials": "I"}, {"Identifier": ["0000-0002-5129-5369"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "The Robert H. Smith Institute of Plant Sciences and Genetics in Agriculture, Hebrew University, PO Box 12, Rehovot, 76100, Israel."}], "LastName": "Ori", "ForeName": "Naomi", "Initials": "N"}], "GrantList": [{"Acronym": "HHMI", "Agency": "Howard Hughes Medical Institute", "Country": "United States"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "New Phytol", "NlmUniqueID": "9882884", "ISSNLinking": "0028-646X"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Indoleacetic Acids"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Proteins"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Gene Expression Regulation, Plant"}, {"QualifierName": [], "DescriptorName": "Indoleacetic Acids"}, {"QualifierName": ["genetics", "metabolism"], "DescriptorName": "Solanum lycopersicum"}, {"QualifierName": ["metabolism"], "DescriptorName": "Plant Leaves"}, {"QualifierName": ["genetics", "metabolism"], "DescriptorName": "Plant Proteins"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Abbo S, Pinhasi R, Gopher A, Saranga Y, Ofner I, Peleg Z. 2014. Plant domestication versus crop evolution: a conceptual framework for cereals and grain legumes. Trends in Plant Science 19: 351-360."}, {"Citation": "Abley K, Locke JCW, Leyser HMO. 2016. Developmental mechanisms underlying variable, invariant and plastic phenotypes. Annals of Botany 117: 733-748."}, {"Citation": "Aida M, Ishida T, Tasaka M. 1999. Shoot apical meristem and cotyledon formation during Arabidopsis embryogenesis: interaction among the CUP-SHAPED COTYLEDON and SHOOT MERISTEMLESS genes. Development 126: 1563-1570."}, {"Citation": "Alvarez JP, Furumizu C, Efroni I, Eshed Y, Bowman JL. 2016. Active suppression of a leaf meristem orchestrates determinate leaf growth. eLife 5: e15023."}, {"Citation": "Avivi Y, Lev-Yadun S, Morozova N, Libs L, Williams L, Zhao J, Varghese G, Grafi G. 2000. Clausa, a tomato mutant with a wide range of phenotypic perturbations, displays a cell type-dependent expression of the homeobox gene LeT6/TKn2. Plant Physiology 124: 541-551."}, {"Citation": "Bar M, Ben-Herzel O, Kohay H, Shtein I, Ori N. 2015. CLAUSA restricts tomato leaf morphogenesis and GOBLET expression. The Plant Journal 83: 888-902."}, {"Citation": "Bar M, Israeli A, Levy M, Ben Gera H, Jiménez-Gómez J, Kouril S, Tarkowski P, Ori N. 2016. CLAUSA is a MYB transcription factor that promotes leaf differentiation by attenuating cytokinin signaling. Plant Cell 28: 1602-1615."}, {"Citation": "Bar M, Ori N. 2014. Leaf development and morphogenesis. Development 141: 4219-4230."}, {"Citation": "Bar M, Ori N. 2015. Compound leaf development in model plant species. Current Opinion in Plant Biology 23: 61-69."}, {"Citation": "Barkoulas M, Hay A, Kougioumoutzi E, Tsiantis M. 2008. A developmental framework for dissected leaf formation in the Arabidopsis relative Cardamine hirsuta. Nature Genetics 40: 1136-1141."}, {"Citation": "Bassel GW, Mullen RT, Bewley JD. 2008. Procera is a putative DELLA mutant in tomato (Solanum lycopersicum): effects on the seed and vegetative plant. Journal of Experimental Botany 59: 585-593."}, {"Citation": "Ben-Gera H, Dafna A, Alvarez JP, Bar M, Mauerer M, Ori N. 2016. Auxin-mediated lamina growth in tomato leaves is restricted by two parallel mechanisms. The Plant Journal 86: 443-457."}, {"Citation": "Ben-Gera H, Ori N. 2012. Auxin and LANCEOLATE affect leaf shape in tomato via different developmental processes. Plant Signaling & Behavior 7: 1255-1257."}, {"Citation": "Ben-Gera H, Shwartz I, Shao M-R, Shani E, Estelle M, Ori N. 2012. ENTIRE and GOBLET promote leaflet development in tomato by modulating auxin response. The Plant Journal. 70: 903-915."}, {"Citation": "Berger Y, Harpaz-Saad S, Brand A, Melnik H, Sirding N, Alvarez JP, Zinder M, Samach A, Eshed Y, Ori N. 2009. The NAC-domain transcription factor GOBLET specifies leaflet boundaries in compound tomato leaves. Development 136: 823-832."}, {"Citation": "Bharathan G, Goliber TE, Moore C, Kessler S, Pham T, Sinha NR. 2002. Homologies in leaf form inferred from KNOXI gene expression during development. Science 296: 1858-1860."}, {"Citation": "Bilsborough GD, Runions A, Barkoulas M, Jenkins HW, Hasson A, Galinha C, Laufs P, Hay A, Prusinkiewicz P, Tsiantis M. 2011. Model for the regulation of Arabidopsis thaliana leaf margin development. Proceedings of the National Academy of Sciences, USA 108: 3424-3429."}, {"Citation": "Blein T, Hasson A, Laufs P. 2010. Leaf development: what it needs to be complex. Current Opinion in Plant Biology 13: 75-82."}, {"Citation": "Blein T, Pautot V, Laufs P. 2013. Combinations of mutations sufficient to alter Arabidopsis leaf dissection. Plants 2: 230-247."}, {"Citation": "Blein T, Pulido A, Vialette-Guiraud A, Nikovics K, Morin H, Hay A, Johansen IE, Tsiantis M, Laufs P. 2008. A conserved molecular framework for compound leaf development. Science 322: 1835-1839."}, {"Citation": "Boden SA, Cavanagh C, Cullis BR, Ramm K, Greenwood J, Jean Finnegan E, Trevaskis B, Swain SM. 2015. Ppd-1 is a key regulator of inflorescence architecture and paired spikelet development in wheat. Nature Plants 1: 1-6."}, {"Citation": "Brand A, Shirding N, Shleizer S, Ori N. 2007. Meristem maintenance and compound-leaf patterning utilize common genetic mechanisms in tomato. Planta 226: 941-951."}, {"Citation": "Busch BL, Schmitz G, Rossmann S, Piron F, Ding J, Bendahmane A, Theres K. 2011. Shoot branching and leaf dissection in tomato are regulated by homologous gene modules. Plant Cell 23: 3595-3609."}, {"Citation": "Chen J, Yu J, Ge L, Wang H. 2010. Control of dissected leaf morphology by a Cys(2)His(2) zinc finger transcription factor in the model legume Medicago truncatula. Proceedings of the National Academy of Sciences, USA 107: 10754."}, {"Citation": "Cong B, Barrero LS, Tanksley SD. 2008. Regulatory change in YABBY-like transcription factor led to evolution of extreme fruit size during tomato domestication. Nature Genetics 40: 800-804."}, {"Citation": "David-Schwartz R, Koenig D, Sinha NR. 2009. LYRATE is a key regulator of leaflet initiation and lamina outgrowth in tomato. Plant Cell 21: 3093-3104."}, {"Citation": "Dengler NG. 1984. Comparison of leaf development in normal (+/+), Entire (e/e), and Lanceolate (La/+) plants of tomato, Lycopersicon esculentum ‘Ailsa Craig’. Botanical Gazette 145: 66-77."}, {"Citation": "Du F, Guan C, Jiao Y. 2018. Molecular mechanisms of leaf morphogenesis. Molecular Plant 11: 1117-1134."}, {"Citation": "Efroni I, Eshed Y, Lifschitz E. 2010. Morphogenesis of simple and compound leaves: a critical review. Plant Cell 22: 1019-1032."}, {"Citation": "Eshed Y, Lippman ZB. 2019. Revolutions in agriculture chart a course for targeted breeding of old and new crops. Science 0025: 1-14."}, {"Citation": "Du F, Mo Y, Israeli A, Wang Q, Yifhar T, Ori N, Jiao Y. 2020. Leaflet initiation and blade expansion are separable in compound leaf development. The Plant Journal 104: 1-15."}, {"Citation": "Fleming AJ. 2006. The co-ordination of cell division, differentiation and morphogenesis in the shoot apical meristem: a perspective. Journal of Experimental Botany 57: 25-32."}, {"Citation": "Floyd SK, Bowman JL. 2010. Gene expression patterns in seed plant shoot meristems and leaves: homoplasy or homology? Journal of Plant Research 123: 43-55."}, {"Citation": "Galbiati F, Sinha Roy D, Simonini S, Cucinotta M, Ceccato L, Cuesta C, Simaskova M, Benkova E, Kamiuchi Y, Aida M et al. 2013. An integrative model of the control of ovule primordia formation. The Plant Journal. 76: 446-455."}, {"Citation": "Gourlay CW, Hofer JM, Ellis TH. 2000. Pea compound leaf architecture is regulated by interactions among the genes UNIFOLIATA, COCHLEATA, AFILA, and TENDRIL-LEESN. Plant Cell 12: 1279-1294."}, {"Citation": "Guan C, Wu B, Yu T, Wang Q, Krogan NT, Liu X, Jiao Y. 2017. Spatial auxin signaling controls leaf flattening in Arabidopsis. Current Biology 27: 2940-2950."}, {"Citation": "Hagemann W, Gleissberg S. 1996. Organogenetic capacity of leaves: the significance of marginal Blastozones in angiosperms. Plant Systematics and Evolution 199: 121-152."}, {"Citation": "Hake S, Ori N. 2002. Plant morphogenesis and KNOX genes. Nature Genetics 31: 121-122."}, {"Citation": "Hake S, Smith HMS, Holtan H, Magnani E, Mele G, Ramirez J. 2004. The role of Knox genes in plant development #. Annual Review of Cell and Developmental Biology 20: 125-151."}, {"Citation": "Hareven D, Gutfinger T, Parnis A, Eshed Y, Lifschitz E. 1996. The making of a compound leaf: genetic manipulation of leaf architecture in tomato. Cell 84: 735-744."}, {"Citation": "Hasson A, Plessis A, Blein T, Adroher B, Grigg S, Tsiantis M, Boudaoud A, Damerval C, Laufs P. 2011. Evolution and diverse roles of the CUP-SHAPED COTYLEDON genes in Arabidopsis leaf development. Plant Cell 23: 54-68."}, {"Citation": "Hay A, Barkoulas M, Tsiantis M. 2006. ASYMMETRIC LEAVES1 and auxin activities converge to repress BREVIPEDICELLUS expression and promote leaf development in Arabidopsis. Development 133: 3955-3961."}, {"Citation": "Hay A, Tsiantis M. 2006. The genetic basis for differences in leaf form between Arabidopsis thaliana and its wild relative Cardamine hirsuta. Nature Genetics 38: 942-947."}, {"Citation": "Hay A, Tsiantis M. 2009. A KNOX family TALE. Current Opinion in Plant Biology 12: 593-598."}, {"Citation": "Hay A, Tsiantis M. 2010. KNOX genes: versatile regulators of plant development and diversity. Development 137: 3153-3165."}, {"Citation": "He L, Liu Y, He H, Liu Y, Qi J, Zhang X, Li Y, Mao Y, Zhou S, Zheng X et al. 2020. A molecular framework underlying the compound leaf pattern of Medicago truncatula. Nature Plants 6: 511-521."}, {"Citation": "Israeli A, Capua Y, Shwartz I, Tal L, Meir Z, Levy M, Bar M, Efroni I, Ori N. 2019. Multiple auxin-response regulators enable stability and variability in leaf development. Current Biology 29: 1746-1759."}, {"Citation": "Janssen B-J, Lund L, Sinha N. 1998. Overexpression of a homeobox gene, LeT6, reveals indeterminate features in the tomato compound Leaf1. Plant Physiology 117: 771-786."}, {"Citation": "Jasinski S, Kaur H, Tattersall A. 2007. Negative regulation of KNOX expression in tomato leaves. Planta 226: 1255-1263."}, {"Citation": "Jasinski S, Piazza P, Craft J, Hay A, Woolley L, Rieu I, Phillips A, Hedden P, Tsiantis M, Regu- CAR. 2005. KNOX action in Arabidopsis is mediated by coordinate regulation of cytokinin and gibberellin activities. Current Biology. 15: 1560-1565."}, {"Citation": "Jasinski S, Tattersall A, Piazza P, Hay A, Martinez-Garcia JF, Schmitz G, Theres K, McCormick S, Tsiantis M. 2008. PROCERA encodes a DELLA protein that mediates control of dissected leaf form in tomato. The Plant Journal. 56: 603-612."}, {"Citation": "Jiao K, Li X, Guo Y, Guan Y, Guo W, Luo D, Hu Z, Shen Z. 2018. Regulation of compound leaf development in mungbean (Vigna radiata L.) by CUP-SHAPED COTYLEDON/NO APICAL MERISTEM (CUC/NAM) gene. Planta 249: 765-774."}, {"Citation": "Kang J, Sinha N. 2010. Leaflet initiation is temporally and spatially separated in simple and complex tomato (Solanum lycopersicum) leaf mutants: a developmental analysis. Botany-Botanique 88: 710-724."}, {"Citation": "Kawamura E, Horiguchi G, Tsukaya H. 2010. Mechanisms of leaf tooth formation in Arabidopsis. The Plant Journal 62: 429-441."}, {"Citation": "Kerstetter RA, Poethig RS. 1998. The specification of leaf identity during shoot development developmental variation in leaf identity. Annals of Botany 14: 373-398."}, {"Citation": "Kessler S, Kim M, Pham T, Natalie W, Sinha N. 2001. Mutations altering leaf morphology in tomato. International Journal of Plant Sciences 162: 475-492."}, {"Citation": "Kierzkowski D, Runions A, Vuolo F, Strauss S, Lymbouridou R, Routier-Kierzkowska A-L, Wilson-Sánchez D, Jenke H, Galinha C, Mosca G et al. 2019. A growth-based framework for leaf shape development and diversity. Cell 177: 1405-1418."}, {"Citation": "Kimura S, Koenig D, Kang J, Yoong FY, Sinha N. 2008. Natural variation in leaf morphology results from mutation of a novel KNOX gene. Current Biology 18: 672-677."}, {"Citation": "Koenig D, Bayer E, Kang J, Kuhlemeier C, Sinha N. 2009. Auxin patterns Solanum lycopersicum leaf morphogenesis. Development 136: 2997-3006."}, {"Citation": "Koyama T, Furutani M, Tasaka M, Ohme-Takagi M. 2007. TCP transcription factors control the morphology of shoot lateral organs via negative regulation of the expression of boundary-specific genes in Arabidopsis. Plant Cell 19: 473-84."}, {"Citation": "Lemmon ZH, Reem NT, Dalrymple J, Soyk S, Swartwood KE, Rodriguez-Leal D, Van Eck J, Lippman ZB. 2018. Rapid improvement of domestication traits in an orphan crop by genome editing. Nature Plants 4: 766-770."}, {"Citation": "Lin H, Niu L, McHale NA, Ohme-Takagi M, Mysore KS, Tadege M. 2013. Evolutionarily conserved repressive activity of WOX proteins mediates leaf blade outgrowth and floral organ development in plants. Proceedings of the National Academy of Sciences, USA 110: 366-371."}, {"Citation": "Maltnan DS, Jenkins JA. 1962. A morphogenetic study of Lanceolate, a leaf shape mutant in tomato. American Journal of Botany 49: 504-514."}, {"Citation": "Menda N, Semel Y, Peled D, Eshed Y, Zamir D. 2004. In silico screening of a saturated mutation library of tomato. The Plant Journal. 38: 861-872."}, {"Citation": "Moore I, Galweiler L, Grosskopf D, Schell J, Palme K. 1998. A transcription activation system for regulated gene expression in transgenic plants. Proceedings of the National Academy of Sciences, USA 95: 376-381."}, {"Citation": "Müller NA, Wijnen CL, Srinivasan A, Ryngajllo M, Ofner I, Lin T, Ranjan A, West D, Maloof JN, Sinha NR et al. 2015. Domestication selected for deceleration of the circadian clock in cultivated tomato. Nature Genetics 48: 89-93."}, {"Citation": "Naz AA, Raman S, Martinez CC, Sinha NR, Schmitz G, Theres K. 2013. Trifoliate encodes an MYB transcription factor that modulates leaf and shoot architecture in tomato. Proceedings of the National Academy of Sciences, USA 110: 2401-2406."}, {"Citation": "Nikolov LA, Runions A, Gupta MD, Tsiantis M. 2019. Leaf development and evolution. In: Grossniklaus U, ed. Current topics in developmental biology, vol. 131. Amsterdam, the Netherlands: Elsevier, 109-139."}, {"Citation": "Nikovics K, Blein T, Peaucelle A, Ishida T, Morin H, Aida M, Laufs P. 2006. The balance between the MIR164A and CUC2 genes controls leaf margin serration in Arabidopsis. Plant Cell 18: 2929-2945."}, {"Citation": "Ori N, Cohen AR, Etzioni A, Brand A, Yanai O, Shleizer S, Menda N, Amsellem Z, Efroni I, Pekker I et al. 2007. Regulation of LANCEOLATE by miR319 is required for compound-leaf development in tomato. Nature Genetics 39: 787-791."}, {"Citation": "Park SJ, Eshed Y, Lippman ZB. 2014. Meristem maturation and inflorescence architecture-lessons from the Solanaceae. Current Opinion in Plant Biology 17: 70-71."}, {"Citation": "Park SJ, Jiang K, Schatz MC, Lippman ZB. 2012. Rate of meristem maturation determines inflorescence architecture in tomato. Proceedings of the National Academy of Sciences, USA 109: 639-644."}, {"Citation": "Parnis A, Cohen O, Gutfinger T, Hareven D, Zamir D, Lifschitz E. 1997. The dominant developmental mutants of tomato, Mouse-ear and Curl, are associated with distinct modes of abnormal transcriptional regulation of a Knotted gene. Plant Cell 9: 2143-2158."}, {"Citation": "Peng J, Yu J, Wang H, Guo Y, Li G, Bai G, Chen R. 2011. Regulation of compound leaf development in Medicago truncatula by fused compound leaf1, a class M KNOX gene. Plant Cell 23: 3929-43."}, {"Citation": "Poethig RS. 1997. Leaf morphogenesis in flowering plants. Plant Cell 9: 1077-1087."}, {"Citation": "Pourkheirandish M, Hensel G, Kilian B, Senthil N, Chen G, Sameri M, Azhaguvel P, Sakuma S, Dhanagond S, Sharma R et al. 2015. Evolution of the grain dispersal system in barley. Cell 162: 527-539."}, {"Citation": "Rast-Somssich MI, Broholm S, Jenkins H, Canales C, Vlad D, Kwantes M, Bilsborough G, Dello Ioio R, Ewing RM, Laufs P et al. 2015. Alternate wiring of a KNOXI genetic network underlies differences in leaf development of A. thaliana and C. hirsuta Madlen. Genes & Development 29: 2391-2404."}, {"Citation": "Rodriguez RE, Debernardi JM, Palatnik JF. 2014. Morphogenesis of simple leaves: regulation of leaf size and shape. Developmental Biology 3: 41-57."}, {"Citation": "Rodríguez-Leal D, Lemmon ZH, Man J, Bartlett ME, Lippman ZB. 2017. Engineering quantitative trait variation for crop improvement by genome editing. Cell 171: 1-11."}, {"Citation": "Rossmann S, Kohlen W, Hasson A, Theres K. 2015. Lateral suppressor and Goblet act in hierarchical order to regulate ectopic meristem formation at the base of tomato leaflets. The Plant Journal 81: 837-848."}, {"Citation": "Rubio-Somoza I, Zhou CM, Confraria A, Martinho C, Von Born P, Baena-Gonzalez E, Wang JW, Weigel D. 2014. Temporal control of leaf complexity by miRNA-regulated licensing of protein complexes. Current Biology 24: 2714-2719."}, {"Citation": "Shani E, Ben-Gera H, Shleizer-Burko S, Burko Y, Weiss D, Ori N. 2010. Cytokinin regulates compound leaf development in tomato. Plant Cell 22: 3206-3217."}, {"Citation": "Shani E, Burko Y, Ben-Yaakov L, Berger Y, Amsellem Z, Goldshmidt A, Sharon E, Ori N. 2009. Stage-specific regulation of Solanum lycopersicum leaf maturation by class 1 KNOTTED1-LIKE HOMEOBOX proteins. Plant Cell 21: 3078-3092."}, {"Citation": "Shleizer-Burko S, Burko Y, Ben-Herzel O, Ori N. 2011. Dynamic growth program regulated by LANCEOLATE enables flexible leaf patterning. Development 138: 695-704."}, {"Citation": "Souer E, Houwelingen V, Kloos D, Mol J, Koes R. 1996. The No Apical Meristem gene of petunia is required for pattern formation in embryos and flowers and is expressed at meristem and primordia boundaries. Cell 85: 159-170."}, {"Citation": "Soyk S, Lemmon ZH, Sedlazeck FJ, Jiménez-Gómez JM, Alonge M, Hutton SF, Van Eck J, Schatz MC, Lippman ZB. 2019. Duplication of a domestication locus neutralized a cryptic variant that caused a breeding barrier in tomato. Nature Plants 5: 471."}, {"Citation": "Studer A, Zhao Q, Ross-Ibarra J, Doebley J. 2011. Identification of a functional transposon insertion in the maize domestication gene tb1. Nature Genetics 43: 1160-1163."}, {"Citation": "Theophrastus. 1916. Enquiry into Plants 350-285 BC, trans Hort A. Cambridge, MA, USA: Harvard University Press."}, {"Citation": "Vlad D, Kierzkowski D, Rast MI, Vuolo F, Dello Ioio R, Galinha C, Gan X, Hajheidari M, Hay A, Smith RS et al. 2014. Leaf shape evolution through duplication, regulatory diversification, and loss of a homeobox gene. Science 343: 780-3."}, {"Citation": "Wang Z, Chen J, Weng L, Li X, Cao X, Hu X, Luo D, Floral U, Ufo O, Cuc CC. 2013. Multiple components are integrated to determine leaf complexity in Lotus japonicus. Journal of Integrative Plant Biology 55: 419-433."}, {"Citation": "Weir I, Lu J, Cook H, Causier B, Schwarz-sommer Z, Davies B. 2004. CUPULIFORMIS establishes lateral organ boundaries in Antirrhinum. Development 131: 915-922."}, {"Citation": "Xiong Y, Jiao Y, Xiong Y, Jiao Y. 2019. The diverse roles of auxin in regulating leaf development. Plants 8: 243."}, {"Citation": "Yanai O, Shani E, Russ D, Ori N. 2011. Gibberellin partly mediates LANCEOLATE activity in tomato. The Plant Journal. 68: 571-582."}, {"Citation": "Zhang F, Wang Y, Li G, Tang Y, Kramer EM, Tadege M. 2014. STENOFOLIA recruits TOPLESS to repress ASYMMETRIC LEAVES2 at the leaf margin and promote leaf blade outgrowth in Medicago truncatula. Plant Cell 26: 650-664."}, {"Citation": "Zhou C, Han L, Hou C, Metelli A, Qi L, Tadege M, Mysore KS, Wang Z-Y. 2011. Developmental analysis of a Medicago truncatula smooth leaf margin1 mutant reveals context-dependent effects on compound leaf development. Plant Cell 23: 2106-2124."}, {"Citation": "Zhou C, Han L, Li G, Chai M, Fu C, Cheng X, Wen J, Tang Y, Wang Z-Y. 2014. STM/BP-Like KNOXI is uncoupled from ARP in the regulation of compound leaf development in Medicago truncatula. Plant Cell 26: 1464-1479."}, {"Citation": "Zhu Z, Tan L, Fu Y, Liu F, Cai H, Xie D, Wu F, Wu J, Matsumoto T, Sun C. 2013. Genetic control of inflorescence architecture during rice domestication. Nature Communications 4: 1-8."}], "Title": "References"}], "History": [{"Year": "2020", "Month": "8", "Day": "17"}, {"Year": "2020", "Month": "11", "Day": "24"}, {"Year": "2020", "Month": "12", "Day": "2", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "5", "Day": "15", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "12", "Day": "1", "Hour": "12", "Minute": "45"}], "PublicationStatus": "ppublish", "ArticleIdList": ["33259078", "10.1111/nph.17124"]}}]}