{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Apocynaceae", "auxins", "conservation", "cytokinins", "meta-topolin", "micropropagation", "rooting"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "33256169", "DateRevised": {"Year": "2020", "Month": "12", "Day": "26"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "11", "Day": "26"}], "Language": ["eng"], "ELocationID": ["1657", "10.3390/plants9121657"], "Journal": {"ISSN": "2223-7747", "JournalIssue": {"Volume": "9", "Issue": "12", "PubDate": {"Year": "2020", "Month": "Nov", "Day": "26"}}, "Title": "Plants (Basel, Switzerland)", "ISOAbbreviation": "Plants (Basel)"}, "ArticleTitle": "Cytokinin-Facilitated Plant Regeneration of Three <i>Brachystelma</i> Species with Different Conservation Status.", "Abstract": {"AbstractText": ["In Africa and Asia, members of the genus <i>Brachystelma</i> are well-known for their diverse uses, especially their medicinal and nutritional values. However, the use of many <i>Brachystelma</i> species as a valuable resource is generally accompanied by the concern of over-exploitation attributed to their slow growth and general small size. The aim of the current study was to establish efficient micropropagation protocols for three <i>Brachystelma</i> species, namely <i>Brachystelma ngomense</i> (endangered), <i>Brachystelma pulchellum</i> (vulnerable) and <i>Brachystelma pygmaeum</i> (least concern), as a means of ensuring their conservation and survival. This was achieved using nodal segments (~10 mm in length) as the source of explants in the presence of different concentrations of three cytokinins (CK) namely <i>N</i><sup>6</sup>-benzyladenine (BA), isopentenyladenine (iP) and <i>meta</i>-topolin riboside (<i>m</i>TR), over a period of 6 weeks. The highest (25 µM) concentration of cytokinin treatments typically resulted in significantly higher shoot proliferation. However, each species differed in its response to specific CK: the optimal concentrations were 25 µM <i>m</i>TR, 25 µM iP and 25 µM BA for <i>Brachystelma ngomense</i>, <i>Brachystelma pulchellum</i> and <i>Brachystelma pygmaeum</i>, respectively. During the in vitro propagation, both <i>Brachystelma ngomense</i> and <i>Brachystelma pygmaeum</i> rooted poorly while regenerated <i>Brachystelma pulchellum</i> generally lacked roots regardless of the CK treatments. Following pulsing (dipping) treatment of in vitro-regenerated shoots with indole-3-butyric acid (IBA), acclimatization of all three <i>Brachystelma</i> species remained extremely limited due to poor rooting ex vitro. To the best of our knowledge, the current protocols provide the first successful report for these <i>Brachystelma</i> species. However, further research remains essential to enhance the efficiency of the devised protocol."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Centre for Plant Growth and Development, School of Life Sciences, University of KwaZulu-Natal Pietermaritzburg, Private Bag X01, Scottsville 3209, South Africa."}], "LastName": "Hlophe", "ForeName": "Nqobile P", "Initials": "NP"}, {"Identifier": ["0000-0002-6602-246X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Centre for Plant Growth and Development, School of Life Sciences, University of KwaZulu-Natal Pietermaritzburg, Private Bag X01, Scottsville 3209, South Africa."}, {"Identifier": [], "Affiliation": "Indigenous Knowledge Systems (IKS) Centre, Faculty of Natural and Agricultural Sciences, North-West University, Private Bag X2046, Mmabatho 2790, South Africa."}], "LastName": "Aremu", "ForeName": "Adeyemi O", "Initials": "AO"}, {"Identifier": ["0000-0003-4938-0350"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Growth Regulators, Faculty of Science, Palacký University & Institute of Experimental Botany AS CR, Šlechtitelů 11, CZ-783 71 Olomouc, Czech Republic."}, {"Identifier": [], "Affiliation": "Department of Chemical Biology and Genetics, Centre of the Region Haná for Biotechnological and Agricultural Research, Faculty of Science, Palacký University, Šlechtitelů 27, CZ-783 71 Olomouc, Czech Republic."}], "LastName": "Doležal", "ForeName": "Karel", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Centre for Plant Growth and Development, School of Life Sciences, University of KwaZulu-Natal Pietermaritzburg, Private Bag X01, Scottsville 3209, South Africa."}], "LastName": "Staden", "ForeName": "Johannes Van", "Initials": "JV"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Centre for Plant Growth and Development, School of Life Sciences, University of KwaZulu-Natal Pietermaritzburg, Private Bag X01, Scottsville 3209, South Africa."}], "LastName": "Finnie", "ForeName": "Jeffrey F", "Initials": "JF"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Plants (Basel)", "NlmUniqueID": "101596181", "ISSNLinking": "2223-7747"}, "CoiStatement": "We declare no conflict of interest with regards to the current work. National Research Foundation (NRF) had no role in the design of the study; in the collection, analyses or interpretation of data; in the writing of the manuscript or in the decision to publish the results."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Bruyns P.V. A new species of Brachystelma (Apocynaceae) from South Tropical Africa. Novon. 2006;16:452–453. doi: 10.3417/1055-3177(2006)16[452:ANSOBA]2.0.CO;2.", "ArticleIdList": ["10.3417/1055-3177(2006)16[452:ANSOBA]2.0.CO;2"]}, {"Citation": "Masinde P.S. A revision of Brachystelma Sims (Apocynaceae: Asclepiadoideaeae-Ceropegia) in East Africa. Kew Bull. 2007;62:37–84."}, {"Citation": "South African National Biodiversity Institute (SANBI)  [(accessed on 8 February 2015)]; Available online:  http://redlist.sanbi.org/genus.php?genus=2640."}, {"Citation": "Bruyns P.V. Ceropegia, Brachystelma and Tenaris in South West Africa. Dinteria. 1984;17:3–80."}, {"Citation": "Pooley E. A Field Guide to Wild Flowers of KwaZulu-Natal and the Eastern Region. 2nd ed. Natal Flora Publications Trust; Durban, South Africa: 2005."}, {"Citation": "Rajaram M.S., Rathod J., Dilip V. Pharmacognostical studies on the tuber of Brachystelma edulis Coll. and Helmsl.- an endemic to Peninsular, India. World J. Pharm. Pharm. Sci. 2014;3:1958–1965."}, {"Citation": "Smith N.M. Ethnobotanical field notes from the Northern territory, Australia. J. Adel. Bot. Gard. 1991;14:1–65."}, {"Citation": "Moteetee A., Van Wyk B.E. The medical ethnobotany of Lesotho: A review. Bothalia. 2011;41:209–228. doi: 10.4102/abc.v41i1.52.", "ArticleIdList": ["10.4102/abc.v41i1.52"]}, {"Citation": "Deshmukh S., Rathod V. Nutritional evaluation of some wild edible tuberous plants. Asian J. Pharm. Clin. Res. 2013;6:58–60."}, {"Citation": "Pare D., Hilou O., Ouedraogo N., Guenne S. Ethnobotanical study of medicinal plants used as anti-obesity remedies in the Nomad and Hunter communities of Burkina Faso. Medicines. 2016;3:9. doi: 10.3390/medicines3020009.", "ArticleIdList": ["10.3390/medicines3020009", "PMC5456226", "28930119"]}, {"Citation": "Singh A.K. Probable agricultural biodiversity heritage sites in India: XI. The upper gangetic plains region. Asian Agri-Hist. 2012;16:21–44."}, {"Citation": "Venu P., Prasad K. The existential crisis in Indian Brachystelma (Apocynaceae) Curr. Sci. 2015;109:680–682."}, {"Citation": "Muthukrishnan S., Franklin Benjamin J.H., Sathishkannan G., Senthil Kumar T., Rao M.V. In vitro propagation of genus Ceropegia and retrosynthesis of Cerpegin—A review. Int. J. Pharm. Sci. Rev. Res. 2013;22:315–330."}, {"Citation": "Suttle G.R.L. Commercial Laboratory Production. In: Trigiano R.N., Gray D.J., editors. Plant Development and Biotechnology. CRC Press; Boca Raton, FL, USA: 2005. pp. 311–319."}, {"Citation": "Krishna H., Singh S.K. Biotechnological advances in mango (Mangifera indica L.) and their future implication in crop improvement—A review. Biotechnol. Adv. 2007;25:223–243. doi: 10.1016/j.biotechadv.2007.01.001.", "ArticleIdList": ["10.1016/j.biotechadv.2007.01.001", "17321096"]}, {"Citation": "Murashige T., Skoog F. A revised medium for rapid growth and bio assays with tobacco tissue cultures. Physiol. Plant. 1962;15:473–497. doi: 10.1111/j.1399-3054.1962.tb08052.x.", "ArticleIdList": ["10.1111/j.1399-3054.1962.tb08052.x"]}, {"Citation": "Doležal K., Popa I., Krystof V., Spíchal L., Fojtíková M., Holub J., Lenobel R., Schmülling T., Strnad M. Preparation and biological activity of 6-benzylaminopurine derivatives in plants and human cancer cells. Bioorganic Med. Chem. 2006;14:875–884. doi: 10.1016/j.bmc.2005.09.004.", "ArticleIdList": ["10.1016/j.bmc.2005.09.004", "16214355"]}, {"Citation": "Cassells A.C. In: Problems in tissue culture: Culture contamination In Micropropagation, Technology and Applications. Debergh P.C., Zimmerman R.H., editors. Kluwer Academic Publishers; Dordrecht, The Netherlands: 1991. pp. 31–44."}, {"Citation": "Titov S., Bhowmik S.K., Mandal A., Alam M.S., Uddin S.N. Control of phenolic compound secretion and effect of growth regulators for organ formation from Musa spp. cv. Kanthali floral bud explants. Am. J. Biochem. Biotechnol. 2006;2:97–104. doi: 10.3844/ajbbsp.2006.97.104.", "ArticleIdList": ["10.3844/ajbbsp.2006.97.104"]}, {"Citation": "Kane M.E. Shoot culture procedures. In: Trigiano R.N., Gray D.J., editors. Plant Development and Biotechnology. CRC Press; Boca Raton, FL, USA: 2005. pp. 149–157."}, {"Citation": "Caponetti J.D., Gray D.J., Trigiano R.N. History of plant tissue and cell culture. In: Trigiano R.N., editor. Plant Development and Biotechnology. CRC Press; Boca Raton, FL, USA: 2005. pp. 9–15."}, {"Citation": "Ascough G.D., Novák O., Pencík A., Rolcík J., Strnad M., Erwin J.E., Van Staden J. Hormonal and cell division analyses in Watsonia lepida seedlings. J. Plant Physiol. 2009;166:1497–1507. doi: 10.1016/j.jplph.2009.03.009.", "ArticleIdList": ["10.1016/j.jplph.2009.03.009", "19423185"]}, {"Citation": "Zaid A., Al Kaabi H. Plant-off types in tissue culture-derived date palm (Phoenix dactylifera L.) Emir. J. Agric. Sci. 2003;15:17–35."}, {"Citation": "Amoo S.O., Finnie J.F., Van Staden J. The role of meta-topolins in alleviating micropropagation problems. Plant Growth Regul. 2011;63:197–206. doi: 10.1007/s10725-010-9504-7.", "ArticleIdList": ["10.1007/s10725-010-9504-7"]}, {"Citation": "Zhao Y., Grout B.W.W., Crisp P. Variations in morphology and disease susceptibility of micropropagated rhubarb (Rheum rhaponticum) PC49, compared to conventional plants. Plant Cell Tissue Organ Cult. 2005;82:357–361. doi: 10.1007/s11240-005-1836-z.", "ArticleIdList": ["10.1007/s11240-005-1836-z"]}, {"Citation": "D’Arth S.M., Simpson S.I., Seelye J.F., Jameson P.E. Bushiness and cytokinin sensitivity in micropropagated Zantedeschia. Plant Cell Tissue Organ Cult. 2002;70:113–118. doi: 10.1023/A:1016034030557.", "ArticleIdList": ["10.1023/A:1016034030557"]}, {"Citation": "Ivanova M., Van Staden J. Effect of ammonium ions and cytokinins on hyperhydricity and multiplication rate of in vitro regenerated shoots of Aloe polyphylla. Plant Cell Tissue Organ Cult. 2008;92:227–231. doi: 10.1007/s11240-007-9311-7.", "ArticleIdList": ["10.1007/s11240-007-9311-7"]}, {"Citation": "Arinaitwe G., Rubaihayo P.R., Magambo M.J.S. Proliferation rate effects of cytokinins on banana (Musa spp.) cultivars. Sci. Hortic. 2000;86:13–21. doi: 10.1016/S0304-4238(00)00124-2.", "ArticleIdList": ["10.1016/S0304-4238(00)00124-2"]}, {"Citation": "Dobránszki J., Hudak I., Magyar-Tábori K., Jámbor-Benczúr E., Galli Z., Kiss E. How can different cytokinins influence the process of shoot regeneration from apple leaves in ‘Royal Gala’ and ‘M.26’. Acta Hortic. 2006;725:191–196."}, {"Citation": "Bogaert I., Van Cauter S., Werbrouck S.P.O., Doležal K. New aromatic cytokinins can make the difference. Acta Hortic. 2006;725:265–270. doi: 10.17660/ActaHortic.2006.725.33.", "ArticleIdList": ["10.17660/ActaHortic.2006.725.33"]}, {"Citation": "Aremu A.O., Bairu M.W., Novák O., Plačková L., Zatloukal M., Doležal K., Finnie J.F., Strnad M., Van Staden J. Physiological responses and endogenous cytokinin profiles of tissue-cultured ‘Williams’ bananas in relation to roscovitine and an inhibitor of cytokinin oxidase/dehydrogenase (INCYDE) treatments. Planta. 2012;236:1775–1790. doi: 10.1007/s00425-012-1721-z.", "ArticleIdList": ["10.1007/s00425-012-1721-z", "22886380"]}, {"Citation": "Baroja-Fernández E., Aguirreolea J., Martínková H., Hanus J., Strnad M. Aromatic cytokinins in micropropagated potato plants. Plant Physiol. Biochem. 2002;40:217–224. doi: 10.1016/S0981-9428(02)01362-1.", "ArticleIdList": ["10.1016/S0981-9428(02)01362-1"]}, {"Citation": "Ivanova M., Novák O., Strnad M., Van Staden J. Endogenous cytokinins in shoots of Aloe polyphylla cultured in vitro in relation to hyperhydricity, exogenous cytokinins and gelling agents. Plant Growth Regul. 2006;50:219–230. doi: 10.1007/s10725-006-9139-x.", "ArticleIdList": ["10.1007/s10725-006-9139-x"]}, {"Citation": "Holub J., Hanuš J., Hanke D.E., Strnad M. Biological activity of cytokinins derived from ortho- and meta-hydroxybenzyladenine. Plant Growth Regul. 1998;26:109–115. doi: 10.1023/A:1006192619432.", "ArticleIdList": ["10.1023/A:1006192619432"]}, {"Citation": "Valero-Aracama C., Kane M., Wilson S., Philman N. Substitution of benzyladenine with meta-topolin during shoot multiplication increases acclimatization of difficult- and easy-to-acclimatize sea oats (Uniola paniculata L.) genotypes. Plant Growth Regul. 2010;60:43–49. doi: 10.1007/s10725-009-9417-5.", "ArticleIdList": ["10.1007/s10725-009-9417-5"]}, {"Citation": "Strosse H., Andre E., Sági L., Swennen R., Panis B. Adventitious shoot formation is not inherent to micropropagation of banana as it is in maize. Plant Cell Tissue Organ Cult. 2008;95:321–332. doi: 10.1007/s11240-008-9446-1.", "ArticleIdList": ["10.1007/s11240-008-9446-1"]}, {"Citation": "Gentile A., Jàquez Gutiérrez M., Martinez J., Frattarelli A., Nota P., Caboni E. Effect of meta-topolin on micropropagation and adventitious shoot regeneration in Prunus rootstocks. Plant Cell Tissue Organ Cult. 2014;118:373–381. doi: 10.1007/s11240-014-0489-1.", "ArticleIdList": ["10.1007/s11240-014-0489-1"]}, {"Citation": "Werbrouck S.P.O., Strnad M., Van Onckelen H.A., Debergh P.C. Meta-topolin, an alternative to benzyladenine in tissue culture? Plant Physiol. 1996;98:291–297. doi: 10.1034/j.1399-3054.1996.980210.x.", "ArticleIdList": ["10.1034/j.1399-3054.1996.980210.x"]}, {"Citation": "Aremu A.O., Bairu M.W., Szüčová L., Doležal K., Finnie J.F., Van Staden J. Shoot and root proliferation in ‘Williams’ banana: Are the topolins better cytokinins? Plant Cell Tissue Organ Cult. 2012;111:209–218. doi: 10.1007/s11240-012-0187-9.", "ArticleIdList": ["10.1007/s11240-012-0187-9"]}, {"Citation": "Wojtania A., Gabryszewska E. Effect of cytokinins and amino acids on multiplication of Pelargonium cultivars. Acta Soc. Bot. Pol. 2001;70:203–207. doi: 10.5586/asbp.2001.026.", "ArticleIdList": ["10.5586/asbp.2001.026"]}, {"Citation": "Vinayak V., Dhawan A.K., Gupta V.K. Efficacy of non-purine and purine cytokinins on shoot regeneration in vitro in sugarcane. Indian J. Biotechnol. 2009;8:227–231."}, {"Citation": "Vasudevan R., Van Staden J. Cytokinin and explant types influence in vitro plant regeneration of Leopard Orchid (Ansellia africana Lindl.) Plant Cell Tissue Organ Cult. 2011;107:123–129. doi: 10.1007/s11240-011-9964-0.", "ArticleIdList": ["10.1007/s11240-011-9964-0"]}, {"Citation": "Bairu M.W., Stirk W.A., Doležal K., Van Staden J. Optimizing the micropropagation protocol for the endangered Aloe polyphylla: Can meta-topolin and its derivatives serve as replacement for benzyladenine and zeatin? Plant Cell Tissue Organ Cult. 2007;90:15–23. doi: 10.1007/s11240-007-9233-4.", "ArticleIdList": ["10.1007/s11240-007-9233-4"]}, {"Citation": "Bairu M.W., Stirk W.A., Doležal K., Van Staden J. The role of topolins in micropropagation and somaclonal variation of banana cultivars ‘Williams’ and ‘Grand Naine’ (Musa spp. AAA) Plant Cell Tissue Organ Cult. 2008;95:373–379. doi: 10.1007/s11240-008-9451-4.", "ArticleIdList": ["10.1007/s11240-008-9451-4"]}, {"Citation": "Rosales M.S.D., Solís Á.G.A., Méndezy N.L.V., Balch E.P.M. Effect of cytokinins on the in vitro propagation of Mexican Agaves. Rev. Fitotec. Mex. 2008;31:317–322."}, {"Citation": "Niedz R.P., Evens T.J. The effefects of benzyladenine and meta-topolin on in vitro shoot regeneration of Citrus citrandarin rootstock. Res. J. Agric. Biol. Sci. 2010;6:45–53."}, {"Citation": "Salvi N.D., George L., Eapen S. Micropropagation and field evaluation of micropropagated plants of turmeric. Plant Cell Tissue Organ Cult. 2002;68:143–151. doi: 10.1023/A:1013889119887.", "ArticleIdList": ["10.1023/A:1013889119887"]}, {"Citation": "De Diego N., Montalbán I.A., Moncaleán P. In vitro regeneration of Pinus spp. adult trees: New method for obtaining clonal plants. Acta Hortic. 2010;865:361–366. doi: 10.17660/ActaHortic.2010.865.52.", "ArticleIdList": ["10.17660/ActaHortic.2010.865.52"]}, {"Citation": "Moyo M., Finnie J.F., Van Staden J. Topolins in Pelargonium sidoides micropropagation: Do the new brooms really sweep cleaner? Plant Cell Tissue Organ Cult. 2012;110:319–327. doi: 10.1007/s11240-012-0153-6.", "ArticleIdList": ["10.1007/s11240-012-0153-6"]}, {"Citation": "Bairu M.W., Novák O., Doležal K., Van Staden J. Changes in endogenous cytokinin profiles in micropropagated Harpagophytum procumbens in relation to shoot-tip necrosis and cytokinin treatments. Plant Growth Regul. 2011;63:105–114. doi: 10.1007/s10725-010-9558-6.", "ArticleIdList": ["10.1007/s10725-010-9558-6"]}, {"Citation": "Werbrouck S.P.O., Van der Jeugt B., Dewitte W., Prinsen E., Van Onckelen H.A., Debergh P.C. The metabolism of benzyladenine in Spathiphyllum floribundum schott ‘petite’in relation to acclimatization problems. Plant Cell Rep. 1995;14:662–665. doi: 10.1007/BF00232734.", "ArticleIdList": ["10.1007/BF00232734", "24194317"]}, {"Citation": "Xiao Y., Niu G., Kozai T. Development and application of photoautotrophic micropropagation plant system. Plant Cell Tissue Organ Cult. 2011;105:149–158. doi: 10.1007/s11240-010-9863-9.", "ArticleIdList": ["10.1007/s11240-010-9863-9"]}, {"Citation": "Debergh P.C., Read P.E. Micropropagation. In: Debergh P.C., Zimmerman R.H., editors. Micropropagation, Technology and Applications. Kluwer Academic Publishers; Dordrecht, The Netherlands: 1991. pp. 1–13."}, {"Citation": "Madhulatha P., Anbalagan M., Jayachandran S., Sakthivel N. Influence of liquid pulse treatment with growth regulators on in vitro propagation of banana (Musa spp. AAA) Plant Cell Tissue Organ Cult. 2004;76:189–192. doi: 10.1023/B:TICU.0000007291.31439.6c.", "ArticleIdList": ["10.1023/B:TICU.0000007291.31439.6c"]}, {"Citation": "Phulwaria M., Shekhawat N.S., Rathore J.S., Singh R.P. An efficient in vitro regeneration and ex vitro rooting of Ceropegia bulbosa Roxb.—A threatened and pharmaceutical important plant of Indian Thar Desert. Ind. Crop. Prod. 2013;42:25–29. doi: 10.1016/j.indcrop.2012.05.013.", "ArticleIdList": ["10.1016/j.indcrop.2012.05.013"]}, {"Citation": "Chandra S., Bandopadhyay R., Kumar V., Chandra R. Acclimatization of tissue cultured plantlets: From laboratory to land. Biotechnol. Lett. 2010;32:1199–1205. doi: 10.1007/s10529-010-0290-0.", "ArticleIdList": ["10.1007/s10529-010-0290-0", "20455074"]}, {"Citation": "Yang S.H., Yeh D.M. In vitro leaf anatomy, ex vitro photosynthetic behaviors and growth of Calathea orbifolia (Linden) Kennedy plants obtained from semi-solid medium and temporary immersion systems. Plant Cell Tissue Organ Cult. 2008;93:201–207. doi: 10.1007/s11240-008-9363-3.", "ArticleIdList": ["10.1007/s11240-008-9363-3"]}]}], "History": [{"Year": "2020", "Month": "10", "Day": "31"}, {"Year": "2020", "Month": "11", "Day": "17"}, {"Year": "2020", "Month": "11", "Day": "19"}, {"Year": "2020", "Month": "12", "Day": "1", "Hour": "1", "Minute": "11"}, {"Year": "2020", "Month": "12", "Day": "2", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "12", "Day": "2", "Hour": "6", "Minute": "1"}, {"Year": "2020", "Month": "11", "Day": "26"}], "PublicationStatus": "epublish", "ArticleIdList": ["33256169", "PMC7760150", "10.3390/plants9121657", "plants9121657"]}}]}