{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "33274222", "DateCompleted": {"Year": "2021", "Month": "05", "Day": "04"}, "DateRevised": {"Year": "2021", "Month": "05", "Day": "04"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "11", "Day": "15"}], "Language": ["eng"], "ELocationID": ["7296859", "10.1155/2020/7296859"], "Journal": {"ISSN": "2314-6141", "JournalIssue": {"Volume": "2020", "PubDate": {"Year": "2020"}}, "Title": "BioMed research international", "ISOAbbreviation": "Biomed Res Int"}, "ArticleTitle": "Reducing Sugar, Total Phenolic Content, and Antioxidant Potential of Nepalese Plants.", "Pagination": {"StartPage": "7296859", "MedlinePgn": "7296859"}, "Abstract": {"AbstractText": ["The aim of the present study was to investigate the reducing sugar, total phenolic content, and <i>in vitro</i> antioxidant activity of 70% (<i>v</i>/<i>v</i>) ethanolic extract of seven medicinal plants grown in Nepal. The reducing sugar content and total phenolic content were determined by 3,5-dinitrosalicylic acid (DNSA) and the Folin-Ciocalteu method, respectively. The <i>in vitro</i> antioxidant activity was evaluated using the 2,2-diphenyl-1-picrylhydrazyl (DPPH) assay. The reducing sugar content of the studied plant samples ranged from 6.89 ± 2.44 to 674.13 ± 2.43 mg GE/g dry extract weight and the total phenolic content ranged from 14.87 ± 0.41 to 281.71 ± 1.47 mg GAE/g dry extract weight. The reducing sugar and total phenolic content were found highest in <i>Ficus glaberrima</i>. Antioxidant activity was found highest in <i>Melastoma malabathricum</i> (IC<sub>50</sub>value = 6.27 <i>μ</i>g/mL), followed by <i>F. glaberrima</i> (IC<sub>50</sub>value = 11.7 <i>μ</i>g/mL). A positive and significant correlation was found between (i) total phenolic content and reducing sugar content and (ii) total phenolic content and antioxidant activity. The present study is the first study for the analysis of reducing sugar content of selected plants and for the scientific exploration of <i>F. glaberrima</i>. The present result suggests that the various parts of these studied plants could be assumed as a rich source of biologically active compounds and considered beneficial for the food and pharmaceutical industries."], "CopyrightInformation": "Copyright © 2020 Deepa Khatri and Sumit Bahadur Baruwal Chhetri."}, "AuthorList": [{"Identifier": ["0000-0001-6467-7254"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutical Sciences, School of Health and Allied Sciences, Pokhara University, Pokhara 33700, Nepal."}], "LastName": "Khatri", "ForeName": "Deepa", "Initials": "D"}, {"Identifier": ["0000-0002-4941-6272"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutical Sciences, School of Health and Allied Sciences, Pokhara University, Pokhara 33700, Nepal."}], "LastName": "Chhetri", "ForeName": "Sumit Bahadur Baruwal", "Initials": "SBB"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Biomed Res Int", "NlmUniqueID": "101600173"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Antioxidants"}, {"RegistryNumber": "0", "NameOfSubstance": "Biphenyl Compounds"}, {"RegistryNumber": "0", "NameOfSubstance": "Free Radical Scavengers"}, {"RegistryNumber": "0", "NameOfSubstance": "Phenols"}, {"RegistryNumber": "0", "NameOfSubstance": "Picrates"}, {"RegistryNumber": "0", "NameOfSubstance": "Sugars"}, {"RegistryNumber": "DFD3H4VGDH", "NameOfSubstance": "1,1-diphenyl-2-picrylhydrazyl"}], "MeshHeadingList": [{"QualifierName": ["analysis"], "DescriptorName": "Antioxidants"}, {"QualifierName": ["chemistry"], "DescriptorName": "Biphenyl Compounds"}, {"QualifierName": ["chemistry"], "DescriptorName": "Free Radical Scavengers"}, {"QualifierName": [], "DescriptorName": "Nepal"}, {"QualifierName": [], "DescriptorName": "Oxidation-Reduction"}, {"QualifierName": ["analysis"], "DescriptorName": "Phenols"}, {"QualifierName": ["chemistry"], "DescriptorName": "Picrates"}, {"QualifierName": ["metabolism"], "DescriptorName": "Plants"}, {"QualifierName": ["analysis"], "DescriptorName": "Sugars"}], "CoiStatement": "The authors declare that there is no conflict of interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Pham-Huy L. A., He H., Pham-Huy C. Free radicals, antioxidants in disease and health. International Journal of Biomedical Science: IJBS. 2008;4(2):89–96.", "ArticleIdList": ["PMC3614697", "23675073"]}, {"Citation": "Ito N., Hirose M., Fukushima S., Tsuda H., Shirai T., Tatematsu M. Studies on antioxidants: their carcinogenic and modifying effects on chemical carcinogenesis. Food and Chemical Toxicology. 1986;24(10-11):1071–1082. doi: 10.1016/0278-6915(86)90291-7.", "ArticleIdList": ["10.1016/0278-6915(86)90291-7", "3804112"]}, {"Citation": "Saito M., Sakagami H., Fujisawa S. Cytotoxicity and apoptosis induction by butylated hydroxyanisole (BHA) and butylated hydroxytoluene (BHT) Anticancer Research. 2003;23(6C):4693–4701.", "ArticleIdList": ["14981915"]}, {"Citation": "Simán C. M., Eriksson U. J. Effect of butylated hydroxytoluene on α-tocopherol content in liver and adipose tissue of rats. Toxicology Letters. 1996;87(2-3):103–108. doi: 10.1016/0378-4274(96)03708-3.", "ArticleIdList": ["10.1016/0378-4274(96)03708-3", "8914617"]}, {"Citation": "Grassmann J. Terpenoids as plant antioxidants. Vitamins & Hormones. 2005;72:505–535. doi: 10.1016/S0083-6729(05)72015-X.", "ArticleIdList": ["10.1016/S0083-6729(05)72015-X", "16492481"]}, {"Citation": "Cai Y. Z., Sun M., Xing J., Luo Q., Corke H. Structure–radical scavenging activity relationships of phenolic compounds from traditional Chinese medicinal plants. Life Sciences. 2006;78(25):2872–2888. doi: 10.1016/j.lfs.2005.11.004.", "ArticleIdList": ["10.1016/j.lfs.2005.11.004", "16325868"]}, {"Citation": "Račková L., Májeková M., Košt’álová D., Štefek M. Antiradical and antioxidant activities of alkaloids isolated from Mahonia aquifolium. Structural aspects. Bioorganic & Medicinal Chemistry. 2004;12(17):4709–4715. doi: 10.1016/j.bmc.2004.06.035.", "ArticleIdList": ["10.1016/j.bmc.2004.06.035", "15358297"]}, {"Citation": "Podsędek A. Natural antioxidants and antioxidant capacity of Brassica vegetables: a review. LWT-Food Science and Technology. 2007;40(1):1–11. doi: 10.1016/j.lwt.2005.07.023.", "ArticleIdList": ["10.1016/j.lwt.2005.07.023"]}, {"Citation": "Kelawala N. S., Ananthanarayan L. Antioxidant activity of selected foodstuffs. International Journal of Food Sciences and Nutrition. 2004;55(6):511–516. doi: 10.1080/09637480400015794.", "ArticleIdList": ["10.1080/09637480400015794", "15762315"]}, {"Citation": "Press J. R., Shrestha K. K., Sutton D. A. Annotated Checklist of the Flowering Plants of Nepal. Natural History Museum Publications; 2000."}, {"Citation": "Sampaio B. L., Edrada-Ebel R. A., Da Costa F. B. Effect of the environment on the secondary metabolic profile of Tithonia diversifolia: a model for environmental metabolomics of plants. Scientific Reports. 2016;6(1, article 29265) doi: 10.1038/srep29265.", "ArticleIdList": ["10.1038/srep29265", "PMC4935878", "27383265"]}, {"Citation": "Kumar S., Yadav M., Yadav A., Yadav J. P. Impact of spatial and climatic conditions on phytochemical diversity and in vitro antioxidant activity of Indian Aloe vera (L.) Burm. F. South African Journal of Botany. 2017;111:50–59. doi: 10.1016/j.sajb.2017.03.012.", "ArticleIdList": ["10.1016/j.sajb.2017.03.012"]}, {"Citation": "Iqbal S., Bhanger M. I. Effect of season and production location on antioxidant activity of Moringa oleifera leaves grown in Pakistan. Journal of food Composition and Analysis. 2006;19(6-7):544–551. doi: 10.1016/j.jfca.2005.05.001.", "ArticleIdList": ["10.1016/j.jfca.2005.05.001"]}, {"Citation": "Nepal I. U. C. N. National Register of Medicinal Plants. Kathmandu, Nepal: IUCN-The World Conservation Union; 2000."}, {"Citation": "Manandhar N. P. Plants and People of Nepal. Timber press; 2002."}, {"Citation": "Balami N. P. Ethnomedicinal uses of plants among the Newar community of Pharping village of Kathmandu district, Nepal. Tribhuvan University Journal. 2004;24(1):13–19."}, {"Citation": "Quattrocchi U. CRC world dictionary of medicinal and poisonous plants: common names, scientific names, eponyms, synonyms, and etymology (5 Volume Set) CRC press; 2012."}, {"Citation": "Pradhan B. K., Badola H. K. Ethnomedicinal plant use by Lepcha tribe of Dzongu valley, bordering Khangchendzonga Biosphere Reserve, in North Sikkim, India. Journal of Ethnobiology and Ethnomedicine. 2008;4(1):p. 22. doi: 10.1186/1746-4269-4-22.", "ArticleIdList": ["10.1186/1746-4269-4-22", "PMC2567294", "18826658"]}, {"Citation": "Kunwar R. M., Bussmann R. W. Ficus (Fig) species in Nepal: a review of diversity and indigenous uses. Lyonia. 2006;11(1):85–97."}, {"Citation": "Subba B., Srivastav C., Kandel R. C. Scientific validation of medicinal plants used by Yakkha community of Chanuwa VDC, Dhankuta, Nepal. Springerplus. 2016;5(1):p. 155. doi: 10.1186/s40064-016-1821-5.", "ArticleIdList": ["10.1186/s40064-016-1821-5", "PMC4766171", "27026852"]}, {"Citation": "Uprety Y., Poudel R. C., Gurung J., Chettri N., Chaudhary R. P. Traditional use and management of NTFPs in Kangchenjunga landscape: implications for conservation and livelihoods. Journal of Ethnobiology and Ethnomedicine. 2016;12(1):p. 19. doi: 10.1186/s13002-016-0089-8.", "ArticleIdList": ["10.1186/s13002-016-0089-8", "PMC4855762", "27142597"]}, {"Citation": "Krivorotova T., Sereikaite J. Determination of fructan exohydrolase activity in the crude extracts of plants. Electronic Journal of Biotechnology. 2014;17(6):329–333. doi: 10.1016/j.ejbt.2014.09.005.", "ArticleIdList": ["10.1016/j.ejbt.2014.09.005"]}, {"Citation": "Singleton V. L., Rossi J. A. Colorimetry of total phenolics with phosphomolybdic-phosphotungstic acid reagents. American Journal of Enology and Viticulture. 1965;16(3):144–158."}, {"Citation": "Blois M. S. Antioxidant determinations by the use of a stable free radical. Nature. 1958;181(4617):1199–1200. doi: 10.1038/1811199a0.", "ArticleIdList": ["10.1038/1811199a0"]}, {"Citation": "Azwanida N. N. A review on the extraction methods use in medicinal plants, principle, strength and limitation. Medicinal & Aromatic Plants. 2015;4(3) doi: 10.4172/2167-0412.1000196.", "ArticleIdList": ["10.4172/2167-0412.1000196"]}, {"Citation": "Humadi S. S., Istudor V. Lythrum salicaria (purple loosestrife). Medicinal use, extraction and identification of its total phenolic compounds. Farmácia. 2009;57(2):192–200."}, {"Citation": "Vongsak B., Sithisarn P., Mangmool S., Thongpraditchote S., Wongkrajang Y., Gritsanapan W. Maximizing total phenolics, total flavonoids contents and antioxidant activity of Moringa oleifera leaf extract by the appropriate extraction method. Industrial Crops and Products. 2013;44:566–571. doi: 10.1016/j.indcrop.2012.09.021.", "ArticleIdList": ["10.1016/j.indcrop.2012.09.021"]}, {"Citation": "Siddhuraju P., Becker K. Antioxidant properties of various solvent extracts of total phenolic constituents from three different agroclimatic origins of drumstick tree (Moringa oleifera lam.) leaves. Journal of Agricultural and Food Chemistry. 2003;51(8):2144–2155. doi: 10.1021/jf020444+.", "ArticleIdList": ["10.1021/jf020444+", "12670148"]}, {"Citation": "Truong D. H., Nguyen D. H., Ta N. T. A., Bui A. V., Do T. H., Nguyen H. C. Evaluation of the use of different solvents for phytochemical constituents, antioxidants, and in vitro anti-inflammatory activities of Severinia buxifolia. Journal of Food Quality. 2019;2019:9. doi: 10.1155/2019/8178294.8178294", "ArticleIdList": ["10.1155/2019/8178294"]}, {"Citation": "Rolland F., Moore B., Sheen J. Sugar sensing and signaling in plants. The Plant Cell. 2002;14(Supplement 1):S185–S205. doi: 10.1105/tpc.010455.", "ArticleIdList": ["10.1105/tpc.010455", "PMC151255", "12045277"]}, {"Citation": "Arsenault P. R., Vail D. R., Wobbe K. K., Weathers P. J. Effect of sugars on artemisinin production in Artemisia annua L.: transcription and metabolite measurements. Molecules. 2010;15(4):2302–2318. doi: 10.3390/molecules15042302.", "ArticleIdList": ["10.3390/molecules15042302", "PMC3939791", "20428043"]}, {"Citation": "Miller G. L. Use of dinitrosalicylic acid reagent for determination of reducing sugar. Analytical Chemistry. 1959;31(3):426–428. doi: 10.1021/ac60147a030.", "ArticleIdList": ["10.1021/ac60147a030"]}, {"Citation": "Jain A., Jain R., Jain S. Basic Techniques in Biochemistry, Microbiology and Molecular Biology. New York, NY: Humana; 2020. Quantitative analysis of reducing sugars by 3, 5-dinitrosalicylic acid (DNSA method) pp. 181–183."}, {"Citation": "Akšić M. F., Tosti T., Sredojević M., Milivojević J., Meland M., Natić M. Comparison of sugar profile between leaves and fruits of blueberry and strawberry cultivars grown in organic and integrated production system. Plants. 2019;8(7):p. 205. doi: 10.3390/plants8070205.", "ArticleIdList": ["10.3390/plants8070205", "PMC6681319", "31277368"]}, {"Citation": "Halford N. G., Curtis T. Y., Muttucumaru N., Postles J., Mottram D. S. Sugars in crop plants. Annals of Applied Biology. 2011;158(1):1–25. doi: 10.1111/j.1744-7348.2010.00443.x.", "ArticleIdList": ["10.1111/j.1744-7348.2010.00443.x"]}, {"Citation": "Ohara-Takada A., Matsuura-Endo C., Chuda Y., et al. Change in content of sugars and free amino acids in potato tubers under short-term storage at low temperature and the effect on acrylamide level after frying. Bioscience, Biotechnology, and Biochemistry. 2005;69(7):1232–1238. doi: 10.1271/bbb.69.1232.", "ArticleIdList": ["10.1271/bbb.69.1232", "16041124"]}, {"Citation": "Fernández-Novales J., López M. I., Sánchez M. T., Morales J., González-Caballero V. Shortwave-near infrared spectroscopy for determination of reducing sugar content during grape ripening, winemaking, and aging of white and red wines. Food Research International. 2009;42(2):285–291. doi: 10.1016/j.foodres.2008.11.008.", "ArticleIdList": ["10.1016/j.foodres.2008.11.008"]}, {"Citation": "Chhetri S. B. B., Khatri D. Phytochemical screening, total phenolic and flavonoid content and antioxidant activity of selected Nepalese plants. World Journal of Pharmacy and Pharmaceutical Sciences. 2017;6(12):951–968."}, {"Citation": "Gan R. Y., Xu X. R., Song F. L., Kuang L., Li H. B. Antioxidant activity and total phenolic content of medicinal plants associated with prevention and treatment of cardiovascular and cerebrovascular diseases. Journal of Medicinal Plants Research. 2010;4(22):2438–2444."}, {"Citation": "Sharma H. K., Kumar A. Evaluation of total phenol, flavonoid and in vitro antioxidant activity of methanolic extract of leaves of Melastoma malabathricum Linn. Asian Journal of Chemistry. 2011;23(1):p. 434."}, {"Citation": "Iloki-Assanga S. B., Lewis-Luján L. M., Lara-Espinoza C. L., et al. Solvent effects on phytochemical constituent profiles and antioxidant activities, using four different extraction formulations for analysis of Bucida buceras L. and Phoradendron californicum. BMC Research Notes. 2015;8(1):p. 396. doi: 10.1186/s13104-015-1388-1.", "ArticleIdList": ["10.1186/s13104-015-1388-1", "PMC4553924", "26323940"]}, {"Citation": "Lin D., Xiao M., Zhao J., et al. An overview of plant phenolic compounds and their importance in human nutrition and management of type 2 diabetes. Molecules. 2016;21(10, article 1374) doi: 10.3390/molecules21101374.", "ArticleIdList": ["10.3390/molecules21101374", "PMC6274266", "27754463"]}, {"Citation": "Zeng Z., Li Y., Yang R., et al. The relationship between reducing sugars and phenolic retention of brown rice after enzymatic extrusion. Journal of Cereal Science. 2017;74:244–249. doi: 10.1016/j.jcs.2017.02.016.", "ArticleIdList": ["10.1016/j.jcs.2017.02.016"]}, {"Citation": "Devi Ramaiya S., Bujang J. S., Zakaria M. H., King W. S., Shaffiq Sahrir M. A. Sugars, ascorbic acid, total phenolic content and total antioxidant activity in passion fruit (Passiflora) cultivars. Journal of the Science of Food and Agriculture. 2013;93(5):1198–1205. doi: 10.1002/jsfa.5876.", "ArticleIdList": ["10.1002/jsfa.5876", "23027609"]}, {"Citation": "Molyneux P. The use of the stable free radical diphenylpicrylhydrazyl (DPPH) for estimating antioxidant activity. Songklanakarin Journal of Science and Technology. 2004;26(2):211–229."}, {"Citation": "Adhikari-Devkota A., Dirar A. I., Kurizaki A., Tsushiro K., Devkota H. P. Extraction and isolation of kaempferol glycosides from the leaves and twigs of Lindera neesiana. Separations. 2019;6(1):p. 10. doi: 10.3390/separations6010010.", "ArticleIdList": ["10.3390/separations6010010"]}, {"Citation": "Wang C., Hua D., Yan C. Structural characterization and antioxidant activities of a novel fructan from Achyranthes bidentata Blume, a famous medicinal plant in China. Industrial Crops and Products. 2015;70:427–434. doi: 10.1016/j.indcrop.2015.03.051.", "ArticleIdList": ["10.1016/j.indcrop.2015.03.051"]}, {"Citation": "Seetharaman S., Indra V., Sundar N., Geetha S. Phytochemical profiling, antibacterial activity and antioxidant potential of Cascabela thevetia (L.) whole plant extracts. Journal of Pharmacognosy and Phytochemistry. 2017;6(3):93–97."}, {"Citation": "Li F. H., Yuan Y., Yang X. L., Tao S. Y., Ming J. Phenolic profiles and antioxidant activity of buckwheat (Fagopyrum esculentum Möench and Fagopyrum tartaricum L. Gaerth) hulls, brans and flours. Journal of Integrative Agriculture. 2013;12(9):1684–1693. doi: 10.1016/S2095-3119(13)60371-8.", "ArticleIdList": ["10.1016/S2095-3119(13)60371-8"]}, {"Citation": "Mpofu A., Sapirstein H. D., Beta T. Genotype and environmental variation in phenolic content, phenolic acid composition, and antioxidant activity of hard spring wheat. Journal of Agricultural and Food Chemistry. 2006;54(4):1265–1270. doi: 10.1021/jf052683d.", "ArticleIdList": ["10.1021/jf052683d", "16478246"]}, {"Citation": "Sultana B., Anwar F., Ashraf M. Effect of extraction solvent/technique on the antioxidant activity of selected medicinal plant extracts. Molecules. 2009;14(6):2167–2180. doi: 10.3390/molecules14062167.", "ArticleIdList": ["10.3390/molecules14062167", "PMC6254218", "19553890"]}, {"Citation": "Makhafola T. J., Elgorashi E. E., McGaw L. J., Verschaeve L., Eloff J. N. The correlation between antimutagenic activity and total phenolic content of extracts of 31 plant species with high antioxidant activity. BMC Complementary and Alternative Medicine. 2016;16(1):p. 490. doi: 10.1186/s12906-016-1437-x.", "ArticleIdList": ["10.1186/s12906-016-1437-x", "PMC5129238", "27899116"]}, {"Citation": "Li X., Wu X., Huang L. Correlation between antioxidant activities and phenolic contents of radix Angelicae sinensis (Danggui) Molecules. 2009;14(12):5349–5361. doi: 10.3390/molecules14125349.", "ArticleIdList": ["10.3390/molecules14125349", "PMC6255375", "20032898"]}]}], "History": [{"Year": "2020", "Month": "8", "Day": "5"}, {"Year": "2020", "Month": "9", "Day": "21"}, {"Year": "2020", "Month": "10", "Day": "29"}, {"Year": "2020", "Month": "12", "Day": "4", "Hour": "5", "Minute": "48"}, {"Year": "2020", "Month": "12", "Day": "5", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "5", "Day": "5", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "11", "Day": "15"}], "PublicationStatus": "epublish", "ArticleIdList": ["33274222", "PMC7683130", "10.1155/2020/7296859"]}}]}