{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["HPLC fingerprint", "medicinal orchid", "phylogeny", "pleione", "shan-ci-gu"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "33289245", "DateCompleted": {"Year": "2021", "Month": "06", "Day": "28"}, "DateRevised": {"Year": "2021", "Month": "06", "Day": "28"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "12", "Day": "17"}], "Language": ["eng"], "ELocationID": ["10.1002/cbdv.202000870"], "Journal": {"ISSN": "1612-1880", "JournalIssue": {"Volume": "18", "Issue": "1", "PubDate": {"Year": "2021", "Month": "Jan"}}, "Title": "Chemistry & biodiversity", "ISOAbbreviation": "Chem Biodivers"}, "ArticleTitle": "Chemical Constituents of Species in the Genus Pleione (Orchidaceae) and the Implications from Molecular Phylogeny.", "Pagination": {"StartPage": "e2000870", "MedlinePgn": "e2000870"}, "Abstract": {"AbstractText": ["Pleiones are popular ornamental orchids and different species of Pleione are long being used as traditional medicine in many Asian countries. However, previous chemical investigations of the genus Pleione are restricted to only a few species. In the present study, high performance liquid chromatography (HPLC) fingerprint of Pleione plants was established, which in particular, eight common peaks were confirmed in 16 species/hybrids. Three of the compounds corresponding to the chromatographic peaks were identified by electrospray ionization tandem mass spectrometry (ESI-tandem-MS). HPLC analysis confirmed the studied taxa shared most of chemical compounds but the content of chemical compounds was significantly different between species. Comparison of hierarchical clustering result with phylogenetic tree revealed that closely related species have higher similarities in chemical constituents. In consideration of low chemical similarity between spring-flowering and autumn-flowering species, we suggest a discrimination of these two groups during medicinal use of the genus Pleione. Species with a large pseudobulb and with high content of a certain compound should be given priority in future artificial cultivation and medicinal cultivar breeding. We hope our findings will contribute to the quality control and promote conservation of such endangered plant group."], "CopyrightInformation": "© 2020 Wiley-VHCA AG, Zurich, Switzerland."}, "AuthorList": [{"Identifier": ["0000-0003-2957-8626"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Tropical Forest Ecology, Xishuangbanna Tropical Botanical Garden, Chinese Academy of Sciences, Xishuangbanna Daizuzizhizhou, Mengla, 666303, P. R. China."}], "LastName": "Zhang", "ForeName": "Wei", "Initials": "W"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Phytochemistry and Plant Resources in West China, Kunming Institute of Botany, Chinese Academy of Sciences, Kunming, 650201, P. R. China."}], "LastName": "Zhang", "ForeName": "Lin-Fei", "Initials": "LF"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Veterinary Sciences and Pharmaceuticals, Chongqing Academy of Animal Sciences, Rongchang, 402460, P. R. China."}], "LastName": "Deng", "ForeName": "Yu", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Economic Plants and Biotechnology, Kunming Institute of Botany, Chinese Academy of Sciences, Kunming, 650201, P. R. China."}], "LastName": "Qin", "ForeName": "Jiao", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Economic Plants and Biotechnology, Kunming Institute of Botany, Chinese Academy of Sciences, Kunming, 650201, P. R. China."}], "LastName": "Zhang", "ForeName": "Shi-Bao", "Initials": "SB"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Phytochemistry and Plant Resources in West China, Kunming Institute of Botany, Chinese Academy of Sciences, Kunming, 650201, P. R. China."}], "LastName": "Hu", "ForeName": "Jiang-Miao", "Initials": "JM"}], "GrantList": [{"GrantID": "31800275", "Agency": "National Natural Science Foundation of China", "Country": ""}, {"GrantID": "2018 M643550", "Agency": "China Postdoctoral Science Foundation", "Country": ""}, {"GrantID": "2018-7", "Agency": "Postdoctoral Science Foundation of Xishuangbanna Tropical Botanical Garden", "Country": ""}, {"Agency": "Postdoctoral Science Foundation of Yunnan Province", "Country": ""}, {"Agency": "Germplasm Bank of Wild Species", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Chem Biodivers", "NlmUniqueID": "101197449", "ISSNLinking": "1612-1872"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Chromatography, High Pressure Liquid"}, {"QualifierName": [], "DescriptorName": "Cluster Analysis"}, {"QualifierName": ["anatomy & histology", "chemistry", "metabolism"], "DescriptorName": "Flowers"}, {"QualifierName": ["chemistry", "classification", "metabolism"], "DescriptorName": "Orchidaceae"}, {"QualifierName": [], "DescriptorName": "Phylogeny"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plant Extracts"}, {"QualifierName": ["chemistry", "classification", "metabolism"], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Principal Component Analysis"}, {"QualifierName": [], "DescriptorName": "Seasons"}, {"QualifierName": [], "DescriptorName": "Spectrometry, Mass, Electrospray Ionization"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "X. Q. Chen, P. J. Cribb, S. W. Gale, in ‘Pleione’, Eds. Z. Y. Wu, P. H. Raven, D. Y. Hong, Science Press and Missouri Botanical Garden, Beijing and St. Louis, 2009, pp 325-333."}, {"Citation": "P. Cribb, I. Butterfield, ‘The Genus Pleione’, Royal Botanic Gardens, Kew, Richmond, 1999."}, {"Citation": "E. S. Teoh, ‘Medicinal Orchids of Asia’, Springer International Publishing, Cham, 2016, pp. 609-616."}, {"Citation": "H. D. Sympli, M. G. Choudhury, V. V. Borah, ‘A review of the unexplored medicinal orchids of the genus Pleione’, MIOS J. 2018, 19, 3-12."}, {"Citation": "A. Subedi, B. Kunwar, Y. Choi, Y. Dai, T. van Andel, R. P. Chaudhary, H. J. de Boer, B. Gravendeel, ‘Collection and trade of wild-harvested orchids in Nepal’, J. Ethnobiol. Ethnomed. 2013, 9, 64."}, {"Citation": "Chinese Pharmacopoeia Commission, ‘Pharmacopoeia of The People's Republic of China, Volume I’, China Medical Science Press, Beijing, 2020."}, {"Citation": "X. R. Wu, ‘A concise edition of medicinal plants in China’, Guangdong Higher Education Press, Guangzhou, 1994."}, {"Citation": "Y. J. Shiao, W. P. Chen, Y. L. Lin, ‘New polyphenols and triterpene from the pseudobulbs of Pleione formosana’, J. Chin. Chem. Soc. 2009, 56, 828-833."}, {"Citation": "X. Q. Wu, W. Li, J. X. Chen, J. W. Zhai, H. Y. Xu, L. Ni, S. S. Wu, ‘Chemical constituents and biological activity profiles on Pleione (Orchidaceae)’, Molecules 2019, 24, 3195."}, {"Citation": "H. Li, in ‘ Orchidaceae’, Ed. Z. Y. Wu, Science Press, Beijing, 2003."}, {"Citation": "W. Zhang, J. Qin, R. Yang, Y. Yang, S. B. Zhang, ‘Two new natural hybrids in the genus Pleione (Orchidaceae) from China’, Phytotaxa 2018, 350, 247-258."}, {"Citation": "Z. Y. Xiang, J. J. Kong, M. Hua, L. M. Zhao, W. P. Zhang, Y. Fang, X. Hai, Z. D. Fang, Z. D. Han, H. Jiang, ‘An additional note on two species of Pleione (Orchidaceae) from China’, J. Trop. Subtrop. Bot. 2019, 27, 461-464."}, {"Citation": "China Plant Specialist Group, in ‘Pleione forrestii’, The IUCN Red List of Threatened Species 2004: e. T46710 A11076528, 2004."}, {"Citation": "China Plant Specialist Group, in ‘Pleione pleionoides’, The IUCN Red List of Threatened Species 2004: e.T46711 A11076653, 2004."}, {"Citation": "W. Zhang, J. H. Wang, Z. X. Fan, S. B. Zhang, ‘Progress on cross breeding of Pleione (Orchidaceae)’, North. Hortic. 2020, 14, 136-144."}, {"Citation": "P. Xie, S. Chen, Y. Z. Liang, X. Wang, R. Tian, R. Upton, ‘Chromatographic fingerprint analysis - a rational approach for quality assessment of traditional Chinese herbal medicine’, J. J. Chromatogr. A 2006, 1112, 171-180."}, {"Citation": "S. W. Han, C. Wang, B. S. Cui, S. Li, ‘Studies on glucosyloxybenzyl 2-isobutylmalates of Pleione bulbocodioides’, China J. Chin. Mater. Med. 2015, 40, 908-914."}, {"Citation": "X. J. Wang, B. S. Cui, C. Wan, S. Li, ‘Chemical constituents from Pleione yunnanensis’, China J. Chin. Mater. Med. 2014, 39, 851-856."}, {"Citation": "B. Gravendeel, M. C. M. Eurlings, C. van den Berg, P. J. Cribb, ‘Phylogeny of Pleione (Orchidaceae) and parentage analysis of its wild hybrids based on plastid and nuclear ribosomal ITS sequences and morphological data’, Syst. Bot. 2004, 29, 50-63."}, {"Citation": "Z. N. Yang, Y. Gui, S. Q. Luo, Z. Y. Liu, Z. W. Yu, G. S. Zhu, Y. H. Tian, ‘Evaluation of the contents of vitamins in Pleione yunnanensis from different regions’, Guizhou Agric. Sci. 2012, 40, 69-71+76."}, {"Citation": "Y. Wang, X. Y. Zhao, X. Y. Li, S. Li, J. J. Zhang, ‘Militarine alleviates white matter damage and cognitive impairment in rats with chronic cerebral hypoperfusion’, Acta Pharm. Sin. 2016, 51, 738-742."}, {"Citation": "D. Zhang, G. Liu, J. Shi, J. Zhang, ‘Coeloglossum viride var. bracteatum extract attenuates D-galactose and NaNO2 induced memory impairment in mice’, J. Ethnopharmacol. 2006, 104, 250-256."}, {"Citation": "L. Li, B. Hao, Y. Zhang, S. Ji, G. Chou, ‘Metabolite profiling and distribution of militarine in rats using UPLC−Q-TOF-MS/MS’, Molecules 2020, 25, 1082."}, {"Citation": "B. S. Cui, J. Song, S. Li, L. Ma, J. G. Shi, ‘Determination of dactylorhin A and militarine in three varieties of Cremastrae Pseudobulbus/Pleiones Pseudobulbus by HPLC’, China J. Chin. Mater. Med. 2013, 38, 4347-4350."}, {"Citation": "D. D. Luo, Y. Y. Liu, Y. P. Wang, X. C. Zhang, L. F. Huang, B. Z. Duan, ‘Rapid identification of Fritillariae Cirrhosae Bulbus and its adulterants by UPLC-ELSD fingerprint combined with chemometrics methods’, Biochem. Syst. Ecol. 2018, 76, 46-51."}, {"Citation": "J. C. Wei, W. Y. Gao, X. D. Yan, Y. Wang, S. S. Jing, P. G. Xiao, ‘Chemical Constituents of Plants from the Genus Paris’, Chem. Biodiversity 2014, 11, 1277-1297."}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "10", "Day": "21"}, {"Year": "2020", "Month": "12", "Day": "1"}, {"Year": "2020", "Month": "12", "Day": "9", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "6", "Day": "29", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "12", "Day": "8", "Hour": "5", "Minute": "48"}], "PublicationStatus": "ppublish", "ArticleIdList": ["33289245", "10.1002/cbdv.202000870"]}}], "PubmedBookArticle": []}