{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "33293988", "DateRevised": {"Year": "2020", "Month": "12", "Day": "10"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "11", "Day": "12"}], "Language": ["eng"], "ELocationID": ["3272103", "10.1155/2020/3272103"], "Journal": {"ISSN": "1741-427X", "JournalIssue": {"Volume": "2020", "PubDate": {"Year": "2020"}}, "Title": "Evidence-based complementary and alternative medicine : eCAM", "ISOAbbreviation": "Evid Based Complement Alternat Med"}, "ArticleTitle": "<i>Teucrium leucocladum</i>: An Effective Tool for the Treatment of Hyperglycemia, Hyperlipidemia, and Oxidative Stress in Streptozotocin-Induced Diabetic Rats.", "Pagination": {"StartPage": "3272103", "MedlinePgn": "3272103"}, "Abstract": {"AbstractText": ["<i>Teucrium leucocladum</i> is among the most used traditional medicinal plants in Palestine, which is used for the treatment of hyperglycemia and colon spasms from ancient times. Therefore, the current investigation aimed for the first time to determine the hypoglycemic, hypolipidemic, and oxidative stress inhibitory effects of the aerial parts (stem and leaves) of <i>T. leucocladum</i> hydrophilic (water) extract in streptozotocin- (STZ-) induced diabetic rats (65 mg/kg), given intraperitoneally at a dose of 100 mg/kg for 21 days. The rats were divided into four groups as control (C), control + <i>T. leucocladum</i> extract (C + TL), diabetes (D), and diabetes + <i>T. leucocladum</i> extract (D + TL). The antioxidant activity was analyzed using in vitro 2,2-diphenyl-1-picrylhydrazyl and in vivo methods by measuring the plasma and tissue malondialdehyde (MDA) levels using a colorimetric assay. On the other hand, glutathione peroxidase (GSH-Px), erythrocyte superoxide dismutase (SOD) enzyme levels, serum paraoxonase (PON), and arylesterase (ARE) enzyme activities were assessed by utilizing standard biochemical kits. Besides, the blood glucose and serum insulin levels were assessed by a glucometer and Rat ELISA Kit, respectively. However, the autoanalyzer was used to evaluate the lipid profile. The diabetic rat group that administered <i>T. leucocladum</i> extract showed the best reduction in the tissue and plasma MDA levels and an increase of insulin-releasing potentials. Besides, the serum PON and ARE activities and erythrocyte superoxide dismutase and whole blood glutathione peroxidase enzyme levels were significantly increased in all animals treated with <i>T. leucocladum</i> extract. The current investigation demonstrated that <i>T. leucocladum</i> manifests antihyperglycemic and antihyperlipidemic effects and also increased the antioxidative defense system and reduced the lipid peroxidation process in experimental diabetic rats."], "CopyrightInformation": "Copyright © 2020 Najlaa Bassalat et al."}, "AuthorList": [{"Identifier": ["0000-0003-2292-1591"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Biology and Biotechnology Department, Faculty of Sciences, Arab American University, Jenin, P.O. Box 240, State of Palestine."}], "LastName": "Bassalat", "ForeName": "Najlaa", "Initials": "N"}, {"Identifier": ["0000-0001-6225-774X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Biology Department, Science Arts Faculty, Uludağ University, Bursa, P.O. Box 16059, Turkey."}], "LastName": "Taş", "ForeName": "Sibel", "Initials": "S"}, {"Identifier": ["0000-0003-2291-6821"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacy, Faculty of Medicine and Health Sciences, An-Najah National University, Nablus, P.O. Box 7, State of Palestine."}], "LastName": "Jaradat", "ForeName": "Nidal", "Initials": "N"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Evid Based Complement Alternat Med", "NlmUniqueID": "101215021", "ISSNLinking": "1741-427X"}, "CoiStatement": "The authors declare no conflicts of interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Yuan H., Ma Q., Ye L., Piao G. The traditional medicine and modern medicine from natural products. Molecules. 2016;21(5):p. 559.", "ArticleIdList": ["PMC6273146", "27136524"]}, {"Citation": "Amer J., Jaradat N., Hattab S., Al-hihi S., Juma’a R. E. Traditional palestinian medicinal plant cercis siliquastrum (Judas tree) inhibits the DNA cell cycle of breast cancer-antimicrobial and antioxidant characteristics. European Journal of Integrative Medicine. 2019 doi: 10.1016/j.eujim.2019.03.005.", "ArticleIdList": ["10.1016/j.eujim.2019.03.005"]}, {"Citation": "Le Lay S., Simard G., Martinez M. C., Andriantsitohaina R. Oxidative stress and metabolic pathologies: from an adipocentric point of view. Oxidative Medicine and Cellular Longevity. 2014;2014:18. doi: 10.1155/2014/908539.908539", "ArticleIdList": ["10.1155/2014/908539", "PMC4131099", "25143800"]}, {"Citation": "Hoarau E., Chandra V., Rustin P., Scharfmann R., Duvillie B. Pro-oxidant/antioxidant balance controls pancreatic β-cell differentiation through the ERK1/2 pathway. Cell Death and Disease. 2014;5(10):p. e1487.", "ArticleIdList": ["PMC4237262", "25341041"]}, {"Citation": "Elahi M. M., Kong Y. X., Matata B. M. Oxidative stress as a mediator of cardiovascular disease. Oxidative Medicine and Cellular Longevity. 2009;2(5):259–69. doi: 10.4161/oxim.2.5.9441.", "ArticleIdList": ["10.4161/oxim.2.5.9441", "PMC2835914", "20716913"]}, {"Citation": "Birben E., Sahiner U. M., Sackesen C., Erzurum S., Kalayci O. Oxidative stress and antioxidant defense. World Allergy Organization Journal. 2012;5(1):9–14.", "ArticleIdList": ["PMC3488923", "23268465"]}, {"Citation": "Jaradat N., Shawarb N., Hussein F., et al. Antibacterial and antioxidant screening of semi-synthetic naringin based hydrazone and oxime derivatives. Jundishapur Journal of Microbiology. 2018;11(6):1–9."}, {"Citation": "Matough F. A., Budin S. B., Hamid Z. A., Alwahaibi N., Mohamed J. The role of oxidative stress and antioxidants in diabetic complications. Sultan Qaboos University Medical Journal. 2012;12(1):p. 5.", "ArticleIdList": ["PMC3286717", "22375253"]}, {"Citation": "Avilés-Santa L., Sinding J., Raskin P. Effects of metformin in patients with poorly controlled, insulin-treated type 2 diabetes mellitus: a randomized, double-blind, placebo-controlled trial. Annals of Internal Medicine. 1999;131(3):182–188.", "ArticleIdList": ["10428734"]}, {"Citation": "Chaudhury A., Duvoor C., Dendi R., et al. Clinical review of antidiabetic drugs: implications for type 2 diabetes mellitus management. Frontiers in Endocrinology. 2017;8:p. 6.", "ArticleIdList": ["PMC5256065", "28167928"]}, {"Citation": "Jiménez-Aguilar D. M., Grusak M. A. Minerals, vitamin C, phenolics, flavonoids and antioxidant activity of amaranthus leafy vegetables. Journal of Food Composition and Analysis. 2017;58:33–39."}, {"Citation": "Piozzi F., Bruno M., Rosselli S. Advances on the chemistry of furano-diterpenoids from teucrium genus. Heterocycles. 2015;65(5):1221–1234."}, {"Citation": "Boulos L. Flora of Egypt: Verbenaceae-Compositae. Cairo, Egypt: Al Hadara Publishing; 2002."}, {"Citation": "Bruno M., Maria C., Rodríguez B., Omar A. A. Guaiane sesquiterpenes from Teucrium leucocladum. Phytochemistry. 1993;34(1):245–247."}, {"Citation": "Kawashty S., El-Din E. G., Saleh N. The flavonoid chemosystematics of two teucrium species from Southern Sinai, Egypt. Biochemical Systematics Ecology. 2020;27(6):657–660."}, {"Citation": "Barati S., JoB Momtaz H. J. A., Sciences P. The effect of hydro-alcoholic extract of morus nigra leaf on lipids and sugar in serum of diabetic rats. Asian Journal of Biomedical and Pharmaceutical Sciences. 2017;2(15):p. 38."}, {"Citation": "Ohkawa H., Ohishi N., Yagi K. Assay for lipid peroxides in animal tissues by thiobarbituric acid reaction. Analythical Biochemistry. 1979;95(2):351–358.", "ArticleIdList": ["36810"]}, {"Citation": "Young I., Trimble E. Measurement of malondialdehyde in plasma by high performance liquid chromatography with fluorimetric detection. Annals of Clinical Biochemistry. 1991;28(5):504–508.", "ArticleIdList": ["1958055"]}, {"Citation": "Jaradat N. A., Shawahna R., Hussein F., Al-Lahham S. Analysis of the antioxidant potential in aerial parts of Trigonella arabica and Trigonella berythea grown widely in palestine: A comparative study. European Journal of Integrative Medicine. 2016;8(5):623–630."}, {"Citation": "Pecoraro V., Moja L., Dall’Olmo L., Cappellini G., Garattini S. J. E. J. o. C. I. Most appropriate animal models to study the efficacy of statins: a systematic review. European Journal of Clinical Investigation. 2014;44(9):848–871.", "ArticleIdList": ["25066257"]}, {"Citation": "Hackam D. G. Translating animal research into clinical benefit. British Medical Journal. 2007;334:7586–7591.", "ArticleIdList": ["PMC1782020", "17255568"]}, {"Citation": "Apak R., Ozyurek M., Guclu K., Capanoglu E. Antioxidant activity/capacity measurement. 3. Reactive oxygen and nitrogen species (ROS/RNS) scavenging assays, oxidative stress biomarkers, and chromatographic/chemometric assays. Journal of Agricultural and Food Chemistry. 2016;64(5):1046–1070.", "ArticleIdList": ["26689748"]}, {"Citation": "Zhang Y. J., Gan R. Y., Li S., et al. Antioxidant phytochemicals for the prevention and treatment of chronic diseases. Molecules. 2015;20(12):21138–21156.", "ArticleIdList": ["PMC6331972", "26633317"]}, {"Citation": "Tas S., Sarandol E., Ziyanok S., Aslan K., Dirican M. Effects of green tea on serum paraoxonase/arylesterase activities in streptozotocin-induced diabetic rats. Nutrition research. 2005;25(12):1061–1074."}, {"Citation": "Lee D., Kim K. H., Lee J., et al. Protective effect of cirsimaritin against streptozotocin‐induced apoptosis in pancreatic beta cells. Journal of Pharmacy and Pharmacology. 2017;69(7):875–883.", "ArticleIdList": ["28397263"]}, {"Citation": "Park J. B. Flavonoids are potential inhibitors of glucose uptake in U937 cells. Biochemical Biophysical Research Communication. 1999;260(2):568–574.", "ArticleIdList": ["10403807"]}, {"Citation": "Hertog M. G., Kromhout D., Aravanis C., et al. Flavonoid intake and long-term risk of coronary heart disease and cancer in the seven countries study. Archieve of Internal Medicine. 1995;155(4):381–386.", "ArticleIdList": ["7848021"]}, {"Citation": "Khoubnasabjafari M., Ansarin K., Jouyban A. Reliability of malondialdehyde as a biomarker of oxidative stress in psychological disorders. BioImpacts. 2015;5(3):123–129.", "ArticleIdList": ["PMC4597159", "26457249"]}, {"Citation": "Lin D., Xiao M., Zhao J., et al. An overview of plant phenolic compounds and their importance in human nutrition and management of type 2 diabetes. Molecules. 2016;21(10):p. 1374.", "ArticleIdList": ["PMC6274266", "27754463"]}, {"Citation": "Macedonia R. In vitro antioxidant activity of some teucrium species (Lamiaceae) Acta Pharmaceutica. 2005;55:207–214.", "ArticleIdList": ["16179134"]}, {"Citation": "Jaradat N.A. Review of the taxonomy, ethnobotany, phytochemistry, phytotherapy and phytotoxicity of germander plant (Teucrium polium L.) Asian Journal of Pharmaceutical Clinical Research. 2015;8(2):13–19."}, {"Citation": "Mirończuk-Chodakowska I., Witkowska A. M., Zujko M. E. Endogenous non-enzymatic antioxidants in the human body. Advances in Medical Science. 2017;63(1):68–78.", "ArticleIdList": ["28822266"]}, {"Citation": "Sies H. Oxidative stress: oxidants and antioxidants. Experimental Physiology. 1997;82(2):291–295.", "ArticleIdList": ["9129943"]}, {"Citation": "Zhu R., Wang Y., Zhang L., Guo Q. Oxidative stress and liver disease. Hepatology Research. 2014;42(8):741–749.", "ArticleIdList": ["22489668"]}, {"Citation": "Costa L. G., Giordano G., Furlong C. E. Pharmacological and dietary modulators of paraoxonase 1 (PON1) activity and expression: the hunt goes on. Biochemical Pharmacology. 2011;81(3):337–344.", "ArticleIdList": ["PMC3077125", "21093416"]}, {"Citation": "Valko M., Leibfritz D., Moncol J., Cronin M. T., Mazur M., Telser J. Free radicals and antioxidants in normal physiological functions and human disease. The International Journal of Biochemistry and Cell Biology. 2007;39(1):44–84.", "ArticleIdList": ["16978905"]}, {"Citation": "Gouédard C., Barouki R., Morel Y. Dietary polyphenols increase paraoxonase 1 gene expression by an aryl hydrocarbon receptor-dependent mechanism. Molecular and Cellular Biology. 2004;24(12):5209–5222.", "ArticleIdList": ["PMC419885", "15169886"]}]}], "History": [{"Year": "2020", "Month": "7", "Day": "8"}, {"Year": "2020", "Month": "10", "Day": "5"}, {"Year": "2020", "Month": "10", "Day": "23"}, {"Year": "2020", "Month": "12", "Day": "9", "Hour": "6", "Minute": "13"}, {"Year": "2020", "Month": "12", "Day": "10", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "12", "Day": "10", "Hour": "6", "Minute": "1"}, {"Year": "2020", "Month": "11", "Day": "12"}], "PublicationStatus": "epublish", "ArticleIdList": ["33293988", "PMC7718044", "10.1155/2020/3272103"]}}]}