{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["BDNF", "Hypericum triquetrifolium", "hippocampus", "learning", "memory", "methanolic extract", "stress"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "33299301", "DateCompleted": {"Year": "2021", "Month": "09", "Day": "21"}, "DateRevised": {"Year": "2024", "Month": "08", "Day": "04"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "12", "Day": "01"}], "Language": ["eng"], "ELocationID": ["10.2147/DDDT.S278153"], "Journal": {"ISSN": "1177-8881", "JournalIssue": {"Volume": "14", "PubDate": {"Year": "2020"}}, "Title": "Drug design, development and therapy", "ISOAbbreviation": "Drug Des Devel Ther"}, "ArticleTitle": "Evaluation of the Effect of <i>Hypericum triquetrifolium</i> Turra on Memory Impairment Induced by Chronic Psychosocial Stress in Rats: Role of BDNF.", "Pagination": {"StartPage": "5299", "EndPage": "5314", "MedlinePgn": "5299-5314"}, "Abstract": {"AbstractText": ["Chronic psychosocial stress impairs memory function and leads to a depression-like phenotype induced by a persistent status of oxidative stress. <i>Hypericum perforatum</i> L. (St. John's wort) is widely used to relieve symptoms of anxiety and depression; however, its long-term use is associated with adverse effects. <i>Hypericum triquetrifolium</i> Turra is closely related to <i>H. perforatum</i>. Both plants belong to <i>Hypericaceae</i> family and share many biologically active compounds. Previous work by our group showed that methanolic extracts of <i>H. triquetrifolium</i> have potent antioxidant activity as well as high hypericin content, a component that proved to have stress-relieving and antidepressant effects by other studies. Therefore, we hypothesized that <i>H. triquetrifolium</i> would reduce stress-induced cognitive impairment in a rat model of chronic stress.", "To determine whether chronic treatment with <i>H. triquetrifolium</i> protects against stress-associated memory deficits and to investigate a possible mechanism.", "The radial arm water maze (RAWM) was used to test learning and memory in rats exposed to daily stress using the resident-intruder paradigm. Stressed and unstressed rats received chronic <i>H. triquetrifolium</i> or vehicle. We also measured levels of brain-derived neurotrophic factor (BDNF) in the hippocampus, cortex and cerebellum.", "Neither chronic stress nor chronic <i>H. triquetrifolium</i> administration affected performance during acquisition. However, memory tests in the RAWM showed that chronic stress impaired different post-encoding memory stages. <i>H. triquetrifolium</i> prevented this impairment. Furthermore, hippocampal BDNF levels were markedly lower in stressed animals than in unstressed animals, and chronic administration of <i>H triquetrifolium</i> chronic administration protected against this reduction. No significant difference was observed in the effects of chronic stress and/or <i>H. triquetrifolium</i> treatment on BDNF levels in the cerebellum and cortex.", "<i>H. triquetrifolium</i> extract can oppose stress-associated hippocampus-dependent memory deficits in a mechanism that may involve BDNF in the hippocampus."], "CopyrightInformation": "© 2020 Alzoubi et al."}, "AuthorList": [{"Identifier": ["0000-0002-2808-5099"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Clinical Pharmacy, Faculty of Pharmacy, Jordan University of Science and Technology, Irbid 22110, Jordan."}], "LastName": "Alzoubi", "ForeName": "Karem H", "Initials": "KH"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Anatomy II, Medical Faculty, Heinrich Heine Universität, Düsseldorf, Germany."}, {"Identifier": [], "Affiliation": "Department of Medicinal Chemistry and Pharmacognosy, Faculty of Pharmacy, Jordan University of Science and Technology, Irbid 22110, Jordan."}], "LastName": "Abdel-Hafiz", "ForeName": "Laila", "Initials": "L"}, {"Identifier": ["0000-0002-3006-3104"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medical Laboratory Sciences, Jordan University of Science and Technology, Irbid 22110, Jordan."}], "LastName": "Khabour", "ForeName": "Omar F", "Initials": "OF"}, {"Identifier": ["0000-0002-9246-4974"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medicinal Chemistry and Pharmacognosy, Faculty of Pharmacy, Jordan University of Science and Technology, Irbid 22110, Jordan."}], "LastName": "El-Elimat", "ForeName": "Tamam", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Integrative Life Sciences Doctoral Program, Department of Pathology, Virginia Commonwealth University, Richmond, VA, USA."}], "LastName": "Alzubi", "ForeName": "Mohammad A", "Initials": "MA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Pharmacy, QU Health, Qatar University, Doha Qatar."}, {"Identifier": [], "Affiliation": "Biomedical and Pharmaceutical Research Unit, QU Health, Qatar University, Doha, Qatar."}], "LastName": "Alali", "ForeName": "Feras Q", "Initials": "FQ"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "New Zealand", "MedlineTA": "Drug Des Devel Ther", "NlmUniqueID": "101475745", "ISSNLinking": "1177-8881"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Antidepressive Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Bdnf protein, rat"}, {"RegistryNumber": "0", "NameOfSubstance": "Brain-Derived Neurotrophic Factor"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": ["chemistry", "isolation & purification", "pharmacology"], "DescriptorName": "Antidepressive Agents"}, {"QualifierName": ["analysis", "metabolism"], "DescriptorName": "Brain-Derived Neurotrophic Factor"}, {"QualifierName": ["drug effects", "metabolism"], "DescriptorName": "Hippocampus"}, {"QualifierName": ["chemistry", "metabolism"], "DescriptorName": "Hypericum"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": ["prevention & control"], "DescriptorName": "Memory Disorders"}, {"QualifierName": ["chemistry", "isolation & purification", "pharmacology"], "DescriptorName": "Plant Extracts"}, {"QualifierName": [], "DescriptorName": "Rats"}, {"QualifierName": [], "DescriptorName": "Rats, Wistar"}, {"QualifierName": ["drug therapy", "metabolism"], "DescriptorName": "Stress, Psychological"}], "CoiStatement": "The authors report no conflicts of interest for this work."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "De Quervain D, Schwabe L, Roozendaal B. Stress, glucocorticoids and memory: implications for treating fear-related disorders. Nat Rev Neurosci. 2017;18:7–19.", "ArticleIdList": ["27881856"]}, {"Citation": "Ranabir S, Reetu K. Stress and hormones. Indian J Endocrinol Metab. 2011;15(1):18–22. doi:10.4103/2230-8210.77573", "ArticleIdList": ["10.4103/2230-8210.77573", "PMC3079864", "21584161"]}, {"Citation": "Sandi C. Stress, cognitive impairment and cell adhesion molecules. Nat Rev Neurosci. 2004;5(12):917–930. doi:10.1038/nrn1555", "ArticleIdList": ["10.1038/nrn1555", "15550947"]}, {"Citation": "Huang RR, Hu W, Yin YY, Wang YC, Li WP, Li WZ. Chronic restraint stress promotes learning and memory impairment due to enhanced neuronal endoplasmic reticulum stress in the frontal cortex and hippocampus in male mice. Int J Mol Med. 2015;35(2):553–559. doi:10.3892/ijmm.2014.2026", "ArticleIdList": ["10.3892/ijmm.2014.2026", "25482165"]}, {"Citation": "Liu D, Wang Z, Gao Z, et al. Effects of curcumin on learning and memory deficits, BDNF, and ERK protein expression in rats exposed to chronic unpredictable stress. Behav Brain Res. 2014;271:116–121. doi:10.1016/j.bbr.2014.05.068", "ArticleIdList": ["10.1016/j.bbr.2014.05.068", "24914461"]}, {"Citation": "Xu Y, Pan J, Sun J, et al. Inhibition of phosphodiesterase 2 reverses impaired cognition and neuronal remodeling caused by chronic stress. Neurobiol Aging. 2015;36(2):955–970. doi:10.1016/j.neurobiolaging.2014.08.028", "ArticleIdList": ["10.1016/j.neurobiolaging.2014.08.028", "PMC4315741", "25442113"]}, {"Citation": "Moreira PS, Almeida PR, Leite-Almeida H, Sousa N, Costa P. Impact of chronic stress protocols in learning and memory in rodents: systematic review and meta-analysis. PLoS One. 2016;11(9):e0163245. doi:10.1371/journal.pone.0163245", "ArticleIdList": ["10.1371/journal.pone.0163245", "PMC5035061", "27662580"]}, {"Citation": "Conrad CD. A critical review of chronic stress effects on spatial learning and memory. Prog Neuropsychopharmacol Biol Psychiatry. 2010;34(5):742–755. doi:10.1016/j.pnpbp.2009.11.003", "ArticleIdList": ["10.1016/j.pnpbp.2009.11.003", "19903505"]}, {"Citation": "Finsterwald C, Alberini CM. Stress and glucocorticoid receptor-dependent mechanisms in long-term memory: from adaptive responses to psychopathologies. Neurobiol Learn Mem. 2014;112:17–29. doi:10.1016/j.nlm.2013.09.017", "ArticleIdList": ["10.1016/j.nlm.2013.09.017", "PMC3979509", "24113652"]}, {"Citation": "Sandi C. Stress and cognition. Wiley Interdiscip Rev Cogn Sci. 2013;4(3):245–261.", "ArticleIdList": ["26304203"]}, {"Citation": "Conrad CD, Ortiz JB, Judd JM. Chronic stress and hippocampal dendritic complexity: methodological and functional considerations. Physiol Behav. 2017;178:66–81. doi:10.1016/j.physbeh.2016.11.017", "ArticleIdList": ["10.1016/j.physbeh.2016.11.017", "27887995"]}, {"Citation": "Schoenfeld TJ, McCausland HC, Morris HD, Padmanaban V, Cameron HA. Stress and loss of adult neurogenesis differentially reduce hippocampal volume. Biol Psychiatry. 2017;82(12):914–923. doi:10.1016/j.biopsych.2017.05.013", "ArticleIdList": ["10.1016/j.biopsych.2017.05.013", "PMC5683934", "28629541"]}, {"Citation": "Yagi S, Galea LAM. Sex differences in hippocampal cognition and neurogenesis. Neuropsychopharmacology. 2019;44(1):200–213. doi:10.1038/s41386-018-0208-4", "ArticleIdList": ["10.1038/s41386-018-0208-4", "PMC6235970", "30214058"]}, {"Citation": "Kim EJ, Pellman B, Kim JJ. Stress effects on the hippocampus: a critical review. Learn Mem. 2015;22(9):411–416. doi:10.1101/lm.037291.114", "ArticleIdList": ["10.1101/lm.037291.114", "PMC4561403", "26286651"]}, {"Citation": "McEwen BS. Stress, sex, hippocampal plasticity: relevance to psychiatric disorders. Clin Neurosci Res. 2001;1(1):19–34. doi:10.1016/S1566-2772(00)00004-9", "ArticleIdList": ["10.1016/S1566-2772(00)00004-9"]}, {"Citation": "Galea LAM, McEwen BS, Tanapat P, Deak T, Spencer RL, Dhabhar FS. Sex differences in dendritic atrophy of CA3 pyramidal neurons in response to chronic restraint stress. Neuroscience. 1997;81(3):689–697. doi:10.1016/S0306-4522(97)00233-9", "ArticleIdList": ["10.1016/S0306-4522(97)00233-9", "9316021"]}, {"Citation": "Arborelius L, Owens MJ, Plotsky PM, Nemeroff CB. The role of corticotropin-releasing factor in depression and anxiety disorders. J Endocrinol. 1999;160(1):1–12. doi:10.1677/joe.0.1600001", "ArticleIdList": ["10.1677/joe.0.1600001", "9854171"]}, {"Citation": "Holsboer F. Stress, hypercortisolism and corticosteroid receptors in depression: implications for therapy. J Affect Disord. 2001;62(1–2):77–91. doi:10.1016/S0165-0327(00)00352-9", "ArticleIdList": ["10.1016/S0165-0327(00)00352-9", "11172875"]}, {"Citation": "Bouvier E, Brouillard F, Molet J, et al. Nrf2-dependent persistent oxidative stress results in stress-induced vulnerability to depression. Mol Psychiatry. 2017;22(12):1701–1713. doi:10.1038/mp.2016.144", "ArticleIdList": ["10.1038/mp.2016.144", "27646262"]}, {"Citation": "Wang Y, Kan H, Yin Y, et al. Protective effects of ginsenoside Rg1 on chronic restraint stress induced learning and memory impairments in male mice. Pharmacol Biochem Behav. 2014;120:73–81.", "ArticleIdList": ["24560910"]}, {"Citation": "Sawyer K, Corsentino E, Sachs-Ericsson N, Steffens DC. Depression, hippocampal volume changes, and cognitive decline in a clinical sample of older depressed outpatients and non-depressed controls. Aging Ment Health. 2012;16(6):753–762. doi:10.1080/13607863.2012.678478", "ArticleIdList": ["10.1080/13607863.2012.678478", "PMC3430833", "22548411"]}, {"Citation": "Vasic N, Walter H, Hose A, Wolf RC. Gray matter reduction associated with psychopathology and cognitive dysfunction in unipolar depression: a voxel-based morphometry study. J Affect Disord. 2008;109(1–2):107–116. doi:10.1016/j.jad.2007.11.011", "ArticleIdList": ["10.1016/j.jad.2007.11.011", "18191459"]}, {"Citation": "Erickson KI, Miller DL, Roecklein KA. The aging hippocampus: interactions between exercise, depression, and BDNF. Neuroscientist. 2012;18(1):82–97. doi:10.1177/1073858410397054", "ArticleIdList": ["10.1177/1073858410397054", "PMC3575139", "21531985"]}, {"Citation": "Czeh B, Lucassen PJ. What causes the hippocampal volume decrease in depression? Are neurogenesis, glial changes and apoptosis implicated? Eur Arch Psychiatry Clin Neurosci. 2007;257(5):250–260.", "ArticleIdList": ["17401728"]}, {"Citation": "Bekinschtein P, Cammarota M, Medina JH. BDNF and memory processing. Neuropharmacology. 2014;76(Pt):C:677–683. doi:10.1016/j.neuropharm.2013.04.024", "ArticleIdList": ["10.1016/j.neuropharm.2013.04.024", "23688925"]}, {"Citation": "Alonso M, Vianna MR, Depino AM, et al. BDNF-triggered events in the rat hippocampus are required for both short- and long-term memory formation. Hippocampus. 2002;12(4):551–560. doi:10.1002/hipo.10035", "ArticleIdList": ["10.1002/hipo.10035", "12201640"]}, {"Citation": "Kiprianova I, Freiman TM, Desiderato S, et al. Brain-derived neurotrophic factor prevents neuronal death and glial activation after global ischemia in the rat. J Neurosci Res. 1999;56(1):21–27. doi:10.1002/(SICI)1097-4547(19990401)56:1<21::AID-JNR3>3.0.CO;2-Q", "ArticleIdList": ["10.1002/(SICI)1097-4547(19990401)56:1<21::AID-JNR3>3.0.CO;2-Q", "10213471"]}, {"Citation": "Zaletel I, Filipovic D, Puskas N. Hippocampal BDNF in physiological conditions and social isolation. Rev Neurosci. 2017;28(6):675–692.", "ArticleIdList": ["28593903"]}, {"Citation": "Abdul-Razzak KK, Alzoubi KH, Abdo SA, Hananeh WM. High-dose vitamin C: does it exacerbate the effect of psychosocial stress on liver? Biochemical and histological study. Exp Toxicol Pathol. 2012;64(4):367–371. doi:10.1016/j.etp.2010.09.011", "ArticleIdList": ["10.1016/j.etp.2010.09.011", "21030226"]}, {"Citation": "Aleisa AM, Alzoubi KH, Gerges NZ, Alkadhi KA. Chronic psychosocial stress-induced impairment of hippocampal LTP: possible role of BDNF. Neurobiol Dis. 2006;22(3):453–462. doi:10.1016/j.nbd.2005.12.005", "ArticleIdList": ["10.1016/j.nbd.2005.12.005", "16530419"]}, {"Citation": "Alzoubi KH, Abdul-Razzak KK, Khabour OF, Al-Tuweiq GM, Alzubi MA, Alkadhi KA. Adverse effect of combination of chronic psychosocial stress and high fat diet on hippocampus-dependent memory in rats. Behav Brain Res. 2009;204(1):117–123. doi:10.1016/j.bbr.2009.05.025", "ArticleIdList": ["10.1016/j.bbr.2009.05.025", "19482049"]}, {"Citation": "Gerges NZ, Alzoubi KH, Park CR, Diamond DM, Alkadhi KA. Adverse effect of the combination of hypothyroidism and chronic psychosocial stress on hippocampus-dependent memory in rats. Behav Brain Res. 2004;155(1):77–84. doi:10.1016/j.bbr.2004.04.003", "ArticleIdList": ["10.1016/j.bbr.2004.04.003", "15325781"]}, {"Citation": "Alkadhi KA, Alzoubi KH, Aleisa AM, Tanner FL, Nimer AS. Psychosocial stress-induced hypertension results from in vivo expression of long-term potentiation in rat sympathetic ganglia. Neurobiol Dis. 2005;20(3):849–857. doi:10.1016/j.nbd.2005.05.020", "ArticleIdList": ["10.1016/j.nbd.2005.05.020", "16005635"]}, {"Citation": "Kukel’ova D, Bergamini G, Sigrist H, Seifritz E, Hengerer B, Pryce CR. Chronic social stress leads to reduced gustatory reward salience and effort valuation in mice. Front Behav Neurosci. 2018;12:134. doi:10.3389/fnbeh.2018.00134", "ArticleIdList": ["10.3389/fnbeh.2018.00134", "PMC6053640", "30057529"]}, {"Citation": "Mohammadi HS, Goudarzi I, Lashkarbolouki T, Abrari K, Elahdadi Salmani M. Chronic administration of quercetin prevent spatial learning and memory deficits provoked by chronic stress in rats. Behav Brain Res. 2014;270:196–205. doi:10.1016/j.bbr.2014.05.015", "ArticleIdList": ["10.1016/j.bbr.2014.05.015", "24844750"]}, {"Citation": "Ng QX, Venkatanarayanan N, Ho CY. Clinical use of Hypericum perforatum (St John’s wort) in depression: a meta-analysis. J Affect Disord. 2017;210:211–221. doi:10.1016/j.jad.2016.12.048", "ArticleIdList": ["10.1016/j.jad.2016.12.048", "28064110"]}, {"Citation": "Kumar V, Singh PN, Muruganandam AV, Bhattacharya SK. Effect of Indian Hypericum perforatum Linn on animal models of cognitive dysfunction. J Ethnopharmacol. 2000;72(1–2):119–128. doi:10.1016/S0378-8741(00)00216-6", "ArticleIdList": ["10.1016/S0378-8741(00)00216-6", "10967462"]}, {"Citation": "Klusa V, Germane S, Noldner M, Chatterjee SS. Hypericum extract and hyperforin: memory-enhancing properties in rodents. Pharmacopsychiatry. 2001;34(Suppl 1):S61–69. doi:10.1055/s-2001-15451", "ArticleIdList": ["10.1055/s-2001-15451", "11518079"]}, {"Citation": "Gonulalan EM, Nemutlu E, Bayazeid O, Kocak E, Yalcin FN, Demirezer LO. Metabolomics and proteomics profiles of some medicinal plants and correlation with BDNF activity. Phytomedicine. 2019;152920.", "ArticleIdList": ["30979692"]}, {"Citation": "Gryzlak BM, Wallace RB, Zimmerman MB, Nisly NL. National surveillance of herbal dietary supplement exposures: the poison control center experience. Pharmacoepidemiol Drug Saf. 2007;16(9):947–957. doi:10.1002/pds.1445", "ArticleIdList": ["10.1002/pds.1445", "PMC2265591", "17613175"]}, {"Citation": "Rychlik R, Siedentop H, von den Driesch V, Kasper S. General practice research study of St. Johns wort extract WS 5572. Normally 600 mg per day is enough. MMW Fortschr Med. 2001;143(47):48.", "ArticleIdList": ["11791364"]}, {"Citation": "Lecrubier Y, Clerc G, Didi R, Kieser M. Efficacy of St. John’s wort extract WS 5570 in major depression: a double-blind, placebo-controlled trial. Am J Psychiatry. 2002;159(8):1361–1366. doi:10.1176/appi.ajp.159.8.1361", "ArticleIdList": ["10.1176/appi.ajp.159.8.1361", "12153829"]}, {"Citation": "Valvassori SS, Borges C, Bavaresco DV, et al. Hypericum perforatum chronic treatment affects cognitive parameters and brain neurotrophic factor levels. Braz J Psychiatry. 2018;40(4):367–375. doi:10.1590/1516-4446-2017-2271", "ArticleIdList": ["10.1590/1516-4446-2017-2271", "PMC6899380", "30110089"]}, {"Citation": "Aleisa AM. Cytological and biochemical effects of St. John’s wort supplement (a complex mixture of St. John’s wort, Rosemary and Spirulina) on somatic and germ cells of Swiss Albino mice. Int J Environ Res Public Health. 2008;5(5):408–417. doi:10.3390/ijerph5050408", "ArticleIdList": ["10.3390/ijerph5050408", "PMC3700001", "19151436"]}, {"Citation": "Al-Eisawi DM. Field Guide to Wild Flowers of Jordan and Neighbouring Countries. Amman, Jordan: Jordan Press Founation, Al-Rai; 1998."}, {"Citation": "Nurk NM, Crockett SL. Morphological and phytochemical diversity among hypericum species of the mediterranean basin. Med Aromat Plant Sci Biotechnol. 2011;5(SpecialIssue 1):14–28.", "ArticleIdList": ["PMC3364718", "22662020"]}, {"Citation": "Alali FQ, Tawaha K, El-Elimat T, et al. Antioxidant activity and total phenolic content of aqueous and methanolic extracts of Jordanian plants: an ICBG project. Nat Prod Res. 2007;21(12):1121–1131. doi:10.1080/14786410701590285", "ArticleIdList": ["10.1080/14786410701590285", "17852749"]}, {"Citation": "Tawaha K, Alali FQ, Gharaibeh M, Mohammad M, El-Elimat T. Antioxidant activity and total phenolic content of selected Jordanian plant species. Food Chem. 2007;104(4):1372–1378. doi:10.1016/j.foodchem.2007.01.064", "ArticleIdList": ["10.1016/j.foodchem.2007.01.064"]}, {"Citation": "Mizuno M, Yamada K, He J, Nakajima A, Nabeshima T. Involvement of BDNF receptor TrkB in spatial memory formation. Learn Mem. 2003;10(2):108–115. doi:10.1101/lm.56003", "ArticleIdList": ["10.1101/lm.56003", "PMC196664", "12663749"]}, {"Citation": "Duru B. Isolation of a Bioactive Compound Hypericin from a Medicinal Plant Hypericum perforatum L. Using Basic Chromatography Methods. Department of Chemistry, The Middle East Technical University; 2003."}, {"Citation": "Office of Laboratory Animal Welfare. AR. The Institutional Animal Care and Use Committee Guidebook. 2nd edition. ARENA and OLAW; 2002.", "ArticleIdList": ["0"]}, {"Citation": "Alzoubi KH, Abdul-Razzak KK, Khabour OF, Al-Tuweiq GM, Alzubi MA, Alkadhi KA. Caffeine prevents cognitive impairment induced by chronic psychosocial stress and/or high fat-high carbohydrate diet. Behav Brain Res. 2013;237:7–14. doi:10.1016/j.bbr.2012.09.018", "ArticleIdList": ["10.1016/j.bbr.2012.09.018", "23000531"]}, {"Citation": "Alzoubi KH, Srivareerat M, Aleisa AM, Alkadhi KA. Chronic caffeine treatment prevents stress-induced LTP impairment: the critical role of phosphorylated CaMKII and BDNF. J Mol Neurosci. 2013;49(1):11–20. doi:10.1007/s12031-012-9836-z", "ArticleIdList": ["10.1007/s12031-012-9836-z", "22706686"]}, {"Citation": "Srivareerat M, Tran TT, Alzoubi KH, Alkadhi KA. Chronic psychosocial stress exacerbates impairment of cognition and long-term potentiation in beta-amyloid rat model of Alzheimer’s disease. Biol Psychiatry. 2009;65(11):918–926. doi:10.1016/j.biopsych.2008.08.021", "ArticleIdList": ["10.1016/j.biopsych.2008.08.021", "18849021"]}, {"Citation": "Exarchou V, Fiamegos YC, van Beek TA, Nanos C, Vervoort J. Hyphenated chromatographic techniques for the rapid screening and identification of antioxidants in methanolic extracts of pharmaceutically used plants. J Chromatogr A. 2006;1112(1):293–302. doi:10.1016/j.chroma.2005.11.077", "ArticleIdList": ["10.1016/j.chroma.2005.11.077", "16359690"]}, {"Citation": "Abdullah Y, Schneider B, Petersen M. Occurrence of rosmarinic acid, chlorogenic acid and rutin in Marantaceae species. Phytochem Lett. 2008;1(4):199–203."}, {"Citation": "Tatsis EC, Exarchou V, Troganis AN, Gerothanassis IP. 1H NMR determination of hypericin and pseudohypericin in complex natural mixtures by the use of strongly deshielded OH groups. Anal Chim Acta. 2008;607(2):219–226. doi:10.1016/j.aca.2007.11.040", "ArticleIdList": ["10.1016/j.aca.2007.11.040", "18190811"]}, {"Citation": "Morris RG, Garrud P, Rawlins JN, O’Keefe J. Place navigation impaired in rats with hippocampal lesions. Nature. 1982;297(5868):681–683. doi:10.1038/297681a0", "ArticleIdList": ["10.1038/297681a0", "7088155"]}, {"Citation": "Stewart S, Cacucci F, Lever C. Which memory task for my mouse? A systematic review of spatial memory performance in the Tg2576 Alzheimer’s mouse model. J Alzheimers Dis. 2011;26(1):105–126. doi:10.3233/JAD-2011-101827", "ArticleIdList": ["10.3233/JAD-2011-101827", "21558645"]}, {"Citation": "Licinio J, Wong M. Brain-derived neurotrophic factor (BDNF) in stress and affective disorders. Mol Psychiatry. 2002;7(6):519.", "ArticleIdList": ["12140770"]}, {"Citation": "Smith MA, Makino S, Kim SY, Kvetnansky R. Stress increases brain-derived neurotropic factor messenger ribonucleic acid in the hypothalamus and pituitary. Endocrinology. 1995;136(9):3743–3750. doi:10.1210/endo.136.9.7649080", "ArticleIdList": ["10.1210/endo.136.9.7649080", "7649080"]}, {"Citation": "Marosi K, Mattson MP. BDNF mediates adaptive brain and body responses to energetic challenges. Trends Endocrinol Metab. 2014;25(2):89–98. doi:10.1016/j.tem.2013.10.006", "ArticleIdList": ["10.1016/j.tem.2013.10.006", "PMC3915771", "24361004"]}, {"Citation": "Bulygina VV, Shishkina GT, Berezova IV, Dygalo NN. BDNF protein expression in the hippocampus following exposure of rats to forced swimming stress. Dokl Biol Sci. 2011;437(1):82–84. doi:10.1134/S0012496611020116", "ArticleIdList": ["10.1134/S0012496611020116", "21562951"]}, {"Citation": "Filho CB, Jesse CR, Donato F, et al. Chronic unpredictable mild stress decreases BDNF and NGF levels and Na(+), K(+)-ATPase activity in the hippocampus and prefrontal cortex of mice: antidepressant effect of chrysin. Neuroscience. 2015;289:367–680. doi:10.1016/j.neuroscience.2014.12.048", "ArticleIdList": ["10.1016/j.neuroscience.2014.12.048", "25592430"]}, {"Citation": "McEwen BS. Central effects of stress hormones in health and disease: understanding the protective and damaging effects of stress and stress mediators. Eur J Pharmacol. 2008;583(2–3):174–185. doi:10.1016/j.ejphar.2007.11.071", "ArticleIdList": ["10.1016/j.ejphar.2007.11.071", "PMC2474765", "18282566"]}, {"Citation": "Amri H, Drieu K, Papadopoulos V. Ex vivo regulation of adrenal cortical cell steroid and protein synthesis, in response to adrenocorticotropic hormone stimulation, by the Ginkgo biloba extract EGb 761 and isolated ginkgolide B. Endocrinology. 1997;138(12):5415–5426. doi:10.1210/endo.138.12.5604", "ArticleIdList": ["10.1210/endo.138.12.5604", "9389527"]}, {"Citation": "Schoenfeld TJ, Gould E. Stress, stress hormones, and adult neurogenesis. Exp Neurol. 2012;233(1):12–21. doi:10.1016/j.expneurol.2011.01.008", "ArticleIdList": ["10.1016/j.expneurol.2011.01.008", "PMC3715962", "21281629"]}, {"Citation": "Burgess N, Maguire EA, O’Keefe J. The human hippocampus and spatial and episodic memory. Neuron. 2002;35(4):625–641.", "ArticleIdList": ["12194864"]}, {"Citation": "Kosaki Y, Lin TC, Horne MR, Pearce JM, Gilroy KE. The role of the hippocampus in passive and active spatial learning. Hippocampus. 2014;24(12):1633–1652. doi:10.1002/hipo.22343", "ArticleIdList": ["10.1002/hipo.22343", "PMC4258078", "25131441"]}, {"Citation": "Arbel I, Kadar T, Silbermann M, Levy A. The effects of long-term corticosterone administration on hippocampal morphology and cognitive performance of middle-aged rats. Brain Res. 1994;657(1–2):227–235.", "ArticleIdList": ["7820622"]}, {"Citation": "Conrad CD, Galea LA, Kuroda Y, McEwen BS. Chronic stress impairs rat spatial memory on the Y maze, and this effect is blocked by tianeptine pretreatment. Behav Neurosci. 1996;110(6):1321–1334. doi:10.1037/0735-7044.110.6.1321", "ArticleIdList": ["10.1037/0735-7044.110.6.1321", "8986335"]}, {"Citation": "Dachir S, Kadar T, Robinzon B, Levy A. Cognitive deficits induced in young rats by long-term corticosterone administration. Behav Neural Biol. 1993;60(2):103–109. doi:10.1016/0163-1047(93)90173-F", "ArticleIdList": ["10.1016/0163-1047(93)90173-F", "8117235"]}, {"Citation": "Stillman MJ, Shukitt-Hale B, Levy A, Lieberman HR. Spatial memory under acute cold and restraint stress. Physiol Behav. 1998;64(5):605–609. doi:10.1016/S0031-9384(98)00091-2", "ArticleIdList": ["10.1016/S0031-9384(98)00091-2", "9817570"]}, {"Citation": "Stickgold R, Walker MP. Memory consolidation and reconsolidation: what is the role of sleep? Trends Neurosci. 2005;28(8):408–415. doi:10.1016/j.tins.2005.06.004", "ArticleIdList": ["10.1016/j.tins.2005.06.004", "15979164"]}, {"Citation": "Born J, Wilhelm I. System consolidation of memory during sleep. Psychol Res. 2012;76(2):192–203. doi:10.1007/s00426-011-0335-6", "ArticleIdList": ["10.1007/s00426-011-0335-6", "PMC3278619", "21541757"]}, {"Citation": "Dudai Y. The restless engram: consolidations never end. Annu Rev Neurosci. 2012;35(1):227–247. doi:10.1146/annurev-neuro-062111-150500", "ArticleIdList": ["10.1146/annurev-neuro-062111-150500", "22443508"]}, {"Citation": "McGaugh JL. Memory – a century of consolidation. Science. 2000;287(5451):248–251. doi:10.1126/science.287.5451.248", "ArticleIdList": ["10.1126/science.287.5451.248", "10634773"]}, {"Citation": "Nader K. Memory traces unbound. Trends Neurosci. 2003;26(2):65–72. doi:10.1016/S0166-2236(02)00042-5", "ArticleIdList": ["10.1016/S0166-2236(02)00042-5", "12536129"]}, {"Citation": "Wamsley EJ, Stickgold R. Memory, sleep and dreaming: experiencing consolidation. Sleep Med Clin. 2011;6(1):97–108. doi:10.1016/j.jsmc.2010.12.008", "ArticleIdList": ["10.1016/j.jsmc.2010.12.008", "PMC3079906", "21516215"]}, {"Citation": "Dupret D, O’Neill J, Pleydell-Bouverie B, Csicsvari J. The reorganization and reactivation of hippocampal maps predict spatial memory performance. Nat Neurosci. 2010;13(8):995–1002. doi:10.1038/nn.2599", "ArticleIdList": ["10.1038/nn.2599", "PMC2923061", "20639874"]}, {"Citation": "Tamminen J, Payne JD, Stickgold R, Wamsley EJ, Gaskell MG. Sleep spindle activity is associated with the integration of new memories and existing knowledge. J Neurosci. 2010;30(43):14356–14360. doi:10.1523/JNEUROSCI.3028-10.2010", "ArticleIdList": ["10.1523/JNEUROSCI.3028-10.2010", "PMC2989532", "20980591"]}, {"Citation": "Dumay N, Gaskell MG. Sleep-associated changes in the mental representation of spoken words. Psychol Sci. 2007;18(1):35–39. doi:10.1111/j.1467-9280.2007.01845.x", "ArticleIdList": ["10.1111/j.1467-9280.2007.01845.x", "17362375"]}, {"Citation": "Payne JD, Schacter DL, Propper RE, et al. The role of sleep in false memory formation. Neurobiol Learn Mem. 2009;92(3):327–334. doi:10.1016/j.nlm.2009.03.007", "ArticleIdList": ["10.1016/j.nlm.2009.03.007", "PMC2789473", "19348959"]}, {"Citation": "Wagner U, Gais S, Haider H, Verleger R, Born J. Sleep inspires insight. Nature. 2004;427(6972):352–355. doi:10.1038/nature02223", "ArticleIdList": ["10.1038/nature02223", "14737168"]}, {"Citation": "Zhang Y, Gruber R. Can slow-wave sleep enhancement improve memory? A review of current approaches and cognitive outcomes. Yale J Biol Med. 2019;92(1):63–80.", "ArticleIdList": ["PMC6430170", "30923474"]}, {"Citation": "Smith C. Sleep states and memory processes in humans: procedural versus declarative memory systems. Sleep Med Rev. 2001;5(6):491–506. doi:10.1053/smrv.2001.0164", "ArticleIdList": ["10.1053/smrv.2001.0164", "12531156"]}, {"Citation": "Skaggs WE, McNaughton BL. Replay of neuronal firing sequences in rat hippocampus during sleep following spatial experience. Science. 1996;271(5257):1870–1873. doi:10.1126/science.271.5257.1870", "ArticleIdList": ["10.1126/science.271.5257.1870", "8596957"]}, {"Citation": "Kudrimoti HS, Barnes CA, McNaughton BL. Reactivation of hippocampal cell assemblies: effects of behavioral state, experience, and EEG dynamics. J Neurosci. 1999;19(10):4090–4101. doi:10.1523/JNEUROSCI.19-10-04090.1999", "ArticleIdList": ["10.1523/JNEUROSCI.19-10-04090.1999", "PMC6782694", "10234037"]}, {"Citation": "Peigneux P, Laureys S, Fuchs S, et al. Are spatial memories strengthened in the human hippocampus during slow wave sleep? Neuron. 2004;44(3):535–545. doi:10.1016/j.neuron.2004.10.007", "ArticleIdList": ["10.1016/j.neuron.2004.10.007", "15504332"]}, {"Citation": "Sutherland GR, McNaughton B. Memory trace reactivation in hippocampal and neocortical neuronal ensembles. Curr Opin Neurobiol. 2000;10(2):180–186. doi:10.1016/S0959-4388(00)00079-9", "ArticleIdList": ["10.1016/S0959-4388(00)00079-9", "10753801"]}, {"Citation": "Stickgold R. EMDR: a putative neurobiological mechanism of action. J Clin Psychol. 2002;58(1):61–75. doi:10.1002/jclp.1129", "ArticleIdList": ["10.1002/jclp.1129", "11748597"]}, {"Citation": "Diekelmann S, Born J. The memory function of sleep. Nat Rev Neurosci. 2010;11(2):114–126. doi:10.1038/nrn2762", "ArticleIdList": ["10.1038/nrn2762", "20046194"]}, {"Citation": "Phillips C. Brain-derived neurotrophic factor, depression, and physical activity: making the neuroplastic connection. Neural Plast. 2017;2017:7260130. doi:10.1155/2017/7260130", "ArticleIdList": ["10.1155/2017/7260130", "PMC5591905", "28928987"]}, {"Citation": "Tordera RM, Garcia-Garcia AL, Elizalde N, et al. Chronic stress and impaired glutamate function elicit a depressive-like phenotype and common changes in gene expression in the mouse frontal cortex. Eur Neuropsychopharmacol. 2011;21(1):23–32. doi:10.1016/j.euroneuro.2010.06.016", "ArticleIdList": ["10.1016/j.euroneuro.2010.06.016", "20937555"]}, {"Citation": "Vasquez CE, Riener R, Reynolds E, Britton GB. NMDA receptor dysregulation in chronic state: a possible mechanism underlying depression with BDNF downregulation. Neurochem Int. 2014;79:88–97. doi:10.1016/j.neuint.2014.09.007", "ArticleIdList": ["10.1016/j.neuint.2014.09.007", "25277075"]}, {"Citation": "Wang C, Guo J, Guo R. Effect of XingPiJieYu decoction on spatial learning and memory and cAMP-PKA-CREB-BDNF pathway in rat model of depression through chronic unpredictable stress. BMC Complement Altern Med. 2017;17(1):73. doi:10.1186/s12906-016-1543-9", "ArticleIdList": ["10.1186/s12906-016-1543-9", "PMC5260079", "28118829"]}, {"Citation": "Enogieru AB, Haylett W, Hiss DC, Bardien S, Ekpo OE. Rutin as a potent antioxidant: implications for neurodegenerative disorders. Oxid Med Cell Longev. 2018;2018:1–17. doi:10.1155/2018/6241017", "ArticleIdList": ["10.1155/2018/6241017", "PMC6040293", "30050657"]}, {"Citation": "Orcic DZ, Mimica-Dukic NM, Franciskovic MM, Petrovic SS, Jovin ED. Antioxidant activity relationship of phenolic compounds in Hypericum perforatum L. Chem Cent J. 2011;5:34. doi:10.1186/1752-153X-5-34.", "ArticleIdList": ["10.1186/1752-153X-5-34", "PMC3132159", "21702979"]}, {"Citation": "Çirak C, Radusiene J, Janulis V, Ivanauskas L, Camas N, Ayan A. Phenolic constituents of Hypericum triquetrifolium Turra (Guttiferae) growing in Turkey: variation among populations and plant parts. Turk J Biol. 2011;35:449–456."}, {"Citation": "Nassiri-Asl M, Naserpour T, Abbasi E, et al. Effects of rutin on oxidative stress in mice with kainic acid-induced seizure. J Integr Med. 2013;11(5):337–342. doi:10.3736/jintegrmed2013042", "ArticleIdList": ["10.3736/jintegrmed2013042", "24063781"]}, {"Citation": "Sivanantham B, Krishnan U, Rajendiran V. Amelioration of oxidative stress in differentiated neuronal cells by rutin regulated by a concentration switch. Biomed Pharmacother. 2018;108:15–26. doi:10.1016/j.biopha.2018.09.021", "ArticleIdList": ["10.1016/j.biopha.2018.09.021", "30212708"]}, {"Citation": "Song K, Na JY, Kim S, Kwon J. Rutin upregulates neurotrophic factors resulting in attenuation of ethanol-induced oxidative stress in HT22 hippocampal neuronal cells. J Sci Food Agric. 2014;95.", "ArticleIdList": ["25251136"]}, {"Citation": "Alali F, Tawaha K, El-Elimat T. Determination of hypericin content in Hypericum triquetrifolium Turra (Hypericaceae) growing wild in Jordan. Nat Prod Res. 2004;18(2):147–151. doi:10.1080/14786410310001608046", "ArticleIdList": ["10.1080/14786410310001608046", "14984088"]}, {"Citation": "Garcia I, Ballesta S, Gilaberte Y, Rezusta A, Pascual Á. Antimicrobial photodynamic activity of hypericin against methicillin-susceptible and resistant Staphylococcus aureus biofilms. Future Microbiol. 2015;10(3):347–356. doi:10.2217/fmb.14.114", "ArticleIdList": ["10.2217/fmb.14.114", "25812458"]}, {"Citation": "Karioti A, Bilia AR. Hypericins as potential leads for new therapeutics. Int J Mol Sci. 2010;11(2):562–594. doi:10.3390/ijms11020562", "ArticleIdList": ["10.3390/ijms11020562", "PMC2852855", "20386655"]}, {"Citation": "Bannerman DM, Good MA, Butcher SP, Ramsay M, Morris RG. Distinct components of spatial learning revealed by prior training and NMDA receptor blockade. Nature. 1995;378(6553):182–186. doi:10.1038/378182a0", "ArticleIdList": ["10.1038/378182a0", "7477320"]}, {"Citation": "Tawaha K, Sadi R, Qa’dan F, Matalka KZ, Nahrstedt A. A bioactive prodelphinidin from Mangifera indica leaf extract. Z Naturforsch C J Biosci. 2010;65(5–6):322–326. doi:10.1515/znc-2010-5-603", "ArticleIdList": ["10.1515/znc-2010-5-603", "20653233"]}, {"Citation": "Kumar V, Mdzinarishvili A, Kiewert C, et al. NMDA receptor-antagonistic properties of hyperforin, a constituent of St. John’s Wort. J Pharmacol Sci. 2006;102(1):47–54. doi:10.1254/jphs.FP0060378", "ArticleIdList": ["10.1254/jphs.FP0060378", "16936454"]}, {"Citation": "Palmer GC. Neuroprotection by NMDA receptor antagonists in a variety of neuropathologies. Curr Drug Targets. 2001;2(3):241–271. doi:10.2174/1389450013348335", "ArticleIdList": ["10.2174/1389450013348335", "11554551"]}, {"Citation": "Mennini T, Gobbi M. The antidepressant mechanism of Hypericum perforatum. Life Sci. 2004;75(9):1021–1027. doi:10.1016/j.lfs.2004.04.005", "ArticleIdList": ["10.1016/j.lfs.2004.04.005", "15207650"]}, {"Citation": "Wei S, Ji XW, Wu CL, et al. Resident intruder paradigm-induced aggression relieves depressive-like behaviors in male rats subjected to chronic mild stress. Med Sci Monit. 2014;20:945–952. doi:10.12659/MSM.890200", "ArticleIdList": ["10.12659/MSM.890200", "PMC4067422", "24911067"]}, {"Citation": "Duman RS, Monteggia LM. A neurotrophic model for stress-related mood disorders. Biol Psychiatry. 2006;59(12):1116–1127. doi:10.1016/j.biopsych.2006.02.013", "ArticleIdList": ["10.1016/j.biopsych.2006.02.013", "16631126"]}, {"Citation": "Russo-Neustadt A, Ha T, Ramirez R, Kesslak JP. Physical activity-antidepressant treatment combination: impact on brain-derived neurotrophic factor and behavior in an animal model. Behav Brain Res. 2001;120(1):87–95. doi:10.1016/S0166-4328(00)00364-8", "ArticleIdList": ["10.1016/S0166-4328(00)00364-8", "11173088"]}, {"Citation": "Zhang R, Peng Z, Wang H, et al. Gastrodin ameliorates depressive-like behaviors and up-regulates the expression of BDNF in the hippocampus and hippocampal-derived astrocyte of rats. Neurochem Res. 2014;39(1):172–179. doi:10.1007/s11064-013-1203-0", "ArticleIdList": ["10.1007/s11064-013-1203-0", "24293261"]}, {"Citation": "Autry AE, Monteggia LM. Brain-derived neurotrophic factor and neuropsychiatric disorders. Pharmacol Rev. 2012;64(2):238–258. doi:10.1124/pr.111.005108", "ArticleIdList": ["10.1124/pr.111.005108", "PMC3310485", "22407616"]}, {"Citation": "Conboy L, Tanrikut C, Zoladz PR, et al. The antidepressant agomelatine blocks the adverse effects of stress on memory and enables spatial learning to rapidly increase neural cell adhesion molecule (NCAM) expression in the hippocampus of rats. Int J Neuropsychopharmacol. 2009;12(3):329–341. doi:10.1017/S1461145708009255", "ArticleIdList": ["10.1017/S1461145708009255", "18706130"]}, {"Citation": "Yadollah-Damavandi S, Chavoshi-Nejad M, Jangholi E, et al. Topical Hypericum perforatum improves tissue regeneration in full-thickness excisional wounds in diabetic rat model. Evid Based Complement Alternat Med. 2015;2015:245328. doi:10.1155/2015/245328", "ArticleIdList": ["10.1155/2015/245328", "PMC4568368", "26417372"]}, {"Citation": "Klemow KM, Bartlow A, Crawford J, Kocher N, Shah J, Ritsick M. Medical attributes of St. John’s wort (Hypericum perforatum) In: Benzie IFF, Wachtel-Galor S, editors. Herbal Medicine: Biomolecular and Clinical Aspects. Boca Raton (FL);2011."}, {"Citation": "Whiskey E, Werneke U, Taylor D. A systematic review and meta-analysis of Hypericum perforatum in depression: a comprehensive clinical review. Int Clin Psychopharmacol. 2001;16(5):239–252. doi:10.1097/00004850-200109000-00001", "ArticleIdList": ["10.1097/00004850-200109000-00001", "11552767"]}, {"Citation": "Siepmann M, Krause S, Joraschky P, Muck-Weymann M, Kirch W. The effects of St John’s wort extract on heart rate variability, cognitive function and quantitative EEG: a comparison with amitriptyline and placebo in healthy men. Br J Clin Pharmacol. 2002;54(3):277–282. doi:10.1046/j.1365-2125.2002.01658.x", "ArticleIdList": ["10.1046/j.1365-2125.2002.01658.x", "PMC1874427", "12236848"]}]}], "History": [{"Year": "2020", "Month": "8", "Day": "21"}, {"Year": "2020", "Month": "11", "Day": "14"}, {"Year": "2020", "Month": "12", "Day": "10", "Hour": "5", "Minute": "56"}, {"Year": "2020", "Month": "12", "Day": "11", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "9", "Day": "22", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "12", "Day": "1"}], "PublicationStatus": "epublish", "ArticleIdList": ["33299301", "PMC7720289", "10.2147/DDDT.S278153", "278153"]}}]}