{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Cytokine storm", "Imatinib", "Losartan", "Main protease", "Papain-like protease", "SARS-CoV2"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "33294307", "DateRevised": {"Year": "2023", "Month": "11", "Day": "04"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "12", "Day": "04"}], "Language": ["eng"], "ELocationID": ["1", "10.1007/s40203-020-00058-7"], "Journal": {"ISSN": "2193-9616", "JournalIssue": {"Volume": "9", "Issue": "1", "PubDate": {"Year": "2021"}}, "Title": "In silico pharmacology", "ISOAbbreviation": "In Silico Pharmacol"}, "ArticleTitle": "Are losartan and imatinib effective against SARS-CoV2 pathogenesis? A pathophysiologic-based in silico study.", "Pagination": {"StartPage": "1", "MedlinePgn": "1"}, "Abstract": {"AbstractText": ["Proposing a theory about the pathophysiology of cytokine storm in COVID19, we were to find the potential drugs to treat this disease and to find any effect of these drugs on the virus infectivity through an in silico study. COVID-19-induced ARDS is linked to a cytokine storm phenomenon not explainable solely by the virus infectivity. Knowing that ACE2, the hydrolyzing enzyme of AngII and SARS-CoV2 receptor, downregulates when the virus enters the host cells, we hypothesize that hyperacute AngII upregulation is the eliciting factor of this ARDS. We were to validate this theory through reviewing previous studies to figure out the role of overzealous activation of AT1R in ARDS. According to this theory losartan may attenuate ARDS in this disease. Imatinib, has previously been elucidated to be promising in modulating lung inflammatory reactions and virus infectivity in SARS and MERS. We did an in silico study to uncover any probable other unconsidered inhibitory effects of losartan and imatinib against SARS-CoV2 pathogenesis. Reviewing the literature, we could find that over-activation of AT1R could explain precisely the mechanism of cytokine storm in COVID19. Our in silico study revealed that losartan and imatinib could probably: (1) decline SARS-CoV2 affinity to ACE2. (2) inhibit the main protease and furin, (3) disturb papain-like protease and p38MAPK functions. Our reviewing on renin-angiotensin system showed that overzealous activation of AT1R by hyper-acute excess of AngII due to acute downregulation of ACE2 by SARS-CoV2 explains precisely the mechanism of cytokine storm in COVID-19. Besides, based on our in silico study we concluded that losartan and imatinib are promising in COVID19."], "CopyrightInformation": "© Springer-Verlag GmbH Germany, part of Springer Nature 2020."}, "AuthorList": [{"Identifier": ["0000-0002-9760-0429"], "AffiliationInfo": [{"Identifier": ["grid.411600.2"], "Affiliation": "Department of Anesthesiology and Critical Care Medicine, Shahid Beheshti University of Medical Sciences, Tehran, Iran."}], "LastName": "Nejat", "ForeName": "Reza", "Initials": "R"}, {"Identifier": ["0000-0001-7932-5251"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Bioinformatics Research Center, Cheragh Medical Institute and Hospital, Kabul, Afghanistan."}, {"Identifier": ["grid.412502.0", "0000 0001 0686 4748"], "Affiliation": "Department of Computer Science, Faculty of Mathematical Sciences, Shahid Beheshti University, Tehran, Iran."}, {"Identifier": ["grid.412502.0", "0000 0001 0686 4748"], "Affiliation": "Department of Phytochemistry, Medicinal Plants and Drugs Research Institute, Shahid Beheshti University, Tehran, Iran."}, {"Identifier": ["grid.418744.a", "0000 0000 8841 7951"], "Affiliation": "School of Biological Sciences, Institute for Research in Fundamental Sciences (IPM), Tehran, Iran."}], "LastName": "Sadr", "ForeName": "Ahmad Shahir", "Initials": "AS"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "In Silico Pharmacol", "NlmUniqueID": "101623954", "ISSNLinking": "2193-9616"}, "CoiStatement": "Conflict of interestThe authors declare that they have no conflict of interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Abadir PM, Foster DB, Crow M, Cooke CA, Rucker JJ, Jain A, Smith BJ, Burks TN, Cohn RD, Fedarko NS. Identification and characterization of a functional mitochondrial angiotensin system. Proc Natl Acad Sci. 2011;108(36):14849–14854. doi: 10.1073/pnas.1101507108.", "ArticleIdList": ["10.1073/pnas.1101507108", "PMC3169127", "21852574"]}, {"Citation": "Akashi N, Matsumoto I, Tanaka Y, Inoue A, Yamamoto K, Umeda N, Tanaka Y, Hayashi T, Goto D, Ito S. Comparative suppressive effects of tyrosine kinase inhibitors imatinib and nilotinib in models of autoimmune arthritis. Mod Rheumatol. 2011;21(3):267–275. doi: 10.3109/s10165-010-0392-5.", "ArticleIdList": ["10.3109/s10165-010-0392-5", "21188449"]}, {"Citation": "Anwar A, Keating AK, Joung D, Sather S, Kim GK, Sawczyn KK, Brandao L, Henson PM, Graham DK. Mer tyrosine kinase (MerTK) promotes macrophage survival following exposure to oxidative stress. J Leukoc Biol. 2009;86(1):73–79. doi: 10.1189/jlb.0608334.", "ArticleIdList": ["10.1189/jlb.0608334", "PMC2704622", "19386698"]}, {"Citation": "Appel S, Rupf A, Weck MM, Schoor O, Brümmendorf TH, Weinschenk T, Grünebach F, Brossart P. Effects of imatinib on monocyte-derived dendritic cells are mediated by inhibition of nuclear factor-κB and Akt signaling pathways. Clin Cancer Res. 2005;11(5):1928–1940. doi: 10.1158/1078-0432.CCR-04-1713.", "ArticleIdList": ["10.1158/1078-0432.CCR-04-1713", "15756019"]}, {"Citation": "Arendse LB, Danser AJ, Poglitsch M, Touyz RM, Burnett JC, Llorens-Cortes C, Ehlers MR, Sturrock ED. Novel Therapeutic Approaches Targeting the Renin-Angiotensin System and Associated Peptides in Hypertension and Heart Failure. Pharmacol Rev. 2019;71(4):539–570. doi: 10.1124/pr.118.017129.", "ArticleIdList": ["10.1124/pr.118.017129", "PMC6782023", "31537750"]}, {"Citation": "Arita S, Arita N, Hikasa Y. Therapeutic effect of low-dose imatinib on pulmonary arterial hypertension in dogs. Can Vet J. 2013;54(3):255.", "ArticleIdList": ["PMC3573631", "23997262"]}, {"Citation": "Bader M. ACE2, aniotensin-(1–7), and Mas: the other side of the coin. Pflüg Arch-Eur J Physioly. 2013;465(1):79–85. doi: 10.1007/s00424-012-1120-0.", "ArticleIdList": ["10.1007/s00424-012-1120-0", "23463883"]}, {"Citation": "Becke AD. Density-functional exchange-energy approximation with correct asymptotic behavior. Phys Rev A. 1988;38(6):3098. doi: 10.1103/PhysRevA.38.3098.", "ArticleIdList": ["10.1103/PhysRevA.38.3098", "9900728"]}, {"Citation": "Benigni A, Corna D, Zoja C, Sonzogni A, Latini R, Salio M, Conti S, Rottoli D, Longaretti L, Cassis P. Disruption of the Ang II type 1 receptor promotes longevity in mice. J Clin Investig. 2009;119(3):524–530. doi: 10.1172/JCI36703.", "ArticleIdList": ["10.1172/JCI36703", "PMC2648681", "19197138"]}, {"Citation": "Benigni A, Cassis P, Remuzzi G. Angiotensin II revisited: new roles in inflammation, immunology and aging. EMBO Mol Med. 2010;2(7):247–257. doi: 10.1002/emmm.201000080.", "ArticleIdList": ["10.1002/emmm.201000080", "PMC3377325", "20597104"]}, {"Citation": "Berendsen HJ, van der Spoel D, van Drunen R. GROMACS: a message-passing parallel molecular dynamics implementation. Comput Phys Commun. 1995;91(1–3):43–56. doi: 10.1016/0010-4655(95)00042-E.", "ArticleIdList": ["10.1016/0010-4655(95)00042-E"]}, {"Citation": "Berlin AA, Lukacs NW. Treatment of cockroach allergen asthma model with imatinib attenuates airway responses. Am J Respir Crit Care Med. 2005;171(1):35–39. doi: 10.1164/rccm.200403-385OC.", "ArticleIdList": ["10.1164/rccm.200403-385OC", "15374841"]}, {"Citation": "Berman HM, Westbrook J, Feng Z, Gilliland G, Bhat TN, Weissig H, Shindyalov IN, Bourne PE. The protein data bank. Nucleic Acids Res. 2000;28(1):235–242. doi: 10.1093/nar/28.1.235.", "ArticleIdList": ["10.1093/nar/28.1.235", "PMC102472", "10592235"]}, {"Citation": "Bermudez EA, Rifai N, Buring J, Manson JE, Ridker PM. Interrelationships among circulating interleukin-6, C-reactive protein, and traditional cardiovascular risk factors in women. Arterioscler Thromb Vasc Biol. 2002;22(10):1668–1673. doi: 10.1161/01.ATV.0000029781.31325.66.", "ArticleIdList": ["10.1161/01.ATV.0000029781.31325.66", "12377747"]}, {"Citation": "Bernard K, Hecker L, Luckhardt TR, Cheng G, Thannickal VJ. NADPH oxidases in lung health and disease. Antioxid Redox Signal. 2014;20(17):2838–2853. doi: 10.1089/ars.2013.5608.", "ArticleIdList": ["10.1089/ars.2013.5608", "PMC4026303", "24093231"]}, {"Citation": "Bernstein KE, Khan Z, Giani JF, Cao D-Y, Bernstein EA, Shen XZ. Angiotensin-converting enzyme in innate and adaptive immunity. Nat Rev Nephrol. 2018;14(5):325. doi: 10.1038/nrneph.2018.15.", "ArticleIdList": ["10.1038/nrneph.2018.15", "PMC6192041", "29578208"]}, {"Citation": "Blanco-Melo D, Nilsson-Payant B, Liu W-C, Møller R, Panis M, Sachs D, Albrecht R (2020) SARS-CoV-2 launches a unique transcriptional signature from in vitro, ex vivo, and in vivo systems. BioRxiv"}, {"Citation": "Browatzki M, Larsen D, Pfeiffer CA, Gehrke SG, Schmidt J, Kranzhöfer A, Katus HA, Kranzhöfer R. Angiotensin II stimulates matrix metalloproteinase secretion in human vascular smooth muscle cells via nuclear factor-κB and activator protein 1 in a redox-sensitive manner. J Vasc Res. 2005;42(5):415–423. doi: 10.1159/000087451.", "ArticleIdList": ["10.1159/000087451", "16103692"]}, {"Citation": "Cadet J, Davies KJ. Oxidative DNA damage & repair: an introduction. Free Radical Biol Med. 2017;107:2–12. doi: 10.1016/j.freeradbiomed.2017.03.030.", "ArticleIdList": ["10.1016/j.freeradbiomed.2017.03.030", "PMC5510741", "28363603"]}, {"Citation": "Chan JF-W, Kok K-H, Zhu Z, Chu H, To KK-W, Yuan S, Yuen K-Y. Genomic characterization of the 2019 novel human-pathogenic coronavirus isolated from a patient with atypical pneumonia after visiting Wuhan. Emerg Microbes Infect. 2020;9(1):221–236. doi: 10.1080/22221751.2020.1719902.", "ArticleIdList": ["10.1080/22221751.2020.1719902", "PMC7067204", "31987001"]}, {"Citation": "Chang L-T, Sun C-K, Chiang C-H, Wu C-J, Chua S, Yip H-K. Impact of simvastatin and losartan on antiinflammatory effect: in vitro study. J Cardiovasc Pharmacol. 2007;49(1):20–26. doi: 10.1097/FJC.0b013e31802ba4ec.", "ArticleIdList": ["10.1097/FJC.0b013e31802ba4ec", "17261959"]}, {"Citation": "Chen JX, Zeng H. Deficiency of Sirtuin 3 Accentuates Angiotensin II-Induced Arterial/Myocardial Stiffness and Hypertension. FASEB J. 2019;33(S1):819814."}, {"Citation": "Chen Q, Wang Q, Zhu J, Xiao Q, Zhang L. Reactive oxygen species: key regulators in vascular health and diseases. Br J Pharmacol. 2018;175(8):1279–1292. doi: 10.1111/bph.13828.", "ArticleIdList": ["10.1111/bph.13828", "PMC5867026", "28430357"]}, {"Citation": "Coleman CM, Sisk JM, Mingo RM, Nelson EA, White JM, Frieman MB. Abelson kinase inhibitors are potent inhibitors of severe acute respiratory syndrome coronavirus and middle east respiratory syndrome coronavirus fusion. J Virol. 2016;90(19):8924–8933. doi: 10.1128/JVI.01429-16.", "ArticleIdList": ["10.1128/JVI.01429-16", "PMC5021412", "27466418"]}, {"Citation": "Cooke MS, Evans MD, Dizdaroglu M, Lunec J. Oxidative DNA damage: mechanisms, mutation, and disease. FASEB J. 2003;17(10):1195–1214. doi: 10.1096/fj.02-0752rev.", "ArticleIdList": ["10.1096/fj.02-0752rev", "12832285"]}, {"Citation": "Coutard B, Valle C, de Lamballerie X, Canard B, Seidah N, Decroly E. The spike glycoprotein of the new coronavirus 2019-nCoV contains a furin-like cleavage site absent in CoV of the same clade. Antiviral Res. 2020;176:104742. doi: 10.1016/j.antiviral.2020.104742.", "ArticleIdList": ["10.1016/j.antiviral.2020.104742", "PMC7114094", "32057769"]}, {"Citation": "Cui J, Li F, Shi Z-L. Origin and evolution of pathogenic coronaviruses. Nat Rev Microbiol. 2019;17(3):181–192. doi: 10.1038/s41579-018-0118-9.", "ArticleIdList": ["10.1038/s41579-018-0118-9", "PMC7097006", "30531947"]}, {"Citation": "Dandona P, Dhindsa S, Ghanim H, Chaudhuri A. Angiotensin II and inflammation: the effect of angiotensin-converting enzyme inhibition and angiotensin II receptor blockade. J Hum Hypertens. 2007;21(1):20–27. doi: 10.1038/sj.jhh.1002101.", "ArticleIdList": ["10.1038/sj.jhh.1002101", "17096009"]}, {"Citation": "Del Fiorentino Alessandra SC, Celi A, Dell’Omo G, Pedrinelli R. The effect of angiotensin receptor blockers on C-reactive protein and other circulating inflammatory indices in man. Vasc Health and Risk Manag. 2009;5:233.", "ArticleIdList": ["PMC2672458", "19436669"]}, {"Citation": "DeLano WL (2002) The PyMOL molecular graphics system.\" http://www.pymol.org"}, {"Citation": "Deng J, Wang D-X, Deng W, Li C-Y, Tong J. The effect of endogenous angiotensin II on alveolar fluid clearance in rats with acute lung injury. Can Respir J. 2012;19(5):311–318. doi: 10.1155/2012/951025.", "ArticleIdList": ["10.1155/2012/951025", "PMC3473006", "23061076"]}, {"Citation": "Deshotels MR, Xia H, Sriramula S, Lazartigues E, Filipeanu CM. Angiotensin II mediates angiotensin converting enzyme type 2 internalization and degradation through an angiotensin ii type i receptor–dependent mechanism. Hypertension. 2014;64(6):1368–1375. doi: 10.1161/HYPERTENSIONAHA.114.03743.", "ArticleIdList": ["10.1161/HYPERTENSIONAHA.114.03743", "PMC4231883", "25225202"]}, {"Citation": "Dewar AL, Doherty KV, Hughes TP, Lyons AB. Imatinib inhibits the functional capacity of cultured human monocytes. Immunol Cell Biol. 2005;83(1):48–56. doi: 10.1111/j.1440-1711.2004.01296.x.", "ArticleIdList": ["10.1111/j.1440-1711.2004.01296.x", "15661041"]}, {"Citation": "Dilauro M, Burns KD. Angiotensin-(1–7) and its effects in the kidney. Sci World J. 2009;9:522–535. doi: 10.1100/tsw.2009.70.", "ArticleIdList": ["10.1100/tsw.2009.70", "PMC5823112", "19578709"]}, {"Citation": "Dolatkhah Z, Javanshir S, Sadr AS, Hosseini J, Sardari S. Synthesis, molecular docking, molecular dynamics studies, and biological evaluation of 4 h-chromone-1, 2, 3, 4-tetrahydropyrimidine-5-carboxylate derivatives as potential antileukemic agents. J Chem Inf Model. 2017;57(6):1246–1257. doi: 10.1021/acs.jcim.6b00138.", "ArticleIdList": ["10.1021/acs.jcim.6b00138", "28524659"]}, {"Citation": "Dominici FP, Burghi V, Munoz MC, Giani JF. Modulation of the action of insulin by angiotensin-(1–7) Clin Sci. 2014;126(9):613–630. doi: 10.1042/CS20130333.", "ArticleIdList": ["10.1042/CS20130333", "24450744"]}, {"Citation": "Donoghue M, Hsieh F, Baronas E, Godbout K, Gosselin M, Stagliano N, Donovan M, Woolf B, Robison K, Jeyaseelan R. A novel angiotensin-converting enzyme–related carboxypeptidase (ACE2) converts angiotensin I to angiotensin 1–9. Circ Res. 2000;87(5):e1–e9. doi: 10.1161/01.RES.87.5.e1.", "ArticleIdList": ["10.1161/01.RES.87.5.e1", "10969042"]}, {"Citation": "Eklund CM. Proinflammatory cytokines in CRP baseline regulation. Adv Clin Chem. 2009;48:111–136. doi: 10.1016/S0065-2423(09)48005-3.", "ArticleIdList": ["10.1016/S0065-2423(09)48005-3", "19803417"]}, {"Citation": "Fazeli G, Stopper H, Schinzel R, Ni C-W, Jo H, Schupp N. Angiotensin II induces DNA damage via AT1 receptor and NADPH oxidase isoform Nox4. Mutagenesis. 2012;27(6):673–681. doi: 10.1093/mutage/ges033.", "ArticleIdList": ["10.1093/mutage/ges033", "PMC6281047", "22844079"]}, {"Citation": "Fehr AR, Perlman S (2015) Coronaviruses: an overview of their replication and pathogenesis. Coronaviruses, pp 1-23", "ArticleIdList": ["PMC4369385", "25720466"]}, {"Citation": "Ferrario CM, Jessup J, Chappell MC, Averill DB, Brosnihan KB, Tallant EA, Diz DI, Gallagher PE. Effect of angiotensin-converting enzyme inhibition and angiotensin II receptor blockers on cardiac angiotensin-converting enzyme 2. Circulation. 2005;111(20):2605–2610. doi: 10.1161/CIRCULATIONAHA.104.510461.", "ArticleIdList": ["10.1161/CIRCULATIONAHA.104.510461", "15897343"]}, {"Citation": "Frisch M, Trucks G, Schlegel H, Scuseria G, Robb M, Cheeseman J, Montgomery J, Jr, Vreven T, Kudin K, Burant J. \"Gaussian 03, Revision C. 02. Wallingford: Gaussian. Inc.; 2004."}, {"Citation": "Gao B-B, Hansen H, Chen H-C, Feener EP. Angiotensin II stimulates phosphorylation of an ectodomain-truncated platelet-derived growth factor receptor-β and its binding to class IA PI3K in vascular smooth muscle cells. Biochem J. 2006;397(2):337–344. doi: 10.1042/BJ20060095.", "ArticleIdList": ["10.1042/BJ20060095", "PMC1513282", "16569213"]}, {"Citation": "Garrido AM, Griendling KK. NADPH oxidases and angiotensin II receptor signaling. Mol Cell Endocrinol. 2009;302(2):148–158. doi: 10.1016/j.mce.2008.11.003.", "ArticleIdList": ["10.1016/j.mce.2008.11.003", "PMC2835147", "19059306"]}, {"Citation": "Ghosh AK, Takayama J, Rao KV, Ratia K, Chaudhuri R, Mulhearn DC, Lee H, Nichols DB, Baliji S, Baker SC. Severe acute respiratory syndrome coronavirus papain-like novel protease inhibitors: design, synthesis, protein− ligand X-ray structure and biological evaluation. J Med Chem. 2010;53(13):4968–4979. doi: 10.1021/jm1004489.", "ArticleIdList": ["10.1021/jm1004489", "PMC2918394", "20527968"]}, {"Citation": "Glowacka I, Bertram S, Herzog P, Pfefferle S, Steffen I, Muench MO, Simmons G, Hofmann H, Kuri T, Weber F. Differential downregulation of ACE2 by the spike proteins of severe acute respiratory syndrome coronavirus and human coronavirus NL63. J Virol. 2010;84(2):1198–1205. doi: 10.1128/JVI.01248-09.", "ArticleIdList": ["10.1128/JVI.01248-09", "PMC2798380", "19864379"]}, {"Citation": "Golias C, Charalabopoulos A, Stagikas D, Charalabopoulos K, Batistatou A. The kinin system-bradykinin: biological effects and clinical implications. Multiple role of the kinin system-bradykinin. Hippokratia. 2007;11(3):124.", "ArticleIdList": ["PMC2658795", "19582206"]}, {"Citation": "Goossens G, Blaak E, Arner P, Saris W, Van Baak M. Angiotensin II: a hormone that affects lipid metabolism in adipose tissue. Int J Obes. 2007;31(2):382–384. doi: 10.1038/sj.ijo.0803388.", "ArticleIdList": ["10.1038/sj.ijo.0803388", "16703000"]}, {"Citation": "Gorbalenya AE, Baker SC, Baric RS, de Groot RJ, Drosten C, Gulyaeva AA, Haagmans BL, Lauber C, Leontovich AM, Neuman BW. The species Severe acute respiratory syndrome-related coronavirus: classifying 2019-nCoV and naming it SARS-CoV-2. Nat Microbiol. 2020;5(4):536–544. doi: 10.1038/s41564-020-0695-z.", "ArticleIdList": ["10.1038/s41564-020-0695-z", "PMC7095448", "32123347"]}, {"Citation": "Graninger M, Reiter R, Drucker C, Minar E, Jilma B. Angiotensin receptor blockade decreases markers of vascular inflammation. J Cardiovasc Pharmacol. 2004;44(3):335–339. doi: 10.1097/01.fjc.0000137160.76616.cc.", "ArticleIdList": ["10.1097/01.fjc.0000137160.76616.cc", "15475831"]}, {"Citation": "Guerra-Cuesta JI, Montón M, Rodríguez-Feo JA, Jiménez AM, González-Fernández F, Rico LA, Gomez RGJ, Farré J, Casado S, López-Farré A. Effect of losartan on human platelet activation. J Hypertens. 1999;17(3):447–452. doi: 10.1097/00004872-199917030-00019.", "ArticleIdList": ["10.1097/00004872-199917030-00019", "10100084"]}, {"Citation": "Guex N, Peitsch MC. SWISS-MODEL and the Swiss-Pdb Viewer: an environment for comparative protein modeling. Electrophoresis. 1997;18(15):2714–2723. doi: 10.1002/elps.1150181505.", "ArticleIdList": ["10.1002/elps.1150181505", "9504803"]}, {"Citation": "Guo F, Chen X-L, Wang F, Liang X, Sun Y-X, Wang Y-J. Role of angiotensin II type 1 receptor in angiotensin II-induced cytokine production in macrophages. J Interferon Cytokine Res. 2011;31(4):351–361. doi: 10.1089/jir.2010.0073.", "ArticleIdList": ["10.1089/jir.2010.0073", "21235392"]}, {"Citation": "Guo Y-S, Wu Z-G, Yang J-K, Chen X-J. Impact of losartan and angiotensin II on the expression of matrix metalloproteinase-9 and tissue inhibitor of metalloproteinase-1 in rat vascular smooth muscle cells. Mol Med Rep. 2015;11(3):1587–1594. doi: 10.3892/mmr.2014.2952.", "ArticleIdList": ["10.3892/mmr.2014.2952", "PMC4270314", "25405958"]}, {"Citation": "Guo L, Yin A, Zhang Q, Zhong T, O’Rourke ST, Sun C. Angiotensin-(1–7) attenuates angiotensin II-induced cardiac hypertrophy via a Sirt3-dependent mechanism. Am J Physiol-Heart Circ Physiol. 2017;312(5):H980–H991. doi: 10.1152/ajpheart.00768.2016.", "ArticleIdList": ["10.1152/ajpheart.00768.2016", "28411231"]}, {"Citation": "Guo J, Huang Z, Lin L, Lv J. Coronavirus disease 2019 (covid-19) and cardiovascular disease: a viewpoint on the potential influence of angiotensin-converting enzyme inhibitors/angiotensin receptor blockers on onset and severity of severe acute respiratory syndrome coronavirus 2 infection. J Am Heart Assoc. 2020;9(7):e016219. doi: 10.1161/JAHA.120.016219.", "ArticleIdList": ["10.1161/JAHA.120.016219", "PMC7428639", "32233755"]}, {"Citation": "Haga S, Yamamoto N, Nakai-Murakami C, Osawa Y, Tokunaga K, Sata T, Yamamoto N, Sasazuki T, Ishizaka Y. Modulation of TNF-α-converting enzyme by the spike protein of SARS-CoV and ACE2 induces TNF-α production and facilitates viral entry. Proc Natl Acad Sci. 2008;105(22):7809–7814. doi: 10.1073/pnas.0711241105.", "ArticleIdList": ["10.1073/pnas.0711241105", "PMC2409424", "18490652"]}, {"Citation": "Hamming I, Timens W, Bulthuis M, Lely A, Navis G, van Goor H. Tissue distribution of ACE2 protein, the functional receptor for SARS coronavirus. A first step in understanding SARS pathogenesis. J Pathol. 2004;203(2):631–637. doi: 10.1002/path.1570.", "ArticleIdList": ["10.1002/path.1570", "PMC7167720", "15141377"]}, {"Citation": "Herold T, Arnreich C, Hellmuth J, von Bergwelt-Baildon M, Klein M, Weinberger T (2020) Level of IL-6 predicts respiratory failure in hospitalized symptomatic COVID-19 patients. medRxiv 2020.\" Google Scholar"}, {"Citation": "Hoch NE, Guzik TJ, Chen W, Deans T, Maalouf SA, Gratze P, Weyand C, Harrison DG. Regulation of T-cell function by endogenously produced angiotensin II. Am J Physiol-Regul Integr Comp Physiol. 2009;296:R208–R216. doi: 10.1152/ajpregu.90521.2008.", "ArticleIdList": ["10.1152/ajpregu.90521.2008", "PMC2643984", "19073907"]}, {"Citation": "Hou W, Jin Y-H, Kang HS, Kim BS. Interleukin-6 (IL-6) and IL-17 synergistically promote viral persistence by inhibiting cellular apoptosis and cytotoxic T cell function. J Virol. 2014;88(15):8479–8489. doi: 10.1128/JVI.00724-14.", "ArticleIdList": ["10.1128/JVI.00724-14", "PMC4135960", "24829345"]}, {"Citation": "Hung Y-H, Hsieh W-Y, Hsieh J-S, Liu C, Tsai C-H, Lu L-C, Huang C-Y, Wu C-L, Lin C-S. Alternative roles of STAT3 and MAPK signaling pathways in the MMPs activation and progression of lung injury induced by cigarette smoke exposure in ACE2 knockout mice. Int J Biol Sci. 2016;12(4):454. doi: 10.7150/ijbs.13379.", "ArticleIdList": ["10.7150/ijbs.13379", "PMC4807164", "27019629"]}, {"Citation": "Imai Y, Kuba K, Rao S, Huan Y, Guo F, Guan B, Yang P, Sarao R, Wada T, Leong-Poi H. Angiotensin-converting enzyme 2 protects from severe acute lung failure. Nature. 2005;436(7047):112–116. doi: 10.1038/nature03712.", "ArticleIdList": ["10.1038/nature03712", "PMC7094998", "16001071"]}, {"Citation": "Imai Y, Kuba K, Penninger JM. The renin–angiotensin system in acute respiratory distress syndrome. Drug Discov Today Dise Mech. 2006;3(2):225–229. doi: 10.1016/j.ddmec.2006.06.012.", "ArticleIdList": ["10.1016/j.ddmec.2006.06.012", "PMC7105919", "32288774"]}, {"Citation": "Imai Y, Kuba K, Penninger JM. The discovery of angiotensin-converting enzyme 2 and its role in acute lung injury in mice. Exp Physiol. 2008;93(5):543–548. doi: 10.1113/expphysiol.2007.040048.", "ArticleIdList": ["10.1113/expphysiol.2007.040048", "PMC7197898", "18448662"]}, {"Citation": "Ishizaka N, Saito K, Mori I, Matsuzaki G, Ohno M, Nagai R. Iron chelation suppresses ferritin upregulation and attenuates vascular dysfunction in the aorta of angiotensin II–infused rats. Arterioscler Thromb Vasc Biol. 2005;25(11):2282–2288. doi: 10.1161/01.ATV.0000181763.57495.2b.", "ArticleIdList": ["10.1161/01.ATV.0000181763.57495.2b", "16100038"]}, {"Citation": "Jagroop I, Mikhailidis D. Angiotensin II can induce and potentiate shape change in human platelets: effect of losartan. J Hum Hypertens. 2000;14(9):581–585. doi: 10.1038/sj.jhh.1001102.", "ArticleIdList": ["10.1038/sj.jhh.1001102", "10980590"]}, {"Citation": "Jaimes JA, Millet JK, Whittaker GR. Proteolytic cleavage of the SARS-CoV-2 spike protein and the role of the novel S1/S2 site. Iscience. 2020;23(6):101212. doi: 10.1016/j.isci.2020.101212.", "ArticleIdList": ["10.1016/j.isci.2020.101212", "PMC7255728", "32512386"]}, {"Citation": "Jeffrey GA, Jeffrey GA. An introduction to hydrogen bonding. New York: Oxford University Press; 1997."}, {"Citation": "Jia H. Pulmonary angiotensin-converting enzyme 2 (ACE2) and inflammatory lung disease. Shock. 2016;46(3):239–248. doi: 10.1097/SHK.0000000000000633.", "ArticleIdList": ["10.1097/SHK.0000000000000633", "27082314"]}, {"Citation": "Jin Z, Du X, Xu Y, Deng Y, Liu M, Zhao Y, Zhang B, Li X, Zhang L, Peng C (2020) Structure of Mpro from COVID-19 virus and discovery of its inhibitors. bioRxiv."}, {"Citation": "Jurewicz M, McDermott DH, Sechler JM, Tinckam K, Takakura A, Carpenter CB, Milford E, Abdi R. Human T and natural killer cells possess a functional renin-angiotensin system: further mechanisms of angiotensin II–induced inflammation. J Am Soc Nephrol. 2007;18(4):1093–1102. doi: 10.1681/ASN.2006070707.", "ArticleIdList": ["10.1681/ASN.2006070707", "17329576"]}, {"Citation": "Kanehisa M, Goto S. KEGG: kyoto encyclopedia of genes and genomes. Nucleic Acids Res. 2000;28(1):27–30. doi: 10.1093/nar/28.1.27.", "ArticleIdList": ["10.1093/nar/28.1.27", "PMC102409", "10592173"]}, {"Citation": "Keidar S, Heinrich R, Kaplan M, Aviram M. Oxidative stress increases the expression of the angiotensin-II receptor type 1 in mouse peritoneal macrophages. J Renin Angiotensin Aldos Syst. 2002;3(1):24–30. doi: 10.3317/jraas.2002.004.", "ArticleIdList": ["10.3317/jraas.2002.004", "11984744"]}, {"Citation": "Kelly DJ, Cox AJ, Gow RM, Zhang Y, Kemp BE, Gilbert RE. Platelet-derived growth factor receptor transactivation mediates the trophic effects of angiotensin II in vivo. Hypertension. 2004;44(2):195–202. doi: 10.1161/01.HYP.0000132883.20764.12.", "ArticleIdList": ["10.1161/01.HYP.0000132883.20764.12", "15197170"]}, {"Citation": "Kernan KF, Carcillo JA. Hyperferritinemia and inflammation. Int Immunol. 2017;29(9):401–409. doi: 10.1093/intimm/dxx031.", "ArticleIdList": ["10.1093/intimm/dxx031", "PMC5890889", "28541437"]}, {"Citation": "Khan A, Benthin C, Zeno B, Albertson TE, Boyd J, Christie JD, Hall R, Poirier G, Ronco JJ, Tidswell M. A pilot clinical trial of recombinant human angiotensin-converting enzyme 2 in acute respiratory distress syndrome. Crit Care. 2017;21(1):234. doi: 10.1186/s13054-017-1823-x.", "ArticleIdList": ["10.1186/s13054-017-1823-x", "PMC5588692", "28877748"]}, {"Citation": "Kim HJ, Kim C-H, Ryu J-H, Kim M-J, Park CY, Lee JM, Holtzman MJ, Yoon J-H. Reactive oxygen species induce antiviral innate immune response through IFN-λ regulation in human nasal epithelial cells. Am J Respir Cell Mol Biol. 2013;49(5):855–865. doi: 10.1165/rcmb.2013-0003OC.", "ArticleIdList": ["10.1165/rcmb.2013-0003OC", "PMC5455605", "23786562"]}, {"Citation": "Kim IK, Rhee CK, Yeo CD, Kang HH, Lee DG, Lee SH, Kim JW. Effect of tyrosine kinase inhibitors, imatinib and nilotinib, in murine lipopolysaccharide-induced acute lung injury during neutropenia recovery. Crit Care. 2013;17(3):R114. doi: 10.1186/cc12786.", "ArticleIdList": ["10.1186/cc12786", "PMC4056323", "23787115"]}, {"Citation": "Kim J, Choi SM, Lee J, Park YS, Lee CH, Yim J-J, Yoo C-G, Kim YW, Han SK, Lee S-M. Effect of renin-angiotensin system blockage in patients with acute respiratory distress syndrome: a retrospective case control study. Korean J Crit Care Med. 2017;32(2):154. doi: 10.4266/kjccm.2016.00976.", "ArticleIdList": ["10.4266/kjccm.2016.00976", "PMC6786717", "31723629"]}, {"Citation": "Kim S, Chen J, Cheng T, Gindulyte A, He J, He S, Li Q, Shoemaker BA, Thiessen PA, Yu B. PubChem 2019 update: improved access to chemical data. Nucleic Acids Res. 2019;47(D1):D1102–D1109. doi: 10.1093/nar/gky1033.", "ArticleIdList": ["10.1093/nar/gky1033", "PMC6324075", "30371825"]}, {"Citation": "Klok FA, Kruip MJ, Van der Meer NJ, Arbous MS, Gommers DA, Kant KM, Kaptein FH, van Paassen J, Stals MA, Huisman MV, Endeman H. Incidence of thrombotic complications in critically ill ICU patients with COVID-19. Thromb Res. 2020;191:145–147. doi: 10.1016/j.thromres.2020.04.013.", "ArticleIdList": ["10.1016/j.thromres.2020.04.013", "PMC7146714", "32291094"]}, {"Citation": "Koka V, Huang XR, Chung AC, Wang W, Truong LD, Lan HY. Angiotensin II up-regulates angiotensin I-converting enzyme (ACE), but down-regulates ACE2 via the AT1-ERK/p38 MAP kinase pathway. Am J Pathol. 2008;172(5):1174–1183. doi: 10.2353/ajpath.2008.070762.", "ArticleIdList": ["10.2353/ajpath.2008.070762", "PMC2329828", "18403595"]}, {"Citation": "Kuba K, Imai Y, Rao S, Gao H, Guo F, Guan B, Huan Y, Yang P, Zhang Y, Deng W. A crucial role of angiotensin converting enzyme 2 (ACE2) in SARS coronavirus–induced lung injury. Nat Med. 2005;11(8):875–879. doi: 10.1038/nm1267.", "ArticleIdList": ["10.1038/nm1267", "PMC7095783", "16007097"]}, {"Citation": "Lan J, Ge J, Yu J, Shan S, Zhou H, Fan S, Zhang Q, Shi X, Wang Q, Zhang L, Wang X. Structure of the SARS-CoV-2 spike receptor-binding domain bound to the ACE2 receptor. Nature. 2020;581(7807):215–220. doi: 10.1038/s41586-020-2180-5.", "ArticleIdList": ["10.1038/s41586-020-2180-5", "32225176"]}, {"Citation": "Lapteva N, Nieda M, Ando Y, Ide K, Hatta-Ohashi Y, Dymshits G, Ishikawa Y, Juji T, Tokunaga K. Expression of renin-angiotensin system genes in immature and mature dendritic cells identified using human cDNA microarray. Biochem Biophys Res Commun. 2001;285(4):1059–1065. doi: 10.1006/bbrc.2001.5215.", "ArticleIdList": ["10.1006/bbrc.2001.5215", "11467860"]}, {"Citation": "Larmonier N, Janikashvili N, LaCasse CJ, Larmonier CB, Cantrell J, Situ E, Lundeen T, Bonnotte B, Katsanis E. Imatinib mesylate inhibits CD4+ CD25+ regulatory T cell activity and enhances active immunotherapy against BCR-ABL− tumors. J Immunol. 2008;181(10):6955–6963. doi: 10.4049/jimmunol.181.10.6955.", "ArticleIdList": ["10.4049/jimmunol.181.10.6955", "PMC2579962", "18981115"]}, {"Citation": "Lee SH, Fujioka S, Takahashi R, Oe T. Angiotensin II-induced oxidative stress in human endothelial cells: modification of cellular molecules through lipid peroxidation. Chem Res Toxicol. 2019;32(7):1412–1422. doi: 10.1021/acs.chemrestox.9b00110.", "ArticleIdList": ["10.1021/acs.chemrestox.9b00110", "31144504"]}, {"Citation": "Lei J, Kusov Y, Hilgenfeld R. Nsp3 of coronaviruses: structures and functions of a large multi-domain protein. Antivir Res. 2018;149:58–74. doi: 10.1016/j.antiviral.2017.11.001.", "ArticleIdList": ["10.1016/j.antiviral.2017.11.001", "PMC7113668", "29128390"]}, {"Citation": "Li F. Structure, function, and evolution of coronavirus spike proteins. Ann Rev Virol. 2016;3:237–261. doi: 10.1146/annurev-virology-110615-042301.", "ArticleIdList": ["10.1146/annurev-virology-110615-042301", "PMC5457962", "27578435"]}, {"Citation": "Li W, Moore MJ, Vasilieva N, Sui J, Wong SK, Berne MA, Somasundaran M, Sullivan JL, Luzuriaga K, Greenough TC. Angiotensin-converting enzyme 2 is a functional receptor for the SARS coronavirus. Nature. 2003;426(6965):450–454. doi: 10.1038/nature02145.", "ArticleIdList": ["10.1038/nature02145", "PMC7095016", "14647384"]}, {"Citation": "Li W, Zhang C, Sui J, Kuhn JH, Moore MJ, Luo S, Wong SK, Huang IC, Xu K, Vasilieva N. Receptor and viral determinants of SARS-coronavirus adaptation to human ACE2. The EMBO journal. 2005;24(8):1634–1643. doi: 10.1038/sj.emboj.7600640.", "ArticleIdList": ["10.1038/sj.emboj.7600640", "PMC1142572", "15791205"]}, {"Citation": "Lighter J, Phillips M, Hochman S, Sterling S, Johnson D, Francois F, Stachel A. Obesity in patients younger than 60 years is a risk factor for Covid-19 hospital admission. Clin Infect Dis. 2020;9(10):1093.", "ArticleIdList": ["PMC7184372", "32271368"]}, {"Citation": "Liu Y, Yang Y, Zhang C, Huang F, Wang F, Yuan J, Wang Z, Li J, Li J, Feng C. Clinical and biochemical indexes from 2019-nCoV infected patients linked to viral loads and lung injury. Sci China Life Sci. 2020;63(3):364–374. doi: 10.1007/s11427-020-1643-8.", "ArticleIdList": ["10.1007/s11427-020-1643-8", "PMC7088566", "32048163"]}, {"Citation": "Lopes RD, Macedo AVS, Moll-Bernardes RJ, Feldman A, Arruda GDAS, de Souza AS, de Albuquerque DC, Mazza L, Santos MF, Salvador NZ. Continuing versus suspending angiotensin-converting enzyme inhibitors and angiotensin receptor blockers: Impact on adverse outcomes in hospitalized patients with severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2)–The BRACE CORONA Trial. Am Heart J. 2020;226:49–59. doi: 10.1016/j.ahj.2020.05.002.", "ArticleIdList": ["10.1016/j.ahj.2020.05.002", "PMC7219415", "32502882"]}, {"Citation": "Lopes RD, Macedo AVS, Moll-Bernardes RJ, Feldman A (2020) Continuing Versus Suspending Angiotensin-Converting Enzyme Inhibitors and Angiotensin Receptor Blockers - BRACE CORONA. J Am College Cardiol", "ArticleIdList": ["PMC7219415", "32502882"]}, {"Citation": "Lukkarinen HP, Laine J, Aho H, Zagariya A, Vidyasagar D, Kääpä PO. Angiotensin II receptor inhibition prevents pneumocyte apoptosis in surfactant-depleted rat lungs. Pediatr Pulmonol. 2005;39(4):349–358. doi: 10.1002/ppul.20187.", "ArticleIdList": ["10.1002/ppul.20187", "15704200"]}, {"Citation": "Manabe S, Okura T, Watanabe S, Fukuoka T, Higaki J. Effects of angiotensin II receptor blockade with valsartan on pro-inflammatory cytokines in patients with essential hypertension. J Cardiovasc Pharmacol. 2005;46(6):735–739. doi: 10.1097/01.fjc.0000185783.00391.60.", "ArticleIdList": ["10.1097/01.fjc.0000185783.00391.60", "16306795"]}, {"Citation": "Marshall RP. The pulmonary renin-angiotensin system. Curr Pharm Des. 2003;9(9):715–722. doi: 10.2174/1381612033455431.", "ArticleIdList": ["10.2174/1381612033455431", "12570789"]}, {"Citation": "Mayr M, Duerrschmid C, Medrano G, Taffet GE, Wang Y, Entman ML, Haudek SB. TNF/Ang-II synergy is obligate for fibroinflammatory pathology, but not for changes in cardiorenal function. Physiol Rep. 2016;4(8):e12765. doi: 10.14814/phy2.12765.", "ArticleIdList": ["10.14814/phy2.12765", "PMC4848723", "27125666"]}, {"Citation": "McKean D, Edwards H, Lewis I, Mastryukov V, Boggs JE, Leong M. Infrared and Raman spectra of 1, 1-dibromodisilanes and STO-3G∗ calculations. Spectrochim Acta Part A Mol Biomol Spectrosc. 1996;52(2):199–205. doi: 10.1016/0584-8539(95)01554-X.", "ArticleIdList": ["10.1016/0584-8539(95)01554-X"]}, {"Citation": "Meng Y, Chen C, Liu Y, Tian C, Li H-H. Angiotensin II regulates dendritic cells through activation of NF-κB/p65, ERK1/2 and STAT1 pathways. Cell Physiol Biochem. 2017;42(4):1550–1558. doi: 10.1159/000479272.", "ArticleIdList": ["10.1159/000479272", "28723692"]}, {"Citation": "Mielech AM, Chen Y, Mesecar AD, Baker SC. Nidovirus papain-like proteases: multifunctional enzymes with protease, deubiquitinating and deISGylating activities. Virus Res. 2014;194:184–190. doi: 10.1016/j.virusres.2014.01.025.", "ArticleIdList": ["10.1016/j.virusres.2014.01.025", "PMC4125544", "24512893"]}, {"Citation": "Mitra AK, Gao L, Zucker IH. Angiotensin II-induced upregulation of AT1 receptor expression: sequential activation of NF-κB and Elk-1 in neurons. Am J Physiol-Cell Physiol. 2010;299(3):C561–C569. doi: 10.1152/ajpcell.00127.2010.", "ArticleIdList": ["10.1152/ajpcell.00127.2010", "PMC2944315", "20554912"]}, {"Citation": "Morris GM, Huey R, Lindstrom W, Sanner MF, Belew RK, Goodsell DS, Olson AJ. AutoDock4 and AutoDockTools4: automated docking with selective receptor flexibility. J Comput Chem. 2009;30(16):2785–2791. doi: 10.1002/jcc.21256.", "ArticleIdList": ["10.1002/jcc.21256", "PMC2760638", "19399780"]}, {"Citation": "Murphy AM, Wong AL, Bezuhly M. Modulation of angiotensin II signaling in the prevention of fibrosis. Fibrogen Tissue Repair. 2015;8(1):7. doi: 10.1186/s13069-015-0023-z.", "ArticleIdList": ["10.1186/s13069-015-0023-z", "PMC4422447", "25949522"]}, {"Citation": "Nagy Á. Density functional. Theory and application to atoms and molecules. Phys Rep. 1998;298(1):1–79. doi: 10.1016/S0370-1573(97)00083-5.", "ArticleIdList": ["10.1016/S0370-1573(97)00083-5"]}, {"Citation": "Nahmod KA, Vermeulen ME, S. RAIDEN, G. Salamone, R. Gamberale, P. Fernández-Calotti, A. Alvarez, V. Nahmod, M. Giordano and J. R. Geffner, Control of dendritic cell differentiation by angiotensin II. FASEB J. 2003;17(3):491–493. doi: 10.1096/fj.02-0755fje.", "ArticleIdList": ["10.1096/fj.02-0755fje", "12514109"]}, {"Citation": "Naik E, Dixit VM. Mitochondrial reactive oxygen species drive proinflammatory cytokine production. J Exp Med. 2011;208(3):417–420. doi: 10.1084/jem.20110367.", "ArticleIdList": ["10.1084/jem.20110367", "PMC3058577", "21357740"]}, {"Citation": "Napier RJ, Norris BA, Swimm A, Giver CR, Harris WA, Laval J, Napier BA, Patel G, Crump R, Peng Z, Bornmann W. Low doses of imatinib induce myelopoiesis and enhance host anti-microbial immunity. PLoS Pathog. 2015;11(3):e1004770. doi: 10.1371/journal.ppat.1004770.", "ArticleIdList": ["10.1371/journal.ppat.1004770", "PMC4379053", "25822986"]}, {"Citation": "Nejat R, Sadr AS. SARS virus papain-like protease: a mysterious weapon. J Biostat Epidemiol. 2019;5(4):288–295."}, {"Citation": "O'Boyle NM, Banck M, James CA, Morley C, Vandermeersch T, Hutchison GR. Open Babel: An open chemical toolbox. J Cheminform. 2011;3(1):33. doi: 10.1186/1758-2946-3-33.", "ArticleIdList": ["10.1186/1758-2946-3-33", "PMC3198950", "21982300"]}, {"Citation": "Oferkin IV, Katkova EV, Sulimov AV, Kutov DC, Sobolev SI, Voevodin VV, Sulimov VB (2015) Evaluation of docking target functions by the comprehensive investigation of protein-ligand energy minima. Adv Bioinform", "ArticleIdList": ["PMC4674582", "26693223"]}, {"Citation": "Ou X, Liu Y, Lei X, Li P, Mi D, Ren L, Guo L, Guo R, Chen T, Hu J. Characterization of spike glycoprotein of SARS-CoV-2 on virus entry and its immune cross-reactivity with SARS-CoV. Nat Commun. 2020;11(1):1–12. doi: 10.1038/s41467-019-13993-7.", "ArticleIdList": ["10.1038/s41467-019-13993-7", "PMC7100515", "32221306"]}, {"Citation": "Palau V, Riera M, Soler MJ. ADAM17 inhibition may exert a protective effect on COVID-19. Nephrol Dial Transpl. 2020;35(6):1071–1072. doi: 10.1093/ndt/gfaa093.", "ArticleIdList": ["10.1093/ndt/gfaa093", "PMC7184459", "32291449"]}, {"Citation": "Pan Y, Zhang D, Yang P, Poon LL, Wang Q. Viral load of SARS-CoV-2 in clinical samples. Lancet Infect Dis. 2020;20(4):411–412. doi: 10.1016/S1473-3099(20)30113-4.", "ArticleIdList": ["10.1016/S1473-3099(20)30113-4", "PMC7128099", "32105638"]}, {"Citation": "Pantsar T, Poso A. Binding affinity via docking: fact and fiction. Molecules. 2018;23(8):1899. doi: 10.3390/molecules23081899.", "ArticleIdList": ["10.3390/molecules23081899", "PMC6222344", "30061498"]}, {"Citation": "Parodi-Rullan R, Barreto-Torres G, Ruiz L, Casasnovas J, Javadov S. Direct renin inhibition exerts an anti-hypertrophic effect associated with improved mitochondrial function in post-infarction heart failure in diabetic rats. Cell Physiol Biochem. 2012;29(5–6):841–850. doi: 10.1159/000178526.", "ArticleIdList": ["10.1159/000178526", "PMC3980674", "22613984"]}, {"Citation": "Patel VB, Clarke N, Wang Z, Fan D, Parajuli N, Basu R, Putko B, Kassiri Z, Turner AJ, Oudit GY. Angiotensin II induced proteolytic cleavage of myocardial ACE2 is mediated by TACE/ADAM-17: a positive feedback mechanism in the RAS. J Mol Cell Cardiol. 2014;66:167–176. doi: 10.1016/j.yjmcc.2013.11.017.", "ArticleIdList": ["10.1016/j.yjmcc.2013.11.017", "24332999"]}, {"Citation": "Perico L, Benigni A, Remuzzi G. Should COVID-19 concern nephrologists? Why and to what extent? The emerging impasse of angiotensin blockade. Nephron. 2020;144(5):213–221. doi: 10.1159/000507305.", "ArticleIdList": ["10.1159/000507305", "PMC7179544", "32203970"]}, {"Citation": "Pettersen EF, Goddard TD, Huang CC, Couch GS, Greenblatt DM, Meng EC, Ferrin TE. UCSF Chimera—a visualization system for exploratory research and analysis. J Comput Chem. 2004;25(13):1605–1612. doi: 10.1002/jcc.20084.", "ArticleIdList": ["10.1002/jcc.20084", "15264254"]}, {"Citation": "Pitsiou G, Zarogoulidis P, Petridis D, Kioumis I, Lampaki S, Organtzis J, Porpodis K, Papaiwannou A, Tsiouda T, Hohenforst-Schmidt W. Inhaled tyrosine kinase inhibitors for pulmonary hypertension: a possible future treatment. Drug Des Dev Ther. 2014;8:1753.", "ArticleIdList": ["PMC4199972", "25336919"]}, {"Citation": "Proto JD, Doran AC, Gusarova G, Yurdagul A, Jr, Sozen E, Subramanian M, Islam MN, Rymond CC, Du J, Hook J. Regulatory T cells promote macrophage efferocytosis during inflammation resolution. Immunity. 2018;49(4):666–677.e666. doi: 10.1016/j.immuni.2018.07.015.", "ArticleIdList": ["10.1016/j.immuni.2018.07.015", "PMC6192849", "30291029"]}, {"Citation": "Qin X-Y, Zhang Y-L, Chi Y-F, Yan B, Zeng X-J, Li H-H, Liu Y. Angiotensin II regulates Th1 T cell differentiation through angiotensin II type 1 receptor-PKA-mediated activation of proteasome. Cell Physiol Biochem. 2018;45(4):1366–1376. doi: 10.1159/000487562.", "ArticleIdList": ["10.1159/000487562", "29462804"]}, {"Citation": "Rajagopalan S, Brook R, Mehta RH, Supiano M, Pitt B. Effect of losartan in aging-related endothelial impairment. Am J Cardiol. 2002;89(5):562–566. doi: 10.1016/S0002-9149(01)02297-4.", "ArticleIdList": ["10.1016/S0002-9149(01)02297-4", "11867042"]}, {"Citation": "Ray PD, Huang B-W, Tsuji Y. Reactive oxygen species (ROS) homeostasis and redox regulation in cellular signaling. Cell Signal. 2012;24(5):981–990. doi: 10.1016/j.cellsig.2012.01.008.", "ArticleIdList": ["10.1016/j.cellsig.2012.01.008", "PMC3454471", "22286106"]}, {"Citation": "Re RN. Role of intracellular angiotensin II. Am J Physiol-Heart and Circ Physiol. 2018;314(4):H766–H771. doi: 10.1152/ajpheart.00632.2017.", "ArticleIdList": ["10.1152/ajpheart.00632.2017", "29351452"]}, {"Citation": "Reddy R, Asante I, Liu S, Parikh P, Liebler J, Borok Z, Rodgers K, Baydur A, Louie SG (2019) Circulating angiotensin peptides levels in Acute Respiratory Distress Syndrome correlate with clinical outcomes: a pilot study. PLoS One 14(3)", "ArticleIdList": ["PMC6405137", "30845246"]}, {"Citation": "Reddy Gaddam R, Chambers S, Bhatia M. ACE and ACE2 in inflammation: a tale of two enzymes. Inflamm Allergy-Drug Targets. 2014;13(4):224–234. doi: 10.2174/1871528113666140713164506.", "ArticleIdList": ["10.2174/1871528113666140713164506", "25019157"]}, {"Citation": "Ren W, Wang Z, Wu Z, Hu Z, Dai F, Chang J, Li B, Liu H, Ruan Y. JAK2/STAT3 pathway was associated with the protective effects of IL-22 on aortic dissection with acute lung injury. Dis Markers. 2017;2017:1917804. doi: 10.1155/2017/1917804.", "ArticleIdList": ["10.1155/2017/1917804", "PMC5554575", "28827891"]}, {"Citation": "Riviere G, Michaud A, Breton C, VanCamp G, Laborie C, Enache M, Lesage J, Deloof S, Corvol P, Vieau D. Angiotensin-converting enzyme 2 (ACE2) and ACE activities display tissue-specific sensitivity to undernutrition-programmed hypertension in the adult rat. Hypertension. 2005;46(5):1169–1174. doi: 10.1161/01.HYP.0000185148.27901.fe.", "ArticleIdList": ["10.1161/01.HYP.0000185148.27901.fe", "16203874"]}, {"Citation": "Rizzo AN, Aman J, van Nieuw Amerongen GP, Dudek SM. Targeting Abl kinases to regulate vascular leak during sepsis and acute respiratory distress syndrome. Arterioscler Thromb Vasc Biol. 2015;35(5):1071–1079. doi: 10.1161/ATVBAHA.115.305085.", "ArticleIdList": ["10.1161/ATVBAHA.115.305085", "PMC4655821", "25814671"]}, {"Citation": "Rizzo AN, Sammani S, Esquinca AE, Jacobson JR, Garcia JG, Letsiou E, Dudek SM. Imatinib attenuates inflammation and vascular leak in a clinically relevant two-hit model of acute lung injury. Am J Physiol Lung Cell Mol Physiol. 2015;309(11):L1294–L1304. doi: 10.1152/ajplung.00031.2015.", "ArticleIdList": ["10.1152/ajplung.00031.2015", "PMC4669340", "26432864"]}, {"Citation": "Rosenfeld CR, Zagariya AM, Liu X-T, Willis BC, Fluharty S, Vidyasagar D. Meconium increases type 1 angiotensin II receptor expression and alveolar cell death. Pediatr Res. 2008;63(3):251–256. doi: 10.1203/PDR.0b013e318163a2b8.", "ArticleIdList": ["10.1203/PDR.0b013e318163a2b8", "18287962"]}, {"Citation": "Ruella M, Kenderian S, Shestova O, Klichinsky M, Melenhorst J, Wasik M, Lacey S, June C, Gill S. Kinase inhibitor ibrutinib to prevent cytokine-release syndrome after anti-CD19 chimeric antigen receptor T cells for B-cell neoplasms. Leukemia. 2017;31(1):246–248. doi: 10.1038/leu.2016.262.", "ArticleIdList": ["10.1038/leu.2016.262", "27677739"]}, {"Citation": "Ruthman CA, Festic E. Emerging therapies for the prevention of acute respiratory distress syndrome. Ther Adv Respir Dis. 2015;9(4):173–187. doi: 10.1177/1753465815585716.", "ArticleIdList": ["10.1177/1753465815585716", "PMC4659368", "26002528"]}, {"Citation": "Rysz S, Al-Saadi J, Farm M. COVID-19 pathophysiology may be driven by a loss of inhibition of the renin-angiotensin-aldosterone system. Preprint (Version 2) available at Research Square, 10. 10.21203/rs.3.rs-32494/v2"}, {"Citation": "Sabatini F, Luppi F, Petecchia L, Di Stefano A, Longo AM, Eva A, Vanni C, Hiemstra PS, Sterk PJ, Sorbello V. Bradykinin-induced asthmatic fibroblast/myofibroblast activities via bradykinin B2 receptor and different MAPK pathways. Eur J Pharmacol. 2013;710(1–3):100–109. doi: 10.1016/j.ejphar.2013.03.048.", "ArticleIdList": ["10.1016/j.ejphar.2013.03.048", "23588115"]}, {"Citation": "Sanchis-Gomar F, Lavie CJ, Perez-Quilis C, Henry BM, Lippi G (2020) Angiotensin-converting Enzyme 2 and antihypertensives (angiotensin receptor blockers and angiotensin-converting enzyme inhibitors) in Coronavirus Disease 2019. In: Mayo Clinic Proceedings, Elsevier.", "ArticleIdList": ["PMC7129862", "32376099"]}, {"Citation": "Santos R, Ferreira AJ, Verano-Braga T, Bader M. Angiotensin-converting enzyme 2, angiotensin-(1–7) and Mas: new players of the renin-angiotensin system. J Endocrinol. 2013;216(2):R1–R17. doi: 10.1530/JOE-12-0341.", "ArticleIdList": ["10.1530/JOE-12-0341", "23092879"]}, {"Citation": "Satou R, Penrose H, Navar LG. Inflammation as a regulator of the renin-angiotensin system and blood pressure. Curr Hypertens Rep. 2018;20(12):100. doi: 10.1007/s11906-018-0900-0.", "ArticleIdList": ["10.1007/s11906-018-0900-0", "PMC6203444", "30291560"]}, {"Citation": "Sauter NS, Thienel C, Plutino Y, Kampe K, Dror E, Traub S, Timper K, Bédat B, Pattou F, Kerr-Conte J. Angiotensin II induces interleukin-1β–mediated islet inflammation and β-cell dysfunction independently of vasoconstrictive effects. Diabetes. 2015;64(4):1273–1283. doi: 10.2337/db14-1282.", "ArticleIdList": ["10.2337/db14-1282", "25352639"]}, {"Citation": "Senchenkova EY, Russell J, Yildirim A, Granger DN, Gavins FN. Novel Role of T Cells and IL-6 (Interleukin-6) in angiotensin II–induced microvascular dysfunction. Hypertension. 2019;73(4):829–838. doi: 10.1161/HYPERTENSIONAHA.118.12286.", "ArticleIdList": ["10.1161/HYPERTENSIONAHA.118.12286", "PMC6422352", "30739537"]}, {"Citation": "Shi Q, Lei Z, Cheng G, Li D, Wang Q, Luo S, Yang H, Jia H. Mitochondrial ROS activate interleukin-1β expression in allergic rhinitis. Oncol Lett. 2018;16(3):3193–3200.", "ArticleIdList": ["PMC6096070", "30127914"]}, {"Citation": "Shin D, Mukherjee R, Grewe D, et al. Papain-like protease regulates SARS-CoV-2 viral spread and innate immunity. Nature. 2020 doi: 10.1038/s41586-020-2601-5.", "ArticleIdList": ["10.1038/s41586-020-2601-5", "PMC7116779", "32726803"]}, {"Citation": "Sims AC, Baric RS, Yount B, Burkett SE, Collins PL, Pickles RJ. Severe acute respiratory syndrome coronavirus infection of human ciliated airway epithelia: role of ciliated cells in viral spread in the conducting airways of the lungs. J Virol. 2005;79(24):15511–15524. doi: 10.1128/JVI.79.24.15511-15524.2005.", "ArticleIdList": ["10.1128/JVI.79.24.15511-15524.2005", "PMC1316022", "16306622"]}, {"Citation": "Sisk JM, Frieman MB, Machamer CE. Coronavirus S protein-induced fusion is blocked prior to hemifusion by Abl kinase inhibitors. J Gener Virol. 2018;99(5):619. doi: 10.1099/jgv.0.001047.", "ArticleIdList": ["10.1099/jgv.0.001047", "PMC6537626", "29557770"]}, {"Citation": "Skurk T, van Harmelen V, Hauner H. Angiotensin II stimulates the release of interleukin-6 and interleukin-8 from cultured human adipocytes by activation of NF-κB. Arterioscler Thromb Vasc Biol. 2004;24(7):1199–1203. doi: 10.1161/01.ATV.0000131266.38312.2e.", "ArticleIdList": ["10.1161/01.ATV.0000131266.38312.2e", "15130920"]}, {"Citation": "Snijder E, Decroly E, Ziebuhr J. The nonstructural proteins directing coronavirus RNA synthesis and processing. Adv Virus Res. 2016;96:59–126. doi: 10.1016/bs.aivir.2016.08.008.", "ArticleIdList": ["10.1016/bs.aivir.2016.08.008", "PMC7112286", "27712628"]}, {"Citation": "Soler MJ, Ye M, Wysocki J, William J, Lloveras J, Batlle D. Localization of ACE2 in the renal vasculature: amplification by angiotensin II type 1 receptor blockade using telmisartan. Am J Physiol-Renal Physiol. 2009;296(2):F398–F405. doi: 10.1152/ajprenal.90488.2008.", "ArticleIdList": ["10.1152/ajprenal.90488.2008", "19004932"]}, {"Citation": "Song MA, Dasgupta C, Zhang L. Chronic losartan treatment up-regulates AT 1 R and increases the heart vulnerability to acute onset of ischemia and reperfusion injury in male rats. PloS One. 2015;10(7):e0132712. doi: 10.1371/journal.pone.0132712.", "ArticleIdList": ["10.1371/journal.pone.0132712", "PMC4500443", "26168042"]}, {"Citation": "Sosulski ML, Gongora R, Feghali-Bostwick C, Lasky JA, Sanchez CG. Sirtuin 3 deregulation promotes pulmonary fibrosis. J Gerontol Ser A. 2017;72(5):595–602.", "ArticleIdList": ["PMC5964739", "27522058"]}, {"Citation": "South AM, Tomlinson L, Edmonston D, Hiremath S, Sparks MA (2020) Controversies of renin–angiotensin system inhibition during the COVID-19 pandemic. Nature Rev Nephrol 16(6):305–307. 10.1038/s41581-020-0279-4", "ArticleIdList": ["PMC7118703", "32246101"]}, {"Citation": "Stephens RS, Johnston L, Servinsky L, Kim BS, Damarla M. The tyrosine kinase inhibitor imatinib prevents lung injury and death after intravenous LPS in mice. Physiol Rep. 2015;3(11):e12589. doi: 10.14814/phy2.12589.", "ArticleIdList": ["10.14814/phy2.12589", "PMC4673626", "26620257"]}, {"Citation": "Stierand K, Rarey M. PoseView–molecular interaction patterns at a glance. J Cheminform. 2010;2(1):1–1. doi: 10.1186/1758-2946-2-1.", "ArticleIdList": ["10.1186/1758-2946-2-1", "PMC2827360", "20298528"]}, {"Citation": "Sun P, Zhang W, Zhu W, Yan H, Zhu J. Expression of renin-angiotensin system on dendritic cells of patients with coronary artery disease. Inflammation. 2009;32(6):347. doi: 10.1007/s10753-009-9141-3.", "ArticleIdList": ["10.1007/s10753-009-9141-3", "19669395"]}, {"Citation": "Sun T, Chen S, Dong N, Zhou X, Li H. Imatinib inhibits angiotensin II-induced aortic dissection through the c-Abl signaling pathway. Int J Clin Exp Pathol. 2017;10(5):5316–5324."}, {"Citation": "Tajima S, Tsuchiya K, Horinouchi Y, Ishizawa K, Ikeda Y, Kihira Y, Shono M, Kawazoe K, Tomita S, Tamaki T. Effect of angiotensin II on iron-transporting protein expression and subsequent intracellular labile iron concentration in human glomerular endothelial cells. Hypertens Res. 2010;33(7):713–721. doi: 10.1038/hr.2010.63.", "ArticleIdList": ["10.1038/hr.2010.63", "20431588"]}, {"Citation": "Takahashi M, Suzuki E, Takeda R, Oba S, Nishimatsu H, Kimura K, Nagano T, Nagai R, Hirata Y. Angiotensin II and tumor necrosis factor-α synergistically promote monocyte chemoattractant protein-1 expression: roles of NF-κB, p38, and reactive oxygen species. Am J Physiol-Heart Circ Physiol. 2008;294(6):H2879–H2888. doi: 10.1152/ajpheart.91406.2007.", "ArticleIdList": ["10.1152/ajpheart.91406.2007", "18441197"]}, {"Citation": "Tisoncik JR, Korth MJ, Simmons CP, Farrar J, Martin TR, Katze MG. Into the eye of the cytokine storm. Microbiol Mol Biol Rev. 2012;76(1):16–32. doi: 10.1128/MMBR.05015-11.", "ArticleIdList": ["10.1128/MMBR.05015-11", "PMC3294426", "22390970"]}, {"Citation": "Touyz RM, Schiffrin EL. Effects of angiotensin II and endothelin-1 on platelet aggregation and cytosolic pH and free Ca2+ concentrations in essential hypertension. Hypertension. 1993;22(6):853–862. doi: 10.1161/01.HYP.22.6.853.", "ArticleIdList": ["10.1161/01.HYP.22.6.853", "8244517"]}, {"Citation": "Towler P, Staker B, Prasad SG, Menon S, Tang J, Parsons T, Ryan D, Fisher M, Williams D, Dales NA. ACE2 X-ray structures reveal a large hinge-bending motion important for inhibitor binding and catalysis. J Biol Chem. 2004;279(17):17996–18007. doi: 10.1074/jbc.M311191200.", "ArticleIdList": ["10.1074/jbc.M311191200", "PMC7980034", "14754895"]}, {"Citation": "Tufet M. T cells calm the storm. Nat Rev Immunol. 2007;7(11):834–835. doi: 10.1038/nri2197.", "ArticleIdList": ["10.1038/nri2197", "0"]}, {"Citation": "Turner P. XMGRACE, Version 5.1. 19. Cent. Coast. land-margin Res. oregon Grad. Beaverton: Inst. Sci. Technol; 2005."}, {"Citation": "Uhal BD, Li X, Piasecki CC, Molina-Molina M. Angiotensin signalling in pulmonary fibrosis. Int J Biochem Cell Biol. 2012;44(3):465–468. doi: 10.1016/j.biocel.2011.11.019.", "ArticleIdList": ["10.1016/j.biocel.2011.11.019", "PMC3288339", "22155301"]}, {"Citation": "Vaduganathan M, Vardeny O, Michel T, McMurray JJ, Pfeffer MA, Solomon SD. Renin–angiotensin–aldosterone system inhibitors in patients with Covid-19. N Engl J Med. 2020;382(17):1653–1659. doi: 10.1056/NEJMsr2005760.", "ArticleIdList": ["10.1056/NEJMsr2005760", "PMC7121452", "32227760"]}, {"Citation": "Vajapey R, Rini D, Walston J, Abadir P. The impact of age-related dysregulation of the angiotensin system on mitochondrial redox balance. Front Physiol. 2014;5:439. doi: 10.3389/fphys.2014.00439.", "ArticleIdList": ["10.3389/fphys.2014.00439", "PMC4241834", "25505418"]}, {"Citation": "van Gunsteren WF, Daura X, Mark AE. Encyclopedia of computational chemistry, chapter GROMOS force field. New York: John Wiley and Sons; 1998."}, {"Citation": "Van Lam van T, Ivanova T, Hardes K, Heindl MR, Morty RE, Böttcher-Friebertshäuser E, Lindberg I, Than ME, Dahms SO, Steinmetzer T. Design, synthesis, and characterization of macrocyclic inhibitors of the proprotein convertase furin. ChemMedChem. 2019;14(6):673–685. doi: 10.1002/cmdc.201800807.", "ArticleIdList": ["10.1002/cmdc.201800807", "30680958"]}, {"Citation": "Van Leeuwen R, Kol A, Andreotti F, Kluft C, Maseri A, Sperti G. Angiotensin II increases plasminogen activator inhibitor type 1 and tissue-type plasminogen activator messenger RNA in cultured rat aortic smooth muscle cells. Circulation. 1994;90(1):362–368. doi: 10.1161/01.CIR.90.1.362.", "ArticleIdList": ["10.1161/01.CIR.90.1.362", "8026020"]}, {"Citation": "Velazquez-Salinas L, Verdugo-Rodriguez A, Rodriguez LL, Borca MV. The role of interleukin 6 during viral infections. Front Microbiol. 2019;10:1057. doi: 10.3389/fmicb.2019.01057.", "ArticleIdList": ["10.3389/fmicb.2019.01057", "PMC6524401", "31134045"]}, {"Citation": "Veronese N, Demurtas J, Yang L, Tonelli R, Barbagallo M, Lopalco P, Lagolio E, Celotto S, Pizzol D, Zou L. Use of corticosteroids in Coronavirus Disease 2019 pneumonia: a systematic review of the literature. Front Med. 2020;7:170. doi: 10.3389/fmed.2020.00170.", "ArticleIdList": ["10.3389/fmed.2020.00170", "PMC7193030", "32391369"]}, {"Citation": "Viruses., C. S. G. o. t. I. C. o. T. o. The species severe acute respiratory syndrome-related coronavirus: classifying 2019-nCoV and naming it SARS-CoV-2. Version 2. Nature Microbiology. 2020;5(4):8.", "ArticleIdList": ["PMC7095448", "32123347"]}, {"Citation": "Wallace AC, Laskowski RA, Thornton JM. LIGPLOT: a program to generate schematic diagrams of protein-ligand interactions. Protein Eng Des Sel. 1995;8(2):127–134. doi: 10.1093/protein/8.2.127.", "ArticleIdList": ["10.1093/protein/8.2.127", "7630882"]}, {"Citation": "Wan Y, Shang J, Graham R, Baric RS, Li F. Receptor recognition by the novel coronavirus from Wuhan: an analysis based on decade-long structural studies of SARS coronavirus. J Virol. 2020;94(7):1–9. doi: 10.1128/JVI.00127-20.", "ArticleIdList": ["10.1128/JVI.00127-20", "PMC7081895", "31996437"]}, {"Citation": "Wang Z, Canagarajah BJ, Boehm JC, Kassisà S, Cobb MH, Young PR, Abdel-Meguid S, Adams JL, Goldsmith EJ. Structural basis of inhibitor selectivity in MAP kinases. Structure. 1998;6(9):1117–1128. doi: 10.1016/S0969-2126(98)00113-0.", "ArticleIdList": ["10.1016/S0969-2126(98)00113-0", "9753691"]}, {"Citation": "Wang C-H, Li S-H, Weisel RD, Fedak PW, Dumont AS, Szmitko P, Li R-K, Mickle DA, Verma S. C-reactive protein upregulates angiotensin type 1 receptors in vascular smooth muscle. Circulation. 2003;107(13):1783–1790. doi: 10.1161/01.CIR.0000061916.95736.E5.", "ArticleIdList": ["10.1161/01.CIR.0000061916.95736.E5", "12665485"]}, {"Citation": "Wang F, Huang L, Peng Z-Z, Tang Y-T, Lu M-M, Peng Y, Mei W-J, Wu L, Mo Z-H, Meng J. Losartan inhibits LPS+ ATP-induced IL-1beta secretion from mouse primary macrophages by suppressing NALP3 inflammasome. Die Pharm Int J Pharm Sci. 2014;69(9):680–684.", "ArticleIdList": ["25272939"]}, {"Citation": "Wang C, Qian X, Sun X, Chang Q. Angiotensin II increases matrix metalloproteinase 2 expression in human aortic smooth muscle cells via AT1R and ERK1/2. Exp Biol Med. 2015;240(12):1564–1571. doi: 10.1177/1535370215576312.", "ArticleIdList": ["10.1177/1535370215576312", "PMC4935328", "25767191"]}, {"Citation": "Wang J, Chen L, Chen B, Meliton A, Liu SQ, Shi Y, Liu T, Deb DK, Solway J, Li YC. Chronic activation of the renin-angiotensin system induces lung fibrosis. Sci Rep. 2015;5:15561. doi: 10.1038/srep15561.", "ArticleIdList": ["10.1038/srep15561", "PMC4616037", "26494430"]}, {"Citation": "Wang X, Shi K, Li J, Chen T, Guo Y, Liu Y, Yang Y, Yang S. Effects of angiotensin II intervention on MMP-2, MMP-9, TIMP-1, and collagen expression in rats with pulmonary hypertension. Genet Mol Res. 2015;14(1):1707–1717. doi: 10.4238/2015.March.6.17.", "ArticleIdList": ["10.4238/2015.March.6.17", "25867313"]}, {"Citation": "Wang D, Chai X-Q, Magnussen CG, Zosky GR, Shu S-H, Wei X, Hu S-S. Renin-angiotensin-system, a potential pharmacological candidate, in acute respiratory distress syndrome during mechanical ventilation. Pulm Pharmacol Ther. 2019;58:101833. doi: 10.1016/j.pupt.2019.101833.", "ArticleIdList": ["10.1016/j.pupt.2019.101833", "PMC7110665", "31376462"]}, {"Citation": "Watanabe T, Barker TA, Berk BC. Angiotensin II and the endothelium: diverse signals and effects. Hypertension. 2005;45(2):163–169. doi: 10.1161/01.HYP.0000153321.13792.b9.", "ArticleIdList": ["10.1161/01.HYP.0000153321.13792.b9", "15630047"]}, {"Citation": "Weidanz J, Jacobson LM, Muehrer RJ, Djamali A, Hullett DA, Sprague J, Chiriva-Internati M, Wittman V, Thekkumkara TJ, Becker BN. AT1R blockade reduces IFN-γ production in lymphocytes in vivo and in vitro. Kidney Int. 2005;67(6):2134–2142. doi: 10.1111/j.1523-1755.2005.00318.x.", "ArticleIdList": ["10.1111/j.1523-1755.2005.00318.x", "15882256"]}, {"Citation": "White JM, Delos SE, Brecher M, Schornberg K. Structures and mechanisms of viral membrane fusion proteins: multiple variations on a common theme. Crit Rev Biochem Mol Biol. 2008;43(3):189–219. doi: 10.1080/10409230802058320.", "ArticleIdList": ["10.1080/10409230802058320", "PMC2649671", "18568847"]}, {"Citation": "Wingler LM, Skiba MA, McMahon C, Staus DP, Kleinhenz AL, Suomivuori C-M, Latorraca NR, Dror RO, Lefkowitz RJ, Kruse AC. Angiotensin and biased analogs induce structurally distinct active conformations within a GPCR. Science. 2020;367(6480):888–892. doi: 10.1126/science.aay9813.", "ArticleIdList": ["10.1126/science.aay9813", "PMC7171558", "32079768"]}, {"Citation": "Wishart DS, Feunang YD, Guo AC, Lo EJ, Marcu A, Grant JR, Sajed T, Johnson D, Li C, Sayeeda Z. DrugBank 5.0: a major update to the DrugBank database for 2018. Nucleic Acids Res. 2018;46(D1):D1074–D1082. doi: 10.1093/nar/gkx1037.", "ArticleIdList": ["10.1093/nar/gkx1037", "PMC5753335", "29126136"]}, {"Citation": "Wolf AM, Wolf D, Rumpold H, Ludwiczek S, Enrich B, Gastl G, Weiss G, Tilg H. The kinase inhibitor imatinib mesylate inhibits TNF-α production in vitro and prevents TNF-dependent acute hepatic inflammation. Proc Natl Acad Sci. 2005;102(38):13622–13627. doi: 10.1073/pnas.0501758102.", "ArticleIdList": ["10.1073/pnas.0501758102", "PMC1224614", "16174751"]}, {"Citation": "Wrapp D, Wang N, Corbett KS, Goldsmith JA, Hsieh C-L, Abiona O, Graham BS, McLellan JS. Cryo-EM structure of the 2019-nCoV spike in the prefusion conformation. Science. 2020;367(6483):1260–1263. doi: 10.1126/science.abb2507.", "ArticleIdList": ["10.1126/science.abb2507", "PMC7164637", "32075877"]}, {"Citation": "Yamada K, Hirayama T, Hasegawa Y. Antiplatelet effect of losartan and telmisartan in patients with ischemic stroke. J Stroke Cerebrovasc Dis. 2007;16(5):225–231. doi: 10.1016/j.jstrokecerebrovasdis.2007.07.003.", "ArticleIdList": ["10.1016/j.jstrokecerebrovasdis.2007.07.003", "17845921"]}, {"Citation": "Yamamoto S, Yancey PG, Zuo Y, Ma L-J, Kaseda R, Fogo AB, Ichikawa I, Linton MF, Fazio S, Kon V. Macrophage polarization by angiotensin II-type 1 receptor aggravates renal injury-acceleration of atherosclerosis. Arterioscler Thromb Vasc Biol. 2011;31(12):2856–2864. doi: 10.1161/ATVBAHA.111.237198.", "ArticleIdList": ["10.1161/ATVBAHA.111.237198", "PMC3227118", "21979434"]}, {"Citation": "Yoshikawa T, Hill TE, Yoshikawa N, Popov VL, Galindo CL, Garner HR, Peters CJ, Tseng CT. Dynamic innate immune responses of human bronchial epithelial cells to severe acute respiratory syndrome-associated coronavirus infection. PLoS One. 2010;5(1):e8729. doi: 10.1371/journal.pone.0008729.", "ArticleIdList": ["10.1371/journal.pone.0008729", "PMC2806919", "20090954"]}, {"Citation": "Zhang H, Baker A. Recombinant human ACE2: acing out angiotensin II in ARDS therapy. Crit Care. 2017;21:305. doi: 10.1186/s13054-017-1882-z.", "ArticleIdList": ["10.1186/s13054-017-1882-z", "PMC5729230", "29237475"]}, {"Citation": "Zhang R, Pan Y, Fanelli V, Wu S, Luo AA, Islam D, Han B, Mao P, Ghazarian M, Zeng W. Mechanical stress and the induction of lung fibrosis via the midkine signaling pathway. Am J Respir Crit Care Med. 2015;192(3):315–323. doi: 10.1164/rccm.201412-2326OC.", "ArticleIdList": ["10.1164/rccm.201412-2326OC", "25945397"]}, {"Citation": "Zhang Y, Wang Y, Zhou D, Zhang L-S, Deng F-X, Shu S, Wang L-J, Wu Y, Guo N, Zhou J. Angiotensin II deteriorates advanced atherosclerosis by promoting MerTK cleavage and impairing efferocytosis through the AT1R/ROS/p38 MAPK/ADAM17 pathway. Am J Physiol-Cell Physiol. 2019;317(4):C776–C787. doi: 10.1152/ajpcell.00145.2019.", "ArticleIdList": ["10.1152/ajpcell.00145.2019", "31390228"]}, {"Citation": "Zhao J, Liu J, Pang X, Wang S, Wu D, Zhang X, Feng L. Angiotensin II induces C-reactive protein expression via AT1-ROS-MAPK-NF-κB signal pathway in hepatocytes. Cell Physiol Biochem. 2013;32(3):569–580. doi: 10.1159/000354461.", "ArticleIdList": ["10.1159/000354461", "24021937"]}, {"Citation": "Zheng Y, Sun L, Jiang T, Zhang D, He D, Nie H. TNFα promotes Th17 cell differentiation through IL-6 and IL-1β produced by monocytes in rheumatoid arthritis. J Immunol Res. 2014;2014:385352.", "ArticleIdList": ["PMC4243768", "25436214"]}, {"Citation": "Zhou P, Yang X-L, Wang X-G, Hu B, Zhang L, Zhang W, Si H-R, Zhu Y, Li B, Huang C-L. A pneumonia outbreak associated with a new coronavirus of probable bat origin. Nature. 2020;579(7798):270–273. doi: 10.1038/s41586-020-2012-7.", "ArticleIdList": ["10.1038/s41586-020-2012-7", "PMC7095418", "32015507"]}]}], "History": [{"Year": "2020", "Month": "7", "Day": "24"}, {"Year": "2020", "Month": "11", "Day": "4"}, {"Year": "2020", "Month": "12", "Day": "9", "Hour": "6", "Minute": "15"}, {"Year": "2020", "Month": "12", "Day": "10", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "12", "Day": "10", "Hour": "6", "Minute": "1"}, {"Year": "2021", "Month": "12", "Day": "4"}], "PublicationStatus": "epublish", "ArticleIdList": ["33294307", "PMC7716628", "10.1007/s40203-020-00058-7", "58"]}}]}