{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "33305409", "DateCompleted": {"Year": "2021", "Month": "05", "Day": "31"}, "DateRevised": {"Year": "2021", "Month": "05", "Day": "31"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "12", "Day": "20"}], "Language": ["eng"], "ELocationID": ["10.1111/ppl.13308"], "Journal": {"ISSN": "1399-3054", "JournalIssue": {"Volume": "172", "Issue": "2", "PubDate": {"Year": "2021", "Month": "Jun"}}, "Title": "Physiologia plantarum", "ISOAbbreviation": "Physiol Plant"}, "ArticleTitle": "Drought responsiveness in black pepper (Piper nigrum L.): Genes associated and development of a web-genomic resource.", "Pagination": {"StartPage": "669", "EndPage": "683", "MedlinePgn": "669-683"}, "Abstract": {"AbstractText": ["Black pepper (Piper nigrum L.; 2n = 52; Piperaceae), the king of spices, is a perennial, trailing woody flowering vine and has global importance with widespread dietary, medicinal, and preservative uses. It is an economically important germplasm cultivated for its fruit and the major cash crop in >30 tropical countries. Crop production is mainly affected by drought stress. The present study deals with the candidate gene identification from drought-affected black pepper leaf transcriptome generated by Illumina Hiseq2000. It also aims to mine putative molecular markers (namely SSRs, SNPs, and InDels) and generate primers for them. The identification of transcription factors and pathways involved in drought tolerance is also reported here. De novo transcriptome assembly was performed with trinity assembler. In total, 4914 differential expressed genes, 2110 transcriptional factors, 786 domains and 1137 families, 20,124 putative SSR markers, and 259,236 variants were identified. At2g30105 (unidentified gene containing leucine-rich repeats and ubiquitin-like domain), serine threonine protein kinase, Mitogen-activated protein kinase, Nucleotide Binding Site-Leucine Rich Repeat, Myeloblastosis-related proteins, basic helix-loop-helix are all found upregulated and are reported to be associated with plant tolerance against drought condition. All these information are catalogued in the Black Pepper Drought Transcriptome Database (BPDRTDb), freely accessible for academic use at http://webtom.cabgrid.res.in/bpdrtdb/. This database is a good foundation for the genetic improvement of pepper plants, breeding programmes, and mapping population of this crop. Putative markers can also be a reliable genomic resource to develop drought-tolerant variety for better black pepper productivity."], "CopyrightInformation": "© 2020 Scandinavian Plant Physiology Society."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Centre for Agricultural Bioinformatics, ICAR-Indian Agricultural Statistics Research Institute, New Delhi, India."}], "LastName": "Negi", "ForeName": "Ankita", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Crop Improvement & Biotechnology, ICAR-Indian Institute of Spices Research, Kozhikode, India."}], "LastName": "George Kokkat", "ForeName": "Johnson", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Centre for Agricultural Bioinformatics, ICAR-Indian Agricultural Statistics Research Institute, New Delhi, India."}], "LastName": "Jasrotia", "ForeName": "Rahul S", "Initials": "RS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Crop Improvement & Biotechnology, ICAR-Indian Institute of Spices Research, Kozhikode, India."}], "LastName": "Madhavan", "ForeName": "Soumya", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Centre for Agricultural Bioinformatics, ICAR-Indian Agricultural Statistics Research Institute, New Delhi, India."}], "LastName": "Jaiswal", "ForeName": "Sarika", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Centre for Agricultural Bioinformatics, ICAR-Indian Agricultural Statistics Research Institute, New Delhi, India."}], "LastName": "Angadi", "ForeName": "Ulavappa Basavanneppa", "Initials": "UB"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Centre for Agricultural Bioinformatics, ICAR-Indian Agricultural Statistics Research Institute, New Delhi, India."}], "LastName": "Iquebal", "ForeName": "Mir Asif", "Initials": "MA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Crop Improvement & Biotechnology, ICAR-Indian Institute of Spices Research, Kozhikode, India."}], "LastName": "Kalathil Palliyarakkal", "ForeName": "Manju", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Crop Improvement & Biotechnology, ICAR-Indian Institute of Spices Research, Kozhikode, India."}, {"Identifier": [], "Affiliation": "RBGRC, ICAR-IARI Regional Centre, India."}], "LastName": "Palaniyandi", "ForeName": "Umadevi", "Initials": "U"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Centre for Agricultural Bioinformatics, ICAR-Indian Agricultural Statistics Research Institute, New Delhi, India."}], "LastName": "Rai", "ForeName": "Anil", "Initials": "A"}, {"Identifier": ["0000-0001-5466-0686"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Centre for Agricultural Bioinformatics, ICAR-Indian Agricultural Statistics Research Institute, New Delhi, India."}], "LastName": "Kumar", "ForeName": "Dinesh", "Initials": "D"}], "GrantList": [{"GrantID": "F. no. Agril. Edn.4-1/2013-A&P", "Agency": "Indian Council of Agricultural Research", "Country": ""}, {"Agency": "Indian Council of Agricultural Research, Ministry of Agriculture and Farmers' Welfare, Government of India", "Country": ""}, {"Agency": "CABin Grant", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Denmark", "MedlineTA": "Physiol Plant", "NlmUniqueID": "1256322", "ISSNLinking": "0031-9317"}, "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Droughts"}, {"QualifierName": [], "DescriptorName": "Genomics"}, {"QualifierName": [], "DescriptorName": "High-Throughput Nucleotide Sequencing"}, {"QualifierName": ["genetics"], "DescriptorName": "Piper nigrum"}, {"QualifierName": ["genetics"], "DescriptorName": "Transcriptome"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Abdelrahman, M., Jogaiah, S., Burritt, D.J. & Tran, L.P. (2018) Legume genetic resources and transcriptome dynamics under abiotic stress conditions. Plant Cell and Environment, 41(9), 1972-1983."}, {"Citation": "Adams, K. (2013) Genomic clues to the ancestral flowering plant. Science, 342(6165), 1456-1457."}, {"Citation": "Ahmad, N., Fazal, H., Abbasi, B., Rashid, M., Mahmood, T. & Fatima, N. (2010) Efficient regeneration and antioxidant potential in regenerated tissues of Piper nigrum L. Plant Cell, Tissue and Organ Culture, 102(1), 129-134."}, {"Citation": "Altschul, S.F., Gish, W., Miller, W., Myers, E.W. & Lipman, D.J. (1990) Basic local alignment search tool. Journal of Molecular Biology, 215(3), 403-410."}, {"Citation": "Archana, D., Dixitha, M. & Santhy, K.S. (2015) Antioxidant and anti clastogenic potential of Piper longum L. International Journal of Applied Pharmaceutics, 7, 11-14."}, {"Citation": "Bai, F. & Settles, A.M. (2015) Imprinting in plants as a mechanism to generate seed phenotypic diversity. Frontiers in Plant Science, 5, 780."}, {"Citation": "Baldoni, E., Genga, A. & Cominelli, E. (2015) Plant MYB transcription factors: their role in drought response mechanisms. International Journal of Molecular Sciences, 16, 15811-15851."}, {"Citation": "Bielsa, B., Hewitt, S., Reyes-Chin-Wo, S., Dhingra, A. & Rubio-Cabetas, M.J. (2018) Identification of water use efficiency related genes in ‘Garnem'almond-peach rootstock using time-course transcriptome analysis. PLoS One, 13(10), e0205493."}, {"Citation": "Bolger, A.M., Lohse, M. & Usadel, B. (2014) Trimmomatic: a flexible trimmer for Illumina sequence data. Bioinformatics, 30(15), 2114-2120."}, {"Citation": "Campos, H., Trejo, C., Peña-Valdivia, C.B., García-Nava, R., Conde-Martínez, F.V. & Cruz-Ortega, M.R. (2014) Stomatal and non-stomatal limitations of bell pepper (Capsicum annuum L.) plants under water stress and re-watering: delayed restoration of photosynthesis during recovery. Environmental and Experimental Botany, 98, 56-64."}, {"Citation": "Conesa, A., Gotz, S., Garcia-Gomez, J.M., Terol, J., Talon, M. & Robles, M. (2005) Blast2GO: a universal tool for annotation, visualisation and analysis in functional genomics research. Bioinformatics, 21(18), 3674-3676."}, {"Citation": "Dong, Y., Wang, C., Han, X., Tang, S., Liu, S., Xia, X., et al. (2014) A novel bHLH transcription factor PebHLH35 from Populus euphratica confers drought tolerance through regulating stomatal development, photosynthesis and growth in Arabidopsis. Biochemical and Biophysical Research Communications, 450(1), 453-458."}, {"Citation": "Finn, R.D., Coggill, P., Eberhardt, R.Y., Eddy, S.R., Mistry, J., Mitchell, A.L., et al. (2016) The Pfam protein families database: towards a more sustainable future. Nucleic Acids Research, 44(D1), D279-D285."}, {"Citation": "Food and Agriculture Organization (FAO). (2017) Production, Crops, Millet, data."}, {"Citation": "George, K.J., Malik, N., Kumar, I.V. & Krishnamurthy, K.S. (2017) Gene expression analysis in drought tolerant and susceptible black pepper (Piper nigrum L.) in response to water deficit stress. Acta Physiologiae Plantarum, 39(4), 104."}, {"Citation": "Gonzalez-Dugo, V., Durand, J.-L. & Gastal, F. (2010) Water deficit and nitrogen nutrition of crops. A review. Agronomy for Sustainable Development, 30, 529-544."}, {"Citation": "Guangsheng, Y., Zhiming, Z., Kui, X., Maojun, Z., Yaou, S. & Guangtang, P. (2012) Large-scale identification of differentially expressed genes in maise inbreds susceptible and resistant to Fusarium ear rot. Plant Omics, 5(5), 471."}, {"Citation": "Gulcin, I. (2005) The antioxidant and radical scavenging activities of black pepper (Piper nigrum) seeds. International Journal of Food Sciences and Nutrition, 56(7), 491-499."}, {"Citation": "Guo, W.L., Wang, S.B., Chen, R.G., Chen, B.H., Du, X.H., Yin, Y.X., et al. (2015) Characterisation and expression profile of CaNAC2 pepper gene. Frontiers in Plant Science, 6, 755."}, {"Citation": "Gupta, S., Shukla, R., Roy, S., Sen, N. & Sharma, A. (2010) In'Silico'SSR and FDM analysis through EST sequences in 'Ocimum basilicum'. Plant Omics, 3(4), 121."}, {"Citation": "Gupta, S., Singh, N. & Jaggi, A.S. (2014) Evaluation of in vitro aldose reductase inhibitory potential of alkaloidal fractions of Piper nigrum, Murraya koenigii, Argemone mexicana, and Nelumbo nucifera. Journal of Basic and Clinical Physiology and Pharmacology, 25(2), 255-265."}, {"Citation": "Haas, B.J., Paprajaanicolaou, A., Yassour, M., Grabherr, M., Blood, P.D., Bowden, J., et al. (2013) De novo transcript sequence reconstruction from RNA-Seq using the trinity platform for reference generation and analysis. Nature Protocols, 8(8), 1494-1512."}, {"Citation": "Haider, M.S., Kurjogi, M.M., Khalil-ur-Rehman, M., Pervez, T., Songtao, J., Fiaz, M., et al. (2018) Plant-environment interactions drought stress revealed physiological, biochemical and gene-expressional variations in ‘Yoshihime’ peach (Prunus persica L) cultivar. Journal of Plant Interactions, 13(1), 83-90."}, {"Citation": "Hao, C., Xia, Z., Fan, R., Tan, L., Hu, L., Wu, B., et al. (2016) De novo transcriptome sequencing of black pepper (Piper nigrum L.) and an analysis of genes involved in phenylpropanoid metabolism in response to Phytophthora capsici. BMC Genomics, 17(1), 1-14."}, {"Citation": "Haseneyer, G., Schmutzer, T., Seidel, M., Zhou, R., Mascher, M., Schön, C.C., et al. (2011) From RNA-seq to large-scale genotyping-genomics resources for rye (Secale cereale L.). BMC Plant Biology, 11(1), 131. http://spices.res.in/sites/default/files/Vision-IISR-2050.pdf."}, {"Citation": "Hu, L., Hao, C., Fan, R., Wu, B., Tan, L. & Wu, H. (2015) De novo assembly and characterisation of fruit transcriptome in black pepper (Piper nigrum). PLoS One, 10(6), e0129822."}, {"Citation": "Hu, L., Xu, Z., Wang, M., Fan, R., Yuan, D., Wu, B., et al. (2019) The chromosome-scale reference genome of black pepper provides insight into piperine biosynthesis. Nature Communications, 10(1), 1-11."}, {"Citation": "Hu, R., Xiao, J., Gu, T., Yu, X., Zhang, Y., Chang, J., et al. (2018) Genome-wide identification and analysis of WD40 proteins in wheat (Triticum aestivum L.). BMC Genomics, 19(1), 803."}, {"Citation": "Huang, X. & Madan, A. (1999) CAP3: a DNA sequence assembly program. Genome Research, 9(9), 868-877."}, {"Citation": "Iquebal, M.A., Sharma, P., Jasrotia, R.S., Jaiswal, S., Kaur, A., Saroha, M., et al. (2019) RNAseq analysis reveals drought-responsive molecular pathways with candidate genes and putative molecular markers in root tissue of wheat. Scientific Reports, 9(1), 1-18."}, {"Citation": "Jaiswal, S., Antala, T.J., Mandavia, M.K., Chopra, M., Jasrotia, R.S., Tomar, R.S., et al. (2018) Transcriptomic signature of drought response in pearl millet (Pennisetum glaucum L.) and development of web-genomic resources. Scientific Reports, 8(1), 3382."}, {"Citation": "Jaiswal, S., Jadhav, P.V., Jasrotia, R.S., Kale, P.B., Kad, S.K., Moharil, M.P., et al. (2019) Transcriptomic signature reveals mechanism of flower bud distortion in witches'-broom disease of soybean (Glycine max). BMC Plant Biology, 19(1), 26."}, {"Citation": "Jasrotia, R.S., Yadav, P.K., Iquebal, M.A., Bhatt, S.B., Arora, V., Angadi, U.B., et al. (2019) VigSatDB: genome-wide microsatellite DNA marker database of three species of Vigna for germplasm characterisation and improvement. Database. 1-13."}, {"Citation": "Javed, T., Shabbir, R., Ali, A., Afzal, I., Zaheer, U. & Gao, S.J. (2020) Transcription factors in plant stress responses: challenges and potential for sugarcane improvement. Plants, 9(4), 491."}, {"Citation": "Jiao, Y., Wickett, N.J., Ayyampalayam, S., Chanderbali, A.S., Landherr, L., Ralph, P.E., et al. (2011) Ancestral polyploidy in seed plants and angiosperms. Nature, 473(7345), 97-100."}, {"Citation": "Jin, J., Tian, F., Yang, D.C., Meng, Y.Q., Kong, L., Luo, J., et al. (2016) PlantTFDB 4.0: toward a central hub for transcription factors and regulatory interactions in plants. Nucleic Acids Res, 45, D1040-D1045. gkw982."}, {"Citation": "Jogaiah, S., Govind, S.R. & Tran, L.P. (2013) Systems biology-based approaches toward understanding drought tolerance in food crops. Critical Reviews in Biotechnology, 33(1), 23-39."}, {"Citation": "Joy, N., Asha, S., Mallika, V. & Soniya, E.V. (2013) De novo transcriptome sequencing reveals a considerable bias in the incidence of simple sequence repeats towards the downstream of ‘pre-miRNAs’ of black pepper. PLoS One, 8(3), e56694."}, {"Citation": "Kamaraj, C., Rahuman, A.A., Bagavan, A., Elango, G., Zahir, A.A. & Santhoshkumar, T. (2011) Larvicidal and repellent activity of medicinal plant extracts from Eastern Ghats of South India against malaria and filariasis vectors. Asian Pacific Journal of Tropical Medicine, 4(9), 698-705."}, {"Citation": "Kang, C. & Liu, Z. (2015) Global identification and analysis of long non-coding RNAs in diploid strawberry Fragaria vesca during flower and fruit development. BMC Genomics, 16(1), 815."}, {"Citation": "Khan, S.A., Li, M.Z., Wang, S.M. & Yin, H.J. (2018) Revisiting the role of plant transcription factors in the battle against abiotic stress. International Journal of Molecular Sciences, 19(6), 1634."}, {"Citation": "Khew, C.Y., Harikrishna, J.A., Wee, W.Y., Lau, E.T. & Hwang, S.S. (2020) Transcriptional sequencing and gene expression analysis of various genes in fruit development of three different black pepper (Piper nigrum L.) varieties. International Journal of Genomics, 2020, 2020, 1540915."}, {"Citation": "Kong, D., Li, M., Dong, Z., Ji, H. & Li, X. (2015) Identification of TaWD40D, a wheat WD40 repeat-containing protein that is associated with plant tolerance to abiotic stresses. Plant Cell Reports, 34(3), 395-410."}, {"Citation": "Kong, L., Zhang, Y., Ye, Z.Q., Liu, X.Q., Zhao, S.Q., Wei, L., et al. (2007) CPC: assess the protein-coding potential of transcripts using sequence features and support vector machine. Nucleic Acids Research, 36, W345-W349."}, {"Citation": "Kosova, K., Vitamvas, P., Urban, M.O., Prasil, I.T. & Renaut, J. (2018) Plant abiotic stress proteomics: the major factors determining alterations in cellular proteome. Frontiers in Plant Science, 9, 122."}, {"Citation": "Krishnamurthy, K.S., Ankegowda, S.J., Umadevi, P. & George, J.K. (2016) Black pepper and water stress. In: Rao, N., Shivashankara, K. & Laxman, R. (Eds.) Abiotic stress physiology of horticultural crops. New Delhi: Springer."}, {"Citation": "Kujur, A., Bajaj, D., Saxena, M.S., Tripathi, S., Upadhyaya, H.D., Gowda, C.L.L., et al. (2013) Functionally relevant microsatellite markers from chickpea transcription factor genes for efficient genotyping applications and trait association mapping. DNA Research, 20(4), 355-374."}, {"Citation": "Kumar, H., Srikanth, K., Park, W., Lee, S.H., Choi, B.H., Kim, H., et al. (2019) Transcriptome analysis to identify long non coding RNA (lncRNA) and characterise their functional role in back fat tissue of pig. Gene, 703, 71-82."}, {"Citation": "Langmead, B., Trapnell, C., Pop, M. & Salzber, S.L. (2009) Ultrafast and memory-efficient alignment of short DNA sequences to the human genome. Genome Biology, 10(3), R25."}, {"Citation": "Le, H.R., Castelain, M., Chakraborti, D., Moritz, T., Dinant, S. & Bellini, C. (2017) AtbHLH68 transcription factor contributes to the regulation of ABA homeostasis and drought stress tolerance in Arabidopsis thaliana. Physiologia Plantarum, 160(3), 312-327."}, {"Citation": "Li, A., Zhang, J. & Zhou, Z. (2014) PLEK: a tool for predicting long non-coding RNAs and messenger RNAs based on an improved k-mer scheme. BMC Bioinformatics, 15, 311."}, {"Citation": "Li, B. & Dewey, C.N. (2011) RSEM: accurate transcript quantification from RNA-Seq data with or without a reference genome. BMC Bioinformatics, 12(1), 323."}, {"Citation": "Li, H. (2011) A statistical framework for SNP calling, mutation discovery, association mapping and population genetical parameter estimation from sequencing data. Bioinformatics, 27(21), 2987-2993."}, {"Citation": "Li, H. & Durbin, R. (2009) Fast and accurate short read alignment with burrows - wheeler transform. Bioinformatics, 25(14), 1754-1760."}, {"Citation": "Liu, S.R., Li, W.Y., Long, D., Hu, C.G. & Zhang, J.Z. (2013) Development and characterisation of genomic and expressed SSRs in citrus by genome-wide analysis. PLoS One, 8(10), e75149."}, {"Citation": "Lloyd, A., Brockman, A., Aguirre, L., Campbell, A., Bean, A., Cantero, A., et al. (2017) Advances in the MYB-bHLH-WD repeat (MBW) pigment regulatory model: addition of a WRKY factor and co-option of an anthocyanin MYB for betalain regulation. Plant and Cell Physiology, 58(9), 1431-1441."}, {"Citation": "Lu, X., Chen, X., Mu, M., Wang, J., Wang, X., Wang, D., et al. (2016) Genome-wide analysis of long noncoding RNAs and their responses to drought stress in cotton (Gossypium hirsutum L.). PLoS One, 11(6), e0156723."}, {"Citation": "Ludwig, S.R., Habera, L.F., Dellaporta, S.L. & Wessler, S.R. (1989) Lc, a member of the maise R gene family responsible for tissue-specific anthocyanin production, encodes a protein similar to transcriptional activators and contains the myc-homology region. Proceedings of the National Academy of Sciences, 86(18), 7092-7096."}, {"Citation": "Matos, A.R., d'Arcy-Lameta, A., França, M., Petres, S., Edelman, L., Kader, J.C., et al. (2001) A novel patatin-like gene stimulated by drought stress encodes a galactolipid acyl hydrolase. FEBS Letters, 491(3), 188-192."}, {"Citation": "Min, X.J., Butler, G., Storms, R. & Tsang, A. (2005) OrfPredictor: predicting protein-coding regions in EST-derived sequences. Nucleic Acids Research, 33, W677-W680."}, {"Citation": "Olowe, O., Olawuyi, O. & Odebode, A. (2015) Response of maise genotypes to Fusarium verticillioides strains from two agro ecological zones in Southwest Nigeria. Journal of Pure and Applied Science and Technology, 27(2), 77."}, {"Citation": "Parida, S.K., Pandit, A., Gaikwad, K., Sharma, T.R., Srivastava, P.S., Singh, N.K., et al. (2010) Functionally relevant microsatellites in sugarcane unigenes. BMC Plant Biology, 10(1), 251."}, {"Citation": "Pascale, S., De Ruggiero, C. & Barbieri, G. (2003) Physiological responses of pepper to salinity and drought. Journal of the American Society for Horticultural Science., 128, 48-54."}, {"Citation": "Penella, A. & Calatayud, A. (2018) Pepper crop under climate change: grafting as an environmental friendly strategy. Chapter 7. In: Rao, C.S., Shanker, A.K. & Shanker, C. (Eds.) Climate resilient agriculture. London, England: IntechOpen Publications."}, {"Citation": "Quijano-Abril, M.A., Callejas-Posada, R. & Miranda-Esquivel, D.R. (2006) Areas of endemism and distribution patterns for Neotropical piper species (Piperaceae). Journal of Biogeography, 33(7), 1266-1278."}, {"Citation": "Raja, P.B. & Sethuraman, M.G. (2008) Inhibitive effect of black pepper extract on the sulphuric acid corrosion of mild steel. Materials Letters, 62(17), 2977-2979."}, {"Citation": "Rastogi, S., Pandey, D.N. & Singh, R.H. (2020) COVID-19 pandemic: a pragmatic plan for ayurveda intervention. Journal of Ayurveda and Integrative Medicine. https://doi.org/10.1016/j.jaim.2020.04.002."}, {"Citation": "Robinson, M.D., McCarthy, D.J. & Smyth, G.K. (2010) edgeR: a bioconductor package for differential expression analysis of digital gene expression data. Bioinformatics, 26(1), 139-140."}, {"Citation": "Sahu, J., Sarmah, R., Dehury, B., Sarma, K., Sahoo, S., Sahu, M., et al. (2012) Mining for SSRs and FDMs from expressed sequence tags of Camellia sinensis. Bioinformation, 8(6), 260."}, {"Citation": "Sasikumar, B. (1993) Polyploidy in a cultivar of black pepper (Piper nigrum L.) and its open pollinated progenies. Cytologia, 58(1), 27-31."}, {"Citation": "Shao, H., Wang, H. & Tang, X. (2015) NAC transcription factors in plant multiple abiotic stress responses: progress and prospects. Frontiers in Plant Science, 6, 902."}, {"Citation": "Stàgel, A., Portis, E., Toppino, L., Rotino, G.L. & Lanteri, S. (2008) Gene-based microsatellite development for mapping and phylogeny studies in eggplant. BMC Genomics, 9(1), 357."}, {"Citation": "Tarazona, S., Garcia-Alcalde, F., Dopazo, J., Ferrer, A. & Conesa, A. (2011) Differential expression in RNA-seq: a matter of depth. Genome Research, 21(12), 4436."}, {"Citation": "Thiel, T., Michalek, W., Varshney, R. & Graner, A. (2003) Exploiting EST databases for the development and characterisation of gene-derived SSR-markers in barley (Hordeum vulgare L.). Theoretical and Applied Genetics, 106(3), 411-422."}, {"Citation": "Tian, B., Lin, Z.B., Ding, Y. & Ma, Q.H. (2006) Cloning and characterisation of a cDNA encoding ran binding protein from wheat: full length research paper. DNA Sequence, 17(2), 136-142."}, {"Citation": "Tranbarger, T.J., Kluabmongkol, W., Sangsrakru, D., Morcillo, F., Tregear, W.J., Tragoonrung, S., et al. (2012) SSR markers in transcripts of genes linked to post-transcriptional and transcriptional regulatory functions during vegetative and reproductive development of Elaeis guineensis. BMC Plant Biology, 12(1), 1."}, {"Citation": "Umezawa, T., Yoshida, R., Maruyama, K., Yamaguchi-Shinozaki, K. & Shinozaki, K. (2004) SRK2C, a SNF1-related protein kinase 2, improves drought tolerance by controlling stress-responsive gene expression in Arabidopsis thaliana. Proceedings of the National Academy of Sciences of the United States of America, 101(49), 17306-17311."}, {"Citation": "Untergasser, A., Cutcutache, I., Koressaar, T., Ye, J., Faircloth, B.C., Remm, M., et al. (2012) Primer3-new capabilities and interfaces. Nucleic Acids Research, 40(15), 115."}, {"Citation": "Vijayakumari, K. & Puthur, J.T. (2014) Drought stress responses in tolerant and sensitive varieties ofblack pepper (Piper nigrum Linn.). Journal of Plantation Crops, 42(1), 78-85."}, {"Citation": "Vijayan, K. & Thampuran, R.A. (2000) Pharmacology, toxicology and clinical application of black pepper. Amsterdem: CRC Press, pp. 455-466."}, {"Citation": "Watanabe, S., Nakagawa, A., Izumi, S., Shimada, H. & Sakamoto, A. (2010) RNA interference-mediated suppression of xanthine dehydrogenase reveals the role of purine metabolism in drought tolerance in Arabidopsis. FEBS Letters, 584(6), 1181-1186."}, {"Citation": "Xiao, L., Shang, X.H., Cao, S., Xie, X.Y., Zeng, W.D., Lu, L.Y., et al. (2019) Comparative physiology and transcriptome analysis allows for identification of lncRNAs imparting tolerance to drought stress in autotetraploid cassava. BMC Genomics, 20(1), 514."}, {"Citation": "Xie, Y., Wu, G., Tang, J., Luo, R., Patterson, J., Liu, S., et al. (2014) SOAPdenovo-Trans: de novo transcriptome assembly with short RNA-Seq reads. Bioinformatics, 30(12), 1660-1666."}, {"Citation": "Yu, J.K., Paik, H., Choi, J.P., Han, J.H., Choe, J.K. & Hur, C.G. (2010) Functional domain marker (FDM): an in silico demonstration in Solanaceae using simple sequence repeats (SSRs). Plant Molecular Biology Reporter, 28(2), 352-356."}, {"Citation": "Yu, X.H., Rawat, R. & Shanklin, J. (2011) Characterisation and analysis of the cotton cyclopropane fatty acid synthase family and their contribution to cyclopropane fatty acid synthesis. BMC Plant Biology, 11(1), 97."}, {"Citation": "Zhai, Y., Zhang, L., Xia, C., Fu, S., Zhao, G., Jia, J., et al. (2016) The wheat transcription factor, TabHLH39, improves tolerance to multiple abiotic stressors in transgenic plants. Biochemical and Biophysical Research Communications, 473(4), 1321-1327."}, {"Citation": "Zhang, H., Ma, F., Wang, X., Liu, S., Saeed, U.H., Hou, X., et al. (2020) Molecular and functional characterisation of CaNAC035, an NAC transcription factor from pepper (Capsicum annuum L.). Frontiers in Plant Science, 11, 14."}, {"Citation": "Zou, C., Wang, P. & Xu, Y. (2016) Bulked sample analysis in genetics, genomics and crop improvement. Plant Biotechnology Journal, 14, 1941-1955."}], "Title": "REFERENCES"}], "History": [{"Year": "2020", "Month": "11", "Day": "3"}, {"Year": "2020", "Month": "8", "Day": "2"}, {"Year": "2020", "Month": "12", "Day": "7"}, {"Year": "2020", "Month": "12", "Day": "12", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "6", "Day": "1", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "12", "Day": "11", "Hour": "6", "Minute": "8"}], "PublicationStatus": "ppublish", "ArticleIdList": ["33305409", "10.1111/ppl.13308"]}}]}