{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Gynura", "anti-inflammatory", "antioxidant", "medicinal", "plant", "reactive oxygen species"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "33328981", "DateRevised": {"Year": "2020", "Month": "12", "Day": "18"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "11", "Day": "27"}], "Language": ["eng"], "ELocationID": ["504624", "10.3389/fphar.2020.504624"], "Journal": {"ISSN": "1663-9812", "JournalIssue": {"Volume": "11", "PubDate": {"Year": "2020"}}, "Title": "Frontiers in pharmacology", "ISOAbbreviation": "Front Pharmacol"}, "ArticleTitle": "Antioxidant and Anti-Inflammatory Effects of Genus <i>Gynura</i>: A Systematic Review.", "Pagination": {"StartPage": "504624", "MedlinePgn": "504624"}, "Abstract": {"AbstractText": ["<b>Background:</b> <i>Gynura</i> species have been used traditionally to treat various ailments, such as fever, pain, and to control blood glucose level. This systematic review critically discusses studies regarding <i>Gynura</i> species that exhibited antioxidant and anti-inflammatory effects, thus providing perspectives and instructions for future research of the plants as a potential source of new dietary supplements or medicinal agents. <b>Methods:</b> A literature search from internet databases of PubMed, Scopus, Science Direct, e-theses Online Service, and ProQuest was carried out using a combination of keywords such as \"<i>Gynura</i>,\" \"antioxidant,\" \"anti-inflammatory,\" or other related words. Research articles were included in this study if they were experimental (<i>in vitro</i> and <i>in vivo</i>) or clinical studies on the antioxidant or anti-inflammatory effects of <i>Gynura</i> species and if they were articles published in English. <b>Results:</b> Altogether, 27 studies on antioxidant and anti-inflammatory effects of <i>Gynura</i> species were selected. The antioxidant effects of <i>Gynura</i> species were manifested by inhibition of reactive oxygen species production and lipid peroxidation, modulation of glutathione-related parameters, and enzymatic antioxidant production or activities. The anti-inflammatory effects of <i>Gynura</i> species were through the modulation of inflammatory cytokine production, inhibition of prostaglandin E<sub>2</sub> and nitric oxide production, cellular inflammatory-related parameters, and inflammation in animal models. The potential anti-inflammatory signaling pathways modulated by <i>Gynura</i> species are glycogen synthase kinase-3, nuclear factor erythroid 2-related factor 2, PPARγ, MAPK, NF-κB, and PI3K/Akt. However, most reports on antioxidant and anti-inflammatory effects of the plants were on crude extracts, and the chemical constituents contributing to bioactivities were not clearly understood. There is a variation in quality of studies in terms of design, conduct, and interpretation, and in-depth studies on the underlying mechanisms involved in antioxidant and anti-inflammatory effects of the plants are in demand. Moreover, there is limited clinical study on antioxidant and anti-inflammatory effects of <i>Gynura</i> species. <b>Conclusion:</b> This review highlighted antioxidant and anti-inflammatory effects of genus <i>Gynura</i> and supported their traditional uses to treat oxidative stress and inflammatory-related diseases. This review is expected to catalyze further studies on genus <i>Gynura</i>. However, extensive preclinical data need to be generated from toxicity and pharmacokinetic studies before clinical studies can be pursued for their development into clinical medicines to treat oxidative stress and inflammatory conditions."], "CopyrightInformation": "Copyright © 2020 Tan, Mohd Saffian, Buang, Jubri, Jantan, Husain and Mohd Fauzi."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Centre for Drug and Herbal Development, Faculty of Pharmacy, Universiti Kebangsaan Malaysia, Kuala Lumpur, Malaysia."}], "LastName": "Tan", "ForeName": "Jiah Ning", "Initials": "JN"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Centre for Quality Management of Medicines, Faculty of Pharmacy, Universiti Kebangsaan Malaysia, Kuala Lumpur, Malaysia."}], "LastName": "Mohd Saffian", "ForeName": "Shamin", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Centre for Drug and Herbal Development, Faculty of Pharmacy, Universiti Kebangsaan Malaysia, Kuala Lumpur, Malaysia."}], "LastName": "Buang", "ForeName": "Fhataheya", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, Faculty of Medicine, Universiti Kebangsaan Malaysia, Kuala Lumpur, Malaysia."}], "LastName": "Jubri", "ForeName": "Zakiah", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Systems Biology, Universiti Kebangsaan Malaysia, Bangi, Malaysia."}], "LastName": "Jantan", "ForeName": "Ibrahim", "Initials": "I"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Centre for Drug and Herbal Development, Faculty of Pharmacy, Universiti Kebangsaan Malaysia, Kuala Lumpur, Malaysia."}], "LastName": "Husain", "ForeName": "Khairana", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Centre for Drug and Herbal Development, Faculty of Pharmacy, Universiti Kebangsaan Malaysia, Kuala Lumpur, Malaysia."}], "LastName": "Mohd Fauzi", "ForeName": "Norsyahida", "Initials": "N"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Pharmacol", "NlmUniqueID": "101548923", "ISSNLinking": "1663-9812"}, "CoiStatement": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Akowuah G. A., Ahmad M., Fei M. Y., (2012). Effects of Gynura procumbens leaf extracts on plasma lipid peroxidation and total antioxidant status in CCl4-treated rats. Nat. Prod. J. 2 (4), 247–251. 10.2174/2210315511202040247", "ArticleIdList": ["10.2174/2210315511202040247"]}, {"Citation": "Akowuah G. A., Mariam A., Chin J. H. (2009). The effect of extraction temperature on total phenols and antioxidant activity of Gynura procumbens leaf. Phcog. Mag. 4 (17), 81–85."}, {"Citation": "Akowuah G. A., Sadikun A., Mariam A. (2002). Flavonoid identification and hypoglycaemic studies of the butanol fraction from Gynura procumbens . Pharmaceut. Biol. 40 (6), 405–410. 10.1076/phbi.40.6.405.8440", "ArticleIdList": ["10.1076/phbi.40.6.405.8440"]}, {"Citation": "\nAktar A., Hafiz Hassan S. M., Parvin T., Akhlas M. B., Khatun F., Islam M. T., et al.  (2019). Further phytochemical screening; non-clinical evaluation of toxic and anti-inflammatory effects of crude aqueous extract of Gynura nepalensis. Pharmacologyonline\n1, 136–153. Available at: https://pharmacologyonline.silae.it/files/archives/2019/vol1/PhOL_2019_1_A015_Anzuman.pdf\n"}, {"Citation": "\nAlgariri K., Atangwho I. J., Meng K. Y., Asmawi M. Z., Sadikun A., Murugaiyah V. (2014). Antihyperglycaemic and toxicological evaluations of extract and fractions of Gynura procumbens leaves. Trop. Life Sci. Res.\n25 (1), 75–93. Available at: https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4156475/\n", "ArticleIdList": ["PMC4156475", "25210589"]}, {"Citation": "Amelang E., Prasad C. M., Raymond R. M., Grega G. J. (1981). Interactions among inflammatory mediators on edema formation in the canine forelimb. Circ. Res. 49 (2), 298–306. 10.1161/01.RES.49.2.298", "ArticleIdList": ["10.1161/01.RES.49.2.298", "7249267"]}, {"Citation": "Arulselvan P., Fard M. T., Tan W. S., Gothai S., Fakurazi S., Norhaizan M. E., et al. (2016). Role of antioxidants and natural products in inflammation. Oxid. Med. Cell Longev. 2016, 5276130 10.1155/2016/5276130", "ArticleIdList": ["10.1155/2016/5276130", "PMC5075620", "27803762"]}, {"Citation": "Ayala A., Muñoz M. F., Argüelles S. (2014). Lipid peroxidation: production, metabolism and signaling mechanisms of malondialdehyde and 4-hydroxy-2-nonenal. Oxid. Med. Cell. Longev. 2014, 360438 10.1155/2014/360438", "ArticleIdList": ["10.1155/2014/360438", "PMC4066722", "24999379"]}, {"Citation": "Biswas S. K. (2016). Does the interdependence between oxidative stress and inflammation explain the antioxidant paradox? Oxid. Med. Cell. Longev. 2016, 1–9. 10.1155/2016/5698931", "ArticleIdList": ["10.1155/2016/5698931", "PMC4736408", "26881031"]}, {"Citation": "Chakravarthi S., Jessop C. E., Bulleid N. J. (2006). The role of glutathione in disulphide bond formation and endoplasmic-reticulum-generated oxidative stress. EMBO Rep. 7 (3), 271–275. 10.1038/sj.embor.7400645", "ArticleIdList": ["10.1038/sj.embor.7400645", "PMC1456887", "16607396"]}, {"Citation": "Chandradevan M., Simoh S., Mediani A., Ismail I. S., Abas F. (2020). 1H NMR-based metabolomics approach in investigating the chemical profile, antioxidant and anti-inflammatory activities of Gynura procumbens and Cleome gynandra . Plant Foods Hum. Nutr. 75, 243–251. 10.1007/s11130-020-00805-3", "ArticleIdList": ["10.1007/s11130-020-00805-3", "32152783"]}, {"Citation": "Chao C., Liu W., Wu J., Yin M. (2015). Phytochemical profile, antioxidative and anti-inflammatory potentials of Gynura bicolor DC. J. Sci. Food Agric. 95 (5), 1088–1093. 10.1002/jsfa.6902", "ArticleIdList": ["10.1002/jsfa.6902", "25200026"]}, {"Citation": "Chen J., Lü H., Fang L. X., Li W. L., Verschaeve L., Wang Z. T., et al. (2017). Detection and toxicity evaluation of pyrrolizidine alkaloids in medicinal plants Gynura bicolor and Gynura divaricata collected from different Chinese locations. Chem. Biodivers. 14 (2), e1600221 10.1002/cbdv.201600221", "ArticleIdList": ["10.1002/cbdv.201600221", "27623358"]}, {"Citation": "Chen J., Mangelinckx S., Lü H., Wang Z. T., Li W. L., De Kimpe N. (2015). Profiling and elucidation of the phenolic compounds in the aerial parts of Gynura bicolor and G. divaricata collected from different Chinese origins. Chem. Biodivers. 12 (1), 96–115. 10.1002/cbdv.201400134", "ArticleIdList": ["10.1002/cbdv.201400134", "25641839"]}, {"Citation": "Chen Z., Huo J. R., Yang L., Zhu H. Y. (2011). Effect of ligustrazine on mice model of hepatic veno-occlusive disease induced by Gynura segetum. J. Gastroenterol. Hepatol. 26 (6), 1016–1021. 10.1111/j.1440-1746.2011.06661.x", "ArticleIdList": ["10.1111/j.1440-1746.2011.06661.x", "21251065"]}, {"Citation": "Cuadrado A., Kügler S., Lastres-Becker I. (2018). Pharmacological targeting of GSK-3 and NRF2 provides neuroprotection in a preclinical model of tauopathy. Redox Biol. 14, 522–534. 10.1016/j.redox.2017.10.010", "ArticleIdList": ["10.1016/j.redox.2017.10.010", "PMC5681345", "29121589"]}, {"Citation": "Davies F. G. (1980). The genus Gynura (compositae) in India, Sri Lanka and the Seychelles. Kew Bull. 35 (2), 363 10.2307/4114583", "ArticleIdList": ["10.2307/4114583"]}, {"Citation": "Dong X., Zhao S. X., Xu B. Q., Zhang Y. Q. (2019). Gynura divaricata ameliorates hepatic insulin resistance by modulating insulin signalling, maintaining glycolipid homeostasis and reducing inflammation in type 2 diabetic mice. Toxicol. Res. 8 (6), 928–938. 10.1039/c9tx00191c", "ArticleIdList": ["10.1039/c9tx00191c", "PMC7069375", "32206302"]}, {"Citation": "Ekor M. (2014). The growing use of herbal medicines: issues relating to adverse reactions and challenges in monitoring safety. Front. Pharmacol. 4, 177 10.3389/fphar.2013.00177", "ArticleIdList": ["10.3389/fphar.2013.00177", "PMC3887317", "24454289"]}, {"Citation": "Facco M., Miorin M., Agostini C., Semenzato G. (2007). Granuloma formation. Progr. Respir. Res. 36, 87–100. 10.1159/000102629.", "ArticleIdList": ["10.1159/000102629"]}, {"Citation": "Ferlinahayati F., Gultom R. P. J., Herlina H., Eliza E. (2017). Steroid compounds from Gynura pseudochina (lour) DC. Molekul 12 (1), 8–13. 10.20884/1.jm.2017.12.1.293.", "ArticleIdList": ["10.20884/1.jm.2017.12.1.293"]}, {"Citation": "Folashade O., Omoregie H., Ochogu P. (2012). Standardization of herbal medicines-A review. Int. J. Biodivers. Conserv. 4 (3), 101–112. 10.5897/IJBC11.163", "ArticleIdList": ["10.5897/IJBC11.163"]}, {"Citation": "Forman H. J., Zhang H., Rinna A. (2009). Glutathione: overview of its protective roles, measurement, and biosynthesis. Mol. Aspect. Med. 30 (1–2), 1–12. 10.1016/j.mam.2008.08.006", "ArticleIdList": ["10.1016/j.mam.2008.08.006", "PMC2696075", "18796312"]}, {"Citation": "Huang X. L., Li X. J., Qin Q. F., Li Y. S., Zhang W. K., Tang H. B. (2019). Anti-inflammatory and antinociceptive effects of active ingredients in the essential oils from Gynura procumbens, a traditional medicine and a new and popular food material. J. Ethnopharmacol. 239, 111916 10.1016/j.jep.2019.111916", "ArticleIdList": ["10.1016/j.jep.2019.111916", "31034956"]}, {"Citation": "Ighodaro O. M., Akinloye O. A. (2018). First line defence antioxidants-superoxide dismutase (SOD), catalase (CAT) and glutathione peroxidase (GPX): their fundamental role in the entire antioxidant defence grid. Alexandria J. Med. 54 (4), 287–293. 10.1016/j.ajme.2017.09.001", "ArticleIdList": ["10.1016/j.ajme.2017.09.001"]}, {"Citation": "Iskander M. N., Song Y., Coupar I. M., Jiratchariyakul W. (2002). Antiinflammatory screening of the medicinal plant Gynura procumbens . Plant Foods Hum. Nutr. 57 (3–4), 233–244. 10.1023/a:1021851230890", "ArticleIdList": ["10.1023/a:1021851230890", "12602932"]}, {"Citation": "Jiangseubchatveera N., Liawruangrath B., Liawruangrath S., Korth J., Pyne S. G. (2015). The chemical constituents and biological activities of the essential oil and the extracts from leaves of Gynura divaricata (L.) DC. Growing in Thailand. J. Essent. Bearing Plants 18 (3), 543–555. 10.1080/0972060x.2014.935016", "ArticleIdList": ["10.1080/0972060x.2014.935016"]}, {"Citation": "Kaewseejan N., Siriamornpun S. (2015). Bioactive components and properties of ethanolic extract and its fractions from Gynura procumbens leaves. Ind. Crop. Prod. 74, 271–278. 10.1016/j.indcrop.2015.05.019", "ArticleIdList": ["10.1016/j.indcrop.2015.05.019"]}, {"Citation": "Kaminska B. (2005). MAPK signalling pathways as molecular targets for anti-inflammatory therapy - from molecular mechanisms to therapeutic benefits. Biochim. Biophys. Acta 1754, 253–262. 10.1016/j.bbapap.2005.08.017", "ArticleIdList": ["10.1016/j.bbapap.2005.08.017", "16198162"]}, {"Citation": "Kim J., Lee C. W., Kim E. K., Lee S. J., Park N. H., Kim H. S., et al. (2011). Inhibition effect of Gynura procumbens extract on UV-B-induced matrix-metalloproteinase expression in human dermal fibroblasts. J. Ethnopharmacol. 137 (1), 427–433. 10.1016/j.jep.2011.04.072", "ArticleIdList": ["10.1016/j.jep.2011.04.072", "21672616"]}, {"Citation": "Kim S. P., Ha J. M., Yun S. J., Kim E. K., Chung S. W., Hong K. W., et al. (2010). Transcriptional activation of peroxisome proliferator-activated receptor-γ requires activation of both protein kinase A and Akt during adipocyte differentiation. Biochem. Biophys. Res. Commun. 399 (1), 55–59. 10.1016/j.bbrc.2010.07.038", "ArticleIdList": ["10.1016/j.bbrc.2010.07.038", "20638365"]}, {"Citation": "Knekt P., Järvinen R., Reunanen A., Maatela J. (1996). Flavonoid intake and coronary mortality in Finland: a cohort study. Br. Med. J. 312, 478 10.1136/bmj.312.7029.478", "ArticleIdList": ["10.1136/bmj.312.7029.478", "PMC2349921", "8597679"]}, {"Citation": "Krishnan V., Ahmad S., Mahmood M. (2015). Antioxidant potential in different parts and callus of Gynura procumbens and different parts of Gynura bicolor . BioMed Res. Int. 2015, 147909 10.1155/2015/147909", "ArticleIdList": ["10.1155/2015/147909", "PMC4605146", "26491654"]}, {"Citation": "Kumari R., Kotecha M. (2016). A review on the standardization of herbal medicines. Int. J. Pharm. Sci. Res 7 (2), 97–106."}, {"Citation": "Legler D. F., Bruckner M., Uetz-von Allmen E., Krause P. (2010). Prostaglandin E2 at new glance: novel insights in functional diversity offer therapeutic chances. Int. J. Biochem. Cell Biol. 42 (2), 198–201. 10.1016/j.biocel.2009.09.015", "ArticleIdList": ["10.1016/j.biocel.2009.09.015", "19788928"]}, {"Citation": "Li D. P., Chen Y. L., Jiang H. Y., Chen Y., Zeng X. Q., Xu L. L., et al. (2019). Phosphocreatine attenuates Gynura segetum-induced hepatocyte apoptosis via a SIRT3-SOD2-mitochondrial reactive oxygen species pathway. Drug Des. Dev. Ther. 13, 2081–2096. 10.2147/DDDT.S203564", "ArticleIdList": ["10.2147/DDDT.S203564", "PMC6602055", "31417240"]}, {"Citation": "Li J., Qin Y., Yu X., Xiong Z., Zheng L., Sun Y., et al. (2018). In vitro simulated digestion and in vivo metabolism of chlorogenic acid dimer from Gynura procumbens (Lour.) Merr.: enhanced antioxidant activity and different metabolites of blood and urine. J. Food Biochem. 43, e12654 10.1111/jfbc.12654", "ArticleIdList": ["10.1111/jfbc.12654", "31353620"]}, {"Citation": "Li S., Han Q., Qiao C., Song J., Cheng C. L., Xu H. (2008). Chemical markers for the quality control of herbal medicines: an overview. Chin. Med. 3, 7 10.1186/1749-8546-3-7", "ArticleIdList": ["10.1186/1749-8546-3-7", "PMC2488332", "18588699"]}, {"Citation": "Liu M., He M., Gao H., Guo S., Jia J., Ouyang H., et al. (2019). Strategy for rapid screening of antioxidant and anti-inflammatory active ingredients in Gynura procumbens (Lour.) Merr. based on UHPLC-Q-TOF-MS/MS and characteristic ion filtration. Biomed. Chromatogr. 33, e4635 10.1002/bmc.4635", "ArticleIdList": ["10.1002/bmc.4635", "31257616"]}, {"Citation": "Liu T., Zhang L., Joo D., Sun S. C. (2017). NF-κB signaling in inflammation. Signal Transduc. Target. Ther. 2 (1), 1–9. 10.1038/sigtrans.2017.23", "ArticleIdList": ["10.1038/sigtrans.2017.23", "PMC5661633", "29158945"]}, {"Citation": "Liu Y., You J., Xu W., Zhai T., Du C., Chen Y., et al. (2019). Gynura procumbens aqueous extract alleviates nonalcoholic steatohepatitis through CFLAR-JNK pathway in vivo and in vitro . Chin. Herb. Med. 11 (4), 369–378. 10.1016/j.chmed.2019.09.005", "ArticleIdList": ["10.1016/j.chmed.2019.09.005"]}, {"Citation": "Liu Z., Ren Z., Zhang J., Chuang C. C., Kandaswamy E., Zhou T., et al. (2018). Role of ROS and nutritional antioxidants in human diseases. Front. Physiol. 9, 477 10.3389/fphys.2018.00477", "ArticleIdList": ["10.3389/fphys.2018.00477", "PMC5966868", "29867535"]}, {"Citation": "Lu C.-H., Yang H.-C., Chang W.-L., Chang Y.-P., Wu C.-C., Hsieh S.-L. (2012). Development of beverage product from Gynura bicolor and evaluation of its antioxidant activity. Genomic Med., Biomarkers, Health Sci. 4 (4), 131–135. 10.1016/j.gmbhs.2013.04.001", "ArticleIdList": ["10.1016/j.gmbhs.2013.04.001"]}, {"Citation": "Ma J., Guo C., Pan Y., Lin D., Qiu L., Wen L. (2017). Antioxidant and anti-inflammatory activities of ethyl acetate extract of Gynura formosana (Kitam) leaves. Exper. Ther. Med. 14 (3), 2303–2309. 10.3892/etm.2017.4757", "ArticleIdList": ["10.3892/etm.2017.4757", "PMC5609154", "28962159"]}, {"Citation": "Manandhar N. P. (2002). Plants and people of Nepal. Plants and people of Nepal. Timber Press: Portland."}, {"Citation": "Manicone A. M., McGuire J. K. (2008). Matrix metalloproteinases as modulators of inflammation. Semin. Cell Dev. Biol. 19 (1), 34–41. 10.1016/j.semcdb.2007.07.003", "ArticleIdList": ["10.1016/j.semcdb.2007.07.003", "PMC2235912", "17707664"]}, {"Citation": "Mittal M., Siddiqui M. R., Tran K., Reddy S. P., Malik A. B. (2014). Reactive oxygen species in inflammation and tissue injury. Antioxid. Redox Signal 20 (7), 1126–1167. 10.1089/ars.2012.5149", "ArticleIdList": ["10.1089/ars.2012.5149", "PMC3929010", "23991888"]}, {"Citation": "Moher D., Liberati A., Tetzlaff J., Altman D. G. (2010). Preferred reporting items for systematic reviews and meta-analyses: the PRISMA statement. Int. J. Surg. 8 (5), 336–341. 10.1016/J.IJSU.2010.02.007", "ArticleIdList": ["10.1016/J.IJSU.2010.02.007", "20171303"]}, {"Citation": "Muraina I., Adaudi A., Mamman M., Kazeem H., Eloff J. (2008). Effects of geographical location on the yield and bioactivity of Anoigeissus leiocarpus. J. Pharm. Bioresour. 5 (2), 68–72. 10.4314/jpb.v5i2.52995", "ArticleIdList": ["10.4314/jpb.v5i2.52995"]}, {"Citation": "Murugaiyah V., Ahmed Saeed M., Kuong Y.-M., Murugesu K., Parasuraman S., Asmawi M. Z., et al. (2018). Lipid-lowering effect of hydroalcoholic extracts of Gynura procumbens in chemical- and High-fat diet-induced hyperlipidemic rats. Phcog. Mag. 14 (55), 184–191. 10.4103/pm.pm_451_17", "ArticleIdList": ["10.4103/pm.pm_451_17"]}, {"Citation": "Murugesu K., Murugaiyah V., Saghir S. A. M., Asmawi M. Z., Sadikun A. (2017). Caffeoylquinic acids rich versus poor fractions of Gynura procumbens: their comparative antihyperlipidemic and antioxidant potential. Curr. Pharmaceut. Biotechnol. 18 (14), 1132–1140. 10.2174/1389201019666180322111800", "ArticleIdList": ["10.2174/1389201019666180322111800", "29564975"]}, {"Citation": "Nazri K. A. A., Fauzi N. M., Buang F., Mohd Saad Q. H., Husain K., Jantan I., et al. (2019). Gynura procumbens standardised extract reduces cholesterol levels and modulates oxidative status in postmenopausal rats fed with cholesterol diet enriched with repeatedly heated palm oil. Evid. Base Compl. Alternat. Med. 2019, 1–15. 10.1155/2019/7246756", "ArticleIdList": ["10.1155/2019/7246756", "PMC6778942", "31662779"]}, {"Citation": "Ning T. J., Yusoff S. D., Jubri Z., Buang F., Song T. Z., Budiono A., et al. (2019). Inhibitory effects of Gynura procumbens ethanolic extract on nitric oxide production and inducible nitric oxide synthase (iNOS) protein expression in macrophages. Sains Malays. 48 (8), 1737–1744. 10.17576/jsm-2019-4808-20", "ArticleIdList": ["10.17576/jsm-2019-4808-20"]}, {"Citation": "Pai P., Mong M., Yang Y., Liu Y., Wang Z., Yin M. (2019). Anti-diabetic effects of Gynura bicolor aqueous extract in mice. J. Food Sci. 84 (6), 1631–1637. 10.1111/1750-3841.14607", "ArticleIdList": ["10.1111/1750-3841.14607", "31059127"]}, {"Citation": "Qiu S., Zhang H., Fei Q., Zhu F., Wang J., Jia X., et al. (2018). Urine and plasma metabolomics study on potential hepatoxic biomarkers identification in rats induced by Gynura segetum. J. Ethnopharmacol. 216, 37–46. 10.1016/j.jep.2018.01.017", "ArticleIdList": ["10.1016/j.jep.2018.01.017", "29353003"]}, {"Citation": "Qiu X. L., Guo Y. X., Zhang Q. F. (2018). Chemical profile and antioxidant activity of Gynura bicolor dc. Ethanolic extract. Int. J. Food Prop. 21 (1), 407–415. 10.1080/10942912.2018.1424199", "ArticleIdList": ["10.1080/10942912.2018.1424199"]}, {"Citation": "\nRahman M. M., Rahman M. H., Oliullah Md. A. B., Shahriar M. (2018). Anti-inflammatory and analgesic activities of ethanolic extract of Gynura nepalensis (leaf). Pharmacologyonline\n3, 247–253. Available at: https://pharmacologyonline.silae.it/files/archives/2018/vol3/PhOL_2018_3_A027_Rahman.pdf\n"}, {"Citation": "Rerknimitr P., Nitinawarat J., Weschawalit S., Wititsuwannakul J., Wongtrakul P., Jutiviboonsuk A., et al. (2016). The Efficacy of Gynura pseudochina DC. var. hispida Thv. Ointment in treating chronic plaque psoriasis: a randomized controlled trial. J. Alternative Compl. Med. 22 (8), 669–675. 10.1089/acm.2016.0100", "ArticleIdList": ["10.1089/acm.2016.0100", "27391857"]}, {"Citation": "Rivera D., Allkin R., Obón C., Alcaraz F., Verpoorte R., Heinrich M. (2014). What is in a name? the need for accurate scientific nomenclature for plants. J. Ethnopharmacol. 152 (3), 393–402. 10.1016/j.jep.2013.12.022", "ArticleIdList": ["10.1016/j.jep.2013.12.022", "24374235"]}, {"Citation": "Rooney A. A., Boyles A. L., Wolfe M. S., Bucher J. R., Thayer K. A. (2014). Systematic review and evidence integration for literature-based environmental health science assessments. Environ. Health Perspect. 122 (7), 711–718. 10.1289/ehp.1307972", "ArticleIdList": ["10.1289/ehp.1307972", "PMC4080517", "24755067"]}, {"Citation": "Rosidah, Mun F. Y., Sadikun A., Ahmad M., Akowuah G. A., Asmawi M. Z. (2009). Toxicology evaluation of standardized methanol extract of Gynura procumbens . J. Ethnopharmacol. 123, 244–249. 10.1016/j.jep.2009.03.011", "ArticleIdList": ["10.1016/j.jep.2009.03.011", "19429368"]}, {"Citation": "Rosidah, Yam M., Sadikun A., Asmawi M. (2008). Antioxidant potential of Gynura procumbens . Pharmaceut. Biol. 46 (9), 616–625. 10.1080/13880200802179642", "ArticleIdList": ["10.1080/13880200802179642"]}, {"Citation": "Salazar M., Rojo A. I., Velasco D., De Sagarra R. M., Cuadrado A. (2006). Glycogen synthase kinase-3β inhibits the xenobiotic and antioxidant cell response by direct phosphorylation and nuclear exclusion of the transcription factor Nrf2. J. Biol. Chem. 281 (21), 14841–14851. 10.1074/jbc.M513737200", "ArticleIdList": ["10.1074/jbc.M513737200", "16551619"]}, {"Citation": "Samuel A. J. S. J., Kalusalingam A., Chellappan D. K., Gopinath R., Radhamani S., Husain H. A., et al. (2010). Ethnomedical survey of plants used by the Orang Asli in Kampung Bawong, Perak, west Malaysia. J. Ethnobiol. Ethnomed. 6 (1), 1–6. 10.1186/1746-4269-6-5", "ArticleIdList": ["10.1186/1746-4269-6-5", "PMC2843656", "20137098"]}, {"Citation": "\nSari K. R. P., Sudarsono, Nugroho A. E. (2015). Effect of herbal combination of Andrographis paniculata (Burm.f) Ness and Gynura procumbens (Lour.) Merr ethanolic extracts in alloxan-induced hyperglycemic rats. Int. Food Res. J.\n22 (4), 1332–1337. Available at: http://www.ifrj.upm.edu.my/22%20(04)%202015/(3).pdf\n"}, {"Citation": "Seow L. J., Beh H. K., Umar M. I., Sadikun A., Asmawi M. Z. (2014). Anti-inflammatory and antioxidant activities of the methanol extract of Gynura segetum leaf. Int. Immunopharm. 23 (1), 186–191. 10.1016/j.intimp.2014.08.020", "ArticleIdList": ["10.1016/j.intimp.2014.08.020", "25194675"]}, {"Citation": "Sharma J. N., Al-Omran A., Parvathy S. S. (2007). Role of nitric oxide in inflammatory diseases. Inflammopharmacology 15 (6), 252–259. 10.1007/s10787-007-0013-x", "ArticleIdList": ["10.1007/s10787-007-0013-x", "18236016"]}, {"Citation": "Shwter A. N., Abdullah N. A., Alshawsh M. A., Alsalahi A., Hajrezaei M., Almaqrami A. A., et al. (2014). Chemoprevention of colonic aberrant crypt foci by Gynura procumbens in rats. J. Ethnopharmacol. 151 (3), 1194–1201. 10.1016/j.jep.2013.12.044", "ArticleIdList": ["10.1016/j.jep.2013.12.044", "24393787"]}, {"Citation": "Sies H. (1993). Strategies of antioxidant defense. Eur. J. Biochem. 215 (2), 213–219. 10.1111/j.1432-1033.1993.tb18025.x", "ArticleIdList": ["10.1111/j.1432-1033.1993.tb18025.x", "7688300"]}, {"Citation": "Siriwatanametanon N., Fiebich B. L., Efferth T., Prieto J. M., Heinrich M. (2010). Traditionally used Thai medicinal plants: in vitro anti-inflammatory, anticancer and antioxidant activities. J. Ethnopharmacol. 130 (2), 196–207. 10.1016/j.jep.2010.04.036", "ArticleIdList": ["10.1016/j.jep.2010.04.036", "20435130"]}, {"Citation": "Siriwatanametanon N., Heinrich M. (2011). The Thai medicinal plant Gynura pseudochina var. hispida: chemical composition and in vitro NF-kappaB inhibitory activity. Nat. Prod. Commun. 6 (5), 627–630. 10.1177/1934578x1100600512", "ArticleIdList": ["10.1177/1934578x1100600512", "21615022"]}, {"Citation": "Stocker R., McDonagh A. F., Glazer A. N., Ames B. N. (1990). Antioxidant activities of bile pigments: biliverdin and bilirubin. Methods Enzymol. 186 (C), 301–309. 10.1016/0076-6879(90)86123-D", "ArticleIdList": ["10.1016/0076-6879(90)86123-D", "2233302"]}, {"Citation": "Sukadeetad K., Nakbanpote W., Heinrich M., Nuengchamnong N. (2018). Effect of drying methods and solvent extraction on the phenolic compounds of Gynura pseudochina (L.) DC. leaf extracts and their anti-psoriatic property. Ind. Crop. Prod. 120, 34–46. 10.1016/j.indcrop.2018.04.020", "ArticleIdList": ["10.1016/j.indcrop.2018.04.020"]}, {"Citation": "Teoh W. Y., Sim K. S., Moses Richardson J. S., Abdul Wahab N., Hoe S. Z. (2013). Antioxidant capacity, cytotoxicity, and acute oral toxicity of Gynura bicolor . Evid. Base Compl. Alternat. Med. 2013, 958407 10.1155/2013/958407", "ArticleIdList": ["10.1155/2013/958407", "PMC3867921", "24369485"]}, {"Citation": "\nTeoh W. Y., Wahab N. A., Richardson J. S. M., Sim K. S. (2016). Evaluation of antioxidant properties, cytotoxicity and acute oral toxicity of Gynura procumbens (Compositae). Sains Malays.\n45 (2), 229–235. http://www.ukm.my/jsm/pdf_files/SM-PDF-45-2-2016/10%20Wuen%20Yew%20Teoh.pdf\n"}, {"Citation": "\nThe Plant List (2020). Version 1.1. Available at: http://www.theplantlist.org/ (Accessed January 21, 2020). "}, {"Citation": "Townsend D. M., Tew K. D. (2003). The role of glutathione-S-transferase in anti-cancer drug resistance. Oncogene 22 (47), 7369–7375. 10.1038/sj.onc.1206940", "ArticleIdList": ["10.1038/sj.onc.1206940", "PMC6361125", "14576844"]}, {"Citation": "Turkseven S., Kruger A., Mingone C. J., Kaminski P., Inaba M., Rodella L. F., et al. (2005). Antioxidant mechanism of heme oxygenase-1 involves an increase in superoxide dismutase and catalase in experimental diabetes. Am. J. Physiol. Heart Circ. Physiol. 289, H701–H707. 10.1152/ajpheart.00024.2005", "ArticleIdList": ["10.1152/ajpheart.00024.2005", "15821039"]}, {"Citation": "Turner M. D., Nedjai B., Hurst T., Pennington D. J. (2014). Cytokines and chemokines: at the crossroads of cell signalling and inflammatory disease. Biochim. Biophys. Acta Mol. Cell Res. 1843 (11), 2563–2582. 10.1016/j.bbamcr.2014.05.014", "ArticleIdList": ["10.1016/j.bbamcr.2014.05.014", "24892271"]}, {"Citation": "Tyagi S., Gupta P., Saini A., Kaushal C., Sharma S. (2011). The peroxisome proliferator-activated receptor: a family of nuclear receptors role in various diseases. J. Adv. Pharm. Technol. Res. 2 (4), 236–240. 10.4103/2231-4040.90879", "ArticleIdList": ["10.4103/2231-4040.90879", "PMC3255347", "22247890"]}, {"Citation": "Upton R., David B., Gafner S., Glasl S. (2019). Botanical ingredientidentification and quality assessment: strengths and limitations of analytical techniques. Phytochem. Rev. 19, 1–21. 10.1007/s11101-019-09625-z", "ArticleIdList": ["10.1007/s11101-019-09625-z"]}, {"Citation": "Valavanidis A., Vlachogianni T., Fiotakis C. (2009). 8-Hydroxy-2′ -deoxyguanosine (8-OHdG): a critical biomarker of oxidative stress and carcinogenesis. J. Environ. Sci. Health C Environ. Carcinog. Ecotoxicol. Rev. 27 (2), 120–139. 10.1080/10590500902885684", "ArticleIdList": ["10.1080/10590500902885684", "19412858"]}, {"Citation": "Vanhaesebroeck B., Alessi D. R. (2000). The PI3K-PDK1 connection : more than just a road to PKB. Biochem. J. 346, 561–576. 10.1042/bj3460561", "ArticleIdList": ["10.1042/bj3460561", "PMC1220886", "10698680"]}, {"Citation": "Vanijajiva O., Kadereit J. W. (2011). A revision of Gynura (Asteraceae: Senecioneae). J. Systemat. Evol. 49 (4), 285–314. 10.1111/j.1759-6831.2011.00139.x", "ArticleIdList": ["10.1111/j.1759-6831.2011.00139.x"]}, {"Citation": "Vaziri N. D., Rodríguez-Iturbe B. (2006). Mechanisms of disease: oxidative stress and inflammation in the pathogenesis of hypertension. Nat. Clin. Pract. Nephrol. 2 (10), 582–593. 10.1038/ncpneph0283", "ArticleIdList": ["10.1038/ncpneph0283", "17003837"]}, {"Citation": "Vejanan V., Latip J., Lee P. C., Embi N., Sidek H. M. (2012). In vitro and in vivo anti-plasmodial activities of Gynura procumbens . Sains Malays. 41 (12), 1535–1542."}, {"Citation": "Wachtel-Galor S., Benzie I. F. F. (2011). “Herbal medicine: an introduction to its history, usage, regulation, current trends, and research needs.” in Herbal medicine: biomolecular and clinical aspects. 2nd Edn Boca Raton, Florida: CRC Press, 1–10.", "ArticleIdList": ["22593939"]}, {"Citation": "Wan C., Yu Y., Zhou S., Liu W., Tian S., Cao S. (2011). Antioxidant activity and free radical-scavenging capac ity of Gynura divaricata leaf extracts at different temperatures. Phcog. Mag. 7 (25), 40 10.4103/0973-1296.75900", "ArticleIdList": ["10.4103/0973-1296.75900", "PMC3065156", "21472078"]}, {"Citation": "Wang H., Kumar A., Lamont R. J., Scott D. A. (2014). GSK3β and the control of infectious bacterial diseases. Trends Microbiol. 22 (4), 208–217. 10.1016/j.tim.2014.01.009", "ArticleIdList": ["10.1016/j.tim.2014.01.009", "PMC4003878", "24618402"]}, {"Citation": "Wiart C. (2006). Medicinal plants of the aisa-pacific: drugs for the future? Singapore, Singapore: World ScientificWorld Scientific Publishing Co."}, {"Citation": "Williams G. T., Williams J. (1983). Granulomatous inflammation-a review. J. Clin. Pathol. 36, 723–733. 10.1136/jcp.36.7.723", "ArticleIdList": ["10.1136/jcp.36.7.723", "PMC498378", "6345591"]}, {"Citation": "Wong S. K., Jann M. L. S., Sudi S., Hassan W. R. B. M., Chin L. P., Embi N., et al. (2015). Anti-malarial and anti-inflammatory effects of Gynura procumbens are mediated by kaempferol via inhibition of glycogen synthase kinase-3β (GSK3β). Sains Malays. 44 (10), 1489–1500. 10.17576/jsm-2015-4410-15", "ArticleIdList": ["10.17576/jsm-2015-4410-15"]}, {"Citation": "Wu C. C., Chang W. L., Lu C. H., Chang Y. P., Wang J. J., Hsieh S. L. (2015). Effects of extracts from Gynura bicolor (Roxb. & Willd.) DC. on iron bioavailability in rats. J. Food Drug Anal. 23 (3), 425–432. 10.1016/j.jfda.2014.11.001", "ArticleIdList": ["10.1016/j.jfda.2014.11.001", "PMC9351804", "28911699"]}, {"Citation": "Wu C. C., Lii C. K., Liu K. L., Chen P. Y., Hsieh S. L. (2013). Antiinflammatory activity of Gynura bicolor (紅鳳菜 Hóng Fèng Cài) ether extract through inhibits Nuclear Factor Kappa B activation. J. Tradit. Comple. Med. 3 (1), 48–52. 10.1016/s2225-4110(16)30166-3", "ArticleIdList": ["10.1016/s2225-4110(16)30166-3", "PMC3924976", "24716155"]}, {"Citation": "Xiong A., Shao Y., Fang L., Xiao Y., Zhang S., Zheng J., et al. (2018). Comparative analysis of toxic components in different medicinal parts of Gynura japonica and its toxicity assessment on mice. Phytomedicine 54, 77–88. 10.1016/j.phymed.2018.06.015", "ArticleIdList": ["10.1016/j.phymed.2018.06.015", "30668385"]}, {"Citation": "Xu B. Q., Yang P., Zhang Y. Q. (2015). Hypoglycemic activities of lyophilized powder of Gynura divaricata by improving antioxidant potential and insulin signaling in type 2 diabetic mice. Food Nutr. Res. 59, 29652 10.3402/fnr.v59.29652", "ArticleIdList": ["10.3402/fnr.v59.29652", "PMC4695621", "26715102"]}, {"Citation": "Yang Y. C., Wu W. T., Mong M. C., Wang Z. H. (2019). Gynura bicolor aqueous extract attenuated H2O2 induced injury in PC12 cells. Biomedicine 9 (2), 38–45. 10.1051/bmdcn/2019090212", "ArticleIdList": ["10.1051/bmdcn/2019090212", "PMC6533937", "31124458"]}, {"Citation": "Yin M., Wang Z., Liu W., Mong M. (2017). Aqueous extract of Gynura bicolor attenuated hepatic steatosis, glycative, oxidative, and inflammatory injury induced by chronic ethanol consumption in mice. J. Food Sci. 82 (11), 2746–2751. 10.1111/1750-3841.13930", "ArticleIdList": ["10.1111/1750-3841.13930", "29023845"]}, {"Citation": "Yu B. W., Li J. L., Guo B. B., Fan H. M., Zhao W. M., Wang H. Y. (2016). Chlorogenic acid analogues from Gynura nepalensis protect H9c2 cardiomyoblasts against H2O2-induced apoptosis. Acta Pharmacolo. Sin. 37 (11), 1413–1422. 10.1038/aps.2016.79", "ArticleIdList": ["10.1038/aps.2016.79", "PMC5099414", "27593219"]}, {"Citation": "Yuandani, Jantan I., Husain K. (2017). 4,5,4’-Trihydroxychalcone, 8,8’-(ethene-1,2-diyl)-dinaphtalene-1,4,5-triol and rutin from Gynura segetum inhibit phagocytosis, lymphocyte proliferation, cytokine release and nitric oxide production from phagocytic cells. BMC Complement. Alternat. Med. 17 (1), 211 10.1186/s12906-017-1726-z", "ArticleIdList": ["10.1186/s12906-017-1726-z", "PMC5387197", "28399868"]}, {"Citation": "Yue L., Yao H. (2016). Mitochondrial dysfunction in inflammatory responses and cellular senescence: pathogenesis and pharmacological targets for chronic lung diseases. Br. J. Pharmacol. 173 (15), 2305–2318. 10.1111/bph.13518", "ArticleIdList": ["10.1111/bph.13518", "PMC4945771", "27189175"]}, {"Citation": "Zahra A. A., Kadir F. A., Mahmood A. A., Al hadi A. A., Suzy S. M., Sabri S. Z., et al. (2011). Acute toxicity study and wound healing potential of Gynura procumbens leaf extract in rats. J. Med. Plants Res. 5 (12), 2551–2558."}, {"Citation": "Zhang F., Zhou Y., Yang X., Xiong A., Wang Z., Yang L. (2019). Gynura Rhizoma containing pyrrolizidine alkaloids induces the hepatic sinusoidal obstruction syndrome in mice via upregulating fibrosis-related factors. Acta Pharmacol. Sin. 40 (6), 781–789. 10.1038/s41401-018-0155-y", "ArticleIdList": ["10.1038/s41401-018-0155-y", "PMC6786394", "30367152"]}, {"Citation": "Zhang J. M., An J. (2007). Cytokines, inflammation, and pain. Int. Anesthesiol. Clin. 45 (2), 27–37. 10.1097/AIA.0b013e318034194e", "ArticleIdList": ["10.1097/AIA.0b013e318034194e", "PMC2785020", "17426506"]}, {"Citation": "Zhu H., Chu Y., Huo J., Chen Z., Yang L. (2011). Effect of prednisone on transforming growth factor-β1, connective tissue growth factor, nuclear factor-κBp65 and tumor necrosis factor-α expression in a murine model of hepatic sinusoidal obstruction syndrome induced by Gynura segetum. Hepatol. Res. 41 (8), 795–803. 10.1111/j.1872-034X.2011.00830.x", "ArticleIdList": ["10.1111/j.1872-034X.2011.00830.x", "21699635"]}, {"Citation": "Zumla A., James D. G. (1996). Granulomatous infections: etiology and classification. Clin. Infect. Dis. 23, 146–158. 10.1093/clinids/23.1.146", "ArticleIdList": ["10.1093/clinids/23.1.146", "8816144"]}]}], "History": [{"Year": "2019", "Month": "10", "Day": "14"}, {"Year": "2020", "Month": "10", "Day": "13"}, {"Year": "2020", "Month": "12", "Day": "17", "Hour": "5", "Minute": "48"}, {"Year": "2020", "Month": "12", "Day": "18", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "12", "Day": "18", "Hour": "6", "Minute": "1"}, {"Year": "2020", "Month": "11", "Day": "27"}], "PublicationStatus": "epublish", "ArticleIdList": ["33328981", "PMC7734347", "10.3389/fphar.2020.504624", "504624"]}}]}