{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["DNA markers", "authenticity", "dietary supplements", "herbal products", "species identification"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "33331682", "DateCompleted": {"Year": "2021", "Month": "07", "Day": "26"}, "DateRevised": {"Year": "2021", "Month": "07", "Day": "26"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "03", "Day": "06"}], "Language": ["eng"], "ELocationID": ["10.1111/1541-4337.12551"], "Journal": {"ISSN": "1541-4337", "JournalIssue": {"Volume": "19", "Issue": "3", "PubDate": {"Year": "2020", "Month": "May"}}, "Title": "Comprehensive reviews in food science and food safety", "ISOAbbreviation": "Compr Rev Food Sci Food Saf"}, "ArticleTitle": "Botanical origin authentication of dietary supplements by DNA-based approaches.", "Pagination": {"StartPage": "1080", "EndPage": "1109", "MedlinePgn": "1080-1109"}, "Abstract": {"AbstractText": ["Herbal products, such as dietary supplements, have become a subject of increasing global importance for their health benefits and economic considerations. However, they have also been targets of adulteration practices, being the accurate identification of botanicals in herbal products of utmost importance to protect the health and expectations of consumers. Particularly, in the case of dietary supplements, which can have different types of formulations, the identification of plant material used in their production is often a research challenge. DNA-based techniques have played a crucial role on the development of a wide range of tools for the authentication of herbal products. Therefore, this review intends to describe their main progresses, critically discussing their advantages and drawbacks when applied to authenticate herbal products, focusing on dietary supplements. DNA barcoding is particularly emphasized because it has provided the highest number of applications, followed by the advances on high-resolution melting analysis combined with DNA barcodes. A special emphasis is also given to the promising approaches relying on DNA metabarcoding and isothermal amplification."], "CopyrightInformation": "© 2020 Institute of Food Technologists®."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "REQUIMTE-LAQV, Faculdade de Farmácia, Universidade do Porto, Porto, Portugal."}], "LastName": "Grazina", "ForeName": "Liliana", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Centro de Investigação de Montanha (CIMO), Instituto Politécnico de Bragança, Bragança, Portugal."}], "LastName": "Amaral", "ForeName": "Joana S", "Initials": "JS"}, {"Identifier": ["0000-0001-5311-8895"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "REQUIMTE-LAQV, Faculdade de Farmácia, Universidade do Porto, Porto, Portugal."}], "LastName": "Mafra", "ForeName": "Isabel", "Initials": "I"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't", "Review"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Compr Rev Food Sci Food Saf", "NlmUniqueID": "101305205", "ISSNLinking": "1541-4337"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "DNA, Plant"}], "MeshHeadingList": [{"QualifierName": ["methods"], "DescriptorName": "DNA Barcoding, Taxonomic"}, {"QualifierName": [], "DescriptorName": "DNA, Plant"}, {"QualifierName": ["standards"], "DescriptorName": "Dietary Supplements"}, {"QualifierName": [], "DescriptorName": "Drug Contamination"}, {"QualifierName": ["classification", "genetics"], "DescriptorName": "Plants, Medicinal"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Al-Qurainy, F., Khan, S., Tarroum, M., Al-Hemaid, F. M., & Ali, M. A. (2011). Molecular authentication of the medicinal herb Ruta graveolens (Rutaceae) and an adulterant using nuclear and chloroplast DNA markers. Genetics and Molecular Research, 10(4), 2806-2816. https://doi.org/10.4238/2011.November.10.3"}, {"Citation": "Arulandhu, A. J., Staats, M., Hagelaar, R., Voorhuijzen, M. M., Prins, T. W., Scholtens, I., … Kok, E. (2017). Development and validation of a multi-locus DNA metabarcoding method to identify endangered species in complex samples. GigaScience, 6(10), 1-18. https://doi.org/10.1093/gigascience/gix080"}, {"Citation": "Buddhachat, K., Osathanunkul, M., Madesis, P., Chomdej, S., & Ongchai, S. (2015). Authenticity analyses of Phyllanthus amarus using barcoding coupled with HRM analysis to control its quality for medicinal plant product. Gene, 573(1), 84-90. https://doi.org/10.1016/j.gene.2015.07.046"}, {"Citation": "Burgess, K. S., Fazekas, A. J., Kesanakurti, P. R., Graham, S. W., Husband, B. C., Newmaster, S. G., … Barrett, S. C. H. (2011). Discriminating plant species in a local temperate flora using the rbcL+matK DNA barcode. Methods in Ecology and Evolution, 2(4), 333-340. https://doi.org/10.1111/j.2041-210X.2011.00092.x"}, {"Citation": "Chase, M. W., Cowan, R., Hollingsworth, M. P., van den Berg, C., Madriñán, S., Petersen, G., … Wilkinson, M. (2007). A proposal for a standardised protocol to barcode all land plants. Taxon, 56(2), 295-299. Retrieved from https://doi.org/10.1002/tax.562004"}, {"Citation": "Chase, M. W., & Fay, M. F. (2009). Barcoding of plants and fungi. Science, 325(5941), 682-683. https://doi.org/10.1126/science.1176906"}, {"Citation": "Chen, R., Dong, J., Cui, X., Wang, W., Yasmeen, A., Deng, Y., … Tang, Z. (2012). DNA based identification of medicinal materials in Chinese patent medicines. Scientific Reports, 2, 958. https://doi.org/10.1038/srep00958"}, {"Citation": "Chen, S., Yao, H., Han, J., Liu, C., Song, J., Shi, L., … Leon, C. (2010). Validation of the ITS2 region as a novel DNA barcode for identifying medicinal plant species. PLoS ONE, 5(1), e8613. https://doi.org/10.1371/journal.pone.0008613"}, {"Citation": "Cheng, X., Su, X., Chen, X., Zhao, H., Bo, C., Xu, J., … Ning, K. (2014). Biological ingredient analysis of traditional Chinese medicine preparation based on high-throughput sequencing: The story for Liuwei Dihuang Wan. Scientific Reports, 4, 5147. https://doi.org/10.1038/srep05147"}, {"Citation": "Cimino, M. T. (2010). Successful isolation and PCR amplification of DNA from National Institute of Standards and Technology herbal dietary supplement standard reference material powders and extracts. Planta Medica, 76(5), 495-497. https://doi.org/10.1055/s-0029-1186225"}, {"Citation": "Coghlan, M. L., Haile, J., Houston, J., Murray, D. C., White, N. E., Moolhuijzen, P., … Bunce, M. (2012). Deep sequencing of plant and animal DNA contained within traditional Chinese medicines reveals legality issues and health safety concerns. PLoS Genetics, 8(4), e1002657. https://doi.org/10.1371/journal.pgen.1002657"}, {"Citation": "Costa, J., Amaral, J. S., Fernandes, T. J. R., Batista, A., Oliveira, M. B. P. P., & Mafra, I. (2015). DNA extraction from plant food supplements: Influence of different pharmaceutical excipients. Molecular and Cellular Probes, 29(6), 473-478. https://doi.org/10.1016/j.mcp.2015.06.002"}, {"Citation": "Costa, J., Campos, B., Amaral, J. S., Nunes, M. E., Oliveira, M. B. P. P., & Mafra, I. (2016). HRM analysis targeting ITS1 and matK loci as potential DNA mini-barcodes for the authentication of Hypericum perforatum and Hypericum androsaemum in herbal infusions. Food Control, 61, 105-114. https://doi.org/10.1016/j.foodcont.2015.09.035"}, {"Citation": "Costa, J., Oliveira, M. B. P. P., & Mafra, I. (2013). Novel approach based on single-tube nested real-time PCR to detect almond allergens in foods. Food Research International, 51(1), 228-235. https://doi.org/10.1016/j.foodres.2012.12.006"}, {"Citation": "de Boer, H. J., Ichim, M. C., & Newmaster, S. G. (2015). DNA barcoding and pharmacovigilance of herbal medicines. Drug Safety, 38(7), 611-620. https://doi.org/10.1007/s40264-015-0306-8"}, {"Citation": "Diao, Y., Lin, X. M., Liao, C. L., Tang, C. Z., Chen, Z. J., & Hu, Z. L. (2009). Authentication of Panax ginseng from its adulterants by PCR-RFLP and ARMS. Planta Medica, 75(5), 557-560. https://doi.org/10.1055/s-0029-1185321"}, {"Citation": "Directive 2002/46/EC of the European Parliament and of the Council of 10 June. (2002). On the approximation of the laws of the Member States relating to food supplements (text with EEA relevance). Official Journal of the European Communities, 183, 51-57."}, {"Citation": "Doganay-Knapp, K., Orland, A., König, G. M., & Knöss, W. (2018). The potential of three different PCR-related approaches for the authentication of mixtures of herbal substances and finished herbal medicinal products. Phytomedicine, 43, 60-67. https://doi.org/10.1016/j.phymed.2018.03.062"}, {"Citation": "Dong, X., Jiang, C., Yuan, Y., Peng, D., Luo, Y., Zhao, Y., & Huang, L. (2018). Application of high-resolution melting analysis for authenticity testing of valuable Dendrobium commercial products. Journal of the Science of Food and Agriculture, 98(2), 549-558. https://doi.org/10.1002/jsfa.8496"}, {"Citation": "Druml, B., & Cichna-Markl, M. (2014). High resolution melting (HRM) analysis of DNA-Its role and potential in food analysis. Food Chemistry, 158(0), 245-254. https://doi.org/10.1016/j.foodchem.2014.02.111"}, {"Citation": "Egan, A. N., Schlueter, J., & Spooner, D. M. (2012). Applications of next-generation sequencing in plant biology. American Journal of Botany, 99(2), 175-185. https://doi.org/10.3732/ajb.1200020"}, {"Citation": "Egan, B., Hodgkins, C., Shepherd, R., Timotijevic, L., & Raats, M. (2011). An overview of consumer attitudes and beliefs about plant food supplements. Food & Function, 2(12), 747-752. https://doi.org/10.1039/C1FO10109A"}, {"Citation": "El-Ahmady, S. H., & Ashour, M. L. (2016). Advances in testing for adulteration of food supplements A2. In G. Downey (Ed.), Advances in food authenticity testing (pp. 667-699). Cambridge: Woodhead Publishing."}, {"Citation": "Fang, G., Hammar, S., & Grumet, R. (1992). A quick and inexpensive method for removing polysaccharides from plant genomic DNA. Biotechniques, 13, 52-56."}, {"Citation": "FDA Regulation. (2007). Current Good Manufacturing Practice in manufacturing, packaging, labeling, or holding operations for dietary supplements; final rule (Federal Register, 21 CFR Part 111, Vol. 72, No. 121). Retrieved from https://www.gpo.gov/fdsys/pkg/FR-2007-06-25/html/07-3039.htm"}, {"Citation": "Franz, C., Chizzola, R., Novak, J., & Sponza, S. (2011). Botanical species being used for manufacturing plant food supplements (PFS) and related products in the EU member states and selected third countries. Food & Function, 2(12), 720-730. https://doi.org/10.1039/C1FO10130G"}, {"Citation": "Ganie, S. H., Upadhyay, P., Das, S., & Sharma, M. P. (2015). Authentication of medicinal plants by DNA markers. Plant Gene, 4, 83-99. https://doi.org/10.1016/j.plgene.2015.10.002"}, {"Citation": "Ganie, S. H., Yadav, D., Ahmad, A., Chadhry, A., & Asif, A. (2013). Authentication of traditional crop Kalongi (Nigella sativa L.) by LAMP marker. Indian Journal of Research in Pharmacy and Biotechnology, 1, 765-771."}, {"Citation": "Gao, T., Yao, H., Song, J., Liu, C., Zhu, Y., Ma, X., … Chen, S. (2010). Identification of medicinal plants in the family Fabaceae using a potential DNA barcode ITS2. Journal of Ethnopharmacology, 130(1), 116-121. https://doi.org/10.1016/j.jep.2010.04.026"}, {"Citation": "Garcia-Alvarez, A., Egan, B., de Klein, S., Dima, L., Maggi, F. M., Isoniemi, M., … Serra-Majem, L. (2014). Usage of plant food supplements across six European countries: Findings from the PlantLIBRA consumer survey. PLoS ONE, 9(3), e92265. https://doi.org/10.1371/journal.pone.0092265"}, {"Citation": "Global Industry Analyst Inc. (2018). The global herbal supplements and remedies market (MCP-1081). Retrieved from https://www.strategyr.com/MarketResearch/Herbal_Supplements_and_Remedies_Market_Trends.asp"}, {"Citation": "Gohari, A. R., Saeidnia, S., & Mahmoodabadi, M. K. (2013). An overview on saffron, phytochemicals, and medicinal properties. Pharmacognosy Reviews, 7(13), 61-66. https://doi.org/10.4103/0973-7847.112850"}, {"Citation": "Han, E.-H., Cho, K., Goo, Y., Kim, M., Shin, Y.-W., Kim, Y.-H., & Lee, S.-W. (2016a). Development of molecular markers, based on chloroplast and ribosomal DNA regions, to discriminate three popular medicinal plant species, Cynanchum wilfordii, Cynanchum auriculatum, and Polygonum multiflorum. Molecular Biology Reports, 43(4), 323-332. https://doi.org/10.1007/s11033-016-3959-1"}, {"Citation": "Han, J., Pang, X., Liao, B., Yao, H., Song, J., & Chen, S. (2016b). An authenticity survey of herbal medicines from markets in China using DNA barcoding. Scientific Reports, 6, 9. https://doi.org/10.1038/srep18723"}, {"Citation": "Han, J., Zhu, Y., Chen, X., Liao, B., Yao, H., Song, J., … Meng, F. (2013). The short ITS2 sequence serves as an efficient taxonomic sequence tag in comparison with the full-length ITS. BioMed Research International, 2013. https://doi.org/10.1155/2013/741476"}, {"Citation": "Haynes, E., Jimenez, E., Pardo, M. A., & Helyar, S. J. (2019). The future of NGS (next generation sequencing) analysis in testing food authenticity. Food Control, 101, 134-143. https://doi.org/10.1016/j.foodcont.2019.02.010"}, {"Citation": "Hebert, P. D. N., Cywinska, A., Ball, S. L., & de Waard, J. R. (2003a). Biological identifications through DNA barcodes. Proceedings of the Royal Society of London. Series B: Biological Sciences, 270(1512), 313-321. https://doi.org/10.1098/rspb.2002.2218"}, {"Citation": "Hebert, P. D. N., Ratnasingham, S., & de Waard, J. R. (2003b). Barcoding animal life: Cytochrome c oxidase subunit 1 divergences among closely related species. Proceedings of the Royal Society of London. Series B: Biological Sciences, 270(Suppl. 1), S96-S99. https://doi.org/10.1098/rsbl.2003.0025"}, {"Citation": "Heubl, G. (2010). New aspects of DNA-based authentication of Chinese medicinal plants by molecular biological techniques. Planta Medica, 76(17), 1963-1974. https://doi.org/10.1055/s-0030-1250519"}, {"Citation": "Hollingsworth, P. M., Forrest, L. L., Spouge, J. L., Hajibabaei, M., Ratnasingham, S., van der Bank, M., … Little, D. P. (2009). A DNA barcode for land plants. Proceedings of the National Academy of Sciences, 106(31), 12794-12797. https://doi.org/10.1073/pnas.0905845106"}, {"Citation": "Hollingsworth, P. M., Graham, S. W., & Little, D. P. (2011). Choosing and using a plant DNA barcode. PLoS ONE, 6(5), e19254. https://doi.org/10.1371/journal.pone.0019254"}, {"Citation": "Hou, D., Song, J., Shi, L., Ma, X., Xin, T., Han, J., … Yao, H. (2013). Stability and accuracy assessment of identification of traditional Chinese materia medica using DNA barcoding: A case study on Flos Lonicerae Japonicae. BioMed Research International, 2013. https://doi.org/10.1155/2013/549037"}, {"Citation": "Intharuksa, A., Ando, H., Miyake, K., Sirisa-Ard, P., Mikage, M., & Sasaki, Y. (2016). Molecular analysis of Terminalia spp. distributed in Thailand and authentication of crude drugs from terminalia plants. Biological and Pharmaceutical Bulletin, 39(4), 492-501. https://doi.org/10.1248/bpb.b15-00673"}, {"Citation": "Ivanova, N. V., Kuzmina, M. L., Braukmann, T. W. A., Borisenko, A. V., & Zakharov, E. V. (2016). Authentication of herbal supplements using next-generation sequencing. PLoS ONE, 11(5), e0156426. https://doi.org/10.1371/journal.pone.0156426"}, {"Citation": "Jiang, L.-L., Wong, K.-L., Wong, Y.-L., Chen, W.-T., Li, M., Lau, C. B.-S., & Shaw, P.-C. (2014). Helicase-dependent amplification is effective in distinguishing Asian ginseng from American ginseng. Food Control, 43, 199-205. https://doi.org/10.1016/j.foodcont.2014.03.016"}, {"Citation": "Jung, J., Kim, K. H., Yang, K., Bang, K.-H., & Yang, T.-J. (2014). Practical application of DNA markers for high-throughput authentication of Panax ginseng and Panax quinquefolius from commercial ginseng products. Journal of Ginseng Research, 38(2), 123-129. https://doi.org/10.1016/j.jgr.2013.11.017"}, {"Citation": "Kalivas, A., Ganopoulos, I., Xanthopoulou, A., Chatzopoulou, P., Tsaftaris, A., & Madesis, P. (2014). DNA barcode ITS2 coupled with high resolution melting (HRM) analysis for taxonomic identification of Sideritis species growing in Greece. Molecular Biology Reports, 41(8), 5147-5155. https://doi.org/10.1007/s11033-014-3381-5"}, {"Citation": "Kim, W. J., Moon, B. C., Yang, S., Han, K. S., Choi, G., & Lee, A. Y. (2016). Rapid authentication of the herbal medicine plant species Aralia continentalis Kitag. and Angelica biserrata C.Q. Yuan and R.H. Shan using ITS2 sequences and multiplex-SCAR markers. Molecules, 21(3), 270. https://doi.org/10.3390/molecules21030270"}, {"Citation": "Kircher, M., & Kelso, J. (2010). High-throughput DNA sequencing-Concepts and limitations. Bioessays, 32(6), 524-536. https://doi.org/10.1002/bies.200900181"}, {"Citation": "Kress, W. J., & Erickson, D. L. (2007). A two-locus global DNA barcode for land plants: The coding rbcl gene complements the non-coding trnH-psbA spacer region. PLoS ONE, 2(6), e508. https://doi.org/10.1371/journal.pone.0000508"}, {"Citation": "Kress, W. J., Wurdack, K. J., Zimmer, E. A., Weigt, L. A., & Janzen, D. H. (2005). Use of DNA barcodes to identify flowering plants. Proceedings of the National Academy of Sciences of the United States of America, 102(23), 8369-8374. https://doi.org/10.1073/pnas.0503123102"}, {"Citation": "Lahaye, R., van der Bank, M., Bogarin, D., Warner, J., Pupulin, F., Gigot, G., … Savolainen, V. (2008). DNA barcoding the floras of biodiversity hotspots. Proceedings of the National Academy of Sciences, 105(8), 2923-2928. https://doi.org/10.1073/pnas.0709936105"}, {"Citation": "Lai, G.-H., Chao, J., Lin, M.-K., Chang, W.-T., Peng, W.-H., Sun, F.-C., … Lee, M.-S. (2015). Rapid and sensitive identification of the herbal tea ingredient Taraxacum formosanum using loop-mediated isothermal amplification. International Journal of Molecular Sciences, 16(1), 1562-1575. https://doi.org/10.3390/ijms16011562"}, {"Citation": "Lee, S. C., Chiou, S. J., Yen, J. H., Lin, T. Y., Hsieh, K. T., & Yang, J. C. (2010). DNA barcoding Cinnamomum osmophloeum Kaneh. based on the partial non-coding ITS2 region of ribosomal genes. Journal of Food and Drug Analysis, 18(2), 128-135."}, {"Citation": "LeRoy, A., Potter, E., Woo, H.-H., Heber, D., & Hirsch, A. M. (2002). Characterization and identification of Alfalfa and red clover dietary supplements using a PCR-based method. Journal of Agricultural and Food Chemistry, 50(18), 5063-5069. https://doi.org/10.1021/jf0255634"}, {"Citation": "Li, J., Xiong, C., He, X., Lu, Z., Zhang, X., Chen, X., & Sun, W. (2018). Using SSR-HRM to identify closely related species in herbal medicine products: A case study on licorice. Frontiers in Pharmacology, 9, 407. https://doi.org/10.3389/fphar.2018.00407"}, {"Citation": "Li, M., Wong, Y.-L., Jiang, L.-L., Wong, K.-L., Wong, Y.-T., Lau, C. B.-S., & Shaw, P.-C. (2013). Application of novel loop-mediated isothermal amplification (LAMP) for rapid authentication of the herbal tea ingredient Hedyotis diffusa Willd. Food Chemistry, 141(3), 2522-2525. https://doi.org/10.1016/j.foodchem.2013.05.085"}, {"Citation": "Li, X., Yang, Y., J., H. R., Maurizio, R., Yitao, W., & Shilin, C. (2015). Plant DNA barcoding: From gene to genome. Biological Reviews, 90(1), 157-166. https://doi.org/10.1111/brv.12104"}, {"Citation": "Little, D. P. (2014a). A DNA mini-barcode for land plants. Molecular Ecology Resources, 14(3), 437-446. https://doi.org/10.1111/1755-0998.12194"}, {"Citation": "Little, D. P. (2014b). Authentication of Ginkgo biloba herbal dietary supplements using DNA barcoding. Genome, 57(9), 513-516. https://doi.org/10.1139/gen-2014-0130"}, {"Citation": "Little, D. P., & Jeanson, M. L. (2013). DNA barcode authentication of saw palmetto herbal dietary supplements. Scientific Reports, 3, 3518. https://doi.org/10.1038/srep03518"}, {"Citation": "Llongueras, J. P., Nair, S., Salas-Leiva, D., & Schwarzbach, A. E. (2013). Comparing DNA extraction methods for analysis of botanical materials found in anti-diabetic supplements. Molecular Biotechnology, 53(3), 249-256. https://doi.org/10.1007/s12033-012-9520-0"}, {"Citation": "Lo, Y.-T., & Shaw, P.-C. (2018a). DNA-based techniques for authentication of processed food and food supplements. Food Chemistry, 240, 767-774. https://doi.org/10.1016/j.foodchem.2017.08.022"}, {"Citation": "Lo, Y.-T., & Shaw, P.-C. (2018b). DNA barcoding in concentrated Chinese medicine granules using adaptor ligation-mediated polymerase chain reaction. Journal of Pharmaceutical and Biomedical Analysis, 149, 512-516."}, {"Citation": "Lu, Z., Rubinsky, M., Babajanian, S., Zhang, Y., Chang, P., & Swanson, G. (2018). Visualization of DNA in highly processed botanical materials. Food Chemistry, 245, 1042-1051. https://doi.org/10.1016/j.foodchem.2017.11.067"}, {"Citation": "Mafra, I., Ferreira, I. M. P. L. V. O., & Oliveira, M. B. P. P. (2008a). Food authentication by PCR-based methods. European Food Research and Technology, 227(3), 649-665. https://doi.org/10.1007/s00217-007-0782-x"}, {"Citation": "Mafra, I., Silva, S. A., Moreira, E. J. M. O., da Silva, C. S. F., & Oliveira, M. B. P. P. (2008b). Comparative study of DNA extraction methods for soybean derived food products. Food Control, 19(12), 1183-1190. https://doi.org/10.1016/j.foodcont.2008.01.004"}, {"Citation": "Mei, Z., Zhou, B., Wei, C., Cheng, J., Imani, S., Chen, H., & Fu, J. (2015). Genetic authentication of Gardenia jasminoides Ellis var. grandiflora Nakai by improved RAPD-derived DNA markers. Molecules, 20(11), 20219-20229. https://doi.org/10.3390/molecules201119687"}, {"Citation": "Michel, C.-I., Meyer, R. S., Taveras, Y., & Molina, J. (2016). The nuclear internal transcribed spacer (ITS2) as a practical plant DNA barcode for herbal medicines. Journal of Applied Research on Medicinal and Aromatic Plants, 3(3), 94-100. https://doi.org/10.1016/j.jarmap.2016.02.002"}, {"Citation": "Mishra, P., Kumar, A., Nagireddy, A., Mani, D. N., Shukla, A. K., Tiwari, R., & Sundaresan, V. (2016). DNA barcoding: An efficient tool to overcome authentication challenges in the herbal market. Plant Biotechnology Journal, 14(1), 8-21. https://doi.org/10.1111/pbi.12419"}, {"Citation": "Mishra, P., Shukla, A. K., & Sundaresan, V. (2018). Candidate DNA barcode tags combined with high resolution melting (Bar-HRM) curve analysis for authentication of Senna alexandrina Mill. with validation in crude drugs. Frontiers in Plant Science, 9, 283. https://doi.org/10.3389/fpls.2018.00283"}, {"Citation": "Moon, B. C., Ji, Y., Lee, Y. M., Kang, Y. M., & Kim, H. K. (2015). Authentication of Akebia quinata DECNE. from its common adulterant medicinal plant species based on the RAPD-derived SCAR markers and multiplex-PCR. Genes & Genomics, 37(1), 23-32. https://doi.org/10.1007/s13258-014-0225-6"}, {"Citation": "Moon, B. C., Kim, W., Han, K., Yang, S., Kang, Y., Park, I., & Piao, R. (2017). Differentiating authentic adenophorae radix from its adulterants in commercially-processed samples using multiplexed ITS sequence-based SCAR markers. Applied Sciences, 7(7), 660. https://doi.org/10.3390/app7070660"}, {"Citation": "Moraes, D. F. C., Still, D. W., Lum, M. R., & Hirsch, A. M. (2015). DNA-based authentication of botanicals and plant-derived dietary supplements: Where have we been and where are we going? Planta Medica, 81(09), 687-695. https://doi.org/10.1055/s-0035-1545843"}, {"Citation": "Murray, M. G., & Thompson, W. F. (1980). Rapid isolation of high molecular weight plant DNA. Nucleic Acids Research, 8(19), 4321-4326. https://doi.org/10.1093/nar/8.19.4321"}, {"Citation": "Nakamura, S. S., do Valle, J. S., Jacomassi, E., Linde, G. A., & Colauto, N. B. (2013). Molecular authentication of Maytenus sp by PCR-RFLP. Semina-Ciencias Agrarias, 34(2), 627-633. https://doi.org/10.5433/1679-0359.2013v34n2p627"}, {"Citation": "Navarro, E., Serrano-Heras, G., Castaño, M. J., & Solera, J. (2015). Real-time PCR detection chemistry. Clinica Chimica Acta, 439, 231-250. https://doi.org/10.1016/j.cca.2014.10.017"}, {"Citation": "Newmaster, S. G., Fazekas, A. J., & Ragupathy, S. (2006). DNA barcoding in land plants: Evaluation of rbcL in a multigene tiered approach. Canadian Journal of Botany, 84(3), 335-341. https://doi.org/10.1139/b06-047"}, {"Citation": "Newmaster, S. G., Grguric, M., Shanmughanandhan, D., Ramalingam, S., & Ragupathy, S. (2013). DNA barcoding detects contamination and substitution in North American herbal products. BMC Medicine, 11(1), 222. https://doi.org/10.1186/1741-7015-11-222"}, {"Citation": "Notomi, T., Okayama, H., Masubuchi, H., Yonekawa, T., Watanabe, K., Amino, N., & Hase, T. (2000). Loop-mediated isothermal amplification of DNA. Nucleic Acids Research, 28(12), e63-e63. https://doi.org/10.1093/nar/28.12.e63"}, {"Citation": "Novak, J., Grausgruber-Gröger, S., & Lukas, B. (2007). DNA-based authentication of plant extracts. Food Research International, 40(3), 388-392. https://doi.org/10.1016/j.foodres.2006.10.015"}, {"Citation": "Osathanunkul, M. (2018). Bar-HRM for authenticating soursop (Annona muricata) tea. Scientific Reports, 8(1), 12666. https://doi.org/10.1038/s41598-018-31127-9"}, {"Citation": "Osathanunkul, M., Madesis, P., & de Boer, H. (2015). Bar-HRM for authentication of plant-based medicines: Evaluation of three medicinal products derived from Acanthaceae Species. PLoS ONE, 10(5), e0128476. https://doi.org/10.1371/journal.pone.0128476"}, {"Citation": "Osathanunkul, M., Osathanunkul, R., & Madesis, P. (2018). Species identification approach for both raw materials and end products of herbal supplements from Tinospora species. BMC Complementary and Alternative Medicine, 18(1), 111. https://doi.org/10.1186/s12906-018-2174-0"}, {"Citation": "Osathanunkul, M., Suwannapoom, C., Osathanunkul, K., Madesis, P., & de Boer, H. (2016). Evaluation of DNA barcoding coupled high resolution melting for discrimination of closely related species in phytopharmaceuticals. Phytomedicine, 23(2), 156-165. https://doi.org/10.1016/j.phymed.2015.11.018"}, {"Citation": "Pang, X., Shi, L., Song, J., Chen, X., & Chen, S. (2013). Use of the potential DNA barcode ITS2 to identify herbal materials. Journal of Natural Medicines, 67(3), 571-575. https://doi.org/10.1007/s11418-012-0715-2"}, {"Citation": "Parveen, I., Gafner, S., Techen, N., Murch, S. J., & Khan, I. A. (2016). DNA barcoding for the identification of botanicals in herbal medicine and dietary supplements: Strengths and limitations. Planta Medica, 82(14), 1225-1235. https://doi.org/10.1055/s-0042-111208"}, {"Citation": "Peng, X., Wu, X., Ji, Q., Yang, R., & Li, Y. (2016). Molecular authentication of Tetrastigma hemsleyanum from its adulterant species using ISSR, CAPS, and ITS2 barcode. Molecular Biology Reports, 43(8), 785-794. https://doi.org/10.1007/s11033-016-4023-x"}, {"Citation": "Porebski, S., Bailey, L. G., & Baum, B. R. (1997). Modification of a CTAB DNA extraction protocol for plants containing high polysaccharide and polyphenol components. Plant Molecular Biology Reporter, 15(1), 8-15. https://doi.org/10.1007/bf02772108"}, {"Citation": "Purushothaman, N., Newmaster, S. G., Ragupathy, S., Stalin, N., Suresh, D., Arunraj, D. R., … Parani, M. (2014). A tiered barcode authentication tool to differentiate medicinal Cassia species in India. Genetics and Molecular Research, 13(2), 2959-2968. https://doi.org/10.4238/2014.April.16.4"}, {"Citation": "Quail, M. A., Smith, M., Coupland, P., Otto, T. D., Harris, S. R., Connor, T. R., … Gu, Y. (2012). A tale of three next generation sequencing platforms: Comparison of Ion Torrent, Pacific Biosciences and Illumina MiSeq sequencers. BMC Genomics, 13(1), 341. https://doi.org/10.1186/1471-2164-13-341"}, {"Citation": "Raclariu, A. C., Heinrich, M., Ichim, M. C., & Boer, H. (2018). Benefits and limitations of DNA barcoding and metabarcoding in herbal product authentication. Phytochemical Analysis, 29(2), 123-128. https://doi.org/10.1002/pca.2732"}, {"Citation": "Raclariu, A. C., Mocan, A., Popa, M. O., Vlase, L., Ichim, M. C., Crisan, G., … de Boer, H. (2017a). Veronica officinalis product authentication using DNA metabarcoding and HPLC-MS reveals widespread adulteration with Veronica chamaedrys. Frontiers in Pharmacology, 8, 378. https://doi.org/10.3389/fphar.2017.00378"}, {"Citation": "Raclariu, A. C., Paltinean, R., Vlase, L., Labarre, A., Manzanilla, V., Ichim, M. C., … de Boer, H. (2017b). Comparative authentication of Hypericum perforatum herbal products using DNA metabarcoding, TLC and HPLC-MS. Scientific Reports, 7(1), 1291. https://doi.org/10.1038/s41598-017-01389-w"}, {"Citation": "Rocha, T., Amaral, J. S., & Oliveira, M. B. P. P. (2016). Adulteration of dietary supplements by the illegal addition of synthetic drugs: A review. Comprehensive Reviews in Food Science and Food Safety, 15(1), 43-62. https://doi.org/10.1111/1541-4337.12173"}, {"Citation": "Ruhsam, M., & Hollingsworth, P. M. (2018). Authentication of Eleutherococcus and Rhodiola herbal supplement products in the United Kingdom. Journal of Pharmaceutical and Biomedical Analysis, 149, 403-409. https://doi.org/10.1016/j.jpba.2017.11.025"}, {"Citation": "Ryuk, J. A., Lee, H. W., Ju, Y. S., & Ko, B. S. (2014). Monitoring and identification of Cynanchum wilfordii and Cynanchum auriculatum by using molecular markers and real-time polymerase chain reaction. Journal of the Korean Society for Applied Biological Chemistry, 57(2), 245-251. https://doi.org/10.1007/s13765-013-4248-5"}, {"Citation": "Sahu, S. K., Thangaraj, M., & Kathiresan, K. (2012). DNA extraction protocol for plants with high levels of secondary metabolites and polysaccharides without using liquid nitrogen and phenol. ISRN Molecular Biology, 2012. https://doi.org/10.5402/2012/205049"}, {"Citation": "Särkinen, T., Staats, M., Richardson, J. E., Cowan, R. S., & Bakker, F. T. (2012). How to open the treasure chest? Optimising DNA extraction from herbarium specimens. PLoS ONE, 7(8), e43808. https://doi.org/10.1371/journal.pone.0043808"}, {"Citation": "Sasaki, Y., Komatsu, K., & Nagumo, S. (2008). Rapid detection of Panax ginseng by loop-mediated isothermal amplification and its application to authentication of ginseng. Biological and Pharmaceutical Bulletin, 31(9), 1806-1808. https://doi.org/10.1248/bpb.31.1806"}, {"Citation": "Sasaki, Y., & Nagumo, S. (2007). Rapid Identification of Curcuma longa and C. aromatica by LAMP. Biological and Pharmaceutical Bulletin, 30(11), 2229-2230. https://doi.org/10.1248/bpb.30.2229"}, {"Citation": "Sasikumar, B., Swetha, V. P., Parvathy, V. A., & Sheeja, T. E. (2016). Advances in adulteration and authenticity testing of herbs and spices. In G. Downey (Ed.), Advances in food authenticity testing (pp. 585-624). Cambridge: Woodhead Publishing. https://doi.org/10.1016/B978-0-08-100220-9.00022-9"}, {"Citation": "Seethapathy, G. S., Balasubramani, S. P., & Venkatasubramanian, P. (2014). nrDNA ITS sequence based SCAR marker to authenticate Aconitum heterophyllum and Cyperus rotundus in Ayurvedic raw drug source and prepared herbal products. Food Chemistry, 145, 1015-1020. https://doi.org/10.1016/j.foodchem.2013.09.027"}, {"Citation": "Seethapathy, G. S., Ganesh, D., Kumar, Santhosh, U. J., Senthilkumar, U., Uma Shaanker, R., … Ravikanth, G. (2015). Assessing product adulteration in natural health products for laxative yielding plants, Cassia, Senna, and Chamaecrista, in Southern India using DNA barcoding. International Journal of Legal Medicine, 129(4), 693-700. https://doi.org/10.1007/s00414-014-1120-z"}, {"Citation": "Seethapathy, G. S., Tadesse, M., Urumarudappa, S. K. J., Gunaga, S. V., Vasudeva, R., Malterud, K. E., … Wangensteen, H. (2018). Authentication of Garcinia fruits and food supplements using DNA barcoding and NMR spectroscopy. Scientific Reports, 8. https://doi.org/10.1038/s41598-018-28635-z"}, {"Citation": "Selvaraj, D., Park, J.-I., Chung, M.-Y., Cho, Y.-G., Ramalingam, S., & Nou, I.-S. (2013). Utility of DNA barcoding for plant biodiversity conservation. Plant Breeding and Biotechnology, 1(4), 320-332. https://doi.org/10.9787/PBB.2013.1.4.320"}, {"Citation": "Selvaraj, D., Sarma, R. K., & Sathishkumar, R. (2008). Phylogenetic analysis of chloroplast matK gene from Zingiberaceae for plant DNA barcoding. Bioinformation, 3(1), 24-27."}, {"Citation": "Selvaraj, D., Shanmughanandhan, D., Sarma, R. K., Joseph, J. C., Srinivasan, R. V., & Ramalingam, S. (2012). DNA Barcode ITS effectively distinguishes the medicinal plant Boerhavia diffusa from its adulterants. Genomics, Proteomics & Bioinformatics, 10(6), 364-367. https://doi.org/10.1016/j.gpb.2012.03.002"}, {"Citation": "Sgamma, T., Lockie-Williams, C., Kreuzer, M., Williams, S., Scheyhing, U., Koch, E., … Howard, C. (2017). DNA barcoding for industrial quality assurance. Planta Medica, 83(14/15), 1117-1129. https://doi.org/10.1055/s-0043-113448"}, {"Citation": "Shi, Y., Zhao, M., Yao, H., Yang, P., Xin, T., Li, B., … Chen, S. (2017). Rapidly discriminate commercial medicinal Pulsatilla chinensis (Bge.) Regel from its adulterants using ITS2 barcoding and specific PCR-RFLP assay. Scientific Reports, 7, 40000. https://doi.org/10.1038/srep40000"}, {"Citation": "Shokralla, S., Spall, J. L., Gibson, J. F., & Hajibabaei, M. (2012). Next-generation sequencing technologies for environmental DNA research. Molecular Ecology, 21(8), 1794-1805. https://doi.org/10.1111/j.1365-294X.2012.05538.x"}, {"Citation": "Simko, I. (2016). High-resolution DNA melting analysis in plant research. Trends in Plant Science, 21(6), 528-537. https://doi.org/10.1016/j.tplants.2016.01.004"}, {"Citation": "Singtonat, S., & Osathanunkul, M. (2015). Fast and reliable detection of toxic Crotalaria spectabilis Roth. in Thunbergia laurifolia Lindl. herbal products using DNA barcoding coupled with HRM analysis. BMC complementary and alternative medicine, 15(1), 162. https://doi.org/10.1186/s12906-015-0692-6"}, {"Citation": "Smillie, T., & Khan, I. (2010). A comprehensive approach to identifying and authenticating botanical products. Clinical Pharmacology & Therapeutics, 87(2), 175-186. https://doi.org/10.1038/clpt.2009.287"}, {"Citation": "Soares, S., Amaral, J. S., Oliveira, M. B. P. P., & Mafra, I. (2015). Improving DNA isolation from honey for the botanical origin identification. Food Control, 48, 130-136. https://doi.org/10.1016/j.foodcont.2014.02.035"}, {"Citation": "Song, M., Li, J., Xiong, C., Liu, H., & Liang, J. (2016). Applying high-resolution melting (HRM) technology to identify five commonly used Artemisia species. Scientific Reports, 6, 34133. https://doi.org/10.1038/srep34133"}, {"Citation": "Staats, M., Arulandhu, A. J., Gravendeel, B., Holst-Jensen, A., Scholtens, I., Peelen, T., … Kok, E. (2016). Advances in DNA metabarcoding for food and wildlife forensic species identification. Analytical and Bioanalytical Chemistry, 408(17), 4615-4630. https://doi.org/10.1007/s00216-016-9595-8"}, {"Citation": "Sucher, N. J., & Carles, M. C. (2008). Genome-Based approaches to the authentication of medicinal plants. Planta Medica, 74(6), 603-623. https://doi.org/10.1055/s-2008-1074517"}, {"Citation": "Sun, W., Li, J.-j., Xiong, C., Zhao, B., & Chen, S.-l. (2016). The potential power of Bar-HRM technology in herbal medicine identification. Frontiers in Plant Science, 7, 367. https://doi.org/10.3389/fpls.2016.00367"}, {"Citation": "Tan, S. C., & Yiap, B. C. (2009). DNA, RNA, and protein extraction: The past and the present. Journal of Biomedicine and Biotechnology, 2009. https://doi.org/10.1155/2009/574398"}, {"Citation": "Techen, N., Khan, I. A., Pan, Z., & Scheffler, B. E. (2006). The use of polymerase chain reaction (PCR) for the identification of Ephedra DNA in dietary supplements. Planta Medica, 72(03), 241-247. https://doi.org/10.1055/s-2005-916173"}, {"Citation": "Techen, N., Parveen, I., Pan, Z., & Khan, I. A. (2014). DNA barcoding of medicinal plant material for identification. Current Opinion in Biotechnology, 25, 103-110. https://doi.org/10.1016/j.copbio.2013.09.010"}, {"Citation": "Umdale, S. D., Kshirsagar, P. R., Lekhak, M. M., & Gaikwad, N. B. (2017). Molecular authentication of the traditional medicinal plant “Lakshman Booti” (Smithia conferta Sm.) and its adulterants through DNA barcoding. Pharmacognosy Magazine, 13(50), S224-S229. https://doi.org/10.4103/pm.pm_499_16"}, {"Citation": "van den Berg, S. J. P. L., Serra-Majem, L., Coppens, P., & Rietjens, I. M. C. M. (2011). Safety assessment of plant food supplements (PFS). Food & Function, 2(12), 760-768. https://doi.org/10.1039/C1FO10067J"}, {"Citation": "Vassou, S. L., Kusuma, G., & Parani, M. (2015). DNA barcoding for species identification from dried and powdered plant parts: A case study with authentication of the raw drug market samples of Sida cordifolia. Gene, 559(1), 86-93. https://doi.org/10.1016/j.gene.2015.01.025"}, {"Citation": "Vincent, M., Xu, Y., & Kong, H. (2004). Helicase-dependent isothermal DNA amplification. EMBO Reports, 5(8), 795-800. https://doi.org/10.1038/sj.embor.7400200"}, {"Citation": "Wallace, L. J., Boilard, S. M. A. L., Eagle, S. H. C., Spall, J. L., Shokralla, S., & Hajibabaei, M. (2012). DNA barcodes for everyday life: Routine authentication of natural health products. Food Research International, 49(1), 446-452. https://doi.org/10.1016/j.foodres.2012.07.048"}, {"Citation": "Wang, H., Wang, J., & Li, G. (2016). A simple real-time polymerase chain reaction (PCR)-based assay for authentication of the Chinese Panax ginseng cultivar Damaya from a local ginseng population. Genetics and Molecular Mesearch, 15(2). https://doi.org/10.4238/gmr.15028801"}, {"Citation": "Wang, X., Zhang, A., Yan, G., Han, Y., & Sun, H. (2014). UHPLC-MS for the analytical characterization of traditional Chinese medicines. TrAC Trends in Analytical Chemistry, 63, 180-187."}, {"Citation": "WHO. (2013). WHO traditional medicine strategy 2014-2023. Geneva: World Health Organization."}, {"Citation": "Wiriyakarun, S., Yodpetch, W., Komatsu, K., Zhu, S., Ruangrungsi, N., & Sukrong, S. (2013). Discrimination of the Thai rejuvenating herbs Pueraria candollei (White Kwao Khruea), Butea superba (Red Kwao Khruea), and Mucuna collettii (Black Kwao Khruea) using PCR-RFLP. Journal of Natural Medicines, 67(3), 562-570. https://doi.org/10.1007/s11418-012-0716-1"}, {"Citation": "Wittwer, C. T., Reed, G. H., Gundry, C. N., Vandersteen, J. G., & Pryor, R. J. (2003). High-resolution genotyping by amplicon melting analysis using LCGreen. Clinical Chemistry, 49(6), 853-860. https://doi.org/10.1373/49.6.853"}, {"Citation": "Wu, L., Sun, W., Wang, B., Zhao, H., Li, Y., Cai, S., … Chen, S. (2015). An integrated system for identifying the hidden assassins in traditional medicines containing aristolochic acids. Scientific Reports, 5. https://doi.org/10.1038/srep11318"}, {"Citation": "Xanthopoulou, A., Ganopoulos, I., Kalivas, A., Osathanunkul, M., Chatzopoulou, P., Tsaftaris, A., & Madesis, P. (2016). Multiplex HRM analysis as a tool for rapid molecular authentication of nine herbal teas. Food Control, 60, 113-116. https://doi.org/10.1016/j.foodcont.2015.07.021"}, {"Citation": "Xiang, L., Su, Y., Li, X., Xue, G., Wang, Q., Shi, J., … Chen, S. (2016). Identification of Fritillariae bulbus from adulterants using ITS2 regions. Plant Gene, 7, 42-49. https://doi.org/10.1016/j.plgene.2016.05.001"}, {"Citation": "Yao, H., Song, J., Liu, C., Luo, K., Han, J., Li, Y., … Chen, S. (2010). Use of ITS2 region as the universal DNA barcode for plants and animals. PLoS ONE, 5(10). https://doi.org/10.1371/journal.pone.0013102"}, {"Citation": "Zhao, M., Shi, Y., Wu, L., Guo, L., Liu, W., Xiong, C., … Chen, S. (2016). Rapid authentication of the precious herb saffron by loop-mediated isothermal amplification (LAMP) based on internal transcribed spacer 2 (ITS2) sequence. Scientific Reports, 6. https://doi.org/10.1038/srep25370"}, {"Citation": "Zuo, Y., Chen, Z., Kondo, K., Funamoto, T., Wen, J., & Zhou, S. (2011). DNA barcoding of Panax species. Planta Medica, 77(2), 182-187. https://doi.org/10.1055/s-0030-1250166"}], "ReferenceList": [], "Title": "REFERENCES"}], "History": [{"Year": "2019", "Month": "1", "Day": "24"}, {"Year": "2020", "Month": "1", "Day": "22"}, {"Year": "2020", "Month": "2", "Day": "6"}, {"Year": "2020", "Month": "12", "Day": "17", "Hour": "8", "Minute": "43"}, {"Year": "2020", "Month": "12", "Day": "18", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "7", "Day": "27", "Hour": "6", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["33331682", "10.1111/1541-4337.12551"]}}], "PubmedBookArticle": []}