{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "33343680", "DateRevised": {"Year": "2022", "Month": "04", "Day": "19"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "12", "Day": "02"}], "Language": ["eng"], "ELocationID": ["8104538", "10.1155/2020/8104538"], "Journal": {"ISSN": "1741-427X", "JournalIssue": {"Volume": "2020", "PubDate": {"Year": "2020"}}, "Title": "Evidence-based complementary and alternative medicine : eCAM", "ISOAbbreviation": "Evid Based Complement Alternat Med"}, "ArticleTitle": "Phytochemical Analysis, Cytotoxic, Antioxidant, and Antibacterial Activities of Lichens.", "Pagination": {"StartPage": "8104538", "MedlinePgn": "8104538"}, "Abstract": {"AbstractText": ["Lichens present a complex symbiotic relationship between a filamentous fungus, photoautotrophic partner (algae or cyanobacteria), and bacterial community. <i>The Objective of the Study</i>. This study aimed at investigating the chemical composition and cytotoxic, antioxidant, and antimicrobial activities of acetone extracts of Moroccan <i>Evernia prunastri (E. prunastri), Ramalina farinacea</i> (<i>R. farinacea</i>), and <i>Pseudevernia furfuracea (P. furfuracea). Materials and Methods</i>. The phytochemical analysis was carried out by HPLC-UV. The cytotoxic effect was assessed on human prostate cancer (22RV1), human colon carcinoma (HT-29), human hepatocellular carcinoma (Hep-G2), and Hamster ovarian cancer (CHO) cells lines by WST1 assay. The antioxidant power was assessed by DPPH and FRAP assays. The antibacterial effect was obtained using the broth microdilution method.", "The findings of phytochemical analysis showed that the lichens studied possess interesting bioactive molecules such as physodalic acid, evernic acid, and usnic acid, as well as protocetraric acid. According to the American National Cancer Institute guidelines, the WST-1 test showed that all crude extracts did not show significant cytotoxic effects against all concerous cell lines, and IC<sub>50</sub> values ranged from 42.30 to 140.24 <i>µ</i>g/mL. Regarding the antioxidant activity, <i>P. furfuracea</i> extract showed the highest free-radical-scavenging ability (IC<sub>50</sub> = 498.40 <i>µ</i>g/mL). The most potent antibacterial extract was recorded for <i>P. furfuracea</i> extract with a minimum inhibitory concentration (MIC) ranging from 0.039 to 0.31 mg/mL.", "In this research work, we report that the studied lichen extracts exhibit an important biological effect, supporting that lichens represent a hopeful source of original natural products for the research of new bioactive molecules having a pharmaceutical interest."], "CopyrightInformation": "Copyright © 2020 Noura Aoussar et al."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "RU Microbiology, Hygiene and Bioactive Molecules, LVMQB/EB, University Hassan II of Casablanca, Faculty of Sciences and Techniques of Mohammedia, Casablanca 20650, Morocco."}], "LastName": "Aoussar", "ForeName": "Noura", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Unit of Biology and Medical Research, National Center for Energy, Nuclear Science and Technology, Rabat, Morocco."}], "LastName": "Laasri", "ForeName": "Fatima Ezzahra", "Initials": "FE"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Chemistry-Biochemistry, Environment, Nutrition, and Health, Faculty of Medicine and Pharmacy, University of Hassan II, B.P, Casablanca 5696, Morocco."}], "LastName": "Bourhia", "ForeName": "Mohammed", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacy, Faculty of Medical Sciences, University of Kragujevac, Kragujevac 34000, Serbia."}], "LastName": "Manoljovic", "ForeName": "Nedeljko", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "RU Microbiology, Hygiene and Bioactive Molecules, LVMQB/EB, University Hassan II of Casablanca, Faculty of Sciences and Techniques of Mohammedia, Casablanca 20650, Morocco."}], "LastName": "Mhand", "ForeName": "Rajaa Ait", "Initials": "RA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "RU Microbiology, Hygiene and Bioactive Molecules, LVMQB/EB, University Hassan II of Casablanca, Faculty of Sciences and Techniques of Mohammedia, Casablanca 20650, Morocco."}], "LastName": "Rhallabi", "ForeName": "Naima", "Initials": "N"}, {"Identifier": ["0000-0002-2860-467X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacognosy (MAPPRC), College of Pharmacy, King Saud University, Riyadh, Saudi Arabia."}], "LastName": "Ullah", "ForeName": "Riaz", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacognosy (MAPPRC), College of Pharmacy, King Saud University, Riyadh, Saudi Arabia."}, {"Identifier": [], "Affiliation": "Chemistry of Medicinal Plants Department, National Research Centre, P. No. 33 El Bohouth St. (former El Tahrirst.), Giza 12622, Dokki, Egypt."}], "LastName": "Shahat", "ForeName": "Abdelaaty A", "Initials": "AA"}, {"Identifier": ["0000-0003-0902-6381"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacognosy (MAPPRC), College of Pharmacy, King Saud University, Riyadh, Saudi Arabia."}], "LastName": "Noman", "ForeName": "Omar M", "Initials": "OM"}, {"Identifier": ["0000-0002-6496-7822"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacognosy (MAPPRC), College of Pharmacy, King Saud University, Riyadh, Saudi Arabia."}], "LastName": "Nasr", "ForeName": "Fahd A", "Initials": "FA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacognosy (MAPPRC), College of Pharmacy, King Saud University, Riyadh, Saudi Arabia."}], "LastName": "Almarfadi", "ForeName": "Omer M", "Initials": "OM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Unit of Biology and Medical Research, National Center for Energy, Nuclear Science and Technology, Rabat, Morocco."}], "LastName": "El Mzibri", "ForeName": "Mohammed", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology and Ecology, Faculty of Sciences and Mathematics, University of Nis, Nis 18000, Serbia."}], "LastName": "Vasiljević", "ForeName": "Perica", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Unit of Biology and Medical Research, National Center for Energy, Nuclear Science and Technology, Rabat, Morocco."}], "LastName": "Benbacer", "ForeName": "Laila", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "RU Microbiology, Hygiene and Bioactive Molecules, LVMQB/EB, University Hassan II of Casablanca, Faculty of Sciences and Techniques of Mohammedia, Casablanca 20650, Morocco."}], "LastName": "Mellouki", "ForeName": "Fouad", "Initials": "F"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Evid Based Complement Alternat Med", "NlmUniqueID": "101215021", "ISSNLinking": "1741-427X"}, "CoiStatement": "All contributing authors declare that there are no conflicts of interest."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Nguyen K. H., Chollet-Krugler M., Gouault N., Tomasi S. UV-protectant metabolites from lichens and their symbiotic partners. Natural Product Reports. 2013;30(12):p. 1490. doi: 10.1039/c3np70064j.", "ArticleIdList": ["10.1039/c3np70064j", "24170172"]}, {"Citation": "Elix J. A., Stocker-Wörgötter E. Biochemistry and secondary metabolites. In: Nash Thomas H. I., editor. Lichen Biology. 2nd. Cambridge, UK: Cambridge University Press; 2008. pp. 104–133.", "ArticleIdList": ["10.1017/CBO9780511790478.008"]}, {"Citation": "Cardinale M., Puglia A. M., Grube M. Molecular analysis of lichen-associated bacterial communities. FEMS Microbiology Ecology. 2006;57(3):484–495. doi: 10.1111/j.1574-6941.2006.00133.x.", "ArticleIdList": ["10.1111/j.1574-6941.2006.00133.x", "16907761"]}, {"Citation": "Parrot D., Legrave N., Delmail D., Grube M., Suzuki M., Tomasi S. Review—lichen-associated bacteria as a hot spot of chemodiversity: focus on uncialamycin, a promising compound for future medicinal applications. Planta Medica. 2016;82(13):1143–1152. doi: 10.1055/s-0042-105571.", "ArticleIdList": ["10.1055/s-0042-105571", "27220082"]}, {"Citation": "Dharmadhikari M., Jite P. K., Chettiar S. Antimicrobial activity of extracts of the lichen Parmelinella simplicior and its isolated mycobiont. Asian Journal of Experimental Biological Sciences. 2010;2010:54–85."}, {"Citation": "Komaty S., Letertre M., Dang H. D., et al. Sample preparation for an optimized extraction of localized metabolites in lichens: application to Pseudevernia furfuracea. Talanta. 2016;150:525–530. doi: 10.1016/j.talanta.2015.12.081.", "ArticleIdList": ["10.1016/j.talanta.2015.12.081", "26838439"]}, {"Citation": "Stocker-Wörgötter E. Metabolic diversity of lichen-forming ascomycetous fungi: culturing, polyketide and shikimatemetabolite production, and PKS genes. Natural Product Reports. 2008;25(1):188–200. doi: 10.1039/b606983p.", "ArticleIdList": ["10.1039/b606983p", "18250902"]}, {"Citation": "Ranković B., Kosanić M. Lichens as a potential source of bioactive secondary metabolites. In: Ranković B., editor. Lichen Secondary Metabolites. Cham, Switzerland: Springer International Publishing; 2015. pp. 1–26.", "ArticleIdList": ["10.1007/978-3-030-16814-8_1"]}, {"Citation": "Zimmer A. J., Freifeld A. G. Optimal management of neutropenic fever in patients with cancer. Journal of Oncology Practice. 2019;15(1):19–24. doi: 10.1200/jop.18.00269.", "ArticleIdList": ["10.1200/jop.18.00269", "30629902"]}, {"Citation": "McKay G., Nguyen D. Antibiotic resistance and tolerance in bacterial biofilms. In: Berghuis A., Matlashewski G., Wainberg M. A., Sheppard D., editors. Handbook of Antimicrobial Resistance. New York, NY, USA: Springer; 2017. pp. 203–229."}, {"Citation": "Martinez-Useros J., Li W., Cabeza-Morales M., Garcia-Foncillas J. Oxidative stress: a new target for pancreatic cancer prognosis and treatment. Journal of Clinical Medicine. 2017;6(3):p. 29. doi: 10.3390/jcm6030029.", "ArticleIdList": ["10.3390/jcm6030029", "PMC5372998", "28282928"]}, {"Citation": "Aoussar N., Manzali R., Nattah I., et al. Chemical composition and antioxidant activity of two lichens species (Pseudevernia furfuracea L and Evernia prunastri L) collected from Morocco. Journal of Materials and Environmental Sciences. 2017;8(6):1968–1976."}, {"Citation": "Aoussar N., Rhallabi N., Ait Mhand R., et al. Seasonal variation of antioxidant activity and phenolic content of Pseudevernia furfuracea, Evernia prunastri and Ramalina farinacea from Morocco. Journal of the Saudi Society of Agricultural Sciences. 2020;19(1):1–6. doi: 10.1016/j.jssas.2018.03.004.", "ArticleIdList": ["10.1016/j.jssas.2018.03.004"]}, {"Citation": "Huneck S., Yoshimura I. Identification of Lichen Substances. Berlin, Germany: Springer-Verlag; 1996."}, {"Citation": "Kosanić M., Manojlović N., Janković S., Stanojković T., Ranković B. Evernia prunastri and Pseudoevernia furfuraceae lichens and their major metabolites as antioxidant, antimicrobial and anticancer agents. Food and Chemical Toxicology. 2013;53:112–118. doi: 10.1016/j.fct.2012.11.034.", "ArticleIdList": ["10.1016/j.fct.2012.11.034", "23220145"]}, {"Citation": "Kosanić M. Extracts of five cladonia lichens as sources of biologically active compounds. FARMACIA. 2018;66(4):644–651. doi: 10.31925/farmacia.2018.4.13.", "ArticleIdList": ["10.31925/farmacia.2018.4.13"]}, {"Citation": "Ranković B., Kosanić M., Manojlović N., Rančić A., Stanojković T. Chemical composition of Hypogymnia physodes lichen and biological activities of some its major metabolites. Medicinal Chemistry Research. 2014;23(1):408–416. doi: 10.1007/s00044-013-0644-y.", "ArticleIdList": ["10.1007/s00044-013-0644-y"]}, {"Citation": "Ranković B., Kosanić M., Stanojković T., Vasiljević P., Manojlović N. Biological activities of Toninia candida and Usnea barbata together with their norstictic acid and usnic acid constituents. International Journal of Molecular Sciences. 2012;13(11):14707–14722. doi: 10.3390/ijms131114707.", "ArticleIdList": ["10.3390/ijms131114707", "PMC3509606", "23203090"]}, {"Citation": "Piastowska-Ciesielska A. W., Kozłowski M., Wagner W., Domińska K., Ochędalski T. Effect of an angiotensin II type 1 receptor blocker on caveolin-1 expression in prostate cancer cells. Archives of Medical Science. 2013;4:739–744. doi: 10.5114/aoms.2012.30955.", "ArticleIdList": ["10.5114/aoms.2012.30955", "PMC3776164", "24049538"]}, {"Citation": "Oyaizu M. Studies on products of browning reaction. Antioxidative activities of products of browning reaction prepared from glucosamine. The Japanese Journal of Nutrition and Dietetics. 1986;44(6):307–315. doi: 10.5264/eiyogakuzashi.44.307.", "ArticleIdList": ["10.5264/eiyogakuzashi.44.307"]}, {"Citation": "Kosanić M., Ranković B., Stanojković T., Vasiljević P., Manojlović N. Biological activities and chemical composition of lichens from Serbia. EXCLI Journal. 2014;13:p. 2014.", "ArticleIdList": ["PMC4462831", "26417336"]}, {"Citation": "Slinkard K., Singleton V. L. Total phenol analysis: automation and comparison with manual methods. American Journal of Enology and Viticulture. 1977;28(1):49–55."}, {"Citation": "Žilić S., Hadži-Tašković Šukalović V., Dodig D., et al. Antioxidant activity of small grain cereals caused by phenolics and lipid soluble antioxidants. Journal of Cereal Science. 2011;54(3):417–424. doi: 10.1016/j.jcs.2011.08.006.", "ArticleIdList": ["10.1016/j.jcs.2011.08.006"]}, {"Citation": "The European Committee on Antimicrobial Susceptibility Testing. Breakpoint Tables for Interpretation of MICs and Zone Diameters. Växjö, Sweden: The European Committee on Antimicrobial Susceptibility Testing; 2016.   http://www.eucast.org."}, {"Citation": "Achmit M., Rehhali M., Chouati T., et al. Antimicrobial resistance and detection of biofilm in Staphylococcus aureus isolates from Casablanca. Biotechnology Journal International. 2017;17(3):1–9. doi: 10.9734/bji/2017/31232.", "ArticleIdList": ["10.9734/bji/2017/31232"]}, {"Citation": "Sarker S. D., Nahar L., Kumarasamy Y. Microtitre plate-based antibacterial assay incorporating resazurin as an indicator of cell growth, and its application in the in vitro antibacterial screening of phytochemicals. Methods. 2007;42(4):321–324. doi: 10.1016/j.ymeth.2007.01.006.", "ArticleIdList": ["10.1016/j.ymeth.2007.01.006", "PMC1895922", "17560319"]}, {"Citation": "McNicholl B. P., McGrath J. W., Quinn J. P. Development and application of a resazurin-based biomass activity test for activated sludge plant management. Water Research. 2007;41(1):127–133. doi: 10.1016/j.watres.2006.10.002.", "ArticleIdList": ["10.1016/j.watres.2006.10.002", "17113621"]}, {"Citation": "Grare M. Nancy, France: Université Henri Poincaré; 2009. De la genèse d’une nouvelle classe d’antibactériens à base de polyphénols cycliques de type calixarène: études moléculaire(s), cellulaires(s) et structurale(s) en vue de l’identification des cibles d’action: le cas du para-guanidinoéthylcalix [4]arène; p. p. 618. M. S thesis."}, {"Citation": "Manojlović N., Ranković B., Kosanić M., Vasiljević P., Stanojković T. Chemical composition of three Parmelia lichens and antioxidant, antimicrobial and cytotoxic activities of some their major metabolites. Phytomedicine. 2012;19(13):1166–1172. doi: 10.1016/j.phymed.2012.07.012.", "ArticleIdList": ["10.1016/j.phymed.2012.07.012", "22921748"]}, {"Citation": "Studzińska-Sroka E., Zarabska-Bożjewicz D. Hypogymnia physodes–a lichen with interesting medicinal potential and ecological properties. Journal of Herbal Medicine. 2019;17(18):p. 100287."}, {"Citation": "Shrestha G., St Clair L. L. Lichens: a promising source of antibiotic and anticancer drugs. Phytochemistry Reviews. 2013;12(1):229–244. doi: 10.1007/s11101-013-9283-7.", "ArticleIdList": ["10.1007/s11101-013-9283-7"]}, {"Citation": "Tomović J. Phytochemical analysis and biological activity of extracts of lichen physcia semipinnata: as a new source of pharmacologically active compounds. FARMACIA. 2019;67(2):346–353. doi: 10.31925/farmacia.2019.2.21.", "ArticleIdList": ["10.31925/farmacia.2019.2.21"]}, {"Citation": "Fernández-Moriano C., Divakar P. K., Crespo A., Gómez-Serranillos M. P. Neuroprotective activity and cytotoxic potential of two Parmeliaceae lichens: identification of active compounds. Phytomedicine. 2015;22(9):847–855. doi: 10.1016/j.phymed.2015.06.005.", "ArticleIdList": ["10.1016/j.phymed.2015.06.005", "26220632"]}, {"Citation": "Nguyen T. T. H., Dinh M. H., et al. Antioxidant and cytotoxic activity of lichens collected from bidoup nui Ba national park, vietnam. Research on Chemical Intermediates. 2019;45(1):33–49. doi: 10.1007/s11164-018-3628-1.", "ArticleIdList": ["10.1007/s11164-018-3628-1"]}, {"Citation": "Sökmen B. B., Kinalioğlu K., Aydin S. Antimicrobial and antioxidant activities of pseudevernia furfuracea (L.) Zopf var. furfuracea and evernia prunastri lichens collected from black sea region. Gazi University Journal of Science. 2012;25(3):557–565."}, {"Citation": "Türka H., Yılmaz M., Tay T., Türk A. Ö., Kıvanç M. Antimicrobial activity of extracts of chemical races of the lichen Pseudevernia furfuracea and their physodic acid, chloroatranorin, atranorin, and olivetoric acid constituents. Zeitschrift für Naturforschung C. 2006;61(7-8):499–507. doi: 10.1515/znc-2006-7-806.", "ArticleIdList": ["10.1515/znc-2006-7-806", "16989308"]}, {"Citation": "Tay T., Türk A. Ö., Yılmaz M., Türk H., Kıvanç M. Evaluation of the antimicrobial activity of the acetone extract of the lichen Ramalina farinacea and its (+)-Usnic acid, norstictic acid, and protocetraric acid constituents. Zeitschrift für Naturforschung C. 2004;59(5-6):384–388. doi: 10.1515/znc-2004-5-617.", "ArticleIdList": ["10.1515/znc-2004-5-617", "18998406"]}, {"Citation": "Gülteki̇N S., Özyiğitoğlu G. Pseudevernia furfuracea (L.) Zopf liken türünün antibakteriyel aktivitesi ve antioksidan kapasitesinin araştırılması. Marmara Fen Bilimleri Dergisi. 2018;30(2):210–216."}, {"Citation": "Ö. Osmana, A. Yildiz, and S. C. Saçilik, “Türkiye’deki Farkl› Bölgelerden ‹zole Edilen Likenlerin Antimikrobiyal Aktiviteleri,” p. 3."}, {"Citation": "Tian F., Li B., Ji B., et al. Antioxidant and antimicrobial activities of consecutive extracts from Galla chinensis:The polarity affects the bioactivities. Food Chemistry. 2009;113(1):173–179. doi: 10.1016/j.foodchem.2008.07.062.", "ArticleIdList": ["10.1016/j.foodchem.2008.07.062"]}, {"Citation": "Pompilio A., Pomponio S., Di Vincenzo V., et al. Antimicrobial and antibiofilm activity of secondary metabolites of lichens against methicillin-resistantStaphylococcus aureusstrains from cystic fibrosis patients. Future Microbiology. 2013;8(2):281–292. doi: 10.2217/fmb.12.142.", "ArticleIdList": ["10.2217/fmb.12.142", "23374132"]}, {"Citation": "Gupta V. K., Verma S., Gupta S., et al. Membrane-damaging potential of natural L-(−)-usnic acid in Staphylococcus aureus. European Journal of Clinical Microbiology & Infectious Diseases. 2012;31(12):3375–3383. doi: 10.1007/s10096-012-1706-7.", "ArticleIdList": ["10.1007/s10096-012-1706-7", "22865029"]}, {"Citation": "Kokubun T., Shiu W., Gibbons S. Inhibitory activities of lichen-derived compounds against methicillin- and multidrug-resistant Staphylococcus aureus. Planta Medica. 2007;73(2):176–179. doi: 10.1055/s-2006-957070.", "ArticleIdList": ["10.1055/s-2006-957070", "17415880"]}, {"Citation": "Es-sadeqy Y., Chouati T., Aoussar N., et al. Lichens as sources of antibacterial compounds. In: Yusuf M., editor. Lichen-Derived Products: Extraction and Applications. A Hoboken NJ, USA: John Wiley & Sons; 2020. pp. 141–178.", "ArticleIdList": ["10.1002/9781119593249.ch6"]}]}], "History": [{"Year": "2020", "Month": "6", "Day": "18"}, {"Year": "2020", "Month": "10", "Day": "8"}, {"Year": "2020", "Month": "11", "Day": "25"}, {"Year": "2020", "Month": "12", "Day": "21", "Hour": "6", "Minute": "5"}, {"Year": "2020", "Month": "12", "Day": "22", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "12", "Day": "22", "Hour": "6", "Minute": "1"}, {"Year": "2020", "Month": "12", "Day": "2"}], "PublicationStatus": "epublish", "ArticleIdList": ["33343680", "PMC7732381", "10.1155/2020/8104538"]}}]}