{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["PUFA", "algae", "bioactivity", "functional food", "metabolites", "nutraceutical", "pharmaceuticals", "seaweeds"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "33350143", "DateRevised": {"Year": "2020", "Month": "12", "Day": "22"}, "Article": {"ArticleDate": [{"Year": "2018", "Month": "10", "Day": "15"}], "Language": ["eng"], "ELocationID": ["10.1111/1541-4337.12396"], "Journal": {"ISSN": "1541-4337", "JournalIssue": {"Volume": "17", "Issue": "6", "PubDate": {"Year": "2018", "Month": "Nov"}}, "Title": "Comprehensive reviews in food science and food safety", "ISOAbbreviation": "Compr Rev Food Sci Food Saf"}, "ArticleTitle": "Metabolites Unravel Nutraceutical Potential of Edible Seaweeds: An Emerging Source of Functional Food.", "Pagination": {"StartPage": "1613", "EndPage": "1624", "MedlinePgn": "1613-1624"}, "Abstract": {"AbstractText": ["Functional foods are nutritional compounds which also provide health and medicinal benefits. Daily food intake has much impact on the quality of life, and therefore inclusion of functional foods is now essential to our diet. Nutraceuticals are neither food nor drug but are added to food to provide extra nutritional and physiological properties. Though nutraceutical compounds provide minimal actions, their regular involvement in the diet can provide major and long-term health benefits. Global demand for additional and sustainable biomass for the production of important metabolites with nutraceutical potential has resulted in renewed interest in seaweeds. Seaweeds have been consumed from ancient times in Asian areas, and in recent times they have been demonstrated to possess many medicinal effects. Seaweeds are considered a rich source of various nutritional ingredients and metabolites that have pharmaceutical properties. It has been observed that total protein, from terrestrial plants such as soybean and wheat, produces an allergic response on consumption. Therefore, seaweed proteins can be considered a promising source for food industries. Overall, seaweeds are a rich source of PUFAs, metabolites, proteins, sulfated polysaccharides, vitamins, and minerals, which are all responsible for different bioactivities; they are therefore considered a promising functional food (nutraceutical). In this review we discuss the nutraceutical potential of seaweeds regarding different metabolites (primary and secondary), variation in composition, probable biological applications, limitations, research gaps, and future prospects."], "CopyrightInformation": "© 2018 Institute of Food Technologists®."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Div. of Biotechnology and Phycology, CSIR-Central Salt and Marine Chemicals Research Inst., G. B. Marg, Bhavnagar, Gujarat, India."}, {"Identifier": [], "Affiliation": "Acad. of Scientific and Innovative Research, Council of Scientific and Industrial Research, New Delhi, India."}], "LastName": "Tanna", "ForeName": "Bhakti", "Initials": "B"}, {"Identifier": ["0000-0003-0342-010X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Div. of Biotechnology and Phycology, CSIR-Central Salt and Marine Chemicals Research Inst., G. B. Marg, Bhavnagar, Gujarat, India."}, {"Identifier": [], "Affiliation": "Acad. of Scientific and Innovative Research, Council of Scientific and Industrial Research, New Delhi, India."}], "LastName": "Mishra", "ForeName": "Avinash", "Initials": "A"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Compr Rev Food Sci Food Saf", "NlmUniqueID": "101305205", "ISSNLinking": "1541-4337"}}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Abdul, Q. A., Choi, R. J., Jung, H. A., & Choi, J. S. (2016). Health benefit of fucosterol from marine algae: A review. Journal of the Science of Food and Agriculture, 96(6), 1856-1866. https://doi.org/10.1002/jsfa.7489"}, {"Citation": "Abirami, R. G., & Kowsalya, S. (2011). Nutrient and nutraceutical potentials of seaweed biomass Ulva lactuca and Kappaphycus alvarezii. Journal of Agricultural Science and Technology, 5(1), 109-115."}, {"Citation": "Airanthi, M. W. A., Sasaki, N., Iwasaki, S., Baba, N., Abe, M., Hosokawa, M., & Miyashita, K. (2011). Effect of brown seaweed lipids on fatty acid composition and lipid hydroperoxide levels of mouse liver. Journal of Agricultural and Food Chemistry, 59(8), 4156-4163. https://doi.org/10.1021/jf104643b"}, {"Citation": "Alles, M. S., Eussen, S. R., & Van Der Beek, E. M. (2014). Nutritional challenges and opportunities during the weaning period and in young childhood. Annals of Nutrition and Metabolism, 64(3-4), 284-293. https://doi.org/10.1159/000365036"}, {"Citation": "Andrade, P. B., Barbosa, M., Matos, R. P., Lopes, G., Vinholes, J., Mouga, T., & Valentão, P. (2013). Valuable compounds in macroalgae extracts. Food Chemistry, 138(2-3), 1819-1828. https://doi.org/10.1016/j.foodchem.2012.11.081"}, {"Citation": "Aravindan, S., Ramraj, S., Kandasamy, K., Thirugnanasambandan, S. S., Somasundaram, D. B., Herman, T. S., & Aravindan, N. (2017). Hormophysa triquetra polyphenol, an elixir that deters CXCR4-and COX2-dependent dissemination destiny of treatment-resistant pancreatic cancer cells. Oncotarget, 8(4), 5717-5734. https://doi.org/10.18632/oncotarget.13900"}, {"Citation": "Armisen, R., & Galatas, F. (1987). Production, properties and uses of agar. In D. J. McHugh (Ed.), Production and utilization of products from commercial seaweeds (pp. 1-57). Rome: FAO Fisheries Technical Paper (281)."}, {"Citation": "Asai, A., Sugawara, T., Ono, H., & Nagao, A. (2004). Biotransformation of fucoxanthinol into amarouciaxanthin A in mice and HepG2 cells: Formation and cytotoxicity of fucoxanthin metabolites. Drug Metabolism and Disposition, 32(2), 205-211. https://doi.org/10.1124/dmd.32.2.205"}, {"Citation": "Asztalos, B. F., & Schaefer, E. J. (2003). HDL in atherosclerosis: Actor or bystander? Atherosclerosis Supplements, 4(1), 21-29. https://doi.org/10.1016/S1567-5688(03)00006-0"}, {"Citation": "Athukorala, Y., Jung, W. K., Vasanthan, T., & Jeon, Y. J. (2006). An anticoagulative polysaccharide from an enzymatic hydrolysate of Ecklonia cava. Carbohydrate Polymers, 66(2), 184-191. https://doi.org/10.1016/j.carbpol.2006.03.002"}, {"Citation": "Athukorala, Y., Kim, K. N., & Jeon, Y. J. (2006b). Antiproliferative and antioxidant properties of an enzymatic hydrolysate from brown alga, Ecklonia cava. Food and Chemical Toxicology, 44(7), 1065-1074. https://doi.org/10.1016/j.fct.2006.01.011"}, {"Citation": "Augst, A. D., Kong, H. J., & Mooney, D. J. (2006). Alginate hydrogels as biomaterials. Macromolecular Bioscience, 6(8), 623-633. https://doi.org/10.1002/mabi.200600069"}, {"Citation": "Bajpai, V. K. (2017). Korean seaweeds as a food of future: An update on use and risk factors. Indian Journal of Geo Marine Sciences, 46(07), 1253-1260. https://nopr.niscair.res.in/handle/123456789/42256"}, {"Citation": "Barbosa, M., Fernandes, F., Pereira, D. M., Azevedo, I. C., Sousa-Pinto, I., Andrade, P. B., & Valentão, P. (2017). Fatty acid patterns of the kelps Saccharina latissima, Saccorhiza polyschides and Laminaria ochroleuca: Influence of changing environmental conditions. Arabian Journal of Chemistry, Advance online publication. https://doi.org/10.1016/j.arabjc.2017.01.015"}, {"Citation": "Beaulieu, L., Bondu, S., Doiron, K., Rioux, L. E., & Turgeon, S. L. (2015). Characterization of antibacterial activity from protein hydrolysates of the macroalga Saccharina longicruris and identification of peptides implied in bioactivity. Journal of Functional Foods, 17, 685-697. https://doi.org/10.1016/j.jff.2015.06.026"}, {"Citation": "Bigliardi, B., & Galati, F. (2013). Innovation trends in the food industry: The case of functional foods. Trends in Food Science & Technology, 31(2), 118-129. https://doi.org/10.1016/j.tifs.2013.03.006"}, {"Citation": "Brower, V. (1998). Nutraceuticals: Poised for a healthy slice of the healthcare market? Nature Biotechnology, 16, 728-731. https://doi.org/10.1038/nbt0898-728"}, {"Citation": "Campo, V. L., Kawano, D. F., da Silva, D. B., & Carvalho, I. (2009). Carrageenans: Biological properties, chemical modifications and structural analysis-A review. Carbohydrate Polymers, 77(2), 167-180. https://doi.org/10.1016/j.carbpol.2009.01.020"}, {"Citation": "Cardozo, K. H., Guaratini, T., Barros, M. P., Falcão, V. R., Tonon, A. P., Lopes, N. P., … Pinto, E. (2007). Metabolites from algae with economical impact. Comparative Biochemistry and Physiology Part C: Toxicology & Pharmacology, 146(1-2), 60-78. https://doi.org/10.1016/j.cbpc.2006.05.007"}, {"Citation": "Carlucci, M. J., Scolaro, L. A., & Damonte, E. B. (1999). Inhibitory action of natural carrageenans on Herpes simplex virus infection of mouse astrocytes. Chemotherapy, 45(6), 429-436. https://doi.org/10.1159/000007236"}, {"Citation": "Cěrná, M. (2011). Seaweed proteins and amino acids as nutraceuticals. Advances in Food and Nutrition Research, 64, 297-312. https://doi.org/10.1016/B978-0-12-387669-0.00024-7"}, {"Citation": "Chen, Z., Xu, Y., Liu, T., Zhang, L., Liu, H., & Guan, H. (2016). Comparative studies on the characteristic fatty acid profiles of four different Chinese medicinal Sargassum seaweeds by GC-MS and chemometrics. Marine Drugs, 14(4), 68. https://doi.org/10.3390/md14040068"}, {"Citation": "Cho, S., Yang, H., Jeon, Y. J., Lee, C. J., Jin, Y. H., Baek, N. I., … Shimizu, M. (2012). Phlorotannins of the edible brown seaweed Ecklonia cava Kjellman induce sleep via positive allosteric modulation of gamma-aminobutyric acid type A-benzodiazepine receptor: A novel neurological activity of seaweed polyphenols. Food Chemistry, 132(3), 1133-1142. https://doi.org/10.1016/j.foodchem.2011.08.040"}, {"Citation": "Cho, S., Yoon, M., Pae, A. N., Jin, Y. H., Cho, N. C., Takata, Y., … Kim, J. (2014). Marine polyphenol phlorotannins promote non-rapid eye movement sleep in mice via the benzodiazepine site of the GABAA receptor. Psychopharmacology, 231(14), 2825-2837. https://doi.org/10.1007/s00213-014-3445-1"}, {"Citation": "Choi, B. W., Lee, H. S., Shin, H. C., & Lee, B. H. (2015). Multifunctional activity of polyphenolic compounds associated with a potential for Alzheimer's disease therapy from Ecklonia cava. Phytotherapy Research, 29(4), 549-553. https://doi.org/10.1002/ptr.5282"}, {"Citation": "Choi, E. M., Kim, A. J., Kim, Y. O., & Hwang, J. K. (2005). Immunomodulating activity of arabinogalactan and fucoidan in vitro. Journal of Medicinal Food, 8(4), 446-453. https://doi.org/10.1089/jmf.2005.8.446"}, {"Citation": "Choudhary, M., & Grover, K. (2012). Development of functional food products in relation to obesity. Functional Foods in Health & Disease, 2(6), 188-197. https://doi.org/10.31989/ffhd.v2i6.90"}, {"Citation": "Cluzet, S., Torregrosa, C., Jacquet, C., Lafitte, C., Fournier, J., Mercier, L., … Dumas, B. (2004). Gene expression profiling and protection of Medicago truncatula against a fungal infection in response to an elicitor from green algae Ulva spp. Plant, Cell & Environment, 27(7), 917-928. https://doi.org/10.1111/j.1365-3040.2004.01197.x"}, {"Citation": "Cockbill, C. A. (1994). Food law and functional foods. British Food Journal, 96(3), 3-4. https://doi.org/10.1108/00070709410060745"}, {"Citation": "Cordeiro, R. A., Gomes, V. M., Carvalho, A. F. U., & Melo, V. M. M. (2006). Effect of proteins from the red seaweed Hypnea musciformis (Wulfen) Lamouroux on the growth of human pathogen yeasts. Brazilian Archives of Biology and Technology, 49(6), 915-921. https://doi.org/10.1590/S1516-89132006000700008"}, {"Citation": "Cuellar-Bermudez, S. P., Aguilar-Hernandez, I., Cardenas-Chavez, D. L., Ornelas-Soto, N., Romero-Ogawa, M. A., & Parra-Saldivar, R. (2015). Extraction and purification of high-value metabolites from microalgae: Essential lipids, astaxanthin and phycobiliproteins. Microbial Biotechnology, 8(2), 190-209. https://doi.org/10.1111/1751-7915.12167"}, {"Citation": "Cunha, L., & Grenha, A. (2016). Sulfated seaweed polysaccharides as multifunctional materials in drug delivery applications. Marine Drugs, 14(3), 42. https://doi.org/10.3390/md14030042"}, {"Citation": "Custódio, M., Villasante, S., Cremades, J., Calado, R., & Lillebø, A. I. (2017). Unravelling the potential of halophytes for marine integrated multi-trophic aquaculture (IMTA) a perspective on performance, opportunities and challenges. Aquaculture Environment Interactions, 9, 445-460. https://doi.org/10.3354/aei00244"}, {"Citation": "D'Orazio, N., Gemello, E., Gammone, M. A., de Girolamo, M., Ficoneri, C., & Riccioni, G. (2012). Fucoxantin: A treasure from the sea. Marine Drugs, 10(3), 604-616. https://doi.org/10.3390/md10030604"}, {"Citation": "Darcy-Vrillon, B. (1993). Nutritional aspects of the developing use of marine macroalgae for the human food industry. International Journal of Food Sciences and Nutrition, 44(Suppl 1), S23-S35."}, {"Citation": "Das, L., Bhaumik, E., Raychaudhuri, U., & Chakraborty, R. (2012). Role of nutraceuticals in human health. Journal of Food Science and Technology, 49(2), 173-183. https://doi.org/10.1007/s13197-011-0269-4"}, {"Citation": "Das, S. K., Hashimoto, T., & Kanazawa, K. (2008). Growth inhibition of human hepatic carcinoma HepG2 cells by fucoxanthin is associated with down-regulation of cyclin D. Biochimica et Biophysica Acta (BBA)-General Subjects, 1780(4), 743-749. https://doi.org/10.1016/j.bbagen.2008.01.003"}, {"Citation": "Debbarma, J., Rao, B. M., Murthy, L. N., Mathew, S., Venkateshwarlu, G., & Ravishankar, C. N. (2016). Nutritional profiling of the edible seaweeds Gracilaria edulis, Ulva lactuca and Sargassum sp. Indian Journal of Fisheries, 63(3), 81-87. https://doi.org/10.21077/ijf.2016.63.3.60073-11"}, {"Citation": "DeFelice, S. L. (1995). The nutraceutical revolution: Its impact on food industry R&D. Trends in Food Science & Technology, 6(2), 59-61. https://doi.org/10.1016/S0924-2244(00)88944-X"}, {"Citation": "Dyerberg, J., & Jørgensen, K. A. (1982). Marine oils and thrombogenesis. Progress in Lipid Research, 21(4), 255-269. https://doi.org/10.1016/0163-7827(82)90011-X"}, {"Citation": "Edwards, M. D., Holdt, S. L., & Hynes, S. (2012). Algal eating habits of phycologists attending the ISAP Halifax Conference and members of the general public. Journal of Applied Phycology, 24(3), 627-633. https://doi.org/10.1007/s10811-011-9760-6"}, {"Citation": "El Baky, H. A., Baz, F. K. E., & Baroty, G. S. E. (2009). Potential biological properties of sulphated polysaccharides extracted from the macroalgae Ulva lactuca L. Academic Journal of Cancer Research, 2(1), 1-11. https://idosi.org/ajcr/2(1)09/1.pdf"}, {"Citation": "El Shoubaky, G. A., Abdel-Daim, M. M., Mansour, M. H., & Salem, E. A. (2016). Isolation and identification of a flavone apigenin from marine red alga Acanthophora spicifera with antinociceptive and anti-inflammatory activities. Journal of Experimental Neuroscience, 10, 21-29. https://doi.org/10.4137/JEN.S25096"}, {"Citation": "Espín, J. C., García-Conesa, M. T., & Tomás-Barberán, F. A. (2007). Nutraceuticals: Facts and fiction. Phytochemistry, 68(22-24), 2986-3008. https://doi.org/10.1016/j.phytochem.2007.09.014"}, {"Citation": "Fernandes, F., Barbosa, M., Oliveira, A. P., Azevedo, I. C., Sousa-Pinto, I., Valentão, P., & Andrade, P. B. (2016). The pigments of kelps (Ochrophyta) as part of the flexible response to highly variable marine environments. Journal of Applied Phycology, 28(6), 3689-3696. https://doi.org/10.1007/s10811-016-0883-7"}, {"Citation": "Ferreres, F., Lopes, G., Gil-Izquierdo, A., Andrade, P. B., Sousa, C., Mouga, T., & Valentão, P. (2012). Phlorotannin extracts from fucales characterized by HPLC-DAD-ESI-MSn: Approaches to hyaluronidase inhibitory capacity and antioxidant properties. Marine Drugs, 10(12), 2766-2781. https://doi.org/10.3390/md10122766"}, {"Citation": "Fitzgerald, C., Gallagher, E., Doran, L., Auty, M., Prieto, J., & Hayes, M. (2014). Increasing the health benefits of bread: Assessment of the physical and sensory qualities of bread formulated using a renin inhibitory Palmaria palmata protein hydrolysate. LWT-Food Science and Technology, 56(2), 398-405. https://doi.org/10.1016/j.lwt.2013.11.031"}, {"Citation": "Fleurence, J. (1999). Seaweed proteins: Biochemical, nutritional aspects and potential uses. Trends in Food Science & Technology, 10(1), 25-28. https://doi.org/10.1016/S0924-2244(99)00015-1"}, {"Citation": "Gammone, M. A., & D'Orazio, N. (2015). Anti-obesity activity of the marine carotenoid fucoxanthin. Marine Drugs, 13(4), 2196-2214. https://doi.org/10.3390/md13042196"}, {"Citation": "Ganesan, P., Kumar, C. S., & Bhaskar, N. (2008). Antioxidant properties of methanol extract and its solvent fractions obtained from selected Indian red seaweeds. Bioresource Technology, 99(8), 2717-2723. https://doi.org/10.1016/j.biortech.2007.07.005"}, {"Citation": "Gerasimenko, N. I., Busarova, N. G., & Moiseenko, O. P. (2010). Seasonal changes in the content of lipids, fatty acids, and pigments in brown alga Costaria costata. Russian Journal of Plant Physiology, 57(2), 205-211. https://doi.org/10.1134/S102144371002007X"}, {"Citation": "Giada, M. D. L. R. (2013). Food phenolic compounds: Main classes, sources and their antioxidant power. In J. A. Morales-Gonzalez (Ed.), Oxidative stress and chronic degenerative diseases- A role for antioxidants (pp. 87-112). Rijeka, Croatia: InTech. https://doi.org/10.5772/51687"}, {"Citation": "Gómez-Ordóñez, E., Jiménez-Escrig, A., & Rupérez, P. (2010). Dietary fibre and physicochemical properties of several edible seaweeds from the northwestern Spanish coast. Food Research International, 43(9), 2289-2294. https://doi.org/10.1016/j.foodres.2010.08.005"}, {"Citation": "Goñi, I., Gudiel-Urbano, M., & Saura-Calixto, F. (2002). In vitro determination of digestible and unavailable protein in edible seaweeds. Journal of the Science of Food and Agriculture, 82(15), 1850-1854. https://doi.org/10.1002/jsfa.1270"}, {"Citation": "Hamed, I., Özogul, F., Özogul, Y., & Regenstein, J. M. (2015). Marine bioactive compounds and their health benefits: A review. Comprehensive Reviews in Food Science and Food Safety, 14(4), 446-465. https://doi.org/10.1111/1541-4337.12136"}, {"Citation": "Haneji, K., Matsuda, T., Tomita, M., Kawakami, H., Ohshiro, K., Uchihara, J. N., … Mori, N. (2005). Fucoidan extracted from Cladosiphon okamuranus Tokida induces apoptosis of human T-cell leukemia virus type 1-infected T-cell lines and primary adult T-cell leukemia cells. Nutrition and Cancer, 52(2), 189-201. https://doi.org/10.1207/s15327914nc5202_9"}, {"Citation": "Harnedy, P. A., & FitzGerald, R. J. (2013). In vitro assessment of the cardioprotective, anti-diabetic and antioxidant potential of Palmaria palmata protein hydrolysates. Journal of Applied Phycology, 25(6), 1793-1803. https://doi.org/10.1007/s10811-013-0017-4"}, {"Citation": "Hoffman, D. R., Boettcher, J. A., & Diersen-Schade, D. A. (2009). Toward optimizing vision and cognition in term infants by dietary docosahexaenoic and arachidonic acid supplementation: A review of randomized controlled trials. Prostaglandins Prostaglandins, Leukotrienes and Essential Fatty Acids, 81(2-3), 151-158. https://doi.org/10.1016/j.plefa.2009.05.003"}, {"Citation": "Holdt, S. L., & Kraan, S. (2011). Bioactive compounds in seaweed: Functional food applications and legislation. Journal of Applied Phycology, 23(3), 543-597. https://doi.org/10.1007/s10811-010-9632-5"}, {"Citation": "Hori, K., Miyazawa, K., & Ito, K. (1990). Some common properties of lectins from marine algae. Hydrobiologia, 204(1), 561-566. https://doi.org/10.1007/BF00040287"}, {"Citation": "Horrocks, L. A., & Yeo, Y. K. (1999). Health benefits of docosahexaenoic acid (DHA). Pharmacological Research, 40(3), 211-225. https://doi.org/10.1006/phrs.1999.0495"}, {"Citation": "Hosokawa, M., Miyashita, T., Nishikawa, S., Emi, S., Tsukui, T., Beppu, F., … Miyashita, K. (2010). Fucoxanthin regulates adipocytokine mRNA expression in white adipose tissue of diabetic/obese KK-Ay mice. Archives of Biochemistry and Biophysics, 504(1), 17-25. https://doi.org/10.1016/j.abb.2010.05.031"}, {"Citation": "Hurd, C. L., Harrison, P. J., Bischof, K., & Lobban, C. S. (2014). Seaweed ecology and physiology (2nd ed). Cambridge, UK: Cambridge University Press. https://doi.org/10.1017/CBO9781139192637"}, {"Citation": "Jack, D. B. (1995). Keep takingthe tomatoes-the exciting world of nutraceuticals. Molecular Medicine Today, 1(3), 118-121. https://doi.org/10.1016/S1357-4310(95)80088-3"}, {"Citation": "Jeon, H. J., Seo, M. J., Choi, H. S., Lee, O. H., & Lee, B. Y. (2014). Gelidium elegans, an edible red seaweed, and hesperidin inhibit lipid accumulation and production of reactive oxygen species and reactive nitrogen species in 3T3-L1 and RAW264. 7 cells. Phytotherapy Research, 28(11), 1701-1709. https://doi.org/10.1002/ptr.5186"}, {"Citation": "Jiao, G., Yu, G., Zhang, J., & Ewart, H. S. (2011). Chemical structures and bioactivities of sulfated polysaccharides from marine algae. Marine Drugs, 9(2), 196-223. https://doi.org/10.3390/md9020196"}, {"Citation": "Jiménez-Escrig, A., & Sánchez-Muniz, F. J. (2000). Dietary fibre from edible seaweeds: Chemical structure, physicochemical properties and effects on cholesterol metabolism. Nutrition Research, 20(4), 585-598. https://doi.org/10.1016/S0271-5317(00)00149-4"}, {"Citation": "Kadam, S. U., Tiwari, B. K., & O'donnell, C. P. (2015). Extraction, structure and biofunctional activities of laminarin from brown algae. International Journal of Food Science & Technology, 50(1), 24-31. https://doi.org/10.1111/ijfs.12692"}, {"Citation": "Kang, K. A., Lee, K. H., Chae, S., Zhang, R., Jung, M. S., Lee, Y., … Ham, Y. M. (2005). Eckol isolated from Ecklonia cava attenuates oxidative stress induced cell damage in lung fibroblast cells. FEBS Letters, 579(28), 6295-6304. https://doi.org/10.1016/j.febslet.2005.10.008"}, {"Citation": "Kendel, M., Couzinet-Mossion, A., Viau, M., Fleurence, J., Barnathan, G., & Wielgosz-Collin, G. (2013). Seasonal composition of lipids, fatty acids, and sterols in the edible red alga Grateloupia turuturu. Journal of Applied Phycology, 25(2), 425-432. https://doi.org/10.1007/s10811-012-9876-3"}, {"Citation": "Khan, M. N. A., Cho, J. Y., Lee, M. C., Kang, J. Y., Park, N. G., Fujii, H., & Hong, Y. K. (2007). Isolation of two anti-inflammatory and one pro-inflammatory polyunsaturated fatty acids from the brown seaweed Undaria pinnatifida. Journal of Agricultural and Food Chemistry, 55(17), 6984-6988. https://doi.org/10.1021/jf071791s"}, {"Citation": "Khotimchenko, S. V., Vaskovsky, V. E., & Titlyanova, T. V. (2002). Fatty acids of marine algae from the Pacific coast of North California. Botanica Marina, 45(1), 17-22. https://doi.org/10.1515/BOT.2002.003"}, {"Citation": "Khotimchenko, Y. S., Kovalev, V. V., Savchenko, O. V., & Ziganshina, O. A. (2001). Physical-chemical properties, physiological activity, and usage of alginates, the polysaccharides of brown algae. Russian Journal of Marine Biology, 27(Suppl 1), S53-S64. https://doi.org/10.1023/A:1013851022276"}, {"Citation": "Kim, E. A., Kang, M. C., Lee, J. H., Kang, N., Lee, W., Oh, J. Y., … Jeon, Y. J. (2015). Protective effect of marine brown algal polyphenols against oxidative stressed zebrafish with high glucose. RSC Advances, 5(33), 25738-25746. https://doi.org/10.1039/C5RA00338E"}, {"Citation": "Kim, J. A., Kong, C. S., & Kim, S. K. (2010). Effect of Sargassum thunbergii on ROS mediated oxidative damage and identification of polyunsaturated fatty acid components. Food and Chemical Toxicology, 48(5), 1243-1249. https://doi.org/10.1016/j.fct.2010.02.017"}, {"Citation": "Kim, K. N., Heo, S. J., Kang, S. M., Ahn, G., & Jeon, Y. J. (2010). Fucoxanthin induces apoptosis in human leukemia HL-60 cells through a ROS-mediated Bcl-xL pathway. Toxicology in Vitro, 24(6), 1648-1654. https://doi.org/10.1016/j.tiv.2010.05.023"}, {"Citation": "Kim, S. K., & Karadeniz, F. (2011). Anti-HIV activity of extracts and compounds from marine algae. Advances in Food and Nutrition Research, 64, 255-265. https://doi.org/10.1016/B978-0-12-387669-0.00020-X"}, {"Citation": "Ko, S. C., Kang, M. C., Kang, N., Kim, H. S., Lee, S. H., Ahn, G., … Jeon, Y. J. (2017). Effect of angiotensin I-converting enzyme (ACE) inhibition and nitric oxide (NO) production of 6, 6′-bieckol, a marine algal polyphenol and its anti-hypertensive effect in spontaneously hypertensive rats. Process Biochemistry, 58, 326-332. https://doi.org/10.1016/j.procbio.2017.04.014"}, {"Citation": "Kraan, S. (2012). Algal polysaccharides, novel applications and outlook. In C. F. Chang (Ed.), Carbohydrates-Comprehensive studies on glycobiology and glycotechnology (pp. 489-532). Rijeka, Croatia: InTech. https://doi.org/10.5772/51572"}, {"Citation": "Kumar, K. S., Ganesan, K., Selvaraj, K., & Rao, P. S. (2014). Studies on the functional properties of protein concentrate of Kappaphycus alvarezii (Doty) Doty-An edible seaweed. Food Chemistry, 153, 353-360. https://doi.org/10.1016/j.foodchem.2013.12.058"}, {"Citation": "Kumari, P., Kumar, M., Gupta, V., Reddy, C. R. K., & Jha, B. (2010). Tropical marine macroalgae as potential sources of nutritionally important PUFAs. Food Chemistry, 120(3), 749-757. https://doi.org/10.1016/j.foodchem.2009.11.006"}, {"Citation": "Lagarde, M., Croset, M., Sicard, B., & Dechavanne, M. (1986). Biological activities and metabolism of eicosenoic acids in relation to platelet and endothelial function. Progress in Lipid Research, 25, 269-271. https://doi.org/10.1016/0163-7827(86)90055-X"}, {"Citation": "Lahaye, M., & Robic, A. (2007). Structure and functional properties of ulvan, a polysaccharide from green seaweeds. Biomacromolecules, 8(6), 1765-1774. https://doi.org/10.1021/bm061185q"}, {"Citation": "Lee, J. Y., Kim, Y. J., Kim, H. J., Kim, Y. S., & Park, W. (2012). Immunostimulatory effect of laminarin on RAW 264.7 mouse macrophages. Molecules, 17(5), 5404-5411. https://doi.org/10.3390/molecules17055404"}, {"Citation": "Lee, Y. J., Yoon, K. Y., Lee, O. H., Kim, K. J., & Lee, B. Y. (2016). Polyphenol extracted from Ecklonia cava increases insulin-mediated glucose uptake in 3t3-l1 cells and reduces fasting blood glucose levels in C57BL/KsJ db/db mice. Journal of Food and Nutrition Research, 4(2), 126-130. https://doi.org/10.12691/jfnr-4-2-10"}, {"Citation": "Leiro, J. M., Castro, R., Arranz, J. A., & Lamas, J. (2007). Immunomodulating activities of acidic sulphated polysaccharides obtained from the seaweed Ulva rigida C. Agardh. International Immunopharmacology, 7(7), 879-888. https://doi.org/10.1016/j.intimp.2007.02.007"}, {"Citation": "Li, B., Lu, F., Wei, X., & Zhao, R. (2008). Fucoidan: Structure and bioactivity. Molecules, 13(8), 1671-1695. https://doi.org/10.3390/molecules13081671"}, {"Citation": "Liao, W. R., Lin, J. Y., Shieh, W. Y., Jeng, W. L., & Huang, R. (2003). Antibiotic activity of lectins from marine algae against marine vibrios. Journal of Industrial Microbiology and Biotechnology, 30(7), 433-439. https://doi.org/10.1007/s10295-003-0068-7"}, {"Citation": "Lopes, G., Daletos, G., Proksch, P., Andrade, P. B., & Valentão, P. (2014). Anti-inflammatory potential of monogalactosyl diacylglycerols and a monoacylglycerol from the edible brown seaweed Fucus spiralis Linnaeus. Marine Drugs, 12(3), 1406-1418. https://doi.org/10.3390/md12031406"}, {"Citation": "Lopes, G., Sousa, C., Bernardo, J., Andrade, P. B., Valentão, P., Ferreres, F., & Mouga, T. (2011). Sterol profiles in 18 macroalgae of the Portuguese coast. Journal of Phycology, 47(5), 1210-1218. https://doi.org/10.1111/j.1529-8817.2011.01028.x"}, {"Citation": "Lopes, G., Sousa, C., Silva, L. R., Pinto, E., Andrade, P. B., Bernardo, J., Mouga, T. & Valentão, P.C an phlorotannins purified extracts constitute a novel pharmacological alternative for microbial infections with associated inflammatory conditions? PLoS One, 7(2), e31145. https://doi.org/10.1371/journal.pone.0031145"}, {"Citation": "Lopes, G., Sousa, C., Valentão, P. & Andrade, P. B. (2013). Sterols in algae and health. In B. Hernández-Ledesma & M. Herrero (Eds.), Bioactive compounds from marine foods: Plant and animal sources (pp. 173-191). Chichester, UK: John Wiley & Sons Ltd. https://doi.org/10.1002/9781118412893.ch9"}, {"Citation": "MacArtain, P., Gill, C. I., Brooks, M., Campbell, R., & Rowland, I. R. (2007). Nutritional value of edible seaweeds. Nutrition Reviews, 65(12), 535-543. https://doi.org/10.1111/j.1753-4887.2007.tb00278.x"}, {"Citation": "Madhusudan, C., Manoj, S., Rahul, K., & Rishi, C. M. (2011). Seaweeds: A diet with nutritional, medicinal and industrial value. Research Journal Medicinal Plant, 5(2), 153-157. https://doi.org/10.3923/rjmp.2011.153.157"}, {"Citation": "Mannion, M. (1998). Nutraceutical revolution continues at foundation for innovation in medicine conference. American Journal of Natural Medicine, 5, N7. Retrieved from https://www.fimdefelice.org/p2419.html"}, {"Citation": "Marinho, G. S., Holdt, S. L., & Angelidaki, I. (2015). Seasonal variations in the amino acid profile and protein nutritional value of Saccharina latissima cultivated in a commercial IMTA system. Journal of Applied Phycology, 27(5), 1991-2000. https://doi.org/10.1007/s10811-015-0546-0"}, {"Citation": "Matou, S., Helley, D., Chabut, D., Bros, A., & Fischer, A. M. (2002). Effect of fucoidan on fibroblast growth factor-2-induced angiogenesis in vitro. Thrombosis Research, 106(4-5), 213-221. https://doi.org/10.1016/S0049-3848(02)00136-6"}, {"Citation": "Matsumoto, M., Hosokawa, M., Matsukawa, N., Hagio, M., Shinoki, A., Nishimukai, M., … Hara, H. (2010). Suppressive effects of the marine carotenoids, fucoxanthin and fucoxanthinol on triglyceride absorption in lymph duct-cannulated rats. European Journal of Nutrition, 49(4), 243-249. https://doi.org/10.1007/s00394-009-0078-y"}, {"Citation": "McDowell, L. R. (2003). Minerals in animal and human nutrition(2nd ed). San Diego, USA: Academic Press Inc. https://doi.org/10.1016/B978-0-444-51367-0.X5001-6"}, {"Citation": "McHugh, D. J. (2003). A guide to the seaweed industry. Rome: FAO Fisheries Technical Paper (441)."}, {"Citation": "Milledge, J. J., Nielsen, B. V., & Bailey, D. (2016). High-value products from macroalgae: The potential uses of the invasive brown seaweed, Sargassum muticum. Reviews in Environmental Science and Bio/Technology, 15(1), 67-88. https://doi.org/10.1007/s11157-015-9381-7"}, {"Citation": "Mishra, A., Patel, M. K., & Jha, B. (2015). Non-targeted metabolomics and scavenging activity of reactive oxygen species reveal the potential of Salicornia brachiata as a functional food. Journal of Functional Foods, 13, 21-31. https://doi.org/10.1016/j.jff.2014.12.027"}, {"Citation": "Mišurcová, L., Ambrožová, J., & Samek, D. (2011). Seaweed lipids as nutraceuticals. Advances in Food and Nutrition Research, 64, 339-355. https://doi.org/10.1016/B978-0-12-387669-0.00027-2"}, {"Citation": "Miyashita, K., Mikami, N., & Hosokawa, M. (2013). Chemical and nutritional characteristics of brown seaweed lipids: A review. Journal of Functional Foods, 5(4), 1507-1517. https://doi.org/10.1016/j.jff.2013.09.019"}, {"Citation": "Miyashita, K., Nishikawa, S., Beppu, F., Tsukui, T., Abe, M., & Hosokawa, M. (2011). The allenic carotenoid fucoxanthin, a novel marine nutraceutical from brown seaweeds. Journal of the Science of Food and Agriculture, 91(7), 1166-1174. https://doi.org/10.1002/jsfa.4353"}, {"Citation": "Morrissey, J., Kraan, S., & Guiry, M. D. (2001). A guide to commercially important seaweeds on the Irish coast. Dún Laoghaire, Dublin, Ireland: Bord Iascaigh Mhara/Irish Sea Fisheries Board."}, {"Citation": "Mouritsen, O. G., Dawczynski, C., Duelund, L., Jahreis, G., Vetter, W., & Schröder, M. (2013). On the human consumption of the red seaweed dulse (Palmaria palmata (L.) Weber & Mohr). Journal of Applied Phycology, 25(6), 1777-1791. https://doi.org/10.1007/s10811-013-0014-7"}, {"Citation": "Murphy, C., Hotchkiss, S., Worthington, J., & McKeown, S. R. (2014). The potential of seaweed as a source of drugs for use in cancer chemotherapy. Journal of Applied Phycology, 26(5), 2211-2264. https://doi.org/10.1007/s10811-014-0245-2"}, {"Citation": "Nagayama, K., Iwamura, Y., Shibata, T., Hirayama, I., & Nakamura, T. (2002). Bactericidal activity of phlorotannins from the brown alga Ecklonia kurome. Journal of Antimicrobial Chemotherapy, 50(6), 889-893. https://doi.org/10.1093/jac/dkf222"}, {"Citation": "Norziah, M. H., & Ching, C. Y. (2000). Nutritional composition of edible seaweed Gracilaria changgi. Food Chemistry, 68(1), 69-76. https://doi.org/10.1016/S0308-8146(99)00161-2"}, {"Citation": "Øverland, M., Mydland, L. T., & Skrede, A. (2018). Marine macroalgae as a source of protein and bioactive compounds in feed for monogastric animals. Journal of the Science of Food and Agriculture, Advance online publication. https://doi.org/10.1002/jsfa.9143"}, {"Citation": "Pandey, S., Patel, M. K., Mishra, A., & Jha, B. (2015). Physio-biochemical composition and untargeted metabolomics of cumin (Cuminum cyminum L.) make it promising functional food and help in mitigating salinity stress. PloS One, 10(12), e0144469. https://doi.org/10.1371/journal.pone.0144469"}, {"Citation": "Pantidos, N., Boath, A., Lund, V., Conner, S., & McDougall, G. J. (2014). Phenolic-rich extracts from the edible seaweed, ascophyllum nodosum, inhibit α-amylase and α-glucosidase: Potential anti-hyperglycemic effects. Journal of Functional Foods, 10, 201-209. https://doi.org/10.1016/j.jff.2014.06.018"}, {"Citation": "Patel, M. K., Mishra, A., & Jha, B. (2016a). Non-targeted metabolite profiling and scavenging activity unveil the nutraceutical potential of psyllium (Plantago ovata Forsk). Frontier Plant Science, 7, 431. https://doi.org/10.3389/fpls.2016.00431"}, {"Citation": "Patel, M. K., Mishra, A., & Jha, B. (2016b). Untargeted metabolomics of halophytes. In S. Kim (Ed.), Marine omics: Principles and applications (pp. 309-325). Boca Raton, FL: CRC Press. https://doi.org/10.1201/9781315372303-18"}, {"Citation": "Pereira, L. (2011). A review of the nutrient composition of selected edible seaweeds. In V. H. Pomin (Ed.), Seaweed: Ecology, nutrient composition and medicinal uses (pp. 15-47). New York, USA: Nova Science Publishers."}, {"Citation": "Plaza, M., Cifuentes, A., & Ibáñez, E. (2008). In the search of new functional food ingredients from algae. Trends in Food Science & Technology, 19(1), 31-39. https://doi.org/10.1016/j.tifs.2007.07.012"}, {"Citation": "Procházková, D., Boušová, I., & Wilhelmová, N. (2011). Antioxidant and prooxidant properties of flavonoids. Fitoterapia, 82(4), 513-523. https://doi.org/10.1016/j.fitote.2011.01.018"}, {"Citation": "Qi, H., Zhang, Q., Zhao, T., Hu, R., Zhang, K., & Li, Z. (2006). In vitro antioxidant activity of acetylated and benzoylated derivatives of polysaccharide extracted from Ulva pertusa (Chlorophyta). Bioorganic & Medicinal Chemistry Letters, 16(9), 2441-2445. https://doi.org/10.1016/j.bmcl.2006.01.076"}, {"Citation": "Qu, W., Ma, H., Pan, Z., Luo, L., Wang, Z., & He, R. (2010). Preparation and antihypertensive activity of peptides from Porphyra yezoensis. Food Chemistry, 123(1), 14-20. https://doi.org/10.1016/j.foodchem.2010.03.091"}, {"Citation": "Raghavendran, H. R. B., Srinivasan, P., & Rekha, S. (2011). Immunomodulatory activity of fucoidan against aspirin-induced gastric mucosal damage in rats. International Immunopharmacology, 11(2), 157-163. https://doi.org/10.1016/j.intimp.2010.11.002"}, {"Citation": "Rajapakse, N., & Kim, S. K. (2011). Nutritional and digestive health benefits of seaweed. Advances in Food and Nutrition Research, 64, 17-28. https://doi.org/10.1016/B978-0-12-387669-0.00002-8"}, {"Citation": "Rao, H. B. R., Sathivel, A., & Devaki, T. (2004). Antihepatotoxic nature of Ulva reticulata (Chlorophyceae) on acetaminophen-induced hepatoxicity in experimental rats. Journal of Medicinal Food, 7(4), 495-497. https://doi.org/10.1089/jmf.2004.7.495"}, {"Citation": "Richard, D., Kefi, K., Barbe, U., Bausero, P., & Visioli, F. (2008). Polyunsaturated fatty acids as antioxidants. Pharmacological Research, 57(6), 451-455. https://doi.org/10.1016/j.phrs.2008.05.002"}, {"Citation": "Rousseau, D., Héliès-Toussaint, C., Moreau, D., Raederstorff, D., & Grynberg, A. (2003). Dietary n-3 PUFAs affect the blood pressure rise and cardiac impairments in a hyperinsulinemia rat model in vivo. American Journal of Physiology-Heart and Circulatory Physiology, 285(3), H1294-H1302. https://doi.org/10.1152/ajpheart.00651.2002"}, {"Citation": "Rupérez, P., & Saura-Calixto, F. (2001). Dietary fibre and physicochemical properties of edible Spanish seaweeds. European Food Research and Technology, 212(3), 349-354. https://doi.org/10.1007/s002170000264"}, {"Citation": "Rupérez, P., Gómez-Ordóñez, E., & Jiménez-Escrig, A. (2013). Biological activity of algal sulfated and nonsulfated polysaccharides. In B. Hernández-Ledesma & M. Herrero (Eds.), Bioactive compounds from marine foods: Plant and animal sources (pp. 219-247). Chichester, UK: John Wiley & Sons Ltd. https://doi.org/10.1002/9781118412893.ch11"}, {"Citation": "Sakai, K., Okuyama, H., Kon, K., Maeda, N., Sekiya, M., Shiga, T., & Reitz, R. C. (1990). Effects of high α-linolenate and linoleate diets on erythrocyte deformability and hematological indices in rats. Lipids, 25(12), 793-797. https://doi.org/10.1007/BF02535899"}, {"Citation": "Santoso, J., Yoshie, Y., & Suzuki, T. (2004). Polyphenolic compounds from seaweeds: Distribution and their antioxidative effect. Developments in Food Science, 42, 169-177. https://doi.org/10.1016/S0167-4501(04)80019-0"}, {"Citation": "Sathya, R., Kanaga, N., Sankar, P., & Jeeva, S. (2013). Antioxidant properties of phlorotannins from brown seaweed Cystoseira trinodis (Forsskål) C. Agardh. Arabian Journal of Chemistry, 10(Suppl 2), S2608-S2614. https://doi.org/10.1016/j.arabjc.2013.09.039"}, {"Citation": "Schmid, M., Guihéneuf, F., & Stengel, D. B. (2014). Fatty acid contents and profiles of 16 macroalgae collected from the Irish Coast at two seasons. Journal of Applied Phycology, 26(1), 451-463. https://doi.org/10.1007/s10811-013-0132-2"}, {"Citation": "Shahidi, F. (2009). Nutraceuticals and functional foods: Whole versus processed foods. Trends in Food Science & Technology, 20(9), 376-387. https://doi.org/10.1016/j.tifs.2008.08.004"}, {"Citation": "Shibata, T., Ishimaru, K., Kawaguchi, S., Yoshikawa, H., & Hama, Y. (2008). Antioxidant activities of phlorotannins isolated from Japanese Laminariaceae. In M. A. Borowitzka, A. T. Critchley, S. Kraan, A. Peters, K. Sjøtun, & M. Notoya (Eds.), Nineteenth international seaweed symposium: Developments in applied phycology (Vol. 2, pp. 255-261). Dordrecht: Springer. https://doi.org/10.1007/978-1-4020-9619-8_32"}, {"Citation": "Simopoulos, A. P. (2002). The importance of the ratio of omega-6/omega-3 essential fatty acids. Biomedicine & Pharmacotherapy, 56(8), 365-379. https://doi.org/10.1016/S0753-3322(02)00253-6"}, {"Citation": "Simopoulos, A. P. (2008). The importance of the omega-6/omega-3 fatty acid ratio in cardiovascular disease and other chronic diseases. Experimental Biology and Medicine, 233(6), 674-688. https://doi.org/10.3181/0711-MR-311"}, {"Citation": "Smit, A. J. (2004). Medicinal and pharmaceutical uses of seaweed natural products: A review. Journal of Applied Phycology, 16(4), 245-262. https://doi.org/10.1023/B:JAPH.0000047783.36600.ef"}, {"Citation": "Sugano, M., & Hirahara, F. (2000). Polyunsaturated fatty acids in the food chain in Japan. The American Journal of Clinical Nutrition, 71(1), 189S-196S. https://doi.org/10.1093/ajcn/71.1.189S"}, {"Citation": "Syad, A. N., Shunmugiah, K. P., & Kasi, P. D. (2013). Seaweeds as nutritional supplements: Analysis of nutritional profile, physicochemical properties and proximate composition of G. acerosa and S. wightii. Biomedicine & Preventive Nutrition, 3(2), 139-144. https://doi.org/10.1016/j.bionut.2012.12.002"}, {"Citation": "Synytsya, A., Kim, W. J., Kim, S. M., Pohl, R., Synytsya, A., Kvasnička, F., … Park, Y. I. (2010). Structure and antitumour activity of fucoidan isolated from sporophyll of Korean brown seaweed Undaria pinnatifida. Carbohydrate Polymers, 81(1), 41-48. https://doi.org/10.1016/j.carbpol.2010.01.052"}, {"Citation": "Tanna, B., & Mishra, A. (2018). Metabolomics of seaweeds: Tools and techniques. In P. Ahmad, M. A. Ahanger, V. P. Singh, D. K. Tripathi, P. Alam, & M. N. Alyemeni (Eds.), Plant metabolites and regulation under environmental stress (pp. 37-52). Cambridge, MA, U.S.A.: Academic Press, Elsevier. https://doi.org/10.1016/B978-0-12-812689-9.00002-9"}, {"Citation": "Terasaki, M., Kawagoe, C., Ito, A., Kumon, H., Narayan, B., Hosokawa, M., & Miyashita, K. (2016). Spatial and seasonal variations in the biofunctional lipid substances (fucoxanthin and fucosterol) of the laboratory-grown edible Japanese seaweed (Sargassum horneri Turner) cultured in the open sea. Saudi Journal of Biological Sciences, 24(7), 1475-1482. https://doi.org/10.1016/j.sjbs.2016.01.009"}, {"Citation": "Venkatesan, J., Lowe, B., Anil, S., Manivasagan, P., Al Kheraif, A. A., Kang, K. H., & Kim, S. K. (2015). Seaweed polysaccharides and their potential biomedical applications. Starch, 67(5-6), 381-390. https://doi.org/10.1002/star.201400127"}, {"Citation": "Vizetto-Duarte, C., Pereira, H., de Sousa, C. B., Rauter, A. P., Albericio, F., Custódio, L., … Varela, J. (2015). Fatty acid profile of different species of algae of the Cystoseira genus: A nutraceutical perspective. Natural Product Research, 29(13), 1264-1270. https://doi.org/10.1080/14786419.2014.992343"}, {"Citation": "Voultsiadou, E. (2010). Therapeutic properties and uses of marine invertebrates in the ancient Greek world and early Byzantium. Journal of Ethnopharmacology, 130(2), 237-247. https://doi.org/10.1016/j.jep.2010.04.041"}, {"Citation": "Wang, Y., Han, F., Hu, B., Li, J., & Yu, W. (2006). In vivo prebiotic properties of alginate oligosaccharides prepared through enzymatic hydrolysis of alginate. Nutrition Research, 26(11), 597-603. https://doi.org/10.1016/j.nutres.2006.09.015"}, {"Citation": "Ward, O. P., & Singh, A. (2005). Omega-3/6 fatty acids: Alternative sources of production. Process Biochemistry, 40(12), 3627-3652. https://doi.org/10.1016/j.procbio.2005.02.020"}, {"Citation": "Wijesekara, I., & Kim, S. K. (2015). Application of marine algae derived nutraceuticals in the food industry. In S. K. Kim & K. Chojnacka (Eds.), Marine algae extracts: Processes, products and applications (pp. 627-638). Weinheim, Germany: Wiley-VCH Verlag GmbH & Co. KGaA. https://doi.org/10.1002/9783527679577.ch35"}, {"Citation": "Wong, K. H., & Cheung, P. C. (2000). Nutritional evaluation of some subtropical red and green seaweeds: Part I-proximate composition, amino acid profiles and some physico-chemical properties. Food Chemistry, 71(4), 475-482. https://doi.org/10.1016/S0308-8146(00)00175-8"}, {"Citation": "Yamaguchi, T., Sugimura, R., Shimajiri, J., Suda, M., Abe, M., Hosokawa, M., & Miyashita, K. (2012). Oxidative stability of glyceroglycolipids containing polyunsaturated fatty acids. Journal of Oleo Science, 61(9), 505-513. https://doi.org/10.5650/jos.61.505"}, {"Citation": "Yermakova, S. P., Sova, V. V., & Zvyagintseva, T. N. (2002). Brown seaweed protein as an inhibitor of marine mollusk endo-(1→3)-β-d-glucanases. Carbohydrate Research, 337(3)229-237. https://doi.org/10.1016/S0008-6215(01)00304-4"}, {"Citation": "Yoshie, Y., Wang, W., Petillo, D., & Suzuki, T. (2000). Distribution of catechins in Japanese seaweeds. Fisheries Science, 66(5), 998-1000. https://doi.org/10.1046/j.1444-2906.2000.00160.x"}], "Title": "References"}], "History": [{"Year": "2018", "Month": "6", "Day": "26"}, {"Year": "2018", "Month": "8", "Day": "31"}, {"Year": "2018", "Month": "9", "Day": "5"}, {"Year": "2020", "Month": "12", "Day": "22", "Hour": "5", "Minute": "52"}, {"Year": "2018", "Month": "11", "Day": "1", "Hour": "0", "Minute": "0"}, {"Year": "2018", "Month": "11", "Day": "1", "Hour": "0", "Minute": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["33350143", "10.1111/1541-4337.12396"]}}]}