{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Aedes aegypti", "Calcium channels", "Natural products, octopamine", "Ventral diverticulum", "Visceral muscle"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "33357565", "DateCompleted": {"Year": "2020", "Month": "12", "Day": "29"}, "DateRevised": {"Year": "2022", "Month": "01", "Day": "02"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "11", "Day": "08"}], "Language": ["eng"], "ELocationID": ["10.1016/j.pestbp.2020.104743", "S0048-3575(20)30238-8"], "Journal": {"ISSN": "1095-9939", "JournalIssue": {"Volume": "171", "PubDate": {"Year": "2021", "Month": "Jan"}}, "Title": "Pesticide biochemistry and physiology", "ISOAbbreviation": "Pestic Biochem Physiol"}, "ArticleTitle": "Stop the crop: Insights into the insecticidal mode of action of cinnamodial against mosquitoes.", "Pagination": {"StartPage": "104743", "MedlinePgn": "104743"}, "Abstract": {"AbstractText": ["Cinnamodial (CDIAL) is a drimane sesquiterpene dialdehyde found in the bark of Malagasy medicinal plants (Cinnamosma species; family Canellaceae). We previously demonstrated that CDIAL was insecticidal, antifeedant, and repellent against Aedes aegypti mosquitoes. The goal of the present study was to generate insights into the insecticidal mode of action for CDIAL, which is presently unknown. We evaluated the effects of CDIAL on the contractility of the ventral diverticulum (crop) isolated from adult female Ae. aegypti. The crop is a food storage organ surrounded by visceral muscle that spontaneously contracts in vitro. We found that CDIAL completely inhibited spontaneous contractions of the crop as well as those stimulated by the agonist 5-hydroxytryptamine. Several derivatives of CDIAL with known insecticidal activity also inhibited crop contractions. Morphometric analyses of crops suggested that CDIAL induced a tetanic paralysis that was dependent on extracellular Ca<sup>2+</sup> and inhibited by Gd<sup>3+</sup>, a non-specific blocker of plasma membrane Ca<sup>2+</sup> channels. Screening of numerous pharmacological agents revealed that a Ca<sup>2+</sup> ionophore (A23187) was the only compound other than CDIAL to completely inhibit crop contractions via a tetanic paralysis. Taken together, our results suggest that CDIAL induces a tetanic paralysis of the crop by elevating intracellular Ca<sup>2+</sup> through the activation of plasma membrane Ca<sup>2+</sup> channels, which may explain the insecticidal effects of CDIAL against mosquitoes. Our pharmacological screening experiments also revealed the presence of two regulatory pathways in mosquito crop contractility not previously described: an inhibitory glutamatergic pathway and a stimulatory octopaminergic pathway. The latter pathway was also completely inhibited by CDIAL."], "CopyrightInformation": "Copyright © 2020 Elsevier Inc. All rights reserved."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Entomology, The Ohio State University, Ohio Agricultural Research and Development Center, Wooster, OH 44691, USA."}], "LastName": "Kalsi", "ForeName": "Megha", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Entomology, The Ohio State University, Ohio Agricultural Research and Development Center, Wooster, OH 44691, USA."}], "LastName": "Walter", "ForeName": "Anton", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Entomology, The Ohio State University, Ohio Agricultural Research and Development Center, Wooster, OH 44691, USA."}], "LastName": "Lee", "ForeName": "Beenhwa", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Entomology, The Ohio State University, Ohio Agricultural Research and Development Center, Wooster, OH 44691, USA."}], "LastName": "DeLaat", "ForeName": "Andrew", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Entomology, The Ohio State University, Ohio Agricultural Research and Development Center, Wooster, OH 44691, USA."}], "LastName": "Trigueros", "ForeName": "Renata Rusconi", "Initials": "RR"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Entomology, The Ohio State University, Ohio Agricultural Research and Development Center, Wooster, OH 44691, USA."}], "LastName": "Happel", "ForeName": "Katharina", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Entomology, The Ohio State University, Ohio Agricultural Research and Development Center, Wooster, OH 44691, USA."}], "LastName": "Sepesy", "ForeName": "Rose", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Entomology, The Ohio State University, Ohio Agricultural Research and Development Center, Wooster, OH 44691, USA."}], "LastName": "Nguyen", "ForeName": "Bao", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Departments of Medicinal Chemistry and Pharmacognosy, The Ohio State University, Columbus, OH 43210, USA; Center for Applied Plant Sciences, The Ohio State University, Columbus, OH 43210, USA."}], "LastName": "Manwill", "ForeName": "Preston K", "Initials": "PK"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Departments of Medicinal Chemistry and Pharmacognosy, The Ohio State University, Columbus, OH 43210, USA; Center for Applied Plant Sciences, The Ohio State University, Columbus, OH 43210, USA. Electronic address: rakotondraibe.1@osu.edu."}], "LastName": "Rakotondraibe", "ForeName": "Liva Harinantenaina", "Initials": "LH"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Entomology, The Ohio State University, Ohio Agricultural Research and Development Center, Wooster, OH 44691, USA; Center for Applied Plant Sciences, The Ohio State University, Columbus, OH 43210, USA. Electronic address: piermarini.1@osu.edu."}], "LastName": "Piermarini", "ForeName": "Peter M", "Initials": "PM"}], "GrantList": [{"GrantID": "R21 AI129951", "Acronym": "AI", "Agency": "NIAID NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Pestic Biochem Physiol", "NlmUniqueID": "1301573", "ISSNLinking": "0048-3575"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Benzaldehydes"}, {"RegistryNumber": "0", "NameOfSubstance": "Insect Repellents"}, {"RegistryNumber": "0", "NameOfSubstance": "Insecticides"}, {"RegistryNumber": "0", "NameOfSubstance": "cinnamodial"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Aedes"}, {"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": [], "DescriptorName": "Benzaldehydes"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": [], "DescriptorName": "Insect Repellents"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Insecticides"}, {"QualifierName": [], "DescriptorName": "Mosquito Control"}]}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Akbulut Y, Gaunt HJ, Muraki K, Ludlow MJ, Amer MS, Bruns A, Vasudev NS, Radtke L, Willot M, Hahn S, Seitz T, Ziegler S, Christmann M, Beech DJ, Waldmann H, 2015. (−)-Englerin A is a Potent and Selective Activator of TRPC4 and TRPC5 Calcium Channels. Angewandte Chemie International Edition 54, 3787–3791.", "ArticleIdList": ["PMC7116557", "25707820"]}, {"Citation": "Anderson JA, Coats JR, 2012. Acetylcholinesterase inhibition by nootkatone and carvacrol in arthropods. Pesticide Biochemistry and Physiology 102, 124–128."}, {"Citation": "Atif M, Lynch JW, Keramidas A, 2020. The effects of insecticides on two splice variants of the glutamate-gated chloride channel receptor of the major malaria vector, Anopheles gambiae. British Journal of Pharmacology 177, 175–187.", "ArticleIdList": ["PMC6976876", "31479507"]}, {"Citation": "Bhatt D, Cooper RL, 2005. The pharmacological and physiological profile of glutamate receptors at the Drosophila larval neuromuscular junction. Physiological Entomology 30, 205–210."}, {"Citation": "Browne A, O’Donnell MJ, 2018. Mechanisms of calcium sequestration by isolated Malpighian tubules of the house cricket Acheta domesticus. Arch Insect Biochem Physiol 97, e21431.", "ArticleIdList": ["29159836"]}, {"Citation": "Calkins TL, DeLaat A, Piermarini PM, 2017. Physiological characterization and regulation of the contractile properties of the mosquito ventral diverticulum (crop). J Insect Physiol 103, 98–106.", "ArticleIdList": ["PMC5708170", "29107658"]}, {"Citation": "Carson C, Raman P, Tullai J, Xu L, Henault M, Thomas E, Yeola S, Lao J, McPate M, Verkuyl JM, Marsh G, Sarber J, Amaral A, Bailey S, Lubicka D, Pham H, Miranda N, Ding J, Tang H-M, Ju H, Tranter P, Ji N, Krastel P, Jain RK, Schumacher AM, Loureiro JJ, George E, Berellini G, Ross NT, Bushell SM, Erdemli G, Solomon JM, 2015. Englerin A Agonizes the TRPC4/C5 Cation Channels to Inhibit Tumor Cell Line Proliferation. PLOS ONE 10, e0127498.", "ArticleIdList": ["PMC4476799", "26098886"]}, {"Citation": "Chen T, Zhu J, Zhang C, Huo K, Fei Z, Jiang X. f., 2013. Protective Effects of SKF-96365, a Non-Specific Inhibitor of SOCE, against MPP+-Induced Cytotoxicity in PC12 Cells: Potential Role of Homer1. PLOS ONE 8, e55601.", "ArticleIdList": ["PMC3561331", "23383239"]}, {"Citation": "Clark J, Lange AB, 2003. Octopamine modulates spermathecal muscle contractions in Locusta migratoria. Journal of Comparative Physiology A 189, 105–114.", "ArticleIdList": ["12607039"]}, {"Citation": "Cook BJ, Wagner RM, 1992. Some pharmacological properties of the oviduct muscularis of the stable fly Stomoxys calcitrans. Comparative Biochemistry and Physiology Part C: Comparative Pharmacology 102, 273–280.", "ArticleIdList": ["1358541"]}, {"Citation": "Cordova D, Benner EA, Sacher MD, Rauh JJ, Sopa JS, Lahm GP, Selby TP, Stevenson TM, Flexner L, Gutteridge S, Rhoades DF, Wu L, Smith RM, Tao Y, 2006. Anthranilic diamides: A new class of insecticides with a novel mode of action, ryanodine receptor activation. Pesticide Biochemistry and Physiology 84, 196–214."}, {"Citation": "Cully DF, Paress PS, Liu KK, Schaeffer JM, Arena JP, 1996. Identification of a Drosophila melanogaster Glutamate-gated Chloride Channel Sensitive to the Antiparasitic Agent Avermectin. Journal of Biological Chemistry 271, 20187–20191.", "ArticleIdList": ["8702744"]}, {"Citation": "Day MF, 1954. The mechanism of food distribution to midgut or diverticula in the mosquito. Aust J Biol Sci 7, 515–524.", "ArticleIdList": ["13229847"]}, {"Citation": "Dube K, McDonald DG, O’Donnell MJ, 2000. Calcium transport by isolated anterior and posterior Malpighian tubules of Drosophila melanogaster: roles of sequestration and secretion. J Insect Physiol 46, 1449–1460.", "ArticleIdList": ["10891573"]}, {"Citation": "Eguchi Y, Ihara M, Ochi E, Shibata Y, Matsuda K, Fushiki S, Sugama H, Hamasaki Y, Niwa H, Wada M, Ozoe F, Ozoe Y, 2006. Functional characterization of Musca glutamate- and GABA-gated chloride channels expressed independently and coexpressed in Xenopus oocytes. Insect Molecular Biology 15, 773–783.", "ArticleIdList": ["17201770"]}, {"Citation": "Engdahl C, Knutsson S, Fredriksson S-Å, Linusson A, Bucht G, Ekström F, 2015. Acetylcholinesterases from the Disease Vectors Aedes aegypti and Anopheles gambiae: Functional Characterization and Comparisons with Vertebrate Orthologues. PLOS ONE 10, e0138598.", "ArticleIdList": ["PMC4598118", "26447952"]}, {"Citation": "Evans PD, Maqueira B, 2005. Insect octopamine receptors: a new classification scheme based on studies of cloned Drosophila G-protein coupled receptors. Invertebrate Neuroscience 5, 111–118.", "ArticleIdList": ["16211376"]}, {"Citation": "Evans PD, Robb S, 1993. Octopamine receptor subtypes and their modes of action. Neurochemical Research 18, 869–874.", "ArticleIdList": ["8371829"]}, {"Citation": "Farooqui T, 2012. Review of octopamine in insect nervous systems. Open Access Insect Physiol 4, 1–17."}, {"Citation": "Furutani S, Nakatani Y, Miura Y, Ihara M, Kai K, Hayashi H, Matsuda K, 2014. GluCl a target of indole alkaloid okaramines: a 25 year enigma solved. Scientific Reports 4, 6190.", "ArticleIdList": ["PMC4143795", "25155752"]}, {"Citation": "Fuse T, Kita T, Nakata Y, Ozoe F, Ozoe Y, 2016. Electrophysiological characterization of ivermectin triple actions on Musca chloride channels gated by L-glutamic acid and γ-aminobutyric acid. Insect Biochemistry and Molecular Biology 77, 78–86.", "ArticleIdList": ["27543424"]}, {"Citation": "Gross AD, Bloomquist JR, 2018. Pharmacology of central octopaminergic and muscarinic pathways in Drosophila melanogaster larvae: Assessing the target potential of GPCRs. Pesticide Biochemistry and Physiology 151, 53–58.", "ArticleIdList": ["30704713"]}, {"Citation": "Han TH, Dharkar P, Mayer ML, Serpe M, 2015. Functional reconstitution of Drosophila melanogaster NMJ glutamate receptors. Proceedings of the National Academy of Sciences 112, 6182–6187.", "ArticleIdList": ["PMC4434721", "25918369"]}, {"Citation": "Hana S, Lange AB, 2017a. Cloning and Functional Characterization of Octβ2-Receptor and Tyr1-Receptor in the Chagas Disease Vector, Rhodnius prolixus. Frontiers in Physiology 8.", "ArticleIdList": ["PMC5623054", "29018364"]}, {"Citation": "Hana S, Lange AB, 2017b. Octopamine and tyramine regulate the activity of reproductive visceral muscles in the adult female blood-feeding bug, Rhodnius prolixus. The Journal of Experimental Biology 220, 1830–1836.", "ArticleIdList": ["28235907"]}, {"Citation": "He D, Slebodnick C, Rakotondraibe LH, 2017. Bioactive drimane sesquiterpenoids and aromatic glycosides from Cinnamosma fragrans. Bioorganic & Medicinal Chemistry Letters 27, 1754–1759.", "ArticleIdList": ["28274626"]}, {"Citation": "Hemingway J, Beaty BJ, Rowland M, Scott TW, Sharp BL, 2006. The Innovative Vector Control Consortium: improved control of mosquito-borne diseases. Trends in Parasitology 22, 308–312.", "ArticleIdList": ["16713358"]}, {"Citation": "Hosie AM, Sattelle DB, 1996. Agonist pharmacology of two Drosophila GABA receptor splice variants. British Journal of Pharmacology 119, 1577–1585.", "ArticleIdList": ["PMC1915800", "8982504"]}, {"Citation": "Inocente EA, Nguyen B, Manwill PK, Benatrehina A, Kweka E, Wu S, Cheng X, Rakotondraibe LH, Piermarini PM, 2019. Insecticidal and antifeedant activities of Malagasy medicinal plant (Cinnamosma sp.) extracts and drimane-type sesquiterpenes against Aedes aegypti mosquitoes. Insects 10, 373.", "ArticleIdList": ["PMC6920793", "31731570"]}, {"Citation": "Inocente EA, Shaya M, Acosta N, Rakotondraibe LH, Piermarini PM, 2018. A natural agonist of mosquito TRPA1 from the medicinal plant Cinnamosma fragrans that is toxic, antifeedant, and repellent to the yellow fever mosquito Aedes aegypti. PLoS Negl Trop Dis 12, e0006265.", "ArticleIdList": ["PMC5823474", "29425195"]}, {"Citation": "Jörs S, Kazanski V, Foik A, Krautwurst D, Harteneck C, 2006. Receptor-induced Activation of Drosophila TRPγ by Polyunsaturated Fatty Acids. Journal of Biological Chemistry 281, 29693–29702.", "ArticleIdList": ["16901908"]}, {"Citation": "Karmahapatra S, Kientz C, Shetty S, Yalowich JC, Rakotondraibe LH, 2018. Capsicodendrin from Cinnamosma fragrans exhibits antiproliferative and cytotoxic activity in human leukemia cells: modulation by glutathione. Journal of Natural Products 81, 625–629.", "ArticleIdList": ["29406734"]}, {"Citation": "Kita T, Hayashi T, Ohtani T, Takao H, Takasu H, Liu G, Ohta H, Ozoe F, Ozoe Y, 2017. Amitraz and its metabolite differentially activate α- and β-adrenergic-like octopamine receptors. Pest Management Science 73, 984–990.", "ArticleIdList": ["27484898"]}, {"Citation": "Lahm GP, Stevenson TM, Selby TP, Freudenberger JH, Cordova D, Flexner L, Bellin CA, Dubas CM, Smith BK, Hughes KA, Hollingshaus JG, Clark CE, Benner EA, 2007. Rynaxypyr™: A new insecticidal anthranilic diamide that acts as a potent and selective ryanodine receptor activator. Bioorganic & Medicinal Chemistry Letters 17, 6274–6279.", "ArticleIdList": ["17884492"]}, {"Citation": "Lange AB, 2004. A neurohormonal role for serotonin in the control of locust oviducts. Archives of Insect Biochemistry and Physiology 56, 179–190.", "ArticleIdList": ["15274179"]}, {"Citation": "Lange AB, Orchard I, 1986. Identified octopaminergic neurons modulate contractions of locust visceral muscle via adenosine 3′,5′-monophosphate (cyclic AMP). Brain Research 363, 340–349.", "ArticleIdList": ["2417668"]}, {"Citation": "Lange AB, Tsang PKC, 1993. Biochemical and physiological effects of octopamine and selected octopamine agonists on the oviducts of Locusta migratoria. Journal of Insect Physiology 39, 393–400."}, {"Citation": "Legland D, Arganda-Carreras I, Andrey P, 2016. MorphoLibJ: integrated library and plugins for mathematical morphology with ImageJ. Bioinformatics 32, 3532–3534.", "ArticleIdList": ["27412086"]}, {"Citation": "Li Y, Dharkar P, Han T-H, Serpe M, Lee C-H, Mayer ML, 2016. Novel Functional Properties of Drosophila CNS Glutamate Receptors. Neuron 92, 1036–1048.", "ArticleIdList": ["PMC5145767", "27889096"]}, {"Citation": "Liao M, Xiao J-J, Zhou L-J, Liu Y, Wu X-W, Hua R-M, Wang G-R, Cao H-Q, 2016. Insecticidal Activity of Melaleuca alternifolia Essential Oil and RNA-Seq Analysis of Sitophilus zeamais Transcriptome in Response to Oil Fumigation. PLOS ONE 11, e0167748.", "ArticleIdList": ["PMC5147960", "27936192"]}, {"Citation": "Lorsbach BA, Sparks TC, Cicchillo RM, Garizi NV, Hahn DR, Meyer KG, 2019. Natural products: a strategic lead generation approach in crop protection discovery. Pest Management Science 75, 2301–2309.", "ArticleIdList": ["30672097"]}, {"Citation": "MacPherson MR, Pollock VP, Broderick KE, Kean L, O’Connell FC, Dow JA, Davies SA, 2001. Model organisms: new insights into ion channel and transporter function. L-type calcium channels regulate epithelial fluid transport in Drosophila melanogaster. Am J Physiol Cell Physiol 280, C394–407.", "ArticleIdList": ["11208535"]}, {"Citation": "Manwill PK, Kalsi M, Wu S, Martinez Rodriguez EJ, Cheng X, Piermarini PM, Rakotondraibe HL, 2020. Semi-synthetic cinnamodial analogues: Structural insights into the insecticidal and antifeedant activities of drimane sesquiterpenes against the mosquito Aedes aegypti. PLoS Neglected Tropical Diseases 14, e0008073.", "ArticleIdList": ["PMC7062286", "32101555"]}, {"Citation": "McGonigle I, Lummis SCR, 2010. Molecular Characterization of Agonists That Bind to an Insect GABA Receptor. Biochemistry 49, 2897–2902.", "ArticleIdList": ["PMC2852148", "20180551"]}, {"Citation": "Messer AC, Brown MR, 1995. Non-linear dynamics of neurochemical modulation of mosquito oviduct and hindgut contractions. Journal of Experimental Biology 198, 2325–2336.", "ArticleIdList": ["7490571"]}, {"Citation": "Meyers JI, Gray M, Kuklinski W, Johnson LB, Snow CD, Black WC, Partin KM, Foy BD, 2015. Characterization of the target of ivermectin, the glutamate-gated chloride channel, from Anopheles gambiae. Journal of Experimental Biology 218, 1478–1486.", "ArticleIdList": ["PMC4448665", "25994631"]}, {"Citation": "Middleton CA, Nongthomba U, Parry K, Sweeney ST, Sparrow JC, Elliott CJH, 2006. Neuromuscular organization and aminergic modulation of contractions in the Drosophila ovary. BMC Biology 4, 17.", "ArticleIdList": ["PMC1526757", "16768790"]}, {"Citation": "Nesterov A, Spalthoff C, Kandasamy R, Katana R, Rankl Nancy B., Andrés M, Jähde P, Dorsch John A., Stam Lynn F., Braun F-J, Warren B, Salgado Vincent L., Göpfert Martin C., 2015. TRP Channels in Insect Stretch Receptors as Insecticide Targets. Neuron 86, 665–671.", "ArticleIdList": ["25950634"]}, {"Citation": "Norris EJ, Bartholomay L, Coats J, 2018. Present and Future Outlook: The Potential of Green Chemistry in Vector Control, Advances in the Biorational Control of Medical and Veterinary Pests. American Chemical Society, pp. 43–62."}, {"Citation": "Nykamp DA, Lange AB, 2000. Interaction between octopamine and proctolin on the oviducts of Locusta migratoria. Journal of Insect Physiology 46, 809–816.", "ArticleIdList": ["10742530"]}, {"Citation": "Onken H, Moffett SB, Moffett DF, 2004. The anterior stomach of larval mosquitoes (Aedes aegypti): effects of neuropeptides on transepithelial ion transport and muscular motility. Journal of Experimental Biology 207, 3731–3739.", "ArticleIdList": ["15371480"]}, {"Citation": "Orchard I, Lange AB, 1985. Evidence for octopaminergic modulation of an insect visceral muscle. Journal of Neurobiology 16, 171–181.", "ArticleIdList": ["3925079"]}, {"Citation": "Piermarini PM, Hine RM, Schepel M, Miyauchi JT, Beyenbach KW, 2011. Role of an apical K,Cl cotransporter in urine formation by renal tubules of the yellow fever mosquito (Aedes aegypti). Am J Physiol Regul Integr Comp Physiol 301, R1318–1337.", "ArticleIdList": ["PMC3213945", "21813871"]}, {"Citation": "Putney JW, 2010. Pharmacology of store-operated calcium channels. Molecular interventions 10, 209–218.", "ArticleIdList": ["PMC2965610", "20729487"]}, {"Citation": "Rodríguez-Valentín R, López-González I, Jorquera R, Labarca P, Zurita M, Reynaud E, 2006. Oviduct contraction in Drosophila is modulated by a neural network that is both, octopaminergic and glutamatergic. Journal of Cellular Physiology 209, 183–198.", "ArticleIdList": ["16826564"]}, {"Citation": "Schindelin J, Arganda-Carreras I, Frise E, Kaynig V, Longair M, Pietzsch T, Preibisch S, Rueden C, Saalfeld S, Schmid B, Tinevez J-Y, White DJ, Hartenstein V, Eliceiri K, Tomancak P, Cardona A, 2012. Fiji: an open-source platform for biological-image analysis. Nature Methods 9, 676–682.", "ArticleIdList": ["PMC3855844", "22743772"]}, {"Citation": "Sefiani M, 1987. Regulation of egg laying and in vitro oviductal contractions in Gryllus bimaculatus. Journal of Insect Physiology 33, 215–222."}, {"Citation": "Shaw WR, Catteruccia F, 2019. Vector biology meets disease control: using basic research to fight vector-borne diseases. Nature Microbiol 4, 20–34.", "ArticleIdList": ["PMC6437764", "30150735"]}, {"Citation": "Solari P, Rivelli N, De Rose F, Picciau L, Murru L, Stoffolano JG Jr., Liscia A, 2017. Opposite effects of 5-HT/AKH and octopamine on the crop contractions in adult Drosophila melanogaster: Evidence of a double brain-gut serotonergic circuitry. PLOS ONE 12, e0174172.", "ArticleIdList": ["PMC5363830", "28334024"]}, {"Citation": "Sparks TC, Wessels FJ, Lorsbach BA, Nugent BM, Watson GB, 2019. The new age of insecticide discovery-the crop protection industry and the impact of natural products. Pesticide Biochemistry and Physiology.", "ArticleIdList": ["31685191"]}, {"Citation": "Stoffolano JG, Haselton AT, 2013. The Adult Dipteran Crop: A Unique and Overlooked Organ. Annual Review of Entomology 58, 205–225.", "ArticleIdList": ["23317042"]}, {"Citation": "Swale DR, Carlier PR, Hartsel JA, Ma M, Bloomquist JR, 2015. Mosquitocidal carbamates with low toxicity to agricultural pests: an advantageous property for insecticide resistance management. Pest Management Science 71, 1158–1164.", "ArticleIdList": ["PMC4348351", "25185896"]}, {"Citation": "Tamashiro H, Yoshino M, 2014a. Involvement of plasma membrane Ca2+ channels, IP3 receptors, and ryanodine receptors in the generation of spontaneous rhythmic contractions of the cricket lateral oviduct. Journal of Insect Physiology 71, 97–104.", "ArticleIdList": ["25450564"]}, {"Citation": "Tamashiro H, Yoshino M, 2014b. Signaling pathway underlying the octopaminergic modulation of myogenic contraction in the cricket lateral oviduct. Journal of Insect Physiology 71, 30–36.", "ArticleIdList": ["25281895"]}, {"Citation": "Tong F, Gross AD, Dolan MC, Coats JR, 2013. The phenolic monoterpenoid carvacrol inhibits the binding of nicotine to the housefly nicotinic acetylcholine receptor. Pest Management Science 69, 775–780.", "ArticleIdList": ["23255497"]}, {"Citation": "Trembley HL, 1952. The Distribution of Certain Liquids in the Esophageal Diverticula and Stomach of Mosquitoes. The American Journal of Tropical Medicine and Hygiene 1, 693–710.", "ArticleIdList": ["14943919"]}, {"Citation": "Wegener C, Nässel DR, 2000. Peptide-Induced Ca2+ Movements in a Tonic Insect Muscle: Effects of Proctolin and Periviscerokinin-2. J Neurophysiol 84, 3056–3066.", "ArticleIdList": ["11110832"]}, {"Citation": "Wirth MA, 2004. Shape Analysis & Measurement. Purdue University Cytometry."}, {"Citation": "Wolstenholme AJ, 2012. Glutamate-gated Chloride Channels. The Journal of Biological Chemistry 287, 40232–40238.", "ArticleIdList": ["PMC3504739", "23038250"]}, {"Citation": "Xia S, Miyashita T, Fu T-F, Lin W-Y, Wu C-L, Pyzocha L, Lin I-R, Saitoe M, Tully T, Chiang A-S, 2005. NMDA Receptors Mediate Olfactory Learning and Memory in Drosophila. Current Biology 15, 603–615.", "ArticleIdList": ["PMC3045563", "15823532"]}, {"Citation": "Yu MJ, Beyenbach KW, 2002. Leucokinin activates Ca2+-dependent signal pathway in principal cells of Aedes aegypti Malpighian tubules. Am J Physiol Renal Physiol 283, F499–F508.", "ArticleIdList": ["12167601"]}, {"Citation": "Zhuang A-X, Zhang Y-X, Zhang H, Liu Z-W, 2016. The insecticidal activity and action mode of an imidacloprid analogue, 1-(3-pyridylmethyl)-2-nitroimino-imidazolidine. Insect Science 23, 688–694.", "ArticleIdList": ["25755197"]}]}], "History": [{"Year": "2020", "Month": "7", "Day": "9"}, {"Year": "2020", "Month": "10", "Day": "28"}, {"Year": "2020", "Month": "11", "Day": "2"}, {"Year": "2020", "Month": "12", "Day": "28", "Hour": "10", "Minute": "17"}, {"Year": "2020", "Month": "12", "Day": "29", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "12", "Day": "30", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "1", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["33357565", "NIHMS1646724", "PMC7770332", "10.1016/j.pestbp.2020.104743", "S0048-3575(20)30238-8"]}}]}