{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Herpetospermum pedunculosum", "chloroplast genome", "phylogenetic analysis Cucurbitaceae"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "33366618", "DateRevised": {"Year": "2020", "Month": "12", "Day": "31"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "01", "Day": "10"}], "Language": ["eng"], "ELocationID": ["10.1080/23802359.2019.1703603"], "Journal": {"ISSN": "2380-2359", "JournalIssue": {"Volume": "5", "Issue": "1", "PubDate": {"Year": "2020", "Month": "Jan", "Day": "10"}}, "Title": "Mitochondrial DNA. Part B, Resources", "ISOAbbreviation": "Mitochondrial DNA B Resour"}, "ArticleTitle": "The plastid genome of <i>Herpetospermum pedunculosum</i> (Cucurbitaceae), an endangered traditional Tibetan medicinal herbs.", "Pagination": {"StartPage": "495", "EndPage": "497", "MedlinePgn": "495-497"}, "Abstract": {"AbstractText": ["<i>Herpetospermum pedunculosum</i> (Ser.) C. B. Clarke is an important traditional Tibetan medicinal plants in the genus of <i>Herpetospermum</i>, Cucurbitaceae. To better determine its phylogenetic location with respect to the other Cucurbitaceae species, the complete plastome of <i>H. pedunculosum</i> will be reported, which is the first species with plastid genome sequence in the genus of <i>Herpetospermum</i>. Its whole genome is 156,531 bp in length, consisting of a pair of inverted repeats (IRs) of 26,147 bp, one large single-copy (LSC) region of 85,878 bp, and one small single-copy (SSC) region of 18,359 bp. There are 128 genes, including 83 protein-coding genes, 36 transfer RNA (tRNA) genes, and 8 ribosomal RNA (rRNA) genes in the plastome. Phylogenetic analysis based on 13 complete plastomes of Cucurbitaceae species showed sisterhood of <i>H. pedunculosum</i> and a clade containing <i>Trichosanthes kirilowii</i> and <i>Hodgsonia macrocarpa</i>, suggesting the close relationship between tribe Schizopeponeae and tribe Sicyoeae in the family Cucurbitaceae."], "CopyrightInformation": "© 2020 The Author(s). Published by Informa UK Limited, trading as Taylor & Francis Group."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Life Science, Nanchang University, Jiangxi, China."}], "LastName": "Wang", "ForeName": "Chengwang", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Tibet Plateau Institute of Biology, Xizang, China."}], "LastName": "Wang", "ForeName": "Xilong", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "The Technological Developmnet Exchange Service Center of Linzhi, Xizang, China."}], "LastName": "Tseringand", "ForeName": "Tamdrin", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Center for Integrative Conservation, Xishuangbanna Tropical Botanical Garden, Chinese Academy of Sciences, Yunnan, China."}], "LastName": "Song", "ForeName": "Yu", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Vegetable Sciences, Tibet Academy of Agricultural and Animal Husbandry Sciences, Xizang, China."}], "LastName": "Zhu", "ForeName": "Rongjie", "Initials": "R"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Mitochondrial DNA B Resour", "NlmUniqueID": "101676334", "ISSNLinking": "2380-2359"}, "CoiStatement": "No potential conflict of interest was reported by the authors."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Doyle JJ, Doyle JL. 1987. A rapid DNA isolation procedure for small quantities of fresh leaf tissue. Phytochem Bulletin. 19:11–15."}, {"Citation": "Kim HC, Peng M, Liu S, Wang YJ, Li ZS, Zhao SD, Li SH, Quan H, Luo QX, Meng FJ. 2018. Comparative proteomic analysis reveals the adaptation of Herpetospermum pedunculosum to an altitudinal gradient in the Tibetan Plateau. Biochem Syst Ecol. 80:1–10."}, {"Citation": "Kocyan A, Zhang LB, Schaefer H, Renner SS. 2007. A multi-locus chloroplast phylogeny for the Cucurbitaceae and its implications for character evolution and classification. Mol Phylogenet Evol. 44(2):553–577.", "ArticleIdList": ["17321763"]}, {"Citation": "Ma L, Yang LM, Zhao JJ, Wei JJ, Kong XX, Wang CT, Zhang XM, Yang YP, Hu XY. 2015. Comparative proteomic analysis reveals the role of hydrogen sulfide in the adaptation of the alpine plant Lamiophlomis rotata to altitude gradient in the Northern Tibetan Plateau. Planta. 241(4):887–906.", "ArticleIdList": ["25526962"]}, {"Citation": "Ma Y, Ma Y, Wang H, Wang R, Meng F, Dong Z, Wang G, Lan X, Quan H, Liao Z, et al. . 2019. Cytotoxic lignans from the stems of Herpetospermum pedunculosum. Phytochemistry. 164:102–110.", "ArticleIdList": ["31112925"]}, {"Citation": "Nakamura T, Yamada KD, Tomii K, Katoh K. 2018. Parallelization of MAFFT for large-scale multiple sequence alignments. Bioinformatics. 34(14):2490–2492.", "ArticleIdList": ["PMC6041967", "29506019"]}, {"Citation": "Nguyen L-T, Schmidt HA, von-Haeseler A, Minh BQ. 2015. IQ-TREE: a fast and effective stochastic algorithm for estimating maximum-likelihood phylogenies. Mol Biol Evol. 32(1):268–274.", "ArticleIdList": ["PMC4271533", "25371430"]}, {"Citation": "Qu XJ, Moore MJ, Li DZ, Yi TS. 2019. PGA: a software package for rapid, accurate, and flexible batch annotation of plastomes. Plant Methods. 15:50.", "ArticleIdList": ["PMC6528300", "31139240"]}, {"Citation": "Schaefer H, Heibl C, Renner SS. 2009. Gourds afloat: a dated phylogeny reveals an Asian origin of the gourd family (Cucurbitaceae) and numerous oversea dispersal events. Proc R Soc B. 276(1658):843–851.", "ArticleIdList": ["PMC2664369", "19033142"]}, {"Citation": "Tillich M, Lehwark P, Pellizzer T, Ulbricht-Jones ES, Fischer A, Bock R, Greiner S. 2017. GeSeq – versatile and accurate annotation of organelle genomes. Nucleic Acids Res. 45(W1):W6–W11.", "ArticleIdList": ["PMC5570176", "28486635"]}, {"Citation": "Xu B, Liu S, Fan XD, Deng LQ, Ma WH, Chen M. 2015. Two new coumarin glycosides from Herpetospermum caudigerum. J Asian Nat Prod Res. 17(7):738–743.", "ArticleIdList": ["25559035"]}, {"Citation": "Yang LB, Suo YR, Zhou CF. 2003. Study on Trace Elements in Seeds of Herpetospermum penduculosun (Ser) Baill. Guangdong Weiliang Yuansu Kexue. 10:45–47."}, {"Citation": "Yu JQ, Hang W, Duan WJ, Wang X, Wang DJ, Qin XM. 2014. Two new anti-HBV lignans from Herpetospermum caudigerum. Phytochem Letters. 10:230–234."}, {"Citation": "Yuan HL, Yang M, Li XY, You RH, Liu Y, Zhu J, Xie H, Xiao XH. 2006. Hepatitis B virus inhibiting constituents from Herpetospermum caudigerum. Chem Pharm Bull. 54:1592–1594.", "ArticleIdList": ["17077559"]}, {"Citation": "Zhang M, Deng Y, Zhang HB, Su XL, Chen HL, Yu T, Guo P. 2008. Two new coumarins from Herpetospermum caudigerum. Chem Pharm Bull. 56:192–193.", "ArticleIdList": ["18239307"]}, {"Citation": "Zhao Y, Xu FL, Liu J, Guan FC, Quan H, Meng FJ. 2019. The adaptation strategies of Herpetospermum pedunculosum (Ser.) Baill at altitude gradient of the Tibetan plateau by physiological and metabolomic methods. BMC Genomics. 20(1):451.", "ArticleIdList": ["PMC6547600", "31159723"]}]}], "History": [{"Year": "2020", "Month": "12", "Day": "28", "Hour": "12", "Minute": "10"}, {"Year": "2020", "Month": "12", "Day": "29", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "12", "Day": "29", "Hour": "6", "Minute": "1"}, {"Year": "2020", "Month": "1", "Day": "10"}], "PublicationStatus": "epublish", "ArticleIdList": ["33366618", "PMC7748728", "10.1080/23802359.2019.1703603", "1703603"]}}]}