{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Gastrodia", "Gastrodia elata", "Orchidaceae", "chloroplast genome", "intra-specific variation"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "33366628", "DateRevised": {"Year": "2024", "Month": "03", "Day": "30"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "01", "Day": "14"}], "Language": ["eng"], "ELocationID": ["10.1080/23802359.2019.1710588"], "Journal": {"ISSN": "2380-2359", "JournalIssue": {"Volume": "5", "Issue": "1", "PubDate": {"Year": "2020", "Month": "Jan", "Day": "14"}}, "Title": "Mitochondrial DNA. Part B, Resources", "ISOAbbreviation": "Mitochondrial DNA B Resour"}, "ArticleTitle": "A complete chloroplast genome sequence of <i>Gastrodia elata</i> (Orchidaceae) represents high sequence variation in the species.", "Pagination": {"StartPage": "517", "EndPage": "519", "MedlinePgn": "517-519"}, "Abstract": {"AbstractText": ["<i>Gastrodia elata</i> is a non-photosynthetic saprophytic plant of medicinal use in the oriental countries. We report the second complete chloroplast (cp) genome of <i>G. elata</i> from a sample collected in Korea. The length of cp genome is only 35,180 bp: there is no inverted repeated region and many photosynthesis genes are missing compared to typical angiosperm cp genomes. It includes 20 protein-coding genes, 3 rRNAs, and 5 tRNAs. The overall GC content of the genome was 26.7%. Relatively, high intra-specific variation (457 SNPs and 670 indels) is detected in the species comparing it with other seed plants."], "CopyrightInformation": "© 2020 The Author(s). Published by Informa UK Limited, trading as Taylor & Francis Group."}, "AuthorList": [{"Identifier": ["0000-0003-0786-4701"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Infoboss Co., Ltd, Gangnam-gu, Seoul, Korea."}, {"Identifier": [], "Affiliation": "InfoBoss Research Center, Gangnam-gu, Seoul, Korea."}], "LastName": "Park", "ForeName": "Jongsun", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Natural Products Research Institute, Seoul National University, Seoul, Korea."}], "LastName": "Suh", "ForeName": "Youngbae", "Initials": "Y"}, {"Identifier": ["0000-0002-1821-4707"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, Sungshin University, Seoul, Korea."}], "LastName": "Kim", "ForeName": "Sangtae", "Initials": "S"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Mitochondrial DNA B Resour", "NlmUniqueID": "101676334", "ISSNLinking": "2380-2359"}, "CoiStatement": "No potential conflict of interest was reported by the authors."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Cho M-S, Kim Y, Kim S-C, Park J. 2019. The complete chloroplast genome of Korean Pyrus ussuriensis Maxim. (Rosaceae): providing genetic background of two types of P. ussuriensis. Mitochondr DNA B. 4(2):2424–2425.", "ArticleIdList": ["PMC7687443", "33365570"]}, {"Citation": "Górniak M, Paun O, Chase MW. 2010. Phylogenetic relationships within Orchidaceae based on a low-copy nuclear coding gene, Xdh: congruence with organellar and nuclear ribosomal DNA results. Mol Phylogenet Evol. 56(2):784–795.", "ArticleIdList": ["20211743"]}, {"Citation": "Kim Y, Heo K-I, Park J. 2019. The second complete chloroplast genome sequence of Pseudostellaria palibiniana (Takeda) Ohwi (Caryophyllaceae): intraspecies variations based on geographical distribution. Mitochondr DNA B. 4(1):1310–1311."}, {"Citation": "Kumar S, Stecher G, Li M, Knyaz C, Tamura K. 2018. MEGA X: molecular evolutionary genetics analysis across computing platforms. Mol Biol Evol. 35(6):1547–1549.", "ArticleIdList": ["PMC5967553", "29722887"]}, {"Citation": "Oh S-H, Suh HJ, Park J, Kim Y, Kim S. 2019. The complete chloroplast genome sequence of Goodyera schlechtendaliana in Korea (Orchidaceae). Mitochondr DNA B. 4(2):2692–2693.", "ArticleIdList": ["PMC7706595", "33365686"]}, {"Citation": "Park J, Kim Y, Lee K. 2019. The complete chloroplast genome of Korean mock strawberry, Duchesnea chrysantha (Zoll. & Moritzi) Miq.(Rosoideae). Mitochondr DNA B. 4:864–865."}, {"Citation": "Park J, Kim Y, Xi H, Heo K-I. 2019. The complete chloroplast genome of ornamental coffee tree, Coffea arabica L. (Rubiaceae). Mitochondr DNA B. 4(1):1059–1060.", "ArticleIdList": ["PMC7687381", "33365492"]}, {"Citation": "Park J, Kim Y, Xi H, Jang T, Park J-H. 2019. The complete chloroplast genome of Abeliophyllum distichum Nakai (Oleaceae), cultivar Ok Hwang 1ho: insights of cultivar specific variations of A. distichum. Mitochondr DNA B. 4(1):1640–1642."}, {"Citation": "Park J, Kim Y, Xi H, Oh Y-j, Hahm KM, Ko J. 2019. The complete chloroplast genome of common camellia tree, Camellia japonica L. (Theaceae), adapted to cold environment in Korea. Mitochondr DNA B. 4(1):1038–1040."}, {"Citation": "Park J, Kim Y, Xi H. 2019. The complete chloroplast genome of aniseed tree, Illicium anisatum L. (Schisandraceae). Mitochondr DNA B. 4(1):1023–1024."}, {"Citation": "Tsaia C-F, Huangb C-L, Lind Y-L, Lee Y-C, Yang Y-C, Huang N-K. 2011. The neuroprotective effects of an extract of Gastrodia elata. J Ethnopharmacol. 8:119–125.", "ArticleIdList": ["21925258"]}, {"Citation": "Yuan Y, Jin X, Liu J, Zhao X, Zhou J, Wang X, Wang D, Lai C, Xu W, Huang J, et al. . 2018. The Gastrodia elata genome provides insights into plant adaptation to heterotrophy. Nat Commun. 9(1):1615.", "ArticleIdList": ["PMC5915607", "29691383"]}, {"Citation": "Zerbino DR, Birney E. 2008. Velvet: algorithms for de novo short read assembly using de Bruijn graphs. Genome Res. 18(5):821–829.", "ArticleIdList": ["PMC2336801", "18349386"]}, {"Citation": "Zhao Q-Y, Wang Y, Kong Y-M, Luo D, Li X, Hao P. 2011. Optimizing de novo transcriptome assembly from short-read RNA-Seq data: a comparative study. BMC Bioinformatics. 12(Suppl 14):S2.", "ArticleIdList": ["PMC3287467", "22373417"]}]}], "History": [{"Year": "2020", "Month": "12", "Day": "28", "Hour": "12", "Minute": "10"}, {"Year": "2020", "Month": "12", "Day": "29", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "12", "Day": "29", "Hour": "6", "Minute": "1"}, {"Year": "2020", "Month": "1", "Day": "14"}], "PublicationStatus": "epublish", "ArticleIdList": ["33366628", "PMC7748695", "10.1080/23802359.2019.1710588", "1710588"]}}]}