{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["ash values", "botanical diversity", "extractable matter", "medicinal plants", "moisture content"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "33376416", "DateRevised": {"Year": "2022", "Month": "04", "Day": "19"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "12", "Day": "21"}], "Language": ["eng"], "ELocationID": ["10.2147/JEP.S267903"], "Journal": {"ISSN": "1179-1454", "JournalIssue": {"Volume": "12", "PubDate": {"Year": "2020"}}, "Title": "Journal of experimental pharmacology", "ISOAbbreviation": "J Exp Pharmacol"}, "ArticleTitle": "Ethnobotanical Assessment and Physicochemical Properties of Commonly Used Medicinal Plants in Jimma Zone, Southwest Ethiopia: Traditional Healers Based Cross-Sectional Study.", "Pagination": {"StartPage": "665", "EndPage": "681", "MedlinePgn": "665-681"}, "Abstract": {"AbstractText": ["The demand for traditional herbal medicine is increasing and about 85% of the world population use herbal medicines for the prevention and treatment of diseases. More than 62.5% of the forest areas in Ethiopia are found in the southwest region, which have been used as a source of traditional medicine to treat different human and livestock ailments. The aim of this study was the investigation of the ethnobotanical and physicochemical properties of commonly used medicinal plants in Jimma zone, southwest Ethiopia.", "A cross-sectional study was conducted in the district of Jimma zone from June 1 to 30, 2017. The ethnobotanical data were collected from traditional healers through semi-structured questionnaires. Specimens collected from various habitats were taken into Jimma University, Herbarium laboratory, dried, and prepared using standard herbarium specimen techniques for identification. Physicochemical analysis was done for selected medicinal plants.", "A total of 72 medicinal plants categorized under 61 genera and 39 families were stated by the respondents for the treatment of different human and livestock ailments. Herbs constitute the largest category (28 species, 38.89%) followed by shrubs (21 species, 29.17%), trees (20 species, 27.78%) and climbers (3 species, 4.17%). Leaves (39.19%) were the most commonly used plant parts followed by roots (27%) and seeds (10.81%). Traditional healers reported processing remedies mainly through crushing (46.91%), powdering (18.52%), pounding (11.11%), and pressing (9.88%). The water-soluble extractive value of the selected medicinal plants were between 1.825 to 18.507%w/w and the alcohol-soluble extractive value were between 0.143 to 1.107%w/w. The moisture content (%LOD) of <i>Barleria argentea</i> Balf. f. was higher than the recommended standard which consisted of 21.063%w/w and followed by high %LOD of <i>Crateva adansonii</i> D.C. Prodr (8.143%w/w) and <i>Euphorbia abbyssinica</i> J.F. Gmel. (16.347%w/w). The highest total ash value was registered in <i>Dioscorea quartiniana</i> A.Rich. species which consisted of 18.563%w/w and followed by <i>Crateva adansonii</i> D.C. Prodr (16.033%w/w) and <i>Barleria argentea</i> Balf. f. (15.648%w/w). High acid-insoluble ash value (7.227%w/w) and water-soluble ash (6.731%w/w) was recorded in <i>Euphorbia abbyssinica</i> J.F. Gmel.", "The study revealed that the water-soluble extractive value of the selected medicinal plants indicates the presence of water-soluble components such as sugar, acids, and inorganic compounds. In the future, these characters can be used to check the genuine nature of the crude drug; thus, it plays an important role in preventing the possible steps of adulteration."], "CopyrightInformation": "© 2020 Siraj et al."}, "AuthorList": [{"Identifier": ["0000-0002-1928-984X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Pharmacy, College of Medicine and Health Sciences, Mizan-Tepi University, Mizan-Aman, Ethiopia."}], "LastName": "Siraj", "ForeName": "Jafer", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Jimma University Laboratory of Drug Quality (JuLaDQ), Jimma University, Jimma, Ethiopia."}, {"Identifier": [], "Affiliation": "School of Pharmacy, Jimma University, Jimma, Ethiopia."}], "LastName": "Belew", "ForeName": "Sileshi", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Jimma University Laboratory of Drug Quality (JuLaDQ), Jimma University, Jimma, Ethiopia."}, {"Identifier": [], "Affiliation": "School of Pharmacy, Jimma University, Jimma, Ethiopia."}], "LastName": "Suleman", "ForeName": "Sultan", "Initials": "S"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "New Zealand", "MedlineTA": "J Exp Pharmacol", "NlmUniqueID": "101530345", "ISSNLinking": "1179-1454"}, "CoiStatement": "The authors declare that they have no conflict of interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Kumar S, Kumar R, Khan A. Medicinal plant resources: manifestation and prospects of life-sustaining healthcare. Cont J Biol Sci. 2011;4(1):19–29."}, {"Citation": "Abramov V. Traditional medicine. World Health Org. 1996;134:1–3."}, {"Citation": "Abera B. Medicinal plants used in traditional medicine by Oromo people, Ghimbi District, Southwest Ethiopia. J Ethnobiol Ethnomed. 2014;10(1):40. doi:10.1186/1746-4269-10-40", "ArticleIdList": ["10.1186/1746-4269-10-40", "PMC4060869", "24885586"]}, {"Citation": "Okigbo R, Mmeka E. An appraisal of phytomedicine in Africa. KMITL. Sci Technol J. 2006;6(2):83–94."}, {"Citation": "Chauhan B, Kumar G, Kalam N, Ansari SH. Current concepts and prospects of herbal nutraceutical: a review. J Adv Pharm Technol Res. 2013;4(1):4–8. doi:10.4103/2231-4040.107494", "ArticleIdList": ["10.4103/2231-4040.107494", "PMC3645360", "23662276"]}, {"Citation": "Abebe W. Herbal medication: potential for adverse interactions with analgesic drugs. J Clin Pharm Ther. 2002;27(6):391–401. doi:10.1046/j.1365-2710.2002.00444.x", "ArticleIdList": ["10.1046/j.1365-2710.2002.00444.x", "12472978"]}, {"Citation": "Firenzuoli F, Gori L, Galapai C. Adverse reaction to an adrenergic herbal extracts (Citrus aurantium). Phytomed. 2005;12(3):247–248. doi:10.1016/j.phymed.2004.02.005", "ArticleIdList": ["10.1016/j.phymed.2004.02.005", "15830849"]}, {"Citation": "Annan K, Dickson RA, Amponsah IK, Jato J, Nooni IK. Pharmacognostic evaluation and physicochemical analysis of Paullinia pinnata L. (Sapindaceae). J Pharmacogn Phytochem. 2013;2(2):203–208."}, {"Citation": "Belew S, Suleman S, Mohammed T, et al. Quality of fixed dose artemether/lumefantrine products in Jimma Zone, Ethiopia. Malar J 2019;18:236. doi:10.1186/s12936-019-2872-1", "ArticleIdList": ["10.1186/s12936-019-2872-1", "PMC6628471", "31307475"]}, {"Citation": "Abubakar IB, Ukwuani-kwaja AN, Sulaimon F, et al. An inventory of medicinal plants used for treatment of cancer in Kwara and Lagos state, Nigeria, Eur. J Integr Med. 2020;34:101062. doi:10.1016/j.eujim.2020.101062", "ArticleIdList": ["10.1016/j.eujim.2020.101062"]}, {"Citation": "Ngoua-meye-misso R, Sima-obiang C, Ndong LJDC, et al. Medicinal plants used in management of cancer and other related diseases in Woleu-Ntem province, Gabon, Eur. J Integr Med. 2019;29:100924. doi:10.1016/j.eujim.2019.05.010", "ArticleIdList": ["10.1016/j.eujim.2019.05.010"]}, {"Citation": "World Health Organization (WHO). Quality control methods for herbal materials. World Health Organization; 2011. \nAvailable from: https://apps.who.int/iris/handle/10665/44479. Accessed February5, 2017."}, {"Citation": "Gazzaneo LRS, Lucena RFP, Albuquerque UP. Knowledge and use of medicinal plants by local specialists in a region of Atlantic forest in the state of Pernambuco (Northeastern Brazil). J Ethnobiol Ethnomed. 2005;1(1):9. doi:10.1186/1746-4269-1-9", "ArticleIdList": ["10.1186/1746-4269-1-9", "PMC1291389", "16270911"]}, {"Citation": "Bhattarai S, Chaudhary RP, Taylor RS. Ethnomedicinal plants used by the people of Manang district, central Nepal. J Ethnobiol Ethnomed. 2006;2(1):41. doi:10.1186/1746-4269-2-41", "ArticleIdList": ["10.1186/1746-4269-2-41", "PMC1618386", "17020612"]}, {"Citation": "Giday M, Teklehaymanot T, Animut A, Mekonnen Y. Medicinal plants of the Shinasha, Agew-awi and Amhara peoples in northwest Ethiopia. J Ethnopharmacol. 2006;110(3):516–525. doi:10.1016/j.jep.2006.10.011", "ArticleIdList": ["10.1016/j.jep.2006.10.011", "17101251"]}, {"Citation": "Assegid A, Tesfaye A. Ethnobotanical study of wild medicinal trees and shrubs in Benna Tsemay District, Southern Ethiopia. J Sci Dev. 2014;2(1):17–33."}, {"Citation": "Igoli JO, Tor-Anyiin TA, Usman SS, Oluma HOA, Igoli NP. Folk medicines of the lower Benue valley of Nigeria In: Singh VK, Govil JN, Hashmi S, Singh G, editors. Recent Progress in Medicinal Plants. USA: Sci. Tech. Pub; 2002:327–338. [Govil JN and Singh VK (Series Editors) Ethnomedicine and Pharmacognosy, vol 7.]."}, {"Citation": "Mahwasane ST, Middleton L, Boaduo N. An ethnobotanical survey of indigenous knowledge on medicinal plants used by the traditional healers of the Lwamondo area, Limpopo province, South Africa: South African. J Bot. 2013;88:69–75. doi:10.1016/j.sajb.2013.05.004", "ArticleIdList": ["10.1016/j.sajb.2013.05.004"]}, {"Citation": "Regassa R. Assessment of indigenous knowledge of medicinal plant practice and mode of service delivery in Hawassa city, southern Ethiopia. J Med Plant Res. 2013;7(9):517–535. doi:10.5897/JMPR012.1126", "ArticleIdList": ["10.5897/JMPR012.1126"]}, {"Citation": "Lulekal E, Kelbessa E, Bekele T, Yineger H. An ethnobotanical study of medicinal plants in Mana Angetu District, southeastern Ethiopia. J Ethnobiol Ethnomed. 2008;4(1):10. doi:10.1186/1746-4269-4-10", "ArticleIdList": ["10.1186/1746-4269-4-10", "PMC2391147", "18442379"]}, {"Citation": "Agarwal A. Critical issues in quality control of herbal products. Pharm Times. 2005;37(6):9–11."}, {"Citation": "Singh R, Ali A, Jeyabalan G, Kumar Y, Semwal A. Development of quality control parameters for the standardization of bark of Ficus arnottiana Miq. (M). J Acute Dis. 2013;218–221."}, {"Citation": "Junejo JA, Zaman K, Rudrapal M, Mondal P, Singh KD, Kumar V. Preliminary phytochemical and physicochemical evaluation of Carallia brachiata (Lour.) Merr. leaves. J App Pharm Sci. 2014;4(12):123–127. doi:10.7324/JAPS.2014.41221", "ArticleIdList": ["10.7324/JAPS.2014.41221"]}, {"Citation": "Saohin W, Boonchoong P, Iamlikitkuakoon S, Jamnoiprom I, Mungdee W. Effects of drying temperature and residual moisture content of Fa-Tha-Li (Andrographis paniculata (Burm.f.) Nees) crude powder for capsule preparation: Thai. J Pharm Sci. 2007;31:28–35."}, {"Citation": "Anjoo K. Analytical Evaluation of Herbal Drugs, Drug Discovery Research in Pharmacognosy. Vallisuta O, Olimat SM, editors. IntechOpen; 2012. doi:10.5772/26109", "ArticleIdList": ["10.5772/26109"]}, {"Citation": "Philip F, Chris C, John A, Isreal E. Survey on the pharmaceutical quality of herbal medicines sold in Nigeria. J App Pharm Sci. 2015;5(06):097–103."}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "7", "Day": "23"}, {"Year": "2020", "Month": "11", "Day": "12"}, {"Year": "2020", "Month": "12", "Day": "30", "Hour": "5", "Minute": "20"}, {"Year": "2020", "Month": "12", "Day": "31", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "12", "Day": "31", "Hour": "6", "Minute": "1"}, {"Year": "2020", "Month": "12", "Day": "21"}], "PublicationStatus": "epublish", "ArticleIdList": ["33376416", "PMC7762448", "10.2147/JEP.S267903", "267903"]}}], "PubmedBookArticle": []}