{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["origin tracing", "principal component analysis", "quality assessment", "traditional Chinese medicine", "triple quadrupole tandem mass spectrometry"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "33378573", "DateCompleted": {"Year": "2021", "Month": "10", "Day": "05"}, "DateRevised": {"Year": "2021", "Month": "10", "Day": "05"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "01", "Day": "26"}], "Language": ["eng"], "ELocationID": ["10.1002/jssc.202001087"], "Journal": {"ISSN": "1615-9314", "JournalIssue": {"Volume": "44", "Issue": "5", "PubDate": {"Year": "2021", "Month": "Mar"}}, "Title": "Journal of separation science", "ISOAbbreviation": "J Sep Sci"}, "ArticleTitle": "Quality assessment and traceability study of Angelicae Sinensis Radix via binary chromatography, triple quadrupole tandem mass spectrometry, and multivariate statistical analysis.", "Pagination": {"StartPage": "1062", "EndPage": "1071", "MedlinePgn": "1062-1071"}, "Abstract": {"AbstractText": ["Angelicae Sinensis Radix is a world-renowned herbal medicine originating in China. Owing to many environmental and geographical factors, Angelicae Sinensis Radix from various origins may have a difference in the content of ingredients, which made the confusion in the clinical practice and market. Herein, a binary chromatographic fingerprinting analysis method is developed via hydrophilic interaction chromatography and reversed-phase liquid chromatography to obtain more chemical information. Following that, an ultra-performance liquid chromatography with a triple quadrupole mass spectrometry method is furnished to simultaneously detect 17 ingredients of Angelicae Sinensis Radix gathered from six geographic zones in China. Eventually, the principal component analysis is successfully carried out to classify and differentiate the Angelicae Sinensis Radix from different origins, meanwhile the quantitative volcano plots was used to observe the changes of ingredient trends vividly. Accordingly, the proposed binary chromatography and triple quadrupole tandem mass spectrometry coupled with multivariate statistical analysis can be utilized as a facile and reliable method for origin tracing and quality control of Angelicae Sinensis Radix."], "CopyrightInformation": "© 2021 Wiley-VCH GmbH."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Natural Medicines, Jiangsu Key Laboratory of TCM Evaluation and Translational Research, Research Center for Traceability and Standardization of TCMs, Cellular and Molecular Biology Center. School of Traditional Chinese Pharmacy, China Pharmaceutical University, Nanjing, P.R. China."}], "LastName": "Zhao", "ForeName": "Shuang-Li", "Initials": "SL"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Natural Medicines, Jiangsu Key Laboratory of TCM Evaluation and Translational Research, Research Center for Traceability and Standardization of TCMs, Cellular and Molecular Biology Center. School of Traditional Chinese Pharmacy, China Pharmaceutical University, Nanjing, P.R. China."}], "LastName": "Fu", "ForeName": "Fei", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Natural Medicines, Jiangsu Key Laboratory of TCM Evaluation and Translational Research, Research Center for Traceability and Standardization of TCMs, Cellular and Molecular Biology Center. School of Traditional Chinese Pharmacy, China Pharmaceutical University, Nanjing, P.R. China."}, {"Identifier": [], "Affiliation": "Shenzhen Institute for Drug Control, Shenzhen, P.R. China."}], "LastName": "Jia", "ForeName": "Yu-Ran", "Initials": "YR"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Natural Medicines, Jiangsu Key Laboratory of TCM Evaluation and Translational Research, Research Center for Traceability and Standardization of TCMs, Cellular and Molecular Biology Center. School of Traditional Chinese Pharmacy, China Pharmaceutical University, Nanjing, P.R. China."}, {"Identifier": [], "Affiliation": "Shenzhen Institute for Drug Control, Shenzhen, P.R. China."}], "LastName": "Yu", "ForeName": "Xie-An", "Initials": "XA"}, {"Identifier": ["0000-0002-1401-9250"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Natural Medicines, Jiangsu Key Laboratory of TCM Evaluation and Translational Research, Research Center for Traceability and Standardization of TCMs, Cellular and Molecular Biology Center. School of Traditional Chinese Pharmacy, China Pharmaceutical University, Nanjing, P.R. China."}], "LastName": "Yu", "ForeName": "Bo-Yang", "Initials": "BY"}, {"Identifier": ["0000-0002-8109-586X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Natural Medicines, Jiangsu Key Laboratory of TCM Evaluation and Translational Research, Research Center for Traceability and Standardization of TCMs, Cellular and Molecular Biology Center. School of Traditional Chinese Pharmacy, China Pharmaceutical University, Nanjing, P.R. China."}], "LastName": "Li", "ForeName": "Ren-Shi", "Initials": "RS"}], "GrantList": [{"GrantID": "81973471", "Agency": "National Natural Science Foundation of China", "Country": ""}, {"GrantID": "82003937", "Agency": "National Natural Science Foundation of China", "Country": ""}, {"GrantID": "CPU2018GF06", "Agency": "Double First-Class\" University Project", "Country": ""}, {"GrantID": "CPU2018GY32", "Agency": "Double First-Class\" University Project", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "J Sep Sci", "NlmUniqueID": "101088554", "ISSNLinking": "1615-9306"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Drugs, Chinese Herbal"}], "MeshHeadingList": [{"QualifierName": ["chemistry"], "DescriptorName": "Angelica sinensis"}, {"QualifierName": [], "DescriptorName": "China"}, {"QualifierName": [], "DescriptorName": "Chromatography, High Pressure Liquid"}, {"QualifierName": ["analysis"], "DescriptorName": "Drugs, Chinese Herbal"}, {"QualifierName": [], "DescriptorName": "Multivariate Analysis"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Tandem Mass Spectrometry"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Sardesai VM. Herbal medicines: Poisons or potions? J Lab Clin Med. 2002;139:343-8."}, {"Citation": "Ji P, Wei Y, Hua Y, Zhang X, Yao W, Ma Q, Yuan Z, Wen Y, Yang C. A novel approach using metabolomics coupled with hematological and biochemical parameters to explain the enriching-blood effect and mechanism of unprocessed Angelica sinensis and its 4 kinds of processed products. J Ethnopharmacol. 2018;211:101-16."}, {"Citation": "Chao WW, Lin BF. Bioactivities of major constituents isolated from Angelica sinensis  (Danggui). Chin Med. 2011;6:29."}, {"Citation": "Huang SH, Lin CM, Chiang BH. Protective effects of Angelica sinensis extract on amyloid β-peptide-induced neurotoxicity. Phytomedicine. 2008;15:710-21."}, {"Citation": "Tsai NM, Lin SZ, Lee CC, Chen SP, Su HC, Chang WL, Harn HJ. The antitumor effects of Angelica sinensis on malignant brain tumors in vitro and in vivo. Clin Cancer Res. 2005;11:3475-84."}, {"Citation": "Cheng X, Yao H, Xiang Y, Chen L, Xiao M, Wang Z, Xiao H, Wang L, Wang S, Wang Y. Effect of Angelica polysaccharide on brain senescence of Nestin-GFP mice induced by d-galactose. Neurochem Int. 2019;122:149-56."}, {"Citation": "Wang J, Ge B, Li Z, Guan F, Li F. Structural analysis and immunoregulation activity comparison of five polysaccharides from Angelica sinensis. Carbohyd Polym. 2016;140:6-12."}, {"Citation": "Lim DW, Kim YT. Anti-osteoporotic effects of Angelica sinensis (Oliv.) Diels extract on ovariectomized rats and its oral toxicity in rats. Nutrients. 2014;6:4362-72."}, {"Citation": "State Pharmacopoeia Commission of the PRC. Pharmacopeia of People's Republic of China. China Medical Science Press, Beiijng 2015."}, {"Citation": "Liu J, Wang W, Yang Y, Yan Y, Wang W, Wu H, Ren Z. A rapid discrimination of authentic and unauthentic Radix Angelicae Sinensis growth regions by electronic nose coupled with multivariate statistical analyses. Sensors. 2014;14:20134-48."}, {"Citation": "Zhang HY, Bi WG, Yu Y, Liao WB. Angelica sinensis (Oliv.) Diels in China: Distribution, cultivation, utilization and variation. Genet Resour Crop Ev. 2012;59:607-13."}, {"Citation": "Yi L, Liang Y, Wu H, Yuan D. The analysis of Radix Angelicae Sinensis (Danggui). J Chromatogr A. 2009;1216:1991-2001."}, {"Citation": "Frommenwiler DA, Kim J, Yook CS, Tran TTT, Canigueral S, Reich E. Comprehensive HPTLC fingerprinting for quality control of an herbal drug-The case of Angelica gigas root. Planta Med. 2018;84:465-74."}, {"Citation": "Huang WY, Sheu SJ. Separation and identification of the organic acids in Angelicae Radix and Ligustici Rhizoma by HPLC and CE. J Sep Sci. 2006;29:2616-24."}, {"Citation": "Zhang XY, Qiao H, Shi YB. HPLC method with fluorescence detection for the determination of ligustilide in rat plasma and its pharmacokinetics. Pharm Biol. 2014;52:21-30."}, {"Citation": "Yang B, Chen J, Lee FSC, Wang X. GC-MS fingerprints for discrimination of Ligusticum chuanxiong from Angelica. J Sep Sci. 2008;31:3231-7."}, {"Citation": "Qu C, Yan H, Zhu SQ, Qian YY, Zhou GS, Guo S, Zhu ZH, Zhang S, Qian DW, Duan JA. Comparative analysis of nucleosides, nucleobases, and amino acids in different parts of Angelicae Sinensis Radix by ultra high performance liquid chromatography coupled to triple quadrupole tandem mass spectrometry. J Sep Sci. 2019;42:1122-32."}, {"Citation": "Jin M, Zhao K, Huang Q, Xu C, Shang P. Isolation, structure and bioactivities of the polysaccharides from Angelica sinensis (Oliv.) Diels: A review. Carbohyd Polym. 2012;89:713-22."}, {"Citation": "Zhu S, Guo S, Duan J, Qian D, Yan H, Sha X, Zhu Z. UHPLC-TQ-MS coupled with multivariate statistical analysis to characterize nucleosides, nucleobases and amino acids in Angelicae Sinensis Radix obtained by different drying methods. Molecules. 2017;22:918."}, {"Citation": "Mondanelli G, Ugel S, Grohmann U, Bronte V. The immune regulation in cancer by the amino acid metabolizing enzymes ARG and IDO. Curr Opin Pharmacol. 2017;35:30-9."}, {"Citation": "Adameova A, Tappia PS, Hatala R, Dhalla NS. Potential of sulphur-containing amino acids in the prevention of catecholamine-induced arrhythmias. Curr Med Chem. 2018;25:346-54."}, {"Citation": "Shelton J, Lu X, Hollenbaugh JA, Cho JH, Amblard F, Schinazi RF. Metabolism, biochemical actions, and chemical synthesis of anticancer nucleosides, nucleotides, and base analogs. Chem Rev. 2016;116:14379-455."}, {"Citation": "Freudenberg A, Petzke KJ, Klaus S. Dietary l-leucine and l-alanine supplementation have similar acute effects in the prevention of high-fat diet-induced obesity. Amino Acids. 2013;44:519-28."}, {"Citation": "Dai Y, Li Q, Tong J, Verpoorte R, Zhao S, Qin X, Chen S. Quality marker identification based on standard decoction of differently processed materials of Ephedrae Herba. J Ethnopharmacol. 2019;237:47-54."}, {"Citation": "Jin Y, Liang T, Fu Q, Xiao YS, Feng JT, Ke YX, Liang XM. Fingerprint analysis of Ligusticum chuanxiong using hydrophilic interaction chromatography and reversed-phase liquid chromatography. J Chromatogr A. 2009;1216:2136-41."}, {"Citation": "Cheng XL, Zhang QQ, Li MH, Yan H, Yu KZ, Zhou JL, Li SP, Wei F, Ma SC. Identification of four cornua by ultra-performance liquid chromatography with time-of-flight mass spectrometry coupled with principal component analysis. J Sep Sci. 2017;40:1667-73."}, {"Citation": "Qin K, Wang B, Li W, Cai H, Chen D, Liu X, Yin F, Cai B. Quality assessment of raw and processed Arctium lappa L. through multicomponent quantification, chromatographic fingerprint, and related chemometric analysis. J Sep Sci. 2015;38:1491-8."}, {"Citation": "Zhan Z, Deng A, Kang L, Tang J, Nan T, Chen T, He Y, Guo L, Huang L. Chemical profiling in Moutan Cortex after sulfuring and desulfuring processes reveals further insights into the quality control of TCMs by nontargeted metabolomic analysis. J Pharmaceut Biomed. 2018;156:340-8."}, {"Citation": "Dos Santos GG, Hastreiter AA, Sartori T, Borelli P, Fock RA. l-Glutamine in vitro modulates some immunomodulatory properties of bone marrow mesenchymal stem cells. Stem Cell Rev Rep. 2017;13:482-90."}], "ReferenceList": [], "Title": "REFERENCES"}], "History": [{"Year": "2020", "Month": "10", "Day": "20"}, {"Year": "2020", "Month": "12", "Day": "18"}, {"Year": "2020", "Month": "12", "Day": "28"}, {"Year": "2020", "Month": "12", "Day": "31", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "10", "Day": "6", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "12", "Day": "30", "Hour": "17", "Minute": "14"}], "PublicationStatus": "ppublish", "ArticleIdList": ["33378573", "10.1002/jssc.202001087"]}}], "PubmedBookArticle": []}