{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["RNA-dependent RNA polymerase", "SARS-CoV-2", "alkaloids", "flavonoids", "phytochemicals"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "33372806", "DateCompleted": {"Year": "2021", "Month": "01", "Day": "05"}, "DateRevised": {"Year": "2024", "Month": "03", "Day": "30"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": ["2040206620984076", "10.1177/2040206620984076"], "Journal": {"ISSN": "2040-2066", "JournalIssue": {"Volume": "28", "PubDate": {"Year": "2020", "Season": "Jan-Dec"}}, "Title": "Antiviral chemistry & chemotherapy", "ISOAbbreviation": "Antivir Chem Chemother"}, "ArticleTitle": "Alkaloids and flavonoids from African phytochemicals as potential inhibitors of SARS-Cov-2 RNA-dependent RNA polymerase: an <i>in silico</i> perspective.", "Pagination": {"StartPage": "2040206620984076", "MedlinePgn": "2040206620984076"}, "Abstract": {"AbstractText": ["Corona Virus Disease 2019 (COVID-19) is a pandemic caused by Severe Acute Respiratory Syndrome Coronavirus-2 (SARS-CoV-2). Exploiting the potentials of phytocompounds is an integral component of the international response to this pandemic. In this study, a virtual screening through molecular docking analysis was used to screen a total of 226 bioactive compounds from African herbs and medicinal plants for direct interactions with SARS-CoV-2 RNA-dependent RNA polymerase (RdRp). From these, 36 phytocompounds with binding affinities higher than the approved reference drugs (remdesivir and sobosivir), were further docked targeting the active sites of SARS-CoV-2, as well as SARS-CoV and HCV RdRp. A hit list of 7 compounds alongside two positive controls (remdesivir and sofosbuvir) and two negative controls (cinnamaldehyde and Thymoquinone) were further docked into the active site of 8 different conformations of SARS-CoV-2 RdRp gotten from molecular dynamics simulation (MDS) system equilibration. The top docked compounds were further subjected to predictive druglikeness and ADME/tox filtering analyses. Drugable alkaloids (10'-hydroxyusambarensine, cryptospirolepine, strychnopentamine) and flavonoids (usararotenoid A, and 12α-epi-millettosin), were reported to exhibit strong affinity binding and interactions with key amino acid residues in the catalytic site, the divalent-cation-binding site, and the NTP entry channel in the active region of the RdRp enzyme as the positive controls. These phytochemicals, in addition to other promising antivirals such as remdesivir and sofosbuvir, may be exploited towards the development of a cocktail of anti-coronavirus treatments in COVID-19. Experimental studies are recommended to validate these study."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Human Nutraceuticals and Bioinformatics Research Unit, Department of Biochemistry, Salem University, Lokoja, Nigeria."}], "LastName": "Ogunyemi", "ForeName": "Oludare M", "Initials": "OM"}, {"Identifier": ["0000-0002-1945-1739"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, Bingham University, Karu, Nigeria."}], "LastName": "Gyebi", "ForeName": "Gideon A", "Initials": "GA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Sciences, Department of Biophysics Cairo University, Giza, Egypt."}], "LastName": "Elfiky", "ForeName": "Abdo A", "Initials": "AA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology and Therapeutics, Faculty of Basic Medical Sciences University of Ilorin, Ilorin, Nigeria."}], "LastName": "Afolabi", "ForeName": "Saheed O", "Initials": "SO"}, {"Identifier": ["0000-0003-0524-5958"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biological Sciences, KolaDaisi University, Ibadan, Nigeria."}], "LastName": "Ogunro", "ForeName": "Olalekan B", "Initials": "OB"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, Faculty of Life Sciences, University of Ilorin, Ilorin, Nigeria."}], "LastName": "Adegunloye", "ForeName": "Adegbenro P", "Initials": "AP"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Sciences, Department of Biophysics Cairo University, Giza, Egypt."}], "LastName": "Ibrahim", "ForeName": "Ibrahim M", "Initials": "IM"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Antivir Chem Chemother", "NlmUniqueID": "9009212", "ISSNLinking": "0956-3202"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Alkaloids"}, {"RegistryNumber": "0", "NameOfSubstance": "Antiviral Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Flavonoids"}, {"RegistryNumber": "0", "NameOfSubstance": "Phytochemicals"}, {"RegistryNumber": "EC 2.7.7.48", "NameOfSubstance": "RNA-Dependent RNA Polymerase"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Africa"}, {"QualifierName": ["pharmacokinetics", "pharmacology"], "DescriptorName": "Alkaloids"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Antiviral Agents"}, {"QualifierName": [], "DescriptorName": "Drug Evaluation, Preclinical"}, {"QualifierName": ["pharmacokinetics", "pharmacology"], "DescriptorName": "Flavonoids"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Molecular Docking Simulation"}, {"QualifierName": [], "DescriptorName": "Molecular Dynamics Simulation"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Phytochemicals"}, {"QualifierName": ["antagonists & inhibitors"], "DescriptorName": "RNA-Dependent RNA Polymerase"}, {"QualifierName": ["drug effects", "enzymology"], "DescriptorName": "SARS-CoV-2"}], "CoiStatement": "<b>Declaration of conflicting interests:</b> The author(s) declared no potential conflicts of interest with respect to the\nresearch, authorship, and/or publication of this article."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Gao Y, Yan L, Huang Y, et al. Structure of the RNA-dependent RNA polymerase from COVID-19 virus. Science 2020; 368: 779–782.", "ArticleIdList": ["PMC7164392", "32277040"]}, {"Citation": "Porcheddu R, Serra C, Kelvin D, et al. Similarity in case fatality rates (CFR) of COVID-19/SARS-COV-2 in Italy and China. J Infect Dev Ctries 2020; 14: 125–128.", "ArticleIdList": ["32146445"]}, {"Citation": "Pal M, Berhanu G, Desalegn C, et al. Severe acute respiratory syndrome coronavirus-2 (SARS-CoV-2): an update. Cureus 2020; 12: e7423", "ArticleIdList": ["PMC7182166", "32337143"]}, {"Citation": "Zumla A, Chan JF, Azhar EI, et al. Coronaviruses - drug discovery and therapeutic options. Nat Rev Drug Discov 2016; 15: 327–347.", "ArticleIdList": ["PMC7097181", "26868298"]}, {"Citation": "Sohrabi C, Alsafi Z, O'Neill N, et al. World Health Organization declares global emergency: a review of the 2019 novel coronavirus (COVID-19). Int J Surg 2020; 76: 71–76.", "ArticleIdList": ["PMC7105032", "32112977"]}, {"Citation": "Cortegiani A, Ingoglia G, Ippolito M, et al. A systematic review on the efficacy and safety of chloroquine for the treatment of COVID-19. J Crit Care 2020; 57: 279–283.", "ArticleIdList": ["PMC7270792", "32173110"]}, {"Citation": "Gao J, Tian Z, Yang X. Breakthrough: Chloroquine phosphate has shown apparent efficacy in treatment of COVID-19 associated pneumonia in clinical studies. Biosci Trends 2020; 14: 72–73.", "ArticleIdList": ["32074550"]}, {"Citation": "Wu C, Liu Y, Yang Y, et al. Analysis of therapeutic targets for SARS-CoV-2 and discovery of potential drugs by computational methods. Acta Pharm Sin B 2020; 10: 766–788.", "ArticleIdList": ["PMC7102550", "32292689"]}, {"Citation": "Bruenn JA. A structural and primary sequence comparison of the viral RNA-dependent RNA polymerases. Nucleic Acids Res 2003; 31: 1821–1829.", "ArticleIdList": ["PMC152793", "12654997"]}, {"Citation": "Venkataraman S, Prasad B, Selvarajan R. RNA dependent RNA polymerases: insights from structure, function and evolution. Viruses 2018; 10: 76.", "ArticleIdList": ["PMC5850383", "29439438"]}, {"Citation": "Jia H, Gong P. A Structure-Function diversity survey of the RNA-Dependent RNA polymerases from the positive-strand RNA viruses. Front Microbiol 2019; 10: 1945.", "ArticleIdList": ["PMC6713929", "31507560"]}, {"Citation": "Te Velthuis AJ. Common and unique features of viral RNA-dependent polymerases. Cell Mol Life Sci 2014; 71: 4403–4420.", "ArticleIdList": ["PMC4207942", "25080879"]}, {"Citation": "Elfiky AA. Ribavirin, remdesivir, sofosbuvir, galidesivir, and tenofovir against SARS-CoV-2 RNA dependent RNA polymerase (RdRp): a molecular docking study. Life Sci 2020; 253: 117592.", "ArticleIdList": ["PMC7102646", "32222463"]}, {"Citation": "Parvez MSA, Karim MA, Hasan M, et al. Prediction of potential inhibitors for RNA-dependent RNA polymerase of SARS-CoV-2 using comprehensive drug repurposing and molecular docking approach 2020.", "ArticleIdList": ["PMC7495146", "32950529"]}, {"Citation": "Furuta Y, Gowen BB, Takahashi K, et al. Favipiravir (T-705), a novel viral RNA polymerase inhibitor. Antiviral Res 2013; 100: 446–454.", "ArticleIdList": ["PMC3880838", "24084488"]}, {"Citation": "Lung J, Lin YS, Yang YH, et al. The potential chemical structure of anti-SARS-CoV-2 RNA-dependent RNA polymerase. 2020.", "ArticleIdList": ["PMC7228302", "32167173"]}, {"Citation": "Li G, De Clercq E. Therapeutic options for the 2019 novel coronavirus (2019-nCoV). Nat Rev Drug Discov 2020; 19: 149–150.", "ArticleIdList": ["32127666"]}, {"Citation": "Zhang L, Liu Y. Potential interventions for novel coronavirus in China: a systematic review. J Med Virol 2020; 92: 479–490.", "ArticleIdList": ["PMC7166986", "32052466"]}, {"Citation": "Mani JS, Johnson JB, Steel JC, et al. Natural product-derived phytochemicals as potential agents against coronaviruses: a review. Virus Res 2020; 284: 197989.", "ArticleIdList": ["PMC7190535", "32360300"]}, {"Citation": "Mahomoodally MF. Traditional medicines in Africa: an appraisal of ten potent African medicinal plants. Evid Based Complement Alternat Med 2013; 2013: 617459.", "ArticleIdList": ["PMC3866779", "24367388"]}, {"Citation": "Olaiya CO, Choudhary MI, Ogunyemi OM, et al. Nutraceuticals from bitter leaf (vernonia amygdalina del.) protects against cadmium chloride induced hypertension in albino rats. Nature and Science 2013; 11: 136–145."}, {"Citation": "Ndhlala A, Amoo S, Ncube B, et al. Antibacterial, Antifungal, and Antiviral Activities of African Medicinal Plants. 2013. p. 621–51."}, {"Citation": "Ogbole OO, Akinleye TE, Segun PA, et al. In vitro antiviral activity of twenty-seven medicinal plant extracts from southwest Nigeria against three serotypes of echoviruses. Virol J 2018; 15: 110.", "ArticleIdList": ["PMC6052623", "30021589"]}, {"Citation": "Gyebi GA, Adegunloye AP, Ibrahim IM, et al. Prevention of SARS-CoV-2 cell entry: insight from in silico interaction of drug-like alkaloids with spike glycoprotein, human ACE2, and TMPRSS2. J Biomol Struct Dyn 2020; : 1–25.", "ArticleIdList": ["PMC7594191", "33089728"]}, {"Citation": "Gyebi GA, Ogunro OB, Adegunloye AP, et al. Potential inhibitors of coronavirus 3-chymotrypsin-like protease (3CLpro): an in silico screening of alkaloids and terpenoids from African medicinal plants. Journal of Biomolecular Structure and Dynamics 2020; : 1–19.", "ArticleIdList": ["PMC7256353", "32367767"]}, {"Citation": "Kirchdoerfer RN, Ward AB. Structure of the SARS-CoV nsp12 polymerase bound to nsp7 and nsp8 co-factors. Nat Commun 2019; 10: 2342.", "ArticleIdList": ["PMC6538669", "31138817"]}, {"Citation": "Appleby T, Perry J, Murakami E, et al. Structural basis for RNA replication by the hepatitis C virus polymerase. Science 2015; 347: 771–775.", "ArticleIdList": ["25678663"]}, {"Citation": "O'Boyle NM, Banck M, James CA, et al. Open babel: an open chemical toolbox. J Cheminform 2011; 3: 33.", "ArticleIdList": ["PMC3198950", "21982300"]}, {"Citation": "Trott O, Olson AJ. AutoDock vina: improving the speed and accuracy of docking with a new scoring function, efficient optimization, and multithreading. J Comput Chem 2010; 31: 455–461.", "ArticleIdList": ["PMC3041641", "19499576"]}, {"Citation": "1.7.6 V. The PyMOL molecular graphics system, version 1.7.6. Schrödinger, LLC."}, {"Citation": "Phillips JC, Braun R, Wang W, et al. Scalable molecular dynamics with NAMD. J Comput Chem 2005; 26: 1781–1802.", "ArticleIdList": ["PMC2486339", "16222654"]}, {"Citation": "Humphrey W, Dalke A, Schulten K. VMD: visual molecular dynamics. J Mol Graph 1996; 14: 33–38. 27–8.", "ArticleIdList": ["8744570"]}, {"Citation": "Pettersen EF, Goddard TD, Huang CC, et al. UCSF chimera—a visualization system for exploratory research and analysis. J Comput Chem 2004; 25: 1605–1612.", "ArticleIdList": ["15264254"]}, {"Citation": "Morris GM, Huey R, Lindstrom W, et al. AutoDock4 and AutoDockTools4: Automated docking with selective receptor flexibility. J Comput Chem 2009; 30: 2785–2791.", "ArticleIdList": ["PMC2760638", "19399780"]}, {"Citation": "Salentin S, Schreiber S, Haupt VJ, et al. PLIP: fully automated protein–ligand interaction profiler. Nucleic Acids Res 2015; 43: W443–W7.", "ArticleIdList": ["PMC4489249", "25873628"]}, {"Citation": "Nickel J, Gohlke BO, Erehman J, et al. SuperPred: update on drug classification and target prediction. Nucleic Acids Res 2014; 42: W26–31.", "ArticleIdList": ["PMC4086135", "24878925"]}, {"Citation": "Cheng F, Li W, Zhou Y, et al. admetSAR: a comprehensive source and free tool for assessment of chemical ADMET properties. J Chem Inf Model 2012; 52: 3099–3105.", "ArticleIdList": ["23092397"]}, {"Citation": "Akindele AJ, Agunbiade FO, Sofidiya MO, ACEDHARS UNILAG COVID-19 Response Team et al. COVID-19 pandemic: a case for phytomedicines. Natural Product Communications 2020; 15: 1934578X2094508.", "ArticleIdList": ["PMC7429914", "34191921"]}, {"Citation": "Gong P, Peersen OB. Structural basis for active site closure by the poliovirus RNA-dependent RNA polymerase. Proc Natl Acad Sci U S A 2010; 107: 22505–22510.", "ArticleIdList": ["PMC3012486", "21148772"]}, {"Citation": "Ng HW, Zhang W, Shu M, et al. Competitive molecular docking approach for predicting estrogen receptor subtype α agonists and antagonists. BMC Bioinformatics. BioMed Central 2014; 15: S4.", "ArticleIdList": ["PMC4251048", "25349983"]}, {"Citation": "Lipinski CA, Lombardo F, Dominy BW, et al. Experimental and computational approaches to estimate solubility and permeability in drug discovery and development settings. Advanced Drug Delivery Reviews 1997; 23: 3–25.", "ArticleIdList": ["11259830"]}, {"Citation": "Hughes JD, Blagg J, Price DA, et al. Physiochemical drug properties associated with in vivo toxicological outcomes. Bioorg Med Chem Lett 2008; 18: 4872–4875.", "ArticleIdList": ["18691886"]}]}], "History": [{"Year": "2020", "Month": "12", "Day": "29", "Hour": "12", "Minute": "8"}, {"Year": "2020", "Month": "12", "Day": "30", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "1", "Day": "6", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "12", "Day": "29"}], "PublicationStatus": "ppublish", "ArticleIdList": ["33372806", "PMC7783895", "10.1177/2040206620984076"]}}]}