{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Fritillaria cirrhosa", "Liliaceae", "Sipeimine biosynthesis", "Transporter genes", "de novo transcriptomics"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "33370713", "DateCompleted": {"Year": "2021", "Month": "02", "Day": "16"}, "DateRevised": {"Year": "2021", "Month": "02", "Day": "16"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "12", "Day": "25"}], "Language": ["eng"], "ELocationID": ["10.1016/j.phytochem.2020.112631", "S0031-9422(20)31246-2"], "Journal": {"ISSN": "1873-3700", "JournalIssue": {"Volume": "183", "PubDate": {"Year": "2021", "Month": "Mar"}}, "Title": "Phytochemistry", "ISOAbbreviation": "Phytochemistry"}, "ArticleTitle": "Comparative transcriptome analysis infers bulb derived in vitro cultures as a promising source for sipeimine biosynthesis in Fritillaria cirrhosa D. Don (Liliaceae, syn. Fritillaria roylei Hook.) - High value Himalayan medicinal herb.", "Pagination": {"StartPage": "112631", "MedlinePgn": "112631"}, "Abstract": {"AbstractText": ["Fritillaria cirrhosa D. Don (Liliaceae, syn. Fritillaria roylei Hook.) is a critically endangered medicinal herb of immense importance due to its pharmaceutical bioactive compound, especially sipeimine, used for the treatment of chronic respiratory disorders. However, the industrial demand for sipeimine solely depends on its endangered natural habitat. Therefore; there is an utmost need for its biodiversity conservation as well as for the sustainable utilization of phytochemicals. Plant cell culture and transcriptomics-based molecular bioprospection of key regulatory genes involved in sipeimine biosynthesis as such will play a crucial role in exploring the unexplored traits, that are in supply crisis or nearly in extinction stage. De novo comparative transcriptome sequencing of the bulb (in vivo), callus, and regenerated plantlets (in vitro) resulted in more than 150 million high-quality paired-end clean reads that assembled into final 31,428 transcripts. Functional annotation and unigenes classification with multiple public databases such as KEGG, Refseq, Uniprot, TAIR, GO, and COG, etc. along with chemical structures and functional biocatalytic activity analysis of different steroidal alkaloids facilitated the identification of 30 unigenes specific to sipeimine biosynthesis. Additionally, ABC transporters and TFs like bHLH, MYC, MYB, and WRKY suggests their possible role in metabolite translocation and regulation in vivo as well as in vitro tissues. Differential gene expression and quantitative analysis revealed that the MVA pathway probably the predominant route for 5C intermediate (IPP & DMAPP) biosynthesis. Further, the genes involved in the downstream biosynthesis pathway viz. SQLE, CAS1, SMT1, SMO1, SMO2, SC5DL, DHCR7, DHCR24, CYP710A, 3β-HSD, CYP90D2, and CYP374A6 shown similar expression pattern with RNA-Seq and qRT-PCR findings. The positive correlation between higher expression of proposed biosynthetic pathway genes and relatively higher accumulation of sipeimine in differentiated naturally grown bulb tissues (in vivo), undifferentiated cells (callus), and de-differentiated tissues i.e. regenerated plantlets (in vitro) has been evident from the present study. Comprehensive genomic resources created in F. cirrhosa will provide strong evidence of bulb derived in vitro culture as an alternative promising source for steroidal alkaloids biosynthesis and metabolite upscaling through genetic and metabolic engineering."], "CopyrightInformation": "Copyright © 2020 Elsevier Ltd. All rights reserved."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Biotechnology Division, CSIR-Institute of Himalayan Bioresource Technology, Palampur, Himachal Pradesh, India. Electronic address: pksharmabiotech@gmail.com."}], "LastName": "Kumar", "ForeName": "Pankaj", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Biotechnology Division, CSIR-Institute of Himalayan Bioresource Technology, Palampur, Himachal Pradesh, India; Academy of Scientific and Innovative Research, New Delhi, India. Electronic address: ashrita.3092@gmail.com."}], "LastName": "Ashrita"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Biotechnology Division, CSIR-Institute of Himalayan Bioresource Technology, Palampur, Himachal Pradesh, India; Academy of Scientific and Innovative Research, New Delhi, India. Electronic address: vishal@ihbt.res.in."}], "LastName": "Acharya", "ForeName": "Vishal", "Initials": "V"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Biotechnology Division, CSIR-Institute of Himalayan Bioresource Technology, Palampur, Himachal Pradesh, India; Academy of Scientific and Innovative Research, New Delhi, India. Electronic address: ashishwarghat@ihbt.res.in."}], "LastName": "Warghat", "ForeName": "Ashish R", "Initials": "AR"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Phytochemistry", "NlmUniqueID": "0151434", "ISSNLinking": "0031-9422"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Cevanes"}, {"RegistryNumber": "JKN43410XZ", "NameOfSubstance": "peiminine"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Cevanes"}, {"QualifierName": ["genetics"], "DescriptorName": "Fritillaria"}, {"QualifierName": [], "DescriptorName": "Gene Expression Profiling"}, {"QualifierName": [], "DescriptorName": "Gene Expression Regulation, Plant"}, {"QualifierName": [], "DescriptorName": "Liliaceae"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Transcriptome"}]}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2020", "Month": "8", "Day": "27"}, {"Year": "2020", "Month": "12", "Day": "14"}, {"Year": "2020", "Month": "12", "Day": "16"}, {"Year": "2020", "Month": "12", "Day": "29", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "2", "Day": "17", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "12", "Day": "28", "Hour": "20", "Minute": "9"}], "PublicationStatus": "ppublish", "ArticleIdList": ["33370713", "10.1016/j.phytochem.2020.112631", "S0031-9422(20)31246-2"]}}], "PubmedBookArticle": []}