{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "33381266", "DateCompleted": {"Year": "2021", "Month": "09", "Day": "02"}, "DateRevised": {"Year": "2022", "Month": "10", "Day": "14"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "12", "Day": "11"}], "Language": ["eng"], "ELocationID": ["6636766", "10.1155/2020/6636766"], "Journal": {"ISSN": "1942-0994", "JournalIssue": {"Volume": "2020", "PubDate": {"Year": "2020"}}, "Title": "Oxidative medicine and cellular longevity", "ISOAbbreviation": "Oxid Med Cell Longev"}, "ArticleTitle": "Vhavenda Herbal Remedies as Sources of Antihypertensive Drugs: Ethnobotanical and Ethnopharmacological Studies.", "Pagination": {"StartPage": "6636766", "MedlinePgn": "6636766"}, "Abstract": {"AbstractText": ["Hypertension is a dominant risk factor for the development of cardiovascular, kidney, and eye diseases. In Africa, it increasingly leads to hospitalisation and a strain on the public health system. However, rather than modern medicine, African traditional healers are the first choice for most South Africans. Therefore, this study is aimed at gathering information on herbal remedies traditionally used for the treatment of high blood pressure in Vhavenda, South Africa, and comparing this information with reports in the literature regarding plants used to manage high blood pressure. An ethnobotanical survey was carried out in Vhembe district and its environs with 53 herbalists and indigenous people aged between 36 and 66 years from January to October 2019 using a semistructured questionnaire. The plants were collected with each respondent; they were authenticated and kept in herbarium. A total of 51 different plants were mentioned as being most commonly used for hypertension treatment. Of these, 44 plants were identified, with those from the Fabaceae family followed by plants from the Celastraceae family being commonly mentioned. Of these, the <i>Elaeodendron transvaalense</i>, <i>Tabernaemontana elegans</i>, <i>Elephantorrhiza elephantina</i>, and <i>Aloe vossii</i> were commonly cited species. According to the literature data, most of the identified plants are yet to be scientifically investigated for the treatment of hypertension, whereas only preliminary investigations have been carried out on other plants, suggesting that these preliminary investigations may have highlight promising antihypertensive activities <i>in vitro</i> that are indicative of their potential as antihypertensive drugs. Therefore, there is a need to scientifically investigate the antihypertensive potentials of these plants as a potential source of antihypertensive treatment and compounds."], "CopyrightInformation": "Copyright © 2020 Gundo Mudau et al."}, "AuthorList": [{"Identifier": ["0000-0002-5899-8817"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Life and Consumer Sciences, College of Agriculture and Environmental Sciences, University of South Africa, Johannesburg 1709, South Africa."}], "LastName": "Mudau", "ForeName": "Gundo", "Initials": "G"}, {"Identifier": ["0000-0002-7580-6709"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Life and Consumer Sciences, College of Agriculture and Environmental Sciences, University of South Africa, Johannesburg 1709, South Africa."}], "LastName": "Odeyemi", "ForeName": "Samuel", "Initials": "S"}, {"Identifier": ["0000-0002-6394-2666"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Life and Consumer Sciences, College of Agriculture and Environmental Sciences, University of South Africa, Johannesburg 1709, South Africa."}], "LastName": "Dewar", "ForeName": "John", "Initials": "J"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Oxid Med Cell Longev", "NlmUniqueID": "101479826", "ISSNLinking": "1942-0994"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Antihypertensive Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Preparations"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Adult"}, {"QualifierName": [], "DescriptorName": "Aged"}, {"QualifierName": ["isolation & purification", "therapeutic use"], "DescriptorName": "Antihypertensive Agents"}, {"QualifierName": ["methods"], "DescriptorName": "Ethnobotany"}, {"QualifierName": ["methods"], "DescriptorName": "Ethnopharmacology"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["drug therapy", "epidemiology", "ethnology"], "DescriptorName": "Hypertension"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": ["methods"], "DescriptorName": "Medicine, African Traditional"}, {"QualifierName": [], "DescriptorName": "Middle Aged"}, {"QualifierName": ["methods", "statistics & numerical data"], "DescriptorName": "Phytotherapy"}, {"QualifierName": ["classification", "therapeutic use"], "DescriptorName": "Plant Preparations"}, {"QualifierName": ["classification", "physiology"], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": ["epidemiology"], "DescriptorName": "South Africa"}, {"QualifierName": [], "DescriptorName": "Surveys and Questionnaires"}], "CoiStatement": "The authors declare that they have no conflicts of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Davids D., Gibson D., Johnson Q. Ethnobotanical survey of medicinal plants used to manage high blood pressure and type 2 diabetes mellitus in Bitterfontein, Western Cape Province, South Africa. Journal of Ethnopharmacology . 2016;194:755–766. doi: 10.1016/j.jep.2016.10.063.", "ArticleIdList": ["10.1016/j.jep.2016.10.063", "27780752"]}, {"Citation": "Malik K., Ahmad M., Bussmann R. W., et al. Ethnobotany of anti-hypertensive plants used in northern Pakistan. Frontiers in Pharmacology . 2018;9:p. 789.", "ArticleIdList": ["PMC6066661", "30087613"]}, {"Citation": "Eddouks M., Maghrani M., Lemhadri A., Ouahidi M.-L., Jouad H. Ethnopharmacological survey of medicinal plants used for the treatment of diabetes mellitus, hypertension and cardiac diseases in the south-east region of Morocco (Tafilalet). Journal of Ethnopharmacology . 2002;82(2–3):97–103. doi: 10.1016/S0378-8741(02)00164-2.", "ArticleIdList": ["10.1016/S0378-8741(02)00164-2", "12241983"]}, {"Citation": "Tee S. R., Teoh X. Y., Aiman W. A., Aiful A., Har C. S., Tan Z. F. The prevalence of hypertension and its associated risk factors in two rural communities in Penang, Malaysia. International e-Journal of Medical Science and Education . 2010;4(2):27–40."}, {"Citation": "Hall M. E., do Carmo J. M., da Silva A. A., Juncos L. A., Wang Z., Hall J. E. Obesity, hypertension, and chronic kidney disease. International Journal of Nephrology and Renovascular Disease . 2014;7:75–88.", "ArticleIdList": ["PMC3933708", "24600241"]}, {"Citation": "Petrie J. R., Guzik T. J., Touyz R. M. Diabetes, hypertension, and cardiovascular disease: clinical insights and vascular mechanisms. The Canadian Journal of Cardiology . 2018;34(5):575–584. doi: 10.1016/j.cjca.2017.12.005.", "ArticleIdList": ["10.1016/j.cjca.2017.12.005", "PMC5953551", "29459239"]}, {"Citation": "Van Rooyen D., Pretorius B., Tembani N. M., ten Ham W. Curationis . 2. Vol. 38. DENOSA; 2015.", "ArticleIdList": ["PMC6092702", "26244463"]}, {"Citation": "Oyebode O., Kandala N., Chilton P. J., Lilford R. J. Use of traditional medicine in middle-income countries: a WHO-SAGE study. Health Policy and Planning . 2016;31(8):984–991. doi: 10.1093/heapol/czw022.", "ArticleIdList": ["10.1093/heapol/czw022", "PMC5013777", "27033366"]}, {"Citation": "Ashu Agbor M., Naidoo S. Ethnomedicinal plants used by traditional healers to treat oral health problems in Cameroon. Evidence-Based Complementary and Alternative Medicine . 2015;2015:10. doi: 10.1155/2015/649832.649832", "ArticleIdList": ["10.1155/2015/649832", "PMC4606091", "26495020"]}, {"Citation": "Agbor A. M., Naidoo S. A review of the role of African traditional medicine in the management of oral diseases. African Journal of Traditional, Complementary and Alternative Medicines . 2016;13(2):133–142. doi: 10.4314/ajtcam.v13i2.16.", "ArticleIdList": ["10.4314/ajtcam.v13i2.16"]}, {"Citation": "Güler B., Manav E., Uğurlu E. Medicinal plants used by traditional healers in Bozüyük (Bilecik–Turkey) Journal of Ethnopharmacology . 2015;173:39–47. doi: 10.1016/j.jep.2015.07.007.", "ArticleIdList": ["10.1016/j.jep.2015.07.007", "26188219"]}, {"Citation": "Nanadagopalan V., Gritto M. J., Doss A. An ethnobotanical survey of medicinal plants used by local traditional healers of Thiruvengimalai, Tiruchirapalli district, Tamil Nadu, southern India. Asian Journal of Pharmaceutical Science & Technology . 2015;5(3):156–159."}, {"Citation": "Hewson M. G. Embracing Indigenous Knowledge in Science and Medical Teaching . Springer; 2015. Integrating indigenous knowledge with science teaching; pp. 119–131."}, {"Citation": "Tshikalange T. E., Mophuting B. C., Mahore J., Winterboer S., Lall N. An ethnobotanical study of medicinal plants used in villages under Jongilanga Tribal Council, Mpumalanga, South Africa. African Journal of Traditional, Complementary and Alternative Medicines . 2016;13(6):83–89. doi: 10.21010/ajtcam.v13i6.13.", "ArticleIdList": ["10.21010/ajtcam.v13i6.13", "PMC5412206", "28480364"]}, {"Citation": "Asuzu C. C., Elumelu-Kupoluyi T., Asuzu M. C., Campbell O. B., Akin-Odanye E. O., Lounsbury D. A pilot study of cancer patients’ use of traditional healers in the Radiotherapy Department, University College Hospital, Ibadan, Nigeria. Psycho-Oncology . 2017;26(3):369–376. doi: 10.1002/pon.4033.", "ArticleIdList": ["10.1002/pon.4033", "26577066"]}, {"Citation": "Audet C. M., Salato J., Blevins M., et al. Occupational hazards of traditional healers: repeated unprotected blood exposures risk infectious disease transmission. Tropical Medicine & International Health . 2016;21(11):1476–1480. doi: 10.1111/tmi.12775.", "ArticleIdList": ["10.1111/tmi.12775", "PMC5093076", "27580349"]}, {"Citation": "Chinsembu K. C. Ethnobotanical study of medicinal flora utilised by traditional healers in the management of sexually transmitted infections in Sesheke District, Western Province, Zambia. Revista Brasileira de Farmacognosia . 2016;26(2):268–274. doi: 10.1016/j.bjp.2015.07.030.", "ArticleIdList": ["10.1016/j.bjp.2015.07.030"]}, {"Citation": "Maneenoon K., Khuniad C., Teanuan Y., et al. Ethnomedicinal plants used by traditional healers in Phatthalung Province, Peninsular Thailand. Journal of Ethnobiology and Ethnomedicine . 2015;11(1):p. 43.", "ArticleIdList": ["PMC4469324", "26025447"]}, {"Citation": "Ngarivhume T., van’t Klooster C. I. E. A., de Jong J. T. V. M., Van der Westhuizen J. H. Medicinal plants used by traditional healers for the treatment of malaria in the Chipinge district in Zimbabwe. Journal of Ethnopharmacology . 2015;159:224–237. doi: 10.1016/j.jep.2014.11.011.", "ArticleIdList": ["10.1016/j.jep.2014.11.011", "25449454"]}, {"Citation": "Musyimi C. W., Mutiso V. N., Nandoya E. S., Ndetei D. M. Forming a joint dialogue among faith healers, traditional healers and formal health workers in mental health in a Kenyan setting: towards common grounds. Journal of Ethnobiology and Ethnomedicine . 2016;12(1):p. 4. doi: 10.1186/s13002-015-0075-6.", "ArticleIdList": ["10.1186/s13002-015-0075-6", "PMC4705751", "26742992"]}, {"Citation": "Esan O., Appiah-Poku J., Othieno C., et al. A survey of traditional and faith healers providing mental health care in three sub-Saharan African countries. Social Psychiatry and Psychiatric Epidemiology . 2019;54(3):395–403. doi: 10.1007/s00127-018-1630-y.", "ArticleIdList": ["10.1007/s00127-018-1630-y", "30456425"]}, {"Citation": "Government Gazette No 30660. Traditional Health Practitioners Act 22 of 2007 . Department of Health, Government Printing Works; 2008."}, {"Citation": "Louw G., Duvenhage A. Are there 200,000 and more traditional healers practicing in South Africa? Australasian Medical Journal . 2016;9(12):498–505."}, {"Citation": "Tshehla B. Traditional health practitioners and the authority to issue medical certificates. South African Medical Journal . 2015;105(4):p. 279.", "ArticleIdList": ["26294868"]}, {"Citation": "Motadi S. A., Mbhenyane X. G., Mbhatsani H. V., Mabapa N. S., Mamabolo R. L. Prevalence of iron and zinc deficiencies among preschool children ages 3 to 5 y in Vhembe district, Limpopo province, South Africa. Nutrition . 2015;31(3):452–458. doi: 10.1016/j.nut.2014.09.016.", "ArticleIdList": ["10.1016/j.nut.2014.09.016", "25701334"]}, {"Citation": "Municipalities of South Africa. Vhembe District Municipality (DC34) \nMunicipalities of South Africa\n. 2017.  2019,  https://municipalities.co.za/services/129/vhembe-district-municipality."}, {"Citation": "Statistics South Africa. Local Municipality | Statistics South Africa. 2011.  2019,  http://www.statssa.gov.za/?page_id=993&id=thulamela-municipality."}, {"Citation": "Magwede K., van Wyk B.-E., van Wyk A. E. An inventory of Vhavenḓa useful plants. South African Journal of Botany . 2019;122:57–89. doi: 10.1016/j.sajb.2017.12.013.", "ArticleIdList": ["10.1016/j.sajb.2017.12.013"]}, {"Citation": "Maroyi A. Review of ethnomedicinal, phytochemical and pharmacological properties of Lannea schweinfurthii (Engl.) Engl. Molecules . 2019;24(4):p. 732.", "ArticleIdList": ["PMC6412302", "30781661"]}, {"Citation": "Maregesi S. M., Ngassapa O. D., Pieters L., Vlietinck A. J. Ethnopharmacological survey of the Bunda district, Tanzania: plants used to treat infectious diseases. Journal of Ethnopharmacology . 2007;113(3):457–470. doi: 10.1016/j.jep.2007.07.006.", "ArticleIdList": ["10.1016/j.jep.2007.07.006", "17720340"]}, {"Citation": "Fernandes N. A. F., Canelo L. I. N., de Mendonça D. I. M. D., de Mendonça A. J. G. Acetylcholinesterase inhibitory activity of extracts from Angolan medicinal plants. International Journal of Pharmacognosy and Phytochemical Research . 2015;7(4):768–776."}, {"Citation": "Suzana Augustino S., Hall J. B., Makonda F. B. S., Ishengoma R. C. Medicinal resources of the Miombo woodlands of Urumwa, Tanzania: plants and its uses. Journal of Medicinal Plants Research . 2011;5(27):6352–6372."}, {"Citation": "Nasser A. M. A. G., Court W. E. Stem bark alkaloids of rauvolfia caffra. Journal of Ethnopharmacology . 1984;11(1):99–117. doi: 10.1016/0378-8741(84)90099-0.", "ArticleIdList": ["10.1016/0378-8741(84)90099-0", "6471882"]}, {"Citation": "Bindu S., Rameshkumar K. B., Kumar B., Singh A., Anilkumar C. Distribution of reserpine in Rauvolfia species from India – HPTLC and LC–MS studies. Industrial Crops and Products . 2014;62:430–436. doi: 10.1016/j.indcrop.2014.09.018.", "ArticleIdList": ["10.1016/j.indcrop.2014.09.018"]}, {"Citation": "Tshikalange T. E., Meyer J. J. M., Hussein A. A. Antimicrobial activity, toxicity and the isolation of a bioactive compound from plants used to treat sexually transmitted diseases. Journal of Ethnopharmacology . 2005;96(3):515–519. doi: 10.1016/j.jep.2004.09.057.", "ArticleIdList": ["10.1016/j.jep.2004.09.057", "15619572"]}, {"Citation": "Milugo T. K., Omosa L. K., Ochanda J. O., et al. Antagonistic effect of alkaloids and saponins on bioactivity in the quinine tree (Rauvolfia caffra sond.): further evidence to support biotechnology in traditional medicinal plants. BMC Complementary and Alternative Medicine . 2013;13(1):p. 285. doi: 10.1186/1472-6882-13-285.", "ArticleIdList": ["10.1186/1472-6882-13-285", "PMC3816308", "24160735"]}, {"Citation": "Pallant C., Steenkamp V. In-vitro bioactivity of Venda medicinal plants used in the treatment of respiratory conditions. Human & Experimental Toxicology . 2008;27(11):859–866. doi: 10.1177/0960327108099526.", "ArticleIdList": ["10.1177/0960327108099526", "19244294"]}, {"Citation": "Mansoor T. A., Borralho P. M., Dewanjee S., Mulhovo S., Rodrigues C. M. P., Ferreira M. J. U. Monoterpene bisindole alkaloids, from the African medicinal plant Tabernaemontana elegans, induce apoptosis in HCT116 human colon carcinoma cells. Journal of Ethnopharmacology . 2013;149(2):463–470. doi: 10.1016/j.jep.2013.06.051.", "ArticleIdList": ["10.1016/j.jep.2013.06.051", "23872252"]}, {"Citation": "Bartolome A. P., Villaseñor I. M., Yang W.-C. Bidens pilosa L. (Asteraceae): botanical properties, traditional uses, phytochemistry, and pharmacology. Evidence-Based Complementary and Alternative Medicine . 2013;2013:51. doi: 10.1155/2013/340215.340215", "ArticleIdList": ["10.1155/2013/340215", "PMC3712223", "23935661"]}, {"Citation": "Thien T. V. N., Huynh V. H. T., Vo L. K. T., et al. Two new compounds and α-glucosidase inhibitors from the leaves of Bidens pilosa L. Phytochemistry Letters . 2017;20:119–122. doi: 10.1016/j.phytol.2017.04.015.", "ArticleIdList": ["10.1016/j.phytol.2017.04.015"]}, {"Citation": "Oliveira F., Andrade-Neto V., Krettli A., Brandão M. G. New evidences of antimalarial activity of Bidens pilosa roots extract correlated with polyacetylene and flavonoids. Journal of Ethnopharmacology . 2004;93(1):39–42.", "ArticleIdList": ["15182902"]}, {"Citation": "Akoto O., Oppong I. V., Addae-Mensah I., Waibel R., Achenbach H. Isolation and characterization of dipeptide derivative and phytosterol from Capparis tomentosa Lam. Scientific Research and Essay . 2008;3(8):355–358."}, {"Citation": "Tekulu G. H., Hiluf T., Brhanu H., Araya E. M., Bitew H., Haile T. Anti-inflammatory and anti-nociceptive property of Capparis tomentosa Lam. root extracts. Journal of Ethnopharmacology . 2020;253:p. 112654. doi: 10.1016/j.jep.2020.112654.", "ArticleIdList": ["10.1016/j.jep.2020.112654", "32035216"]}, {"Citation": "Salehi E., Emam-Djomeh Z., Askari G., Fathi M. Opuntia ficus indica fruit gum: extraction, characterization, antioxidant activity and functional properties. Carbohydrate Polymers . 2019;206:565–572. doi: 10.1016/j.carbpol.2018.11.035.", "ArticleIdList": ["10.1016/j.carbpol.2018.11.035", "30553358"]}, {"Citation": "Osuna-Martínez U., Reyes-Esparza J., Rodríguez-Fragoso L. Cactus (Opuntia ficus-indica): a review on its antioxidants properties and potential pharmacological use in chronic diseases. Natural Products Chemistry & Research . 2014;2(6)"}, {"Citation": "Khumalo G. P., Sadgrove N. J., Van Vuuren S., Van Wyk B.-E. Antimicrobial activity of volatile and non-volatile isolated compounds and extracts from the bark and leaves of Warburgia salutaris (Canellaceae) against skin and respiratory pathogens. South African Journal of Botany . 2019;122:547–550. doi: 10.1016/j.sajb.2018.10.018.", "ArticleIdList": ["10.1016/j.sajb.2018.10.018"]}, {"Citation": "Kotina E. L., Van Wyk B.-E., Tilney P. M. Anatomy of the leaf and bark of Warburgia salutaris (Canellaceae), an important medicinal plant from South Africa. South African Journal of Botany . 2014;94:177–181. doi: 10.1016/j.sajb.2014.06.008.", "ArticleIdList": ["10.1016/j.sajb.2014.06.008"]}, {"Citation": "Rabe T., van Staden J. Isolation of an antibacterial sesquiterpenoid from Warburgia salutaris. Journal of Ethnopharmacology . 2000;73(1–2):171–174. doi: 10.1016/S0378-8741(00)00293-2.", "ArticleIdList": ["10.1016/S0378-8741(00)00293-2", "11025153"]}, {"Citation": "Russo E. B. Cannabis and epilepsy: an ancient treatment returns to the fore. Epilepsy & Behavior . 2017;70(Part B):292–297. doi: 10.1016/j.yebeh.2016.09.040.", "ArticleIdList": ["10.1016/j.yebeh.2016.09.040", "27989385"]}, {"Citation": "Odeyemi S., Bradley G. Medicinal plants used for the traditional management of diabetes in the Eastern Cape, South Africa: pharmacology and toxicology. Molecules . 2018;23", "ArticleIdList": ["PMC6278280", "30366359"]}, {"Citation": "Deutschländer M. S. S., van de Venter M., Roux S., Louw J., Lall N. Hypoglycaemic activity of four plant extracts traditionally used in South Africa for diabetes. Journal of Ethnopharmacology . 2009;124(3):619–624. doi: 10.1016/j.jep.2009.04.052.", "ArticleIdList": ["10.1016/j.jep.2009.04.052", "19422900"]}, {"Citation": "Tshikalange T. E., Hussein A. Cytotoxicity activity of isolated compounds from Elaeodendron transvaalense ethanol extract. Journal of Medicinal Plants Research . 2010;4(16):1695–1697."}, {"Citation": "Khumalo G. P., Sadgrove N. J., Van Vuuren S. F., Van Wyk B.-E. Antimicrobial lupenol triterpenes and a polyphenol from Elaeodendron transvaalense, a popular southern African medicinal bark. South African Journal of Botany . 2019;122:518–521. doi: 10.1016/j.sajb.2018.07.020.", "ArticleIdList": ["10.1016/j.sajb.2018.07.020"]}, {"Citation": "de Boer H. J., Kool A., Broberg A., Mziray W. R., Hedberg I., Levenfors J. J. Anti-fungal and anti-bacterial activity of some herbal remedies from Tanzania. Journal of Ethnopharmacology . 2005;96(3):461–469. doi: 10.1016/j.jep.2004.09.035.", "ArticleIdList": ["10.1016/j.jep.2004.09.035", "15619565"]}, {"Citation": "Olaleye M. T., Amobonye A. E., Komolafe K., Akinmoladun A. C. Protective effects of Parinari curatellifolia flavonoids against acetaminophen-induced hepatic necrosis in rats. Saudi Journal of Biological Sciences . 2014;21(5):486–492. doi: 10.1016/j.sjbs.2014.06.005.", "ArticleIdList": ["10.1016/j.sjbs.2014.06.005", "PMC4190983", "25313285"]}, {"Citation": "Ogbonnia S. Nuts and Seeds in Health and Disease Prevention . Academic Press; 2011. Extracts of Mobola plum (Parinari curatellifolia Planch ex Benth, Chrysobalanaceae) seeds and multiple therapeutic activities; pp. 767–774.", "ArticleIdList": ["10.1016/B978-0-12-375688-6.10091-X"]}, {"Citation": "Fyhrquist P., Mwasumbi L., Hæggström C.-A., Vuorela H., Hiltunen R., Vuorela P. Ethnobotanical and antimicrobial investigation on some species of Terminalia and Combretum (Combretaceae) growing in Tanzania. Journal of Ethnopharmacology . 2002;79(2):169–177. doi: 10.1016/S0378-8741(01)00375-0.", "ArticleIdList": ["10.1016/S0378-8741(01)00375-0", "11801378"]}, {"Citation": "Tamiru F., Adane L., Bekele B. Phytochemical screening of root extract of Momordica boivinii and isolation of two steroids. Research Journal of Phytochemistry . 2018;12(1):21–34."}, {"Citation": "Pakia M., Cooke J. A., van Staden J. The ethnobotany of the Midzichenda tribes of the coastal forest areas in Kenya: 2. Medicinal plant uses. South African Journal of Botany . 2003;69(3):382–395. doi: 10.1016/S0254-6299(15)30321-5.", "ArticleIdList": ["10.1016/S0254-6299(15)30321-5"]}, {"Citation": "Chinsembu K. C. Plants as antimalarial agents in sub-Saharan Africa. Acta Tropica . 2015;152:32–48. doi: 10.1016/j.actatropica.2015.08.009.", "ArticleIdList": ["10.1016/j.actatropica.2015.08.009", "26297798"]}, {"Citation": "van Vuuren S. F., Viljoen A. M. In vitro evidence of phyto-synergy for plant part combinations of Croton gratissimus (Euphorbiaceae) used in African traditional healing. Journal of Ethnopharmacology . 2008;119(3):700–704. doi: 10.1016/j.jep.2008.06.031.", "ArticleIdList": ["10.1016/j.jep.2008.06.031", "18644430"]}, {"Citation": "Sadgrove N. J., Madeley L. G., Van Wyk B.-E. Volatiles from African species of Croton (Euphorbiaceae), including new diterpenes in essential oil from Croton gratissimus. Heliyon . 2019;5(10, article e02677)", "ArticleIdList": ["PMC6820369", "31687511"]}, {"Citation": "Tshisikhawe M., Siaga N. M., Bhat R. B. Population dynamics of Millettia stuhlmannii Taub. in Ha-Makhuvha, Vhembe district of Limpopo Province, South Africa. Phyton . 2011;80:127–132."}, {"Citation": "Chinsembu K. C., Hijarunguru A., Mbangu A. Ethnomedicinal plants used by traditional healers in the management of HIV/AIDS opportunistic diseases in Rundu, Kavango East Region, Namibia. South African Journal of Botany . 2015;100:33–42. doi: 10.1016/j.sajb.2015.05.009.", "ArticleIdList": ["10.1016/j.sajb.2015.05.009"]}, {"Citation": "Dlova N. C., Ollengo M. A. Traditional and ethnobotanical dermatology practices in Africa. Clinics in Dermatology . 2018;36(3):353–362. doi: 10.1016/j.clindermatol.2018.03.009.", "ArticleIdList": ["10.1016/j.clindermatol.2018.03.009", "29908577"]}, {"Citation": "Rukunga G. M., Waterman P. G. Triterpenes of Albizia versicolor and Albizia schimperana stem barks. Fitoterapia . 2001;72(2):188–190. doi: 10.1016/S0367-326X(00)00259-8.", "ArticleIdList": ["10.1016/S0367-326X(00)00259-8", "11223234"]}, {"Citation": "Dzoyem J. P., Eloff J. N. Anti-inflammatory, anticholinesterase and antioxidant activity of leaf extracts of twelve plants used traditionally to alleviate pain and inflammation in South Africa. Journal of Ethnopharmacology . 2015;160:194–201. doi: 10.1016/j.jep.2014.11.034.", "ArticleIdList": ["10.1016/j.jep.2014.11.034", "25476488"]}, {"Citation": "Mathisen E., Diallo D., Andersen Ø. M., Malterud K. E. Antioxidants from the bark ofBurkea africana, an African medicinal plant. Phytotherapy Research . 2002;16(2):148–153. doi: 10.1002/ptr.936.", "ArticleIdList": ["10.1002/ptr.936", "11933117"]}, {"Citation": "Olaokun O. O., Alaba A. E., Ligege K., Mkolo N. M. Phytochemical content, antidiabetes, anti-inflammatory antioxidant and cytotoxic activity of leaf extracts of Elephantorrhiza elephantina (Burch.) Skeels. South African Journal of Botany . 2020;128:319–325. doi: 10.1016/j.sajb.2019.11.030.", "ArticleIdList": ["10.1016/j.sajb.2019.11.030"]}, {"Citation": "Maphosa V., Masika P., Moyo B. Investigation of the anti-inflammatory and antinociceptive activities of Elephantorrhiza elephantina (Burch.) Skeels root extract in male rats. African Journal of Biotechnology . 2009;8(24)"}, {"Citation": "Lall N., Blom van Staden A., Rademan S., et al. Antityrosinase and anti-acne potential of plants traditionally used in the Jongilanga community in Mpumalanga. South African Journal of Botany . 2019;126:241–249. doi: 10.1016/j.sajb.2019.07.015.", "ArticleIdList": ["10.1016/j.sajb.2019.07.015"]}, {"Citation": "Anthoney Swamy T., Ngule M. C., Jackie K., Edwin A., Ngule M. E. Evaluation of in vitro antibacterial activity in Senna didymobotrya roots methanolic-aqua extract and the selected fractions against selected pathogenic microorganisms. International Journal of Current Microbiology and Applied Sciences . 2014;3(5):362–376."}, {"Citation": "Mworia J. K., Kibiti C. M., Ngugi M. P., Ngeranwa J. N. Antipyretic potential of dichloromethane leaf extract of Eucalyptus globulus (Labill) and Senna didymobotrya (Fresenius) in rats models. Heliyon . 2019;5(12, article e02924)", "ArticleIdList": ["PMC6911989", "31853510"]}, {"Citation": "Dabai Y., Kawo A., Aliyu R. M. Phytochemical screening and antibacterial activity of the leaf and root extracts of Senna italica. African Journal of Pharmacy and Pharmacology . 2012;6(12)"}, {"Citation": "Sudi I. Y., Ksgbiya D. M., Muluh E. K., Clement A. Nutritional and phytochemical screening of Senna obtusifolia indigenous to Mubi, Nigeria. Advances in Applied Science Research . 2011;2(3):432–437."}, {"Citation": "Doughari J. H., El-Mahmood A. M., Tyoyina I. Antimicrobial activity of leaf extracts of Senna obtusifolia (L) African Journal of Pharmacy and Pharmacology . 2008;2(1):7–13."}, {"Citation": "Teles A. V. F. F., Fock R. A., Górniak S. L. Effects of long-term administration of Senna occidentalis seeds on the hematopoietic tissue of rats. Toxicon . 2015;108:73–79. doi: 10.1016/j.toxicon.2015.09.042.", "ArticleIdList": ["10.1016/j.toxicon.2015.09.042", "26435339"]}, {"Citation": "Sowndhararajan K., Siddhuraju P., Manian S. Antioxidant and free radical scavenging capacity of the underutilized legume, Vigna vexillata (L.) A. Rich. Journal of Food Composition and Analysis . 2011;24(2):160–165. doi: 10.1016/j.jfca.2010.09.016.", "ArticleIdList": ["10.1016/j.jfca.2010.09.016"]}, {"Citation": "Asong J. A., Ndhlovu P. T., Khosana N. S., Aremu A. O., Otang-Mbeng W. Medicinal plants used for skin-related diseases among the Batswanas in Ngaka Modiri Molema District Municipality, South Africa. South African Journal of Botany . 2019;126:11–20. doi: 10.1016/j.sajb.2019.05.002.", "ArticleIdList": ["10.1016/j.sajb.2019.05.002"]}, {"Citation": "Boudesocque-Delaye L., Agostinho D., Bodet C., et al. Antibacterial polyketide heterodimers from Pyrenacantha kaurabassana tubers. Journal of Natural Products . 2015;78(4):597–603. doi: 10.1021/np5003252.", "ArticleIdList": ["10.1021/np5003252", "25756503"]}, {"Citation": "Omolo J. J., Maharaj V., Naidoo D., et al. Bioassay-guided investigation of the Tanzanian plant Pyrenacantha kaurabassana for potential anti-HIV-active compounds. Journal of Natural Products . 2012;75(10):1712–1716. doi: 10.1021/np300255r.", "ArticleIdList": ["10.1021/np300255r", "23002902"]}, {"Citation": "Mallikharjuna P. B., Rajanna L. N., Seetharam Y. N., Sharanabasappa G. K. Phytochemical studies of Strychnos potatorum L.f.- a medicinal plant. E-Journal of Chemistry . 2007;4(4):510–518. doi: 10.1155/2007/687859.", "ArticleIdList": ["10.1155/2007/687859"]}, {"Citation": "Sanmugapriya E., Venkataraman S. Studies on hepatoprotective and antioxidant actions of Strychnos potatorum Linn. seeds on CCl4-induced acute hepatic injury in experimental rats. Journal of Ethnopharmacology . 2006;105(1–2):154–160. doi: 10.1016/j.jep.2005.10.028.", "ArticleIdList": ["10.1016/j.jep.2005.10.028", "16388923"]}, {"Citation": "Sharma D., Dr Y. P. S. Preliminary and pharmacological profile of Melia azedarach L.: an overview. Journal of Applied Pharmaceutical Science . 2013;3(12):133–138."}, {"Citation": "Suresh S., Chhipa A. S., Gupta M., et al. Phytochemical analysis and pharmacological evaluation of methanolic leaf extract of Moringa oleifera Lam. in ovalbumin induced allergic asthma. South African Journal of Botany . 2020;130:484–493. doi: 10.1016/j.sajb.2020.01.046.", "ArticleIdList": ["10.1016/j.sajb.2020.01.046"]}, {"Citation": "Ngom I., Ngom B. D., Sackey J., Khamlich S. Biosynthesis of Zinc Oxide Nanoparticles Using Extracts of Moringa Oleifera: Structural & Optical Properties. Materials Today: Proceedings . 2020"}, {"Citation": "Drewes S. E., Hudson N. A. Brackenin, a dimeric dihydrochalcone from Brackenridgea zanguebarica. Phytochemistry . 1983;22(12):2823–2825. doi: 10.1016/S0031-9422(00)97705-7.", "ArticleIdList": ["10.1016/S0031-9422(00)97705-7"]}, {"Citation": "Drewes S. E., Hudson N. A., Bates R. B., Linz G. S. Medicinal plants of Southern Africa. Part 1. Dimeric chalcone-based pigments from Brackenridgea zanguebarica. Journal of the Chemical Society, Perkin Transactions 1 . 1987:2809–2813."}, {"Citation": "Sousa Carvalho G. F., Marques L. K., Sousa H. G., et al. Phytochemical study, molecular docking, genotoxicity and therapeutic efficacy of the aqueous extract of the stem bark of Ximenia americana L. in the treatment of experimental COPD in rats. Journal of Ethnopharmacology . 2020;247:p. 112259. doi: 10.1016/j.jep.2019.112259.", "ArticleIdList": ["10.1016/j.jep.2019.112259", "31577938"]}, {"Citation": "Ngueyem T. A., Brusotti G., Caccialanza G., Finzi P. V. The genus Bridelia: a phytochemical and ethnopharmacological review. Journal of Ethnopharmacology . 2009;124(3):339–349. doi: 10.1016/j.jep.2009.05.019.", "ArticleIdList": ["10.1016/j.jep.2009.05.019", "19477259"]}, {"Citation": "Green E., Obi L. C., Samie A., Bessong P. O., Ndip R. N. Characterization of n-Hexane sub-fraction of Bridelia micrantha (Berth) and its antimycobacterium activity. BMC Complementary and Alternative Medicine . 2011;11(1):p. 28.", "ArticleIdList": ["PMC3080840", "21481267"]}, {"Citation": "Chin Y.-W., Mdee L. K., Mbwambo Z. H., et al. Prenylated flavonoids from the root bark of Berchemia discolor, a Tanzanian medicinal plant. Journal of Natural Products . 2006;69(11):1649–1652.", "ArticleIdList": ["PMC2471879", "17125241"]}, {"Citation": "Samie A., Housein A., Lall N., Meyer J. J. M. Crude extracts of, and purified compounds from, Pterocarpus angolensis, and the essential oil of Lippia javanica: their in-vitro cytotoxicities and activities against selected bacteria and Entamoeba histolytica. Annals of Tropical Medicine and Parasitology . 2013;103(5):427–439.", "ArticleIdList": ["19583913"]}, {"Citation": "Maroyi A. Traditional use of medicinal plants in south-central Zimbabwe: review and perspectives. Journal of Ethnobiology and Ethnomedicine . 2013;9(1):p. 31.", "ArticleIdList": ["PMC3653698", "23642285"]}, {"Citation": "Mulaudzi R. B., Ndhlala A. R., Kulkarni M. G., Finnie J. F., Van Staden J. Antimicrobial properties and phenolic contents of medicinal plants used by the Venda people for conditions related to venereal diseases. Journal of Ethnopharmacology . 2011;135(2):330–337. doi: 10.1016/j.jep.2011.03.022.", "ArticleIdList": ["10.1016/j.jep.2011.03.022", "21402139"]}, {"Citation": "Masevhe N. A., McGaw L. J., Eloff J. N. The traditional use of plants to manage candidiasis and related infections in Venda, South Africa. Journal of Ethnopharmacology . 2015;168:364–372. doi: 10.1016/j.jep.2015.03.046.", "ArticleIdList": ["10.1016/j.jep.2015.03.046", "25816985"]}, {"Citation": "Melo A. C., Costa S. C. A., Castro A. F., et al. Hydroethanolic extract of Tropaeolum majus promotes anxiolytic effects on rats. Revista Brasileira de Farmacognosia . 2018;28(5):589–593. doi: 10.1016/j.bjp.2018.06.006.", "ArticleIdList": ["10.1016/j.bjp.2018.06.006"]}, {"Citation": "Gomes C., Lourenço E. L. B., Liuti É. B., et al. Evaluation of subchronic toxicity of the hydroethanolic extract of Tropaeolum majus in Wistar rats. Journal of Ethnopharmacology . 2012;142(2):481–487. doi: 10.1016/j.jep.2012.05.023.", "ArticleIdList": ["10.1016/j.jep.2012.05.023", "22633983"]}, {"Citation": "Valsalam S., Agastian P., Arasu M. V., et al. Rapid biosynthesis and characterization of silver nanoparticles from the leaf extract of Tropaeolum majus L. and its enhanced in-vitro antibacterial, antifungal, antioxidant and anticancer properties. Journal of Photochemistry and Photobiology B: Biology . 2019;191:65–74. doi: 10.1016/j.jphotobiol.2018.12.010.", "ArticleIdList": ["10.1016/j.jphotobiol.2018.12.010", "30594044"]}, {"Citation": "Green E., Samie A., Obi C. L., Bessong P. O., Ndip R. N. Inhibitory properties of selected South African medicinal plants against Mycobacterium tuberculosis. Journal of Ethnopharmacology . 2010;130(1):151–157. doi: 10.1016/j.jep.2010.04.033.", "ArticleIdList": ["10.1016/j.jep.2010.04.033", "20447452"]}, {"Citation": "Orech F. O., Schwarz J. G. Ethno-phytotherapeutic remedies used in meat, milk, and blood products by the Maasai people of Kenya. South African Journal of Botany . 2017;108:278–280. doi: 10.1016/j.sajb.2016.10.026.", "ArticleIdList": ["10.1016/j.sajb.2016.10.026"]}, {"Citation": "Urso V., Signorini M. A., Tonini M., Bruschi P. Wild medicinal and food plants used by communities living in Mopane woodlands of southern Angola: results of an ethnobotanical field investigation. Journal of Ethnopharmacology . 2016;177:126–139. doi: 10.1016/j.jep.2015.11.041.", "ArticleIdList": ["10.1016/j.jep.2015.11.041", "26639153"]}, {"Citation": "Korir R., Mutai C., Kiiyukia C., Bii C. Antimicrobial activity and safety of two medicinal plants traditionally used in Bomet District of Kenya. Research Journal of Medicinal Plant . 2012;6(5):370–382. doi: 10.3923/rjmp.2012.370.382.", "ArticleIdList": ["10.3923/rjmp.2012.370.382"]}, {"Citation": "Suleman S., Beyene Tufa T., Kebebe D., et al. Treatment of malaria and related symptoms using traditional herbal medicine in Ethiopia. Journal of Ethnopharmacology . 2018;213:262–279. doi: 10.1016/j.jep.2017.10.034.", "ArticleIdList": ["10.1016/j.jep.2017.10.034", "29102764"]}, {"Citation": "Dike I. P., Obembe O. O., Adebiyi F. E. Ethnobotanical survey for potential anti-malarial plants in south-western Nigeria. Journal of Ethnopharmacology . 2012;144(3):618–626. doi: 10.1016/j.jep.2012.10.002.", "ArticleIdList": ["10.1016/j.jep.2012.10.002", "23085021"]}, {"Citation": "Traore M. S., Baldé M. A., Diallo M. S. T., et al. Ethnobotanical survey on medicinal plants used by Guinean traditional healers in the treatment of malaria. Journal of Ethnopharmacology . 2013;150(3):1145–1153. doi: 10.1016/j.jep.2013.10.048.", "ArticleIdList": ["10.1016/j.jep.2013.10.048", "24184265"]}, {"Citation": "Kankara S., Ibrahim M., Mustafa M., Go R. Ethnobotanical survey of medicinal plants used for traditional maternal healthcare in Katsina State, Nigeria. South African Journal of Botany . 2015;97:165–175."}, {"Citation": "Mongalo N. I., Makhafola T. J. Ethnobotanical knowledge of the lay people of Blouberg area (Pedi tribe), Limpopo Province, South Africa. Journal of Ethnobiology and Ethnomedicine . 2018;14(1):p. 46.", "ArticleIdList": ["PMC6044033", "30001728"]}, {"Citation": "Yetein M. H., Houessou L. G., Lougbégnon T. O., Teka O., Tente B. Ethnobotanical study of medicinal plants used for the treatment of malaria in plateau of Allada, Benin (West Africa) Journal of Ethnopharmacology . 2013;146(1):154–163. doi: 10.1016/j.jep.2012.12.022.", "ArticleIdList": ["10.1016/j.jep.2012.12.022", "23266332"]}, {"Citation": "Muganga R., Angenot L., Tits M., Frédérich M. Antiplasmodial and cytotoxic activities of Rwandan medicinal plants used in the treatment of malaria. Journal of Ethnopharmacology . 2010;128(1):52–57. doi: 10.1016/j.jep.2009.12.023.", "ArticleIdList": ["10.1016/j.jep.2009.12.023", "20035853"]}, {"Citation": "Karou S. D., Tchacondo T., Djikpo Tchibozo M. A., et al. Ethnobotanical study of medicinal plants used in the management of diabetes mellitus and hypertension in the central region of Togo. Pharmaceutical Biology . 2011;49(12):1286–1297. doi: 10.3109/13880209.2011.621959.", "ArticleIdList": ["10.3109/13880209.2011.621959", "22077164"]}, {"Citation": "Gbekley H. E., Karou S. I. D., Katawa G., et al. Ethnobotanical survey of medicinal plants used in the management of hypertension in the maritime region of Togo. African Journal of Traditional, Complementary and Alternative Medicines . 2018;15(1):85–97. doi: 10.21010/ajtcam.v15i1.9.", "ArticleIdList": ["10.21010/ajtcam.v15i1.9", "PMC5411872", "28480398"]}, {"Citation": "Balogun F., Ashafa A. A review of plants used in south African traditional medicine for the management and treatment of hypertension. Planta Medica . 2019;85(4):312–334.", "ArticleIdList": ["30477041"]}, {"Citation": "Adeyemi A. A., Gbolade A. A., Moody J. O., Ogbole O. O., Fasanya M. T. Traditional anti-fever Phytotherapies in Sagamu and Remo north districts in Ogun state, Nigeria. Journal of Herbs Spices & Medicinal Plants . 2010;16(3–4):203–218. doi: 10.1080/10496475.2010.511075.", "ArticleIdList": ["10.1080/10496475.2010.511075"]}, {"Citation": "Mesfin F., Demissew S., Teklehaymanot T. An ethnobotanical study of medicinal plants in Wonago Woreda, SNNPR, Ethiopia. Journal of Ethnobiology and Ethnomedicine . 2009;5(1):p. 28.", "ArticleIdList": ["PMC2769162", "19821994"]}, {"Citation": "Gbolade A. Ethnobotanical study of plants used in treating hypertension in Edo state of Nigeria. Journal of Ethnopharmacology . 2012;144(1):1–10. doi: 10.1016/j.jep.2012.07.018.", "ArticleIdList": ["10.1016/j.jep.2012.07.018", "22975417"]}, {"Citation": "Simbo D. J. An ethnobotanical survey of medicinal plants in Babungo, Northwest Region, Cameroon. Journal of Ethnobiology and Ethnomedicine . 2010;6(1):p. 8.", "ArticleIdList": ["PMC2843657", "20156356"]}, {"Citation": "Motlhanka D., Nthoiwa G. P. Ethnobotanical survey of medicinal plants of Tswapong north, in eastern Botswana: a case of plants from Mosweu and Seolwane villages. European Journal of Medicinal Plants . 2013;3(1):10–24. doi: 10.9734/EJMP/2013/1871.", "ArticleIdList": ["10.9734/EJMP/2013/1871"]}, {"Citation": "Olorunnisola O. S., Bradley G., Afolayan A. J. Ethnobotanical information on plants used for the management of cardiovascular diseases in Nkonkobe Municipality, South Africa. Journal of Medicinal Plants Research . 2011;5(17):4256–4260."}, {"Citation": "Semenya S. S., Potgieter M. J. Kirkia wilmsii: a Bapedi treatment for hypertension. South African Journal of Botany . 2015;100:228–232. doi: 10.1016/j.sajb.2015.05.029.", "ArticleIdList": ["10.1016/j.sajb.2015.05.029"]}, {"Citation": "Pallant C. A., Cromarty A. D., Steenkamp V. Effect of an alkaloidal fraction of Tabernaemontana elegans (Stapf.) on selected micro-organisms. Journal of Ethnopharmacology . 2012;140(2):398–404. doi: 10.1016/j.jep.2012.01.036.", "ArticleIdList": ["10.1016/j.jep.2012.01.036", "22313627"]}, {"Citation": "Paterna A., Gomes S. E., Borralho P. M., Mulhovo S., Rodrigues C. M. P., Ferreira M.-J. U. Vobasinyl-Iboga Alkaloids from Tabernaemontana elegans: Cell Cycle Arrest and Apoptosis-Inducing Activity in HCT116 Colon Cancer Cells. Journal of Natural Products . 2016;79(10):2624–2634.", "ArticleIdList": ["27704811"]}, {"Citation": "Odeyemi A. S., Bradley G., Semenya S. Medicinal uses, phytochemistry and pharmacological properties of Elaeodendron transvaalense. Nutrients . 2019;11(3):p. 545.", "ArticleIdList": ["PMC6470740", "30836643"]}, {"Citation": "Díaz-de-Cerio E., Verardo V., Gómez-Caravaca A. M., Fernández-Gutiérrez A., Segura-Carretero A. Health effects of Psidium guajava L. leaves: an overview of the last decade. International Journal of Molecular Sciences . 2017;18(4)", "ArticleIdList": ["PMC5412476", "28441777"]}, {"Citation": "Gutiérrez R. M. P., Mitchell S., Solis R. V. Psidium guajava: a review of its traditional uses, phytochemistry and pharmacology. Journal of Ethnopharmacology . 2008;117(1):1–27. doi: 10.1016/j.jep.2008.01.025.", "ArticleIdList": ["10.1016/j.jep.2008.01.025", "18353572"]}, {"Citation": "Singh R. B., Rastogi S. S., Singh N. K., Ghosh S., Gupta S., Niaz M. A. Can guava fruit intake decrease blood pressure and blood lipids? Journal of Human Hypertension . 1993;7(1):33–38.", "ArticleIdList": ["8383769"]}, {"Citation": "Irondi E., Agboola S., Oboh G., Boligon A., Athayde M., Shode F. Guava leaves polyphenolics-rich extract inhibits vital enzymes implicated in gout and hypertension in vitro. Journal of Intercultural Ethnopharmacology . 2016;5(2):122–130. doi: 10.5455/jice.20160321115402.", "ArticleIdList": ["10.5455/jice.20160321115402", "PMC4835986", "27104032"]}, {"Citation": "Mensah J., Okoli R., Turay A., Ogie-Odia E. Phytochemical analysis of medicinal plants used for the management of hypertension by Esan people of Edo state, Nigeria. Ethnobotanical Leaflets . 2009;2009(10):p. 7."}, {"Citation": "Ademiluyi A. O., Oboh G., Ogunsuyi O. B., Oloruntoba F. M. A comparative study on antihypertensive and antioxidant properties of phenolic extracts from fruit and leaf of some guava (Psidium guajava L.) varieties. Comparative Clinical Pathology . 2016;25(2):363–374. doi: 10.1007/s00580-015-2192-y.", "ArticleIdList": ["10.1007/s00580-015-2192-y"]}, {"Citation": "Huisamen B., George C., Genade S., Dietrich D. Cardioprotective and anti-hypertensive effects of Prosopis glandulosa in rat models of pre-diabetes: cardiovascular topics. Cardiovascular Journal Of Africa . 2013;24(2):p. 10.", "ArticleIdList": ["PMC3734879", "23612947"]}, {"Citation": "Dzoyem J. P., McGaw L. J., Eloff J. N. In vitro antibacterial, antioxidant and cytotoxic activity of acetone leaf extracts of nine under-investigated Fabaceae tree species leads to potentially useful extracts in animal health and productivity. BMC Complementary and Alternative Medicine . 2014;14(1):p. 147.", "ArticleIdList": ["PMC4032570", "24885143"]}, {"Citation": "Ramesar S., Baijnath H., Govender T., Mackraj I. Angiotensin I-converting enzyme inhibitor activity of nutritive plants in KwaZulu-Natal. Journal of Medicinal Food . 2008;11(2):331–336. doi: 10.1089/jmf.2007.569.", "ArticleIdList": ["10.1089/jmf.2007.569", "18598177"]}, {"Citation": "el Imane Harrat N., Louala S., Bensalah F., Affane F., Chekkal H., Lamri-Senhadji M. Anti-hypertensive, anti-diabetic, hypocholesterolemic and antioxidant properties of prickly pear nopalitos in type 2 diabetic rats fed a high-fat diet. Nutrition & Food Science . 2019;49(3):476–490."}, {"Citation": "Mlala S., Oyedeji O., Nkeh-Chungag B. Chemical Constituents and Biological Studies of Tagetes Minuta L. and Rauvolfia Caffra Sond . University of Fort Hare; 2015."}, {"Citation": "Kennedy J., Thorley M. Pharmacognosy, phytochemistry, medicinal plants (2nd ed.) Carbohydrate Polymers . 2000;42(4):428–429."}, {"Citation": "Girgih A. T., He R., Malomo S., Offengenden M., Wu J., Aluko R. E. Structural and functional characterization of hemp seed (Cannabis sativa L.) protein-derived antioxidant and antihypertensive peptides. Journal of Functional Foods . 2014;6:384–394. doi: 10.1016/j.jff.2013.11.005.", "ArticleIdList": ["10.1016/j.jff.2013.11.005"]}, {"Citation": "Mao R., Xia P., He Z., et al. Identification of seeds based on molecular markers and secondary metabolites in Senna obtusifolia and Senna occidentalis. Botanical Studies . 2017;58(1):p. 43.", "ArticleIdList": ["PMC5668216", "29098509"]}, {"Citation": "Schultz R. A., Kellerman T. S., Van den Berg H. The role of fluorescence polarization immuno-assay in the diagnosis of plant-induced cardiac glycoside poisoning livestock in South Africa. The Onderstepoort Journal of Veterinary Research . 2005;72(3):189–201. doi: 10.4102/ojvr.v72i3.195.", "ArticleIdList": ["10.4102/ojvr.v72i3.195", "16300187"]}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "10", "Day": "21"}, {"Year": "2020", "Month": "11", "Day": "11"}, {"Year": "2020", "Month": "11", "Day": "30"}, {"Year": "2020", "Month": "12", "Day": "31", "Hour": "5", "Minute": "25"}, {"Year": "2021", "Month": "1", "Day": "1", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "9", "Day": "3", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "12", "Day": "11"}], "PublicationStatus": "epublish", "ArticleIdList": ["33381266", "PMC7748911", "10.1155/2020/6636766"]}}], "PubmedBookArticle": []}