{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Cancer risk", "Medicinal herb", "Multi-medium exposure", "Non-carcinogenic risk", "Trace element contamination"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "33389620", "DateCompleted": {"Year": "2021", "Month": "09", "Day": "27"}, "DateRevised": {"Year": "2021", "Month": "09", "Day": "27"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "01", "Day": "03"}], "Language": ["eng"], "ELocationID": ["10.1007/s12011-020-02539-4"], "Journal": {"ISSN": "1559-0720", "JournalIssue": {"Volume": "199", "Issue": "11", "PubDate": {"Year": "2021", "Month": "Nov"}}, "Title": "Biological trace element research", "ISOAbbreviation": "Biol Trace Elem Res"}, "ArticleTitle": "Evaluation of Trace Element Contamination and Health Risks of Medicinal Herbs Collected from Unpolluted and Polluted Areas in Sichuan Province, China.", "Pagination": {"StartPage": "4342", "EndPage": "4352", "MedlinePgn": "4342-4352"}, "Abstract": {"AbstractText": ["Trace element contamination in Chinese herbal medicines has been recognized as a potential health concern for consumers. To assess the health risk to the herb-consuming population, nine trace elements (Cu, Cd, Cr, Mo, Ni, Pb, Sr, Zn, and As) were investigated based on their concentrations in three common medicinal plants (Astragalus membranaceus, Codonopsis tangshen, and Paris polyphylla var. chinensis) and soils from unpolluted and polluted areas in the Sichuan Province, China. The results showed that the metal content differed significantly in medicinal plants and soils from unpolluted versus polluted areas. No significant differences in metal accumulation were observed for these CHMs grown in either unpolluted or polluted areas. Evaluation of the health risk index suggested that soil ingestion and medicated diet represented the dominant exposure routes, indicating that trace metal(loids) in local soil might pose potential risks through soil-food chain transfer. Hazard quotient values for AM (1.473) and CT (1.357) were higher than the standard value (HQ > 1), whereas the hazard indices for PC, AM, and CT were 13.18, 14.33, and 14.01 times higher than the safe limit (HI > 1) in the polluted area, indicating non-cancer-related health hazards. Ingestion of soil was responsible for 36.39 to 91.06% of the total cancer risk and medicated diet accounted for 6.35 to 62.71%, compared with inhalation and dermal contact, suggesting carcinogenic health risks in herbs from polluted soils. In this study, Pb showed relatively higher non-carcinogenic risks, while Cr and Ni posed the highest cancer risks. Therefore, we propose more effective measures, which should be considered for Cr, Ni, and Pb remediation in soil to reduce their pollution in the studied areas."], "CopyrightInformation": "© 2021. The Author(s), under exclusive licence to Springer Science+Business Media, LLC part of Springer Nature."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Mountain Surface Processes and Ecological Regulation, Institute of Mountain Hazards and Environment, Chinese Academy of Sciences, #9, Block 4, Renminnanlu Road, Chengdu, 610041, Sichuan Province, People's Republic of China."}, {"Identifier": [], "Affiliation": "University of Chinese Academy of Sciences, Beijing, People's Republic of China."}], "LastName": "Gao", "ForeName": "Jianing", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Mountain Surface Processes and Ecological Regulation, Institute of Mountain Hazards and Environment, Chinese Academy of Sciences, #9, Block 4, Renminnanlu Road, Chengdu, 610041, Sichuan Province, People's Republic of China. daniezhang@imde.ac.cn."}], "LastName": "Zhang", "ForeName": "Dan", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Mountain Surface Processes and Ecological Regulation, Institute of Mountain Hazards and Environment, Chinese Academy of Sciences, #9, Block 4, Renminnanlu Road, Chengdu, 610041, Sichuan Province, People's Republic of China."}, {"Identifier": [], "Affiliation": "University of Chinese Academy of Sciences, Beijing, People's Republic of China."}], "LastName": "Uwiringiyimana", "ForeName": "Ernest", "Initials": "E"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Mountain Surface Processes and Ecological Regulation, Institute of Mountain Hazards and Environment, Chinese Academy of Sciences, #9, Block 4, Renminnanlu Road, Chengdu, 610041, Sichuan Province, People's Republic of China."}, {"Identifier": [], "Affiliation": "University of Chinese Academy of Sciences, Beijing, People's Republic of China."}], "LastName": "Proshad", "ForeName": "Ram", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental Engineering, Hacettepe University, Ankara, Turkey."}], "LastName": "Ugurlu", "ForeName": "Aysenur", "Initials": "A"}], "GrantList": [{"GrantID": "KFJ-FP-202006", "Agency": "University of Chinese Academy of Sciences, the People's Republic of China", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Biol Trace Elem Res", "NlmUniqueID": "7911509", "ISSNLinking": "0163-4984"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Metals, Heavy"}, {"RegistryNumber": "0", "NameOfSubstance": "Soil"}, {"RegistryNumber": "0", "NameOfSubstance": "Soil Pollutants"}, {"RegistryNumber": "0", "NameOfSubstance": "Trace Elements"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "China"}, {"QualifierName": [], "DescriptorName": "Environmental Monitoring"}, {"QualifierName": ["analysis"], "DescriptorName": "Metals, Heavy"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Risk Assessment"}, {"QualifierName": [], "DescriptorName": "Soil"}, {"QualifierName": ["analysis"], "DescriptorName": "Soil Pollutants"}, {"QualifierName": ["analysis"], "DescriptorName": "Trace Elements"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Kong D-D, Li X-Y, Yan H-X et al (2019) Establishment of health risk assessment model for assessing medicinal and edible plants contaminated by heavy metals--take Astragali Radix, Codonopsis Radix and Laminariae Thallus as examples. Zhongguo Zhong Yao Za Zhi 44:5042–5050", "ArticleIdList": ["32237335"]}, {"Citation": "Grancieri M, Costa NMB, Tostes M d GV et al (2017) Yacon flour (Smallanthus sonchifolius) attenuates intestinal morbidity in rats with colon cancer. J Funct Foods 37:666–675", "ArticleIdList": ["10.1016/j.jff.2017.08.039"]}, {"Citation": "Pacheco MT, Hernández-Hernández O, Moreno FJ, Villamiel M (2020) Andean tubers grown in Ecuador: new sources of functional ingredients. Food Biosci 100601"}, {"Citation": "Karahan F, Ozyigit II, Saracoglu IA et al (2019) Heavy metal levels and mineral nutrient status in different parts of various medicinal plants collected from eastern Mediterranean region of Turkey. Biol Trace Elem Res:1–14"}, {"Citation": "Teschke R, Frenzel C, Glass X, Schulze J, Eickhoff A (2013) Herbal hepatotoxicity: a critical review. Br J Clin Pharmacol 75:630–636", "ArticleIdList": ["10.1111/j.1365-2125.2012.04395.x"]}, {"Citation": "Baye H, Hymete A (2010) Lead and cadmium accumulation in medicinal plants collected from environmentally different sites. Bull Environ Contam Toxicol 84:197–201", "ArticleIdList": ["10.1007/s00128-009-9916-0"]}, {"Citation": "Liu X, Song Q, Tang Y et al (2013) Human health risk assessment of heavy metals in soil–vegetable system: a multi-medium analysis. Sci Total Environ 463:530–540", "ArticleIdList": ["10.1016/j.scitotenv.2013.06.064"]}, {"Citation": "Zhang Y, Yin C, Cao S et al (2018) Heavy metal accumulation and health risk assessment in soil-wheat system under different nitrogen levels. Sci Total Environ 622:1499–1508", "ArticleIdList": ["10.1016/j.scitotenv.2017.09.317"]}, {"Citation": "Sun T, Wu H, Wang X, Ji C, Shan X, Li F (2020) Evaluation on the biomagnification or biodilution of trace metals in global marine food webs by meta-analysis. Environ Pollut 264:113856", "ArticleIdList": ["10.1016/j.envpol.2019.113856"]}, {"Citation": "Pytlakowska K, Kita A, Janoska P, Połowniak M, Kozik V (2012) Multi-element analysis of mineral and trace elements in medicinal herbs and their infusions. Food Chem 135:494–501", "ArticleIdList": ["10.1016/j.foodchem.2012.05.002"]}, {"Citation": "Proshad R, Zhang D, Uddin M, Wu Y (2020) Presence of cadmium and lead in tobacco and soil with ecological and human health risks in Sichuan province, China. Environ Sci Pollut Res:1–16"}, {"Citation": "Liu B, Huang Q, Cai H, Guo X, Wang T, Gui M (2015) Study of heavy metal concentrations in wild edible mushrooms in Yunnan Province, China. Food Chem 188:294–300", "ArticleIdList": ["10.1016/j.foodchem.2015.05.010"]}, {"Citation": "Kulal C, Padhi RK, Venkatraj K et al (2020) Study on trace elements concentration in medicinal plants using EDXRF technique. Biol Trace Elem Res:1–10"}, {"Citation": "Aliyu AB, Oshanimi JA, Sulaiman MM et al (2015) Heavy metals and mineral elements of Vernonia ambigua, Vernonia oocephala and Vernonia pupurea used in Northern Nigerian traditional medicine. Vitae 22:27–32", "ArticleIdList": ["10.17533/udea.vitae.v22n1a03"]}, {"Citation": "Zhang X, Yang L, Li Y, Li H, Wang W, Ye B (2012) Impacts of lead/zinc mining and smelting on the environment and human health in China. Environ Monit Assess 184:2261–2273", "ArticleIdList": ["10.1007/s10661-011-2115-6"]}, {"Citation": "Islam MS, Proshad R, Asadul Haque M, Hoque MF, Hossin MS, Islam Sarker MN (2020) Assessment of heavy metals in foods around the industrial areas: health hazard inference in Bangladesh. Geocarto Int 35:280–295", "ArticleIdList": ["10.1080/10106049.2018.1516246"]}, {"Citation": "Radanovic D, Antic-Mladenovic S, Jakovljevic M (2001) Influence of some soil characteristics on heavy metal content in Hypericum perforatum L. and Achillea millefolium L. In: International Conference on Medicinal and Aromatic Plants. Possibilities and Limitations of Medicinal and Aromatic Plant 576. pp. 295–301"}, {"Citation": "Tripathi P, Dwivedi S, Mishra A, Kumar A, Dave R, Srivastava S, Shukla MK, Srivastava PK, Chakrabarty D, Trivedi PK, Tripathi RD (2012) Arsenic accumulation in native plants of West Bengal, India: prospects for phytoremediation but concerns with the use of medicinal plants. Environ Monit Assess 184:2617–2631", "ArticleIdList": ["10.1007/s10661-011-2139-y"]}, {"Citation": "Bonari G, Monaci F, Nannoni F, Angiolini C, Protano G (2019) Trace element uptake and accumulation in the medicinal herb Hypericum perforatum L. across different geolithological settings. Biol Trace Elem Res 189:267–276", "ArticleIdList": ["10.1007/s12011-018-1453-4"]}, {"Citation": "Kalubula M, Shen H, Khanam T (2020) Assessment of carcinogenic and toxic substances in ‘Insunko’herb. Toxicol Rep"}, {"Citation": "Kormoker T, Proshad R, Islam S, Ahmed S, Chandra K, Uddin M, Rahman M (2019) Toxic metals in agricultural soils near the industrial areas of Bangladesh: ecological and human health risk assessment. Toxin Rev:1–20. https://doi.org/10.1080/15569543.2019.1650777"}, {"Citation": "Sodango TH, Li X, Sha J, Bao Z (2018) Review of the spatial distribution, source and extent of heavy metal pollution of soil in China: impacts and mitigation approaches. J Heal Pollut 8:53–70", "ArticleIdList": ["10.5696/2156-9614-8.17.53"]}, {"Citation": "Jia J, Han L, Liu Y, He N, Zhang Q, Wan X, Zhang YF, Hu JM (2016) Drought risk analysis of maize under climate change based on natural disaster system theory in Southwest China. Acta Ecol Sin 36:340–349", "ArticleIdList": ["10.1016/j.chnaes.2016.06.001"]}, {"Citation": "China ACC of (1983) Conventional methods of soil and agricultural chemistry analysis"}, {"Citation": "USEPA (2006) USEPA region III risk-based concentration table: technical background information"}, {"Citation": "Kormoker T, Proshad R, Islam MS, Shamsuzzoha M, Akter A, Tusher TR (2020) Concentrations, source apportionment and potential health risk of toxic metals in foodstuffs of Bangladesh. Toxin Rev:1–14"}, {"Citation": "Kumar SB, Padhi RK, Satpathy KK (2019) Trace metal distribution in crab organs and human health risk assessment on consumption of crabs collected from coastal water of South East coast of India. Mar Pollut Bull 141:273–282", "ArticleIdList": ["10.1016/j.marpolbul.2019.02.022"]}, {"Citation": "Proshad R, Kormoker T, Islam S (2019) Distribution, source identification, ecological and health risks of heavy metals in surface sediments of the Rupsa River, Bangladesh. Toxin Rev:1–25"}, {"Citation": "US-EPA (1999) A risk assessment–multi way exposure spread sheet calculation tool. Washington, DC"}, {"Citation": "Kormoker T, Proshad R, Islam MS, Tusher TR, Uddin M, Khadka S, Chandra K, Sayeed A (2020) Presence of toxic metals in rice with human health hazards in Tangail district of Bangladesh. Int J Environ Health Res:1–21"}, {"Citation": "Proshad R, Kormoker T, Islam MS et al (2018) Chronic exposure assessment of toxic elements from agricultural soils around the industrial areas of Tangail district, Bangladesh. Arch Agric Environ Sci 3:317–336", "ArticleIdList": ["10.26832/24566632.2018.030401"]}, {"Citation": "Wang Z, Wang H, Wang H, Li Q, Li Y (2019) Heavy metal pollution and potential health risks of commercially available Chinese herbal medicines. Sci Total Environ 653:748–757", "ArticleIdList": ["10.1016/j.scitotenv.2018.10.388"]}, {"Citation": "Moreno-Jiménez E, Peñalosa JM, Manzano R, Carpena-Ruiz RO, Gamarra R, Esteban E (2009) Heavy metals distribution in soils surrounding an abandoned mine in NW Madrid (Spain) and their transference to wild flora. J Hazard Mater 162:854–859", "ArticleIdList": ["10.1016/j.jhazmat.2008.05.109"]}, {"Citation": "Tack FMG, Van Ranst E, Lievens C, Vandenberghe RE (2006) Soil solution Cd, Cu and Zn concentrations as affected by short-time drying or wetting: the role of hydrous oxides of Fe and Mn. Geoderma 137:83–89", "ArticleIdList": ["10.1016/j.geoderma.2006.07.003"]}, {"Citation": "Abdu N, Abdullahi AA, Abdulkadir A (2017) Heavy metals and soil microbes. Environ Chem Lett 15:65–84", "ArticleIdList": ["10.1007/s10311-016-0587-x"]}, {"Citation": "Fine P, Scagnossi A, Chen Y, Mingelgrin U (2005) Practical and mechanistic aspects of the removal of cadmium from aqueous systems using peat. Environ Pollut 138:358–367", "ArticleIdList": ["10.1016/j.envpol.2005.03.003"]}, {"Citation": "Dinu C, Vasile G-G, Buleandra M et al (2020) Translocation and accumulation of heavy metals in Ocimum basilicum L. plants grown in a mining-contaminated soil. J Soils Sediments:1–14"}, {"Citation": "Rizwan M, ElShamy MM, Abdel-Aziz HMM (2019) Assessment of trace element and macronutrient accumulation capacity of two native plant species in three different Egyptian mine areas for remediation of contaminated soils. Ecol Indic 106:105463", "ArticleIdList": ["10.1016/j.ecolind.2019.105463"]}, {"Citation": "Sobhanardakani S, Tayebi L, Hosseini SV (2018) Health risk assessment of arsenic and heavy metals (Cd, Cu, Co, Pb, and Sn) through consumption of caviar of Acipenser persicus from Southern Caspian Sea. Environ Sci Pollut Res 25:2664–2671", "ArticleIdList": ["10.1007/s11356-017-0705-8"]}, {"Citation": "Zuo T-T, Li Y-L, He H-Z, Jin HY, Zhang L, Sun L, Gao F, Wang Q, Shen YJ, Ma SC, He LC (2019) Refined assessment of heavy metal-associated health risk due to the consumption of traditional animal medicines in humans. Environ Monit Assess 191:171", "ArticleIdList": ["10.1007/s10661-019-7270-1"]}, {"Citation": "Kim D-G, Lee S-D, Yu I-S, Jung K, Park SK (2015) Transfer rates of toxic metals during decoction preparation from herbal medicines and safety evaluation of the final decoction products. Food Sci Biotechnol 24:757–763", "ArticleIdList": ["10.1007/s10068-015-0098-8"]}, {"Citation": "Jurowski K, Krośniak M, Fołta M, Tatar B, Cole M, Piekoszewski W (2019) Safety assessment of the trace element impurities Ni and Cr in pharmaceutical herbal products for teething from polish pharmacies. Biol Trace Elem Res 191:517–521", "ArticleIdList": ["10.1007/s12011-019-1643-8"]}, {"Citation": "Anderson RA (1993) Recent advances in the clinical and biochemical effects of chromium deficiency. Prog Clin Biol Res 380:221–234", "ArticleIdList": ["8456128"]}, {"Citation": "Anderson RA (1995) Chromium and parenteral nutrition. Nutrition 11:83–86", "ArticleIdList": ["7749258"]}, {"Citation": "Sun H, Brocato J, Costa M (2015) Oral chromium exposure and toxicity. Curr Environ Heal reports 2:295–303", "ArticleIdList": ["10.1007/s40572-015-0054-z"]}, {"Citation": "Nielsen GD, Søderberg U, Jørgensen PJ, Templeton DM, Rasmussen SN, Andersen KE, Grandjean P (1999) Absorption and retention of nickel from drinking water in relation to food intake and nickel sensitivity. Toxicol Appl Pharmacol 154:67–75", "ArticleIdList": ["10.1006/taap.1998.8577"]}, {"Citation": "Das KK, Reddy RC, Bagoji IB, Das S, Bagali S, Mullur L, Khodnapur JP, Biradar MS (2018) Primary concept of nickel toxicity–an overview. J Basic Clin Physiol Pharmacol 30:141–152", "ArticleIdList": ["10.1515/jbcpp-2017-0171"]}, {"Citation": "Bing H, Wu Y, Zhou J, Ming L, Sun S, Li X (2014) Atmospheric deposition of lead in remote high mountain of eastern Tibetan plateau, China. Atmos Environ 99:425–435", "ArticleIdList": ["10.1016/j.atmosenv.2014.10.014"]}, {"Citation": "Fantke P, Friedrich R, Jolliet O (2012) Health impact and damage cost assessment of pesticides in Europe. Environ Int 49:9–17", "ArticleIdList": ["10.1016/j.envint.2012.08.001"]}, {"Citation": "Thangavel P, Subbhuraam CV (2004) Phytoextraction: role of hyperaccumulators in metal contaminated soils. Proceedings Indian Natl Sci Acad Part B 70:109–130"}, {"Citation": "Uddin M, Zhang D, Proshad R, Haque MK Role of mushrooms in soil mycoremediation: a review"}, {"Citation": "Brima EI (2017) Toxic elements in different medicinal plants and the impact on human health. Int J Environ Res Public Health 14:1209", "ArticleIdList": ["10.3390/ijerph14101209"]}, {"Citation": "Taiwo AM, Gbadebo AM, Oyedepo JA, Ojekunle ZO, Alo OM, Oyeniran AA, Onalaja OJ, Ogunjimi D, Taiwo OT (2016) Bioremediation of industrially contaminated soil using compost and plant technology. J Hazard Mater 304:166–172", "ArticleIdList": ["10.1016/j.jhazmat.2015.10.061"]}, {"Citation": "Shahid M, Dumat C, Khalid S et al (2016) Cadmium bioavailability, uptake, toxicity and detoxification in soil-plant system. In: Reviews of Environmental Contamination and Toxicology, vol 241. Springer, pp 73–137"}, {"Citation": "Gao J, Lv J, Wu H, Dai Y, Nasir M (2018) Impacts of wheat straw addition on dissolved organic matter characteristics in cadmium-contaminated soils: insights from fluorescence spectroscopy and environmental implications. Chemosphere 193:1027–1035", "ArticleIdList": ["10.1016/j.chemosphere.2017.11.112"]}, {"Citation": "Wang J, Yuan J, Yang Z, Huang B, Zhou Y, Xin J, Gong Y, Yu H (2009) Variation in cadmium accumulation among 30 cultivars and cadmium subcellular distribution in 2 selected cultivars of water spinach (Ipomoea aquatica Forsk.). J Agric Food Chem 57:8942–8949", "ArticleIdList": ["10.1021/jf900812s"]}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "9", "Day": "14"}, {"Year": "2020", "Month": "12", "Day": "9"}, {"Year": "2021", "Month": "1", "Day": "4", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "9", "Day": "28", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "1", "Day": "3", "Hour": "20", "Minute": "41"}], "PublicationStatus": "ppublish", "ArticleIdList": ["33389620", "10.1007/s12011-020-02539-4", "10.1007/s12011-020-02539-4"]}}], "PubmedBookArticle": []}