{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Annona muricata", "Acetogenins", "Dalton’s Lymphoma Ascites (DLA)", "Ehrlich Ascites Carcinoma (EAC)", "cancer", "toxicity"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "33380281", "DateCompleted": {"Year": "2021", "Month": "10", "Day": "14"}, "DateRevised": {"Year": "2021", "Month": "10", "Day": "14"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": ["1846862", "10.1080/19932820.2020.1846862"], "Journal": {"ISSN": "1819-6357", "JournalIssue": {"Volume": "16", "Issue": "1", "PubDate": {"Year": "2021", "Month": "Dec"}}, "Title": "The Libyan journal of medicine", "ISOAbbreviation": "Libyan J Med"}, "ArticleTitle": "Antitumour activity of Annona muricata L. leaf methanol extracts against Ehrlich Ascites Carcinoma and Dalton's Lymphoma Ascites mediated tumours in Swiss albino mice.", "Pagination": {"StartPage": "1846862", "MedlinePgn": "1846862"}, "Abstract": {"AbstractText": ["The use of plants as a source of sedative or treatment for cancer is reasonably widespread worldwide. <i>Annona muricata</i> Linn exhibits a vast array of medicinal and ethno-pharmaceutical benefits, attributed by different plant parts. The activity of this plant is regarded to the bio-production of secondary metabolites like alkaloids, phenols, flavonoids, and most unique group of compounds, namely, annonaceous acetogenins. Whilst this plant is gaining popularity as an anticancer treating plant, this study was undertaken to verify the plausible anticancer effect of leaf methanol extracts of <i>A. muricata</i> (LEAM). Acute toxicity study was carried to obtain safe dose in mice models using haematological, biochemical, and histological evaluations in Swiss albino mice. <i>In-vitro</i> cytotoxicity towards Dalton's Lymphoma Ascites (DLA) and Ehrlich Ascites Carcinoma (EAC) cell lines were determined by trypan blue exclusion method. <i>In-vivo</i> antitumour activity of LEAM (100, 200, and 500mg/kg b.wt.) was evaluated using DLA induced solid carcinoma and EAC induced ascites carcinoma models and its comparison with standard drug Cisplatin. Acute toxicity studies did not exhibit significant variations in treated mice suggesting diminutive side effects of LEAM. Statistical analysis revealed the IC<sub>50</sub> values for DLA and EAC cell lines as 85.56 ± 5.28 and 68.07 ± 7.39 µg/mL, respectively, indicating better cytotoxic activity against EAC than DLA cells. LEAM decreased the tumour burden in dose-dependent manner. In comparison, with different concentrations tested, treatment with LEAM (200 mg/kg b.wt. and 500 mg/kg b.wt.) significantly reduced the solid tumour volume development by 58.11% and 65.70%, respectively. While lifespan was prolonged up to 51.43% in 500 mg/kg b.wt. LEAM treated ascites tumour-induced mice. This study thus indicates that LEAM possesses potent cytotoxic and antineoplastic activity and calls for more methodical safety assessments and other end-points of anti-tumourigenesis. <b>Abbreviations</b>: <b>LEAM</b>: Leaf methanol extract of <i>Annona</i> muricata; <b>DLA</b>: Dalton's Lymphoma Ascites; <b>EAC</b>: Ehrlich Ascites Carcinoma; <b>IC<sub>50</sub></b> : Half maximal inhibitory concentration; <b>CPCSEA</b>: Committee for the Purpose of Control Supervision of Experiments on Animal; <b>IAEC</b>: Institutional Animal Ethics Committee; <b>ARRIVE</b>: Animal Research: Reporting <i>In-vivo</i> Experiments; <b>DMSO</b>: Dimethyl sulphoxide; <b>LD<sub>50</sub></b> : Lethal Dose, 50%; <b>SD</b>: Standard Deviation; <b>Hb</b>: Haemoglobin; <b>RBC</b>: Red blood cells; <b>WBC</b>: White blood cells; <b>HCT</b>: Hematocrit; <b>MCV</b>: Mean cell volume; <b>MCH</b>: Mean cell haemoglobin; <b>MCHC</b>: Mean cell haemoglobin concentration; <b>SALP</b>: Serum alkaline phosphatase; <b>SGPT</b>: Serum glutamic pyruvic transaminase; <b>SGOT</b>: Serum glutamic oxaloacetic transaminase; <b>ATP</b>: Adenosine triphosphate; <b>EGFR</b>: Epidermal Growth Factor Receptor."]}, "AuthorList": [{"Identifier": ["0000-0002-1675-665X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Life Sciences & Environment, Department of Botany, Goa University , Taleigao Plateau, India."}], "LastName": "Naik", "ForeName": "Aditi Venkatesh", "Initials": "AV"}, {"Identifier": ["0000-0001-5239-2446"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Physiology and Biochemistry Laboratory, Department of Zoology, Goa University , Taleigao Plateau, India."}], "LastName": "Dessai", "ForeName": "Shanti N", "Initials": "SN"}, {"Identifier": ["0000-0001-7367-9542"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Life Sciences & Environment, Department of Botany, Goa University , Taleigao Plateau, India."}], "LastName": "Sellappan", "ForeName": "Krishnan", "Initials": "K"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Libyan J Med", "NlmUniqueID": "101299403", "ISSNLinking": "1819-6357"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Antineoplastic Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}, {"RegistryNumber": "Y4S76JWI15", "NameOfSubstance": "Methanol"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": [], "DescriptorName": "Annona"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Antineoplastic Agents"}, {"QualifierName": ["drug therapy"], "DescriptorName": "Ascites"}, {"QualifierName": ["drug therapy"], "DescriptorName": "Carcinoma, Ehrlich Tumor"}, {"QualifierName": [], "DescriptorName": "Cell Line, Tumor"}, {"QualifierName": [], "DescriptorName": "Disease Models, Animal"}, {"QualifierName": ["drug therapy"], "DescriptorName": "Lymphoma"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Methanol"}, {"QualifierName": [], "DescriptorName": "Mice"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Plant Extracts"}, {"QualifierName": [], "DescriptorName": "Plant Leaves"}], "CoiStatement": "The authors declare no conflict of interest with respect to the authorship and/or the publication of this article."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Iyanda-Joel WO, Ajetunmobi OB, Chinedu SN, et al. Phytochemical, antioxidant and mitochondrial permeability transition studies on fruit-skin ethanol extract of Annona muricata. J Toxicol. 2019. doi: 10.1155/2019/7607031", "ArticleIdList": ["10.1155/2019/7607031", "PMC7024090", "32089679"]}, {"Citation": "Newman DJ, Cragg GM.. Natural products as sources of new drugs from 1981 to 2014. J Nat Prod. 2016;79(3):629–11.", "ArticleIdList": ["26852623"]}, {"Citation": "Truong DH, Nguyen DH, Ta NTA, et al. Evaluation of the use of different solvents for phytochemical constituents, antioxidants, and in vitro anti-inflammatory activities of severinia buxifolia. J Food Qual. 2019;2019(1):1–9."}, {"Citation": "Anuragi H, Dhaduk HL, Kumar S, et al. Molecular diversity of Annona species and proximate fruit composition of selected genotypes. 3 Biotech. 2016;6(2):204.", "ArticleIdList": ["PMC5035287", "28330276"]}, {"Citation": "Qazi AK, Siddiqui JA, Jahan R, et al. Emerging therapeutic potential of Graviola and its constituents in cancers. Carcinogenesis. 2018;39(4):522–533.", "ArticleIdList": ["PMC5888937", "29462271"]}, {"Citation": "Aminimoghadamfarouj N, Nematollahi A, Wiart C.. Annonaceae: bio-resource for tomorrow’s drug discovery. J Asian Nat Prod Res. 2011;13(5):465–476.", "ArticleIdList": ["21534046"]}, {"Citation": "Moghadamtousi SZ, Fadaeinasab M, Nikzad S, et al. Annona muricata (Annonaceae): A review of its traditional uses, isolated acetogenins and biological activities. Int J Mol Sci. 2015;16(7):15625–15658.", "ArticleIdList": ["PMC4519917", "26184167"]}, {"Citation": "Yajid AI, Ab Rahman HS, Wong MPK, et al. Potential benefits of Annona muricata in combating cancer: A review. Malays J Med Sci. 2018;25:1.", "ArticleIdList": ["PMC5862046", "29599630"]}, {"Citation": "Coria-Téllez AV, Montalvo-Gónzalez E, Yahia EM, et al. Annona muricata: A comprehensive review on its traditional medicinal uses, phytochemicals, pharmacological activities, mechanisms of action and toxicity. Arab J Chem. 2018;11(5):662–691."}, {"Citation": "Yang C, Gundala SR, Mukkavilli R, et al. Synergistic interactions among flavonoids and acetogenins in Graviola (Annona muricata) leaves confer protection against prostate cancer. Carcinogenesis. 2015;36(6):656–665.", "ArticleIdList": ["PMC4566098", "25863125"]}, {"Citation": "Roduan MRM, Hamid RA, Cheah YK, et al. Cytotoxicity, antitumor-promoting and antioxidant activities of Annona muricata in vitro. J Herbs Med. 2018;15:100219."}, {"Citation": "Upadhya V, Pai SR, Hegde HV. Effect of method and time of extraction on total phenolic content in comparison with antioxidant activities in different parts of Achyranthes aspera. J King Saud Univ Sci. 2015;27(3):204–208."}, {"Citation": "Kallithraka S, Garcia-Viguera C, Bridle P, et al. Survey of solvents for the extraction of grape seed phenolics. Phytochem Anal. 1995;6(5):265–267."}, {"Citation": "Dhawan D, Gupta J. Research article comparison of different solvents for phytochemical extraction potential from datura metel plant leaves. Int J Biol Chem. 2017;11:17–22."}, {"Citation": "Kilkenny C, Browne WJ, Cuthill IC, et al. The ARRIVE guidelines animal research: reporting in vivo experiments. PLoS Biol. 2010;8(6):e1000412.", "ArticleIdList": ["PMC2893951", "20613859"]}, {"Citation": "Lorke D. A new approach to practical acute toxicity testing. Arch Toxicol. 1983;54(4):275–287.", "ArticleIdList": ["6667118"]}, {"Citation": "Khanna K, Sharma D, Karwasra R, et al. Intranasal nalbuphine formulation for faster management of pain in prehospital scenario; its safety and comparative efficacy in animal models. Indian J Pharm Educ Res. 2020;54(2):310–322."}, {"Citation": "Culling CFA . Handbook of histopathological techniques. 2nd. Butterworths London. 1963. 362–363."}, {"Citation": "Lillie RD . Histopathologic technic and practical histochemistry. McGraw-Hill; 1965."}, {"Citation": "Kuttan R, Bhanumathy P, Nirmala K, et al. Potential anticancer activity of turmeric (Curcuma longa). Cancer Lett. 1985;29(2):197–202.", "ArticleIdList": ["4075289"]}, {"Citation": "Ramnath V, Kuttan G, Kuttan R. Antitumour effect of Abrin on transplanted tumours in mice. Indian J Physiol Pharmacol. 2002;46(1):69–77.", "ArticleIdList": ["12024960"]}, {"Citation": "Strober W. Trypan blue exclusion test of cell viability. Curr Protoc Immunol. 2015;111(1):A3–B.", "ArticleIdList": ["PMC6716531", "26529666"]}, {"Citation": "Damiani E, Solorio JA, Doyle AP, et al. How reliable are in vitro IC50 values? Values vary with cytotoxicity assays in human glioblastoma cells. Toxicol Lett. 2019;302:28–34.", "ArticleIdList": ["30562549"]}, {"Citation": "Gavamukulya Y, Wamunyokoli F, El-Shemy HA. Annona muricata: is the natural therapy to most disease conditions including cancer growing in our backyard? A systematic review of its research history and future prospects. Asian Pac J Trop Med. 2017;10(9):835–848.", "ArticleIdList": ["29080611"]}, {"Citation": "Pinto ADQ, Cordeiro MCR, De Andrade SRM, et al. Ed. Annona species. embrapa cerrados-livro científico (ALICE). UK: University of Southampton; 2005."}, {"Citation": "Nalini P, Durairaj B. Antitumor Potential of hydroethanolic extract of Annona muricata leaves against dalton’s lymphoma ascites-induced tumor in mice. Asian J Pharm Clin Res. 2018;11(3):364–367."}, {"Citation": "Agu KC, Okolie PN. Proximate composition, phytochemical analysis, and in vitro antioxidant potentials of extracts of Annona muricata (Soursop). Food Sci Nutr. 2017;5(5):1029–1036.", "ArticleIdList": ["PMC5608983", "28948021"]}, {"Citation": "O’Connor L, Huang DC, O’Reilly LA, et al. Apoptosis and cell division. Curr Opin Cell Biol. 2000;12(2):257–263.", "ArticleIdList": ["10819542"]}, {"Citation": "Sun S, Liu J, Sun X, et al. Novel Annonaceous acetogenins from Graviola (Annona muricata) fruits with strong anti-proliferative activity. Tetrahedron Lett. 2017;58(19):1895–1899.", "ArticleIdList": ["PMC6887104", "31798193"]}, {"Citation": "Kaur R, Kaur S. Protective efficacy of chlorophytum borivilianum root extract against murine visceral leishmaniasis by immunomodulating the host responses. J Ayurveda Integr Med. 2018. DOI:10.1016/j.jaim.2017.10.009", "ArticleIdList": ["10.1016/j.jaim.2017.10.009", "PMC7125388", "30120057"]}, {"Citation": "Kim GS, Lu Z, Alali F, et al. Muricoreacin and murihexocin C, monotetrahydrofuran acetogenins, from the leaves of Annona muricata. Phytochemistry. 1998;49(2):565–571.", "ArticleIdList": ["9747542"]}, {"Citation": "De Sousa OV, Vieira GDV, De Pinho JDJR, et al. Antinociceptive and anti-inflammatory activities of the ethanol extract of Annona muricata L. leaves in animal models. Int J Mol Sci. 2010;11(5):2067–2078.", "ArticleIdList": ["PMC2885094", "20559502"]}, {"Citation": "Yang H, Zhang N, Li X, et al. New nonadjacent bis-THF ring acetogenins from the seeds of Annona squamosa. Fitoterapia. 2009;80(3):177–181.", "ArticleIdList": ["19535019"]}, {"Citation": "Brito MT, Ferreira RC, Beltrão DM, et al. Antitumor activity and toxicity of volatile oil from the leaves of Annona leptopetala. Rev Bras Farmacogn. 2018;28(5):602–609."}, {"Citation": "Dai Y, Hogan S, Schmelz EM, et al. Selective growth inhibition of human breast cancer cells by Graviola fruit extract in vitro and in vivo involving down regulation of EGFR expression. Nutr Cancer. 2011;63(5):795–801.", "ArticleIdList": ["21767082"]}, {"Citation": "Ioannis P, Anastasis S, Andreas Y. Graviola: A systematic review on its anticancer properties. Am J Cancer Prev. 2015;3(6):128–131."}, {"Citation": "Silva JC, de Araújo C, de Lima-saraiva SRG, et al. Antinociceptive and anti-inflammatory activities of the ethanolic extract of annona vepretorum mart. (Annonaceae) in rodents. BMC Complement Altern Med. 2015;15(1):1–10.", "ArticleIdList": ["PMC4478715", "26104689"]}, {"Citation": "Sulistyoningrum E, Rachmani EPN, Baroroh HN, et al. Annona muricata leaves extract reduce proliferative indexes and improve histological changes in rat’s breast cancer. J Appl Pharm Sci. 2017;7(1):149–155."}, {"Citation": "Aloke C, Ibiam UA, Orji OU, et al. Anti-arthritic potentials of ethanol and aqueous extracts of stem bark of Cleistopholis patens on complete Freund’s adjuvant-induced rheumatoid arthritis in rats. J Ayurveda Integr Med. 2019. DOI:10.1016/j.jaim.2018.12.009.", "ArticleIdList": ["10.1016/j.jaim.2018.12.009", "PMC8039354", "31606270"]}, {"Citation": "Diwanay S, Chitre D, Patwardhan B. Immunoprotection by botanical drugs in cancer chemotherapy. J Ethnopharmacol. 2004;90(1):49–55.", "ArticleIdList": ["14698508"]}, {"Citation": "Sharma A, Sharma V, Kansal L. Amelioration of lead-induced hepatotoxicity by Allium sativum extracts in Swiss albino mice. Libyan J Med. 2010;5(1):4621.", "ArticleIdList": ["PMC3066784", "28156294"]}, {"Citation": "Naik AV, Sellappan K . Assessment of Genotoxic potential of Annonacin and Annona muricata L. extracts on human breast cancer (MCF-7) cells. Adv Tradit Med. 2020. DOI:10.1007/s13596-020-00517-8.", "ArticleIdList": ["10.1007/s13596-020-00517-8"]}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "12", "Day": "31", "Hour": "5", "Minute": "18"}, {"Year": "2021", "Month": "1", "Day": "1", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "10", "Day": "15", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "12", "Day": "30"}], "PublicationStatus": "ppublish", "ArticleIdList": ["33380281", "PMC7781944", "10.1080/19932820.2020.1846862"]}}], "PubmedBookArticle": []}