{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Common madder", "Flavonoids", "Holy basil", "Lipids", "Ocimum sanctum", "Rubia tinctorum", "Titanium dioxide nanoparticles", "Tulsi"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "33407859", "DateCompleted": {"Year": "2021", "Month": "05", "Day": "14"}, "DateRevised": {"Year": "2021", "Month": "05", "Day": "14"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "01", "Day": "06"}], "Language": ["eng"], "ELocationID": ["6", "10.1186/s13104-020-05420-8"], "Journal": {"ISSN": "1756-0500", "JournalIssue": {"Volume": "14", "Issue": "1", "PubDate": {"Year": "2021", "Month": "Jan", "Day": "06"}}, "Title": "BMC research notes", "ISOAbbreviation": "BMC Res Notes"}, "ArticleTitle": "Composition of the metabolomic bio-coronas isolated from Ocimum sanctum and Rubia tinctorum.", "Pagination": {"StartPage": "6", "MedlinePgn": "6"}, "Abstract": {"AbstractText": ["Nanoharvesting from intact plants, organs, and cultured cells is a method in which nanoparticles are co-incubated with the target tissue, which leads to the internalization of nanoparticles. Internalized nanoparticles are coated in situ with specific metabolites that form a dynamic surface layer called a bio-corona. Our previous study showed that metabolites that form the bio-corona around anatase TiO<sub>2</sub> nanoparticles incubated with leaves of the model plant Arabidopsis thaliana are enriched for flavonoids and lipids. The present study focused on the identification of metabolites isolated by nanoharvesting from two medicinal plants, Ocimum sanctum (Tulsi) and Rubia tinctorum (common madder).", "To identify metabolites that form the bio-corona, Tulsi leaves and madder roots were incubated with ultra-small anatase TiO<sub>2</sub> nanoparticles, the coated nanoparticles were collected, and the adsorbed molecules were released from the nanoparticle surface and analyzed using an untargeted metabolomics approach. Similar to the results in which Arabidopsis tissue was used as a source of metabolites, TiO<sub>2</sub> nanoparticle bio-coronas from Tulsi and madder were enriched for flavonoids and lipids, suggesting that nanoharvesting has a wide-range application potential. The third group of metabolites enriched in bio-coronas isolated from both plants were small peptides with C-terminal arginine and lysine residues."]}, "AuthorList": [{"Identifier": ["0000-0003-3061-6968"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Plant Physiology, Biochemistry, Molecular Biology Program, Department of Plant and Soil Sciences, College of Agriculture, Food and Environment, University of Kentucky, Lexington, KY, 40546, USA."}], "LastName": "Kurepa", "ForeName": "Jasmina", "Initials": "J"}, {"Identifier": ["0000-0002-6067-4619"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Plant Physiology, Biochemistry, Molecular Biology Program, Department of Plant and Soil Sciences, College of Agriculture, Food and Environment, University of Kentucky, Lexington, KY, 40546, USA. jsmalle@uky.edu."}], "LastName": "Smalle", "ForeName": "Jan A", "Initials": "JA"}], "GrantList": [{"GrantID": "2015-67021-22997", "Agency": "National Institute of Food and Agriculture", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "BMC Res Notes", "NlmUniqueID": "101462768", "ISSNLinking": "1756-0500"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Flavonoids"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Flavonoids"}, {"QualifierName": [], "DescriptorName": "Metabolomics"}, {"QualifierName": [], "DescriptorName": "Ocimum sanctum"}, {"QualifierName": [], "DescriptorName": "Plant Extracts"}, {"QualifierName": [], "DescriptorName": "Plant Leaves"}, {"QualifierName": [], "DescriptorName": "Rubia"}], "CoiStatement": "The authors declare that they have no competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Tsuda A, Konduru NV. The role of natural processes and surface energy of inhaled engineered nanoparticles on aggregation and corona formation. NanoImpact. 2016;2:38–44.", "ArticleIdList": ["PMC5711474", "29202111"]}, {"Citation": "Chen X, Mao SS. Titanium dioxide nanomaterials: synthesis, properties, modifications, and applications. Chem Rev. 2007;107(7):2891–2959.", "ArticleIdList": ["17590053"]}, {"Citation": "Rajh T, Chen L, Lukas K, Liu T, Thurnauer MC, Tiede DM. Surface restructuring of nanoparticles: an efficient route for ligand-metal oxide crosstalk. J Physi Chem B. 2002;106(41):10543–10552."}, {"Citation": "Cao X, Ma C, Gao Z, Zheng J, He L, McClements DJ, et al. Characterization of the interactions between titanium dioxide nanoparticles and polymethoxyflavones using surface-enhanced Raman spectroscopy. J Agric Food Chem. 2016;64(49):9436–9441.", "ArticleIdList": ["27960290"]}, {"Citation": "Grotewold E. The Science of Flavonoids: Springer Science. 2006;26:1–274."}, {"Citation": "Kurepa J, Nakabayashi R, Paunesku T, Suzuki M, Saito K, Woloschak GE, et al. Direct isolation of flavonoids from plants using ultra-small anatase TiO2 nanoparticles. Plant J. 2014;77(3):443–453.", "ArticleIdList": ["PMC3935720", "24147867"]}, {"Citation": "Marais JPJ, Deavours B, Dixon RA, Ferreira D. The stereochemistry of flavonoids. In: Grotewold E, editor. The Science of Flavonoids. New York: Springer Science; 2006. pp. 1–47."}, {"Citation": "Kurepa J, Shull TE, Smalle JA. Metabolomic analyses of the bio-corona formed on TiO2 nanoparticles incubated with plant leaf tissues. J Nanobiotechnol. 2020;18(1):28.", "ArticleIdList": ["PMC7027069", "32066442"]}, {"Citation": "Mondal S, Mirdha BR, Mahapatra SC. The science behind sacredness of Tulsi (Ocimum sanctum Linn.) Indian J Physiol Pharmacol. 2009;53(4):291–306.", "ArticleIdList": ["20509321"]}, {"Citation": "Cohen M. Tulsi—Ocimum sanctum: a herb for all reasons. J Ayurveda Integrative Med. 2014;5(4):251.", "ArticleIdList": ["PMC4296439", "25624701"]}, {"Citation": "Rupani R, Chavez A. Medicinal plants with traditional use: ethnobotany in the Indian subcontinent. Clin Dermatol. 2018;36(3):306–309.", "ArticleIdList": ["29908572"]}, {"Citation": "Flegkas A, Milosevic IT, Barda C, Samara P, Tsitsilonis O, Skaltsa H. Antiproliferative activity of (-)-Rabdosiin isolated from Ocimum sanctum L. Medicines (Basel). 2019;6:1.", "ArticleIdList": ["PMC6473744", "30870993"]}, {"Citation": "Ghoke SS, Sood R, Kumar N, Pateriya AK, Bhatia S, Mishra A, et al. Evaluation of antiviral activity of Ocimum sanctum and Acacia arabica leaves extracts against H9N2 virus using embryonated chicken egg model. BMC Complement Altern Med. 2018;18(1):174.", "ArticleIdList": ["PMC5987647", "29866088"]}, {"Citation": "Jayanti I, Jalaluddin M, Avijeeta A, Ramanna PK, Rai PM, Nair RA. In vitro antimicrobial activity of Ocimum sanctum (Tulsi) extract on Aggregatibacter actinomycetemcomitans and Porphyromonas gingivalis. J Contemp Dent Pract. 2018;19(4):415–419.", "ArticleIdList": ["29728546"]}, {"Citation": "Jothie Richard E, Illuri R, Bethapudi B, Anandhakumar S, Bhaskar A, Chinampudur Velusami C, et al. Anti-stress activity of Ocimum sanctum: possible effects on hypothalamic-pituitary-adrenal axis. Phytother Res. 2016;30(5):805–814.", "ArticleIdList": ["26899341"]}, {"Citation": "Kaur P, Makanjuola VO, Arora R, Singh B, Arora S. Immunopotentiating significance of conventionally used plant adaptogens as modulators in biochemical and molecular signalling pathways in cell mediated processes. Biomed Pharmacother. 2017;95:1815–1829.", "ArticleIdList": ["28968926"]}, {"Citation": "Tangpao T, Chung HH, Sommano SR. Aromatic profiles of essential oils from five commonly used Thai basils. Foods. 2018;7:11.", "ArticleIdList": ["PMC6262289", "30352978"]}, {"Citation": "Yadav M, Song F, Huang J, Chakravarti A, Jacob NK. Ocimum flavone orientin as a countermeasure for thrombocytopenia. Sci Rep. 2018;8(1):5075.", "ArticleIdList": ["PMC5864743", "29567949"]}, {"Citation": "Yamani HA, Pang EC, Mantri N, Deighton MA. Antimicrobial activity of Tulsi (Ocimum tenuiflorum) essential oil and their major constituents against three species of bacteria. Front Microbiol. 2016;7:660.", "ArticleIdList": ["PMC4868837", "27242708"]}, {"Citation": "Kumar Y, Khan F, Rastogi S, Shasany AK. Genome-wide detection of terpene synthase genes in holy basil (Ocimum sanctum L.) PLoS ONE. 2018;13(11):e0207097.", "ArticleIdList": ["PMC6239295", "30444870"]}, {"Citation": "Rastogi S, Shah S, Kumar R, Kumar A, Shasany AK. Comparative temporal metabolomics studies to investigate interspecies variation in three Ocimum species. Sci Rep. 2020;10:1.", "ArticleIdList": ["PMC7089951", "32251340"]}, {"Citation": "Rastogi S, Shah S, Kumar R, Vashisth D, Akhtar MQ, Kumar A, et al. Ocimum metabolomics in response to abiotic stresses: Cold, flood, drought and salinity. PLoS ONE. 2019;14(2):e0210903.", "ArticleIdList": ["PMC6364901", "30726239"]}, {"Citation": "Upadhyay AK, Chacko AR, Gandhimathi A, Ghosh P, Harini K, Joseph AP, et al. Genome sequencing of herb Tulsi (Ocimum tenuiflorum) unravels key genes behind its strong medicinal properties. BMC Plant Biol. 2015;15:1.", "ArticleIdList": ["PMC4552454", "26315624"]}, {"Citation": "Derksen GCH, Van Beek TA. Rubia tinctorum L. In: Atta R, editor. Stud Nat Prod Chem. New York: Elsevier; 2002. pp. 629–684."}, {"Citation": "Li Y, Jiang J-G. Health functions and structure–activity relationships of natural anthraquinones from plants. Food Funct. 2018;9(12):6063–6080.", "ArticleIdList": ["30484455"]}, {"Citation": "Jürges G, Sahi V, Rios Rodriguez D, Reich E, Bhamra S, Howard C, et al. Product authenticity versus globalisation—The Tulsi case. PLoS ONE. 2018;13(11):e0207763.", "ArticleIdList": ["PMC6261265", "30475878"]}, {"Citation": "https://us-nano.com/inc/sdetail/630."}, {"Citation": "Xia J, Psychogios N, Young N, Wishart DS. MetaboAnalyst: a web server for metabolomic data analysis and interpretation. Nuc Acids Res. 2009;37:W652–W660.", "ArticleIdList": ["PMC2703878", "19429898"]}, {"Citation": "Gu Z, Eils R, Schlesner M. Complex heatmaps reveal patterns and correlations in multidimensional genomic data. Bioinformatics. 2016;32(18):2847–2849.", "ArticleIdList": ["27207943"]}, {"Citation": "Koch R, Lipton AS, Filipek S, Renugopalakrishnan V. Arginine interactions with anatase TiO2 (100) surface and the perturbation of 49Ti NMR chemical shifts – a DFT investigation: relevance to Renu-Seeram bio solar cell. J Mol Model. 2011;17(6):1467–1472.", "ArticleIdList": ["PMC3102192", "20853182"]}, {"Citation": "Singh R, Geetanjali S, Chauhan SMS. 9,10-Anthraquinones and other biologically active compounds from the genus Rubia. Chem Biodivers. 2004;1(9):1241–1264.", "ArticleIdList": ["17191903"]}, {"Citation": "Ford L, Henderson RL, Rayner CM, Blackburn RS. Mild extraction methods using aqueous glucose solution for the analysis of natural dyes in textile artefacts dyed with Dyer’s madder ( Rubia tinctorum L) J ChromatoA. 2017;1487:36–46.", "ArticleIdList": ["28131591"]}, {"Citation": "Kurepa J, Paunesku T, Vogt S, Arora H, Rabatic BM, Lu J, et al. Uptake and distribution of ultrasmall anatase TiO2 alizarin red S nanoconjugates in Arabidopsis thaliana. Nano Lett. 2010;10(7):2296–2302.", "ArticleIdList": ["PMC2912449", "20218662"]}, {"Citation": "Thurn KT, Paunesku T, Wu A, Brown EMB, Lai B, Vogt S, et al. Labeling TiO2 nanoparticles with dyes for optical fluorescencemicroscopy and determination of TiO2-DNA nanoconjugate stability. Small. 2009;5(11):1318–1325.", "ArticleIdList": ["PMC2787618", "19242946"]}, {"Citation": "Blatnik J, Luebke L, Simonet S, Nelson M, Price R, Leek R, et al. Dye surface coating enables visible light activation of TiO2 nanoparticles leading to degradation of neighboring biological structures. Microsc Microanal. 2012;18(01):134–142.", "ArticleIdList": ["22214568"]}, {"Citation": "Shannahan J. The biocorona: a challenge for the biomedical application of nanoparticles. Nanotechnol Rev. 2017;6(4):345–353.", "ArticleIdList": ["PMC5875931", "29607287"]}, {"Citation": "Chetwynd AJ, Wheeler KE, Lynch I. Best practice in reporting corona studies: Minimum information about nanomaterial biocorona experiments (MINBE) Nano Today. 2019;28:88.", "ArticleIdList": ["PMC7405976", "32774443"]}, {"Citation": "Caesar LK, Kellogg JJ, Kvalheim OM, Cech NB. Opportunities and limitations for untargeted mass spectrometry metabolomics to identify biologically active constituents in complex natural product mixtures. J Nat Prod. 2019;82(3):469–484.", "ArticleIdList": ["PMC6837904", "30844279"]}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "9", "Day": "29"}, {"Year": "2020", "Month": "12", "Day": "11"}, {"Year": "2021", "Month": "1", "Day": "7", "Hour": "5", "Minute": "51"}, {"Year": "2021", "Month": "1", "Day": "8", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "5", "Day": "15", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "1", "Day": "6"}], "PublicationStatus": "epublish", "ArticleIdList": ["33407859", "PMC7789504", "10.1186/s13104-020-05420-8", "10.1186/s13104-020-05420-8"]}}], "PubmedBookArticle": []}