{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["acne vulgaris", "myrtus communis", "persian medicine", "split-face"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "33408898", "DateRevised": {"Year": "2022", "Month": "04", "Day": "19"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": ["10.3831/KPI.2020.23.4.220"], "Journal": {"ISSN": "2093-6966", "JournalIssue": {"Volume": "23", "Issue": "4", "PubDate": {"Year": "2020", "Month": "Dec", "Day": "31"}}, "Title": "Journal of pharmacopuncture", "ISOAbbreviation": "J Pharmacopuncture"}, "ArticleTitle": "The Effects of Myrtle (<i>Myrtus communis</i>) and Clindamycin Topical Solution in the Treatment of Mild to Moderate Acne Vulgaris: A Comparative Split-Face Study.", "Pagination": {"StartPage": "220", "EndPage": "229", "MedlinePgn": "220-229"}, "Abstract": {"AbstractText": ["Although Acne vulgaris is a chronic skin disease, which its standard treatment causes therapeutic limitations and some common adverse effects, medicinal plants can be effective in treatment with low adverse effects as combination therapy. Myrtle (<i>Myrtus Communis</i>) has some beneficial properties, which has been administered topically and orally for some skin diseases in Persian medicine. This study aimed to compare the efficacy and safety of Myrtle formula and 1% clindamycin topical solution.", "This was a split-face clinical trial that was done on 55 patients with mild to moderate acne vulgaris for 16 weeks. The patients received topical Myrtle solution to the right side of the face (group 1) and clindamycin solution to the left side (group 2) twice daily for 12 weeks. All participants were examined for the acne severity index (ASI) and total acne lesions counting (TLC) at certain times during the study. Then, they stopped using them for four weeks. They also did not take the drug in the final four weeks of the study.", "Forty-eight patients completed the study for 16 weeks; 40 (83.2%) patients were female and the rest of them were male. The mean age and standard deviation were 25.62 ± 7.62 years. After 12 weeks, the percentage changes of comedones, inflammatory lesions, ASI and TLC were significantly reduced in both groups (p < 0.001). The percentage change of inflammatory lesions and ASI decrease was significantly higher in the group 1 (p = 0.03). There was no significant difference in the incidence of side effects between the two groups. There was a more significant decrease in sebum percentage change in the group 1 (p = 0.003).", "Myrtle lotion was effective and safe for the treatment of mild to moderate acne vulgaris."], "CopyrightInformation": "© 2020 Korean Pharmacopuncture Institute."}, "AuthorList": [{"Identifier": ["0000-0002-2278-8551"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Institute for Islamic and Complementary Medicine, Iran University of Medical Sciences, Tehran, Iran."}, {"Identifier": [], "Affiliation": "School of Persian Medicine, Iran University of Medical Science, Tehran, Iran."}], "LastName": "Salmanian", "ForeName": "Mahboobeh", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Persian Medicine, School of Persian Medicine, Tehran University of Medical Sciences, Tehran, Iran."}], "LastName": "Shirbeigi", "ForeName": "Laila", "Initials": "L"}, {"Identifier": ["0000-0003-0005-5792"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Institute for Islamic and Complementary Medicine, Iran University of Medical Sciences, Tehran, Iran."}, {"Identifier": [], "Affiliation": "School of Persian Medicine, Iran University of Medical Science, Tehran, Iran."}], "LastName": "Hashem-Dabaghian", "ForeName": "Fataneh", "Initials": "F"}, {"Identifier": ["0000-0002-9457-5299"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Skin and Stem Cell Research Center, Tehran University of Medical Sciences, Tehran, Iran."}], "LastName": "Mansouri", "ForeName": "Parvin", "Initials": "P"}, {"Identifier": ["0000-0001-7695-0924"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "General Practitioner, Traditional Medicine Specialist, Tehran, Iran."}], "LastName": "Azizkhani", "ForeName": "Mohammad", "Initials": "M"}, {"Identifier": ["0000-0002-3291-6940"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Skin and Stem Cell Research Center, Tehran University of Medical Sciences, Tehran, Iran."}], "LastName": "Alavi", "ForeName": "Shiva", "Initials": "S"}, {"Identifier": ["0000-0003-4311-4238"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Institute for Islamic and Complementary Medicine, Iran University of Medical Sciences, Tehran, Iran."}, {"Identifier": [], "Affiliation": "School of Persian Medicine, Iran University of Medical Science, Tehran, Iran."}], "LastName": "Ghobadi", "ForeName": "Ali", "Initials": "A"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Korea (South)", "MedlineTA": "J Pharmacopuncture", "NlmUniqueID": "101572812", "ISSNLinking": "2093-6966"}, "CoiStatement": "CONFLICT OF INTEREST The authors declare that they have no conflict of interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Wolkenstein P, Machovcová A, Szepietowski JC, Tennstedt D, Veraldi S, Delarue A. Acne prevalence and associations with lifestyle: a cross-sectional online survey of adolescents/young adults in 7 European countries. J Eur Acad Dermatol Venereol. 2018;32(2):298–306. doi: 10.1111/jdv.14475.", "ArticleIdList": ["10.1111/jdv.14475", "28707712"]}, {"Citation": "Bagatin E, Timpano DL, Guadanhim LR, Nogueira VM, Terzian LR, Steiner D, et al. Acne vulgaris: prevalence and clinical forms in adolescents from São Paulo, Brazil. An Bras Dermatol. 2014;89(3):428–35. doi: 10.1590/abd1806-4841.20142100.", "ArticleIdList": ["10.1590/abd1806-4841.20142100", "PMC4056700", "24937816"]}, {"Citation": "Knutsen-Larson S, Dawson AL, Dunnick CA, Dellavalle RP. Acne vulgaris: pathogenesis, treatment, and needs assessment. Dermatol Clin. 2012;30(1):99–106. doi: 10.1016/j.det.2011.09.001.", "ArticleIdList": ["10.1016/j.det.2011.09.001", "22117871"]}, {"Citation": "Zaenglein AL, Pathy AL, Schlosser BJ, Alikhan A, Baldwin HE, Berson DS, et al. Guidelines of care for the management of acne vulgaris. J Am Acad Dermatol. 2016;74(5):945–73.e33. doi: 10.1016/j.jaad.2015.12.037.", "ArticleIdList": ["10.1016/j.jaad.2015.12.037", "26897386"]}, {"Citation": "Sevimli Dikicier B. Topical treatment of acne vulgaris: efficiency, side effects, and adherence rate. J Int Med Res. 2019;47(7):2987–92. doi: 10.1177/0300060519847367.", "ArticleIdList": ["10.1177/0300060519847367", "PMC6683887", "31122106"]}, {"Citation": "Azimi H, Fallah-Tafti M, Khakshur AA, Abdollahi M. A review of phytotherapy of acne vulgaris: perspective of new pharmacological treatments. Fitoterapia. 2012;83(8):1306–17. doi: 10.1016/j.fitote.2012.03.026.", "ArticleIdList": ["10.1016/j.fitote.2012.03.026", "22521501"]}, {"Citation": "Ghosh VK, Nagore DH, Kadbhane KP, Patil MJ. Different approaches of alternative medicines in acne vulgaris treatment. Orient Pharm Exp Med. 2011;11(1):1–9."}, {"Citation": "Avicenna, author. [Canon of medicine] Dar Ehiaee Toras e Alarabi; Beirut: 2005. p. 1426. Arabic."}, {"Citation": "Fiorini-Puybaret C, Aries MF, Fabre B, Mamatas S, Luc J, Degouy A, et al. Pharmacological properties of Myrtacine® and its potential value in acne treatment. Planta Med. 2011;77(14):1582–9. doi: 10.1055/s-0030-1270955.", "ArticleIdList": ["10.1055/s-0030-1270955", "21452108"]}, {"Citation": "Feuillolay C, Pecastaings S, Le Gac C, Fiorini-Puybaret C, Luc J, Joulia P, et al. A Myrtus communis extract enriched in myrtucummulones and ursolic acid reduces resistance of Propionibacterium acnes biofilms to antibiotics used in acne vulgaris. Phytomedicine. 2016;23(3):307–15. doi: 10.1016/j.phymed.2015.11.016.", "ArticleIdList": ["10.1016/j.phymed.2015.11.016", "26969384"]}, {"Citation": "Kim KY, Jang HH, Lee SN, Kim YS, An S. Effects of the myrtle essential oil on the acne skin- clinical trials for Korean women. Biomed Dermatol. 2018;2(1):28."}, {"Citation": "Afzali BM, Yaghoobi E, Yaghoobi R, Bagherani N, Dabbagh MA. Comparison of the efficacy of 5% topical spironolactone gel and placebo in the treatment of mild and moderate acne vulgaris: a randomized controlled trial. J Dermatolog Treat. 2012;23(1):21–5. doi: 10.3109/09546634.2010.488260.", "ArticleIdList": ["10.3109/09546634.2010.488260", "20964565"]}, {"Citation": "Masterson KN. Acne basics: pathophysiology, assessment, and standard treatment options. J Dermatol Nurses Assoc. 2018;10(1S):S2–10."}, {"Citation": "Williams HC, Dellavalle RP, Garner S. Acne vulgaris. Lancet. 2012;379(9813):361–72. doi: 10.1016/S0140-6736(11)60321-8.", "ArticleIdList": ["10.1016/S0140-6736(11)60321-8", "21880356"]}, {"Citation": "Arican O, Kurutas EB, Sasmaz S. Oxidative stress in patients with acne vulgaris. Mediators Inflamm. 2005;2005(6):380–4. doi: 10.1155/MI.2005.380.", "ArticleIdList": ["10.1155/MI.2005.380", "PMC1533901", "16489259"]}, {"Citation": "Cunliffe WJ, Holland DB, Clark SM, Stables GI. Comedogenesis: some new aetiological, clinical and therapeutic strategies. Br J Dermatol. 2000;142(6):1084–91. doi: 10.1046/j.1365-2133.2000.03531.x.", "ArticleIdList": ["10.1046/j.1365-2133.2000.03531.x", "10848729"]}, {"Citation": "Leyden JJ. Current issues in antimicrobial therapy for the treatment of acne. J Eur Acad Dermatol Venereol. 2001;15 Suppl 3(Suppl 3):51–5. doi: 10.1046/j.0926-9959.2001.00013.x.", "ArticleIdList": ["10.1046/j.0926-9959.2001.00013.x", "11843235"]}, {"Citation": "Owlia P, Saderi H, Rasooli I, Sefidkon F. Antimicrobial characteristics of some herbal oils on Pseudomonas aeruginosa with special reference to their chemical compositions. Iran J Pharm Res. 2009;8(2):107–14."}, {"Citation": "Djenane D, Yangüela J, Amrouche T, Boubrit S, Boussad N, Roncalés P. Chemical composition and antimicrobial effects of essential oils of Eucalyptus globulus, Myrtus communis and Satureja hortensis against Escherichia coli O157:H7 and Staphylococcus aureus in minced beef. Food Sci Technol Int. 2011;17(6):505–15. doi: 10.1177/1082013211398803.", "ArticleIdList": ["10.1177/1082013211398803", "22049156"]}, {"Citation": "Akin M, Aktumsek A, Nostro A. Antibacterial activity and composition of the essential oils of Eucalyptus camaldulensis Dehn. and Myrtus communis L. growing in Northern Cyprus. Afr J Biotechnol. 2010;9(4):531–5."}, {"Citation": "Hamdy AA, Kassem HA, Awad GEA, El-Kady SM, Benito MT, Doyagüez EG, et al. In-vitro evaluation of certain Egyptian traditional medicinal plants against Propionibacterium acnes. S Afr J Bot. 2017;109:90–5."}, {"Citation": "Sinha P, Srivastava S, Mishra N, Yadav NP. New perspectives on antiacne plant drugs: contribution to modern therapeutics. Biomed Res Int. 2014;2014:301304. doi: 10.1155/2014/301304.", "ArticleIdList": ["10.1155/2014/301304", "PMC4132408", "25147793"]}, {"Citation": "Alipour G, Dashti S, Hosseinzadeh H. Review of pharmacological effects of Myrtus communis L. and its active constituents. Phytother Res. 2014;28(8):1125–36. doi: 10.1002/ptr.5122.", "ArticleIdList": ["10.1002/ptr.5122", "24497171"]}, {"Citation": "Feisst C, Franke L, Appendino G, Werz O. Identification of molecular targets of the oligomeric nonprenylated acylphloroglucinols from Myrtus communis and their implication as anti-inflammatory compounds. J Pharmacol Exp Ther. 2005;315(1):389–96. doi: 10.1124/jpet.105.090720.", "ArticleIdList": ["10.1124/jpet.105.090720", "16014754"]}, {"Citation": "Jeremy AH, Holland DB, Roberts SG, Thomson KF, Cunliffe WJ. Inflammatory events are involved in acne lesion initiation. J Invest Dermatol. 2003;121(1):20–7. doi: 10.1046/j.1523-1747.2003.12321.x.", "ArticleIdList": ["10.1046/j.1523-1747.2003.12321.x", "12839559"]}, {"Citation": "Pratibha N, Sushma D, Gupta Rajinder K. Screening for antioxidant and antibacterial potential of common medicinal plants in the treatment of acne. Int J Drug Dev Res. 2012;4(1):65–71."}, {"Citation": "Amensour M, Sendra E, Abrini J, Bouhdid S, Pérez-Alvarez JA, Fernández-López J. Total phenolic content and antioxidant activity of myrtle (Myrtus communis) extracts. Nat Prod Commun. 2009;4(6):819–24.", "ArticleIdList": ["19634329"]}, {"Citation": "Romani A, Coinu R, Carta S, Pinelli P, Galardi C, Vincieri FF, et al. Evaluation of antioxidant effect of different extracts of Myrtus communis L. Free Radic Res. 2004;38(1):97–103. doi: 10.1080/10715760310001625609.", "ArticleIdList": ["10.1080/10715760310001625609", "15061659"]}, {"Citation": "Hennia A, Miguel MG, Nemmiche S. Antioxidant activity of Myrtus communis L. and Myrtus nivellei Batt. & Trab. Extracts: a brief review. Medicines (Basel) 2018;5(3):89. doi: 10.3390/medicines5030089.", "ArticleIdList": ["10.3390/medicines5030089", "PMC6165143", "30103510"]}, {"Citation": "Veraldi S, Giovene GL, Guerriero C, Bettoli V. Efficacy and tolerability of topical 0.2% Myrtacine® and 4% vitamin PP for prevention and treatment of retinoid dermatitis in patients with mild to moderate acne. G Ital Dermatol Venereol. 2012;147(5):491–7.", "ArticleIdList": ["23007255"]}, {"Citation": "Pécastaings S, Roques C, Nocera T, Peraud C, Mengeaud V, Khammari A, et al. Characterisation of Cutibacterium acnes phylotypes in acne and in vivo exploratory evaluation of Myrtacine®. J Eur Acad Dermatol Venereol. 2018;32 Suppl 2:15–23. doi: 10.1111/jdv.15042.", "ArticleIdList": ["10.1111/jdv.15042", "29894577"]}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "3", "Day": "24"}, {"Year": "2020", "Month": "6", "Day": "21"}, {"Year": "2020", "Month": "10", "Day": "20"}, {"Year": "2021", "Month": "1", "Day": "7", "Hour": "6", "Minute": "7"}, {"Year": "2021", "Month": "1", "Day": "8", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "1", "Day": "8", "Hour": "6", "Minute": "1"}, {"Year": "2020", "Month": "12", "Day": "31"}], "PublicationStatus": "ppublish", "ArticleIdList": ["33408898", "PMC7772080", "10.3831/KPI.2020.23.4.220", "JoP-23-220"]}}], "PubmedBookArticle": []}