{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["COVID-19", "SARS-CoV-2", "clinical trials", "coronavirus disease 2019", "severe acute respiratory syndrome coronavirus 2", "vaccine"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "33408775", "DateCompleted": {"Year": "2021", "Month": "01", "Day": "18"}, "DateRevised": {"Year": "2024", "Month": "03", "Day": "30"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "01", "Day": "01"}], "Language": ["eng"], "ELocationID": ["10.7150/thno.53691"], "Journal": {"ISSN": "1838-7640", "JournalIssue": {"Volume": "11", "Issue": "4", "PubDate": {"Year": "2021"}}, "Title": "Theranostics", "ISOAbbreviation": "Theranostics"}, "ArticleTitle": "The 2020 race towards SARS-CoV-2 specific vaccines.", "Pagination": {"StartPage": "1690", "EndPage": "1702", "MedlinePgn": "1690-1702"}, "Abstract": {"AbstractText": ["The global outbreak of a novel severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) highlighted a requirement for two pronged clinical interventions such as development of effective vaccines and acute therapeutic options for medium-to-severe stages of \"coronavirus disease 2019\" (COVID-19). Effective vaccines, if successfully developed, have been emphasized to become the most effective strategy in the global fight against the COVID-19 pandemic. Basic research advances in biotechnology and genetic engineering have already provided excellent progress and groundbreaking new discoveries in the field of the coronavirus biology and its epidemiology. In particular, for the vaccine development the advances in characterization of a capsid structure and identification of its antigens that can become targets for new vaccines. The development of the experimental vaccines requires a plethora of molecular techniques as well as strict compliance with safety procedures. The research and clinical data integrity, cross-validation of the results, and appropriated studies from the perspective of efficacy and potently side effects have recently become a hotly discussed topic. In this review, we present an update on latest advances and progress in an ongoing race to develop 52 different vaccines against SARS-CoV-2. Our analysis is focused on registered clinical trials (current as of November 04, 2020) that fulfill the international safety and efficacy criteria in the vaccine development. The requirements as well as benefits and risks of diverse types of SARS-CoV-2 vaccines are discussed including those containing whole-virus and live-attenuated vaccines, subunit vaccines, mRNA vaccines, DNA vaccines, live vector vaccines, and also plant-based vaccine formulation containing coronavirus-like particle (VLP). The challenges associated with the vaccine development as well as its distribution, safety and long-term effectiveness have also been highlighted and discussed."], "CopyrightInformation": "© The author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Chair and Department of Medical Microbiology, Poznań University of Medical Sciences, Wieniawskiego 3, 61-712 Poznań, Poland."}], "LastName": "Karpiński", "ForeName": "Tomasz M", "Initials": "TM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biotechnology, Institute of Natural Fibres and Medicinal Plants, Poznań, Poland."}], "LastName": "Ożarowski", "ForeName": "Marcin", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Perinatology and Women's Disease, Poznań University of Medical Sciences, Poznań, Poland."}, {"Identifier": [], "Affiliation": "Laboratory of Molecular Biology in Division of Perinatology and Women's Diseases, Poznań University of Medical Sciences, Poznań, Poland."}, {"Identifier": [], "Affiliation": "Department of Pharmacology and Phytochemistry, Institute of Natural Fibres and Medicinal Plants, Poznań, Poland."}], "LastName": "Seremak-Mrozikiewicz", "ForeName": "Agnieszka", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Perinatology and Women's Disease, Poznań University of Medical Sciences, Poznań, Poland."}, {"Identifier": [], "Affiliation": "Division of Obstetrics and Gynecology, Tytus Chałubiński's Hospital, Zakopane, Poland."}], "LastName": "Wolski", "ForeName": "Hubert", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Science, RMIT University, Melbourne, VIC, Australia."}], "LastName": "Wlodkowic", "ForeName": "Donald", "Initials": "D"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Australia", "MedlineTA": "Theranostics", "NlmUniqueID": "101552395", "ISSNLinking": "1838-7640"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Antigens, Viral"}, {"RegistryNumber": "0", "NameOfSubstance": "COVID-19 Vaccines"}, {"RegistryNumber": "0", "NameOfSubstance": "Viral Structural Proteins"}], "MeshHeadingList": [{"QualifierName": ["genetics", "immunology"], "DescriptorName": "Antigens, Viral"}, {"QualifierName": ["epidemiology", "prevention & control", "transmission", "virology"], "DescriptorName": "COVID-19"}, {"QualifierName": [], "DescriptorName": "COVID-19 Vaccines"}, {"QualifierName": ["statistics & numerical data"], "DescriptorName": "Clinical Trials as Topic"}, {"QualifierName": [], "DescriptorName": "Drug Approval"}, {"QualifierName": ["statistics & numerical data", "trends"], "DescriptorName": "Drug Development"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["prevention & control"], "DescriptorName": "Pandemics"}, {"QualifierName": [], "DescriptorName": "Patient Safety"}, {"QualifierName": ["genetics", "immunology"], "DescriptorName": "SARS-CoV-2"}, {"QualifierName": [], "DescriptorName": "Time Factors"}, {"QualifierName": [], "DescriptorName": "Treatment Outcome"}, {"QualifierName": ["genetics", "immunology"], "DescriptorName": "Viral Structural Proteins"}], "CoiStatement": "Competing Interests: The authors have declared that no competing interest exists."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Wang C, Horby PW, Hayden FG, Gao GF. A novel coronavirus outbreak of global health concern. Lancet. 2020;395:470–3.", "ArticleIdList": ["PMC7135038", "31986257"]}, {"Citation": "Zeidler A, Karpiński TM. What do we know about SARS-CoV-2 virus and COVID-19 disease? J Pre-Clin Clin Res. 2020;14:33–8."}, {"Citation": "COVID-19 situation update worldwide, as of 7 August 2020. European Centre for Disease Prevention and Control. Available at:   https://www.ecdc.europa.eu/en/geographical-distribution-2019-ncov-cases."}, {"Citation": "EU Clinical Trials Register - Update. Available at:   https://www.clinicaltrialsregister.eu/"}, {"Citation": "Clinical Trials Registry - India (CTRI). Available at:   http://ctri.nic.in/Clinicaltrials/login.php."}, {"Citation": "Chinese Clinical Trial Register (ChiCTR) - The world health organization international clinical trials registered organization registered platform. Available at:   http://www.chictr.org.cn/enIndex.aspx."}, {"Citation": "ANZCTR. Available at:   https://www.anzctr.org.au/"}, {"Citation": "Home - ClinicalTrials.gov. Available at:   https://clinicaltrials.gov/"}, {"Citation": "Pan African Clinical Trials Registry. Available at:   https://pactr.samrc.ac.za/"}, {"Citation": "Welcome to the Cuban Registry of Clinical Trials | Registro Público Cubano de Ensayos Clínicos. Available at:   https://rpcec.sld.cu/en/home."}, {"Citation": "Welcome Indonesia Registry Center. Available at:   https://www.ina-registry.org/"}, {"Citation": "ISRCTN Registry. Available at:   http://www.isrctn.com/"}, {"Citation": "Pancer KW. Pandemiczne koronawirusy człowieka - charakterystyka oraz porównanie wybranych właściwości HCoV-SARS i HCoV-MERS. Post Mikrobiol. 2018;57:22–32."}, {"Citation": "Liu DX, Liang JQ, Fung TS. Human Coronavirus-229E, -OC43, -NL63, and -HKU1. Ref Module Life Sci. 2020. B978-0-12-809633-8.21501-X."}, {"Citation": "Zeidler A, Karpiński TM. SARS-CoV, MERS-CoV, SARS-CoV-2 comparison of three emerging Coronaviruses. Jundishapur J Microbiol. 2020;13:e103744."}, {"Citation": "Jackwood MW, Hall D, Handel A. Molecular evolution and emergence of avian gammacoronaviruses. Infect Genet Evol. 2012;12:1305–11.", "ArticleIdList": ["PMC7106068", "22609285"]}, {"Citation": "Paim FC, Bowman AS, Miller L, Feehan BJ, Marthaler D, Saif LJ, Vlasova AN. Epidemiology of Deltacoronaviruses (δ-CoV) and Gammacoronaviruses (γ-CoV) in wild birds in the United States. Viruses. 2019;11:897.", "ArticleIdList": ["PMC6832366", "31561462"]}, {"Citation": "Lu R, Zhao X, Li J, Niu P, Yang B, Wu H. et al. Genomic characterisation and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding. Lancet. 2020;395:565–74.", "ArticleIdList": ["PMC7159086", "32007145"]}, {"Citation": "Machhi J, Herskovitz J, Senan AM, Dutta D, Nath B, Oleynikov MD, The natural history, pathobiology, and clinical manifestations of SARS-CoV-2 infections. J Neuroimmune Pharmacol. 2020. 10.1007/s11481-020-09944-5.", "ArticleIdList": ["PMC7373339", "32696264"]}, {"Citation": "Haq EU, Yu J, Guo J. Frontiers in the COVID-19 vaccines development. Exp Hematol Oncol. 2020;9:24.", "ArticleIdList": ["PMC7470435", "32901214"]}, {"Citation": "Yadav M. Understanding the epidemiology of COVID-19. Eur J Biol Res. 2020;10:105–17."}, {"Citation": "Zhang J, Zeng H, Gu J, Li H, Zheng L, Zou Q. Progress and prospects on vaccine development against SARS-CoV-2. Vaccines. 2020;8:153.", "ArticleIdList": ["PMC7349596", "32235387"]}, {"Citation": "Millet JK, Whittaker GR. Physiological and molecular triggers for SARS-CoV membrane fusion and entry into host cells. Virology. 2018;517:3–8.", "ArticleIdList": ["PMC7112017", "29275820"]}, {"Citation": "Datta PK, Liu F, Fischer T, Rappaport J, Qin X. SARS-CoV-2 pandemic and research gaps: understanding SARS-CoV-2 interaction with the ACE2 receptor and implications for therapy. Theranostics. 2020;10:7448–64.", "ArticleIdList": ["PMC7330865", "32642005"]}, {"Citation": "Zhang H, Penninger JM, Li Y, Zhong N, Slutsky AS. Angiotensin-converting enzyme 2 (ACE2) as a SARS-CoV-2 receptor: molecular mechanisms and potential therapeutic target. Intensive Care Med. 2020;46:586–90.", "ArticleIdList": ["PMC7079879", "32125455"]}, {"Citation": "Wrapp D, Wang N, Corbett KS, Goldsmith JA, Hsieh CL, Abiona O. et al. Cryo-EM structure of the 2019-nCoV spike in the prefusion conformation. Science. 2020;367:1260–3.", "ArticleIdList": ["PMC7164637", "32075877"]}, {"Citation": "Herrera NG, Morano NC, Celikgil A, Georgiev GI, Malonis RJ, Lee JH, Characterization of the SARS-CoV-2 S protein: biophysical, biochemical, structural, and antigenic analysis. BioRxiv. 2020. 2020. 06.14.150607.", "ArticleIdList": ["PMC7771249", "33458462"]}, {"Citation": "Li F. Structure, function, and evolution of Coronavirus spike proteins. Annu Rev Virol. 2016;3:237–61.", "ArticleIdList": ["PMC5457962", "27578435"]}, {"Citation": "Padron-Regalado E. Vaccines for SARS-CoV-2: lessons from other Coronavirus strains. Infect Dis Ther. 2020;9:1–20.", "ArticleIdList": ["PMC7177048", "32328406"]}, {"Citation": "McBride R, van Zyl M, Fielding BC. The coronavirus nucleocapsid is a multifunctional protein. Viruses. 2014;6:2991–3018.", "ArticleIdList": ["PMC4147684", "25105276"]}, {"Citation": "Surjit M, Liu B, Chow VTK, Lal SK. The nucleocapsid protein of severe acute respiratory syndrome-coronavirus inhibits the activity of cyclin-cyclin-dependent kinase complex and blocks S phase progression in mammalian cells. J Biol Chem. 2006;281:10669–81.", "ArticleIdList": ["PMC7995956", "16431923"]}, {"Citation": "He R, Leeson A, Andonov A, Li Y, Bastien N, Cao J. et al. Activation of AP-1 signal transduction pathway by SARS coronavirus nucleocapsid protein. Biochem Biophys Res Commun. 2003;311:870–6.", "ArticleIdList": ["PMC7111052", "14623261"]}, {"Citation": "Satarker S, Nampoothiri M. Structural proteins in Severe Acute Respiratory Syndrome Coronavirus-2. Arch Med Res. 2020;51:482–491.", "ArticleIdList": ["PMC7247499", "32493627"]}, {"Citation": "Yoshimoto FK. The proteins of Severe Acute Respiratory Syndrome Coronavirus-2 (SARS CoV-2 or n-COV19), the cause of COVID-19. Protein J. 2020;39:198–216.", "ArticleIdList": ["PMC7245191", "32447571"]}, {"Citation": "Siu YL, Teoh KT, Lo J, Chan CM, Kien F, Escriou N. et al. The M, E, and N structural proteins of the severe acute respiratory syndrome coronavirus are required for efficient assembly, trafficking, and release of virus-like particles. J Virol. 2008;82:11318–30.", "ArticleIdList": ["PMC2573274", "18753196"]}, {"Citation": "Tsoi H, Li L, Chen ZS, Lau K-F, Tsui SKW, Chan HYE. The SARS-coronavirus membrane protein induces apoptosis via interfering with PDK1-PKB/Akt signalling. Biochem J. 2014;464:439–47.", "ArticleIdList": ["25271362"]}, {"Citation": "Verdiá-Báguena C, Nieto-Torres JL, Alcaraz A, DeDiego ML, Torres J, Aquilella VM, Enjuanes L. Coronavirus E protein forms ion channels with functionally and structurally-involved membrane lipids. Virology. 2012;432:485–94.", "ArticleIdList": ["PMC3438407", "22832120"]}, {"Citation": "Nieto-Torres JL, DeDiego ML, Verdiá-Báguena C, Jimenez-Guardeño JM, Regla-Nava JA, Fernandez-Delgado R. et al. Severe acute respiratory syndrome coronavirus envelope protein ion channel activity promotes virus fitness and pathogenesis. PLoS Pathog. 2014;10:e1004077.", "ArticleIdList": ["PMC4006877", "24788150"]}, {"Citation": "Chen W-H, Strych U, Hotez PJ, Bottazzi ME. The SARS-CoV-2 vaccine pipeline: an overview. Curr Trop Med Rep. 2020;7:61–4.", "ArticleIdList": ["PMC7094941", "32219057"]}, {"Citation": "Singh K, Mehta S. The clinical development process for a novel preventive vaccine: An overview. J Postgrad Med. 2016;62:4–11.", "ArticleIdList": ["PMC4944327", "26732191"]}, {"Citation": "Draft landscape of COVID-19 candidate vaccines. Available at:   https://www.who.int/publications/m/item/draft-landscape-of-covid-19-candidate-vaccines."}, {"Citation": "Rajão DS, Pérez DR. Universal vaccines and vaccine platforms to protect against influenza viruses in humans and agriculture. Front Microbiol. 2018;9:123.", "ArticleIdList": ["PMC5808216", "29467737"]}, {"Citation": "Soema PC, Kompier R, Amorij J-P, Kersten GFA. Current and next generation influenza vaccines: formulation and production strategies. Eur J Pharm Biopharm. 2015;94:251–63.", "ArticleIdList": ["26047796"]}, {"Citation": "van Riel D, de Wit E. Next-generation vaccine platforms for COVID-19. Nat Mater. 2020;19:810–2.", "ArticleIdList": ["32704139"]}, {"Citation": "Liu X, Liu C, Liu G, Luo W, Xia N. COVID-19: Progress in diagnostics, therapy and vaccination. Theranostics. 2020;10:7821–35.", "ArticleIdList": ["PMC7359073", "32685022"]}, {"Citation": "Wallis J, Shenton DP, Carlisle RC. Novel approaches for the design, delivery and administration of vaccine technologies. Clin Exp Immunol. 2019;196:189–204.", "ArticleIdList": ["PMC6468175", "30963549"]}, {"Citation": "Wang J, Peng Y, Xu H, Cui Z, Williams RO. The COVID-19 vaccine race: challenges and opportunities in vaccine formulation. AAPS PharmSciTech. 2020;21:225.", "ArticleIdList": ["PMC7405756", "32761294"]}, {"Citation": "Minor PD. Live attenuated vaccines: historical successes and current challenges. Virology. 2015;479-480:379–92.", "ArticleIdList": ["25864107"]}, {"Citation": "Jiang S, Bottazzi ME, Du L, Lustigman S, Tseng CTK, Curti E. et al. Roadmap to developing a recombinant coronavirus S protein receptor-binding domain vaccine for severe acute respiratory syndrome. Expert Rev Vaccines. 2012;11:1405–13.", "ArticleIdList": ["PMC3586247", "23252385"]}, {"Citation": "Romero-Maldonado A, Salazar-González JA, Rosales-Mendoza S. Plant-based vaccines against influenza. In: Rosales-Mendoza S, Ed. Genetically engineered plants as a source of vaccines against wide spread diseases: an integrated view. New York, NY: Springer. 2014. pp. 129–39."}, {"Citation": "Keech C, Albert G, Cho I, Robertson A, Reed P, Neal S, Phase 1-2 trial of a SARS-CoV-2 recombinant spike protein nanoparticle vaccine. N Engl J Med. 2020. NEJMoa2026920.", "ArticleIdList": ["PMC7494251", "32877576"]}, {"Citation": "Noranate N, Takeda N, Chetanachan P, Sittisaman P, A-Nuegoonpipat A, Anantapreecha S. Characterization of chikungunya virus-like particles. PloS One. 2014;9:e108169.", "ArticleIdList": ["PMC4180278", "25265335"]}, {"Citation": "Syomin BV, Ilyin YV. Virus-like particles as an instrument of vaccine production. Mol Biol. 2019;53:323–34.", "ArticleIdList": ["PMC7088979", "32214478"]}, {"Citation": "Daniell H, Singh ND, Mason H, Streatfield SJ. Plant-made vaccine antigens and biopharmaceuticals. Trends Plant Sci. 2009;14:669–79.", "ArticleIdList": ["PMC2787751", "19836291"]}, {"Citation": "Zeltins A. Construction and characterization of virus-like particles: a review. Mol Biotechnol. 2013;53:92–107.", "ArticleIdList": ["PMC7090963", "23001867"]}, {"Citation": "Pillet S, Aubin É, Trépanier S, Bussiere D, Dargis M, Poulin JF. et al. A plant-derived quadrivalent virus like particle influenza vaccine induces cross-reactive antibody and T cell response in healthy adults. Clin Immunol Orlando Fla. 2016;168:72–87.", "ArticleIdList": ["26987887"]}, {"Citation": "Kaiser J. Is the drought over for pharming? Science. 2008;320:473–5.", "ArticleIdList": ["18436771"]}, {"Citation": "Navarre C, Delannoy M, Lefebvre B, Nader J, Vanham D, Boutry M. Expression and secretion of recombinant outer-surface protein A from the Lyme disease agent, Borrelia burgdorferi, in Nicotiana tabacum suspension cells. Transgenic Res. 2006;15:325–35.", "ArticleIdList": ["16779648"]}, {"Citation": "Nelson G, Marconi P, Periolo O, La Torre J, Alvarez MA. Immunocompetent truncated E2 glycoprotein of bovine viral diarrhea virus (BVDV) expressed in Nicotiana tabacum plants: a candidate antigen for new generation of veterinary vaccines. Vaccine. 2012;30:4499–504.", "ArticleIdList": ["22554468"]}, {"Citation": "Łojewska E, Sakowicz T, Kowalczyk A, Konieczka M, Grzegorczyk J, Sitarek P. et al. Production of recombinant colicin M in Nicotiana tabacum plants and its antimicrobial activity. Plant Biotechnol Rep. 2020;14:33–43."}, {"Citation": "Folegatti PM, Ewer KJ, Aley PK, Angus B, Becker S, Belij-Rammerstorfer S. et al. Safety and immunogenicity of the ChAdOx1 nCoV-19 vaccine against SARS-CoV-2: a preliminary report of a phase 1/2, single-blind, randomised controlled trial. Lancet. 2020;396:467–78.", "ArticleIdList": ["PMC7445431", "32702298"]}, {"Citation": "Zhu F-C, Li Y-H, Guan X-H, Hou LH, Wang WJ, Li JX. et al. Safety, tolerability, and immunogenicity of a recombinant adenovirus type-5 vectored COVID-19 vaccine: a dose-escalation, open-label, non-randomised, first-in-human trial. Lancet. 2020;395:1845–54.", "ArticleIdList": ["PMC7255193", "32450106"]}, {"Citation": "Zhu F-C, Guan X-H, Li Y-H, Huang JY, Jiang T, Hou LH. et al. Immunogenicity and safety of a recombinant adenovirus type-5-vectored COVID-19 vaccine in healthy adults aged 18 years or older: a randomised, double-blind, placebo-controlled, phase 2 trial. Lancet. 2020;396:P479–488.", "ArticleIdList": ["PMC7836858", "32702299"]}, {"Citation": "Logunov DY, Dolzhikova IV, Zubkova OV, Tukhvatullin AI, Shcheblyakov DV, Dzharullaeva AS. et al. Safety and immunogenicity of an rAd26 and rAd5 vector-based heterologous prime-boost COVID-19 vaccine in two formulations: two open, non-randomised phase 1/2 studies from Russia. Lancet. 2020;396:887–97.", "ArticleIdList": ["PMC7471804", "32896291"]}, {"Citation": "Pardi N, Hogan MJ, Porter FW, Weissman D. mRNA vaccines - a new era in vaccinology. Nat Rev Drug Discov. 2018;17:261–79.", "ArticleIdList": ["PMC5906799", "29326426"]}, {"Citation": "Wang F, Kream RM, Stefano GB. An evidence based perspective on mRNA-SARS-CoV-2 vaccine development. Med Sci Monit. 2020;26:e924700–1. -e924700-8.", "ArticleIdList": ["PMC7218962", "32366816"]}, {"Citation": "Schlake T, Thess A, Fotin-Mleczek M, Kallen K-J. Developing mRNA-vaccine technologies. RNA Biol. 2012;9:1319–30.", "ArticleIdList": ["PMC3597572", "23064118"]}, {"Citation": "Corbett KS, Flynn B, Foulds KE, Francica JR, Boyoglu-Barnum S, Werner AP. et al. Evaluation of the mRNA-1273 vaccine against SARS-CoV-2 in nonhuman primates. N Engl J Med. 2020 doi: 10.1101/2020.06.11.145920.", "ArticleIdList": ["PMC7449230", "32722908"]}, {"Citation": "Jackson LA, Anderson EJ, Rouphael NG, Roberts PC, Makhene M, Coler RN. et al. An mRNA vaccine against SARS-CoV-2 - preliminary report. N Engl J Med. 2020 doi: 10.1056/NEJMoa2022483.", "ArticleIdList": ["PMC7377258", "32663912"]}, {"Citation": "Liu MA. A comparison of plasmid DNA and mRNA as vaccine technologies. Vaccines. 2019;7:337.", "ArticleIdList": ["PMC6631684", "31022829"]}, {"Citation": "Choe PG, Perera R a. PM, Park WB, Song KH, Bang JH, Kim ES, et al. MERS-CoV antibody responses 1 year after symptom onset, South Korea, 2015. Emerg Infect Dis. 2017;23:1079–84.", "ArticleIdList": ["PMC5512479", "28585916"]}, {"Citation": "Wu L-P, Wang N-C, Chang Y-H, Tian XY, Na DY, Zhang LY. et al. Duration of antibody responses after Severe Acute Respiratory Syndrome. Emerg Infect Dis. 2007;13:1562–4.", "ArticleIdList": ["PMC2851497", "18258008"]}, {"Citation": "Liu L, Wei Q, Lin Q, Fang J, Wang H, Kwok H. et al. Anti-spike IgG causes severe acute lung injury by skewing macrophage responses during acute SARS-CoV infection. JCI Insight. 2019;4:e123158.", "ArticleIdList": ["PMC6478436", "30830861"]}, {"Citation": "A vaccine for SARS-CoV-2: goals and promises. EClinicalMedicine. 2020; 24. Available at:   https://www.thelancet.com/journals/eclinm/article/PIIS2589-5370(20)30238-8/abstract.", "ArticleIdList": ["PMC7387929", "32766547"]}, {"Citation": "Sewell HF, Agius RM, Stewart M, Kendrick D. Cellular immune responses to covid-19. BMJ. 2020;370:m3018.", "ArticleIdList": ["32737031"]}, {"Citation": "Wang X, Guo X, Xin Q, Pan Y, Hu Y, Li J, Neutralizing antibody responses to Severe Acute Respiratory Syndrome Coronavirus 2 in Coronavirus disease 2019 inpatients and convalescent patients. Clin Infect Dis. 2020. ciaa721.", "ArticleIdList": ["PMC7314147", "32497196"]}, {"Citation": "Iwasaki A. What reinfections mean for COVID-19. Lancet Infect Dis. 2020. 10.1016/S1473-3099(20)30783-0.", "ArticleIdList": ["PMC7550040", "33058796"]}, {"Citation": "Tillett RL, Sevinsky JR, Hartley PD, Kerwin H, Crawford N, Gorzalski A, Genomic evidence for reinfection with SARS-CoV-2: a case study. Lancet Infect Dis. 2020. 10.1016/S1473-3099(20)30764-7.", "ArticleIdList": ["PMC7550103", "33058797"]}, {"Citation": "Lee WS, Wheatley AK, Kent SJ, DeKosky BJ. Antibody-dependent enhancement and SARS-CoV-2 vaccines and therapies. Nat Microbiol. 2020;5:1185–91.", "ArticleIdList": ["32908214"]}, {"Citation": "How and when will we know that a COVID-19 vaccine is safe and effective? Available at:   https://theconversation.com/how-and-when-will-we-know-that-a-covid-19-vaccine-is-safe-and-effective-146091."}, {"Citation": "Phillips N, Cyranoski D, Mallapaty S. A leading coronavirus vaccine trial is on hold: scientists react. Nature. 2020. doi: 10.1038/d41586-020-02594-w.", "ArticleIdList": ["32908295"]}, {"Citation": "Plans-Rubió P. The vaccination coverage required to establish herd immunity against influenza viruses. Prev Med. 2012;55:72–7.", "ArticleIdList": ["22414740"]}, {"Citation": "Plans P, Torner N, Godoy P, Jané M. Lack of herd immunity against measles in individuals aged <35 years could explain re-emergence of measles in Catalonia (Spain) Int J Infect Dis. 2014;18:81–3.", "ArticleIdList": ["24211476"]}, {"Citation": "Randolph HE, Barreiro LB. Herd immunity: understanding COVID-19. Immunity. 2020;52:737–41.", "ArticleIdList": ["PMC7236739", "32433946"]}, {"Citation": "Raimondi MT, Donnaloja F, Barzaghini B, Bocconi A, Conci C, Parodi V. et al. Bioengineering tools to speed up the discovery and preclinical testing of vaccines for SARS-CoV-2 and therapeutic agents for COVID-19. Theranostics. 2020;10:7034–52.", "ArticleIdList": ["PMC7330866", "32641977"]}, {"Citation": "Funk CD, Laferrière C, Ardakani A. A Snapshot of the global race for vaccines targeting SARS-CoV-2 and the COVID-19 pandemic. Front Pharmacol. 2020;11:937.", "ArticleIdList": ["PMC7317023", "32636754"]}, {"Citation": "Langat P, Raghwani J, Dudas G, Bowden TA, Edwards S, Gall A. et al. Genome-wide evolutionary dynamics of influenza B viruses on a global scale. PLoS Pathog. 2017;13:e1006749.", "ArticleIdList": ["PMC5790164", "29284042"]}, {"Citation": "Mercatelli D, Giorgi FM. Geographic and genomic distribution of SARS-CoV-2 mutations. Front Microbiol. 2020;11:1800.", "ArticleIdList": ["PMC7387429", "32793182"]}, {"Citation": "Shang W, Yang Y, Rao Y, Rao X. The outbreak of SARS-CoV-2 pneumonia calls for viral vaccines. Npj Vaccines. 2020;5:1–3.", "ArticleIdList": ["PMC7060195", "32194995"]}, {"Citation": "Versteeg L, Almutairi MM, Hotez PJ, Pollet J. Enlisting the mRNA vaccine platform to combat parasitic infections. Vaccines. 2019;7:122.", "ArticleIdList": ["PMC6963228", "31547081"]}, {"Citation": "Robbins G, Wosen J. Scientists are struggling to quickly find a vaccine that can vanquish coronavirus. San Diego Union-Tribune. 2020. Available at:   https://www.sandiegouniontribune.com/news/science/story/2020-06-06/race-for-vaccine."}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "9", "Day": "24"}, {"Year": "2020", "Month": "11", "Day": "8"}, {"Year": "2021", "Month": "1", "Day": "7", "Hour": "6", "Minute": "6"}, {"Year": "2021", "Month": "1", "Day": "8", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "1", "Day": "20", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "1", "Day": "1"}], "PublicationStatus": "epublish", "ArticleIdList": ["33408775", "PMC7778607", "10.7150/thno.53691", "thnov11p1690"]}}], "PubmedBookArticle": []}