{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["3CL(pro)", "ACE-2", "COVID-19", "Herbal steam inhalation therapy", "In silico", "RdRp", "SARS-CoV-2", "Spike protein"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "33412235", "DateCompleted": {"Year": "2021", "Month": "02", "Day": "08"}, "DateRevised": {"Year": "2022", "Month": "12", "Day": "21"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "01", "Day": "04"}], "Language": ["eng"], "ELocationID": ["10.1016/j.fct.2020.111966", "S0278-6915(20)30856-5"], "Journal": {"ISSN": "1873-6351", "JournalIssue": {"Volume": "148", "PubDate": {"Year": "2021", "Month": "Feb"}}, "Title": "Food and chemical toxicology : an international journal published for the British Industrial Biological Research Association", "ISOAbbreviation": "Food Chem Toxicol"}, "ArticleTitle": "Promising phytochemicals of traditional Indian herbal steam inhalation therapy to combat COVID-19 - An in silico study.", "Pagination": {"StartPage": "111966", "MedlinePgn": "111966"}, "Abstract": {"AbstractText": ["COVID-19, the presently prevailing global public health emergency has culminated in international instability in economy. This unprecedented pandemic outbreak pressingly necessitated the trans-disciplinary approach in developing novel/new anti-COVID-19 drugs especially, small molecule inhibitors targeting the seminal proteins of viral etiological agent, SARS-CoV-2.", "Based on the traditional medicinal knowledge, we made an attempt through molecular docking analysis to explore the phytochemical constituents of three most commonly used Indian herbs in 'steam inhalation therapy' against well recognized viral receptor proteins.", "A total of 57 phytochemicals were scrutinized virtually against four structural protein targets of SARS-CoV-2 viz. 3CL<sup>pro</sup>, ACE-2, spike glycoprotein and RdRp. Providentially, two bioactives from each of the three plants i.e. apigenin-o-7-glucuronide and ellagic acid from Eucalyptus globulus; eudesmol and viridiflorene from Vitex negundo and; vasicolinone and anisotine from Justicia adhatoda were identified to be the best hit lead molecules based on interaction energies, conventional hydrogen bonding numbers and other non-covalent interactions. On comparison with the known SARS-CoV-2 protease inhibitor -lopinavir and RdRp inhibitor -remdesivir, apigenin-o-7-glucuronide was found to be a phenomenal inhibitor of both protease and polymerase, as it strongly interacts with their active sites and exhibited remarkably high binding affinity. Furthermore, in silico drug-likeness and ADMET prediction analyses clearly evidenced the usability of the identified bioactives to develop as drug against COVID-19.", "Overall, the data of the present study exemplifies that the phytochemicals from selected traditional herbs having significance in steam inhalation therapy would be promising in combating COVID-19."], "CopyrightInformation": "Copyright © 2020 Elsevier Ltd. All rights reserved."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biotechnology, Science Campus, Alagappa University, Karaikudi, Tamil Nadu, India. Electronic address: gowrishankar.alu@gmail.com."}], "LastName": "Gowrishankar", "ForeName": "Shanmugaraj", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Bioinformatics, Alagappa University, Karaikudi, Tamil Nadu, India."}], "LastName": "Muthumanickam", "ForeName": "Sankar", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Animal Science, School of Life Sciences, Bharathidasan University, Tiruchirappalli, Tamil Nadu, India."}], "LastName": "Kamaladevi", "ForeName": "Arumugam", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biotechnology, Science Campus, Alagappa University, Karaikudi, Tamil Nadu, India."}], "LastName": "Karthika", "ForeName": "Chandrasekar", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biotechnology, Science Campus, Alagappa University, Karaikudi, Tamil Nadu, India."}], "LastName": "Jothi", "ForeName": "Ravi", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Bioinformatics, Alagappa University, Karaikudi, Tamil Nadu, India."}], "LastName": "Boomi", "ForeName": "Pandi", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Physical Education & Health Sciences, Alagappa University, Karaikudi, India."}], "LastName": "Maniazhagu", "ForeName": "Dharuman", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biotechnology, Science Campus, Alagappa University, Karaikudi, Tamil Nadu, India."}], "LastName": "Pandian", "ForeName": "Shunmugiah Karutha", "Initials": "SK"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Food Chem Toxicol", "NlmUniqueID": "8207483", "ISSNLinking": "0278-6915"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Phytochemicals"}, {"RegistryNumber": "0", "NameOfSubstance": "Steam"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Administration, Inhalation"}, {"QualifierName": ["therapy", "virology"], "DescriptorName": "COVID-19"}, {"QualifierName": [], "DescriptorName": "Computer Simulation"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Molecular Docking Simulation"}, {"QualifierName": ["administration & dosage", "pharmacology"], "DescriptorName": "Phytochemicals"}, {"QualifierName": ["isolation & purification"], "DescriptorName": "SARS-CoV-2"}, {"QualifierName": [], "DescriptorName": "Steam"}], "CoiStatement": "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Alagu Lakshmi S., Shafreen R.M.B., Priya A., Shunmugiah K.P. Ethnomedicines of Indian origin for combating COVID-19 infection by hampering the viral replication: using structure-based drug discovery approach. J. Biomol. Struct. Dyn. 2020;2020:1–16.", "ArticleIdList": ["PMC7332876", "32573351"]}, {"Citation": "Alexpandi R., De Mesquita J.F., Pandian S.K., Ravi A.V. Quinolines-based SARS-CoV-2 3CLpro and RdRp inhibitors and Spike-RBD-ACE2 inhibitor for drug-repurposing against COVID-19: an in silico analysis. Front. Microbiol. 2020;11:1796.", "ArticleIdList": ["PMC7390959", "32793181"]}, {"Citation": "Amber R., Adnan M., Tariq A., Mussarat S. A review on antiviral activity of the Himalayan medicinal plants traditionally used to treat bronchitis and related symptoms. J. Pharm. Pharmacol. 2017;69(2):109–122.", "ArticleIdList": ["PMC7166987", "27905101"]}, {"Citation": "Amini H., Hosseini V., Schindler C., Hassankhany H., Yunesian M., Henderson S.B., Künzli N. Spatiotemporal description of BTEX volatile organic compounds in a Middle eastern megacity: tehran study of exposure prediction for environmental health research (tehran SEPEHR) Environ. Pollut. 2017;226:219–229.", "ArticleIdList": ["28432965"]}, {"Citation": "Baradaran Rahimi V., Ghadiri M., Ramezani M., Askari V.R. Antiinflammatory and anti-cancer activities of pomegranate and its constituent, ellagic acid: evidence from cellular, animal, and clinical studies. Phytother Res. 2020;34(4)", "ArticleIdList": ["31908068"]}, {"Citation": "Cao B., Wang Y., Wen D., Liu W., Wang J., Fan G., et al. A trial of lopinavir-ritonavir in adults hospitalized with severe covid-19. N. Engl. J. Med. 2020;382(19):1787–1799.", "ArticleIdList": ["PMC7121492", "32187464"]}, {"Citation": "Chatterjee S. Bronchodilatory and anti-allergic effect of PulmoFlex--a proprietary herbal formulation. Indian J. Physiol. Pharmacol. 1999;43(4):486–490.", "ArticleIdList": ["10776466"]}, {"Citation": "Chen K., Kurgan L. Investigation of atomic level patterns in protein--small ligand interactions. PloS One. 2009;4(2):e4473.", "ArticleIdList": ["PMC2637420", "19221587"]}, {"Citation": "Cheng F., Li W., Zhou Y., Shen J., Wu Z., Liu G. admetSAR: a comprehensive source and free tool for assessment of chemical ADMET properties. J. Chem. Inf. Model. 2012;52(11):3099–3105.", "ArticleIdList": ["23092397"]}, {"Citation": "Claeson U.P., Malmfors T., Wikman G., Bruhn J.G. Adhatoda vasica: a critical review of ethnopharmacological and toxicological data. J. Ethnopharmacol. 2000;72(1–2):1–20.", "ArticleIdList": ["10967448"]}, {"Citation": "de Wit E., van Doremalen N., Falzarano D., Munster V.J. SARS and MERS: recent insights into emerging coronaviruses. Nat. Rev. Microbiol. 2016;14(8):523–534.", "ArticleIdList": ["PMC7097822", "27344959"]}, {"Citation": "Ganjhu R.K., Mudgal P.P., Maity H., Dowarha D., Devadiga S., Nag S., et al. Herbal plants and plant preparations as remedial approach for viral diseases. Virus disease. 2015;26(4):225–236.", "ArticleIdList": ["PMC4663710", "26645032"]}, {"Citation": "Gonzalez-Burgos E., Liaudanskas M., Viskelis J., Zvikas V., Janulis V., Gomez-Serranillos M.P. Antioxidant activity, neuroprotective properties and bioactive constituents analysis of varying polarity extracts from Eucalyptus globulus leaves. J. Food Drug Anal. 2018;26(4):1293–1302.", "ArticleIdList": ["PMC9298563", "30249328"]}, {"Citation": "Gyebi G.A., Ogunro O.B., Adegunloye A.P., Ogunyemi O.M., Afolabi S.O. Potential inhibitors of coronavirus 3-chymotrypsin-like protease (3CL(pro)): an in silico screening of alkaloids and terpenoids from African medicinal plants. J. Biomol. Struct. Dyn. 2020:1–13.", "ArticleIdList": ["PMC7256353", "32367767"]}, {"Citation": "Halder S.T., Dhorajiwala T.M., Samant L.R. Multiple docking analysis and in silico absorption, distribution, metabolism, excretion, and toxicity screening of anti-leprosy phytochemicals and dapsone against dihydropteroate synthase of Mycobacterium leprae. Int. J. Mycobacteriol. 2019;8(3):229–236.", "ArticleIdList": ["31512598"]}, {"Citation": "Han Y., Zhang J., Hu C.Q., Zhang X., Ma B., Zhang P. In silico ADME and toxicity prediction of ceftazidime and its impurities. Front. Pharmacol. 2019;10:434.", "ArticleIdList": ["PMC6491819", "31068821"]}, {"Citation": "Jha D.K., Panda L., Lavanya P., Ramaiah S., Anbarasu A. Detection and confirmation of alkaloids in leaves of Justicia adhatoda and bioinformatics approach to elicit its anti-tuberculosis activity. Appl. Biochem. Biotechnol. 2012;168(5):980–990.", "ArticleIdList": ["22899014"]}, {"Citation": "Joshi R.S., Jagdale S.S., Bansode S.B., Shankar S.S., Tellis M.B., Pandya V.K., et al. Discovery of potential multi-target-directed ligands by targeting host-specific SARS-CoV-2 structurally conserved main protease. J. Biomol. Struct. Dyn. 2020:1–16.", "ArticleIdList": ["PMC7212545", "32329408"]}, {"Citation": "Kamble M., Londhe S., Rapelli P., Thakur P., Ray S.A. A comparative study to assess the effect of steam inhalation v/s Tulsi leaves inhalation on the sign and symptoms of cold and cough among adult group in selected areas of Pune city. Int. J. Med. Res . 2017;2(2):24–26."}, {"Citation": "Killerby M.E., Biggs H.M., Haynes A., Haynes A., Dahl R.M., Mustaquim D., et al. Human coronavirus circulation in the United States 2014-2017. J. Clin. Virol. 2018;101:52–56.", "ArticleIdList": ["PMC7106380", "29427907"]}, {"Citation": "Li S.Y., Chen C., Zhang H.Q., Guo H.Y., Wang H., Wang L., et al. Identification of natural compounds with antiviral activities against SARS-associated coronavirus. Antiviral. Res. Jul. 2005;67(1):18–23.", "ArticleIdList": ["PMC7114104", "15885816"]}, {"Citation": "Li W., Moore M.J., Vasilieva N., Sui J., Wong S.K., Berne M.A., et al. Angiotensin-converting enzyme 2 is a functional receptor for the SARS coronavirus. Nature. 2003;426(6965):450–454.", "ArticleIdList": ["PMC7095016", "14647384"]}, {"Citation": "Li W., Shi Z., Yu M. Bats are natural reservoirs of SARS-like coronaviruses. Science. 2005;310(5748):676–679.", "ArticleIdList": ["16195424"]}, {"Citation": "Lin L.T., Hsu W.C., Lin C.C. Antiviral natural products and herbal medicines. J. Tradit. Complement. Med. 2014;4(1):24–35.", "ArticleIdList": ["PMC4032839", "24872930"]}, {"Citation": "Liu J., Manheimer E., Shi Y., Gluud C. Chinese herbal medicine for severe acute respiratory syndrome: a systematic review and meta-analysis. J. Alternative Compl. Med. 2004;10(6):1041–1051.", "ArticleIdList": ["15674000"]}, {"Citation": "Liu Y., Li J., Feng Y. Critical care response to a hospital outbreak of the 2019-nCoV infection in Shenzhen, China. Crit. Care. 2020;24(1):56.", "ArticleIdList": ["PMC7029610", "32070391"]}, {"Citation": "Lung J., Lin Y.S., Yang Y.H., Chou Y.L., Shu L.H., Cheng Y.C., et al. The potential chemical structure of anti-SARS-CoV-2 RNA-dependent RNA polymerase. J. Med. Virol. 2020;92(6):693–697.", "ArticleIdList": ["PMC7228302", "32167173"]}, {"Citation": "Meng X.Y., Zhang H.X., Mezei M., Cui M. Molecular docking: a powerful approach for structure-based drug discovery. Curr. Comput. Aided Drug Des. 2011;7(2):146–157.", "ArticleIdList": ["PMC3151162", "21534921"]}, {"Citation": "Mir A., Ismatullah H., Rauf H., Niazi U. Identification of bioflavonoid as fusion inhibitor of dengue virus using molecular docking approach. Informatics in Medicine Unlocked. 2016;3:1–6."}, {"Citation": "Muthuramalingam P., Jeyasri R., Valliammai A., Selvaraj A., Karthika C., Gowrishankar S., Pandian S.K., Ramesh M., Chen J.T. Global multi-omics and systems pharmacological strategy unravel the multi-targeted therapeutic potential of natural bioactive molecules against COVID-19: an in silico approach. Genomics. 2020;112(6):4486–4504.", "ArticleIdList": ["PMC7410791", "32771622"]}, {"Citation": "Paramashivam S.K., Elayaperumal K., bhagavan Natarajan B., devi Ramamoorthy M., Balasubramanian S., Dhiraviam K.N. In silico pharmacokinetic and molecular docking studies of small molecules derived from Indigofera aspalathoides Vahl targeting receptor tyrosine kinases. Bioinformation. 2015;11(2):73–84.", "ArticleIdList": ["PMC4369682", "25848167"]}, {"Citation": "Paraskevis D., Kostaki E.G., Magiorkinis G., Panayiotakopoulos G., Sourvinos G., Tsiodras S. Full-genome evolutionary analysis of the novel corona virus (2019-nCoV) rejects the hypothesis of emergence as a result of a recent recombination event. Infect. Genet. Evol. 2020;79:104212.", "ArticleIdList": ["PMC7106301", "32004758"]}, {"Citation": "Reichling J., Koch C., Stahl-Biskup E., Sojka C., Schnitzler P. Virucidal activity of a beta-triketone-rich essential oil of Leptospermum scoparium (manuka oil) against HSV-1 and HSV-2 in cell culture. Planta Med. 2005;71(12):1123–1127.", "ArticleIdList": ["16395648"]}, {"Citation": "Rizeq B., Gupta I., Ilesanmi J., AlSafran M., Rahman M.M., Ouhtit A. The power of phytochemicals combination in cancer chemoprevention. J. Canc. 2020;11(15):4521–4533.", "ArticleIdList": ["PMC7255361", "32489469"]}, {"Citation": "Roberts A., Deming D., Paddock C.D., Cheng A., Yount B., Vogel L., Herman B.D., et al. A mouse-adapted SARS-coronavirus causes disease and mortality in BALB/c mice. PLoS Pathog. 2007;3(1):e5.", "ArticleIdList": ["PMC1769406", "17222058"]}, {"Citation": "Sepay N., Sekar A., Halder U.C., Alarifi A., Afzal M. Anti-COVID-19 terpenoid from marine sources: a docking, admet and molecular dynamics study. J. Mol. Struct. 2020:129433.", "ArticleIdList": ["PMC7547581", "33071352"]}, {"Citation": "Seth S.D., Sharma B. Medicinal plants in India. Indian J. Med. Res. 2004;120(1):9–11.", "ArticleIdList": ["15299226"]}, {"Citation": "Singh M., Singh M., Jaiswal N., Chauhan A. Heated, humidified air for the common cold. Cochrane Database Syst. Rev. 2017;29(8)", "ArticleIdList": ["PMC6483632", "28849871"]}, {"Citation": "Singh V., Dayal R., Bartley J.P. Volatile constituents of Vitex negundo leaves. Planta Med. 1999;65(6):580–582.", "ArticleIdList": ["17260284"]}, {"Citation": "Thuy B.T.P., My T.T.A., Hai N.T.T., Hieu L.T., Hoa T.T., Thi Phuong Loan H., et al. Investigation into SARS-CoV-2 resistance of compounds in garlic essential oil. ACS Omega. 2020;5(14):8312–8320.", "ArticleIdList": ["PMC7123907", "32363255"]}, {"Citation": "Tikellis C., Thomas M.C. Angiotensin-converting enzyme 2 (ACE2) is a key modulator of the renin angiotensin system in health and disease. Int. J. Pept. 2012;2012:256294.", "ArticleIdList": ["PMC3321295", "22536270"]}, {"Citation": "Ton A.T., Gentile F., Hsing M., Ban F., Cherkasov A. Rapid identification of potential inhibitors of SARS-CoV-2 main protease by deep docking of 1.3 billion compounds. Mol. Inform. 2020;39:2000028.", "ArticleIdList": ["PMC7228259", "32162456"]}, {"Citation": "Vellingiri B., Jayaramayya K., Iyer M., Narayanasamy A., Govindasamy V., Giridharan B., et al. COVID-19: a promising cure for the global panic. Sci. Total Environ. 2020;725:138277.", "ArticleIdList": ["PMC7128376", "32278175"]}, {"Citation": "Wang X., Liu Z. Prevention and treatment of viral respiratory infections by traditional Chinese herbs. Chin. Med. J. (Engl) 2014;127(7):1344–1350.", "ArticleIdList": ["24709192"]}, {"Citation": "Wang Y., Zhang D., Du G., Du R., Zhao J., Jin Y. Remdesivir in adults with severe COVID-19: a randomised, double-blind, placebo-controlled, multicentre trial. Lancet. 2020;6(10236):1569–1578. 395.", "ArticleIdList": ["PMC7190303", "32423584"]}, {"Citation": "Wu C., Liu Y., Yang Y., Zhang P., Zhong W., Wang Y., Wang Q., et al. Analysis of therapeutic targets for SARS-CoV-2 and discovery of potential drugs by computational methods. Acta Pharm. Sin. B. 2020;10(5):766–788.", "ArticleIdList": ["PMC7102550", "32292689"]}, {"Citation": "Xu J., Zhang Y. Traditional Chinese medicine treatment of COVID-19. Complement. Ther. Clin. Pract. 2020;39:101165.", "ArticleIdList": ["PMC7118627", "32379692"]}, {"Citation": "Yadav S., Pandey S.K., Singh V.K., Goel Y., Kumar A., Singh S.M. Molecular docking studies of 3-bromopyruvate and its derivatives to metabolic regulatory enzymes: implication in designing of novel anticancer therapeutic strategies. PloS One. 2017;12(5)", "ArticleIdList": ["PMC5413015", "28463978"]}, {"Citation": "Yousef B.A., Dirar A.I., Elbadawi M.A.A., Awadalla M.K., Mohamed M.A. Potential deoxycytidine kinase inhibitory activity of amaryllidaceae alkaloids: an in silico approach. J. Pharm. BioAllied Sci. 2018;10(3):137–143.", "ArticleIdList": ["PMC6142884", "30237684"]}, {"Citation": "Zhang L., Lin D., Sun X., Curth U., Drosten C., Sauerhering L., et al. Crystal structure of SARS-CoV-2 main protease provides a basis for design of improved alpha-ketoamide inhibitors. Science. 2020;368(6489):409–412.", "ArticleIdList": ["PMC7164518", "32198291"]}, {"Citation": "Zhou P., Yang X.L., Wang X.G., Hu B., Zhang L., Zhang W., et al. A pneumonia outbreak associated with a new coronavirus of probable bat origin. Nature. 2020;579(7798):270–273.", "ArticleIdList": ["PMC7095418", "32015507"]}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "9", "Day": "17"}, {"Year": "2020", "Month": "12", "Day": "9"}, {"Year": "2020", "Month": "12", "Day": "27"}, {"Year": "2021", "Month": "1", "Day": "8", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "2", "Day": "9", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "1", "Day": "7", "Hour": "20", "Minute": "11"}, {"Year": "2021", "Month": "1", "Day": "4"}], "PublicationStatus": "ppublish", "ArticleIdList": ["33412235", "PMC7780060", "10.1016/j.fct.2020.111966", "S0278-6915(20)30856-5"]}}], "PubmedBookArticle": []}