{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Anti-aging", "Centella asiatica", "Hibiscus sabdariffa", "Nelumbo nucifera", "phytochemical"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "33425700", "DateRevised": {"Year": "2021", "Month": "01", "Day": "12"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "10", "Day": "10"}], "Language": ["eng"], "ELocationID": ["10.4103/japtr.JAPTR_79_20"], "Journal": {"ISSN": "2231-4040", "JournalIssue": {"Volume": "11", "Issue": "4", "PubDate": {"Year": "2020", "Season": "Oct-Dec"}}, "Title": "Journal of advanced pharmaceutical technology & research", "ISOAbbreviation": "J Adv Pharm Technol Res"}, "ArticleTitle": "Anti-aging potential and phytochemicals of <i>Centella asiatica</i>, <i>Nelumbo nucifera</i>, and <i>Hibiscus sabdariffa</i> extracts.", "Pagination": {"StartPage": "174", "EndPage": "178", "MedlinePgn": "174-178"}, "Abstract": {"AbstractText": ["<i>Centella asiatica</i>, <i>Nelumbo nucifera Gaertn</i>, and <i>Hibiscus sabdariffa</i> have been used as medicinal plants in Thailand. They are sources of phytochemicals that applications for esthetic and healthcare. The aim of this research was to examine the phytochemical constituents and anti-aging potential of these plants. The phytochemical compounds were performed using gas chromatography-mass spectrometry. The anti-aging activities were evaluated by 2,2-diphenyl-1-picrylhydrazyl (DPPH), 2,2'-azinobis (3-ethylbenzothiazoline-6-sunfonic acid) (ABTS), anti-collagenase, and anti-elastase assays. The main interest phytochemical compounds of ethanolic extracts of <i>C. asiatica</i>, <i>N. nucifera</i>, <i>H. sabdariffa</i> were ethanol, 2-(-Octadecenyloxy), γ-sitosterol and hexadecanoic acid, and ethyl ester, respectively. The DPPH half-maximal inhibitory concentration (IC<sub>50</sub>) results of <i>C. asiatica</i>, <i>N. nucifera, and H. sabdariffa</i> were 0.32 ± 0.01, 0.34 ± 0.00, and 0.35 ± 0.01 mg/mL, respectively. The ABTS result of <i>H. sabdariffa</i> extract showed high inhibitory activity at IC<sub>50</sub> of the extract was 0.62 ± 0.12 mg/mL. The percentage of collagenase inhibition of <i>C. asiatica</i>, <i>N. nucifera</i>, and <i>H. sabdariffa</i> at 1.0 mg/mL was 78.13 ± 4.42, 85.94 ± 2.21, and 90.63 ± 0.00, respectively. The <i>C. asiatica</i> extract had a high percentage of elastase inhibition. Consequently, these research results suggest that phytochemicals may also provide a range of esthetic and health benefits. The phytochemical constituent could be used as anti-aging active ingredient for cosmetic and pharmaceutical industrials."], "CopyrightInformation": "Copyright: © 2020 Journal of Advanced Pharmaceutical Technology & Research."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Health and Aesthetics, Thai Traditional Medicine College, Rajamangala University of Technology Thanyaburi, Pathum Thani, Thailand."}], "LastName": "Khuanekkaphan", "ForeName": "Monsicha", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Innovation of Health Products, Thai Traditional Medicine College, Rajamangala University of Technology Thanyaburi, Pathum Thani, Thailand."}], "LastName": "Noysang", "ForeName": "Chanai", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Applied Thai Traditional Medicine, Thai Traditional Medicine College, Rajamangala University of Technology Thanyaburi, Pathum Thani, Thailand."}], "LastName": "Khobjai", "ForeName": "Warachate", "Initials": "W"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "India", "MedlineTA": "J Adv Pharm Technol Res", "NlmUniqueID": "101537797", "ISSNLinking": "0976-2094"}, "CoiStatement": "There are no conflicts of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "National Science and Technology Development Agency: NSTDA Thailand. Global Cosmetics Manufacturing Industry Revenue (2012-2021) 2017. Sep 29,  [Last accessed on 2017 Oct 17].  Available from: http://www.technology.in.th/industrial-data/doku.php?id=cosmetics-industry: Newstart60-overview-up2 ."}, {"Citation": "Kasikorn Research Center, Health Products and Business Opportunities.  [Last accessed on 2020 Jun 18].  Available from: https://www.kasikornbank.com/th/business/sme/KSMEKnowledge/article/KSMEAnalysis/Documents/HealthyProduct.pdf ."}, {"Citation": "Altemimi A, Lakhssassi N, Baharlouei A, Watson DG, Lightfoot DA. Phytochemicals: Extraction, isolation, and identification of bioactive compounds from plant extracts. Plants (Basel) 2017;6:1–23.", "ArticleIdList": ["PMC5750618", "28937585"]}, {"Citation": "Hui Y, Jun-Li H, Chuang W. Anti-oxidation and anti-aging activity of polysaccharide from Malus micromalus Makino fruit wine. Int J Biol Macromol. 2019;121:1203–12.", "ArticleIdList": ["30342941"]}, {"Citation": "Patchanee Y, Malinee S, Theerawut P. Review: The bioavailability activity of Centella asiatica. KMUTNB Int J Appl Sci Technol. 2016;9:1–9."}, {"Citation": "Puttarak P, Dilokthornsakul P, Saokaew S, Dhippayom T, Kongkaew C, Sruamsiri R, et al. Effects of Centella asiatica (L.) Urb. on cognitive function and mood related outcomes: A systematic review and meta-analysis. Sci Rep. 2017;7:1–12.", "ArticleIdList": ["PMC5587720", "28878245"]}, {"Citation": "Loc NH, Nhat NT. Production of asiaticoside from centella (Centella asiatica L. Urban) cells in bioreactor. Asian Pac J Trop Biomed. 2013;3:806–10.", "ArticleIdList": ["PMC3761140", "24075346"]}, {"Citation": "Mengting W, Qing S, Lyulin H, Yaqin H, Xingqian Y, Donghong L, et al. Physicochemical properties, structure and in vitro digestibility on complex of starch with lotus (Nelumbo nucifera Gaertn.) leaf flavonoid. Food Hydrocoll. 2018;81:191–9."}, {"Citation": "Cheng-Hsun W, Mon-Yuan Y, Yi-Ju L, Chau-Jong W. “Nelumbo nucifera leaf polyphenol extract inhibits breast cancer cells metastasis in vitro and in vivo through PKCα targeting. J Funct Foods. 2017;37:480–90."}, {"Citation": "Su CC, Wang CJ, Huang KH, Lee YJ, Chan WM, Chang YC. Anthocyanins from Hibiscus sabdariffa calyx attenuate in vitro and in vivo melanoma cancer metastasis. J Funct Foods. 2018;48:614–6."}, {"Citation": "Jabeur I, Pereira E, Barros L, Calhelha RC, Soković M, Oliveira MB, et al. Hibiscus sabdariffa L. as a source of nutrients, bioactive compounds and colouring agents. Food Res Int. 2017;100:717–23.", "ArticleIdList": ["28873741"]}, {"Citation": "Anosike CA, Igboegwu ON, Nwodo OF. Antioxidant properties and membrane stabilization effects of methanol extract of Mucuna pruriens leaves on normal and sickle erythrocytes. J Tradit Complement Med. 2019;9:278–84.", "ArticleIdList": ["PMC6702234", "31453123"]}, {"Citation": "Wahab NA, Rahman RA, Ismail A, Mustafa S, Hashim P. Assessment of antioxidant capacity, anti-collagenase and anti-elastase assays of Malaysian unfermented cocoa bean for cosmetic application. Nat Prod Chem Res. 2014;2:3. Ahead of print [10.4172/2329-6836.1000132]"}, {"Citation": "Lim S, Choi AH, Kwon M, Joung EJ, Shin T, Lee SG, et al. Evaluation of antioxidant activities of various solvent extract from Sargassum serratifolium and its major antioxidant components. Food Chem. 2019;278:178–84.", "ArticleIdList": ["30583359"]}, {"Citation": "Kim GN, Shin MR, Shin SH, Lee AR, Lee JY, Seo BI, et al. Study of antiobesity effect through inhibition of pancreatic lipase activity of Diospyros kaki fruit and Citrus unshiu peel. BioMed Res Int 2016. 2016:1723042. [10.1155/2016/1723042]", "ArticleIdList": ["PMC4978832", "27529064"]}, {"Citation": "Liyanaarachchi GD, Samarasekera JK, Mahanama KR, Hemalal KD. Tyrosinase, elastase, hyaluronidase, inhibitory and antioxidant activity of Sri Lankan medicinal plants for novel cosmeceuticals. Ind Crop Prod. 2018;111:597–605."}, {"Citation": "Panjapa K, Bungorn S. Phytochemicals and anti-aging potentials of the extracts from Lagerstroemia speciosa and Lagerstroemia floribunda. Ind Crop Prod. 2017;1:707–16."}, {"Citation": "Sultana B, Anwar F, Ashraf M. Effect of extraction solvent/technique on the antioxidant activity of selected medicinal plant extracts. Molecules. 2009;14:2167–80.", "ArticleIdList": ["PMC6254218", "19553890"]}, {"Citation": "Huda AJ, Imad HH, Nidaa SA. Analysis of bioactive phytochemical compounds of two medicinal plants, Equisetum arvense and Alchemila valgaris seeds using gas chromatographymass spectrometry and fourier-transform infrared spectroscopy. Malays Appl Biol. 2015;44:47–58."}, {"Citation": "Tripathi N, Kumar S, Singh R, Singh CJ, Singh P, Varshney VK. Isolation and Identification of γ-sitosterol by GC-MS from the leaves of Girardinia heterophylla (Decne) Open Bioact Compd J. 2013;4:25–7."}, {"Citation": "Gopalakrishnan S. GC-MS analysis of some bioactive constituents of Mussaenda frondosa Linn. Int J Pharma Bio Sci. 2011;2:313–20."}, {"Citation": "Siriphan S, Somnuk P, Uthaiwan DN. Fruit characters and physico-chemical properties of roselle (Hibiscus sabdariffa L.) in Thailand-A screening of 13 new genotypes. J Appl Res Med Aromat Plants. 2018;11:47–53."}, {"Citation": "Vargas L, Enaim DB, Luis GC, Leopoldo BN, Aurea CR, Javier RC, et al. Effects of acid hydrolysis on the free radical scavenging capacity and inhibitory activity of the angiotensin converting enzyme of phenolic compounds of two varieties of jamaica (Hibiscus sabdariffa) Ind Crops Prod. 2018;116:201–8."}, {"Citation": "Ersoy E, Ozkan EE, Boga M, Yilmaz MA, Mat A. Anti-aging potential and anti-tyrosinase activity of three Hypericum species with focus on phytochemical composition by LC–MS/MS. Ind Crop Prod. 2019;141:111735. ahead of print. [doi: 10.1016/j.indcrop.2019.111735]"}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "6", "Day": "11"}, {"Year": "2020", "Month": "7", "Day": "16"}, {"Year": "2020", "Month": "7", "Day": "20"}, {"Year": "2021", "Month": "1", "Day": "11", "Hour": "5", "Minute": "41"}, {"Year": "2021", "Month": "1", "Day": "12", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "1", "Day": "12", "Hour": "6", "Minute": "1"}, {"Year": "2020", "Month": "10", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["33425700", "PMC7784944", "10.4103/japtr.JAPTR_79_20", "JAPTR-11-174"]}}], "PubmedBookArticle": []}