{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Global Campaign against Headache", "Herbal medications", "South-East Asia region", "overuse", "pharmacodynamic activity"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "33435708", "DateCompleted": {"Year": "2021", "Month": "12", "Day": "16"}, "DateRevised": {"Year": "2021", "Month": "12", "Day": "16"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "01", "Day": "12"}], "Language": ["eng"], "ELocationID": ["10.1177/0333102420970904"], "Journal": {"ISSN": "1468-2982", "JournalIssue": {"Volume": "41", "Issue": "5", "PubDate": {"Year": "2021", "Month": "Apr"}}, "Title": "Cephalalgia : an international journal of headache", "ISOAbbreviation": "Cephalalgia"}, "ArticleTitle": "Use of medicinal plants for headache, and their potential implication in medication-overuse headache: Evidence from a population-based study in Nepal.", "Pagination": {"StartPage": "561", "EndPage": "581", "MedlinePgn": "561-581"}, "Abstract": {"AbstractText": ["In Nepal, traditional treatment using medicinal plants is popular. Whereas medication-overuse headache is, by definition, caused by excessive use of acute headache medication, we hypothesized that medicinal plants, being pharmacologically active, were as likely a cause.", "We used data from a cross-sectional, nationwide population-based study, which enquired into headache and use of medicinal plants and allopathic medications. We searched the literature for pharmacodynamic actions of the medicinal plants.", "Of 2100 participants, 1794 (85.4%) reported headache in the preceding year; 161 (7.7%) reported headache on ≥15 days/month, of whom 28 (17.4%) had used medicinal plants and 117 (72.7%) allopathic medication(s). Of 46 with probable medication-overuse headache, 87.0% (40/46) were using allopathic medication(s) and 13.0% (6/46) medicinal plants, a ratio of 6.7:1, higher than the overall ratio among those with headache of 4.9:1 (912/185). Of 60 plant species identified, 49 were pharmacodynamically active on the central nervous system, with various effects of likely relevance in medication-overuse headache causation.", "MPs are potentially a cause of medication-overuse headache, and not to be seen as innocent in this regard. Numbers presumptively affected in Nepal are low but not negligible. This pioneering project provides a starting point for further research to provide needed guidance on use of medicinal plants for headache."]}, "AuthorList": [{"Identifier": ["0000-0003-0803-5745"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Neuromedicine and Movement Science, NTNU Norwegian University of Science and Technology, Trondheim, Norway."}], "LastName": "Sørnes", "ForeName": "Elise Øien", "Initials": "EØ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Dhulikhel Hospital, Kathmandu University Hospital, Dhulikhel, Kavre, Nepal."}, {"Identifier": [], "Affiliation": "Kathmandu University School of Medical Sciences, Dhulikhel, Kavre, Nepal."}], "LastName": "Risal", "ForeName": "Ajay", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Dhulikhel Hospital, Kathmandu University Hospital, Dhulikhel, Kavre, Nepal."}, {"Identifier": [], "Affiliation": "Kathmandu University School of Medical Sciences, Dhulikhel, Kavre, Nepal."}], "LastName": "Manandhar", "ForeName": "Kedar", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Neuromedicine and Movement Science, NTNU Norwegian University of Science and Technology, Trondheim, Norway."}], "LastName": "Thomas", "ForeName": "Hallie", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Neuromedicine and Movement Science, NTNU Norwegian University of Science and Technology, Trondheim, Norway."}, {"Identifier": [], "Affiliation": "Division of Brain Sciences, Imperial College London, London, UK."}], "LastName": "Steiner", "ForeName": "Timothy J", "Initials": "TJ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Neuromedicine and Movement Science, NTNU Norwegian University of Science and Technology, Trondheim, Norway."}], "LastName": "Linde", "ForeName": "Mattias", "Initials": "M"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Cephalalgia", "NlmUniqueID": "8200710", "ISSNLinking": "0333-1024"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Plant Preparations"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Adolescent"}, {"QualifierName": [], "DescriptorName": "Adult"}, {"QualifierName": [], "DescriptorName": "Aged"}, {"QualifierName": [], "DescriptorName": "Cross-Sectional Studies"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": ["drug therapy", "epidemiology"], "DescriptorName": "Headache"}, {"QualifierName": ["drug therapy"], "DescriptorName": "Headache Disorders, Primary"}, {"QualifierName": ["chemically induced"], "DescriptorName": "Headache Disorders, Secondary"}, {"QualifierName": [], "DescriptorName": "Herbal Medicine"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": [], "DescriptorName": "Middle Aged"}, {"QualifierName": ["epidemiology"], "DescriptorName": "Nepal"}, {"QualifierName": ["therapeutic use"], "DescriptorName": "Plant Preparations"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Prevalence"}, {"QualifierName": [], "DescriptorName": "Young Adult"}], "CoiStatement": "<b>Declaration of conflicting interests:</b> The authors declared the following potential conflicts of interest with respect\nto the research, authorship, and/or publication of this article: TJS is a\nDirector and Trustee of Lifting The Burden. The authors declare no other\ncompeting interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Jones JM. Headaches beyond the roads. Headache 2010; 50: 1219–1220.", "ArticleIdList": ["20649656"]}, {"Citation": "Manandhar K, Risal A, Steiner TJ, et al.. The prevalence of primary headache disorders in Nepal: A nationwide population-based study. J Headache Pain 2015; 16: 95.", "ArticleIdList": ["PMC4641072", "26554602"]}, {"Citation": "Stovner LJ, Andree C. Prevalence of headache in Europe: A review for the Eurolight project. J Headache Pain 2010; 11: 289–299.", "ArticleIdList": ["PMC2917556", "20473702"]}, {"Citation": "Sharma UR, Malla KJ, Uprety RK. Conservation and management efforts of medicinal and aromatic plants in Nepal. Banko Janakari 2017; 14; 3–11."}, {"Citation": "Kunwar RM, Bussmann RW. Ethnobotany in the Nepal Himalaya. J Ethnobiol Ethnomed 2008; 4: 24.", "ArticleIdList": ["PMC2639547", "19055723"]}, {"Citation": "Ekor M. The growing use of herbal medicines: issues relating to adverse reactions and challenges in monitoring safety. Front Pharmacol 2014; 4: 177.", "ArticleIdList": ["PMC3887317", "24454289"]}, {"Citation": "Furst R, Zundorf I. Evidence-based phytotherapy in Europe: Where do we stand? Planta Med 2015; 81: 962–967.", "ArticleIdList": ["25922913"]}, {"Citation": "Linde M, Gustavsson A, Stovner LJ, et al.. The cost of headache disorders in Europe: The Eurolight project. Eur J Neurol 2012; 19: 703–711.", "ArticleIdList": ["22136117"]}, {"Citation": "Manandhar K, Risal A, Steiner TJ, et al.. Estimating the prevalence and burden of major disorders of the brain in Nepal: Methodology of a nationwide population-based study. J Headache Pain 2014; 15: 52.", "ArticleIdList": ["PMC4144696", "25146939"]}, {"Citation": "Linde M, Edvinsson L, Manandhar K, et al.. Migraine associated with altitude: Results from a population-based study in Nepal. Eur J Neurol 2017; 24: 1055–1061.", "ArticleIdList": ["PMC5518276", "28556384"]}, {"Citation": "Headache Classification Committee of the International Headache Society. The International Classification of Headache Disorders, 3rd edition (beta version). Cephalalgia 2013; 33: 629–808.", "ArticleIdList": ["23771276"]}, {"Citation": "Press JR, Shrestha KK, Sutton DA. Annotated checklist of the flowering plants of Nepal, http://www.efloras.org/flora_page.aspx?flora_id=110 (accessed 3\nApril 2018)."}, {"Citation": "Manandhar NP, Manandhar S. Plants and people of Nepal. Portland, OR: Timber Press, 2002, pp.1–599."}, {"Citation": "Pokharel T. Poverty in Nepal: Characteristics and challenges. J Poverty Invest Dev 2015; 11."}, {"Citation": "Centre for Evidence-Based\nMedicine. Oxford Centre for Evidence-based Medicine – levels of\nevidence (March 2009), https://www.cebm.net/2009/06/oxford-centre-evidence-based-medicine-levels-evidence-march-2009/\n(2009, accessed 10 June 2018)."}, {"Citation": "Gul MZ, Bhakshu LM, Ahmad F, et al.. Evaluation of Abelmoschus moschatus extracts for antioxidant, free radical scavenging, antimicrobial and antiproliferative activities using in vitro assays. BMC Complement Altern Med 2011; 11: 64.", "ArticleIdList": ["PMC3201038", "21849051"]}, {"Citation": "Bhasker AS, Sant B, Yadav P, et al.. Plant toxin abrin induced oxidative stress mediated neurodegenerative changes in mice. Neurotoxicology 2014; 44: 194–203.", "ArticleIdList": ["25010655"]}, {"Citation": "Truven Health Analytics.\nMicromedex® 2.0, (electronic version),\nhttp://www.micromedexsolutions.com/ (2018, accessed 22 February\n2018)."}, {"Citation": "Sahni V, Agarwal SK, Singh NP, et al.. Acute demyelinating encephalitis after jequirity pea ingestion (Abrus precatorius). Clin Toxicol (Phila) 2007; 45: 77–79.", "ArticleIdList": ["17357388"]}, {"Citation": "Dickers KJ, Bradberry SM, Rice P, et al.. Abrin poisoning. Toxicol Rev 2003; 22: 137–142.", "ArticleIdList": ["15181663"]}, {"Citation": "Chan TY. Aconitum alkaloid poisoning related to the culinary uses of aconite roots. Toxins 2014; 6: 2605–2611.", "ArticleIdList": ["PMC4179150", "25184557"]}, {"Citation": "Fu M, Wu M, Qiao Y, et al.. Toxicological mechanisms of Aconitum alkaloids. Die Pharmazie 2006; 61: 735–741.", "ArticleIdList": ["17020146"]}, {"Citation": "Nyirimigabo E, Xu Y, Li Y, et al.. A review on phytochemistry, pharmacology and toxicology studies of Aconitum. J Pharm Pharmacol 2015; 67: 1–19.", "ArticleIdList": ["25244533"]}, {"Citation": "Yamanaka H, Doi A, Ishibashi H, et al. Aconitine facilitates spontaneous transmitter release at rat ventromedial hypothalamic neurons. Brit J Pharmacol 2002; 135: 816–822.", "ArticleIdList": ["PMC1573181", "11834630"]}, {"Citation": "Ameri A. The effects of Aconitum alkaloids on the central nervous system. Prog Neurobiol 1998; 56: 211–235.", "ArticleIdList": ["9760702"]}, {"Citation": "Suk KD, Yoon KC, Shin JP, et al.. Aconite induced myelo-optic neuropathy in a rabbit model. Korean J Ophthalmol 1994; 8: 77–82.", "ArticleIdList": ["7853736"]}, {"Citation": "Zhao XY, Wang Y, Li Y, et al.. Songorine, a diterpenoid alkaloid of the genus Aconitum, is a novel GABA(A) receptor antagonist in rat brain. Neurosci Lett 2003; 337: 33–36.", "ArticleIdList": ["12524165"]}, {"Citation": "Li TF, Fan H, Wang YX. Aconitum-derived Bulleyaconitine A exhibits antihypersensitivity through direct stimulating Dynorphin A expression in spinal microglia. J Pain 2016; 17: 530–548.", "ArticleIdList": ["26762790"]}, {"Citation": "Reddy S, Rao G, Shetty B, et al.. Effects of Acorus calamus rhizome extract on the neuromodulatory system in restraint stress male rats. Turkish Neurosurg 2015; 25: 425–431.", "ArticleIdList": ["26037183"]}, {"Citation": "Hazra R, Ray K, Guha D. Inhibitory role of Acorus calamus in ferric chloride-induced epileptogenesis in rat. Hum Experim Toxicol 2007; 26: 947–953.", "ArticleIdList": ["18375638"]}, {"Citation": "Marschollek C, Karimzadeh F, Jafarian M, et al.. Effects of garlic extract on spreading depression: In vitro and in vivo investigations. Nutr Neurosci 2017; 20: 127–134.", "ArticleIdList": ["25138625"]}, {"Citation": "Pintana H, Sripetchwandee J, Supakul L, et al.. Garlic extract attenuates brain mitochondrial dysfunction and cognitive deficit in obese-insulin resistant rats. Appl Physiol Nutr Metab 2014; 39: 1373–1379.", "ArticleIdList": ["25350296"]}, {"Citation": "Mukherjee D, Banerjee S. Learning and memory promoting effects of crude garlic extract. Indian J Experim Biol 2013; 51: 1094–1100.", "ArticleIdList": ["24579375"]}, {"Citation": "Brunetti L, Menghini L, Orlando G, et al.. Antioxidant effects of garlic in young and aged rat brain in vitro. J Med Food 2009; 12: 1166–1169.", "ArticleIdList": ["19857085"]}, {"Citation": "Liu SG, Ren PY, Wang GY, et al.. Allicin protects spinal cord neurons from glutamate-induced oxidative stress through regulating the heat shock protein 70/inducible nitric oxide synthase pathway. Food Funct 2015; 6: 321–330.", "ArticleIdList": ["25473931"]}, {"Citation": "Zhang B, Li F, Zhao W, et al.. Protective effects of allicin against ischemic stroke in a rat model of middle cerebral artery occlusion. Mol Med Rep 2015; 12: 3734–3738.", "ArticleIdList": ["26045182"]}, {"Citation": "Nillert N, Pannangrong W, Welbat JU, et al.. Neuroprotective effects of aged garlic extract on cognitive dysfunction and neuroinflammation induced by beta-amyloid in rats. Nutrients 2017; 9: 24.", "ArticleIdList": ["PMC5295068", "28054940"]}, {"Citation": "Yun HM, Ban JO, Park KR, et al.. Pharmacol Ther 2014; 142: 183–195.", "ArticleIdList": ["24333688"]}, {"Citation": "Thorajak P, Pannangrong W, Welbat JU, et al.. Effects of aged garlic extract on cholinergic, glutamatergic and GABAergic systems with regard to cognitive impairment in Abeta-induced rats. Nutrients 2017; 9: 686.", "ArticleIdList": ["PMC5537801", "28671572"]}, {"Citation": "Bhandari J, Muhammad B, Thapa P, et al.. Study of phytochemical, anti-microbial, anti-oxidant, and anti-cancer properties of Allium wallichii. BMC Complem Alt Med 2017; 17: 102.", "ArticleIdList": ["PMC5299666", "28178952"]}, {"Citation": "Blumenthal MB and Werner R. The complete German Commission E monographs. 1st ed. Austin, TX: American Botanical Council Integrative Medicine Communications, 1998, pp.1–685."}, {"Citation": "Rathor N, Arora T, Manocha S, et al.. Anticonvulsant activity of Aloe vera leaf extract in acute and chronic models of epilepsy in mice. J Pharm Pharmacol 2014; 66: 477–485.", "ArticleIdList": ["24251823"]}, {"Citation": "Yuksel Y, Guven M, Kaymaz B, et al.. Effects of Aloe vera on spinal cord ischemia-reperfusion injury of rats. J Invest Surg 2016; 29: 389–398.", "ArticleIdList": ["27142763"]}, {"Citation": "Lee KY, Weintraub ST, Yu BP. Isolation and identification of a phenolic antioxidant from Aloe barbadensis. Free Radic Biol Med 2000; 28: 261–265.", "ArticleIdList": ["11281293"]}, {"Citation": "Wang Y, Cao L, Du G. Protective effects of Aloe vera extract on mitochondria of neuronal cells and rat brain. Zhongguo Zhong Yao Za Zhi 2010; 35: 364–368.", "ArticleIdList": ["20423007"]}, {"Citation": "Mirshafiey A, Aghily B, Namaki S, et al.. Therapeutic approach by Aloe vera in experimental model of multiple sclerosis. Immunopharmacol Immunotoxicol 2010; 32: 410–415.", "ArticleIdList": ["20233107"]}, {"Citation": "Halder S, Mehta AK, Mediratta PK. Aloe vera improves memory and reduces depression in mice. Nutr Neurosci 2013; 16: 250–254.", "ArticleIdList": ["23394255"]}, {"Citation": "The World Conservation Union\n(IUCN). National register of medicinal plants, https://portals.iucn.org/library/sites/library/files/documents/2000-058.pdf\n(2000, accessed 11 February 2020)."}, {"Citation": "Rashid S, Rather MA, Shah WA, et al.. Chemical composition, antimicrobial, cytotoxic and antioxidant activities of the essential oil of Artemisia indica Willd. Food Chem 2013; 138: 693–700.", "ArticleIdList": ["23265542"]}, {"Citation": "Ruwali P, Ambwani TK, Gautam P. In vitro immunomodulatory potential of Artemisia indica Willd. in chicken lymphocytes. Vet World 2018; 11: 80–87.", "ArticleIdList": ["PMC5813516", "29479161"]}, {"Citation": "Khan I, Karim N, Ahmad W, et al.. GABA-A receptor modulation and anticonvulsant, anxiolytic, and antidepressant activities of constituents from Artemisia indica Linn. Evid-based Complem Alt Med 2016; 2016: 1215393.", "ArticleIdList": ["PMC4838807", "27143980"]}, {"Citation": "Vaibhav K, Shrivastava P, Khan A, et al.. Azadirachta indica mitigates behavioral impairments, oxidative damage, histological alterations and apoptosis in focal cerebral ischemia-reperfusion model of rats. Neurol Sci 2013; 34: 1321–1330.", "ArticleIdList": ["23187787"]}, {"Citation": "Bedri S, Khalil EA, Khalid SA, et al.. Azadirachta indica ethanolic extract protects neurons from apoptosis and mitigates brain swelling in experimental cerebral malaria. Malar J 2013; 12: 298.", "ArticleIdList": ["PMC3844317", "23984986"]}, {"Citation": "Yanpallewar S, Rai S, Kumar M, et al.. Neuroprotective effect of Azadirachta indica on cerebral post-ischemic reperfusion and hypoperfusion in rats. Life Sci 2005; 76: 1325–1338.", "ArticleIdList": ["15670613"]}, {"Citation": "Pillai NR, Santhakumari G, Laping J. Some pharmacological actions of ‘nimbidin’ – a bitter principle of Azadirachta indica-a juss (neem). Anc Sci Life 1984; 4: 88–95.", "ArticleIdList": ["PMC3331505", "22557456"]}, {"Citation": "Argal A, Pathak AK. CNS activity of Calotropis gigantea roots. J Ethnopharmacol 2006; 106: 142–145.", "ArticleIdList": ["16446065"]}, {"Citation": "Doknark S, Mingmalairak S, Vattanajun A, et al.. Study of ameliorating effects of ethanolic extract of Centella asiatica on learning and memory deficit in animal models. J Med Assoc Thailand 2014; 97: S68–S76.", "ArticleIdList": ["25518178"]}, {"Citation": "Gray NE, Sampath H, Zweig JA, et al.. Centella asiatica attenuates amyloid-beta-induced oxidative stress and mitochondrial dysfunction. J Alzheimer’s Dis 2015; 45: 933–946.", "ArticleIdList": ["PMC4412033", "25633675"]}, {"Citation": "Dhanasekaran M, Holcomb LA, Hitt AR, et al.. Centella asiatica extract selectively decreases amyloid beta levels in hippocampus of Alzheimer’s disease animal model. Phytother Res 2009; 23: 14–19.", "ArticleIdList": ["19048607"]}, {"Citation": "Ramanathan M, Sivakumar S, Anandvijayakumar PR, et al.. Neuroprotective evaluation of standardized extract of Centella asciatica in monosodium glutamate treated rats. Indian J Experim Biol 2007; 45: 425–431.", "ArticleIdList": ["17569283"]}, {"Citation": "Gray NE, Harris CJ, Quinn JF, et al.. Centella asiatica modulates antioxidant and mitochondrial pathways and improves cognitive function in mice. J Ethnopharmacol 2016; 180: 78–86.", "ArticleIdList": ["PMC4764102", "26785167"]}, {"Citation": "Song D, Jiang X, Liu Y, et al.. Asiaticoside attenuates cell growth inhibition and apoptosis induced by Abeta1-42 via inhibiting the TLR4/NF-kappaB signaling pathway in human brain microvascular endothelial cells. Front Pharmacol 2018; 9: 28.", "ArticleIdList": ["PMC5797575", "29441018"]}, {"Citation": "Chatterjee TK, Chakraborty A, Pathak M, et al.. Effects of plant extract Centella asiatica (Linn.) on cold restraint stress ulcer in rats. Indian J Experim Biol 1992; 30: 889–891.", "ArticleIdList": ["1293014"]}, {"Citation": "Nasir MN, Abdullah J, Habsah M, et al.. Inhibitory effect of Asiatic acid on acetylcholinesterase, excitatory post synaptic potential and locomotor activity. Phytomedicine 2012; 19: 311–316.", "ArticleIdList": ["22112723"]}, {"Citation": "Visweswari G, Prasad KS, Chetan PS, et al.. Evaluation of the anticonvulsant effect of Centella asiatica (gotu kola) in pentylenetetrazol-induced seizures with respect to cholinergic neurotransmission. Epilepsy Behav 2010; 17: 332–335.", "ArticleIdList": ["20144879"]}, {"Citation": "Awad R, Levac D, Cybulska P, et al.. Effects of traditionally used anxiolytic botanicals on enzymes of the gamma-aminobutyric acid (GABA) system. Can J Physiol Pharmacol 2007; 85: 933–942.", "ArticleIdList": ["18066140"]}, {"Citation": "Lamichhane R, Kim SG, Poudel A, et al.. Evaluation of in vitro and in vivo biological activities of Cheilanthes albomarginata Clarke. BMC Complement Altern Med 2014; 14: 342.", "ArticleIdList": ["PMC4180312", "25238673"]}, {"Citation": "Viswanatha GL, Venkataranganna MV, Prasad NBL. Ameliorative potential of Colebrookea oppositifolia methanolic root extract against experimental models of epilepsy: Possible role of GABA mediated mechanism. Biomed Pharmacother 2017; 90: 455–465.", "ArticleIdList": ["28391167"]}, {"Citation": "Mythri RB, Bharath MM. Curcumin: A potential neuroprotective agent in Parkinson’s disease. Curr Pharmaceut Des 2012; 18: 91–99.", "ArticleIdList": ["22211691"]}, {"Citation": "Yu S, Wang X, He X, et al.. Curcumin exerts anti-inflammatory and antioxidative properties in 1-methyl-4-phenylpyridinium ion (MPP(+))-stimulated mesencephalic astrocytes by interference with TLR4 and downstream signaling pathway. Cell Stress Chap 2016; 21: 697–705.", "ArticleIdList": ["PMC4908001", "27164829"]}, {"Citation": "Wang XS, Zhang ZR, Zhang MM, et al.. Neuroprotective properties of curcumin in toxin-base animal models of Parkinson’s disease: A systematic experiment literatures review. BMC Complement Altern Med 2017; 17: 412.", "ArticleIdList": ["PMC5561616", "28818104"]}, {"Citation": "Ma XW, Guo RY. Dose-dependent effect of Curcuma longa for the treatment of Parkinson’s disease. Experim Ther Med 2017; 13: 1799–1805.", "ArticleIdList": ["PMC5443238", "28565770"]}, {"Citation": "Ammon HPT, Wahl MA. Pharmacology of Curcuma longa. Planta Medica 1991; 57: 1–7.", "ArticleIdList": ["2062949"]}, {"Citation": "Witkin JM, Li X. Curcumin, an active constituent of the ancient medicinal herb Curcuma longa L.: Some uses and the establishment and biological basis of medical efficacy. CNS Neurol Dis Drug Targets 2013; 12: 487–497.", "ArticleIdList": ["23574161"]}, {"Citation": "Xie L, Li XK, Funeshima-Fuji N, et al.. Amelioration of experimental autoimmune encephalomyelitis by curcumin treatment through inhibition of IL-17 production. Int Immunopharmacol 2009; 9: 575–581.", "ArticleIdList": ["19539560"]}, {"Citation": "Yu SY, Gao R, Zhang L, et al.. Curcumin ameliorates ethanol-induced memory deficits and enhanced brain nitric oxide synthase activity in mice. Prog Neuro-Psychopharmacol Biol Psych 2013; 44: 210–216.", "ArticleIdList": ["23500667"]}, {"Citation": "Jiang J, Wang W, Sun YJ, et al.. Neuroprotective effect of curcumin on focal cerebral ischemic rats by preventing blood-brain barrier damage. Eur J Pharmacol 2007; 561: 54–62.", "ArticleIdList": ["17303117"]}, {"Citation": "Pyrzanowska J, Piechal A, Blecharz-Klin K, et al.. The influence of the long-term administration of Curcuma longa extract on learning and spatial memory as well as the concentration of brain neurotransmitters and level of plasma corticosterone in aged rats. Pharmacol Biochem Behav 2010; 95: 351–358.", "ArticleIdList": ["20219527"]}, {"Citation": "Yu ZF, Kong LD, Chen Y. Antidepressant activity of aqueous extracts of Curcuma longa in mice. J Ethnopharmacol 2002; 83: 161–165.", "ArticleIdList": ["12413724"]}, {"Citation": "Zhao X, Wang C, Zhang JF, et al.. Chronic curcumin treatment normalizes depression-like behaviors in mice with mononeuropathy: Involvement of supraspinal serotonergic system and GABAA receptor. Psychopharmacology 2014; 231: 2171–2187.", "ArticleIdList": ["24297305"]}, {"Citation": "Lin TY, Lu CW, Wang CC, et al.. Curcumin inhibits glutamate release in nerve terminals from rat prefrontal cortex: possible relevance to its antidepressant mechanism. Prog Neuro-Psychopharmacol Biol Psych 2011; 35: 1785–1793.", "ArticleIdList": ["21741425"]}, {"Citation": "Nabiuni M, Nazari Z, Safaeinejad Z, et al.. Curcumin downregulates aquaporin-1 expression in cultured rat choroid plexus cells. J Med Food 2013; 16: 504–510.", "ArticleIdList": ["23735000"]}, {"Citation": "Kim DS, Kim JY, Han Y. Curcuminoids in neurodegenerative diseases. Rec Pat CNS Drug Discov 2012; 7: 184–204.", "ArticleIdList": ["22742420"]}, {"Citation": "Nam SM, Choi JH, Yoo DY, et al.. Effects of curcumin (Curcuma longa) on learning and spatial memory as well as cell proliferation and neuroblast differentiation in adult and aged mice by upregulating brain-derived neurotrophic factor and CREB signaling. J Med Food 2014; 17: 641–649.", "ArticleIdList": ["PMC4060834", "24712702"]}, {"Citation": "Li Y, Li J, Li S, et al.. Curcumin attenuates glutamate neurotoxicity in the hippocampus by suppression of ER stress-associated TXNIP/NLRP3 inflammasome activation in a manner dependent on AMPK. Toxicol Applied Pharmacol 2015; 286: 53–63.", "ArticleIdList": ["25791922"]}, {"Citation": "Goel A, Kunnumakkara AB, Aggarwal BB. Curcumin as “curecumin”: From kitchen to clinic. Biochem Pharmacol 2008; 75: 787–809.", "ArticleIdList": ["17900536"]}, {"Citation": "Toda S. Inhibitory effects of aromatic herbs on lipid peroxidation and protein oxidative modification of mice brain homogenate by copper in vitro. Phytother Res 2001; 15: 541–543.", "ArticleIdList": ["11536388"]}, {"Citation": "Sunil AG, Kesavanarayanan KS, Kalaivani P, et al.. Total oligomeric flavonoids of Cyperus rotundus ameliorates neurological deficits, excitotoxicity and behavioral alterations induced by cerebral ischemic-reperfusion injury in rats. Brain Res Bull 2011; 84: 394–405.", "ArticleIdList": ["21272618"]}, {"Citation": "Lee CH, Hwang DS, Kim HG, et al.. Protective effect of Cyperi rhizoma against 6-hydroxydopamine-induced neuronal damage. J Med Food 2010; 13: 564–571.", "ArticleIdList": ["20521982"]}, {"Citation": "Azimi A, Ghaffari SM, Riazi GH, et al.. Alpha-cyperone of Cyperus rotundus is an effective candidate for reduction of inflammation by destabilization of microtubule fibers in brain. J Ethnopharmacol 2016; 194: 219–227.", "ArticleIdList": ["27353867"]}, {"Citation": "Ha JH, Lee KY, Choi HC, et al.. Modulation of radioligand binding to the GABA(A)-benzodiazepine receptor complex by a new component from Cyperus rotundus. Biol Pharm Bull 2002; 25: 128–130.", "ArticleIdList": ["11824542"]}, {"Citation": "Pal D, Dutta S, Sarkar A. Evaluation of CNS activities of ethanol extract of roots and rhizomes of Cyperus rotundus in mice. Acta Pol Pharm 2009; 66: 535–541.", "ArticleIdList": ["19894649"]}, {"Citation": "Ngamrojanavanich N, Manakit S, Pornpakakul S, et al.. Inhibitory effects of selected Thai medicinal plants on Na+,K+-ATPase. Fitoterapia 2006; 77: 481–483.", "ArticleIdList": ["16860494"]}, {"Citation": "Kim DI, Lee SH, Hong JH, et al.. The butanol fraction of Eclipta prostrata (Linn) increases the formation of brain acetylcholine and decreases oxidative stress in the brain and serum of cesarean-derived rats. Nutr Res 2010; 30: 579–584.", "ArticleIdList": ["20851313"]}, {"Citation": "Jung WY, Kim H, Park HJ, et al.. The ethanolic extract of the Eclipta prostrata L. ameliorates the cognitive impairment in mice induced by scopolamine. J Ethnopharmacol 2016; 190: 165–173.", "ArticleIdList": ["27267831"]}, {"Citation": "Verma SK, Jain V, Katewa SS. Blood pressure lowering, fibrinolysis enhancing and antioxidant activities of cardamom (Elettaria cardamomum). Indian J Biochem Biophys 2009; 46: 503–506.", "ArticleIdList": ["20361714"]}, {"Citation": "Majdalawieh AF, Carr RI. In vitro investigation of the potential immunomodulatory and anti-cancer activities of black pepper (Piper nigrum) and cardamom (Elettaria cardamomum). J Med Food 2010; 13: 371–381.", "ArticleIdList": ["20210607"]}, {"Citation": "Daoudi A, Aarab L, Abdel-Sattar E. Screening of immunomodulatory activity of total and protein extracts of some Moroccan medicinal plants. Toxicol Ind Health 2013; 29: 245–253.", "ArticleIdList": ["22301818"]}, {"Citation": "Masoumi-Ardakani Y, Mahmoudvand H, Mirzaei A, et al.. The effect of Elettaria cardamomum extract on anxiety-like behavior in a rat model of post-traumatic stress disorder. Biomed Pharmacother 2017; 87: 489–495.", "ArticleIdList": ["28073098"]}, {"Citation": "Girish C, Raj V, Arya J, et al.. Evidence for the involvement of the monoaminergic system, but not the opioid system in the antidepressant-like activity of ellagic acid in mice. Eur J Pharmacol 2012; 682: 118–125.", "ArticleIdList": ["22387858"]}, {"Citation": "Tibballs J. Clinical effects and management of eucalyptus oil ingestion in infants and young children. Med J Australia 1995; 163: 177–180.", "ArticleIdList": ["7651249"]}, {"Citation": "Patel S, Wiggins J. Eucalyptus oil poisoning. Arch Dis Child 1980; 55: 405–406.", "ArticleIdList": ["PMC1626858", "7436478"]}, {"Citation": "Pandey BP, Thapa R, Upreti A. Chemical composition, antioxidant and antibacterial activities of essential oil and methanol extract of Artemisia vulgaris and Gaultheria fragrantissima collected from Nepal. Asian Pacific J Trop Med 2017; 10: 952–959.", "ArticleIdList": ["29111190"]}, {"Citation": "Cong F, Joshi KR, Devkota HP, et al.. Dhasingreoside: New flavonoid from the stems and leaves of Gaultheria fragrantissima. Nat Prod Res 2015; 29: 1442–1448.", "ArticleIdList": ["25622517"]}, {"Citation": "Guo S, Ge Y, Na Jom K. A review of phytochemistry, metabolite changes, and medicinal uses of the common sunflower seed and sprouts (Helianthus annuus L.). Chem Cent J 2017; 11: 95.", "ArticleIdList": ["PMC5622016", "29086881"]}, {"Citation": "Nade VS, Dwivedi S, Kawale LA, et al.. Effect of Hibiscus rosa sinensis on reserpine-induced neurobehavioral and biochemical alterations in rats. Indian J Exp Biol 2009; 47: 559–563.", "ArticleIdList": ["19761039"]}, {"Citation": "Begum Z, Younus I. Hibiscus rosa sinensis mediate anxiolytic effect via modulation of ionotropic GABA-A receptors: possible mechanism of action. Metab Brain Dis 2018; 33: 823–827.", "ArticleIdList": ["29372452"]}, {"Citation": "Pichiah PB, Cho SH, Han SK, et al.. Fermented barley supplementation modulates the expression of hypothalamic genes and reduces energy intake and weight gain in rats. J Med Food 2016; 19: 418–426.", "ArticleIdList": ["27074621"]}, {"Citation": "Wu J, Tang C, Yao S, et al.. Anti-inflammatory inositol derivatives from the whole plant of Inula cappa. J Nat Prod 2015; 78: 2332–2338.", "ArticleIdList": ["26444098"]}, {"Citation": "Kalola J, Shah R, Patel A, et al.. Anti-inflammatory and immunomodulatory activities of Inula cappa roots (Compositae). J Complement Integr Med 2017. DOI: /j/jcim.2017.14.issue-3/jcim-2016-0083/jcim-2016-0083.xml.", "ArticleIdList": ["28889730"]}, {"Citation": "Cho YC, Kim BR, Le HTT, et al.. Antiinflammatory effects on murine macrophages of ethanol extracts of Lygodium japonicum spores via inhibition of NFkappaB and p38. Mol Med Rep 2017; 16: 4362–4370.", "ArticleIdList": ["29067444"]}, {"Citation": "Lin KH, Yang YY, Yang CM, et al.. Antioxidant activity of herbaceous plant extracts protect against hydrogen peroxide-induced DNA damage in human lymphocytes. BMC Res Notes 2013; 6: 490.", "ArticleIdList": ["PMC4222091", "24279749"]}, {"Citation": "Tian W, Akanda MR, Islam A, et al.. The anti-stress effect of Mentha arvensis in immobilized rats. Int J Mol Sci 2018; 19: 355.", "ArticleIdList": ["PMC5855577", "29370076"]}, {"Citation": "Verma SM, Arora H, Dubey R. Anti-inflammatory and sedative – hypnotic activity of the methanolic extract of the leaves of Mentha arvensis. Anc Sci Life 2003; 23: 95–99.", "ArticleIdList": ["PMC3330963", "22557118"]}, {"Citation": "Oinonen PP, Jokela JK, Hatakka AI, et al.. Linarin, a selective acetylcholinesterase inhibitor from Mentha arvensis. Fitoterapia 2006; 77: 429–434.", "ArticleIdList": ["16815640"]}, {"Citation": "Feng X, Wang X, Liu Y, et al.. Linarin inhibits the acetylcholinesterase activity in-vitro and ex-vivo. Iran J Pharm Res 2015; 14: 949–954.", "ArticleIdList": ["PMC4518125", "26330885"]}, {"Citation": "Rawat S, Jugran A, Giri L, et al.. Assessment of antioxidant properties in fruits of Myrica esculenta: A popular wild edible species in Indian Himalayan region. Evid-Based Complem Alt Med 2011; 2011: 512787.", "ArticleIdList": ["PMC3135792", "21785629"]}, {"Citation": "Agnihotri S, Wakode S, Ali M. Essential oil of Myrica esculenta Buch. Ham.: Composition, antimicrobial and topical anti-inflammatory activities. Nat Prod Res 2012; 26: 2266–2269.", "ArticleIdList": ["22260222"]}, {"Citation": "Michael JS, Kalirajan A, Padmalatha C, et al.. In vitro antioxidant evaluation and total phenolics of methanolic leaf extracts of Nyctanthes arbor-tristis L. Chinese J Nat Med 2013; 11: 484–487.", "ArticleIdList": ["24359771"]}, {"Citation": "Agrawal J, Pal A. Nyctanthes arbor-tristis Linn – a critical ethnopharmacological review. J Ethnopharmacol 2013; 146: 645–658.", "ArticleIdList": ["23376280"]}, {"Citation": "Puri A, Saxena R, Saxena RP, et al.. Immunostimulant activity of Nyctanthes arbor-tristis L. J Ethnopharmacol 1994; 42: 31–37.", "ArticleIdList": ["8046941"]}, {"Citation": "Bharshiv CK, Garg SK, Bhatia AK. Immunomodulatory activity of aqueous extract of Nyctanthes arbor-tristis flowers with particular reference to splenocytes proliferation and cytokines induction. Indian J Pharmacol 2016; 48: 412–417.", "ArticleIdList": ["PMC4980930", "27756953"]}, {"Citation": "Kakoti BB, Pradhan P, Borah S, et al.. Analgesic and anti-inflammatory activities of the methanolic stem bark extract of Nyctanthes arbor-tristis linn. BioMed Res Int 2013; 2013: 826295.", "ArticleIdList": ["PMC3745914", "23984409"]}, {"Citation": "Saxena RS, Gupta B, Lata S. Tranquilizing, antihistaminic and purgative activity of Nyctanthes arbor tristis leaf extract. J Ethnopharmacol 2002; 81: 321–325.", "ArticleIdList": ["12127232"]}, {"Citation": "Balanehru S, Nagarajan B. Intervention of Adriamycin induced free radical damage. Biochem Int 1992; 28: 735–744.", "ArticleIdList": ["1482409"]}, {"Citation": "Archana R, Namasivayam A. Effect of Ocimum sanctum on noise induced changes in neutrophil functions. J Ethnopharmacol 2000; 73: 81–85.", "ArticleIdList": ["11025142"]}, {"Citation": "Sakina MR, Dandiya PC, Hamdard ME, et al.. Preliminary psychopharmacological evaluation of Ocimum sanctum leaf extract. J Ethnopharmacol 1990; 28: 143–150.", "ArticleIdList": ["2329804"]}, {"Citation": "Sembulingam K, Sembulingam P, Namasivayam A. Effect of Ocimum sanctum Linn on the changes in central cholinergic system induced by acute noise stress. J Ethnopharmacol 2005; 96: 477–482.", "ArticleIdList": ["15619567"]}, {"Citation": "Jothie Richard E, Illuri R, Bethapudi B, et al.. Anti-stress activity of Ocimum sanctum: Possible effects on hypothalamic-pituitary-adrenal axis. Phytother Res 2016; 30: 805–814.", "ArticleIdList": ["26899341"]}, {"Citation": "Pal M, Bhardwaj A, Manickam M, et al.. Protective efficacy of the caterpillar mushroom, Ophiocordyceps sinensis (Ascomycetes), from India in neuronal hippocampal cells against hypoxia. Int J Med Mushrooms 2015; 17: 829–840.", "ArticleIdList": ["26756295"]}, {"Citation": "Zhu JS, Halpern GM, Jones K. The scientific rediscovery of an ancient Chinese herbal medicine: Cordyceps sinensis part I. J Altern Complement Med 1998; 4: 289–303.", "ArticleIdList": ["9764768"]}, {"Citation": "Zhu JS, Halpern GM, Jones K. The scientific rediscovery of a precious ancient Chinese herbal regimen: Cordyceps sinensis: Part II. J Altern Complement Med 1998; 4: 429–457.", "ArticleIdList": ["9884180"]}, {"Citation": "D’Souza JJ, D’Souza P P, Fazal F, et al.. Anti-diabetic effects of the Indian indigenous fruit Emblica officinalis Gaertn: Active constituents and modes of action. Food Funct 2014; 5: 635–644.", "ArticleIdList": ["24577384"]}, {"Citation": "Yang B, Liu P. Composition and biological activities of hydrolyzable tannins of fruits of Phyllanthus emblica. J Agric Food Chem 2014; 62: 529–541.", "ArticleIdList": ["24369850"]}, {"Citation": "Variya BC, Bakrania AK, Patel SS. Emblica officinalis (Amla): A review for its phytochemistry, ethnomedicinal uses and medicinal potentials with respect to molecular mechanisms. Pharmacol Res 2016; 111: 180–200.", "ArticleIdList": ["27320046"]}, {"Citation": "Golechha M, Sarangal V, Ojha S, et al.. Anti-inflammatory effect of Emblica officinalis in rodent models of acute and chronic inflammation: Involvement of possible mechanisms. Int J Inflam 2014; 2014: 178408.", "ArticleIdList": ["PMC4158298", "25215258"]}, {"Citation": "Golechha M, Bhatia J, Ojha S, et al.. Hydroalcoholic extract of Emblica officinalis protects against kainic acid-induced status epilepticus in rats: Evidence for an antioxidant, anti-inflammatory, and neuroprotective intervention. Pharm Biol 2011; 49: 1128–1136.", "ArticleIdList": ["21749189"]}, {"Citation": "Vasudevan M, Parle M. Memory enhancing activity of Anwala churna (Emblica officinalis Gaertn.): An Ayurvedic preparation. Physiol Behav 2007; 91: 46–54.", "ArticleIdList": ["17343883"]}, {"Citation": "Zhang K, Ge Z, Da Y, et al.. Plumbagin suppresses dendritic cell functions and alleviates experimental autoimmune encephalomyelitis. J Neuroimmunol 2014; 273: 42–52.", "ArticleIdList": ["24953531"]}, {"Citation": "Jia Y, Jing J, Bai Y, et al.. Amelioration of experimental autoimmune encephalomyelitis by plumbagin through down-regulation of JAK-STAT and NF-kappaB signaling pathways. PloS ONE 2011; 6: e27006.", "ArticleIdList": ["PMC3205001", "22066025"]}, {"Citation": "Bopaiah CP, Pradhan N. Central nervous system stimulatory action from the root extract of Plumbago zeylanica in rats. Phytother Res 2001; 15: 153–156.", "ArticleIdList": ["11268117"]}, {"Citation": "George BP, Parimelazhagan T, Kumar YT, et al.. Antitumor and wound healing properties of Rubus ellipticus Smith. J Acupunct Merid Studies 2015; 8: 134–141.", "ArticleIdList": ["26100067"]}, {"Citation": "Sharma US, Kumar A. In vitro antioxidant activity of Rubus ellipticus fruits. J Adv Pharm Technol Res 2011; 2: 47–50.", "ArticleIdList": ["PMC3217685", "22171292"]}, {"Citation": "Kumar V, Van Staden J. A review of Swertia chirayita (Gentianaceae) as a traditional medicinal plant. Front Pharmacol 2015; 6: 308.", "ArticleIdList": ["PMC4709473", "26793105"]}, {"Citation": "Li J, Zhao YL, Huang HY, et al.. Phytochemistry and pharmacological activities of the genus Swertia (Gentianaceae): A review. Am J Chinese Med 2017; 45: 667–736.", "ArticleIdList": ["28490237"]}, {"Citation": "Banerjee S, Sur TK, Mandal S, et al.. Assessment of the anti-inflammatory effects of Swertia chirata in acute and chronic experimental models in male albino rats Indian J Pharmacol 2000; 32: 21–24."}, {"Citation": "Das CS, Bhadra S, Roy S, et al.. Analgesic and anti-inflammatory activities of ethanolic root extract of Swertia chirata (Gentianaceae). Jordan J Biol Sci 2012; 5: 31–36."}, {"Citation": "Sukprasansap M, Chanvorachote P, Tencomnao T. Cleistocalyx nervosum var. paniala berry fruit protects neurotoxicity against endoplasmic reticulum stress-induced apoptosis. Food Chem Toxicol 2017; 103: 279–288.", "ArticleIdList": ["28315776"]}, {"Citation": "Khan A, Nazar H, Sabir SM, et al.. Antioxidant activity and inhibitory effect of some commonly used medicinal plants against lipid per-oxidation in mice brain. African J Trad Complem Alt Med 2014; 11: 83–90.", "ArticleIdList": ["PMC4202523", "25395710"]}, {"Citation": "Park JH, Joo HS, Yoo KY, et al.. Extract from Terminalia chebula seeds protect against experimental ischemic neuronal damage via maintaining SODs and BDNF levels. Neurochem Res 2011; 36: 2043–2050.", "ArticleIdList": ["21667226"]}, {"Citation": "Huebner FR, Lieberman KW, Rubino RP, et al.. Demonstration of high opioid-like activity in isolated peptides from wheat gluten hydrolysates. Peptides 1984; 5: 1139–1147.", "ArticleIdList": ["6099562"]}, {"Citation": "Pascual J, Leno C. A woman with daily headaches. J Headache Pain 2005; 6: 91–92.", "ArticleIdList": ["PMC3452314", "16362649"]}, {"Citation": "Umamaheswari M, Asokkumar K, Umamageswari N, et al.. Protective effect of the leaves of Vitex negundo against ethanol-induced cerebral oxidative stress in rats. Tanzania J Health Res 2012; 14: 21–28.", "ArticleIdList": ["26591743"]}, {"Citation": "Zheng CJ, Li HQ, Ren SC, et al.. Phytochemical and pharmacological profile of Vitex negundo. Phytother Res 2015; 29: 633–647.", "ArticleIdList": ["25641408"]}, {"Citation": "Chan EWC, Wong SK, Chan HT. Casticin from Vitex species: A short review on its anticancer and anti-inflammatory properties. J Integrat Med 2018; 16: 147–152;", "ArticleIdList": ["29559215"]}, {"Citation": "Wazir A, Mehjabeen, Jahan N, et al.. Antibacterial, antifungal and antioxidant activities of some medicinal plants. Pak J Pharm Sci 2014; 27: 2145–2152.", "ArticleIdList": ["26045377"]}, {"Citation": "Ahmed S, Shakeel F. . Voltammetric determination of antioxidant character in Berberis lycium Royel, Zanthoxylum armatum and Morus nigra Linn plants. Pak J Pharm Sci 2012; 25: 501–507.", "ArticleIdList": ["22713934"]}, {"Citation": "Nooreen Z, Kumar A, Bawankule DU, et al.. New chemical constituents from the fruits of Zanthoxylum armatum and its in vitro anti-inflammatory profile. Nat Prod Res 2017: 1–8.", "ArticleIdList": ["29161887"]}, {"Citation": "Guo T, Deng YX, Xie H, et al.. Antinociceptive and anti-inflammatory activities of ethyl acetate fraction from Zanthoxylum armatum in mice. Fitoterapia 2011; 82: 347–351.", "ArticleIdList": ["21059381"]}, {"Citation": "Choi DJ, Kim SL, Choi JW, et al.. Neuroprotective effects of corn silk maysin via inhibition of H2O2-induced apoptotic cell death in SK-N-MC cells. Life Sci 2014; 109: 57–64.", "ArticleIdList": ["24928367"]}, {"Citation": "Maghbooli M, Golipour F, Moghimi Esfandabadi A, et al.. Comparison between the efficacy of ginger and sumatriptan in the ablative treatment of the common migraine. Phytother Res 2014; 28: 412–415.", "ArticleIdList": ["23657930"]}, {"Citation": "Semwal RB, Semwal DK, Combrinck S, et al.. Gingerols and shogaols: Important nutraceutical principles from ginger. Phytochemistry 2015; 117: 554–568.", "ArticleIdList": ["26228533"]}, {"Citation": "Otunola GA, Oloyede OB, Oladiji AT, et al.. Selected spices and their combination modulate hypercholesterolemia-induced oxidative stress in experimental rats. Biol Res 2014; 47: 5.", "ArticleIdList": ["PMC4060372", "25027235"]}, {"Citation": "Ho SC, Chang KS, Lin CC. Anti-neuroinflammatory capacity of fresh ginger is attributed mainly to 10-gingerol. Food Chem 2013; 141: 3183–3191.", "ArticleIdList": ["23871076"]}, {"Citation": "Deng XY, Xue JS, Li HY, et al.. Geraniol produces antidepressant-like effects in a chronic unpredictable mild stress mice model. Physiol Behav 2015; 152: 264–271.", "ArticleIdList": ["26454213"]}, {"Citation": "Grzanna R, Phan P, Polotsky A, et al.. Ginger extract inhibits beta-amyloid peptide-induced cytokine and chemokine expression in cultured THP-1 monocytes. J Alt Complem Med 2004; 10: 1009–1013.", "ArticleIdList": ["15673995"]}, {"Citation": "Jafarzadeh A, Arabi Z, Ahangar-Parvin R, et al.. Ginger extract modulates the expression of chemokines CCL20 and CCL22 and their receptors (CCR6 and CCR4) in the central nervous system of mice with experimental autoimmune encephalomyelitis. Drug Res 2017; 67: 632–639.", "ArticleIdList": ["28672408"]}, {"Citation": "Park G, Kim HG, Ju MS, et al.. 6-Shogaol, an active compound of ginger, protects dopaminergic neurons in Parkinson’s disease models via anti-neuroinflammation. Acta Pharmacol Sinica 2013; 34: 1131–1139.", "ArticleIdList": ["PMC4003157", "23811724"]}, {"Citation": "Lim S, Moon M, Oh H, et al.. Ginger improves cognitive function via NGF-induced ERK/CREB activation in the hippocampus of the mouse. J Nutr Biochem 2014; 25: 1058–1065.", "ArticleIdList": ["25049196"]}, {"Citation": "Qian QH, Yue W, Chen WH, et al.. Effect of gingerol on substance P and NK1 receptor expression in a vomiting model of mink. Chinese Med J 2010; 123: 478–484.", "ArticleIdList": ["20193490"]}, {"Citation": "Gauthier ML, Beaudry F, Vachon P. Intrathecal [6]-gingerol administration alleviates peripherally induced neuropathic pain in male Sprague-Dawley rats. Phytother Res 2013; 27: 1251–1254.", "ArticleIdList": ["22972597"]}, {"Citation": "Oboh G, Ademiluyi AO, Akinyemi AJ. Inhibition of acetylcholinesterase activities and some pro-oxidant induced lipid peroxidation in rat brain by two varieties of ginger (Zingiber officinale). Experim Toxicol Pathol 2012; 64: 315–319.", "ArticleIdList": ["20952170"]}, {"Citation": "Xue J, Li H, Deng X, et al.. L-Menthone confers antidepressant-like effects in an unpredictable chronic mild stress mouse model via NLRP3 inflammasome-mediated inflammatory cytokines and central neurotransmitters. Pharmacol Biochem Behav 2015; 134: 42–48.", "ArticleIdList": ["25937574"]}, {"Citation": "Chuchawankul S, Khorana N, Poovorawan Y. Piperine inhibits cytokine production by human peripheral blood mononuclear cells. Genet Mol Res 2012; 11: 617–627.", "ArticleIdList": ["22535397"]}, {"Citation": "Ahmad MP, Hussain A, Siddiqui HH, et al.. Effect of methanolic extract of Asparagus racemosus Willd. on lipopolysaccharide induced-oxidative stress in rats. Pakistan J Pharmaceut Sci 2015; 28: 509–513.", "ArticleIdList": ["25730806"]}, {"Citation": "Singh GK, Garabadu D, Muruganandam AV, et al.. Antidepressant activity of Asparagus racemosus in rodent models. Pharmacol Biochem Behav 2009; 91: 283–290.", "ArticleIdList": ["18692086"]}, {"Citation": "Krishnamurthy S, Garabadu D, Reddy NR. Asparagus racemosus modulates the hypothalamic-pituitary-adrenal axis and brain monoaminergic systems in rats. Nutr Neurosci 2013; 16: 255–261.", "ArticleIdList": ["23485433"]}, {"Citation": "Meena J, Ojha R, Muruganandam AV, et al.. Asparagus racemosus competitively inhibits in vitro the acetylcholine and monoamine metabolizing enzymes. Neurosci Lett 2011; 503: 6–9.", "ArticleIdList": ["21843599"]}, {"Citation": "Ojha R, Sahu AN, Muruganandam AV, et al.. Asparagus racemosus enhances memory and protects against amnesia in rodent models. Brain Cognit 2010; 74: 1–9.", "ArticleIdList": ["20594636"]}, {"Citation": "Fatima N, Rahman MM, Khan MA, et al.. A review on Ipomoea carnea: Pharmacology, toxicology and phytochemistry. J Complem Integrat Med 2014; 11: 55–62.", "ArticleIdList": ["24651023"]}, {"Citation": "Press JR, Shrestha KK, Sutton DA. Annotated checklist of the flowering plants of Nepal http://www.efloras.org/flora_page.aspx?flora_id=110 (accessed 3\nApril 2018). "}, {"Citation": "Baba Ramdev Health Products.\nBanphool Oil, http://www.ramdevproducts.com/banphool-oil.htm (2018, accessed 1\nApril 2018)."}, {"Citation": "Kaur M, Prakash A, Kalia AN. Neuroprotective potential of antioxidant potent fractions from Convolvulus pluricaulis Chois. in 3-nitropropionic acid challenged rats. Nutr Neurosci 2016; 19: 70–78.", "ArticleIdList": ["25896328"]}, {"Citation": "Agarwa P, Sharma B, Fatima A, et al.. An update on Ayurvedic herb Convolvulus pluricaulis Choisy. Asian Pac J Trop Biomed 2014; 4: 245–252.", "ArticleIdList": ["PMC3868798", "25182446"]}, {"Citation": "Sharma K, Bhatnagar M, Kulkarni SK. Effect of Convolvulus pluricaulis Choisy and Asparagus racemosus Willd on learning and memory in young and old mice: A comparative evaluation. Indian J Exp Biol 2010; 48: 479–485.", "ArticleIdList": ["20795365"]}, {"Citation": "Heba M, Faraz S, Banerjee S. Effect of Shankhpushpi on alcohol addiction in mice. Pharmacogn Mag 2017; 13: S148–S153.", "ArticleIdList": ["PMC5407107", "28479740"]}, {"Citation": "Bihaqi SW, Singh AP, Tiwari M. Supplementation of Convolvulus pluricaulis attenuates scopolamine-induced increased tau and amyloid precursor protein (AbetaPP) expression in rat brain. Indian J Pharmacol 2012; 44: 593–598.", "ArticleIdList": ["PMC3480791", "23112420"]}, {"Citation": "Malik J, Choudhary S, Kumar P. Protective effect of Convolvulus pluricaulis standardized extract and its fractions against 3-nitropropionic acid-induced neurotoxicity in rats. Pharm Biol 2015; 53: 1448–1457.", "ArticleIdList": ["25853968"]}, {"Citation": "Malik J, Karan M, Vasisht K. Nootropic, anxiolytic and CNS-depressant studies on different plant sources of shankhpushpi. Pharm Biol 2011; 49: 1234–1242.", "ArticleIdList": ["21846173"]}, {"Citation": "Bihaqi SW, Sharma M, Singh AP, et al.. Neuroprotective role of Convolvulus pluricaulis on aluminium induced neurotoxicity in rat brain. J Ethnopharmacol 2009; 124: 409–415.", "ArticleIdList": ["19505562"]}, {"Citation": "Flowers of India. Kewda,\nhttp://www.flowersofindia.net/catalog/slides/Kewda.html (2018,\naccessed 28 May 2018)."}, {"Citation": "Rajeswari J, Kesavan K, Jayakar B. Phytochemical and pharmacological evaluation of prop roots of Pandanus fascicularis Lam. Asian Pac J Trop Med 2011; 4: 649–653.", "ArticleIdList": ["21914545"]}, {"Citation": "Okugawa H, Ueda R, Matsumoto K, et al.. Effect of alpha-santalol and beta-santalol from sandalwood on the central nervous system in mice. Phytomedicine 1995; 2: 119–126.", "ArticleIdList": ["23196153"]}, {"Citation": "d' Avila Farias M, Oliveira PS, Dutra FS, et al.. Eugenol derivatives as potential anti-oxidants: Is phenolic hydroxyl necessary to obtain an effect? J Pharm Pharmacol 2014; 66: 733–746.", "ArticleIdList": ["24372555"]}, {"Citation": "Halder S, Mehta AK, Kar R, et al.. Clove oil reverses learning and memory deficits in scopolamine-treated mice. Planta Med 2011; 77: 830–834.", "ArticleIdList": ["21157682"]}, {"Citation": "Ardjmand A, Fathollahi Y, Sayyah M, et al.. Eugenol depresses synaptic transmission but does not prevent the induction of long-term potentiation in the CA1 region of rat hippocampal slices. Phytomedicine 2006; 13: 146–151.", "ArticleIdList": ["16428020"]}, {"Citation": "Liu BB, Luo L, Liu XL, et al.. Essential oil of Syzygium aromaticum reverses the deficits of stress-induced behaviors and hippocampal p-ERK/p-CREB/brain-derived neurotrophic factor expression. Planta Med 2015; 81: 185–192.", "ArticleIdList": ["25590367"]}, {"Citation": "Jeon SJ, Kim E, Lee JS, et al.. Maslinic acid ameliorates NMDA receptor blockade-induced schizophrenia-like behaviors in mice. Neuropharmacology 2017; 126: 168–178.", "ArticleIdList": ["28899728"]}, {"Citation": "Hartnoll G, Moore D, Douek D. Near fatal ingestion of oil of cloves. Arch Dis Child 1993; 69: 392–393.", "ArticleIdList": ["PMC1029532", "8215554"]}, {"Citation": "Lane BW, Ellenhorn MJ, Hulbert TV, et al.. Clove oil ingestion in an infant. Hum Exp Toxicol 1991; 10: 291–294.", "ArticleIdList": ["1679654"]}, {"Citation": "Soubir T. Antioxidant activities of some local bangladeshi fruits (Artocarpus heterophyllus, Annona squamosa, Terminalia bellirica, Syzygium samarangense, Averrhoa carambola and Olea europa). Sheng Wu Gong Cheng Xue Bao 2007; 23: 257–261.", "ArticleIdList": ["17460898"]}, {"Citation": "Chalise JP, Acharya K, Gurung N, et al.. Antioxidant activity and polyphenol content in edible wild fruits from Nepal. Int J Food Sci Nutr 2010; 61: 425–432.", "ArticleIdList": ["20187713"]}, {"Citation": "Tanaka M, Kishimoto Y, Saita E, et al.. Terminalia bellirica extract inhibits low-density lipoprotein oxidation and macrophage inflammatory response in vitro. Antioxidants 2016; 5: 20.", "ArticleIdList": ["PMC4931541", "27314393"]}, {"Citation": "Jayesh K, Helen LR, Vysakh A, et al.. Ethyl acetate fraction of Terminalia bellirica (Gaertn.) Roxb. fruits inhibits proinflammatory mediators via down regulating nuclear factor-kappaB in LPS stimulated Raw 264.7 cells. Biomed Pharmacother 2017; 95: 1654–1660.", "ArticleIdList": ["28954384"]}, {"Citation": "Dhingra D, Valecha R. Evaluation of antidepressant-like activity of aqueous and ethanolic extracts of Terminalia bellirica Roxb. fruits in mice. Indian J Exp Biol 2007; 45: 610–616.", "ArticleIdList": ["17821856"]}, {"Citation": "Manandhar K, Risal A, Linde M, et al.. The burden of headache disorders in Nepal: Estimates from a population-based survey. J Headache Pain 2015; 17: 3.", "ArticleIdList": ["PMC4726638", "26810487"]}, {"Citation": "Kunwar RM, Mahat L, Acharya RP, et al.. Medicinal plants, traditional medicine, markets and management in far-west Nepal. J Ethnobiol Ethnomed 2013; 9: 24.", "ArticleIdList": ["PMC3643841", "23587109"]}, {"Citation": "Kristoffersen ES, Lundqvist C. Medication-overuse headache: A review. J Pain Res 2014; 7: 367–378.", "ArticleIdList": ["PMC4079825", "25061336"]}, {"Citation": "Diener HC, Dodick D, Evers S, et al.. Pathophysiology, prevention, and treatment of medication overuse headache. Lancet Neurol 2019; 18: 891–902.", "ArticleIdList": ["31174999"]}, {"Citation": "Nepalese Ministry of Health and Population. Nepal population report 2011. Kathmandu: Government of Nepal, 2011, pp.1–186."}, {"Citation": "Risal A, Manandhar K, Steiner TJ, et al.. Estimating prevalence and burden of major disorders of the brain in Nepal: Cultural, geographic, logistic and philosophical issues of methodology. J Headache Pain 2014; 15: 51.", "ArticleIdList": ["PMC4149310", "25127664"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "1", "Day": "14", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "12", "Day": "17", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "1", "Day": "13", "Hour": "5", "Minute": "41"}, {"Year": "2021", "Month": "4", "Day": "15"}], "PublicationStatus": "ppublish", "ArticleIdList": ["33435708", "PMC8047708", "10.1177/0333102420970904"]}}], "PubmedBookArticle": []}