{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["ethnoveterinary", "food safety", "natural products", "pharmacological and toxicological effects", "plants", "terpenes/terpenoids"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "33443807", "DateCompleted": {"Year": "2021", "Month": "10", "Day": "25"}, "DateRevised": {"Year": "2021", "Month": "10", "Day": "25"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "11", "Day": "27"}], "Language": ["eng"], "ELocationID": ["10.1111/1541-4337.12673"], "Journal": {"ISSN": "1541-4337", "JournalIssue": {"Volume": "20", "Issue": "1", "PubDate": {"Year": "2021", "Month": "Jan"}}, "Title": "Comprehensive reviews in food science and food safety", "ISOAbbreviation": "Compr Rev Food Sci Food Saf"}, "ArticleTitle": "Ethnoveterinary for food-producing animals and related food safety issues: A comprehensive overview about terpenes.", "Pagination": {"StartPage": "48", "EndPage": "90", "MedlinePgn": "48-90"}, "Abstract": {"AbstractText": ["Alternatives to the use of conventional veterinary drugs in food-producing animals have gained attention, such as the use of natural products (NPs), mainly to soften the risks to the animal, the environment, and consumer's health. Although NPs have consistent advantages over conventional drugs, they cannot be considered risk free under food safety matters. In this way, this document presents a comprehensive overview of the importance of considering both the pharmacological and toxicological properties of the constituents of a NP from plants intending the standardization and regulation of its use in food-producing animals. Terpenes are the most diverse class of natural substances present in NP of vegetal origin with a broad range of biological activities that can be explored in veterinary science; however, certain plants and terpenes also have significant toxic effects, a fact that can harm the health of animals and consequently generate economic losses and risks for humans. In this context, this review gathered scientific data of vegetal species of importance to ethnoveterinary for food-producing animals, which produce terpenes, its biological effects, and their implications on food safety issues for consumers. For this, more than 300 documents were selected from different online scientific databases. The present data and discussion may contribute to the rational commercial exploration of this class of NPs in veterinary medicine."], "CopyrightInformation": "© 2020 Institute of Food Technologists®."}, "AuthorList": [{"Identifier": ["0000-0003-4095-6990"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biomolecular Sciences, School of Pharmaceutical Sciences of Ribeirão Preto, University of São Paulo, Ribeirão Preto, Brazil."}], "LastName": "Silva", "ForeName": "Jonas Joaquim Mangabeira da", "Initials": "JJMD"}, {"Identifier": ["0000-0002-0316-9704"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biomolecular Sciences, School of Pharmaceutical Sciences of Ribeirão Preto, University of São Paulo, Ribeirão Preto, Brazil."}], "LastName": "Campanharo", "ForeName": "Sarah Chagas", "Initials": "SC"}, {"Identifier": ["0000-0002-7372-0936"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biomolecular Sciences, School of Pharmaceutical Sciences of Ribeirão Preto, University of São Paulo, Ribeirão Preto, Brazil."}], "LastName": "Paschoal", "ForeName": "Jonas Augusto Rizzato", "Initials": "JAR"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't", "Review"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Compr Rev Food Sci Food Saf", "NlmUniqueID": "101305205", "ISSNLinking": "1541-4337"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Terpenes"}, {"RegistryNumber": "0", "NameOfSubstance": "Veterinary Drugs"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": [], "DescriptorName": "Food Safety"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Phytotherapy"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": ["toxicity"], "DescriptorName": "Terpenes"}, {"QualifierName": [], "DescriptorName": "Veterinary Drugs"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Abo-El-Sooud, K. (2018). Ethnoveterinary perspectives and promising future. International Journal of Veterinary Science and Medicine, 6(1), 1-7. https://doi.org/10.1016/j.ijvsm.2018.04.001"}, {"Citation": "Abdel-Wareth, A. A. A., Hammad, S., & Ahmed, H. (2014). Effects of Khaya senegalensis leaves on performance, carcass traits, hematological and biochemical parameters in rabbits. EXCLI Journal, 13, 502-512."}, {"Citation": "Abutbul, S., Golan-Goldhirsh, A., Barazani, O., & Zilberg, D. (2004). Use of Rosmarinus officinalis as a treatment against Streptococcus iniae in tilapia (Oreochromis sp.). Aquaculture, 238(1-4), 97-105. https://doi.org/10.1016/j.aquaculture.2004.05.016"}, {"Citation": "Adamu, M., Naidoo, V., & Eloff, J. N. (2014). The antibacterial activity, antioxidant activity and selectivity index of leaf extracts of thirteen South African tree species used in ethnoveterinary medicine to treat helminth infections. BMC Veterinary Research, 10(52), 2-7. https://doi.org/10.1186/1746-6148-10-52"}, {"Citation": "Ademola, I. O., & Eloff, J. N. (2010). In vitro anthelmintic activity of Combretum molle (R. Br. ex G. Don) (Combretaceae) against Haemonchus contortus ova and larvae. Veterinary Parasitology, 169(1-2), 198-203. https://doi.org/10.1016/j.vetpar.2009.12.036"}, {"Citation": "Ademola, I. O. (2016). The potential of Nigerian bioactive plants for controlling gastrointestinal nematode infection in livestock. Animal Health Research Reviews, 17(2), 85-91. https://doi.org/10.1017/S1466252316000049"}, {"Citation": "Adenubi, O. T., Fasina, F. O., McGaw, L. J., Eloff, J. N., & Naidoo, V. (2016). Plant extracts to control ticks of veterinary and medical importance: A review. South African Journal of Botany, 105, 178-193. https://doi.org/10.1016/j.sajb.2016.03.010"}, {"Citation": "Adenubi, O. T., Ahmed, A. S., Fasina, F. O., McGaw, L. J., Eloff, J. N., & Naidoo, V. (2018). Pesticidal plants as a possible alternative to synthetic acaricides in tick control: A systematic review and meta-analysis. Industrial Crops & Products, 123, 779-806. https://doi.org/10.1016/j.indcrop.2018.06.075"}, {"Citation": "Ahmed, S. S., Erum, S., Khan, S. M., Nawaz, M., & Wahid, A. (2014). Exploring the medicinal plant wealth: A traditional medical-botanical knowledge of local communities in Changa Manga Forest, Pakistan. Middle-East Journal of Scientific Research, 20(12), 1772-1779. https://doi.org/10.5829/idosi.mejsr.2014.20.12.21090"}, {"Citation": "Ahmed, M. J., & Murtaza, G. (2015). A study of medicinal plants used as ethnoveterinary: Harnessing potential phytotherapy in Bheri, Distric Muzaffarabad (Pakistan). Journal of Ethnopharmacology, 159, 209-214. https://doi.org/10.1016/j.jep.2014.11.016"}, {"Citation": "Akerreta, S., Calva, M. I., & Cavero, R. Y. (2010). Ethnoveterinary knowledge in Navarra (Iberian Peninsula). Journal of Ethnopharmacology, 130(2), 369-378. https://doi.org/10.1016/j.jep.2010.05.023"}, {"Citation": "Al-Qarawi, A. A., Mahmoud, O. M., Sobaih Haroun, E. M., & Adam, S. E. (2001). A preliminary study on the anthelmintic activity of Calotropis procera latex against Haemonchus contortus infection in Najdi sheep. Veterinary Research Communications, 25(1), 61-70. https://doi.org/10.1023/a:1026762002947"}, {"Citation": "Al-Salihi, K. A., & Al-Rammahi, H. M. (2014). Diarrhea associated with ingestion of Zygophyllum coccineum (Tartir) in camels in the Al-Najaf Desert in Iraq. International Journal of Poisonous Plants Research, 3, 1-6."}, {"Citation": "Alain, K. Y., Pascal, A. D. C., Boniface, Y., Paul, T. F., Alain, A. G., Felicien, A., … Dminique, S. C. (2015). Chemical characterization and biological activities of extracts from two plants (Cissus quadrangularis and Acacia polyacantha) used in veterinary medicine in Benin. Journal of Pharmacognosy and Phytochemistry, 3(6), 91-96."}, {"Citation": "Alawa, J. P., Jokthan, & Akut, K. (2002). Ethnoveterinary medical practice for ruminants in the subhumid zone of northern Nigeria. Preventive Veterinary Medicine, 54(1), 79-90. https://doi.org/10.1016/s0167-5877(01)00273-2"}, {"Citation": "Alexander, C. P., Kirubakaran, C. J. W., & Michael, R. D. (2010). Water soluble fraction of Tinospora cordifolia leaves enhanced the non-specific immune mechanisms and disease resistance in Oreochromis mossambicus. Fish Shellfish Immunology, 29(5), 765-772. https://doi.org/10.1016/j.fsi.2010.07.003"}, {"Citation": "Alisson, C. D., Turner, J. L., & Wenzel, J. C. (2016). Circular 678: Poisonous plants of New Mexico rangelands (pp. 1-175). Las Cruces, NM - USA: New Mexico State University, Cooperative Extension Service."}, {"Citation": "Allen, P. C., Lydon, J., & Danforth, H. D. (1997). Effects of components of Artemisia annua on coccidia infections in chickens. Poultry Science, 76(8), 1156-1163. https://doi.org/10.1093/ps/76.8.1156"}, {"Citation": "Alonso-Amelot, M. E., Castillo, U., Smith, B. L., & Lauren, D. R. (1996). Bracken ptaquiloside in milk. Nature, 382(6592), 587. https://doi.org/10.1038/382587a0"}, {"Citation": "Alowanou, G. G., Olounladé, P. A., Akouèdegni, G. C., Faihun, A. M. L., Koudandé, D. O., & Hounzangbé-Adoté, S. (2019). In vitro anthelmintic effects of Bridelia ferruginea, Combretum glutinosum, and Mitragyna inermis leaf extracts on Haemonchus contortus, an abomasal nematode of small ruminants. Parasitology Research, 118, 1215-1223. https://doi.org/10.1007/s00436-019-06262-5"}, {"Citation": "Alsop, J. A., & Karlik, J. F. (2016). Poisonous plants (ANR Publication 8560). Davis, CA: University of California, Agriculture and Natural Resources. https://doi.org/10.3733/ucanr.8560"}, {"Citation": "Amaral, A. C. F., Ramos, A. S., Pena, M. R., Ferreira, J. L. P., Menezes, J. M. S., Vasconcelos, G. J. N., … Silva, J. R. A. (2017). Acaricidal activity of Derris floribunda essential oil and its main constituent. Asian Pacific Journal of Tropical Biomedicine, 9(7), 791-796. https://doi.org/10.1016/j.apjtb.2017.08.006"}, {"Citation": "Amparo, T. R., Seibert, J. B., Vieira, P. M. A., Teixeira, L. F. M., Santos, O. D. H., & Souza, G. H. B. (2019). Herbal medicines to the treatment of skin and soft tissue infections: Advantages of the multi-targets action. Phytotherapy Research, 34(1), 94-103. https://doi.org/10.1002/ptr.6519"}, {"Citation": "Anderson, E. (2016). Plants of central Queensland: Identification and uses of native and introduced species-576. Brisbane, Australia: CSIRO Publishing."}, {"Citation": "Andrade, J. I. A., Jerônimo, G. T., Brasil, E. M., Nunez, C. V., Gonçalves, E. L. T., Ruiz, M. L., & Martins, M. L. (2016). Efficacy of seed extract of Bixa orellana against monogenean gill parasites and physiological aspects of Colossoma macropomum after bath treatment. Aquaculture, 462, 40-46. https://doi.org/10.1016/j.aquaculture.2016.04.024"}, {"Citation": "André, W. P. P., Ribeiro, W. L. C., Oliveira, L. M. B., Macedo, I. T. F., Rondon, F. C. M., & Bevilaqua, C. M. L. (2018). Essential oils and their bioactive compounds in the control of gastrointestinal nematodes of small ruminants. Acta Scientiae Veterinariae, 46(1522), 1-14. https://doi.org/10.22456/1679-9216.81804"}, {"Citation": "Apel, M. A., Ribeiro, V. L. S., Bordignon, S. A. L., Henriques, A. T., & von Poser, G. (2009). Chemical composition and toxicity of the essential oils from Cunila species (Lamiaceae) on the cattle tick Rhipicephalus (Boophilus) microplus. Parasitology Research, 105(3), 863-868. https://doi.org/10.1007/s00436-009-1455-4"}, {"Citation": "Attia, S., Grissa, K. L., Lognay, G., Bitume, E., Hance, T., & Mailleux, A. C. (2013). A review of the major biological approaches to control the worldwide pest Tetranychus urticae (Acari: Tetranychidae) with special reference to natural pesticides. Journal of Pest Science, 86(3), 361-386. https://doi.org/10.1007/s10340-013-0503-0"}, {"Citation": "Aumeeruddy, M. Z., Zengin, G., & Mahomoodally, M. F. (2018). A review of the traditional and modern uses of Salvadora persica L. (Miswak): Toothbrush tree of Prophet Muhammad. Journal of Ethnopharcaology, 213, 409-444. https://doi.org/10.1016/j.jep.2017.11.030"}, {"Citation": "Aziz, M. A., Khan, H. A., Adnan, M., & Ullah, H. (2018). Traditional uses of medicinal plants used by Indigenous communities for veterinary practices at Bajaur Agency, Pakistan. Journal of Ethnobiology and Ethnomedicine, 14(1), 11-29. https://doi.org/10.1186/s13002-018-0212-0"}, {"Citation": "Baloch, A. H., Baloch, I. A., Rehman, H., Ahmed, I., & Ahmed, S. (2017). A study of poisonous plants of Balochistan, Pakistan Pure and Applied Biology, 6(3), 989-1001. https://doi.org/10.19045/bspab.2017.600105"}, {"Citation": "Balogum, F. O., Ashafa, A. O. T., Sabiu, S., Ajao, A. A., Perumal, C. P., Kazeem, M. I., & Adedeji, A. A. (2019). Pharmacognosy: Importance and drawbacks. In S. Perveen & A. Al-Taweel (Eds.), Pharmacognosy - Medicinal Plants (pp. 1-19). London, UK: IntechOpen Limited. https://doi.org/10.5772/intechopen.82396"}, {"Citation": "Baruti, M., Singh, B., Bhuyan, M., Borthakur, A., Bhuyan, D., & Chutia, J. P. (2018). Management of Lantana camara poisoning in a bull. International Journal of Chemical Studies, 6(1), 950-952. https://doi.org/10.17352/ojps.000012"}, {"Citation": "Benelli, G., Murugan, K., Panneerselvan, C., Madhiyahagan, P., Conti, B., & Nicoletti, M. (2015). Old ingredients for a new recipe? Neem cake, a low-cost botanical by-product in the fight against mosquito-borne diseases. Parasitology Research, 114(2), 391-397. https://doi.org/10.1007/s00436-014-4286-x"}, {"Citation": "Benítez, G., González-Tejero, M. R., & Molero-Mesa, J. (2012). Knowledge of ethnoveterinary medicine in the Province of Granada, Andalusia, Spain. Journal of Ethnopharmacology, 139, 429-439. https://doi.org/10.1016/j.jep.2011.11.029"}, {"Citation": "Beyene, T. (2016). Veterinary drug residues in food-animal products: Its risk factors and potential effects on public health. Journal of Veterinary Science and Technology, 7(1), 1-7. https://doi.org/10.4172/2157-7579.1000285"}, {"Citation": "Bharati, K. A., & Sharma, B. L. (2012). Plants used as ethnoveterinary medicines in Sikkim Himalayas. Ethnobotany Research & Applications, 10, 339-356."}, {"Citation": "Birkett, M. A., Al Abassi, S., Kröber, T., Chamberlain, K., Hooper, A. M., Guerin, P. M., … Wadhams, L. J. (2008). Antiectoparasitic activity of the gum resin, gum haggar, from the East African plant, Commiphora holtziana. Phytochemistry, 69(8), 1710-1715. https://doi.org/10.1016/j.phytochem.2008.02.017"}, {"Citation": "Bischoff, T., Vogl, C. R., Ivemeyer, S., Klarer, F., Meier, B., Hamburger, M., & Walkenhorst, M. (2016). Plant and natural product based homemade remedies manufactured and used by farmers of six central Swiss cantons to treat livestock. Livestock Science, 189, 110-125. https://doi.org/10.1016/j.livsci.2016.05.003"}, {"Citation": "Bizimana, N. (1994). Traditional veterinary practice in Africa (pp. 1-917). Eschborn, Germany: Deutsche Gesellschaft fur Technische Zusammenarbeit (GTZ)."}, {"Citation": "Boijink, C. L., Queiroz, C. A., Chagas, E. C., Chavez, F. C. M., & Inoue, L. A. K. A. (2016). Anesthetic and anthelminthic effects of clove basil (Ocimum gratissimum) essential oil for tambaqui (Colossoma macropomum). Aquaculture, 257, 24-27. https://doi.org/10.1016/j.aquaculture.2016.02.010"}, {"Citation": "Boobis, A., Cerniglia, C., Chicoine, A., Fattori, V., Lipp, M., Reuss, R., … Tritscher, A. (2017). Characterizing chronic and acute health risks of residues of veterinary drugs in food: Latest methodological developments by the joint FAO/WHO expert committee on food additives. Critical Reviews in Toxicology, 47(10), 889-903. https://doi.org/10.1080/10408444.2017.1340259"}, {"Citation": "Bookout, W., & Khachatoorian, L. B. (2007). Regulation and quality control. In S. G. Wynn & B. J. Fougère (Eds.), Veterinary herbal medicine (pp. 99-120). St. Louis, MO: Mosby."}, {"Citation": "Botha, C. J., & Penrith, M. L. (2008). Poisonous plants of veterinary and human importance in southern Africa. Journal of Ethnopharmacology, 119(3), 549-558. https://doi.org/10.1016/j.jep.2008.07.022"}, {"Citation": "Bouabid, K., Lamchouri, F., Toufik, H., & Faouzi, M. E. A. (2019). Inventory of poisonings and toxicological studies carried out on Atractylis gummifera L.: A review. Plant Science Today, 6(4), 457-464. https://doi.org/10.14719/pst.2019.6.4.582"}, {"Citation": "Brownie, C. F. (2018). Important poisonous plants of Australia. Veterinary manual, MSD manual. Kenilworth, NJ - USA: Merck Sharp & Dohme Corporation. https://www.merckvetmanual.com/toxicology/poisonous-plants/important-poisonous-plants-of-australia."}, {"Citation": "Budjin, J. B., & Flaherty, M. J. (2014). Alternative therapies in veterinary dermatology. Veterinary Clinics of North America: Small Animal Practice, 43(1), 189-204. https://doi.org/10.1016/j.cvsm.2012.09.002"}, {"Citation": "Bufebo, B., & Elias, E. (2018). Distribution and socio-economic impacts of invasive alien plant species in Ethiopia: A review. Open Journal of Plant Science, 3(1), 26-33."}, {"Citation": "Buroni, F., Gardner, D. R., Boabaid, F. M., Oliveira, L. G. S., Nava, G., López, F., & Riet-Correa, F. (2020). Spontaneous abortion in cattle after consumption of Hesperocyparis (Cupressus) macrocarpa (Hartw.) Bartel and Cupressus arizonica (Greene) needles in Uruguay. Toxicon, 181, 53-56. https://doi.org/10.1016/j.toxicon.2020.04.104"}, {"Citation": "Caesar, L. K., & Cech, N. B. (2019). Synergy and antagonism in natural product extracts: When 1 + 1 does not equal 2. Natural Product Reports, 36(6), 845-936. https://doi.org/10.1039/c9np00011a"}, {"Citation": "Caloni, F., Cortinovis, C., Rivolta, M., Alonge, S., & Davanzo, F. (2013). Plant poisoning in domestic animals: Epidemiological data from an Italian survey (2000-2011). Veterinary Record, 172(22), 1-4. Retrieved from https://www.doi.org/10.1136/vr.101225"}, {"Citation": "Caloni, F., & Cortinovis, C. (2015). Plants poisonous to horses in Europe. Equine Veterinary Education, 27(5), 269-274. https://doi.org/10.1111/eve.12274"}, {"Citation": "Camurça-Vasconcelos, A. L. F., Bevilaqua, C. M. L., Morais, S. M., Maciel, M. V., Costa, C. T. C., Macedo, I. F. T., … Navarro, A. M. C. (2008). Anthelmintic activity of Lippia sidoides essential oil on sheep gastrointestinal nematodes. Veterinary Parasitology, 154(1-2), 167-170. https://doi.org/10.1016/j.vetpar.2008.02.023"}, {"Citation": "Carmona, F., & Pereira, A. M. S. (2013). Herbal medicines: Old and new concepts, truths and misunderstandings. Brazilian Journal of Pharmacognosy, 23(2), 379-385. https://doi.org/10.1590/S0102-695X2013005000018"}, {"Citation": "Carroll, J. F., Cantrell, C. L., Klun, J. A., & Kramer, M. (2007). Repellency of two terpenoid compounds isolated from Callicarpa americana (Lamiaceae) against Ixodes scapularis and Amblyomma americanum ticks. Experimental and Applied Acarology, 41, 215-224. https://doi.org/10.1007/s10493-007-9057-2"}, {"Citation": "Cetin, H., Cilek, J. E., Oz, E., Aydin, L., & Yanikoglu, A. (2009). Acaricidal effects of the essential oil of Origanum minutiflorum (Lamiaceae) against Rhipicephalus turanicus (Acari: Ixodidae). Veterinary Parasitology, 160(3-4), 359-361. https://doi.org/10.1016/j.vetpar.2008.11.009"}, {"Citation": "Chagas, A. C. S., Figueiredo, A., Politi, F. A. S., Moro, I. J., Esteves, S. N., Bizzo, H. R., … Chaves, F. C. M. (2018). Efficacy of essential oils from plants cultivated in the Amazonian Biome against gastrointestinal nematodes in sheep. Journal of Parasitic Diseases, 42, 357-364. https://doi.org/10.1007/s12639-018-1007-x"}, {"Citation": "Christenson, L. K., Short, R. E., Rosazza, J. P., & Ford, S. P. (1992). Specific effects of blood plasma from beef cows fed pine needles during late pregnancy on increasing tone of caruncular arteries in vitro. Journal of animal science, 70(2), 525-530. https://doi.org/10.2527/1992.702525x"}, {"Citation": "Christianson, D. W. (2017). Structural and chemical biology of terpenoid cyclases. Chemical Reviews, 117(17), 11570-11648. https://doi.org/10.1021/acs.chemrev.7b00287"}, {"Citation": "Clemente, M. A., Monteiro, C. M. O., Scoralik, M. G., Gomes, F. T., Prata, M. C. A., & Daemon, E. (2010). Acaricidal activity of the essential oils from Eucalyptus citriodora and Cymbopogon nardus on larvae of Amblyomma cajennense (Acari: Ixodidae) and Anocentor nitens (Acari: Ixodidae). Parasitology Research, 107(4), 987-992. https://doi.org/10.1007/s00436-010-1965-0"}, {"Citation": "Corral, A. C. T., Queiroz, M. N., Andrade-Porto, S. M., Morey, G. A. M., Chaves, F. C. M., Fernandes, V. L. A., … Affonso, E. G. (2018). Control of Hysterothylacium sp. (Nematoda: Anisakidae) in juvenile pirarucu (Arapaima gigas) by the oral application of essential oil of Piper aduncum. Aquaculture, 494, 37-44. https://doi.org/10.1016/j.aquaculture.2018.04.062"}, {"Citation": "Cortinovis, C., & Caloni, F. (2013). Epidemiology of intoxication of domestic animals by plants in Europe. The Veterinary Journal, 197(2), 163-168. https://doi.org/10.1016/j.tvjl.2013.03.007"}, {"Citation": "Coskun, S., Girisgin, O., Kürkcüoglu, M., Malyer, H., Girisgin, A. O., Kırımer, N., & Baser, K. H. (2008). Acaricidal efficacy of Origanum onites L. essential oil against Rhipicephalus turanicus (Ixodidae). Parasitology Research, 103(2), 259-261. https://doi.org/10.1007/s00436-008-0956-x"}, {"Citation": "Costa, J. C., Valladão, G. M. R., Pala, G., Gallani, S. U., Kotzent, S., Crotti, A. E. M., … Pilarski, F. (2017). Copaifera duckei oleoresin as a novel alternative for treatment of monogenean infections in pacu Piaractus mesopotamicus. Aquaculture, 471, 72-79. https://doi.org/10.1016/j.aquaculture.2016.11.041"}, {"Citation": "Daniele, C., Dahamma, S., Firuzi, O., Sekfali, N., Saso, L., & Mazzanti, G. (2005). Atractylis gummifera L. poisoning: An ethnopharmacological review. Journal of Ethnopharmacology, 97(2), 175-181. https://doi.org/10.1016/j.jep.2004.11.025"}, {"Citation": "Davidović, V., Joksimović-Todorović, M., Maksimović, Z., Hristov, S., Stanković, B., & Relić, R. (2011). A review of plants used in ethnoveterinary medicine. Macedonian Journal of Animal Science, 1(2), 377-382."}, {"Citation": "Demain, A. (2014). Importance of microbial natural products and the need to revitalize their discovery. Journal of Industrial Microbiology and Biotechnology, 41(2), 185-201. https://doi.org/10.1007/s10295-013-1325-z"}, {"Citation": "Dewick, P. M. (2009). The mevalonate and methylerythritol phosphate pathways: Terpenoids and steroids. In P. M. Dewick (Ed.), Medicinal natural products: A biosynthetic approach (3rd ed., pp. 187-310). New York, NY: John Wiley & Sons. https://doi.org/10.1002/9780470742761.ch5"}, {"Citation": "Diaz, G. J. (2011). Toxic plants of veterinary and agricultural interest in Colombia. International Journal of Pharmacognosy and Phytochemical Research, 1, 1-19."}, {"Citation": "Dietrich, G., Dolan, M. C., Peralta-Cruz, J., Schmidt, J., Piesman, J., Eisen, R. J., & Karchesy, J. J. (2006). Repellent activity of fractioned compounds from Chamaecyparis nootkatensis essential oil against nymphal Ixodes scapularis (Acari: Ixodidae). Journal of Medical Entomology, 43(5), 957-961. https://doi.org/10.1093/jmedent/43.5.957"}, {"Citation": "Diogo, C. V., Félix, L., Vilela, S., Burgeiro, A., Barbosa, I. A., Carvalho, M. J. M., … Peixoto, F. (2009). Mitochondrial toxicity of the phytochemicals daphnetoxin and daphnoretin - Relevance for possible anticancer application. Toxicology in Vitro, 23(5), 772-779. https://doi.org/10.1016/j.tiv.2009.04.002"}, {"Citation": "Dubey, N. K., Dwivedy, A. K., Chaundhari, A. K., & Das, S. (2018). Common toxic plants and their forensic significance. In S. Mandal, V. Mandal, & T. Konishi (Eds.), Natural products and drug discovery: An integrated approach (pp. 349-374). Amsterdam, the Netherlands: Elsevier."}, {"Citation": "Durmic, Z., & Blache, D. (2012). Bioactive plants and plant products: Effects on animal function, health and welfare. Animal Feed Science and Technology, 176(1-4), 150-162. https://doi.org/10.1016/j.anifeedsci.2012.07.018"}, {"Citation": "El-Shora, H. M., El-Amier, Y. A., & Awad, M. H. (2016). Antimicrobial activity and alleopathic potential of Zygophyllum coccineum L. on Chenopodium album L. British Journal of Applied Science and Technology, 15(5), 1-10. https://doi.org/10.9734/BJAST/2016/24541"}, {"Citation": "Fernandes, F. F., & Freitas, E. P. S. (2007). Acaricidal activity of an oleoresinous extract from Copaifera reticulate (Leguminosae: Caesalpinioideae) against larvae of the southern cattle tick, Rhipicephalus (Boophilus) microplus (Acari: Ixodidae). Veterinary Parasitology, 147(1-2), 150-154. https://doi.org/10.1016/j.vetpar.2007.02.035"}, {"Citation": "Ferraz, A. B. F., Zini, J. M., Zini, C. A., Sardá-Ribeiro, V. L., Bordignon, S. A. L., & von Poser, G. (2010). Acaricidal activity and chemical composition of the essential oil from three Piper species. Parasitology Research, 107(1), 243-248. https://doi.org/10.1007/s00436-010-1878-y"}, {"Citation": "Ferreira, L. E., Benincasa, B. I., Fachin, A. L., França, S. C., Contini, S. S. H. T., Chagas, A. C. S., & Beleboni, R. O. (2016). Thymus vulgaris L. essential oil and its main component thymol: Anthelmintic effects against Haemonchus contortus from sheep. Veterinary Parasitology, 288, 70-76. https://doi.org/10.1016/j.vetpar.2016.08.011"}, {"Citation": "Fletcher, M. T., Reichmann, K. G., Brock, I. J., Mckenzie, R. A., & Blaney, B. (2011a). Residue potential of norsesquiterpene glycosides in tissues of cattle fed austral bracken (Pteridium esculentum). Journal of Agricultural and Food Chemistry, 59(15), 8518-8523. https://doi.org/10.1021/jf201342t"}, {"Citation": "Fletcher, M. T., Reichmann, K. G., Brock, I. J., Mckenzie, R. A., & Blaney, B. (2011b). Norsesquiterpene glycosides in bracken ferns (Pteridium esculentum and Pteridium aquilinum subs. wightianum) from Eastern Australia: Reassessed poisoning risk to animals. Journal of Agricultural and Food Chemistry, 59(9), 5133-5138. https://doi.org/10.1021/jf104267c"}, {"Citation": "Food and Agriculture Organization of the United Nations (FAO). (2017). Trends. The future of food and agriculture - Trends and challenges (pp. 9-132). Rome, Italy: FAO."}, {"Citation": "Fouche, G., Sakong, B. M., Adenubi, O. T., Dzoyem, J. P., Naidoo, V., Leboho, T., … Eloff, J. N. (2017). Investigation of the acaricidal activity of the acetone and ethanol extracts of 12 South African plants against the adult ticks of Rhipicephalus turanicus. Onderstepoort Journal of Veterinary Research, 84(1), 1-6. https://doi.org/10.4102/ojvr.v84i1.1523"}, {"Citation": "Furlan, F. H., Colodel, E. M., Lemos, R. A. A., Castro, M. B., Mendonça, F. S., & Riet-Correa, F. (2012). Poisonous plants affecting cattle in central-western Brazil. International Journal of Pharmacognosy and Phytochemical Research, 2, 1-13."}, {"Citation": "Gadir, W. S. A., Onsa, T. O., Ali, W. E. M., El Badwi, S. M. A., & Adam, S. E. I. (2003). Comparative toxicity of Croton macrostachys, Jatropha curcas and Piper abyssinica seeds in Nubian goats. Small Ruminant Research, 48, 61-67."}, {"Citation": "Garcia, M. V., Matias, J., Calvacante, J., Pires, D., Silva, R., & Andreotti, R. (2012). Chemical identification of Tagetes minuta Linnaeus (Asteraceae) essential oil and its acaricidal effect on ticks. Brazilian Journal of Veterinary Parasitology, 21(4), 405-411. https://doi.org/10.1590/S1984-29612012000400011"}, {"Citation": "Gardner, D. R., Panter, K. E., James, L. F., & Stegelmeier, B. L. (1998). Abortifacient effects of lodgepole pine (Pinus contorta) and common juniper (Juniperus communis) on cattle. Veterinary and Human Toxicology, 40(5), 260-263."}, {"Citation": "Gardner, D. R., Panter, K. E., & James, L. (1999). Pine needle abortion in cattle: Metabolism of isocupressic acid. Journal of Agricultural and Food Chemistry, 47(7), 2891-2897. https://doi.org/10.1021/jf981322d"}, {"Citation": "Gardner, D. R., Panter, K. E., & Stegelmeier, B. L. (2010). Implication of agathic acid from Utah juniper bark as an abortifacient compound in cattle. Journal Applied Toxicology, 30(2), 115-119. https://doi.org/10.1002/jat.1476"}, {"Citation": "Gazim, Z. C., Demarchi, I. G., Lonardoni, M. V. C., Amorim, A. C. L., Hovell, A. M. C., Rezende, C. M., … Cortez, D. A. G. (2011). Acaricidal activity of the essential oil from Tetradenia riparia (Lamiaceae) on the cattle tick Rhipicephalus (Boophilus) microplus (Acari; Ixodidae). Experimental Parasitology, 129(2), 175-178. https://doi.org/10.1016/j.exppara.2011.06.011"}, {"Citation": "Geteneh, E., Adugna, T., & Eniy, E. (2017). Review on schistosomiasis and role of ethnoveterinary practice. Academic Journal of Animal Diseases, 6(2), 40-50. https://doi.org/10.5829/idosi.ajad.2017.40.50"}, {"Citation": "Ghisalberti, E. L. (2000). Lantana camara L. (Verbenceae). Fitoterapia, 71(5), 467-486. https://doi.org/10.1016/S0367-326X(00)00202-1"}, {"Citation": "Ghosh, S., Tiwari, S. S., Kumar, B., Srivastava, S., Sharma, A. K., Kumar, S., … Rawat, A. K. S. (2015). Identification of potential plant extracts for anti-tick activity against acaricide resistant cattle ticks, Rhipicephalus (Boophilus) microplus (Acari: Ixodidae). Experimental and Applied Acarology, 66(1), 159-171. https://doi.org/10.1007/s10493-015-9890-7"}, {"Citation": "Giday, M., & Teklehaymanot, T. (2013). Ethnobotanical study of plants used in management of livestock health problems by Afar people of Adaar district, Afar regional state, thiopia. Journal of Ethnobiology and Ethnomedicine, 9(8), 2-10. https://doi.org/10.1186/1746-4269-9-8"}, {"Citation": "Githiori, J. B., Athanasiadou, S., & Thamsborg, S. M. (2006). Use of plants in novel approaches for control of gastrointestinal helminths in livestock with emphasis on small ruminants. Veterinary Parasitology, 139(4), 308-320. https://doi.org/10.1016/j.vetpar.2006.04.021"}, {"Citation": "Godara, R., Parveen, S., Katoch, R., Yadav, A., Verma, P. K., Katoch, M., … Singh, N. K. (2013). Acaricidal activity of extract of Artemisia absinthium against Rhipicephalus sanguineus of dogs. Parasitology Research, 113(2), 747-754. https://doi.org/10.1007/s00436-013-3704-9"}, {"Citation": "Gomes, J., Magalhães, A., Michel, V., Amado, I. F., Aranha, P., Ovesen, R. G., … Touati, E. (2012). Pteridium aquilinum and its ptaquiloside toxin induce DNA damage response in gastric epithelial cells, a link with gastric carcinogenesis. Toxicological Sciences, 126(1), 60-71. https://doi.org/10.1093/toxsci/kfr329"}, {"Citation": "Guo, X., Shang, X., Li, B., Zhou, X. Z., Wen, H., & Zhang, J. (2017). Acaricidal activities of the essential oil from Rhododendron nivale Hook. f. and its main compound, δ-cadinene against Psoroptes cuniculi. Veterinary Parasitology, 236, 51-54. https://doi.org/10.1016/j.vetpar.2017.01.028"}, {"Citation": "Gupta, S. K., Shinde, K. P., Lone, S. A., Kumar, A., Gupta, S., & Panigrahy, K. (2017). Important poisonous plants in Indian livestock farming and the therapeutic approach. The North-East Veterinarian, 16(4), 12-14."}, {"Citation": "Habeeb, S. M. (2010). Ethno-veterinary and medical knowledge of crude plant extracts and its methods of application (traditional and modern) for tick control. World Applied Sciences Journal, 11(9), 1047-1054."}, {"Citation": "Hashimoto, G. S. O., Neto, F. M., Ruiz, M. L., Acchile, M., Chagas, E. C., Chaves, F. C. M., & Martins, M. L. (2016). Essential oils of Lippia sidoides and Mentha piperita against monogenean parasites and their influence on the hematology of Nile tilapia. Aquaculture, 450, 182-186. https://doi.org/10.1016/j.aquaculture.2015.07.029"}, {"Citation": "Harvey, A. L., Edrada-Ebel, R., & Quinn, R. J. (2015). The re-emergence of natural products for drug discovery in the genomics era. Nature Reviews Drug Discovery, 14(2), 111-129. https://doi.org/10.1038/nrd4510"}, {"Citation": "Hoskin, S. O., Barry, T. N., Wilson, P. R., Charleston, W. A. G., & Hodgson, J. (1999). Effects of reducing anthelmintic input upon growth and faecal egg and larval counts in young farmed deer grazing chicory (Cichorium intybus) and perennial ryegrass (Lolium perenne)/white clover (Trifolium repens) pasture. Journal of Agricultural Science, 132(3), 335-345. https://doi.org/10.1017/S0021859699006383"}, {"Citation": "Ibrahim, M. B., Kaushik, N., Sowemimo, A. A., & Odukoya, O. A. (2016). Review of the phytochemical and pharmacological studies of the genus Markhamia. Pharmacognosy Review, 10(19), 50-59. https://doi.org/10.4103/0973-7847.176547"}, {"Citation": "Inalegwu, B., & Sodipo, O. A. (2013). Phytochemical screening and haemolytic activities of crude and purified saponins of aqueous and methanolic extracts of leaves of Tephrosia vogelii Hook. F. Asian Journal of Plant Science and Research, 3(5), 7-11."}, {"Citation": "Jaenson, T. G. T., Palsson, K., & Borg-Karlson, A. K. (2005). Evaluation of extracts and oils of tick-repellent plants from Sweden. Medical and Veterinary Entomology, 19(4), 345-352. https://doi.org/10.1111/j.1365-2915.2005.00578.x"}, {"Citation": "Jain, P., Singh, S., Singh, S. K., Verma, S. K., Kharya, M. D., & Solanki, S. (2013). Anthelmintic potential of herbal drugs. International Journal of Research and Development in Pharmacy and Life Sciences, 2(3), 412-427."}, {"Citation": "Jayakumar, S., Sathiskumar, S., Baskaran, N., Arumugam, R., & Vanitha, V. (2017). Ethno-veterinary practices in Southern India for captive Asian elephant ailments. Journal of Ethnopharmacology, 200, 184-204. https://doi.org/10.1016/j.jep.2017.02.039"}, {"Citation": "Jegede, T. (2012). Effect of garlic (Allium sativum) on growth, nutrient utilization, resistance and survival of Tilapia zillii (Gervais 1852) fingerlings. Journal of Agricultural Science, 4(2), 269-274. https://doi.org/10.5539/jas.v4n2p269"}, {"Citation": "Kahiya, C., Mukaratirwa, S., & Thamsborg, S. M. (2003). Effects of Acacia nilotica and Acacia karoo diets on Haemonchus contortus infection in goats. Veterinary Parasitology, 115(3), 265-274. https://doi.org/10.1016/S0304-4017(03)00213-9"}, {"Citation": "Kamaraj, C., Rahuman, A. A., Bagaven, A., Mohomed, M. J., Elango, G., Rajakumar, G., … Marimuthu, S. (2010). Ovicidal and larvicidal activity of crude extracts of Melia azedarach against Haemonchus contortus (Strongylida). Parasitology Research, 106(5), 1071-1077. https://doi.org/10.1007/s00436-010-1750-0"}, {"Citation": "Karabín, M., Hudcová, T., Jelínek, L., & Dostálek, P. (2016). Biologically active compounds from hops and prospects for their use. Comprehensive Reviews in Food Science and Food Safety, 15(3), 542-567. https://doi.org/10.1111/1541-4337.12201"}, {"Citation": "Katiki, L. M., Chagas, A. C. S., Takahira, R. K., Juliani, H. R., Ferreira, J. F. S., & Amarante, A. F. T. (2012). Evaluation of Cymbopogon schoenanthus essential oil in lambs experimentally infected with Haemonchus contortus. Veterinary Parasitology, 186(3-4), 312-318. https://doi.org/10.1016/j.vetpar.2011.12.003"}, {"Citation": "Katsuyama, O. (1994). Veterinary folk remedies in Japan. Revue Scientifique et Technique, 13(2), 453-463. https://doi.org/10.20506/rst.13.2.775"}, {"Citation": "Katz, L., & Baltz, R. H. (2016). Natural products discovery: Past, present, and future. Journal of Industrial Microbiology and Biotechnology, 43(2-3), 155-176. https://doi.org/10.1007/s10295-015-1723-5"}, {"Citation": "Katerere, D. R. (2014). Commercialization of ethnoveterinary botanical products. In A. Gurib-Fakim (Ed.), Novel plant bioresources: Applications in food, medicine and cosmetics (pp. 285-293). Chichester, UK: Wiley-Blackwell. https://doi.org/10.1002/9781118460566.ch21"}, {"Citation": "Kidane, B., Van der Maesen, L. J. G., Van Andel, T., & Asfaw, Z. (2014). Ethnoveterinary medicinal plants used by the Maale and Ari ethnic communities in southern Ethiopia. Journal of Ethnopharmacology, 153(1), 274-282. https://doi.org/10.1016/j.jep.2014.02.031"}, {"Citation": "Kilcawley, K. N., Faulkner, H., Clarke, H. J., O'Sullivan, M. G., & Kerry, J. P. (2018). Factors influencing the flavor of bovine milk and cheese from grass based versus non-grass based milk production systems. Foods, 7(37), 1-43. https://doi.org/10.3390/foods7030037"}, {"Citation": "Kingsbury, J. M. (1994). Common poisonous plants (pp. 1-28). Batavia, NY - USA: Cornell Cooperative Extension Publication."}, {"Citation": "Koc, S., Oz, E., Cinbilgel, I., Aydin, L., & Cetin, H. (2013). Acaricidal activity of Origanum bilgeri P.H. Dais (Lamiaceae) essential oil and its major component, carvacrol against adults Rhipicephalus turanicus (Acari: Ixodidae). Veterinary Parasitology, 193(1-3), 316-319. https://doi.org/10.1016/j.vetpar.2012.11.010"}, {"Citation": "Koné, W. M., Atindehou, K. K., Dossahoua, T., & Betschart, B. (2005). Anthelmintic activity of medicinal plants used in Northern Côte d'Ivoire against intestinal helminthiasis. Pharmaceutical Biology, 43, 72-78. https://doi.org/10.1080/13880200590903408"}, {"Citation": "Kramer, K. U. (1990). Dennstaedtiaceae. In K. U. Kramer & P. S. Green (Eds.), The families and genera of vascular plants. Pteridophytes and gymnosperms (pp. 81-94). New York, NY: Springer Verlag."}, {"Citation": "Kumar, A., & Tewari, S. K. (2015). Origin, distribution, ethnobotany and pharmacology Jatropha curcas. Research Journal of Medicinal Plant, 9(2), 48-59. https://doi.org/10.3923/rjmp.2015.48.59"}, {"Citation": "Kumar, R., Katiyar, R., Kumar, S., Kumar, T., & Singh, V. (2016). Lantana camara: An alien weed, its impact on animal health and strategies to control. Journal of Experimental Biology and Agricultural Sciences, 4(3S), 321-337. Retrieved from https://doi.org/10.18006/2016.4(3S).321.337"}, {"Citation": "Kumar, G. M. P., & Nagayya, S. (2017). Utilization of ethno-veterinary medicinal plants in Hassan district of Karnataka, India. International Journal of Pharmacy and Pharmaceutical Sciences, 9(4), 107-112. https://doi.org/10.22159/ijpps.2017v9i4.16975"}, {"Citation": "Lahlau, M. (2013). The success of natural products in drug discovery. Pharmacology & Pharmacy, 4(3), 17-31. https://doi.org/10.4236/pp.2013.43A003"}, {"Citation": "Landau, S. Y., Muklada, H., Abu-Rabia, A., & Azaizeh, H. (2014). Traditional Arab ethno-veterinary practices in small ruminant breeding in Israel. Small Ruminant Research, 199(1-3), 161-171. https://doi.org/10.1016/j.smallrumres.2014.01.004"}, {"Citation": "Lans, C., Harper, T., Georges, K., & Bridgewater, E. (2000). Medicinal plants used for dogs in Trinidad and Tobago. Preventive Veterinary Medicine, 45(3-4), 201-220. https://doi.org/10.1016/s0167-5877(00)00123-9"}, {"Citation": "Lans, C., Turner, N., Brauer, G., Lourenco, G., & Georges, K. (2006). Ethnoveterinary medicines used for horses in Trinidad and in British Columbia, Canada. Journal of Ethnobiology and Ethnomedicine, 2(31), 1-20. https://doi.org/10.1186/1746-4269-2-31"}, {"Citation": "Lans, C., Turner, N., Khan, T., Brauer, G., & Boepple, W. (2007). Ethnoveterinary medicines used for ruminants in British Columbia, Canada. Journal of Ethnobiology and Ethnomedicine, 3(11), 1-22. https://doi.org/10.1186/1746-4269-3-11"}, {"Citation": "Lans, C., Turner, N., Khan, T., & Brauer, G. (2007). Ethnoveterinary medicines used to treat endoparasites and stomach problems in pigs and pets in British Columbia, Canada. Veterinary Parasitology, 148(3-4), 325-340. https://doi.org/10.1016/j.vetpar.2007.06.014"}, {"Citation": "Lans, C., Turner, N., & Khan, T. (2008). Medicinal plant treatments for fleas and ear problems of cats and dogs in British Columbia, Canada. Journal of Parasitology Research, 103, 889-898. https://doi.org/10.1007/s00436-008-1073-6"}, {"Citation": "Lans, C., & Hackett, K. (2013). EdsEssential oil use in ethnoveterinary medicine in British Columbia, Canada. In J. N. Govil & S. Bhattacharya, Essential oils recent progress in medicinal plants (Vol. 36). Peterborough, Canada: Stadium Press."}, {"Citation": "Lans, C. (2016). Possible similarities between the folk medicine historically used by First Nations and American Indians in North America and the ethnoveterinary knowledge currently used in British Columbia, Canada. Journal of Ethnopharmacology, 192(4), 53-66. https://doi.org/10.1016/j.jep.2016.07.004"}, {"Citation": "Lans, C. (2019). Do recent research studies validate the medicinal plants in British Columbia, Canada for pets’ diseases and wild animals taken into temporary care? Journal of Ethnopharmacology, 236, 366-392. https://doi.org/10.1016/j.jep.2019.02.030"}, {"Citation": "Lázaro, S. F., Fonseca, L. D., Martins, E. R., Oliveira, N. J. F., & Duarte, E. R. (2013). Effect of aqueous extracts of Baccharis trimera on development and hatching of Rhipicephalus microplus (Acaridae) eggs. Veterinary Parasitology, 194(1), 79-82. https://doi.org/10.1016/j.vetpar.2012.12.025"}, {"Citation": "Lee, A-R., Kwon, M., Kang, M-K., Kim, J., Kim, S-U., & Ro, D-K. (2019). Increased sesqui- and triterpene production by co-expression of HMG-CoA reductase and biotin carboxyl carrier protein in tobacco (Nicotiana Benthamiana). Metabolic Engineering, 52, 20-28. https://doi.org/10.1016/j.ymben.2018.10.008"}, {"Citation": "Lees, P., & Toutain, P. L. (2012). The role of pharmacokinetics in veterinary drug residues. Drug Testing Analysis, 4(Suppl. 1), 34-39. https://doi.org/10.1002/dta.1374"}, {"Citation": "Leonard, C. M., & Viljoen, A. M. (2015). Warburgia: A comprehensive review of the botany, traditional uses and phytochemistry. Journal of Ethnopharmacology, 165, 260-285. https://doi.org/10.1016/j.jep.2015.02.021"}, {"Citation": "Li, Y., He, S., Tang, J., Ding, N., Chu, X., Cheng, L., … Wu, J. (2017). Andrographolide inhibits inflammatory cytokines secretion in LPS-stimulated RAW264.7 cells through suppression of NF-κB/MAPK signaling pathway. Evidence-Based Complementary and Alternative Medicine, 2017(8248142), 1-9. https://doi.org/10.1155/2017/8248142"}, {"Citation": "Liberati, D., Altman, D. G., Tetzlaff, J., Mulrow, C., Gøtzsche, P. C., Ioannidis, J. P. A., … Moher, D. (2009). The PRISMA statement for reporting systematic reviews and meta-analyses of studies that evaluate health care interventions: Explanation and elaboration. PLoS Medicine, 6(7), 1-28. https://doi.org/10.1371/journal.pmed.1000100"}, {"Citation": "Lwande, W., Ndakala, A., Hassanali, A., Moreka, L., Nyandat, E., Ndungu, M., … Punyua, D. (1999). Gynandropsis gynandra essential oil and its constituents as tick (Rhipicephalus appendiculatus) repellents. Phytochemistry, 50(3), 401-405. https://doi.org/10.1016/S0031-9422(98)00507-X"}, {"Citation": "Macedo, I. T. F., Oliveira, L. M. B., Ribeiro, W. L. C., Santos, J. M. L., Silva, K. C., Araújo Filho, J. V., … Bevilaqua, C. M. L. (2015). Anthelmintic activity of Cymbopogon citratus against Haemonchus contortus. Brazilian Journal of Veterinary Parasitology, 24(3), 268-275. https://doi.org/10.1590/S1984-29612015059"}, {"Citation": "Madureira, A. M., Ramalhete, C., Mulhoso, S., Duarte, A., & Ferreira, M. J. U. (2012). Antibacterial activity of some African medicinal plants used traditionally against infectious diseases. Pharmaceutical Biology, 50(4), 481-489. https://doi.org/10.3109/13880209.2011.6158"}, {"Citation": "Magano, S. R., Nchu, F., & Eloff, J. (2011). In vitro investigation of the repellent effects of the essential oil of Lippia javanica on adults of Hyalomma marginatum rufipes. African Journal of Biotechnology, 10(44), 8970-8975. https://doi.org/10.5897/AJB11.749"}, {"Citation": "Mansour, S. A., Bakr, R. F. A., Mohamed, R. I., & Hasaneen, N. M. (2011). Larvicidal activity of some botanical extracts, commercial insecticides and their binary mixtures against the housefly, Musca domestica L. The Open Toxinology Journal, 4, 1-13. https://doi.org/10.2174/1875414701104010001"}, {"Citation": "Maphosa, V., & Masika, P. J. (2010). Ethnoveterinary uses of medicinal plants: A survey of plants used in the ethnoveterinary control of gastro-intestinal parasites of goats in the Eastern Cape Province, South Africa. Pharmaceutical Biology, 48(6), 697-702. https://doi.org/10.3109/13880200903260879"}, {"Citation": "Maroyi, A. (2017a). Acacia karroo Hayne: Ethnomedicinal uses, phytochemistry and pharmacology of an important medicinal plant in southern Africa. Asian Pacific Journal of Tropical Medicine, 10(4), 351-360. https://doi.org/10.1016/j.apjtm.2017.03.021"}, {"Citation": "Maroyi, A. (2017b). Ethnopharmacological uses, phytochemistry, and pharmacological properties of Croton macrostachyus Hochst. Ex Delile: A comprehensive review. Evidence-Based Complementary and Alternative Medicine, 2017, 1-17. https://doi.org/10.1155/2017/1694671"}, {"Citation": "Martinez-Velázquez, M., Rosario-Cruz, R., Castillo-Herrera, G., Flores-Fernandez, J. M., Alvarez, A. H., & Lugo-Cervantes, E. (2011). Acaricidal effect of essential oils from Lippia graveolens (Lamiales: Verbenaceae), Rosmarinus officinalis (Lamiales: Lamiaceae), and Allium sativum (Liliales: Liliaceae) against Rhipicephalus (Boophilus) microplus (Acari: Ixodidae). Journal of Medical Entomology, 48(4), 822-827. https://doi.org/10.1603/ME10140"}, {"Citation": "Martin, M., McCorkle, C. M., & Mathias, E. (2001). Ethnoveterinary Medicine: An Annotated Bibliography of Community Animal, Indigenous Knowledge and Development Series, London-UK, Practical Action Publishing."}, {"Citation": "Mayer, M., Vogl, C. R., Amorena, M., Hamburger, M., & Walkenhorst, M. (2014). Treatment of organic livestock with medicinal plants: A systematic review of European ethnoveterinary research. Forsch Komplementmed, 21(6), 375-386. https://doi.org/10.1159/000370216"}, {"Citation": "Mbaveng, A. T., Hamm, R., & Kuete, V. (2014). EdHarmful and protective effects of terpenoids from African medicinal plants. In V. Kuete, Toxicological survey of African medicinal plants (pp. 557-576). Amsterdam, the Netherlands: Elsevier. https://doi.org/10.1016/B978-0-12-800018-2.00019-4"}, {"Citation": "McGaw, L. J., & Eloff, J. N. (2008). Ethnoveterinary use of Southern African plants and scientific evaluation of their medicinal properties. Journal Ethnopharmacology, 119(3), 559-574. https://doi.org/10.1016/j.jep.2008.06.013"}, {"Citation": "McGaw, L. J., & Eloff, J. N. (2014). African plants with potential for development into ethnoveterinary products. In A. Gurib-Fakim (Ed.), Novel plant bioresources: Applications in food, medicine and cosmetics (pp. 237-262). West Sussex, UK: John Wiley & Sons. https://doi.org/10.1002/9781118460566.ch19"}, {"Citation": "McGaw, L. J., Famuyide, I. M., Khunoana, E. T., & Aremu, A. O. (2020). Ethnoveterinary botanical medicine in South Africa: A review of research from the last decade (2009 to 2019). Journal of Ethnopharmacology, 257(112864), 2-13. https://doi.org/10.1016/j.jep.2020.112864"}, {"Citation": "Mello, F. B., Jacobus, D., Carvalho, K., & Mello, J. R. B. (2005). Effects of Lantana camara (Verbenaceae) on general reproductive performance and teratology in rats. Toxicon, 45(4), 459-466. https://doi.org/10.1016/j.toxicon.2004.12.004"}, {"Citation": "Mesfin, T., & Obsa, T. (1994). Ethiopian traditional veterinary practices and their possible contribution to animal production and management. Revue Scientifique et Technique (International Office of Epizootics), 13(2), 417-424. https://doi.org/10.20506/rst.13.2.769"}, {"Citation": "Mesquita, M. A., Silva Júnior, J. B., Panassol, A. M., Oliveira, E. F., Camurça-Vasconcelos, A. L. F., Paula, H. C. B., & Bevilaqua, C. M. L. (2013). Anthelmintic activity of Eucalyptus staigeriana encapsulated oil on sheep gastrointestinal nematodes. Parasitology Research, 112(9), 3161-3165. https://doi.org/10.1007/s00436-013-3492-2"}, {"Citation": "Mezzasalma, V., Ganopoulos, I., Galimberti, A., Cornara, L., Ferri, E., & Labra, M. (2017). Poisonous or non-poisonous plants? DNA-based tools and applications for accurate identification. International Journal of Legal Medicine, 131, 1-19. https://doi.org/10.1007/s00414-016-1460-y"}, {"Citation": "Militz, T. A., Southgate, P. C., Carton, A. G., & Hutson, K. S. (2014). Dietary supplementation of garlic (Allium sativum) to prevent monogenean infection in aquaculture. Aquaculture, 408-409, 95-99. https://doi.org/10.1016/j.aquaculture.2013.05.027"}, {"Citation": "Mitra, S., & Mukherjee, S. K. (2007). Plants used as ethnoveterinary medicine in Uttar and Dakshin Dinajpur districts of West Bengal, India. In A. P. Das & A. K. Pandey (Eds.), Advances in ethnobotany (pp. 117-122). Dehradun, India: Bishen Singh Mahendra Pal Singh."}, {"Citation": "Mitsch, P., Zitterl-Eglseer, K., Köhler, B., Gabler, C., Losa, R., & Zimpernik, I. (2004). The effect of two different blends of essential oil components on the proliferation of Clostridium perfringens in the intestines of broiler chickens. Poultry Science, 83(4), 669-675. https://doi.org/10.1093/ps/83.4.669"}, {"Citation": "Moran, L., Aldezabal, A., Aldai, N., & Barron, L. J. R. (2019). Terpenoid traceability of commercial sheep cheeses produced in mountain and valley farms: From pasture to mature cheeses. Food Research International, 126(108669), 1-11. https://doi.org/10.1016/j.foodres.2019.108669"}, {"Citation": "Muhammad, N., Ali, N., & Uddin, N. (2019). Ethno-veterinary practices used for treatment of various ailments in hilly areas of melagah valley district swat KPK, Pakistan. International Journal of Botany Studies, 4(3), 171-179."}, {"Citation": "Navarro-Rocha, J., Barrero, A. F., Burillo, J., Olmeda, A. S., & González-Coloma, A. (2018). Valorization of essential oils from two populations (wild and commercial) of Geranium macrorrhizum L. Industrial Crops and Products, 116, 41-45. https://doi.org/10.1016/j.indcrop.2018.02.046"}, {"Citation": "Ndungu, M., Lwande, W., Hassanali, A., Moreka, L., & Chhabra, S. C. (1995). Cleome monophylla essential oil and its constituents as tick (Rhipicephalus appendiculatus) and maize weevil (Sitophilus zeamais) repellents. Entomologia Experimentalis Applicata, 76(3), 217-222. https://doi.org/10.1111/j.1570-7458.1995.tb01965.x"}, {"Citation": "Neuwinger, H. D. (2004). Plants used for poison fishing in tropical Africa. Toxicon, 44, 417-430. Retrieved from https://www.doi.org/10.1016/j.toxicon.2004.05.014"}, {"Citation": "Neto, T. O. S., Riet-Correa, F., Barbosa, F. M. S., Silva, M. B. A., Marques, M. F. S., Nóbrega, G. D., … Lucena, R. B. (2017). Natural and experimental poisoning by Cestrum laevigatum (Solanaceae) among cattle in the Agreste region of Paraíba, Brazil. Semina: Ciências Agrárias, 38(5), 3123-3132. https://doi.org/10.5433/1679-0359.2017v38n5p3123"}, {"Citation": "Newman, D. J., & Cragg, G. M. (2016). Natural products as sources of new drugs from 1981 to 2014. Journal of Natural Products, 79(3), 629-661. https://doi.org/10.1021/acs.jnatprod.5b01055"}, {"Citation": "Nganou, B. K., Mpetga, J. D. S., Selvaraj, J., Mvnl, C., Palanisamy, D., Nkuetea, A. H., & Tane, P. (2018). A brief review on Agauria salicifolia: A Mediterranean plant species. Journal of Pharmaceutical Sciences and Research, 10(10), 2428-2430."}, {"Citation": "Nigam, G., & Sharma, N. K. (2010). Ethnoveterinary plants of Jhansi district, Uttar Pradesh. Indian Journal of Traditional Knowledge, 9(4), 664-667."}, {"Citation": "Nigam, M., Kulkarni, R., & Kumar, M. (2015). Case-series on Lantana camara: The notorious killer. Journal of the Indian Society of Toxicology, 11(2), 46-49."}, {"Citation": "Njoroge, G. N., & Bussmann, R. W. (2006). Herbal usage and informant consensus in ethnoveterinary management of cattle diseases among the Kikuyus (Central Kenya). Journal of Ethnopharmacology, 108(3), 332-339. https://doi.org/10.1016/j.jep.2006.05.031"}, {"Citation": "Nong, X., Li, S. H., Chen, F. Z., Wang, J. H., Xie, Y., Fang, C. L., … Yang, G. Y. (2014). Isolation and identification of acaricidal compounds in Eupatorium adenophorum petroleum ether extract and determination of their acaricidal activity against Psoroptes cuniculi. Veterinary Parasitology, 203(1-2), 197-202. https://doi.org/10.1016/j.vetpar.2014.01.029"}, {"Citation": "Nuutinen, T. (2018). Medicinal properties of terpenes found in Cannabis sativa and Humulus lupulus. European Journal of Medicinal Chemistry, 157, 198-228. https://doi.org/10.1016/j.ejmech.2018.07.076"}, {"Citation": "Obatomi, D. K., & Bach, P. H. (1998). Biochemistry and toxicology of the diterpenoid glycoside atractyloside. Food and Chemical Toxicology, 36, 335-346."}, {"Citation": "Oh, J., Bowling, J. J., Caroll, J. F., Demirci, B., Can Baser, K. H., Leininger, T. D., … Hamann, M. T. (2012). Natural product studies of U.S. endangered plants: Volatile components of Lindera melissifolia (Lauraceae) repel mosquitoes and ticks. Phytochemistry, 80, 28-36. https://doi.org/10.1016/j.phytochem.2012.05.001"}, {"Citation": "Ojo, A. A., Adewole, S. O., & Olofintoye, L. K. (2014). Studies on ethnoveterinary practice in ruminants in Ekiti State, Nigeria. Research Journal of Agriculture and Environmental Management, 3(12), 632-645. Retrieved from http://repository.elizadeuniversity.edu.ng/jspui/handle/20.500.12398/397"}, {"Citation": "Ortega, D. L., & Tschirley, D. L. (2017). Demand for food safety in emerging and developing countries: A research agenda for Asia and Sub-Saharan Africa. Journal of Agribusiness in Developing and Emerging, 7(1), 21-34. https://doi.org/10.1108/JADEE-12-2014-0045"}, {"Citation": "Paduch, R., Kandefer-Szerszeń, M., Trytek, M., & Fiedurek, J. (2007). Terpenes: Substances useful in human healthcare. Archivum Immunologiae et Therapiae Experimentalis, 55(315), 315-327. https://doi.org/10.1007/s00005-007-0039-1"}, {"Citation": "Palombo, E. A. (2011). Traditional medicinal plant extracts and natural products with activity against oral bacteria: Potential application in the prevention and treatment of oral diseases. Evidence-Based Complementary and Alternative Medicine, 2011(680354), 1-15. https://doi.org/10.1093/ecam/nep067"}, {"Citation": "Peña-Espinoza, M., Thamsborg, S. M., Desrues, O., Hansen, T. V. A., & Enemark, H. L. (2016). Anthelmintic effects of forage chicory (Cichorium intybus) against gastrointestinal nematode parasites in experimentally infected cattle. Parasitology, 143(10), 1279-1293. https://doi.org/10.1017/S0031182016000706"}, {"Citation": "Piluzza, G., & Bullitta, S. (2011). Correlations between phenolic content and antioxidant properties in twenty-four plant species of traditional ethnoveterinary use in the Mediterranean area. Pharmaceutical Biology, 49(3), 240-247. https://doi.org/10.3109/13880209.2010.501083"}, {"Citation": "Pinedo, P. J., Velez, J. S., Bothe, H., Merchan, D., Piñeiro, J. M., & Risco, C. A. (2015). Effect of intrauterine infusion of an organic-certified product on uterine health, survival, and fertility of dairy cows with toxic puerperal metritis. Journal of Dairy Science, 98(5), 3120-3132. https://doi.org/10.3168/jds.2014-8944"}, {"Citation": "Pirali-Kheirabadi, K., & Silva, J. A. T. (2010). Lavandula angustifolia essential oil as a novel and promising natural candidate for tick Rhipicephalus (Boophilus) annulatus control. Experimental Parasitology, 126(2), 184-186. https://doi.org/10.1016/j.exppara.2010.04.012"}, {"Citation": "Poppenga, R. H. (2002). Herbal medicine: Potential for intoxication and interactions with conventional drugs. Clinical Techniques in Small Animal Practice, 17(1), 6-18."}, {"Citation": "Poulopoulou, I., Zoidis, E., Massouras, T., & Hadjigeorgiou, I. (2012). Transfer of orally administered terpenes in goat milk and cheese. Asian-Australasian Journal of Animal Science, 25(10), 1411-1418. https://doi.org/10.5713/ajas.2012.12165"}, {"Citation": "Poutaraud, A., Michelot-Antalik, A., & Plantureux, S. (2017). Grasslands: A source of secondary metabolites for livestock health. Journal of Agricultural and Food Chemistry, 65(31), 6535-6553. https://doi.org/10.1021/acs.jafc.7b00425"}, {"Citation": "Prates, H. T., Leite, R. C., Craveiro, A. A., & Oliveira, A. B. (1998). Identification of some chemical components of the essential oil from molasses grass (Melinis minutiflora Beauv.) and their activity against cattle-tick (Boophilus microplus). Journal Brazilian Chemical Society, 9(2), 193-197. https://doi.org/10.1590/S0103-50531998000200013"}, {"Citation": "Priyanka, N., & Joshi, P. K. (2013). A review of Lantana camara studies in India. International journal of Scientific and Research Publications, 3(10), 1-11."}, {"Citation": "Radict, D. M., & Bartges, J. W. (2014). Evidence-based integrative medicine in clinical veterinary oncology. Veterinary Clinics of North America: Small Animal Practice, 44(5), 831-853. https://doi.org/10.1016/j.cvsm.2014.06.002"}, {"Citation": "Raditic, D. M. (2015). Complementary and integrative therapies for lower urinary tract diseases. Veterinary Clinics of North America: Small Animal Practice, 45(4), 857-878. https://doi.org/10.1016/j.cvsm.2015.02.009"}, {"Citation": "Raina, R., Verma, P. K., Peshin, R., & Kour, H. (2019). Potential of Juniperus communis L as a nutraceutical in human and veterinary medicine. Heliyon, 5(e02376), E02376. https://doi.org/10.1016/j.heliyon.2019.e02376"}, {"Citation": "Rana, M. S., Lee, S. Y., Kang, H. J., & Hur, S. J. (2019). Reducing veterinary drug residues in animal products: A review. Food Science of Animal Resources, 39(5), 687-703. https://doi.org/10.5851/kosfa.2019.e65"}, {"Citation": "Rasmussen, L. H., & Pedersen, H. A. (2017). Screening for ptaquiloside in ferns: Using herbarium specimens for qualitative mapping purposes. Phytochemical Analysis, 28, 575-583. https://doi.org/10.1002/pca.2707"}, {"Citation": "Ravindran, R., Juliet, S., Sunil, A. R., Ajith Kumar, K. G., Nair, S. N., Amithamol, K. K., & Ghosh, S. (2011). Eclosion blocking effect of ethanolic extract of Leucas aspera (Lamiaceae) on Rhipicephalus (Boophilus) annulatus. Veterinary Parasitology, 179(1), 287-290. https://doi.org/10.1016/j.vetpar.2011.02.021"}, {"Citation": "Ribeiro, V. L. S., Santos, J. C., Bordignon, S. A., Apel, M. A., Henriques, A. T., & von Poser, G. L. (2010). Acaricidal properties of the essential oil from Hesperozygis ringens (Lamiaceae) on the cattle tick Rhipicephalus (Boophilus) microplus . Bioresource Technology, 101(7), 2506-2509. https://doi.org/10.1016/j.biortech.2009.11.016"}, {"Citation": "Ribeiro, S. C., Malheiros, D. F., Guiloski, I. C., Majolo, C., Chaves, F. C. M., Chagas, E. C., … Yoshioka, E. T. O. (2018). Antioxidants effects and resistance against pathogens of Colossoma macropomum (Serrasalmidae) fed Mentha piperita essential oil. Aquaculture, 490(2018), 29-34. https://doi.org/10.1016/j.aquaculture.2018.02.024"}, {"Citation": "Ribeiro, D. S. F., Keller, K. M., & Soto-Blanco, B. (2020). Ptaquiloside and pterosin B levels in mature green fronds and sprouts of Pteridium arachnoideum. Toxins, 12(288), 1-8. https://doi.org/10.3390/toxins12050288"}, {"Citation": "Richter, C. H., Custer, B., Steele, J. A., Wilcox, B. A., & Xu, J. (2015). Intensified food production and correlated risks to human health in the Greater Mekong Subregion: A systematic review. Environmental Health, 14(43), 1-13. https://doi.org/10.1186/s12940-015-0033-8"}, {"Citation": "Ritter, R. A., Monteiro, M. V. B., Monteiro, F. O. B., Rodrigues, S. T., Soares, M. L., Silva, J. C. R., … Tourinho, M. M. (2012). Ethnoveterinary knowledge and practices at Colares island, Pará state, eastern Amazon, Brazil. Journal of Ethnopharmacology, 144(2), 345-352. https://doi.org/10.1016/j.jep.2012.09.018"}, {"Citation": "Rizzo, P. V., Menten, J. F. M., Racanicci, A. M. C., & Santarosa, J. (2008). Foundation and perspectives of the use of plant extracts as performance enhancers in broilers. Brazilian Journal of Poultry Science, 10(4), 195-204. https://doi.org/10.1590/S1516-635X2008000400001"}, {"Citation": "Roach, J. S., Devappa, R. K., Makkar, H. P. S., & Becker, K. (2012). Isolation, stability and bioactivity of Jatropha curcas phorbol esters. Fitoterapia, 83(3), 586-592. https://doi.org/10.1016/j.fitote.2012.01.001"}, {"Citation": "Roeder, E., Bourauel, T., Meier, U., & Wiedenfeld, H. (1994). Diterpene glycosides from Iphiona aucheri. Phytochemistry, 37(2), 353-355. https://doi.org/10.1016/0031-9422(94)85060-7"}, {"Citation": "Ronlán, A., & Wickberhg, B. (1970). The structure of mezerein, a major toxic principle of Daphne mezereum L. Tetrahedron Letters, 11(49), 4261-4264. https://doi.org/10.1016/S0040-4039(00)89459-9"}, {"Citation": "Romero-Benavídes, J. C., Ruano, A. L., Silva-Rivas, R., Vivanco-Jaramillo, S., & Bailo-Moscoso, N. (2017). Medicinal plants used as anthelmintics: Ethnomedical, pharmacological and phytochemical studies. European Journal of Medicinal Chemistry, 129, 209-2017. https://doi.org/10.1016/j.ejmech.2017.02.005"}, {"Citation": "Rosado-Aguilar, J. A., Arjona-Cambranes, K., Torres-Acosta, J. F. J., Rodríguez-Vivas, R. I., Bolio-González, M. E., Ortega-Pacheco, A., … Aguilar-Caballero, A. J. (2017). Plant products and secondary metabolites with acaricide activity against ticks. Veterinary Parasitology, 238, 66-76. https://doi.org/10.1016/j.vetpar.2017.03.023"}, {"Citation": "Sandoval-Castro, C. A., Torres-Acosta, J. F. J., Hoste, H., Salem, A. Z. M., & Chan-Pérez, J. I. (2012). Using plant bioactive materials to control gastrointestinal tract helminths in livestock. Animal Feed Science and Technology, 176(1-4), 192-201. https://doi.org/10.1016/j.anifeedsci.2012.07.023"}, {"Citation": "Sardá-Ribeiro, V. L., Rolim, V., Bordignon, S., Henriques, A. T., Dorneles, G. G., Limberger, R. P., & von Poser, G. (2008). Chemical composition and larvicidal properties of the essential oils from Drimys brasiliensis Miers (Winteraceae) on the cattle tick Rhipicephalus (Boophilus) microplus and the brown dog tick Rhipicephalus sanguineus. Parasitology Research, 102, 531-535. https://doi.org/10.1007/s00436-007-0799-x"}, {"Citation": "Schelkle, B., Snellgrove, D., Jones, L. L., & Cable, J. (2015). Efficacy of commercially available products against Gyrodactylus turnbulli infections on guppies Poecilia reticulata. Diseases of Aquatic Organism, 115(2), 129-137. https://doi.org/10.3354/dao02886"}, {"Citation": "Schmid, K., Ivenmeyer, S., Vogl, C., Klarer, F., Meier, B., Hamburger, M., & Walkenhorst, M. (2012). Traditional use of herbal remedies in livestock by farmers in 3 Swiss cantons (Aargau, Zurich, Schaffhausen). Forschende Komplementarmedizin, 19(3), 125-136. https://doi.org/10.1159/000339336"}, {"Citation": "Seebaluck, R., Gurib-Fakin, A., & Mahomoodally, F. (2015). Medicinal plants from the genus Acalypha (Euphorbiaceae) - A review of their ethnopharmacology and phytochemistry. Journal of Ethnopharmacology, 159, 137-157. https://doi.org/10.1016/j.jep.2014.10.040"}, {"Citation": "Sehgal, A. B., & Sood, S. K. (2013). Ethnoveterinary practices for herbal cure of livestock used by rural populace of Hamirpur, (H.P.), India. IOSR Journal of Agriculture and Veterinary Science, 3(1), 7-14. https://doi.org/10.9790/2380-0310714"}, {"Citation": "Shackleton, R. T., Witt, A. B. R., Aool, W., & Pratt, C. (2017). Distribution of the invasive alien weed, Lantana camara, and its ecological and livelihood impacts in eastern Africa. American Journal of Range and Forage Science, 34(1), 1-11. https://doi.org/10.2989/10220119.2017.1301551"}, {"Citation": "Shahin, M., Smith, B. L., & Prakash, A. S. (1999). Bracken carcinogens in the human diet. Mutation Research, 443(1-2), 69-79. https://doi.org/10.1016/s1383-5742(99)00011-3"}, {"Citation": "Sharma, O. P., Makkar, H. P. S., & Dawra, R. K. (1988). A review of the noxious plant Lantana camara. Toxicon, 26(11), 975-987. https://doi.org/10.1016/0041-0101(88)90196-1"}, {"Citation": "Sharma, R., & Manhas, R. K. (2015). Ethnoveterinary plants for the treatment of camels in Shiwalik regions of Kathua district of Jammu & Kashmir, India. Journal of Ethnopharmacology, 169, 170-175. https://doi.org/10.1016/j.jep.2015.04.018"}, {"Citation": "Shin, B., & Park, W. (2018). Zoonotic diseases and phytochemical medicines for microbial infections in veterinary science: Current state and future perspective. Frontiers in Veterinary Science, 5(166), 1-9. https://doi.org/10.3389/fvets.2018.00166"}, {"Citation": "Shyma, K., Gupta, J., Ghosh, S., Patel, K., & Singh, V. (2014). Acaricidal effect of herbal extracts against cattle tick Rhipicephalus (Boophilus) microplus using in vitro studies. Parasitology Research, 113(5), 1919-1926. https://doi.org/10.1007/s00436-014-3839-3"}, {"Citation": "Singh, N. K., Vemu, B., Nandi, A., Singh, H., Kumar, R., & Dumka, V. K. (2014). Acaricidal activity of Cymbopogon winterianus, Vitex negundo and Withania somnifera against synthetic pyrethroid resistant Rhipicephalus (Boophilus) microplus. Parasitology Research, 113(1), 341-350. https://doi.org/10.1007/s00436-013-3660-4"}, {"Citation": "Singh, B., & Sharma, R. A. (2015). Plant terpenes: Defense responses, phylogenetic analysis, regulation and clinical applications. 3 Biotech, 5(2), 129-151. https://doi.org/10.1007/s13205-014-0220-2"}, {"Citation": "Sinmez, Ç. Ç., Aslim, G., & Yaşar, A. (2018). An ethnoveterinary study on plants used in the treatment of dermatological diseases in Central Anatolia, Turkey. Journal of Complementary Medicine Research, 8(2), 71-84. https://doi.org/10.5455/jcmr.20180510044255"}, {"Citation": "Smith, H. H. (1933). Ethnobotany of the forest Potawatomi Indians. Bulletin of the Public Museum of the City of Milwaukee, 7(1), 1-230. Milwaukee-USA: Order of the Board of Trustees."}, {"Citation": "Snider, D. B., Gardner, D. R., Janke, B. H., & Ensley, S. M. (2015). Pine needle abortion biomarker detected in bovine fetal fluids. Journal of Veterinary Diagnostic Investigation, 27(1), 74-79. https://doi.org/10.1177/1040638714554443"}, {"Citation": "Soares, B. V., Neves, L. R., Ferreira, D. O., Oliveira, M. S. B., Chaves, F. C. M., Chagas, E. C., … Tavares-Dias, M. (2017). Antiparasitic activity, histopathology and physiology of Colossoma macropomum (tambaqui) exposed to the essential oil of Lippia sidoides (Verbenaceae). Veterinary Parasitology, 234, 49-56."}, {"Citation": "Stark, T. D., Mtui, D. J., & Balemba, O. B. (2013). Ethnopharmacological survey of plants used in the traditional treatment of gastrointestinal pain, inflammation and diarrhea in Africa: Future perspectives for integration into modern medicine. Animals, 3(1), 158-227. https://doi.org/10.3390/ani3010158"}, {"Citation": "Stewart, M. J., & Steenkamp, V. (2000). The biochemistry and toxicity of atractyloside: A Review. Therapeutic Drug Monitoring, 22(6), 641-649. Retrieved from https://www.doi.org/10.1097/00007691-200012000-00001"}, {"Citation": "Suleiman, M. M., Mohammed, M., Adamu, S., Eserohene, J. I., Mohammad, T., & Ahmad, M. T. (2014). Evaluation of anthelmintic activity of Nigerian ethnoveterinary plants; Cassia occidentalis and Guiera senegalensis. Veterinary World, 7(7), 536-541. https://doi.org/10.14202/vetworld.2014.536-541"}, {"Citation": "Sut, S., Baldan, V., Faggian, M., Peron, G., & Dall'Acqua, S. (2016). Nutraceuticals, a new challenge for medicinal chemistry. Current Medicinal Chemistry, 23(28), 3198-3223. https://doi.org/10.2174/0929867323666160615104837"}, {"Citation": "Tabuti, J. R. S., Dhillion, S., & Lye, K. A. (2003). Ethnoveterinary medicines for cattle (Bos indicus) in Bulamogi country, Uganda: Plant species and mode of use. Journal of Ethnopharmacology, 88, 279-286. https://doi.org/10.1016/S0378-8741(03)00265-4"}, {"Citation": "Talakal, T. S., Dwivedi, S. K., & Sharma, S. R. (1995). In vitro and in vivo antitrypanosomal activity of Xanthium strumarium leaves. Journal of Ethnopharmacology, 49(3), 141-145. https://doi.org/10.1016/0378-8741(95)01313-X"}, {"Citation": "Talpur, A. D. (2014). Mentha piperita (Peppermint) as feed additive enhanced growth performance, survival, immune response and disease resistance of Asian seabass, Lates calcarifer (Bloch) against Vibrio harveyi infection. Aquaculture, 420-421, 71-78. https://doi.org/10.1016/j.aquaculture.2013.10.039"}, {"Citation": "Tariq, K. A., Chishti, M. Z., Ahmad, F., & Shawl, A. S. (2008). Anthelmintic efficacy of Achillea millifolium against gastrointestinal nematodes of sheep: In vitro and in vivo studies. Journal of Helminthology, 82(3), 227-233. https://doi.org/10.1017/S0022149X08972515"}, {"Citation": "Thakur, M., Asrani, R. K., Thakur, S., Sharma, P. K., Patil, R. D., Lal, B., & Parkash, O. (2016). Observations on traditional usage of ethnomedicinal plants in humans and animals of Kangra and Chamba districts of Himachal Pradesh in North-Western Himalaya, India. Journal of Ethnopharmacology, 191, 280-300. https://doi.org/10.1016/j.jep.2016.06.033"}, {"Citation": "Tholl, D. (2015). Biosynthesis and biological functions of terpenoids in plants. In J. Schrader & J. Bohlmann (Eds.), Biotechnology of isoprenoids. Advances in biochemical engineering/biotechnology (pp. 63-106). Cham, Switzerland: Springer International Publishing. https://doi.org/10.1007/10_2014_295"}, {"Citation": "Tilahun, M., Etifu, M., & Shewage, T. (2019). Plant diversity and ethnoveterinary practices of Ethiopia: A systematic review. Evidence-Based Complementary and Alternative Medicine, 2019, 1-9. https://doi.org/10.1155/2019/5276824"}, {"Citation": "Tokarnia, C. H., Döbereiner, J., & Peixoto, P. V. (2002). Poisonous plants affecting livestock in Brazil. Toxicon, 40(12), 1635-1660. https://doi.org/10.1016/s0041-0101(02)00239-8"}, {"Citation": "Tourchi-Roudsari, M. (2014). Multiple effects of bracken fern under in vivo and in vitro conditions. Asian Pacific Journal of Cancer Prevention, 15, 7505-7513. https://doi.org/10.7314/APJCP.2014.15.18.7505"}, {"Citation": "Toyang, N. J., Wanyama, J., Nuwanyakpa, M., & Django, S. (2007). Ethnoveterinary medicine: A practical approach to the treatment of cattle diseases in sub-Saharan Africa (2nd ed., pp. 1-88). Wageningen, the Netherlands: Agromisa Foundation and CA."}, {"Citation": "Toyang, N. J., & Verpoorte, R. (2013). A review of the medicinal potentials of plants of the genus Vernonia (Asteraceae). Journal of Ethnopharmacology, 146(3), 681-723. https://doi.org/10.1016/j.jep.2013.01.040"}, {"Citation": "Trindade, R., Silva, J. K., & Setzer, W. N. (2018). Copaifera of the neotropics: A review of the phytochemistry and pharmacology. International Journal Molecular Sciences, 19(5), 1511-1544. https://doi.org/10.3390/ijms19051511"}, {"Citation": "Tumón, H., Thorsell, W., Mikiver, A., & Malander, I. (2006). Arthropod repellency, especially tick (Ixodes ricinus), exerted by extract from Artemisia abrotanum and essential oil from flowers of Dianthus caryophyllum. Fitoterapia, 77(4), 257-261. https://doi.org/10.1016/j.fitote.2006.02.009"}, {"Citation": "Turgut, M., Alhan, C. C., Gürgöze, M., Kurt, A., Doğan, Y., Tekatli, M., … Aygün, D. (2005). Carboxyatractyloside poisoning in humans. Annals of Tropical Paediatrics, 25(2), 125-134. https://doi.org/10.1179/146532805X45728"}, {"Citation": "Usha, S., Rajasekaran, C., & Siva, R. (2016). Ethnoveterinary medicine of the Shervaroy Hills of Eastern Ghats, India as alternative medicine for animals. Journal of Traditional and Complementary Medicine, 6(1), 118-125. https://doi.org/10.1016/j.jtcme.2014.11.013"}, {"Citation": "Van Boeckel, T. P., Brower, C., Gilbert, M., Grenfell, B. T., Levin, S. A., Robinson, T. P., … Laxminarayan, R. (2015). Global trends in antimicrobial use in food animals. Proceedings of the National Academy of Sciences, 112(18), 1-6. https://doi.org/10.1073/pnas.1503141112"}, {"Citation": "Veeramani, V., Sakthivelkumar, S., Tamilarasan, K., Aisha, S. O., & Janarthanan, S. (2014). Acaricidal activity of Ocimum basilicum and Spilanthes acmella against the ectoparasitic tick, Rhipicephalus (Boophilus) microplus (Arachinida: Ixodidae). Tropical Biomedicine, 31(3), 414-421."}, {"Citation": "Veiga, M., Costa, E. M., Silva, S., & Pintado, M. (2020). Impact of plant extracts upon human health: A review. Critical Reviews in Food Science and Nutrition, 60(5), 873-886. https://doi.org/10.1080/10408398.2018.1540969"}, {"Citation": "Viegi, L., Pieroni, A., Guarrera, P. M., & Vangelisti, R. (2003). A review of plants used in folk veterinary medicine in Italy as basis for a databank. Journal of Ethnopharmacology, 89(2-3), 221-244. https://doi.org/10.1016/j.jep.2003.08.003"}, {"Citation": "Virgilio, A., Sinisi, A., Russo, V., Gerardo, S., Santoro, A., Galeone, A., … Roperto, F. (2015). Ptaquiloside, the major carcinogen of bracken fern, in the pooled raw milk of healthy sheep and goats: An underestimated, global concern of food safety. Journal of Agricultural and Food Chemistry, 63(19), 4886-4892. https://doi.org/10.1021/acs.jafc.5b01937"}, {"Citation": "Vogl, C. R., Vogl-Lukasser, B., & Walkenhorst, M. (2016). Local knowledge held by farmers in Eastern Tyrol (Austria) about the use of plants to maintain and improve animal health and welfare. Journal of Ethnobiology and Ethnomedicine, 12(40), 1-17. https://doi.org/10.1186/s13002-016-0104-0"}, {"Citation": "Welch, K. D., Gardner, D. R., Panter, K. E., Stegelmeier, B. L., Parsons, C., Pfister, J. A., & Cook, D. (2011). Western juniper-induced abortions in beef cattle. The International Journal of Poisonous Plants Research, 1, 72-79."}, {"Citation": "Welch, K. D., Lee, S. T., Cook, D., Gardner, D. R., & Pfister, J. A. (2018). Chemical analysis of plants that poison livestock: Successes, challenges, and opportunities. Journal of Agricultural and Food Chemistry, 66(13), 3308-3314. https://doi.org/10.1021/acs.jafc.8b00337"}, {"Citation": "Xei, T., Song, S., Li, S., Ouyang, S., Xia, L., & Huang, J. (2015). Review of natural product databases. Cell Proliferation, 48(4), 398-404. https://doi.org/10.1111/cpr.12190"}, {"Citation": "Xue, L. M., Zhang, Q., Han, P., Jiang, Y., Yan, R., Wang, Y., … Qin, L. (2014). Hepatotoxic constituents and toxicological mechanism of Xanthium strumarium L. fruits. Journal of Ethnopharmacology, 152(2), 272-282. https://doi.org/10.1016/j.jep.2013.12.024"}, {"Citation": "Yigezu, Y., Haile, D. B., & Ayen, W. Y. (2014). Ethnoveterinary medicines in four districts of Jimma zone, Ethiopia: Cross sectional survey for plant species and mode of use. BMC Veterinary Research, 10(76), 1-12. https://doi.org/10.1186/1746-6148-10-76"}, {"Citation": "Yineger, H., Kelbessa, E., Bekele, T., & Lulekal, E. (2007). Ethnoveterinary medicinal plants at Bale Mountains National Park, Ethiopia. Journal of Ethnopharmacology, 112, 55-70. https://doi.org/10.1016/j.jep.2007.02.001"}, {"Citation": "Yirga, G., Teferi, M., & Kasaye, M. (2011). Survey of medicinal plants used to treat human ailments in Hawzen district, Northern Ethiopia. International Journal of Biodiversity and Conservation, 3(13), 709-714."}, {"Citation": "Yonathan, M., Asres, K., Assefa, A., & Bucar, F. (2006). In vivo anti-inflammatory and anti-nociceptive activities of Cheilanthes farinosa. Journal of Ethnopharmacology, 108(3), 462-470. https://doi.org/10.1016/j.jep.2006.06.006"}, {"Citation": "Zeineldin, M., Abdelmegeid, M., Barakat, R., & Ghanem, M. (2018). A review: Herbal medicine as an effective therapeutic approach for treating digestive disorders in small ruminants. Alexandria Journal of Veterinary Sciences, 56(1), 33-44. https://doi.org/10.5455/ajvs.286678"}, {"Citation": "Zhang, Z., Bian, Q., Luo, P., & Sun, W. (2015). Ethnopharmacological, chemical, and pharmacological aspects of Halenia elliptica: A comprehensive review. Pharmacognosy Review, 9(18), 114-119. https://doi.org/10.4103/0973-7847.162114"}, {"Citation": "Zhu, L., Dai, J. L., Yang, L., & Qiu, J. (2013). In vitro ovicidal and larvicidal activity of the essential oil of Artemisia lancea against Haemonchus contortus (Strongylida). Veterinary Parasitology, 195(1-2), 112-117. https://doi.org/10.1016/j.vetpar.2012.12.050"}, {"Citation": "Zoidis, E., Poulopoulou, I., Tsoufi, V., Massouras, T., & Hadjigeorgiou, I. (2018). Effects of terpene administration on goats’ milk fatty acid profile and coagulation properties. International journals of Dairy Technology, 71(4), 992-996. https://doi.org/10.1111/1471-0307.12529"}, {"Citation": "Zoral, M. A., Futami, K., Endo, M., Maita, M., & Katagiri, T. (2017). Anthelmintic activity of Rosmarinus officinalis against Dactylogyrus minutus (Monogenea) infections in Cyprinus carpio. Veterinary Parasitology, 247, 1-6. https://doi.org/10.1016/j.vetpar.2017.09.013"}], "ReferenceList": [], "Title": "REFERENCES"}], "History": [{"Year": "2020", "Month": "2", "Day": "26"}, {"Year": "2020", "Month": "9", "Day": "8"}, {"Year": "2020", "Month": "10", "Day": "25"}, {"Year": "2021", "Month": "1", "Day": "14", "Hour": "12", "Minute": "13"}, {"Year": "2021", "Month": "1", "Day": "15", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "10", "Day": "26", "Hour": "6", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["33443807", "10.1111/1541-4337.12673"]}}], "PubmedBookArticle": []}