{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Asteraceae", "Chrysanthemum", "PacBio SMRT sequencing", "mitochondrial genome", "mitogenome"]], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": [], "GeneralNote": [], "PMID": "33474229", "DateRevised": {"Year": "2021", "Month": "01", "Day": "22"}, "Article": {"ArticleDate": [{"Year": "2018", "Month": "04", "Day": "27"}], "Language": ["eng"], "ELocationID": ["10.1080/23802359.2018.1468226"], "Journal": {"ISSN": "2380-2359", "JournalIssue": {"Volume": "3", "Issue": "2", "PubDate": {"Year": "2018", "Month": "Apr", "Day": "27"}}, "Title": "Mitochondrial DNA. Part B, Resources", "ISOAbbreviation": "Mitochondrial DNA B Resour"}, "ArticleTitle": "The complete mitochondrial genome sequence of <i>Chrysanthemum boreale</i> (Asteraceae).", "Pagination": {"StartPage": "529", "EndPage": "530", "MedlinePgn": "529-530"}, "Abstract": {"AbstractText": ["Chrysanthemum is an important ornamental, herbal, and medicinal plant. We report the complete mitochondrial genome (mitogenome) sequence of <i>Chrysanthemum boreale</i>. The mitogenome is 211,002 bp in length, has a GC content of 45.36%, and contains 58 genes, including 35 protein-coding genes, three ribosomal RNA genes, and 20 transfer RNA genes. A phylogenetic analysis based on mitogenome protein sequences from various plants confirmed that <i>C. boreale</i> belongs to the Asteraceae family. This mitogenome will be useful in evolutionary and phylogenetic studies of <i>Chrysanthemum</i> and Asteraceae."], "CopyrightInformation": "© 2018 The Author(s). Published by Informa UK Limited, trading as Taylor & Francis Group."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "National Institute of Agricultural Sciences, Rural Development Administration, Jeonju, Republic of Korea."}], "LastName": "Won", "ForeName": "So Youn", "Initials": "SY"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "National Institute of Horticultural and Herbal Science, Rural Development Administration, Wanju, Republic of Korea."}], "LastName": "Jung", "ForeName": "Jae-A", "Initials": "JA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "National Institute of Agricultural Sciences, Rural Development Administration, Jeonju, Republic of Korea."}], "LastName": "Kim", "ForeName": "Jung Sun", "Initials": "JS"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Mitochondrial DNA B Resour", "NlmUniqueID": "101676334", "ISSNLinking": "2380-2359"}, "CoiStatement": "No potential conflict of interest was reported by the authors."}, "PubmedData": {"ReferenceList": [{"ReferenceList": [], "Reference": [{"Citation": "Alverson AJ, Wei X, Rice DW, Stern DB, Barry K, Palmer JD.. 2010. Insights into the evolution of mitochondrial genome size from complete sequences of Citrullus lanatus and Cucurbita pepo (Cucurbitaceae). Mol Biol Evol. 27:1436–1448.", "ArticleIdList": ["PMC2877997", "20118192"]}, {"Citation": "Chin C-S, Peluso P, Sedlazeck FJ, Nattestad M, Concepcion GT, Clum A, Dunn C, O'Malley R, Figueroa-Balderas R, Morales-Cruz A, et al. . 2016. Phased diploid genome assembly with single-molecule real-time sequencing. Nat Methods. 13:1050.", "ArticleIdList": ["PMC5503144", "27749838"]}, {"Citation": "Giegé P, Brennicke A.. 1999. RNA editing in Arabidopsis mitochondria effects 441 C to U changes in ORFs. Proc Natl Acad Sci. 96:15324–15329.", "ArticleIdList": ["PMC24818", "10611383"]}, {"Citation": "Grassa CJ, Ebert DP, Kane NC, Rieseberg LH.. 2016. Complete mitochondrial genome sequence of sunflower (Helianthus annuus L). Genome Announc. 4:e00981–e00916.", "ArticleIdList": ["PMC5026442", "27635002"]}, {"Citation": "Hwang Y-J, Younis A, Bok RK, Lim K-B, Eun C-H, Lee J, Sohn S-H, Kwon S-J.. 2013. Karyomorphological analysis of wild Chrysanthemum boreale collected from four natural habitats in Korea. Flower Res J. 21:182–189."}, {"Citation": "Kim K-J, Kim Y-H, Yu H-H, Jeong S-I, Cha J-D, Kil B-S, You Y-O.. 2003. Antibacterial activity and chemical composition of essential oil of Chrysanthemum boreale. Planta Med. 69:274–277.", "ArticleIdList": ["12677536"]}, {"Citation": "Kim Y, Sung J, Sung M, Choi Y, Jeong H-S, Lee J.. 2010. Involvement of heme oxygenase-1 in the anti-inflammatory activity of Chrysanthemum boreale Makino extracts on the expression of inducible nitric oxide synthase in RAW264.7 macrophages. J Ethnopharmacol. 131:550–554.", "ArticleIdList": ["20656003"]}, {"Citation": "Kim DY, Won K-J, Yoon M-S, Hwang DI, Yoon SW, Park J-H, Kim B, Lee HM.. 2015. Chrysanthemum boreale Makino essential oil induces keratinocyte proliferation and skin regeneration. Nat Prod Res. 29:562–564.", "ArticleIdList": ["25167931"]}, {"Citation": "Koren S, Walenz BP, Berlin K, Miller JR, Bergman NH, Phillippy AM.. 2017. Canu: scalable and accurate long-read assembly via adaptive k-mer weighting and repeat separation. Genome Res. 27:722–736.", "ArticleIdList": ["PMC5411767", "28298431"]}, {"Citation": "Kurtz S, Phillippy A, Delcher AL, Smoot M, Shumway M, Antonescu C, Salzberg SL.. 2004. Versatile and open software for comparing large genomes. Genome Biol. 5:R12.", "ArticleIdList": ["PMC395750", "14759262"]}, {"Citation": "Park SK, Lim JH, Shin HK, Jung JA, Kwon YS, Kim MS, Kim KS.. 2014. Identification of Chrysanthemum genetic resources resistant to white rust caused by Puccinia horiana. Plant Breed Biotechnol. 2:184–193."}]}], "History": [{"Year": "2021", "Month": "1", "Day": "21", "Hour": "5", "Minute": "36"}, {"Year": "2018", "Month": "4", "Day": "27", "Hour": "0", "Minute": "0"}, {"Year": "2018", "Month": "4", "Day": "27", "Hour": "0", "Minute": "1"}, {"Year": "2018", "Month": "4", "Day": "27"}], "PublicationStatus": "epublish", "ArticleIdList": ["33474229", "PMC7800426", "10.1080/23802359.2018.1468226", "1468226"]}}]}