{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Leishmania aethiopica", "Leishmania donovani", "antileishmanial activity", "in vitro", "medicinal plants"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "33488126", "DateRevised": {"Year": "2022", "Month": "04", "Day": "20"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "01", "Day": "15"}], "Language": ["eng"], "ELocationID": ["10.2147/JEP.S285079"], "Journal": {"ISSN": "1179-1454", "JournalIssue": {"Volume": "13", "PubDate": {"Year": "2021"}}, "Title": "Journal of experimental pharmacology", "ISOAbbreviation": "J Exp Pharmacol"}, "ArticleTitle": "In vitro Antileishmanial Activity of Some Ethiopian Medicinal Plants.", "Pagination": {"StartPage": "15", "EndPage": "22", "MedlinePgn": "15-22"}, "Abstract": {"AbstractText": ["Leishmaniasis is a group of diseases caused by protozoan parasites, which remains a burden for developing countries. The lack of a vaccine as well as the emergence of resistance toward the recommended drugs pose a challenge for the control of the disease. This urges the demand for new antileishmanial agents to prevent and treat this disease. Consequently, four Ethiopian plants were selected and tested for their antileishmanial activity against two Leishmanial parasites.", "Methanol (80%) was used to macerate the plant materials. In vitro antipromastigote activity of the crude extracts was then tested against promastigotes and axenically cultured amastigotes of <i>Leishmania aethiopica</i> and <i>Leishmania donovani</i> clinical isolates using Alamar Blue assay, and cell viability was measured fluorometrically. 1% DMSO and the media were used as a negative control while amphotericin B was used as a positive control. Furthermore, preliminary phytochemical analysis of the extracts was performed.", "From the four plants' extracts, <i>Ferula communis</i> and <i>Otostegia integrifolia</i> showed better activity with IC<sub>50</sub> value of 11.38±0.55 and 13.03±0.87 µg/mL against <i>L. aethiopica</i>, respectively. However, the same plant extracts exhibited lower activity against <i>L. donovani</i> with IC<sub>50</sub> values of 23.41±2.32 and 17.24±1.29 µg/mL, respectively. <i>O. integrifolia</i> exhibited highest effect against amastigotes of <i>L. aethiopica</i> (IC<sub>50</sub>: 16.84±0.65) and <i>L. donovani</i> (IC<sub>50</sub>:14.55±0.38). <i>F. communis</i> resulted second highest in growth inhibition against amastigotes of <i>L. aethiopica</i> and <i>L. donovani</i> with IC<sub>50</sub> value of 14.32±0.54 and 31.12±0.19, respectively. The phytochemical analysis of the extracts indicated the presence of phenol, flavonoids, tannins, saponins, terpenoids, and alkaloids.", "The findings from this study demonstrate that crude extracts of <i>F. communis</i> and <i>O. integrifolia</i> showed promising antileishmanial activity against <i>L. aethiopica</i> and <i>L. donovani</i> that may be attributed to the presence of different secondary metabolites."], "CopyrightInformation": "© 2021 Nigatu et al."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutical Chemistry and Pharmacognosy, School of Pharmacy, College of Health Sciences, Addis Ababa University, Addis Ababa, Ethiopia."}], "LastName": "Nigatu", "ForeName": "Hulubanchi", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutical Chemistry and Pharmacognosy, School of Pharmacy, College of Health Sciences, Addis Ababa University, Addis Ababa, Ethiopia."}], "LastName": "Belay", "ForeName": "Alemnesh", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutical Chemistry and Pharmacognosy, School of Pharmacy, College of Health Sciences, Addis Ababa University, Addis Ababa, Ethiopia."}], "LastName": "Ayalew", "ForeName": "Hiwot", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutical Chemistry and Pharmacognosy, School of Pharmacy, College of Health Sciences, Addis Ababa University, Addis Ababa, Ethiopia."}], "LastName": "Abebe", "ForeName": "Besufekad", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutical Chemistry and Pharmacognosy, School of Pharmacy, College of Health Sciences, Addis Ababa University, Addis Ababa, Ethiopia."}], "LastName": "Tadesse", "ForeName": "Alemu", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutical Chemistry and Pharmacognosy, School of Pharmacy, College of Health Sciences, Addis Ababa University, Addis Ababa, Ethiopia."}], "LastName": "Tewabe", "ForeName": "Yitagesu", "Initials": "Y"}, {"Identifier": ["0000-0003-4020-9813"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology and Clinical Pharmacy, School of Pharmacy, College of Health Sciences, Addis Ababa University, Addis Ababa, Ethiopia."}], "LastName": "Degu", "ForeName": "Abel", "Initials": "A"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "New Zealand", "MedlineTA": "J Exp Pharmacol", "NlmUniqueID": "101530345", "ISSNLinking": "1179-1454"}, "CoiStatement": "The authors report no conflicts of interest for this work and declare that there is no conflict of interest regarding the publication of this article."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "WHO (2020) Leishmaniasis, Available at:  https://www.who.int/news-room/factsheets/detail/leishmaniasis\nAccessed 12April 2020."}, {"Citation": "Alemayehu B, Alemayehu M. Leishmaniasis: a review on parasite, vector and reservoir host. Health Science Journal. 2017;11(4):1. doi:10.21767/1791-809X.1000519", "ArticleIdList": ["10.21767/1791-809X.1000519"]}, {"Citation": "McGwire BS, Satoskar AR. Leishmaniasis: clinical syndromes and treatment. QJM. Int J Med. 2014;107(1):7–14.", "ArticleIdList": ["PMC3869292", "23744570"]}, {"Citation": "Didwania N, Shadab M, Sabur A, Ali N. Shadab, M., Sabur, A. and Ali, N. Alternative to Chemotherapy—The Unmet Demand against Leishmaniasis. Front Immunol. 2017;8:1779. doi:10.3389/fimmu.2017.01779", "ArticleIdList": ["10.3389/fimmu.2017.01779", "PMC5742582", "29312309"]}, {"Citation": "Leta S, Dao THT, Mesele F, Alemayehu G, Ghedin E. Visceral Leishmaniasis in Ethiopia: an Evolving Disease. PLoS Negl Trop Dis. 2014;8(9):e3131. doi:10.1371/journal.pntd.0003131", "ArticleIdList": ["10.1371/journal.pntd.0003131", "PMC4154678", "25188253"]}, {"Citation": "Assefa A. Leishmaniasis in Ethiopia: A systematic review and meta-analysis of prevalence in animals and humans. Heliyon. 2018;4(8):e00723. doi:10.1016/j.heliyon.2018.e00723", "ArticleIdList": ["10.1016/j.heliyon.2018.e00723", "PMC6082994", "30101202"]}, {"Citation": "Ghorbani M, Farhoudi R. Leishmaniasis in humans: drug or vaccine therapy? Drug Des Devel Ther. 2017;12:25. doi:10.2147/DDDT.S146521", "ArticleIdList": ["10.2147/DDDT.S146521", "PMC5743117", "29317800"]}, {"Citation": "Ayalew H, Solomon Tadesse DB, Lindemann P, Tewabe Y, Hailu A, Chemical Composition AK. In Vitro Antipromastigotes Activity of Essential Oil of the Leaves of Discopodium pennnervium Hochst. EPJ. 2018;34(2):75–80."}, {"Citation": "Chekole G. Ethnobotanical study of medicinal plants used against human ailments in Gubalafto District, Northern Ethiopia. J Ethnobiol Ethnomed. 2017;13(1):55. doi:10.1186/s13002-017-0182-7", "ArticleIdList": ["10.1186/s13002-017-0182-7", "PMC5628421", "28978342"]}, {"Citation": "Geyid A, Abebe D, Debella A, et al. Screening of some medicinal plants of Ethiopia for their anti-microbial properties and chemical profiles. J Ethnopharmacol. 2005;97(3):421–427. doi:10.1016/j.jep.2004.08.021", "ArticleIdList": ["10.1016/j.jep.2004.08.021", "15740876"]}, {"Citation": "Getahun A. Some Common Medicinal and Poisonous Plants Used in Ethiopian Folk Medicine. Addis Ababa: Faculty of Science, Addis Ababa University; 1976."}, {"Citation": "Enyew A, Asfaw Z, Kelbessa E, Nagappan R. Ethnobotanical study of traditional medicinal plants in and around Fiche District, Central Ethiopia. Res J Pharm Biol Chem Sci. 2014;6(4):154–167."}, {"Citation": "Yineger H, Kelbessa E, Bekele T, Lulekal E. Plants used in traditional management of human ailments at Bale Mountains National Park, Southeastern Ethiopia. J Med Plants Res. 2008;2(6):132–153."}, {"Citation": "Ramzi MA, Nawal A-M-M, Mohamed A-AF, Paul C, Louis M. Evaluation of the in vitro antiplasmodial, antipromastigotes, and antitrypanosomal activity of medicinal plants used in saudi and yemeni traditional medicine. Evid Based Complement Alternat Med. 2014;905639. doi:10.1155/2014/905639", "ArticleIdList": ["10.1155/2014/905639", "PMC4055400", "24963330"]}, {"Citation": "Badirzadeh A, Heidari-Kharaji M, Fallah-Omrani V, Dabiri H, Araghi A, Salimi Chirani A. Antileishmanial activity of Urtica dioica extract against zoonotic cutaneous leishmaniasis. PLoS Negl Trop Dis. 2020;14(1):e0007843. doi:10.1371/journal.pntd.0007843", "ArticleIdList": ["10.1371/journal.pntd.0007843", "PMC6957141", "31929528"]}, {"Citation": "Essid R, Rahali FZ, Msaada K, et al. Antileishmanial and cytotoxic potential of essential oils from medicinal plants in Northern Tunisia. Ind Crop Prod. 2015;77:795–802. doi:10.1016/j.indcrop.2015.09.049", "ArticleIdList": ["10.1016/j.indcrop.2015.09.049"]}, {"Citation": "Tewabe Y, Kefarge B, Belay H, Bisrat D, Hailu A, Asres K. Antipromastigotes Evaluation of the Leaf Latex of Aloe macrocarpa, Aloin A/B, and Its Semisynthetic Derivatives against Two Leishmania Species. Evid Based Complement Alternat Med. 2019;2019.", "ArticleIdList": ["PMC6409032", "30915146"]}, {"Citation": "Evans WC. Pharmacopoeial and Related Drugs of Biological Origin. Text Book of Pharmacognosy. 13th ed. London: Bailiere-Tindall Ltd; 1989:343–383."}, {"Citation": "Shi P, Du W, Wang Y, Teng X, Chen X, Ye L. Total phenolic, flavonoid content, and antioxidant activity of bulbs, leaves, and flowers made from Eleutherine bulbosa (Mill.) Urb. Int J Food Sci Nutr. 2019;7(1):148–154.", "ArticleIdList": ["PMC6341144", "30680168"]}, {"Citation": "Patel A, Patel A. Estimation of flavonoid, polyphenolic content and in vitro antioxidant capacity of leaves of Tephrosia purpurea Linn. (Leguminosae). Int J Pharma Sci and Res. 2010;1(1):66–77."}, {"Citation": "Van Griensven J, Gadisa E, Aseffa A, Hailu A, Beshah AM, Diro E. Treatment of cutaneous leishmaniasis caused by Leishmania aethiopica: a systematic review. PLoS Negl Trop Dis. 2016;10(3):3. doi:10.1371/journal.pntd.0004495", "ArticleIdList": ["10.1371/journal.pntd.0004495", "PMC4777553", "26938448"]}, {"Citation": "Iranshahi M, Arfa P, Ramezani M, et al. Sesquiterpene coumarins from Ferula szowitsiana and in vitro antileishmanial activity of 7-prenyloxycoumarins against promastigotes. Phytochemistry. 2007;68(4):554–561. doi:10.1016/j.phytochem.2006.11.002", "ArticleIdList": ["10.1016/j.phytochem.2006.11.002", "17196626"]}, {"Citation": "Andrade MA, Azevedo CDS, Motta FN. Essential oils: in vitro activity against Leishmania amazonensis, cytotoxicity and chemical composition. BMC Complement Altern Med. 2016;16(1):444. doi:10.1186/s12906-016-1401-9", "ArticleIdList": ["10.1186/s12906-016-1401-9", "PMC5101707", "27825341"]}, {"Citation": "Mothana RA, Al-Musayeib NM, Al-Ajmi MF, Cos P, Maes L. Evaluation of the in vitro antiplasmodial, antileishmanial, and antitrypanosomal activity of medicinal plants used in Saudi and Yemeni traditional medicine. Evid Based Complement Alternat Med. 2014;2014.", "ArticleIdList": ["PMC4055400", "24963330"]}, {"Citation": "Ayalew H, Solomon Tadesse DB, Lindemann P, et al. Chemical composition and in vitro antileishmanial activity of essential oil of the leaves of Discopodium pennnervium Hochst. EPJ. 2018;34(2):75–80."}, {"Citation": "Antwi CA, Amisigo CM, Adjimani JP, Gwira TM, Rafati S. In vitro activity and mode of action of phenolic compounds on Leishmania donovani. PLOS Neglected Tropical Diseases. 2019;13(2):e0007206. doi:10.1371/journal.pntd.0007206", "ArticleIdList": ["10.1371/journal.pntd.0007206", "PMC6405172", "30802252"]}, {"Citation": "Tasdemir D, Kaiser M, Brun R, Yardley V, Schmidt TJ, Tosun F. Antitrypanosomal and Antileishmanial Activities of Flavonoids and Their Analogues: in Vitro, In Vivo, Structure-Activity Relationship, and Quantitative Structure-Activity Relationship Studies. Antimicrob Agents Chemother. 2006;50(4):1352–1364. doi:10.1128/AAC.50.4.1352-1364.2006", "ArticleIdList": ["10.1128/AAC.50.4.1352-1364.2006", "PMC1426963", "16569852"]}, {"Citation": "Ogeto TK, Odhiambo RA, Shivairo RS, et al. Antipromastigotes activity of Aloe secundiflora plant extracts against Leishmania major. Adv Life Sci Tech. 2013;13:9–18."}, {"Citation": "De Arias AR, Pandolfi E, Celeste Vega MC, Rolón M. Selected natural and synthetic phenolic compounds with antileishmanial activity: a five-year review. Curr Bioact Compd. 2013;8(4):307–333. doi:10.2174/1573407211208040002", "ArticleIdList": ["10.2174/1573407211208040002"]}, {"Citation": "Arruda DC, D’Alexandri FL, Katzin AM, Uliana SRB. Antileishmanial activity of the terpene nerolidol. Antimicrob Agents Chemother. 2005;49(5):1679–1687. doi:10.1128/AAC.49.5.1679-1687.2005", "ArticleIdList": ["10.1128/AAC.49.5.1679-1687.2005", "PMC1087654", "15855481"]}, {"Citation": "Chowdhury AR, Mandal S, Goswami A, et al. Dihydrobetulinic acid induces apoptosis in Leishmania donovani by targeting DNA topoisomerase I and II: implications in antileishmanial therapy. Molecular Medicine. 2003;9(1–2):26–36. doi:10.1007/BF03402104", "ArticleIdList": ["10.1007/BF03402104", "PMC1430381", "12765337"]}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "10", "Day": "2"}, {"Year": "2020", "Month": "12", "Day": "12"}, {"Year": "2021", "Month": "1", "Day": "25", "Hour": "5", "Minute": "37"}, {"Year": "2021", "Month": "1", "Day": "26", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "1", "Day": "26", "Hour": "6", "Minute": "1"}, {"Year": "2021", "Month": "1", "Day": "15"}], "PublicationStatus": "epublish", "ArticleIdList": ["33488126", "PMC7815069", "10.2147/JEP.S285079", "285079"]}}], "PubmedBookArticle": []}