{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["antibacterial", "antimicrobial", "ethnopharmacology", "medicinal plants", "minimum inhibitory concentration"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "33488385", "DateRevised": {"Year": "2024", "Month": "08", "Day": "05"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "01", "Day": "08"}], "Language": ["eng"], "ELocationID": ["586548", "10.3389/fphar.2020.586548"], "Journal": {"ISSN": "1663-9812", "JournalIssue": {"Volume": "11", "PubDate": {"Year": "2020"}}, "Title": "Frontiers in pharmacology", "ISOAbbreviation": "Front Pharmacol"}, "ArticleTitle": "A Systematic Review of Plants With Antibacterial Activities: A Taxonomic and Phylogenetic Perspective.", "Pagination": {"StartPage": "586548", "MedlinePgn": "586548"}, "Abstract": {"AbstractText": ["<b>Background:</b> Antimicrobial resistance represents a serious threat to human health across the globe. The cost of bringing a new antibiotic from discovery to market is high and return on investment is low. Furthermore, the development of new antibiotics has slowed dramatically since the 1950s' golden age of discovery. Plants produce a variety of bioactive secondary metabolites that could be used to fuel the future discovery pipeline. While many studies have focused on specific aspects of plants and plant natural products with antibacterial properties, a comprehensive review of the antibacterial potential of plants has never before been attempted. <b>Objectives:</b> This systematic review aims to evaluate reports on plants with significant antibacterial activities. <b>Methods:</b> Following the PRISMA model, we searched three electronic databases: Web of Science, PubMed and SciFinder by using specific keywords: \"plant,\" \"antibacterial,\" \"inhibitory concentration.\" <b>Results:</b> We identified a total of 6,083 articles published between 1946 and 2019 and then reviewed 66% of these (4,024) focusing on articles published between 2012 and 2019. A rigorous selection process was implemented using clear inclusion and exclusion criteria, yielding data on 958 plant species derived from 483 scientific articles. Antibacterial activity is found in 51 of 79 vascular plant orders throughout the phylogenetic tree. Most are reported within eudicots, with the bulk of species being asterids. Antibacterial activity is not prominent in monocotyledons. Phylogenetic distribution strongly supports the concept of chemical evolution across plant clades, especially in more derived eudicot families. The Lamiaceae, Fabaceae and Asteraceae were the most represented plant families, while <i>Cinnamomum verum</i>, <i>Rosmarinus vulgaris</i> and <i>Thymus vulgaris</i> were the most studied species. South Africa was the most represented site of plant collection. Crude extraction in methanol was the most represented type of extraction and leaves were the main plant tissue investigated. Finally, <i>Staphylococcus aureus</i> was the most targeted pathogenic bacteria in these studies. We closely examine 70 prominent medicinal plant species from the 15 families most studied in the literature. <b>Conclusion:</b> This review depicts the current state of knowledge regarding antibacterials from plants and provides powerful recommendations for future research directions."], "CopyrightInformation": "Copyright © 2021 Chassagne, Samarakoon, Porras, Lyles, Dettweiler, Marquez, Salam, Shabih, Farrokhi and Quave."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Center for the Study of Human Health, Emory University, Atlanta, GA, United States."}], "LastName": "Chassagne", "ForeName": "François", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Emory University Herbarium, Emory University, Atlanta, GA, United States."}], "LastName": "Samarakoon", "ForeName": "Tharanga", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Center for the Study of Human Health, Emory University, Atlanta, GA, United States."}], "LastName": "Porras", "ForeName": "Gina", "Initials": "G"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Center for the Study of Human Health, Emory University, Atlanta, GA, United States."}], "LastName": "Lyles", "ForeName": "James T", "Initials": "JT"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Dermatology, Emory University, Atlanta, GA, United States."}], "LastName": "Dettweiler", "ForeName": "Micah", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Molecular and Systems Pharmacology Program, Laney Graduate School, Emory University, Atlanta, GA, United States."}], "LastName": "Marquez", "ForeName": "Lewis", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Molecular and Systems Pharmacology Program, Laney Graduate School, Emory University, Atlanta, GA, United States."}], "LastName": "Salam", "ForeName": "Akram M", "Initials": "AM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Center for the Study of Human Health, Emory University, Atlanta, GA, United States."}], "LastName": "Shabih", "ForeName": "Sarah", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Center for the Study of Human Health, Emory University, Atlanta, GA, United States."}], "LastName": "Farrokhi", "ForeName": "Darya Raschid", "Initials": "DR"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Center for the Study of Human Health, Emory University, Atlanta, GA, United States."}, {"Identifier": [], "Affiliation": "Emory University Herbarium, Emory University, Atlanta, GA, United States."}, {"Identifier": [], "Affiliation": "Department of Dermatology, Emory University, Atlanta, GA, United States."}, {"Identifier": [], "Affiliation": "Molecular and Systems Pharmacology Program, Laney Graduate School, Emory University, Atlanta, GA, United States."}], "LastName": "Quave", "ForeName": "Cassandra L", "Initials": "CL"}], "GrantList": [{"GrantID": "R21 AI136563", "Acronym": "AI", "Agency": "NIAID NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Pharmacol", "NlmUniqueID": "101548923", "ISSNLinking": "1663-9812"}, "CoiStatement": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Abad M. J., Bermejo P., Villar A. (1995). An approach to the genus Tanacetum L. (Compositae): phytochemical and pharmacological review. Phytother Res. 9, 79–92. 10.1002/ptr.2650090202", "ArticleIdList": ["10.1002/ptr.2650090202"]}, {"Citation": "Aboelsoud N. H. (2010). Herbal medicine in ancient Egypt. J. Med. Plants Res. 4, 082–086. 10.5897/JMPR09.013", "ArticleIdList": ["10.5897/JMPR09.013"]}, {"Citation": "Abolfazl M., Hadi A., Frhad M., Hossein N. (2014). In vitro antibacterial activity and phytochemical analysis of some medicinal plants. J. Med. Plants Res. 8, 186–194. 10.5897/jmpr12.1298", "ArticleIdList": ["10.5897/jmpr12.1298"]}, {"Citation": "Abreu A. C., Coqueiro A., Sultan A. R., Lemmens N., Kim H. K., Verpoorte R., et al. (2017). Looking to nature for a new concept in antimicrobial treatments: isoflavonoids from Cytisus striatus as atibiotic ajuvants against MRSA. Sci. Rep. 7, 3777 10.1038/s41598-017-03716-7", "ArticleIdList": ["10.1038/s41598-017-03716-7", "PMC5476642", "28630440"]}, {"Citation": "Abreu A. C., Mcbain A. J., Simões M. (2012). Plants as sources of new antimicrobials and resistance-modifying agents. Nat. Prod. Rep. 29, 1007–1021. 10.1039/c2np20035j", "ArticleIdList": ["10.1039/c2np20035j", "22786554"]}, {"Citation": "Agelet A., Vallès J. (2003). Studies on pharmaceutical ethnobotany in the region of pallars (pyrenees, catalonia, iberian peninsula). Part II. New or very rare uses of previously known medicinal plants. J. Ethnopharmacol. 84, 211–227. 10.1016/s0378-8741(02)00319-7", "ArticleIdList": ["10.1016/s0378-8741(02)00319-7", "12648818"]}, {"Citation": "Agomuoh A. A., Ata A., Udenigwe C. C., Aluko R. E., Irenus I. (2013). Novel indole alkaloids from Nauclea latifolia and their renin-inhibitory activities. Chem. Biodivers. 10, 401–410. 10.1002/cbdv.201200023", "ArticleIdList": ["10.1002/cbdv.201200023", "23495157"]}, {"Citation": "Ahmad A., Van Vuuren S., Viljoen A. (2014a). Unravelling the complex antimicrobial interactions of essential oils—the case of Thymus vulgaris (thyme). Molecules 19, 2896–2910. 10.3390/molecules19032896", "ArticleIdList": ["10.3390/molecules19032896", "PMC6271043", "24662066"]}, {"Citation": "Ahmad M., Sultana S., Fazl-I-Hadi S., Ben Hadda T., Rashid S., Zafar M., et al. (2014b). An ethnobotanical study of medicinal plants in high mountainous region of Chail valley (District Swat- Pakistan). J. Ethnobiol. Ethnomed. 10, 36 10.1186/1746-4269-10-36", "ArticleIdList": ["10.1186/1746-4269-10-36", "PMC4022037", "24739524"]}, {"Citation": "Ajileye O. O., Obuotor E. M., Akinkunmi E. O., Aderogba M. A. (2015). Isolation and characterization of antioxidant and antimicrobial compounds from Anacardium occidentale L. (Anacardiaceae) leaf extract. J. King Saud Univ. Sci. 27, 244–252. 10.1016/j.jksus.2014.12.004", "ArticleIdList": ["10.1016/j.jksus.2014.12.004"]}, {"Citation": "Aleksic Sabo V., Knezevic P. (2019). Antimicrobial activity of Eucalyptus camaldulensis Dehn. plant extracts and essential oils: a review. Ind. Crop. Prod. 132, 413–429. 10.1016/j.indcrop.2019.02.051", "ArticleIdList": ["10.1016/j.indcrop.2019.02.051", "PMC7126574", "32288268"]}, {"Citation": "Ali-Shtayeh M. S., Yaniv Z., Mahajna J. (2000). Ethnobotanical survey in the Palestinian area: a classification of the healing potential of medicinal plants. J. Ethnopharmacol. 73, 221–232. 10.1016/s0378-8741(00)00316-0", "ArticleIdList": ["10.1016/s0378-8741(00)00316-0", "11025160"]}, {"Citation": "Aliakbarlu J., Shameli F. (2013). In vitro antioxidant and antibacterial properties and total phenolic contents of essential oils from Thymus vulgaris, T. kotschyanus, Ziziphora tenuior and Z. clinopodioides . Turk. J. Biochem. 38, 425–431. 10.5505/tjb.2013.58070", "ArticleIdList": ["10.5505/tjb.2013.58070"]}, {"Citation": "Ameya G., Gure A., Dessalegn E. (2016). Antimicrobial activity of Echinops kebericho against human pathogenic bacteria and fungi. Ajtcam 13, 199–203. 10.21010/ajtcam.v13i6.29", "ArticleIdList": ["10.21010/ajtcam.v13i6.29", "PMC5412195", "28480380"]}, {"Citation": "Aminimoghadamfarouj N., Nematollahi A., Wiart C. (2011). Annonaceae: bio-resource for tomorrow’s drug discovery. J. Asian Nat. Prod. Res. 13, 465–476. 10.1080/10286020.2011.570265", "ArticleIdList": ["10.1080/10286020.2011.570265", "21534046"]}, {"Citation": "Andrade-Cetto A. (2009). Ethnobotanical study of the medicinal plants from Tlanchinol, Hidalgo, México. J. Ethnopharmacol. 122, 163–171. 10.1016/j.jep.2008.12.008", "ArticleIdList": ["10.1016/j.jep.2008.12.008", "19146936"]}, {"Citation": "Andrews J. M. (2001). Determination of minimum inhibitory concentrations. J. Antimicrob. Chemother. 48, 5–16. 10.1093/jac/48.suppl_1.5", "ArticleIdList": ["10.1093/jac/48.suppl_1.5", "11420333"]}, {"Citation": "APG Chase M. W., Christenhusz M. J. M., Fay M. F., Byng J. W., Judd W. S., et al. (2016). An update of the angiosperm phylogeny group classification for the orders and families of flowering plants: APG IV. Bot. J. Linn. Soc. 181, 1–20. 10.1111/j.1095-8339.2009.00996.x", "ArticleIdList": ["10.1111/j.1095-8339.2009.00996.x"]}, {"Citation": "Arima H., Danno G.-i. (2002). Isolation of antimicrobial compounds from guava (Psidium guajava L.) and their structural elucidation. Biosc. Biotech. Biochem. 66, 1727–1730. 10.1271/bbb.66.1727", "ArticleIdList": ["10.1271/bbb.66.1727", "12353635"]}, {"Citation": "Arnold H.-J., Gulumian M. (1984). Pharmacopoeia of traditional medicine in Venda. J. Ethnopharmacol. 12, 35–74. 10.1016/0378-8741(84)90086-2", "ArticleIdList": ["10.1016/0378-8741(84)90086-2", "6521492"]}, {"Citation": "Aro A. O., Dzoyem J. P., Awouafack M. D., Selepe M. A., Eloff J. N., Mcgaw L. J. (2019). Fractions and isolated compounds from Oxyanthus speciosus subsp. stenocarpus (Rubiaceae) have promising antimycobacterial and intracellular activity. BMC Complement. Med. Ther. 19, 108 10.1186/s12906-019-2520-x", "ArticleIdList": ["10.1186/s12906-019-2520-x", "PMC6532187", "31117999"]}, {"Citation": "Aro A. O., Dzoyem J. P., Eloff J. N., Mcgaw L. J. (2016). Extracts of six Rubiaceae species combined with rifampicin have good in vitro synergistic antimycobacterial activity and good anti-inflammatory and antioxidant activities. BMC Compl. Alternative Med. 16, 385 10.1186/s12906-016-1355-y", "ArticleIdList": ["10.1186/s12906-016-1355-y", "PMC5048625", "27716160"]}, {"Citation": "Aro A. O., Dzoyem J. P., Hlokwe T. M., Madoroba E., Eloff J. N., Mcgaw L. J. (2015). Some South African Rubiaceae tree leaf extracts have antimycobacterial activity against pathogenic and non-pathogenic Mycobacterium species. Phytother Res. 29, 1004–1010. 10.1002/ptr.5338", "ArticleIdList": ["10.1002/ptr.5338", "25857273"]}, {"Citation": "Bai S., Bharti P., Seasotiya L., Malik A., Dalal S. (2015). In vitro screening and evaluation of some Indian medicinal plants for their potential to inhibit Jack bean and bacterial ureases causing urinary infections. Pharmaceut. Biol. 53, 326–333. 10.3109/13880209.2014.918158", "ArticleIdList": ["10.3109/13880209.2014.918158", "25366133"]}, {"Citation": "Bakkali F., Averbeck S., Averbeck D., Idaomar M. (2008). Biological effects of essential oils—a review. Food Chem. Toxicol. 46, 446–475. 10.1016/j.fct.2007.09.106", "ArticleIdList": ["10.1016/j.fct.2007.09.106", "17996351"]}, {"Citation": "Bardají D. K. R., Da Silva J. J. M., Bianchi T. C., de Souza Eugênio D., De Oliveira P. F., Leandro L. F., et al. (2016). Copaifera reticulata oleoresin: chemical characterization and antibacterial properties against oral pathogens. Anaerobe 40, 18–27. 10.1016/j.anaerobe.2016.04.017", "ArticleIdList": ["10.1016/j.anaerobe.2016.04.017", "27118478"]}, {"Citation": "Bardaweel S. K., Tawaha K. A., Hudaib M. M. (2014). Antioxidant, antimicrobial and antiproliferative activities of Anthemis palestina essential oil. BMC Compl. Alternative Med. 14, 297 10.1186/1472-6882-14-297", "ArticleIdList": ["10.1186/1472-6882-14-297", "PMC4133619", "25112895"]}, {"Citation": "Bassetti M., Merelli M., Temperoni C., Astilean A. (2013). New antibiotics for bad bugs: where are we?. Ann. Clin. Microbiol. Antimicrob. 12, 22 10.1186/1476-0711-12-22", "ArticleIdList": ["10.1186/1476-0711-12-22", "PMC3846448", "23984642"]}, {"Citation": "Becerril R., Nerín C., Gómez-Lus R. (2012). Evaluation of bacterial resistance to essential oils and antibiotics after exposure to oregano and cinnamon essential oils. Foodborne Pathogens and Disease 9, 699–705. 10.1089/fpd.2011.1097", "ArticleIdList": ["10.1089/fpd.2011.1097", "22827568"]}, {"Citation": "Bekalo T. H., Woodmatas S. D., Woldemariam Z. A. (2009). An ethnobotanical study of medicinal plants used by local people in the lowlands of Konta special woreda, southern Nations, nationalities and peoples regional state, Ethiopia. J. Ethnobiol. Ethnomed. 5, 26 10.1186/1746-4269-5-26", "ArticleIdList": ["10.1186/1746-4269-5-26", "PMC2764637", "19775482"]}, {"Citation": "Belcher M. S., Mahinthakumar J., Keasling J. D. (2020). New frontiers: harnessing pivotal advances in microbial engineering for the biosynthesis of plant-derived terpenoids. Curr. Opin. Biotechnol. 65, 88–93. 10.1016/j.copbio.2020.02.001", "ArticleIdList": ["10.1016/j.copbio.2020.02.001", "32155569"]}, {"Citation": "Berendsen R. L., Pieterse C. M. J., Bakker P. A. H. M. (2012). The rhizosphere microbiome and plant health. Trends Plant Sci. 17, 478–486. 10.1016/j.tplants.2012.04.001", "ArticleIdList": ["10.1016/j.tplants.2012.04.001", "22564542"]}, {"Citation": "Bersan S. M. F., Galvão L. C. C., Goes V. F. F., Sartoratto A., Figueira G. M., Rehder V. L. G., et al. (2014). Action of essential oils from Brazilian native and exotic medicinal species on oral biofilms. BMC Compl. Alternative Med. 14, 451 10.1186/1472-6882-14-451", "ArticleIdList": ["10.1186/1472-6882-14-451", "PMC4289052", "25407737"]}, {"Citation": "Bisi-Johnson M. A., Obi C. L., Samuel B. B., Eloff J. N., Okoh A. I. (2017). Antibacterial activity of crude extracts of some South African medicinal plants against multidrug resistant etiological agents of diarrhoea. BMC Compl. Alternative Med. 17, 321 10.1186/s12906-017-1802-4", "ArticleIdList": ["10.1186/s12906-017-1802-4", "PMC5474864", "28629407"]}, {"Citation": "Bogavac M., Karaman M., Janjušević L., Sudji J., Radovanović B., Novaković Z., et al. (2015). Alternative treatment of vaginal infections—in vitro antimicrobial and toxic effects of Coriandrum sativum L. and Thymus vulgaris L. essential oils. J. Appl. Microbiol. 119, 697–710. 10.1111/jam.12883", "ArticleIdList": ["10.1111/jam.12883", "26109513"]}, {"Citation": "Boulekbache-Makhlouf L., Slimani S., Madani K. (2013). Total phenolic content, antioxidant and antibacterial activities of fruits of Eucalyptus globulus cultivated in Algeria. Ind. Crop. Prod. 41, 85–89. 10.1016/j.indcrop.2012.04.019", "ArticleIdList": ["10.1016/j.indcrop.2012.04.019"]}, {"Citation": "Bozin B., Mimica-Dukic N., Samojlik I., Jovin E. (2007). Antimicrobial and antioxidant properties of rosemary and sage (Rosmarinus officinalis L. and Salvia officinalis L., Lamiaceae) essential oils. J. Agric. Food Chem. 55, 7879–7885. 10.1021/jf0715323", "ArticleIdList": ["10.1021/jf0715323", "17708648"]}, {"Citation": "Bozin B., Mimica-Dukic N., Simin N., Anackov G. (2006). Characterization of the volatile composition of essential oils of some Lamiaceae spices and the antimicrobial and antioxidant activities of the entire oils. J. Agric. Food Chem. 54, 1822–1828. 10.1021/jf051922u", "ArticleIdList": ["10.1021/jf051922u", "16506839"]}, {"Citation": "Bozorgi M., Memariani Z., Mobli M., Salehi Surmaghi M. H., Shams-Ardekani M. R., Rahimi R. (2013). Five Pistacia species (P. vera, P. atlantica, P. terebinthus, P. khinjuk, and P. lentiscus): a review of their traditional uses, phytochemistry, and pharmacology. The Scientific World 2013, 219815 10.1155/2013/219815", "ArticleIdList": ["10.1155/2013/219815", "PMC3876903", "24453812"]}, {"Citation": "Bryan C. P. (1930). The papyrus Ebers. London: Geoffrey Bles."}, {"Citation": "Burt S. (2004). Essential oils: their antibacterial properties and potential applications in foods-a review. Int. J. Food Microbiol. 94, 223–253. 10.1016/j.ijfoodmicro.2004.03.022", "ArticleIdList": ["10.1016/j.ijfoodmicro.2004.03.022", "15246235"]}, {"Citation": "Caesar L. K., Cech N. B. (2019). Synergy and antagonism in natural product extracts: when 1 + 1 does not equal 2. Nat. Prod. Rep. 36, 869–888. 10.1039/c9np00011a", "ArticleIdList": ["10.1039/c9np00011a", "PMC6820002", "31187844"]}, {"Citation": "Cakilcioglu U., Turkoglu I. (2010). An ethnobotanical survey of medicinal plants in Sivrice (Elazığ-Turkey). J. Ethnopharmacol. 132, 165–175. 10.1016/j.jep.2010.08.017", "ArticleIdList": ["10.1016/j.jep.2010.08.017", "20713142"]}, {"Citation": "Camejo-Rodrigues J., Ascensão L., Bonet M. À., Vallès J. (2003). An ethnobotanical study of medicinal and aromatic plants in the Natural Park of “Serra de São Mamede” (Portugal). J. Ethnopharmacol. 89, 199–209. 10.1016/s0378-8741(03)00270-8", "ArticleIdList": ["10.1016/s0378-8741(03)00270-8", "14611883"]}, {"Citation": "CDC (2019). Antibiotic resistance threats in the United States, 2019. Atlanta, GA: U.S. Department of Health and Human Services."}, {"Citation": "Celiktas O. Y., Kocabas E. E. H., Bedir E., Sukan F. V., Ozek T., Baser K. H. C. (2007). Antimicrobial activities of methanol extracts and essential oils of Rosmarinus officinalis, depending on location and seasonal variations. Food Chem. 100, 553–559. 10.1016/j.foodchem.2005.10.011", "ArticleIdList": ["10.1016/j.foodchem.2005.10.011"]}, {"Citation": "Chaftar N., Girardot M., Quellard N., Labanowski J., Ghrairi T., Hani K., et al. (2015). Activity of six essential oils extracted from Tunisian plants against Legionella pneumophila . Chem. Biodivers. 12, 1565–1574. 10.1002/cbdv.201400343", "ArticleIdList": ["10.1002/cbdv.201400343", "26460561"]}, {"Citation": "Chaieb K., Hajlaoui H., Zmantar T., Kahla-Nakbi A. B., Rouabhia M., Mahdouani K., et al. (2007). The chemical composition and biological activity of clove essential oil, Eugenia caryophyllata (Syzigium aromaticum L. Myrtaceae): a short review. Phytother Res. 21, 501–506. 10.1002/ptr.2124", "ArticleIdList": ["10.1002/ptr.2124", "17380552"]}, {"Citation": "Chakotiya A. S., Chawla R., Thakur P., Tanwar A., Narula A., Grover S. S., et al. (2016). In vitro bactericidal activity of promising nutraceuticals for targeting multidrug resistant Pseudomonas aeruginosa . Nutrition 32, 890–897. 10.1016/j.nut.2016.01.024", "ArticleIdList": ["10.1016/j.nut.2016.01.024", "27083519"]}, {"Citation": "Chassagne F., Cabanac G., Hubert G., David B., Marti G. (2019). The landscape of natural product diversity and their pharmacological relevance from a focus on the Dictionary of Natural Products. Phytochemistry Rev. 18, 601–622. 10.1007/s11101-019-09606-2", "ArticleIdList": ["10.1007/s11101-019-09606-2"]}, {"Citation": "Chirayath R. B., Aparna Viswanathan A., Jayakumar R., Biswas R., Vijayachandran L. S. (2019). Development of Mangifera indica leaf extract incorporated carbopol hydrogel and its antibacterial efficacy against Staphylococcus aureus . Colloids Surf. B Biointerfaces 178, 377–384. 10.1016/j.colsurfb.2019.03.034", "ArticleIdList": ["10.1016/j.colsurfb.2019.03.034", "30903976"]}, {"Citation": "Chotchoungchatchai S., Saralamp P., Jenjittikul T., Pornsiripongse S., Prathanturarug S. (2012). Medicinal plants used with Thai traditional medicine in modern healthcare Services: a case study in Kabchoeng hospital, Surin province, Thailand. J. Ethnopharmacol. 141, 193–205. 10.1016/j.jep.2012.02.019", "ArticleIdList": ["10.1016/j.jep.2012.02.019", "22366679"]}, {"Citation": "Christenhusz M., Byng J. (2016). The number of known plant species in the world and its annual increase. Phytotaxa 261, 21–217. 10.11646/phytotaxa.261.3.1", "ArticleIdList": ["10.11646/phytotaxa.261.3.1"]}, {"Citation": "Clarke J. T., Warnock R. C. M., Donoghue P. C. J. (2011). Establishing a time-scale for plant evolution. New Phytol. 192, 266–301. 10.1111/j.1469-8137.2011.03794.x", "ArticleIdList": ["10.1111/j.1469-8137.2011.03794.x", "21729086"]}, {"Citation": "CLSI (2012). Methods for dilution antimicrobial susceptibiity tests for bacteria that grow aerobically; approved standard; CLSI document M07-A9. Wayne, PA: Clinical and Laboratory Standards Institute."}, {"Citation": "Cos P., Vlietinck A. J., Berghe D. V., Maes L. (2006). Anti-infective potential of natural products: how to develop a stronger in vitro 'proof-of-concept'. J. Ethnopharmacol. 106, 290–302. 10.1016/j.jep.2006.04.003", "ArticleIdList": ["10.1016/j.jep.2006.04.003", "16698208"]}, {"Citation": "Cosentino S., Tuberoso C. I. G., Pisano B., Satta M., Mascia V., Arzedi E., et al. (1999). In-vitro antimicrobial activity and chemical composition of Sardinian Thymus essential oils. Lett. Appl. Microbiol. 29, 130–135. 10.1046/j.1472-765x.1999.00605.x", "ArticleIdList": ["10.1046/j.1472-765x.1999.00605.x", "10499301"]}, {"Citation": "Courtois E. A., Dexter K. G., Paine C. E. T., Stien D., Engel J., Baraloto C., et al. (2016). Evolutionary patterns of volatile terpene emissions across 202 tropical tree species. Ecol. Evol. 6, 2854–2864. 10.1002/ece3.1810", "ArticleIdList": ["10.1002/ece3.1810", "PMC4803801", "27069586"]}, {"Citation": "Cragg G. M., Newman D. J. (2005). Biodiversity: a continuing source of novel drug leads. Pure Appl. Chem. 77, 7–24. 10.1351/pac200577010007", "ArticleIdList": ["10.1351/pac200577010007"]}, {"Citation": "Culham A., Gornall R. J. (1994). The taxonomic significance of naphthoquinones in the Droseraceae. Biochem. Systemat. Ecol. 22, 507–515. 10.1016/0305-1978(94)90045-0", "ArticleIdList": ["10.1016/0305-1978(94)90045-0"]}, {"Citation": "Curcino Vieira I. J., Braz-Filho R. (2006). “Quassinoids: structural diversity, biological activity and synthetic studies,” in Studies in natural products chemistry. Editor Atta Ur R. (Amsterdam, Netherlands: Elsevier; ), 433–492. 10.1016/s1572-5995(06)80032-3", "ArticleIdList": ["10.1016/s1572-5995(06)80032-3"]}, {"Citation": "Cvetanović A., Zeković Z., Zengin G., Mašković P., Petronijević M., Radojković M. (2019). Multidirectional approaches on autofermented chamomile ligulate flowers: antioxidant, antimicrobial, cytotoxic and enzyme inhibitory effects. South Afr. J. Bot. 120, 112–118. 10.1016/j.sajb.2018.01.003", "ArticleIdList": ["10.1016/j.sajb.2018.01.003"]}, {"Citation": "Da Trindade R., Da Silva J., Setzer W. (2018). Copaifera of the neotropics: a review of the phytochemistry and pharmacology. IJMS 19, 1511 10.3390/ijms19051511", "ArticleIdList": ["10.3390/ijms19051511", "PMC5983702", "29783680"]}, {"Citation": "de Araújo J. S. C., De Castilho A. R. F., Lira A. B., Pereira A. V., de Azevêdo T. K. B., De Brito Costa E. M. d. M., et al. (2018). Antibacterial activity against cariogenic bacteria and cytotoxic and genotoxic potential of Anacardium occidentale L. and Anadenanthera macrocarpa (Benth.) brenan extracts. Arch. Oral Biol. 85, 113–119. 10.1016/j.archoralbio.2017.10.008", "ArticleIdList": ["10.1016/j.archoralbio.2017.10.008", "29054025"]}, {"Citation": "Della A., Paraskeva-Hadjichambi D., Hadjichambis A. C. (2006). An ethnobotanical survey of wild edible plants of Paphos and Larnaca countryside of Cyprus. J. Ethnobiol. Ethnomed. 2, 34 10.1186/1746-4269-2-34", "ArticleIdList": ["10.1186/1746-4269-2-34", "PMC1599709", "16995927"]}, {"Citation": "Dettweiler M., Melander R. J., Porras G., Risener C., Marquez L., Samarakoon T., et al. (2020). A clerodane diterpene from Callicarpa americana resensitizes methicillin-resistant Staphylococcus aureus to β-lactam antibiotics. ACS Infect. Dis. 6, 1667–1673. 10.1021/acsinfecdis.0c00307", "ArticleIdList": ["10.1021/acsinfecdis.0c00307", "PMC8183163", "32579326"]}, {"Citation": "Dike I. P., Obembe O. O., Adebiyi F. E. (2012). Ethnobotanical survey for potential anti-malarial plants in South-western Nigeria. J. Ethnopharmacol. 144, 618–626. 10.1016/j.jep.2012.10.002", "ArticleIdList": ["10.1016/j.jep.2012.10.002", "23085021"]}, {"Citation": "Dlamini N. P., Solomon S. (2019). Optimization of blending ratios of jam from Swazi indigenous fruits tincozi (Syzygium cordatum), tineyi (Phyllogeiton zeyheri) and umfomfo (Cephalanthus natalensis oliv.) using mixture design. Cogent. Food Agric. 5, 1684864 10.1080/23311932.2019.1684864", "ArticleIdList": ["10.1080/23311932.2019.1684864"]}, {"Citation": "Do Q. D., Angkawijaya A. E., Tran-Nguyen P. L., Huynh L. H., Soetaredjo F. E., Ismadji S., et al. (2014). Effect of extraction solvent on total phenol content, total flavonoid content, and antioxidant activity of Limnophila aromatica . J. Food Drug Anal. 22, 296–302. 10.1016/j.jfda.2013.11.001", "ArticleIdList": ["10.1016/j.jfda.2013.11.001", "PMC9354875", "28911418"]}, {"Citation": "Dobler S., Petschenka G., Pankoke H. (2011). Coping with toxic plant compounds—the insect’s perspective on iridoid glycosides and cardenolides. Phytochemistry 72, 1593–1604. 10.1016/j.phytochem.2011.04.015", "ArticleIdList": ["10.1016/j.phytochem.2011.04.015", "21620425"]}, {"Citation": "Dolatkhahi M., Dolatkhahi A., Nejad J. B. (2014). Ethnobotanical study of medicinal plants used in Arjan—Parishan protected area in Fars Province of Iran. Avicenna J. Phytomed. 4, 402–412.", "ArticleIdList": ["PMC4224954", "25386404"]}, {"Citation": "Donato R., Santomauro F., Bilia A. R., Flamini G., Sacco C. (2015). Antibacterial activity of tuscan Artemisia annua essential oil and its major components against some foodborne pathogens. LWT—Food Sci. Technol. (Lebensmittel-Wissenschaft -Technol.) 64, 1251–1254. 10.1016/j.lwt.2015.07.014", "ArticleIdList": ["10.1016/j.lwt.2015.07.014"]}, {"Citation": "Drusano G. L., Preston S. L., Fowler C., Corrado M., Weisinger B., Kahn J. (2004). Relationship between fluoroquinolone area under the curve:minimum inhibitory concentration ratio and the probability of eradication of the infecting pathogen, in patients with nosocomial pneumonia. J. Infect. Dis. 189, 1590–1597. 10.1086/383320", "ArticleIdList": ["10.1086/383320", "15116294"]}, {"Citation": "Dzotam J. K., Kuete V. (2017). Antibacterial and antibiotic-modifying activity of methanol extracts from six Cameroonian food plants against multidrug-resistant enteric bacteria. BioMed Res. Int. 2017, 1–19. 10.1155/2017/1583510", "ArticleIdList": ["10.1155/2017/1583510", "PMC5585599", "28904944"]}, {"Citation": "Ediriweera M. K., Tennekoon K. H., Samarakoon S. R. (2017). A review on ethnopharmacological applications, pharmacological activities, and bioactive compounds of Mangifera indica (mango). Evid. Based Complement. Alternat. Med. 2017, 1–24. 10.1155/2017/6949835", "ArticleIdList": ["10.1155/2017/6949835", "PMC5804368", "29456572"]}, {"Citation": "Eloff J. (1998). A sensitive and quick microplate method to determine the minimal inhibitory concentration of plant extracts for bacteria. Planta Med. 64, 711–713. 10.1055/s-2006-957563", "ArticleIdList": ["10.1055/s-2006-957563", "9933989"]}, {"Citation": "Eloff J. N. (2004). Quantification the bioactivity of plant extracts during screening and bioassay guided fractionation. Phytomedicine 11, 370–371. 10.1078/0944711041495218", "ArticleIdList": ["10.1078/0944711041495218", "15185853"]}, {"Citation": "\nEMA (2013). Assessment report on Eucalyptus globulus Labill., Eucalyptus polybractea R.T. Baker and/or Eucalyptus smithii R.T. Baker, aetheroleum. https://www.ema.europa.eu/en/documents/herbal-report/draft-assessment-report-eucalyptus-globulus-labill-e-polybractea-rt-baker-e-smithii-rt-baker_en (Accessed March 28, 2020). "}, {"Citation": "Eng W., Norman R. (2010). Development of an oregano-based ointment with anti-microbial activity including activity against methicillin-resistant Staphylococcus aureus . J. Drugs Dermatol. JDD 9, 377–380.", "ArticleIdList": ["20514796"]}, {"Citation": "Engels C., Schieber A., Gänzle M. G. (2011). Inhibitory spectra and modes of antimicrobial action of gallotannins from mango kernels (Mangifera indica L.). Appl. Environ. Microbiol. 77, 2215 10.1128/aem.02521-10", "ArticleIdList": ["10.1128/aem.02521-10", "PMC3067452", "21317249"]}, {"Citation": "Erdem S. A., Nabavi S. F., Orhan I. E., Daglia M., Izadi M., Nabavi S. M. (2015). Blessings in disguise: a review of phytochemical composition and antimicrobial activity of plants belonging to the genus Eryngium . Daru 23, 53 10.1186/s40199-015-0136-3", "ArticleIdList": ["10.1186/s40199-015-0136-3", "PMC4678568", "26667677"]}, {"Citation": "Faboro E. O., Wichitnithad W., Fadare O. A., Akinpelu D. A., Obafemi C. A. (2016). Antibacterial and antioxidant activities and phytochemical screening of aqueous methanol extracts of eight Nigerian medicinal and aromatic plants. J. Pharm. Res. 10, 523–532."}, {"Citation": "Fan W., Fan L., Peng C., Zhang Q., Wang L., Li L., et al. (2019). Traditional uses, botany, phytochemistry, pharmacology, pharmacokinetics and toxicology of Xanthium strumarium L.: a review. Molecules 24, 359 10.3390/molecules24020359", "ArticleIdList": ["10.3390/molecules24020359", "PMC6359306", "30669496"]}, {"Citation": "Fani M., Kohanteb J. (2017). In vitro antimicrobial activity of Thymus vulgaris essential oil against major oral pathogens. J. Evid. Based Complementary Altern. Med. 22, 660–666. 10.1177/2156587217700772", "ArticleIdList": ["10.1177/2156587217700772", "PMC5871273", "28397552"]}, {"Citation": "FDA (2016). Botanical drug development guidance for industry. Fed. Regist. 81, 96018–96020."}, {"Citation": "Fernández Y. A., Damasceno J. L., Abrão F., Silva T. d. S., Cândido A. d. L. P., Fregonezi N. F., et al. (2018). Antibacterial, preservative, and mutagenic potential of Copaifera spp. oleoresins against causative agents of foodborne diseases. Foodborne Pathog. Dis. 15, 790–797. 10.1089/fpd.2018.2478", "ArticleIdList": ["10.1089/fpd.2018.2478", "30230926"]}, {"Citation": "Fournomiti M., Kimbaris A., Mantzourani I., Plessas S., Theodoridou I., Papaemmanouil V., et al. (2015). Antimicrobial activity of essential oils of cultivated oregano (Origanum vulgare), sage (Salvia officinalis), and thyme (Thymus vulgaris) against clinical isolates of Escherichia coli, Klebsiella oxytoca, and Klebsiella pneumoniae . Microb. Ecol. Health Dis. 26, 23289 10.3402/mehd.v26.23289", "ArticleIdList": ["10.3402/mehd.v26.23289", "PMC4400296", "25881620"]}, {"Citation": "Franceschi V. R., Nakata P. A. (2005). Calcium oxalate in plants: formation and function. Annu. Rev. Plant Biol. 56, 41–71. 10.1146/annurev.arplant.56.032604.144106", "ArticleIdList": ["10.1146/annurev.arplant.56.032604.144106", "15862089"]}, {"Citation": "Frei B., Baltisberger M., Sticher O., Heinrich M. (1998). Medical ethnobotany of the Zapotecs of the Isthmus‐Sierra (Oaxaca, Mexico): documentation and assessment of indigenous uses. J. Ethnopharmacol. 62, 149–165. 10.1016/s0378-8741(98)00051-8", "ArticleIdList": ["10.1016/s0378-8741(98)00051-8", "9741887"]}, {"Citation": "Gastauer M., Meira Neto J. A. A. (2017). Updated angiosperm family tree for analyzing phylogenetic diversity and community structure. Acta Bot. Bras. 31, 191–198. 10.1590/0102-33062016abb0306", "ArticleIdList": ["10.1590/0102-33062016abb0306"]}, {"Citation": "Gemechu A., Giday M., Worku A., Ameni G. (2013). In vitro anti-mycobacterial activity of selected medicinal plants against Mycobacterium tuberculosis and Mycobacterium bovis strains. BMC Compl. Alternative Med. 13, 291 10.1186/1472-6882-13-291", "ArticleIdList": ["10.1186/1472-6882-13-291", "PMC4228439", "24168665"]}, {"Citation": "Ghasemian A., Eslami M., Hasanvand F., Bozorgi H., Al-Abodi H. R. (2019). Eucalyptus camaldulensis properties for use in the eradication of infections. Comp. Immunol. Microbiol. Infect. Dis. 65, 234–237. 10.1016/j.cimid.2019.04.007", "ArticleIdList": ["10.1016/j.cimid.2019.04.007", "31300120"]}, {"Citation": "Ghorbani A., Esmaeilizadeh M. (2017). Pharmacological properties of Salvia officinalis and its components. J. Tradit. Complement. Med. 7, 433–440. 10.1016/j.jtcme.2016.12.014", "ArticleIdList": ["10.1016/j.jtcme.2016.12.014", "PMC5634728", "29034191"]}, {"Citation": "Ghrairi T., Hani K. (2015). Enhanced bactericidal effect of enterocin A in combination with thyme essential oils against L. monocytogenes and E. coli O157:H7. J. Food Sci. Technol. 52, 2148–2156. 10.1007/s13197-013-1214-5", "ArticleIdList": ["10.1007/s13197-013-1214-5", "PMC4375200", "25829595"]}, {"Citation": "Gibbons S. (2004). Anti-staphylococcal plant natural products. Nat. Prod. Rep. 21, 263–277. 10.1039/b212695h", "ArticleIdList": ["10.1039/b212695h", "15042149"]}, {"Citation": "Gilbert B., Alves L. (2003). Synergy in plant medicines. CMC 10, 13–20. 10.2174/0929867033368583", "ArticleIdList": ["10.2174/0929867033368583", "12570718"]}, {"Citation": "Golestani M. R., Rad M., Bassami M., Afkhami-Goli A. (2015). Analysis and evaluation of antibacterial effects of new herbal formulas, AP-001 and AP-002, against Escherichia coli O157:H7. Life Sci. 135, 22–26. 10.1016/j.lfs.2015.05.007", "ArticleIdList": ["10.1016/j.lfs.2015.05.007", "26032257"]}, {"Citation": "Gomes C. B., Cavalcante D., Filho J. G., Da Costa F., Da Silva Pereira S. (2016). Clinical effect of a mouthwash containing Anacardium occidentale Linn. On plaque and gingivitis control: a randomized controlled trial. Indian J. Dent. Res. 27, 364–369. 10.4103/0970-9290.191883", "ArticleIdList": ["10.4103/0970-9290.191883", "27723631"]}, {"Citation": "Gupta P., Birdi T. (2015). Psidium guajava leaf extract prevents intestinal colonization of Citrobacter rodentium in the mouse model. J. Ayurveda Integr. Med. 6, 50–52. 10.4103/0975-9476.146557", "ArticleIdList": ["10.4103/0975-9476.146557", "PMC4395930", "25878465"]}, {"Citation": "Gupta V. K., Fatima A., Faridi U., Negi A. S., Shanker K., Kumar J. K., et al. (2008). Antimicrobial potential of Glycyrrhiza glabra roots. J. Ethnopharmacol. 116, 377–380. 10.1016/j.jep.2007.11.037", "ArticleIdList": ["10.1016/j.jep.2007.11.037", "18182260"]}, {"Citation": "Gurung P., De P. (2017). Spectrum of biological properties of Cinchona alkaloids: a brief review. J. Pharmacogn. Phytochem. 6, 162–166."}, {"Citation": "Gutiérrez R. M. P., Mitchell S., Solis R. V. (2008). Psidium guajava: a review of its traditional uses, phytochemistry and pharmacology. J. Ethnopharmacol. 117, 1–27. 10.1016/j.jep.2008.01.025", "ArticleIdList": ["10.1016/j.jep.2008.01.025", "18353572"]}, {"Citation": "Güzel Y., Güzelşemme M., Miski M. (2015). Ethnobotany of medicinal plants used in Antakya: a multicultural district in Hatay Province of Turkey. J. Ethnopharmacol. 174, 118–152. 10.1016/j.jep.2015.07.042", "ArticleIdList": ["10.1016/j.jep.2015.07.042", "26239155"]}, {"Citation": "Hajlaoui H., Mighri H., Aouni M., Gharsallah N., Kadri A. (2016). Chemical composition and in vitro evaluation of antioxidant, antimicrobial, cytotoxicity and anti-acetylcholinesterase properties of Tunisian Origanum majorana L. essential oil. Microb. Pathog. 95, 86–94. 10.1016/j.micpath.2016.03.003", "ArticleIdList": ["10.1016/j.micpath.2016.03.003", "26997648"]}, {"Citation": "Hayder N., Ben Ammar R., Abdelwahed A., Kilani S., Mahmoud A., Ben Chibani J., et al. (2005). Antibacterial and antimutagenic activitiy of extracts and essential oil from (Tunisian) Pistacia lentiscus . Toxicol. Environ. Chem. 87, 567–573. 10.1080/02772240500399823", "ArticleIdList": ["10.1080/02772240500399823"]}, {"Citation": "Helal I. M., El-Bessoumy A., Al-Bataineh E., Joseph M. R. P., Rajagopalan P., Chandramoorthy H. C., et al. (2019). Antimicrobial efficiency of essential oils from traditional medicinal plants of asir region, Saudi Arabia, over drug resistant isolates. BioMed Res. Int. 2019, 8928306 10.1155/2019/8928306", "ArticleIdList": ["10.1155/2019/8928306", "PMC6354153", "30792999"]}, {"Citation": "Hirudkar J. R., Parmar K. M., Prasad R. S., Sinha S. K., Lomte A. D., Itankar P. R., et al. (2020). The antidiarrhoeal evaluation of Psidium guajava L. against enteropathogenic Escherichia coli induced infectious diarrhoea. J. Ethnopharmacol. 251, 112561 10.1016/j.jep.2020.112561", "ArticleIdList": ["10.1016/j.jep.2020.112561", "31926988"]}, {"Citation": "Hossain M. A., Kabir M. J., Salehuddin S. M., Rahman S. M. M., Das A. K., Singha S. K., et al. (2010). Antibacterial properties of essential oils and methanol extracts of sweet basil (Ocimum basilicum) occurring in Bangladesh. Pharmaceut. Biol. 48, 504–511. 10.3109/13880200903190977", "ArticleIdList": ["10.3109/13880200903190977", "20645791"]}, {"Citation": "Hussain A. I., Anwar F., Hussain Sherazi S. T., Przybylski R. (2008). Chemical composition, antioxidant and antimicrobial activities of basil (Ocimum basilicum) essential oils depends on seasonal variations. Food Chem. 108, 986–995. 10.1016/j.foodchem.2007.12.010", "ArticleIdList": ["10.1016/j.foodchem.2007.12.010", "26065762"]}, {"Citation": "Ibrahim S. R. M., Mohamed G. A. (2015). Naphthylisoquinoline alkaloids potential drug leads. Fitoterapia 106, 194–225. 10.1016/j.fitote.2015.09.014", "ArticleIdList": ["10.1016/j.fitote.2015.09.014", "26388556"]}, {"Citation": "Inui T., Wang Y., Pro S. M., Franzblau S. G., Pauli G. F. (2012). Unbiased evaluation of bioactive secondary metabolites in complex matrices. Fitoterapia 83, 1218–1225. 10.1016/j.fitote.2012.06.012", "ArticleIdList": ["10.1016/j.fitote.2012.06.012", "PMC3434706", "22766306"]}, {"Citation": "Ivker R. S. (2018). “Chapter 17-chronic sinusitis,” in Integrative medicine. 4th Edn, Editor Rakel D. (Amsterdam, Netherlands: Elsevier; ), 157–169.e152. 10.1016/b978-0-323-35868-2.00017-7", "ArticleIdList": ["10.1016/b978-0-323-35868-2.00017-7"]}, {"Citation": "Jaiswal Y., Liang Z., Zhao Z. (2016). Botanical drugs in ayurveda and traditional Chinese medicine. J. Ethnopharmacol. 194, 245–259. 10.1016/j.jep.2016.06.052", "ArticleIdList": ["10.1016/j.jep.2016.06.052", "27394388"]}, {"Citation": "Jamila F., Mostafa E. (2014). Ethnobotanical survey of medicinal plants used by people in oriental Morocco to manage various ailments. J. Ethnopharmacol. 154, 76–87. 10.1016/j.jep.2014.03.016", "ArticleIdList": ["10.1016/j.jep.2014.03.016", "24685583"]}, {"Citation": "Jardak M., Elloumi-Mseddi J., Aifa S., Mnif S. (2017). Chemical composition, anti-biofilm activity and potential cytotoxic effect on cancer cells of Rosmarinus officinalis L. essential oil from Tunisia. Lipids Health Dis. 16, 190 10.1186/s12944-017-0580-9", "ArticleIdList": ["10.1186/s12944-017-0580-9", "PMC5625792", "28969677"]}, {"Citation": "Jiang M., Zhao S., Yang S., Lin X., He X., Wei X., et al. (2020). An “essential herbal medicine”-licorice: a review of phytochemicals and its effects in combination preparations. J. Ethnopharmacol. 249, 112439 10.1016/j.jep.2019.112439", "ArticleIdList": ["10.1016/j.jep.2019.112439", "31811935"]}, {"Citation": "Jones W. P., Kinghorn A. D. (2005). Extraction of plant secondary metabolites. Natural Products Isolation, 323–351. 10.1385/1-59259-955-9:323", "ArticleIdList": ["10.1385/1-59259-955-9:323"]}, {"Citation": "Jordán M. J., Lax V., Rota M. C., Lorán S., Sotomayor J. A. (2012). Relevance of carnosic acid, carnosol, and rosmarinic acid concentrations in the in vitro antioxidant and antimicrobial activities of Rosmarinus officinalis (L.) methanolic extracts. J. Agric. Food Chem. 60, 9603–9608. 10.1021/jf302881t", "ArticleIdList": ["10.1021/jf302881t", "22957812"]}, {"Citation": "Kalemba D., Kunicka A. (2003). Antibacterial and antifungal properties of essential oils. CMC 10, 813–829. 10.2174/0929867033457719", "ArticleIdList": ["10.2174/0929867033457719", "12678685"]}, {"Citation": "Kamatou G. P., Vermaak I., Viljoen A. M. (2012). Eugenol-from the remote Maluku Islands to the international market place: a review of a remarkable and versatile molecule. Molecules 17, 6953–6981. 10.3390/molecules17066953", "ArticleIdList": ["10.3390/molecules17066953", "PMC6268661", "22728369"]}, {"Citation": "Karamanoli K., Menkissoglu-Spiroudi U., Bosabalidis A. M., Vokou D., Constantinidou H.-I. A. (2005). Bacterial colonization of the phyllosphere of nineteen plant species and antimicrobial activity of their leaf secondary metabolites against leaf associated bacteria. Chemoecology 15, 59–67. 10.1007/s00049-005-0297-5", "ArticleIdList": ["10.1007/s00049-005-0297-5"]}, {"Citation": "Kayani S., Ahmad M., Zafar M., Sultana S., Khan M. P. Z., Ashraf M. A., et al. (2014). Ethnobotanical uses of medicinal plants for respiratory disorders among the inhabitants of Gallies - Abbottabad, Northern Pakistan. J. Ethnopharmacol. 156, 47–60. 10.1016/j.jep.2014.08.005", "ArticleIdList": ["10.1016/j.jep.2014.08.005", "25153021"]}, {"Citation": "Kessler A., Kalske A. (2018). Plant secondary metabolite diversity and species interactions. Annu. Rev. Ecol. Evol. Syst. 49, 115–138. 10.1146/annurev-ecolsys-110617-062406", "ArticleIdList": ["10.1146/annurev-ecolsys-110617-062406"]}, {"Citation": "Kim Y., Wyslouzil B. E., Weathers P. J. (2002). Secondary metabolism of hairy root cultures in bioreactors. In Vitro Cell. Dev. Biol.—Plant 38, 1–10. 10.1079/ivp2001243", "ArticleIdList": ["10.1079/ivp2001243"]}, {"Citation": "Knezevic P., Aleksic V., Simin N., Svircev E., Petrovic A., Mimica-Dukic N. (2016). Antimicrobial activity of Eucalyptus camaldulensis essential oils and their interactions with conventional antimicrobial agents against multi-drug resistant Acinetobacter baumannii . J. Ethnopharmacol. 178, 125–136. 10.1016/j.jep.2015.12.008", "ArticleIdList": ["10.1016/j.jep.2015.12.008", "26671210"]}, {"Citation": "Kovácik J., Repcák M. (2006). Naphthoquinones content of some sundews (Drosera L.). Carniv. Plant Newsl. 35, 49–51."}, {"Citation": "Kubitzki K. (2013). “Chemosystematics,” in The Families and Genera of flowering plants. XII. Flowering plants: eudicots. Santalales, balanophorales, Editor Kubitzki K. (Berlin, Germany: Springer; ), 43–48."}, {"Citation": "Kuete V. (2010). Potential of Cameroonian plants and derived products against microbial infections: a review. Planta Med. 76, 1479–1491. 10.1055/s-0030-1250027", "ArticleIdList": ["10.1055/s-0030-1250027", "20533165"]}, {"Citation": "Kurekci C., Bishop-Hurley S. L., Vercoe P. E., Durmic Z., Al Jassim R. A. M., Mcsweeney C. S. (2012). Screening of Australian plants for antimicrobial activity against Campylobacter jejuni . Phytother Res. 26, 186–190. 10.1002/ptr.3526", "ArticleIdList": ["10.1002/ptr.3526", "21604309"]}, {"Citation": "Lagha R., Ben Abdallah F., Al-Sarhan B., Al-Sodany Y. (2019). Antibacterial and biofilm inhibitory activity of medicinal plant essential oils against Escherichia coli isolated from UTI patients. Molecules 24, 1161 10.3390/molecules24061161", "ArticleIdList": ["10.3390/molecules24061161", "PMC6471185", "30909573"]}, {"Citation": "Lahmar A., Bedoui A., Mokdad-Bzeouich I., Dhaouifi Z., Kalboussi Z., Cheraif I., et al. (2017). Reversal of resistance in bacteria underlies synergistic effect of essential oils with conventional antibiotics. Microb. Pathog. 106, 50–59. 10.1016/j.micpath.2016.10.018", "ArticleIdList": ["10.1016/j.micpath.2016.10.018", "27815129"]}, {"Citation": "Landoulsi A., Roumy V., Duhal N., Skhiri F. H., Rivière C., Sahpaz S., et al. (2016). Chemical composition and antimicrobial activity of the essential oil from aerial parts and roots of Eryngium barrelieri Boiss. and Eryngium glomeratum Lam. from Tunisia. Chem. Biodivers. 13, 1720–1729. 10.1002/cbdv.201600136", "ArticleIdList": ["10.1002/cbdv.201600136", "27448616"]}, {"Citation": "Lawal T. O., Adeniyi B. A., Adegoke A. O., Franzblau S. G., Mahady G. B. (2012). In vitrosusceptibility of Mycobacterium tuberculosisto extracts of Eucalyptus camaldulensis and Eucalyptus torelliana and isolated compounds. Pharmaceut. Biol. 50, 92–98. 10.3109/13880209.2011.625953", "ArticleIdList": ["10.3109/13880209.2011.625953", "22129202"]}, {"Citation": "Lee H.-K., Song H. E., Lee H.-B., Kim C.-S., Koketsu M., Thi My Ngan L., et al. (2014). Growth inhibitory, bactericidal, and morphostructural effects of dehydrocostus lactone from Magnolia sieboldii leaves on antibiotic-susceptible and -resistant strains of Helicobacter pylori . PLoS One 9, e95530 10.1371/journal.pone.0095530", "ArticleIdList": ["10.1371/journal.pone.0095530", "PMC3991664", "24747984"]}, {"Citation": "Lessa F. C. R., Grillo C. H. B., Pinto F. E., Lorençon B. B., Martins J. D. L., Bertolucci S. K. V., et al. (2012). Efficacy of guaco mouthwashes (Mikania glomerata and Mikania laevigata) on the disinfection of toothbrushes. Rev. Bras. Farmacogn. 22, 1330–1337. 10.1590/s0102-695x2012005000115", "ArticleIdList": ["10.1590/s0102-695x2012005000115"]}, {"Citation": "Letunic I., Bork P. (2006). Interactive tree of life (iTOL): an online tool for phylogenetic tree display and annotation. Bioinformatics 23, 127–128. 10.1093/bioinformatics/btl529", "ArticleIdList": ["10.1093/bioinformatics/btl529", "17050570"]}, {"Citation": "Li D.-L., Xing F.-W. (2016). Ethnobotanical study on medicinal plants used by local Hoklos people on Hainan Island, China. J. Ethnopharmacol. 194, 358–368. 10.1016/j.jep.2016.07.050", "ArticleIdList": ["10.1016/j.jep.2016.07.050", "27444693"]}, {"Citation": "Limsuwan S., Hesseling-Meinders A., Voravuthikunchai S. P., Van Dijl J. M., Kayser O. (2011). Potential antibiotic and anti-infective effects of rhodomyrtone from Rhodomyrtus tomentosa (Aiton) Hassk. On Streptococcus pyogenes as revealed by proteomics. Phytomedicine 18, 934–940. 10.1016/j.phymed.2011.02.007", "ArticleIdList": ["10.1016/j.phymed.2011.02.007", "21439802"]}, {"Citation": "Limsuwan S., Moosigapong K., Jarukitsakul S., Joycharat N., Chusri S., Jaisamut P., et al. (2018). Lupinifolin from Albizia myriophylla wood: a study on its antibacterial mechanisms against cariogenic Streptococcus mutans . Arch. Oral Biol. 93, 195–202. 10.1016/j.archoralbio.2017.10.013", "ArticleIdList": ["10.1016/j.archoralbio.2017.10.013", "29102025"]}, {"Citation": "Limsuwan S., Voravuthikunchai S. P. (2013). Bactericidal, bacteriolytic, and antibacterial virulence activities of Boesenbergia pandurata (Roxb.) Schltr. extract against Streptococcus pyogenes . Trop. J. Pharm. Res. 12, 1023–1028. 10.4314/tjpr.v12i4.14", "ArticleIdList": ["10.4314/tjpr.v12i4.14"]}, {"Citation": "Lindeman Z., Waggoner M., Batdorff A., Humphreys T. L. (2014). Assessing the antibiotic potential of essential oils against Haemophilus ducreyi . BMC Complement. Altern. Med. 14, 172 10.1186/1472-6882-14-172", "ArticleIdList": ["10.1186/1472-6882-14-172", "PMC4048586", "24885682"]}, {"Citation": "Liu H.-X., Tan H.-B., Qiu S.-X. (2016). Antimicrobial acylphloroglucinols from the leaves of Rhodomyrtus tomentosa . J. Asian Nat. Prod. Res. 18, 535–541. 10.1080/10286020.2015.1121997", "ArticleIdList": ["10.1080/10286020.2015.1121997", "26727290"]}, {"Citation": "Locher C., Currie L. (2010). Revisiting kinos-An Australian perspective. J. Ethnopharmacol. 128, 259–267. 10.1016/j.jep.2010.01.028", "ArticleIdList": ["10.1016/j.jep.2010.01.028", "20083186"]}, {"Citation": "Loi M. C., Maxia L., Maxia A. (2005). Ethnobotanical comparison between the villages of Escolca and Lotzorai (Sardinia, Italy). J. Herbs, Spices, Med. Plants 11, 67–84. 10.1300/j044v11n03_07", "ArticleIdList": ["10.1300/j044v11n03_07"]}, {"Citation": "Lozoya X., Reyes-Morales H., Chávez-Soto M. A., Martínez-García M. D. C., Soto-González Y., Doubova S. V., et al. (2002). Intestinal anti-spasmodic effect of a phytodrug of Psidium guajava folia in the treatment of acute diarrheic disease. J. Ethnopharmacol. 83, 19–24. 10.1016/s0378-8741(02)00185-x", "ArticleIdList": ["10.1016/s0378-8741(02)00185-x", "12413703"]}, {"Citation": "Lu M., Dai T., Murray C. K., Wu M. X. (2018). Bactericidal property of oregano oil against multidrug-resistant clinical isolates. Front. Microbiol. 9 10.3389/fmicb.2018.02329", "ArticleIdList": ["10.3389/fmicb.2018.02329", "PMC6182053", "30344513"]}, {"Citation": "Luís Â., Duarte A., Gominho J., Domingues F., Duarte A. P. (2016). Chemical composition, antioxidant, antibacterial and anti-quorum sensing activities of Eucalyptus globulus and Eucalyptus radiata essential oils. Ind. Crop. Prod. 79, 274–282. 10.1016/j.indcrop.2015.10.055", "ArticleIdList": ["10.1016/j.indcrop.2015.10.055"]}, {"Citation": "Mackova Z., Koblovska R., Lapcik O. (2006). Distribution of isoflavonoids in non-leguminous taxa—an update. Phytochemistry 67, 849–855. 10.1016/j.phytochem.2006.01.020", "ArticleIdList": ["10.1016/j.phytochem.2006.01.020", "16499937"]}, {"Citation": "Madureira A. M., Ramalhete C., Mulhovo S., Duarte A., Ferreira M.-J. U. (2012). Antibacterial activity of some African medicinal plants used traditionally against infectious diseases. Pharmaceut. Biol. 50, 481–489. 10.3109/13880209.2011.615841", "ArticleIdList": ["10.3109/13880209.2011.615841", "22136524"]}, {"Citation": "Magallón S. A., Hilu K. W. (2009). “Land plants (embryophyta),” in The Timetree of life, Editors Hedges B.S., Kumar S. (New York, NY: Oxford University Press; ), 133–137."}, {"Citation": "Magallon S., Crane P. R., Herendeen P. S. (1999). Phylogenetic pattern, diversity, and diversification of eudicots. Ann. Mo. Bot. Gard. 86, 297–372. 10.2307/2666180", "ArticleIdList": ["10.2307/2666180"]}, {"Citation": "Mahmoudzadeh M., Hosseini H., Nasrollahzadeh J., Khaneghah A. M., Rismanchi M., Chaves R. D., et al. (2016). Antibacterial activity of Carum copticum essential oil against Escherichia coli O157:H7 in meat: stx genes expression. Curr. Microbiol. 73, 265–272. 10.1007/s00284-016-1048-2", "ArticleIdList": ["10.1007/s00284-016-1048-2", "27155845"]}, {"Citation": "Mahyari S., Mahyari B., Emami S. A., Malaekeh-Nikouei B., Jahanbakhsh S. P., Sahebkar A., et al. (2016). Evaluation of the efficacy of a polyherbal mouthwash containing Zingiber officinale, Rosmarinus officinalis and Calendula officinalis extracts in patients with gingivitis: a randomized double-blind placebo-controlled trial. Compl. Ther. Clin. Pract. 22, 93–98. 10.1016/j.ctcp.2015.12.001", "ArticleIdList": ["10.1016/j.ctcp.2015.12.001", "26850813"]}, {"Citation": "Marino M., Bersani C., Comi G. (2001). Impedance measurements to study the antimicrobial activity of essential oils from Lamiaceae and Compositae. Int. J. Food Microbiol. 67, 187–195. 10.1016/s0168-1605(01)00447-0", "ArticleIdList": ["10.1016/s0168-1605(01)00447-0", "11518428"]}, {"Citation": "Maroyi A. (2017). Acacia karroo Hayne: ethnomedicinal uses, phytochemistry and pharmacology of an important medicinal plant in southern Africa. Asian Pacific Journal of Tropical Medicine 10, 351–360. 10.1016/j.apjtm.2017.03.021", "ArticleIdList": ["10.1016/j.apjtm.2017.03.021", "28552105"]}, {"Citation": "Martins M. D., Marques M. M., Bussadori S. K., Martins M. A. T., Pavesi V. C. S., Mesquita-Ferrari R. A., et al. (2009). Comparative analysis between Chamomilla recutita and corticosteroids on wound healing. An in vitro and in vivo study. Phytother Res. 23, 274–278. 10.1002/ptr.2612", "ArticleIdList": ["10.1002/ptr.2612", "18803230"]}, {"Citation": "Matejić J. S., Stojanović-Radić Z. Z., Ristić M. S., Veselinović J. B., Zlatković B. K., Marin P. D., et al. (2018). Chemical characterization, in vitro biological activity of essential oils and extracts of three Eryngium L. species and molecular docking of selected major compounds. J. Food Sci. Technol. 55, 2910–2925. 10.1007/s13197-018-3209-8", "ArticleIdList": ["10.1007/s13197-018-3209-8", "PMC6046016", "30065400"]}, {"Citation": "Mawalagedera S. M. U. P., Callahan D. L., Gaskett A. C., Rønsted N., Symonds M. R. E. (2019). Combining evolutionary inference and metabolomics to identify plants with medicinal potential. Front. Ecol. Evol. 7 10.3389/fevo.2019.00267", "ArticleIdList": ["10.3389/fevo.2019.00267"]}, {"Citation": "Mazokopakis E. E., Vrentzos G. E., Papadakis J. A., Babalis D. E., Ganotakis E. S. (2005). Wild chamomile (Matricaria recutita L.) mouthwashes in methotrexate-induced oral mucositis. Phytomedicine 12, 25–27. 10.1016/j.phymed.2003.11.003", "ArticleIdList": ["10.1016/j.phymed.2003.11.003", "15693704"]}, {"Citation": "Mcewen S. A., Collignon P. J. (2018). Antimicrobial resistance: a one health perspective. Microbiol. Spectr. 6 10.1128/microbiolspec.ARBA-0009-2017", "ArticleIdList": ["10.1128/microbiolspec.ARBA-0009-2017", "29600770"]}, {"Citation": "McKay D. L., Blumberg J. B. (2006). A review of the bioactivity and potential health benefits of peppermint tea (Mentha piperita L.). Phytother Res. 20, 619–633. 10.1002/ptr.1936", "ArticleIdList": ["10.1002/ptr.1936", "16767798"]}, {"Citation": "Metrouh-Amir H., Duarte C. M. M., Maiza F. (2015). Solvent effect on total phenolic contents, antioxidant, and antibacterial activities of Matricaria pubescens . Ind. Crop. Prod. 67, 249–256. 10.1016/j.indcrop.2015.01.049", "ArticleIdList": ["10.1016/j.indcrop.2015.01.049"]}, {"Citation": "\nMNPS (2020). Medicinal plant names services (MNPS). Available at: https://mpns.science.kew.org/mpns-portal/. "}, {"Citation": "Modarresi M., Farahpour M.-R., Baradaran B. (2019). Topical application of Mentha piperita essential oil accelerates wound healing in infected mice model. Inflammopharmacology 27, 531–537. 10.1007/s10787-018-0510-0", "ArticleIdList": ["10.1007/s10787-018-0510-0", "29980963"]}, {"Citation": "Moher D., Liberati A., Tetzlaff J., Altman D. G., The P. G. (2009). Preferred reporting items for systematic reviews and meta-analyses: the PRISMA statement. PLoS Med. 6, e1000097 10.1371/journal.pmed.1000097", "ArticleIdList": ["10.1371/journal.pmed.1000097", "PMC2707599", "19621072"]}, {"Citation": "Moosavi-Nasab M., Jamal Saharkhiz M., Ziaee E., Moayedi F., Koshani R., Azizi R. (2016). Chemical compositions and antibacterial activities of five selected aromatic plants essential oils against food-borne pathogens and spoilage bacteria. J. Essent. Oil Res. 28, 241–251. 10.1080/10412905.2015.1119762", "ArticleIdList": ["10.1080/10412905.2015.1119762"]}, {"Citation": "Mordmuang A., Brouillette E., Voravuthikunchai S. P., Malouin F. (2019). Evaluation of a Rhodomyrtus tomentosa ethanolic extract for its therapeutic potential on Staphylococcus aureus infections using in vitro and in vivo models of mastitis. Vet. Res. 50, 49 10.1186/s13567-019-0664-9", "ArticleIdList": ["10.1186/s13567-019-0664-9", "PMC6585048", "31221210"]}, {"Citation": "Moreira M. R., Souza A. B., Soares S., Bianchi T. C., de Souza Eugênio D., Lemes D. C., et al. (2016). Ent-kaurenoic acid-rich extract from Mikania glomerata: in vitro activity against bacteria responsible for dental caries. Fitoterapia 112, 211–216. 10.1016/j.fitote.2016.06.007", "ArticleIdList": ["10.1016/j.fitote.2016.06.007", "27316976"]}, {"Citation": "Moreti D. L. C., Leandro L. F., Da Silva Moraes T., Moreira M. R., Sola Veneziani R. C., Ambrosio S. R., et al. (2017). Mikania glomerata Sprengel extract and its major compound ent -kaurenoic acid display activity against bacteria present in endodontic infections. Anaerobe 47, 201–208. 10.1016/j.anaerobe.2017.06.008", "ArticleIdList": ["10.1016/j.anaerobe.2017.06.008", "28627377"]}, {"Citation": "Morvin Yabesh J. E., Prabhu S., Vijayakumar S. (2014). An ethnobotanical study of medicinal plants used by traditional healers in Silent Valley of Kerala, India. J. Ethnopharmacol. 154, 774–789. 10.1016/j.jep.2014.05.004", "ArticleIdList": ["10.1016/j.jep.2014.05.004", "24832113"]}, {"Citation": "Muhs A., Lyles J. T., Parlet C. P., Nelson K., Kavanaugh J. S., Horswill A. R., et al. (2017). Virulence inhibitors from Brazilian peppertree block quorum sensing and abate dermonecrosis in skin infection models. Sci. Rep. 7, 42275 10.1038/srep42275", "ArticleIdList": ["10.1038/srep42275", "PMC5301492", "28186134"]}, {"Citation": "Myers N., Mittermeier R. A., Mittermeier C. G., Da Fonseca G. A. B., Kent J. (2000). Biodiversity hotspots for conservation priorities. Nature 403, 853–858. 10.1038/35002501", "ArticleIdList": ["10.1038/35002501", "10706275"]}, {"Citation": "Na-Phatthalung P., Chusri S., Suanyuk N., Voravuthikunchai S. P. (2017). In vitro and in vivo assessments of Rhodomyrtus tomentosa leaf extract as an alternative anti-streptococcal agent in nile tilapia (Oreochromis niloticus L.). J. Med. Microbiol. 66, 430–439. 10.1099/jmm.0.000453", "ArticleIdList": ["10.1099/jmm.0.000453", "28425874"]}, {"Citation": "Naber K. (2013). Efficacy and safety of the phytotherapeutic drug Canephron® N in prevention and treatment of urogenital and gestational disease: review of clinical experience in Eastern Europe and Central Asia. Res. Rep. Urol. 5, 39–46. 10.2147/rru.s39288", "ArticleIdList": ["10.2147/rru.s39288", "PMC3826901", "24400233"]}, {"Citation": "Napimoga M. H., Yatsuda R. (2010). Scientific evidence for Mikania laevigata and Mikania glomerata as a pharmacological tool. J. Pharm. Pharmacol. 62, 809–820. 10.1211/jpp.62.07.0001", "ArticleIdList": ["10.1211/jpp.62.07.0001", "20636868"]}, {"Citation": "Nasir M., Tafess K., Abate D. (2015). Antimicrobial potential of the Ethiopian Thymus schimperi essential oil in comparison with others against certain fungal and bacterial species. BMC Compl. Alternative Med. 15, 260 10.1186/s12906-015-0784-3", "ArticleIdList": ["10.1186/s12906-015-0784-3", "PMC4521365", "26227483"]}, {"Citation": "Nciki S., Vuuren S., Van Eyk A., De Wet H. (2016). Plants used to treat skin diseases in northern Maputaland, South Africa: antimicrobial activity and in vitro permeability studies. Pharmaceut. Biol. 54, 2420–2436. 10.3109/13880209.2016.1158287", "ArticleIdList": ["10.3109/13880209.2016.1158287", "27137350"]}, {"Citation": "Nejad A. S. M., Kamkar A., Giri A., Pourmahmoudi A. A. (2013). Ethnobotany and folk medicinal uses of major trees and shrubs in Northern Iran. J. Med. Plants Res. 7, 284–289. 10.5897/JMPR11.680", "ArticleIdList": ["10.5897/JMPR11.680"]}, {"Citation": "Nielsen T. R. H., Kuete V., Jäger A. K., Meyer J. J. M., Lall N. (2012). Antimicrobial activity of selected South African medicinal plants. BMC Compl. Alternative Med. 12, 74 10.1186/1472-6882-12-74", "ArticleIdList": ["10.1186/1472-6882-12-74", "PMC3479042", "22704594"]}, {"Citation": "\nNLM (2020). National library of medicine (US). Available from: http://clinicaltrials.gov (Cited March 31, 2020). "}, {"Citation": "Nyila M. A., Leonard C. M., Hussein A. A., Lall N. (2012). Activity of South African medicinal plants against Listeria monocytogenes biofilms, and isolation of active compounds from Acacia karroo . South Afr. J. Bot. 78, 220–227. 10.1016/j.sajb.2011.09.001", "ArticleIdList": ["10.1016/j.sajb.2011.09.001"]}, {"Citation": "O'Neill J. (2016). Tackling drug-resistant infections globally: final report and recommendations: Review on Antimicrobial Resistance."}, {"Citation": "Odedina G., Vongkamjan K., Voravuthikunchai S. (2015). Potential bio-control agent from Rhodomyrtus tomentosa against Listeria monocytogenes . Nutrients 7, 7451–7468. 10.3390/nu7095346", "ArticleIdList": ["10.3390/nu7095346", "PMC4586541", "26371033"]}, {"Citation": "Odonne G., Valadeau C., Alban-Castillo J., Stien D., Sauvain M., Bourdy G. (2013). Medical ethnobotany of the Chayahuita of the Paranapura basin (Peruvian amazon). J. Ethnopharmacol. 146, 127–153. 10.1016/j.jep.2012.12.014", "ArticleIdList": ["10.1016/j.jep.2012.12.014", "23266276"]}, {"Citation": "Ong H. C., Nordiana M. (1999). Malay ethno-medico botany in Machang, Kelantan, Malaysia. Fitoterapia 70, 502–513. 10.1016/s0367-326x(99)00077-5", "ArticleIdList": ["10.1016/s0367-326x(99)00077-5"]}, {"Citation": "Ouelbani R., Bensari S., Mouas T. N., Khelifi D. (2016). Ethnobotanical investigations on plants used in folk medicine in the regions of Constantine and Mila (North-East of Algeria). J. Ethnopharmacol. 194, 196–218. 10.1016/j.jep.2016.08.016", "ArticleIdList": ["10.1016/j.jep.2016.08.016", "27592312"]}, {"Citation": "Ozdikmenli S., Demirel Zorba N. N. (2015). Evaluation of usage of essential oils instead of spices in meat ball formulation for controlling Salmonella spp. Food Sci. Technol. Int. 22, 93–101. 10.1177/1082013215571118", "ArticleIdList": ["10.1177/1082013215571118", "25677416"]}, {"Citation": "Panda S. K., Da Silva L. C. N., Sahal D., Leonti M. (2019). Editorial: ethnopharmacological studies for the development of drugs with special reference to Asteraceae. Front. Pharmacol. 10, 955 10.1109/tencon.2019.8929608", "ArticleIdList": ["10.1109/tencon.2019.8929608", "PMC6737279", "31551771"]}, {"Citation": "Paraschos S., Magiatis P., Mitakou S., Petraki K., Kalliaropoulos A., Maragkoudakis P., et al. (2007). In vitro and in vivo activities of chios mastic gum extracts and constituents against Helicobacter pylori . Antimicrob. Agents. Chemother. 51, 551 10.1128/aac.00642-06", "ArticleIdList": ["10.1128/aac.00642-06", "PMC1797732", "17116667"]}, {"Citation": "Paster N., Menasherov M., Ravid U., Juven B. (1995). Antifungal activity of oregano and thyme essential oils applied as fumigants against fungi attacking stored grain. J. Food Protect. 58, 81–85. 10.4315/0362-028x-58.1.81", "ArticleIdList": ["10.4315/0362-028x-58.1.81", "31121777"]}, {"Citation": "Pastorino G., Cornara L., Soares S., Rodrigues F., Oliveira M. B. P. P. (2018). Liquorice (Glycyrrhiza glabra): a phytochemical and pharmacological review. Phytother. Res. 32, 2323–2339. 10.1002/ptr.6178", "ArticleIdList": ["10.1002/ptr.6178", "PMC7167772", "30117204"]}, {"Citation": "Petrolini F. V. B., Lucarini R., de Souza M. G. M., Pires R. H., Cunha W. R., Martins C. H. G. (2013). Evaluation of the antibacterial potential of Petroselinum crispum and Rosmarinus officinalis against bacteria that cause urinary tract infections. Braz. J. Microbiol. 44, 829–834. 10.1590/s1517-83822013005000061", "ArticleIdList": ["10.1590/s1517-83822013005000061", "PMC3910196", "24516424"]}, {"Citation": "Petronilho S., Maraschin M., Coimbra M. A., Rocha S. M. (2012). In vitro and in vivo studies of natural products: a challenge for their valuation. The case study of chamomile (Matricaria recutita L.). Ind. Crop. Prod. 40, 1–12. 10.1016/j.indcrop.2012.02.041", "ArticleIdList": ["10.1016/j.indcrop.2012.02.041"]}, {"Citation": "Pfeifer Barbosa A. L., Wenzel-Storjohann A., Barbosa J. D., Zidorn C., Peifer C., Tasdemir D., et al. (2019). Antimicrobial and cytotoxic effects of the Copaifera reticulata oleoresin and its main diterpene acids. J. Ethnopharmacol. 233, 94–100. 10.1016/j.jep.2018.11.029", "ArticleIdList": ["10.1016/j.jep.2018.11.029", "30472403"]}, {"Citation": "Phoem A. N., Voravuthikunchai S. P. (2012). Growth stimulation/inhibition effect of medicinal plants on human intestinal microbiota. Food Sci. Biotechnol. 21, 739–745. 10.1007/s10068-012-0096-z", "ArticleIdList": ["10.1007/s10068-012-0096-z"]}, {"Citation": "Plowden C. (2004). The ethnobotany of Copaíba (Copaifera) oleoresin in the Amazon. Econ. Bot. 58, 729–733. 10.1663/0013-0001(2004)058[0729:teocco]2.0.co;2", "ArticleIdList": ["10.1663/0013-0001(2004)058[0729:teocco]2.0.co;2"]}, {"Citation": "Polat R., Satil F. (2012). An ethnobotanical survey of medicinal plants in Edremit Gulf (Balıkesir—Turkey). J. Ethnopharmacol. 139, 626–641. 10.1016/j.jep.2011.12.004", "ArticleIdList": ["10.1016/j.jep.2011.12.004", "22193175"]}, {"Citation": "Porras G., Chassagne F., Lyles J. T., Marquez L., Dettweiler M., Salam A. M., et al. (2020). Ethnobotany and the role of plant natural products in antibiotic discovery. Chem. Rev. 10.1021/acs.chemrev.0c00922", "ArticleIdList": ["10.1021/acs.chemrev.0c00922", "PMC8183567", "33164487"]}, {"Citation": "Pulaj B., Mustafa B., Nelson K., Quave C. L., Hajdari A. (2016). Chemical composition and in vitro antibacterial activity of Pistacia terebinthus essential oils derived from wild populations in Kosovo. BMC Compl. Alternative Med. 16, 147 10.1186/s12906-016-1135-8", "ArticleIdList": ["10.1186/s12906-016-1135-8", "PMC4882824", "27229927"]}, {"Citation": "Rashid S., Rather M. A., Shah W. A., Bhat B. A. (2013). Chemical composition, antimicrobial, cytotoxic and antioxidant activities of the essential oil of Artemisia indica Willd. Food Chem. 138, 693–700. 10.1016/j.foodchem.2012.10.102", "ArticleIdList": ["10.1016/j.foodchem.2012.10.102", "23265542"]}, {"Citation": "Rasooli I., Shayegh S., Astaneh S. (2009). The effect of Mentha spicata and Eucalyptus camaldulensis essential oils on dental biofilm. Int. J. Dent. Hyg. 7, 196–203. 10.1111/j.1601-5037.2009.00389.x", "ArticleIdList": ["10.1111/j.1601-5037.2009.00389.x", "19659716"]}, {"Citation": "Rezazadeh F., Mahdavi M., Motavalizadehkakhky A., Mehrzad J., Abedi F., Roozbeh-Nasira'ei L., et al. (2014). Essential oil composition of three population of Tanacetum polycephalum from Iran and their antimicrobial activity. J. Essent. Oil-Bear. Plants 17, 317–330. 10.1080/0972060x.2013.813260", "ArticleIdList": ["10.1080/0972060x.2013.813260"]}, {"Citation": "Rischer H., Hamm A., Bringmann G. (2002). Nepenthes insignis uses a C2-portion of the carbon skeleton of l-alanine acquired via its carnivorous organs, to build up the allelochemical plumbagin. Phytochemistry 59, 603–609. 10.1016/s0031-9422(02)00003-1", "ArticleIdList": ["10.1016/s0031-9422(02)00003-1", "11867092"]}, {"Citation": "Rivera D., Allkin R., Obón C., Alcaraz F., Verpoorte R., Heinrich M. (2014). What is in a name? The need for accurate scientific nomenclature for plants. J. Ethnopharmacol. 152, 393–402. 10.1016/j.jep.2013.12.022", "ArticleIdList": ["10.1016/j.jep.2013.12.022", "24374235"]}, {"Citation": "Romero M. d. C., Valero A., Martín-Sánchez J., Navarro-Moll M. C. (2012). Activity of Matricaria chamomilla essential oil against anisakiasis. Phytomedicine 19, 520–523. 10.1016/j.phymed.2012.02.005", "ArticleIdList": ["10.1016/j.phymed.2012.02.005", "22397992"]}, {"Citation": "Roomiani L., Soltani M., Akhondzadeh Basti A., Mahmoodi A., Mirghaed T., Yadollahi F. (2013). Evaluation of the chemical composition and in vitro antimicrobial activity of Rosmarinus officinalis, Zataria multiflora, Anethum graveolens and Eucalyptus globulus against Streptococcus iniae; the cause of zoonotic disease in farmed fish. Iran. J. Fish. Sci. 12, 702–716."}, {"Citation": "Rosas-Piñón Y., Mejía A., Díaz-Ruiz G., Aguilar M. I., Sánchez-Nieto S., Rivero-Cruz J. F. (2012). Ethnobotanical survey and antibacterial activity of plants used in the altiplane region of Mexico for the treatment of oral cavity infections. J. Ethnopharmacol. 141, 860–865. 10.1016/j.jep.2012.03.020", "ArticleIdList": ["10.1016/j.jep.2012.03.020", "22465591"]}, {"Citation": "Rota M. C., Herrera A., Martínez R. M., Sotomayor J. A., Jordán M. J. (2008). Antimicrobial activity and chemical composition of Thymus vulgaris, Thymus zygis and Thymus hyemalis essential oils. Food Contr. 19, 681–687. 10.1016/j.foodcont.2007.07.007", "ArticleIdList": ["10.1016/j.foodcont.2007.07.007"]}, {"Citation": "Salem M. Z. M., El-Hefny M., Ali H. M., Elansary H. O., Nasser R. A., El-Settawy A. A. A., et al. (2018). Antibacterial activity of extracted bioactive molecules of Schinus terebinthifolius ripened fruits against some pathogenic bacteria. Microb. Pathog. 120, 119–127. 10.1016/j.micpath.2018.04.040", "ArticleIdList": ["10.1016/j.micpath.2018.04.040", "29704984"]}, {"Citation": "Sanches N. R., Garcia Cortez D. A., Schiavini M. S., Nakamura C. V., Dias Filho B. P. (2005). An evaluation of antibacterial activities of Psidium guajava (L.). Braz. Arch. Biol. Technol. 48, 429–436. 10.1590/s1516-89132005000300014", "ArticleIdList": ["10.1590/s1516-89132005000300014"]}, {"Citation": "Santos M. I. S., Martins S. R., Veríssimo C. S. C., Nunes M. J. C., Lima A. I. G., Ferreira R. M. S. B., et al. (2017). Essential oils as antibacterial agents against food-borne pathogens: are they really as useful as they are claimed to be?. J. Food Sci. Technol. 54, 4344–4352. 10.1007/s13197-017-2905-0", "ArticleIdList": ["10.1007/s13197-017-2905-0", "PMC5686014", "29184240"]}, {"Citation": "Saralamp P. (1996). Medicinal plants in Thailand. Bangkok, Thailand: Department of Pharmaceutical Botany."}, {"Citation": "Sarker S. D., Nahar L., Kumarasamy Y. (2007). Microtitre plate-based antibacterial assay incorporating resazurin as an indicator of cell growth, and its application in the in vitro antibacterial screening of phytochemicals. Methods 42, 321–324. 10.1016/j.ymeth.2007.01.006", "ArticleIdList": ["10.1016/j.ymeth.2007.01.006", "PMC1895922", "17560319"]}, {"Citation": "Shakeri A., Akhtari J., Soheili V., Taghizadeh S. F., Sahebkar A., Shaddel R., et al. (2017). Identification and biological activity of the volatile compounds of Glycyrrhiza triphylla Fisch. & C. A. Mey. Microb. Pathog. 109, 39–44. 10.1016/j.micpath.2017.05.022", "ArticleIdList": ["10.1016/j.micpath.2017.05.022", "28526637"]}, {"Citation": "Shandukani P. D., Tshidino S. C., Masoko P., Moganedi K. M. (2018). Antibacterial activity and in situ efficacy of Bidens pilosa Linn and Dichrostachys cinerea Wight et Arn extracts against common diarrhoea-causing waterborne bacteria. BMC Compl. Alternative Med. 18, 171 10.1186/s12906-018-2230-9", "ArticleIdList": ["10.1186/s12906-018-2230-9", "PMC5984776", "29859076"]}, {"Citation": "Sharifi-Rad J., Hoseini-Alfatemi M. S., Sharifi-Rad M., Sharifi-Rad M., Iriti M., Sharifi-Rad M., et al. (2015). Phytochemical compositions and biological activities of essential oil from Xanthium strumarium L. Molecules 20 10.3390/molecules20047034", "ArticleIdList": ["10.3390/molecules20047034", "PMC6272595", "25898416"]}, {"Citation": "Shittu O. B., Ajayi O. L., Bankole S. O., Popoola T. O. S. (2016). Intestinal ameliorative effects of traditional Ogi-tutu, Vernonia amygdalina and Psidium guajava in mice infected with Vibrio cholera . Afr. Health Sci. 16, 620–628. 10.4314/ahs.v16i2.33", "ArticleIdList": ["10.4314/ahs.v16i2.33", "PMC4994574", "27605980"]}, {"Citation": "Silva D. M., Costa P. A. D., Ribon A. O. B., Purgato G. A., Gaspar D.-M., Diaz M. A. N. (2019). Plant extracts display synergism with different classes of antibiotics. An. Acad. Bras. Ciênc. 91, e20180117 10.1590/0001-3765201920180117", "ArticleIdList": ["10.1590/0001-3765201920180117", "31090789"]}, {"Citation": "Silva F., Ferreira S., Queiroz J. A., Domingues F. C. (2011). Coriander (Coriandrum sativum L.) essential oil: its antibacterial activity and mode of action evaluated by flow cytometry. J. Med. Microbiol. 60, 1479–1486. 10.1099/jmm.0.034157-0", "ArticleIdList": ["10.1099/jmm.0.034157-0", "21862758"]}, {"Citation": "Sivasankari B., Anandharaj M., Gunasekaran P. (2014). An ethnobotanical study of indigenous knowledge on medicinal plants used by the village peoples of Thoppampatti, Dindigul district, Tamilnadu, India. J. Ethnopharmacol. 153, 408–423. 10.1016/j.jep.2014.02.040", "ArticleIdList": ["10.1016/j.jep.2014.02.040", "24583241"]}, {"Citation": "Snoussi M., Dehmani A., Noumi E., Flamini G., Papetti A. (2016). Chemical composition and antibiofilm activity of Petroselinum crispum and Ocimum basilicum essential oils against Vibrio spp. strains. Microb. Pathog. 90, 13–21. 10.1016/j.micpath.2015.11.004", "ArticleIdList": ["10.1016/j.micpath.2015.11.004", "26596707"]}, {"Citation": "Stermitz F. R., Lorenz P., Tawara J. N., Zenewicz L. A., Lewis K. (2000). Synergy in a medicinal plant: antimicrobial action of berberine potentiated by 5'-methoxyhydnocarpin, a multidrug pump inhibitor. Proc. Natl. Acad. Sci. U. S. A. 97, 1433–1437. 10.1073/pnas.030540597", "ArticleIdList": ["10.1073/pnas.030540597", "PMC26451", "10677479"]}, {"Citation": "Stevens P. F. (2001). Angiosperm phylogeny website. Version 14, July 2017."}, {"Citation": "Sultana B., Anwar F., Ashraf M. (2009). Effect of extraction solvent/technique on the antioxidant activity of selected medicinal plant extracts. Molecules 14, 2167–2180. 10.3390/molecules14062167", "ArticleIdList": ["10.3390/molecules14062167", "PMC6254218", "19553890"]}, {"Citation": "Tan J. B. L., Lim Y. Y. (2015). Critical analysis of current methods for assessing the in vitro antioxidant and antibacterial activity of plant extracts. Food Chem. 172, 814–822. 10.1016/j.foodchem.2014.09.141", "ArticleIdList": ["10.1016/j.foodchem.2014.09.141", "25442625"]}, {"Citation": "Tan Y. P., Chan E. W. C. (2014). Antioxidant, antityrosinase and antibacterial properties of fresh and processed leaves of Anacardium occidentale and Piper betle . Food Biosci. 6, 17–23. 10.1016/j.fbio.2014.03.001", "ArticleIdList": ["10.1016/j.fbio.2014.03.001"]}, {"Citation": "Tang H., Porras G., Brown M. M., Chassagne F., Lyles J. T., Bacsa J., et al. (2020). Triterpenoid acids isolated from Schinus terebinthifolia fruits reduce Staphylococcus aureus virulence and abate dermonecrosis. Sci. Rep. 10, 8046 10.1038/s41598-020-65080-3", "ArticleIdList": ["10.1038/s41598-020-65080-3", "PMC7229044", "32415287"]}, {"Citation": "Tariq S., Wani S., Rasool W., Shafi K., Bhat M. A., Prabhakar A., et al. (2019). A comprehensive review of the antibacterial, antifungal and antiviral potential of essential oils and their chemical constituents against drug-resistant microbial pathogens. Microb. Pathog. 134, 103580 10.1016/j.micpath.2019.103580", "ArticleIdList": ["10.1016/j.micpath.2019.103580", "31195112"]}, {"Citation": "Tekwu E. M., Pieme A. C., Beng V. P. (2012). Investigations of antimicrobial activity of some Cameroonian medicinal plant extracts against bacteria and yeast with gastrointestinal relevance. J. Ethnopharmacol. 142, 265–273. 10.1016/j.jep.2012.05.005", "ArticleIdList": ["10.1016/j.jep.2012.05.005", "22583961"]}, {"Citation": "Thielmann J., Muranyi P., Kazman P. (2019). Screening essential oils for their antimicrobial activities against the foodborne pathogenic bacteria Escherichia coli and Staphylococcus aureus . Heliyon 5, e01860 10.1016/j.heliyon.2019.e01860", "ArticleIdList": ["10.1016/j.heliyon.2019.e01860", "PMC6551464", "31194064"]}, {"Citation": "Tincusi B. M., Jiménez I. A., Bazzocchi I. L., Moujir L. M., Mamani Z. A., Barroso J. P., et al. (2002). Antimicrobial terpenoids from the oleoresin of the Peruvian medicinal plant Copaifera paupera . Planta. Med. 68, 808–812. 10.1055/s-2002-34399", "ArticleIdList": ["10.1055/s-2002-34399", "12357392"]}, {"Citation": "Tsouh Fokou P., Kissi-Twum A., Yeboah-Manu D., Appiah-Opong R., Addo P., Tchokouaha Yamthe L., et al. (2016). In vitro activity of selected west african medicinal plants against Mycobacterium ulcerans disease. Molecules 21, 445 10.3390/molecules21040445", "ArticleIdList": ["10.3390/molecules21040445", "PMC6273889", "27089314"]}, {"Citation": "Tu Y. (2016). Artemisinin-A gift from traditional Chinese medicine to the world (nobel lecture). Angew. Chem. Int. Ed. 55, 10210–10226. 10.1002/anie.201601967", "ArticleIdList": ["10.1002/anie.201601967", "27488942"]}, {"Citation": "Turcotte M. M., Davies T. J., Thomsen C. J. M., Johnson M. T. J. (2014). Macroecological and macroevolutionary patterns of leaf herbivory across vascular plants. Proc. R. Soc. B. 281, 20140555 10.1098/rspb.2014.0555", "ArticleIdList": ["10.1098/rspb.2014.0555", "PMC4071545", "24870043"]}, {"Citation": "Tyagi A. K., Malik A. (2011). Antimicrobial potential and chemical composition of Mentha piperita oil in liquid and vapour phase against food spoiling microorganisms. Food Contr. 22, 1707–1714. 10.1016/j.foodcont.2011.04.002", "ArticleIdList": ["10.1016/j.foodcont.2011.04.002"]}, {"Citation": "UN (2011). “Convention on biological diversity,” in Nagoya protocol on access to genetic resources and the fair and equitable sharing of benefits arising from their utilization. Nagoya, Japan: Nagoya Protocol;"}, {"Citation": "Vaillancourt K., Lebel G., Yi L., Grenier D. (2018). In vitro antibacterial activity of plant essential oils against Staphylococcus hyicus and Staphylococcus aureus, the causative agents of exudative epidermitis in pigs. Arch. Microbiol. 200, 1001–1007. 10.1007/s00203-018-1512-4", "ArticleIdList": ["10.1007/s00203-018-1512-4", "29623386"]}, {"Citation": "van Vuuren S. F., Nkwanyana M. N., De Wet H. (2015). Antimicrobial evaluation of plants used for the treatment of diarrhoea in a rural community in northern maputaland, KwaZulu-natal, South Africa. BMC Compl. Alternative Med. 15, 53 10.1186/s12906-015-0570-2", "ArticleIdList": ["10.1186/s12906-015-0570-2", "PMC4364486", "25881066"]}, {"Citation": "Vandebroek I. (2013). Intercultural health and ethnobotany: how to improve healthcare for underserved and minority communities?. J. Ethnopharmacol. 148, 746–754. 10.1016/j.jep.2013.05.039", "ArticleIdList": ["10.1016/j.jep.2013.05.039", "23727048"]}, {"Citation": "Vieira R. G. L., Moraes T. D. S., Silva L. D. O., Bianchi T. C., Veneziani R. C. S., Ambrósio S. R., et al. (2018). In vitro studies of the antibacterial activity of Copaifera spp. oleoresins, sodium hypochlorite, and peracetic acid against clinical and environmental isolates recovered from a hemodialysis unit. Antimicrob. Resist. Infect. Contr. 7, 14 10.1186/s13756-018-0307-3", "ArticleIdList": ["10.1186/s13756-018-0307-3", "PMC5782372", "29410782"]}, {"Citation": "Viswanathan V., Pharande R., Bannalikar A., Gupta P., Gupta U., Mukne A. (2019). Inhalable liposomes of Glycyrrhiza glabra extract for use in tuberculosis: formulation, in vitro characterization, in vivo lung deposition, and in vivo pharmacodynamic studies. Drug Dev. Ind. Pharm. 45, 11–20. 10.1080/03639045.2018.1513025", "ArticleIdList": ["10.1080/03639045.2018.1513025", "30122088"]}, {"Citation": "Vitalini S., Puricelli C., Mikerezi I., Iriti M. (2015). Plants, people and traditions: ethnobotanical survey in the Lombard Stelvio National Park and neighbouring areas (Central Alps, Italy). J. Ethnopharmacol. 173, 435–458. 10.1016/j.jep.2015.05.036", "ArticleIdList": ["10.1016/j.jep.2015.05.036", "26031473"]}, {"Citation": "Vokou D., Katradi K., Kokkini S. (1993). Ethnobotanical survey of Zagori (Epirus, Greece), a renowned centre of folk medicine in the past. J. Ethnopharmacol. 39, 187–196. 10.1016/0378-8741(93)90035-4", "ArticleIdList": ["10.1016/0378-8741(93)90035-4", "8258976"]}, {"Citation": "Voukeng I. K., Beng V. P., Kuete V. (2017). Multidrug resistant bacteria are sensitive to Euphorbia prostrata and six others Cameroonian medicinal plants extracts. BMC Res. Notes 10, 321 10.1186/s13104-017-2665-y", "ArticleIdList": ["10.1186/s13104-017-2665-y", "PMC5526298", "28743314"]}, {"Citation": "Wang X., Zhang H., Chen L., Shan L., Fan G., Gao X. (2013). Liquorice, a unique “guide drug” of traditional Chinese medicine: a review of its role in drug interactions. J. Ethnopharmacol. 150, 781–790. 10.1016/j.jep.2013.09.055", "ArticleIdList": ["10.1016/j.jep.2013.09.055", "24201019"]}, {"Citation": "Waterman P. G. (1993). “Phytochemical diversity in the order Rutales,”in Phytochemical potential of tropical plants. Editors Downum K. R., Romero J. T., Stafford. H. A. (New York, NY, USA: Plenum; ), 203–233."}, {"Citation": "WHO (2019a). Antibacterial agents in clinical development: an analysis of the antibacterial clinical development pipeline. Geneva, Switzerland: World Health Organization."}, {"Citation": "WHO (2019b). Antibacterial agents in preclinical development: an open access database. Geneva, Switzerland: World Health Organization."}, {"Citation": "\nWHO (2016). International statistical classification of diseases and related health problems 10th revision (ICD-10). Available at: https://icd.who.int/browse10/2016/en. ", "ArticleIdList": ["0"]}, {"Citation": "Wiegand I., Hilpert K., Hancock R. E. W. (2008). Agar and broth dilution methods to determine the minimal inhibitory concentration (MIC) of antimicrobial substances. Nat. Protoc. 3, 163–175. 10.1038/nprot.2007.521", "ArticleIdList": ["10.1038/nprot.2007.521", "18274517"]}, {"Citation": "Wijesundara N., Rupasinghe H. (2019). Bactericidal and anti-biofilm activity of ethanol extracts derived from selected medicinal plants against Streptococcus pyogenes . Molecules 24, 1165 10.3390/molecules24061165", "ArticleIdList": ["10.3390/molecules24061165", "PMC6471238", "30909644"]}, {"Citation": "Wikström N., Kainulainen K., Razafimandimbison S. G., Smedmark J. E. E., Bremer B. (2015). A revised time tree of the asterids: establishing a temporal framework for evolutionary studies of the coffee family (Rubiaceae). PloS One 10, e0126690 10.1371/journal.pone.0126690", "ArticleIdList": ["10.1371/journal.pone.0126690", "PMC4462594", "25996595"]}, {"Citation": "Williams D. A., Overholt W. A., Cuda J. P., Hughes C. R. (2005). Chloroplast and microsatellite DNA diversities reveal the introduction history of Brazilian peppertree (Schinus terebinthifolius) in Florida. Mol. Ecol. 14, 3643–3656. 10.1111/j.1365-294x.2005.02666.x", "ArticleIdList": ["10.1111/j.1365-294x.2005.02666.x", "16202086"]}, {"Citation": "RBG Willis K. J. (2017). State of the World’s plants, 2017. Kew, London: England: Royal Botanic Gardens."}, {"Citation": "Wink M. (2020). Evolution of the angiosperms and Co-evolution of secondary metabolites, especially of alkaloids. Co-evolution of secondary metabolites. Editors Mérillon J.-M., Ramawat K. G. (Cham, Switzerland: Springer International Publishing; ), 151–174."}, {"Citation": "Wink M. (2003). Evolution of secondary metabolites from an ecological and molecular phylogenetic perspective. Phytochemistry 64, 3–19. 10.1016/s0031-9422(03)00300-5", "ArticleIdList": ["10.1016/s0031-9422(03)00300-5", "12946402"]}, {"Citation": "Wink M. (2010). Introduction. Annual plant reviews, biochemistry of plant secondary metabolism. (Hoboken, NJ, USA: Blackwell Publishing Ltd; ). Vol. 40, 1–20. 10.1002/9781444318876.ch1", "ArticleIdList": ["10.1002/9781444318876.ch1"]}, {"Citation": "Wu C., Lee S.-L., Taylor C., Li J., Chan Y.-M., Agarwal R., et al. (2020). Scientific and regulatory approach to botanical drug development: a U.S. FDA perspective. J. Nat. Prod. 83, 552–562. 10.1021/acs.jnatprod.9b00949", "ArticleIdList": ["10.1021/acs.jnatprod.9b00949", "31977211"]}, {"Citation": "Zaynab M., Fatima M., Abbas S., Sharif Y., Umair M., Zafar M. H., et al. (2018). Role of secondary metabolites in plant defense against pathogens. Microb. Pathog. 124, 198–202. 10.1016/j.micpath.2018.08.034", "ArticleIdList": ["10.1016/j.micpath.2018.08.034", "30145251"]}, {"Citation": "Zhao L.-Y., Liu H.-X., Wang L., Xu Z.-F., Tan H.-B., Qiu S.-X. (2019). Rhodomyrtosone B, a membrane-targeting anti-MRSA natural acylgphloroglucinol from Rhodomyrtus tomentosa . J. Ethnopharmacol. 228, 50–57. 10.1016/j.jep.2018.09.011", "ArticleIdList": ["10.1016/j.jep.2018.09.011", "30195566"]}, {"Citation": "Zpetkeviciute I., Savickiene N., Savickas A., Bernatoniene J., Simaitiene Z., Kalveniene Z., et al. (2010). Urban ethnobotany study in Samogitia region, Lithuania. J. Med. Plants Res. 4, 64–71."}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "7", "Day": "23"}, {"Year": "2020", "Month": "11", "Day": "12"}, {"Year": "2021", "Month": "1", "Day": "25", "Hour": "5", "Minute": "38"}, {"Year": "2021", "Month": "1", "Day": "26", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "1", "Day": "26", "Hour": "6", "Minute": "1"}, {"Year": "2021", "Month": "1", "Day": "8"}], "PublicationStatus": "epublish", "ArticleIdList": ["33488385", "PMC7821031", "10.3389/fphar.2020.586548", "586548"]}}], "PubmedBookArticle": []}