{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "33490247", "DateCompleted": {"Year": "2021", "Month": "05", "Day": "17"}, "DateRevised": {"Year": "2022", "Month": "04", "Day": "20"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "12", "Day": "08"}], "Language": ["eng"], "ELocationID": ["6623830", "10.1155/2020/6623830"], "Journal": {"ISSN": "2314-6141", "JournalIssue": {"Volume": "2020", "PubDate": {"Year": "2020"}}, "Title": "BioMed research international", "ISOAbbreviation": "Biomed Res Int"}, "ArticleTitle": "Antimicrobial Efficacy of a Novel Antibiotic-Eluting Injectable Platelet-Rich Fibrin Scaffold against a Dual-Species Biofilm in an Infected Immature Root Canal Model.", "Pagination": {"StartPage": "6623830", "MedlinePgn": "6623830"}, "Abstract": {"AbstractText": ["This study was aimed at evaluating the antibacterial property of an injectable platelet-rich fibrin (I-PRF) scaffold containing triple antibiotic mixture against an <i>Actinomyces naeslundii</i> (<i>A. naeslundii</i>) and <i>Enterococcus faecalis</i> (<i>E. faecalis</i>) biofilm in an infected immature root canal model.", "A dual-species biofilm was inoculated inside the root canals via a series of centrifugal cycles. The samples were allocated to three experimental groups (i.e., G1: triple antibiotic mixture, G2: I-PRF containing triple antibiotic mixture, and G3: antibiotic-free I-PRF scaffold) and two control groups (G4: seven-day biofilm untreated and G5: bacteria-free untreated).", "Bacterial gene quantification change and the overall reduction of live bacteria were evaluated. The highest antibacterial activity against <i>A. naeslundii</i> belonged to G2. However, G1 and G2 had similar antibacterial property against <i>E. faecalis</i> (<i>p</i> value = 0.814). In general, experimental groups revealed higher levels of antibacterial activity against <i>E. faecalis</i> than against <i>A. naeslundii</i> (<i>p</i> value < 0.001). Notably, G2 could dramatically decrease the number of live bacteria up to near 92%.", "The current study provides insight into the antibacterial property of an antibiotic-eluting I-PRF scaffold against a dual-species biofilm colonized inside the root canal. The fabricated scaffold contains not only the antibiotics but also the growth factors, which favor the regeneration."], "CopyrightInformation": "Copyright © 2020 Azade Rafiee et al."}, "AuthorList": [{"Identifier": ["0000-0003-3837-3147"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Oral and Dental Disease Research Center, Department of Pediatric Dentistry, Dental School, Shiraz University of Medical Sciences, Shiraz, Iran."}], "LastName": "Rafiee", "ForeName": "Azade", "Initials": "A"}, {"Identifier": ["0000-0003-1910-5913"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Oral and Dental Disease Research Center, Department of Pediatric Dentistry, Dental School, Shiraz University of Medical Sciences, Shiraz, Iran."}], "LastName": "Memarpour", "ForeName": "Mahtab", "Initials": "M"}, {"Identifier": ["0000-0002-4963-0252"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Student Research Committee, Dental School, Shiraz University of Medical Sciences, Shiraz, Iran."}], "LastName": "Najibi", "ForeName": "Yasaman", "Initials": "Y"}, {"Identifier": ["0000-0001-5786-051X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medicinal Plants Research Center, Yasuj University of Medical Sciences, Yasuj, Iran."}], "LastName": "Khalvati", "ForeName": "Bahman", "Initials": "B"}, {"Identifier": ["0000-0002-2623-5807"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutical Biotechnology, School of Pharmacy, Shiraz University of Medical Sciences, Shiraz, Iran."}], "LastName": "Kianpour", "ForeName": "Sedigheh", "Initials": "S"}, {"Identifier": ["0000-0003-4466-3175"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutical Biotechnology, School of Pharmacy, Shiraz University of Medical Sciences, Shiraz, Iran."}, {"Identifier": [], "Affiliation": "Pharmaceutical Sciences Research Center, Shiraz University of Medical Sciences, P.O. Box 71468-64685, Shiraz, Iran."}], "LastName": "Morowvat", "ForeName": "Mohammad Hossein", "Initials": "MH"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Biomed Res Int", "NlmUniqueID": "101600173"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Anti-Bacterial Agents"}], "SupplMeshList": ["Actinomyces naeslundii"], "MeshHeadingList": [{"QualifierName": ["drug effects"], "DescriptorName": "Actinomyces"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Anti-Bacterial Agents"}, {"QualifierName": ["microbiology", "surgery"], "DescriptorName": "Bicuspid"}, {"QualifierName": ["drug effects"], "DescriptorName": "Biofilms"}, {"QualifierName": ["drug effects", "microbiology"], "DescriptorName": "Dental Pulp Cavity"}, {"QualifierName": ["drug effects"], "DescriptorName": "Enterococcus faecalis"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Platelet-Rich Fibrin"}, {"QualifierName": [], "DescriptorName": "Root Canal Therapy"}], "CoiStatement": "The authors declare that they have no conflict of interest, financial or otherwise, in this study."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Neelakantan P., Romero M., Vera J., et al. Biofilms in endodontics-current status and future directions. International Journal of Molecular Sciences. 2017;18(8):p. 1748. doi: 10.3390/ijms18081748.", "ArticleIdList": ["10.3390/ijms18081748", "PMC5578138", "28800075"]}, {"Citation": "Albuquerque M. T., Ryan S. J., Münchow E. A., et al. Antimicrobial effects of novel triple antibiotic paste-mimic scaffolds on Actinomyces naeslundii biofilm. Journal of Endodontia. 2015;41(8):1337–1343. doi: 10.1016/j.joen.2015.03.005.", "ArticleIdList": ["10.1016/j.joen.2015.03.005", "PMC4519366", "25917945"]}, {"Citation": "Albuquerque M. T., Valera M. C., Moreira C. S., Bresciani E., de Melo R. M., Bottino M. C. Effects of ciprofloxacin-containing scaffolds on Enterococcus faecalis biofilms. Journal of Endodontia. 2015;41(5):710–714. doi: 10.1016/j.joen.2014.12.025.", "ArticleIdList": ["10.1016/j.joen.2014.12.025", "25698261"]}, {"Citation": "Alghamdi F., Shakir M. The influence of Enterococcus faecalis as a dental root canal pathogen on endodontic treatment: a systematic review. Cureus. 2020;12(3):p. e7257. doi: 10.7759/cureus.7257.", "ArticleIdList": ["10.7759/cureus.7257", "PMC7152576", "32292671"]}, {"Citation": "Nagata J. Y., Soares A. J., Souza-Filho F. J., et al. Microbial evaluation of traumatized teeth treated with triple antibiotic paste or calcium hydroxide with 2% chlorhexidine gel in pulp revascularization. Journal of Endodontia. 2014;40(6):778–783. doi: 10.1016/j.joen.2014.01.038.", "ArticleIdList": ["10.1016/j.joen.2014.01.038", "24862703"]}, {"Citation": "Lee B.-N., Moon J.-W., Chang H.-S., Hwang I.-N., Oh W.-M., Hwang Y.-C. A review of the regenerative endodontic treatment procedure. Restorative Dentistry & Endodontics. 2015;40(3):179–187. doi: 10.5395/rde.2015.40.3.179.", "ArticleIdList": ["10.5395/rde.2015.40.3.179", "PMC4534721", "26295020"]}, {"Citation": "Lin L. M., Kahler B. A review of regenerative endodontics: current protocols and future directions. Journal of Istanbul University Faculty of Dentistry. 2017;51(3 Suppl 1):S41–s51. doi: 10.17096/jiufd.53911.", "ArticleIdList": ["10.17096/jiufd.53911", "PMC5750827", "29354308"]}, {"Citation": "Albuquerque M. T. P., Valera M. C., Nakashima M., Nör J. E., Bottino M. C. Tissue-engineering-based strategies for regenerative endodontics. Journal of Dental Research. 2014;93(12):1222–1231. doi: 10.1177/0022034514549809.", "ArticleIdList": ["10.1177/0022034514549809", "PMC4237634", "25201917"]}, {"Citation": "Kamocki K., Nor J. E., Bottino M. C. Dental pulp stem cell responses to novel antibiotic-containing scaffolds for regenerative endodontics. International Endodontic Journal. 2015;48(12):1147–1156. doi: 10.1111/iej.12414.", "ArticleIdList": ["10.1111/iej.12414", "PMC4442767", "25425048"]}, {"Citation": "Diogenes A., Ruparel N. B., Shiloah Y., Hargreaves K. M. Regenerative endodontics: a way forward. Journal of the American Dental Association (1939) 2016;147(5):372–380. doi: 10.1016/j.adaj.2016.01.009.", "ArticleIdList": ["10.1016/j.adaj.2016.01.009", "27017182"]}, {"Citation": "Albuquerque M. T. P., Nagata J., Bottino M. C. Antimicrobial efficacy of triple antibiotic-eluting polymer nanofibers against multispecies biofilm. Journal of Endodontia. 2017;43(9):S51–s56. doi: 10.1016/j.joen.2017.06.009.", "ArticleIdList": ["10.1016/j.joen.2017.06.009", "PMC5657510", "28778504"]}, {"Citation": "Bottino M. C., Albuquerque M. T. P., Azabi A., et al. A novel patient-specific three-dimensional drug delivery construct for regenerative endodontics. Journal of Biomedical Materials Research. Part B, Applied Biomaterials. 2019;107(5):1576–1586.", "ArticleIdList": ["PMC6447484", "30281899"]}, {"Citation": "Bottino M. C., Kamocki K., Yassen G. H., et al. Bioactive nanofibrous scaffolds for regenerative endodontics. Journal of Dental Research. 2013;92(11):963–969. doi: 10.1177/0022034513505770.", "ArticleIdList": ["10.1177/0022034513505770", "PMC6728549", "24056225"]}, {"Citation": "Miron R. J., Fujioka-Kobayashi M., Hernandez M., et al. Injectable platelet rich fibrin (i-PRF): opportunities in regenerative dentistry? Clinical Oral Investigations. 2017;21(8):2619–2627. doi: 10.1007/s00784-017-2063-9.", "ArticleIdList": ["10.1007/s00784-017-2063-9", "28154995"]}, {"Citation": "Kour P., Pudakalkatti P. S., Vas A. M., Das S., Padmanabhan S. Comparative evaluation of antimicrobial efficacy of platelet-rich plasma, platelet-rich fibrin, and injectable platelet-rich fibrin on the standard strains of Porphyromonas gingivalis and Aggregatibacter actinomycetemcomitans. Contemporary Clinical Dentistry. 2018;9(Suppl 2):S325–s330. doi: 10.4103/ccd.ccd_367_18.", "ArticleIdList": ["10.4103/ccd.ccd_367_18", "PMC6169270", "30294166"]}, {"Citation": "Seelan R. G., Kumar A. A., Emil Sam R. J., Maheswari S. U. Antimicrobial efficacy of different root canal sealers by using real-time polymerase chain reaction: an ex vivo study. Journal of Conservative Dentistry. 2015;18(6):474–478. doi: 10.4103/0972-0707.168814.", "ArticleIdList": ["10.4103/0972-0707.168814", "PMC4693322", "26752843"]}, {"Citation": "Shehata H. R., Ragupathy S., Shanmughanandhan D., Kesanakurti P., Ehlinger T. M., Newmaster S. G. Guidelines for validation of qualitative real-time PCR methods for molecular diagnostic identification of probiotics. Journal of AOAC International. 2019;102(6):1774–1778. doi: 10.1093/jaoac/102.6.1774.", "ArticleIdList": ["10.1093/jaoac/102.6.1774", "30940283"]}, {"Citation": "González-Escalona N., Hammack T. S., Russell M., et al. Detection of live Salmonella sp. cells in produce by a TaqMan-based quantitative reverse transcriptase real-time PCR targeting invA mRNA. Applied and Environmental Microbiology. 2009;75(11):3714–3720. doi: 10.1128/AEM.02686-08.", "ArticleIdList": ["10.1128/AEM.02686-08", "PMC2687310", "19376910"]}, {"Citation": "Zhou Y., Wang S., Zhou X., et al. Short-time antibacterial effects of dimethylaminododecyl methacrylate on oral multispecies biofilm in vitro. BioMed Research International. 2019;2019:10. doi: 10.1155/2019/6393470.", "ArticleIdList": ["10.1155/2019/6393470", "PMC6360620", "30800673"]}, {"Citation": "Rafiee A., Memarpour M., Taghvamanesh S., Karami F., Karami F., Morowvat M. H. Drug delivery assessment of a novel triple antibiotic-eluting injectable platelet-rich fibrin scaffold: an in-vitro study. Current Pharmaceutical Biotechnology. 2020;21 doi: 10.2174/1389201021666200605110250.", "ArticleIdList": ["10.2174/1389201021666200605110250", "32503405"]}, {"Citation": "Zeng C., Willison J., Meghil M. M., et al. Antibacterial efficacy of an endodontic sonic-powered irrigation system: an in vitro study. Journal of Dentistry. 2018;75:105–112. doi: 10.1016/j.jdent.2018.06.003.", "ArticleIdList": ["10.1016/j.jdent.2018.06.003", "29908290"]}, {"Citation": "Ali M. R. W., Mustafa M., Bårdsen A., Bletsa A. Fracture resistance of simulated immature teeth treated with a regenerative endodontic protocol. Acta Biomaterialia Odontologica Scandinavica. 2019;5(1):30–37. doi: 10.1080/23337931.2019.1570822.", "ArticleIdList": ["10.1080/23337931.2019.1570822", "PMC6366405", "30775411"]}, {"Citation": "Pourhajibagher M., Bahador A. Diagnostic accuracy of multiplex real-time PCR approaches compared with cultivation-based detection methods: monitoring the endopathogenic microbiota pre and post photo-activated disinfection. Photodiagnosis and Photodynamic Therapy. 2018;22:140–146. doi: 10.1016/j.pdpdt.2018.03.003.", "ArticleIdList": ["10.1016/j.pdpdt.2018.03.003", "29578101"]}, {"Citation": "Jiang Y. T., Xia W. W., Li C. L., Jiang W., Liang J. P. Preliminary study of the presence and association of bacteria and archaea in teeth with apical periodontitis. International Endodontic Journal. 2009;42(12):1096–1103. doi: 10.1111/j.1365-2591.2009.01639.x.", "ArticleIdList": ["10.1111/j.1365-2591.2009.01639.x", "19912381"]}, {"Citation": "Livak K. J., Schmittgen T. D. Analysis of relative gene expression data using real-time quantitative PCR and the 2(-delta delta C(T)) method. Methods. 2001;25(4):402–408. doi: 10.1006/meth.2001.1262.", "ArticleIdList": ["10.1006/meth.2001.1262", "11846609"]}, {"Citation": "Azim A. A., Aksel H., Zhuang T., Mashtare T., Babu J. P., Huang G. T. Efficacy of 4 irrigation protocols in killing bacteria colonized in dentinal tubules examined by a novel confocal laser scanning microscope analysis. Journal of Endodontia. 2016;42(6):928–934. doi: 10.1016/j.joen.2016.03.009.", "ArticleIdList": ["10.1016/j.joen.2016.03.009", "PMC4884135", "27130334"]}, {"Citation": "Ruparel N. B., Teixeira F. B., Ferraz C. C., Diogenes A. Direct effect of intracanal medicaments on survival of stem cells of the apical papilla. Journal of Endodontia. 2012;38(10):1372–1375. doi: 10.1016/j.joen.2012.06.018.", "ArticleIdList": ["10.1016/j.joen.2012.06.018", "22980180"]}, {"Citation": "Bottino M. C., Thomas V., Janowski G. M. A novel spatially designed and functionally graded electrospun membrane for periodontal regeneration. Acta Biomaterialia. 2011;7(1):216–224. doi: 10.1016/j.actbio.2010.08.019.", "ArticleIdList": ["10.1016/j.actbio.2010.08.019", "20801241"]}, {"Citation": "Zhang D., Shen Y., de la Fuente-Nunez C., Haapasalo M. In vitro evaluation by quantitative real-time PCR and culturing of the effectiveness of disinfection of multispecies biofilms in root canals by two irrigation systems. Clinical Oral Investigations. 2019;23(2):913–920. doi: 10.1007/s00784-018-2515-x.", "ArticleIdList": ["10.1007/s00784-018-2515-x", "29948281"]}, {"Citation": "Du T., Wang Z., Shen Y., Ma J., Cao Y., Haapasalo M. Effect of long-term exposure to endodontic disinfecting solutions on young and old Enterococcus faecalis biofilms in dentin canals. Journal of Endodontia. 2014;40(4):509–514. doi: 10.1016/j.joen.2013.11.026.", "ArticleIdList": ["10.1016/j.joen.2013.11.026", "24666901"]}, {"Citation": "Ozdemir H. O., Buzoglu H. D., Calt S., Stabholz A., Steinberg D. Effect of ethylenediaminetetraacetic acid and sodium hypochlorite irrigation on Enterococcus faecalis biofilm colonization in young and old human root canal dentin: in vitro study. Journal of Endodontia. 2010;36(5):842–846. doi: 10.1016/j.joen.2010.01.008.", "ArticleIdList": ["10.1016/j.joen.2010.01.008", "20416430"]}, {"Citation": "Khalvati Fahlyani B., Behzad-Behbahani A., Taghavi S. A., et al. Development of an in-house TaqMan real time RT-PCR assay to quantify hepatitis C virus RNA in serum and peripheral blood mononuclear cells in patients with chronic hepatitis C virus infection. Hepatitis Monthly. 2015;15(8):e28895–e28895. doi: 10.5812/hepatmon.28895.", "ArticleIdList": ["10.5812/hepatmon.28895", "PMC4584366", "26425128"]}, {"Citation": "Kim S., Malek M., Sigurdsson A., Lin L., Kahler B. Regenerative endodontics: a comprehensive review. International Endodontic Journal. 2018;51(12):1367–1388. doi: 10.1111/iej.12954.", "ArticleIdList": ["10.1111/iej.12954", "29777616"]}, {"Citation": "Park S. N., Lim Y. K., Kook J. K. Development of quantitative real-time PCR primers for detecting 42 oral bacterial species. Archives of Microbiology. 2013;195(7):473–482. doi: 10.1007/s00203-013-0896-4.", "ArticleIdList": ["10.1007/s00203-013-0896-4", "23689247"]}, {"Citation": "Sedgley C., Nagel A., Dahlén G., Reit C., Molander A. Real-time quantitative polymerase chain reaction and culture analyses of Enterococcus faecalis in root canals. Journal of Endodontia. 2006;32(3):173–177. doi: 10.1016/j.joen.2005.10.037.", "ArticleIdList": ["10.1016/j.joen.2005.10.037", "16500220"]}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "10", "Day": "17"}, {"Year": "2020", "Month": "11", "Day": "14"}, {"Year": "2020", "Month": "11", "Day": "30"}, {"Year": "2021", "Month": "1", "Day": "25", "Hour": "5", "Minute": "45"}, {"Year": "2021", "Month": "1", "Day": "26", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "5", "Day": "18", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "12", "Day": "8"}], "PublicationStatus": "epublish", "ArticleIdList": ["33490247", "PMC7787745", "10.1155/2020/6623830"]}}], "PubmedBookArticle": []}