{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Antiviral", "COVID-19, mechanism", "MERS-CoV", "Phytocompounds", "SARS-CoV", "SARS-CoV-2"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "33497729", "DateCompleted": {"Year": "2021", "Month": "03", "Day": "25"}, "DateRevised": {"Year": "2022", "Month": "12", "Day": "16"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "01", "Day": "23"}], "Language": ["eng"], "ELocationID": ["10.1016/j.jviromet.2021.114070", "S0166-0934(21)00009-4"], "Journal": {"ISSN": "1879-0984", "JournalIssue": {"Volume": "290", "PubDate": {"Year": "2021", "Month": "Apr"}}, "Title": "Journal of virological methods", "ISOAbbreviation": "J Virol Methods"}, "ArticleTitle": "Antiviral activity of bioactive phytocompounds against coronavirus: An update.", "Pagination": {"StartPage": "114070", "MedlinePgn": "114070"}, "Abstract": {"AbstractText": ["Viral infections are one of the main cause of diseases worldwide due to the rising trends of migration, urbanization and global mobility of humans. The outbreak of corona virus diseases caused by SARS-CoV (year 2003), MERS-CoV (year 2012) and SARS-CoV-2 (year 2019) raised global health concerns. The side effects associated with the conventional drugs and increase in cases of anti-microbial resistance have led the researchers to switch to natural sources, especially plants, as they have immense potential to be used as antiviral agents. The aim of the article is to summarize the evidences of the bioactive phytocompounds from different plants as an effective alternative for the treatment of infections caused by coronaviruses. However, the use of most plant compounds succumbs to limitations due to lack of experimental evidences and safety studies. Therefore, further research and studies are required to validate their therapeutic uses for wide application of plant-based medicine, including anti-virals."], "CopyrightInformation": "Copyright © 2021 Elsevier B.V. All rights reserved."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Applied Sciences and Biotechnology, Shoolini University of Biotechnology and Management Sciences, Bajhol, PO Sultanpur, District Solan, 173229, Himachal Pradesh, India. Electronic address: riyabhattacharya1995@gmail.com."}], "LastName": "Bhattacharya", "ForeName": "Riya", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Applied Sciences and Biotechnology, Shoolini University of Biotechnology and Management Sciences, Bajhol, PO Sultanpur, District Solan, 173229, Himachal Pradesh, India. Electronic address: kamaldevbhardwaj1969@gmail.com."}], "LastName": "Dev", "ForeName": "Kamal", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Applied Sciences and Biotechnology, Shoolini University of Biotechnology and Management Sciences, Bajhol, PO Sultanpur, District Solan, 173229, Himachal Pradesh, India. Electronic address: asourirajan@gmail.com."}], "LastName": "Sourirajan", "ForeName": "Anuradha", "Initials": "A"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Netherlands", "MedlineTA": "J Virol Methods", "NlmUniqueID": "8005839", "ISSNLinking": "0166-0934"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Antiviral Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Phytochemicals"}, {"RegistryNumber": "0", "NameOfSubstance": "Viral Proteins"}], "MeshHeadingList": [{"QualifierName": ["chemistry", "pharmacology", "therapeutic use"], "DescriptorName": "Antiviral Agents"}, {"QualifierName": ["classification", "drug effects", "physiology"], "DescriptorName": "Coronavirus"}, {"QualifierName": ["diagnosis", "drug therapy", "virology"], "DescriptorName": "Coronavirus Infections"}, {"QualifierName": [], "DescriptorName": "Genome, Viral"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["chemistry", "pharmacology", "therapeutic use"], "DescriptorName": "Phytochemicals"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": ["antagonists & inhibitors", "metabolism"], "DescriptorName": "Viral Proteins"}], "CoiStatement": "The authors report no declarations of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Akram M., Tahir I.M., Shah S.M.A., Mahmood Z., Altaf A., Ahmad K., Mehboob H. Antiviral potential of medicinal plants against HIV, HSV, influenza, hepatitis, and coxsackievirus: a systematic review. Phytother. Res. 2018;32(5):811–822.", "ArticleIdList": ["29356205"]}, {"Citation": "Anand K., Yang H., Bartlam M., Rao Z., Hilgenfeld R. Coronaviruses With Special Emphasis on First Insights Concerning SARS. Birkhäuser Basel; 2005. Coronavirus main proteinase: target for antiviral drug therapy; pp. 173–199."}, {"Citation": "Báez-Santos Y.M., John S.E.S., Mesecar A.D. The SARS-coronavirus papain-like protease: structure, function and inhibition by designed antiviral compounds. Antiviral Res. 2015;115:21–38.", "ArticleIdList": ["PMC5896749", "25554382"]}, {"Citation": "Balachandar V., Mahalaxmi I., Kaavya J., Vivekanandhan G., Ajithkumar S., Arul N., Devi S.M. COVID-19: emerging protective measures. Eur. Rev. Med. Pharmacol. Sci. 2020;24(6):3422–3425.", "ArticleIdList": ["32271461"]}, {"Citation": "Banegas A.J., Cerón-Carrasco J.P., Pérez-Sánchez H. A review of ligand-based virtual screening web tools and screening algorithms in large molecular databases in the age of big data. Future Med. Chem. 2018;10(22):2641–2658.", "ArticleIdList": ["30499744"]}, {"Citation": "Bárcena M., Oostergetel G.T., Bartelink W., Faas F.G., Verkleij A., Rottier P.J., Bosch B.J. Cryo-electron tomography of mouse hepatitis virus: insights into the structure of the coronavirion. Proc. Natl. Acad. Sci. U.S.A. 2009;106(2):582–587.", "ArticleIdList": ["PMC2613939", "19124777"]}, {"Citation": "Barreca D., Gattuso G., Bellocco E., Calderaro A., Trombetta D., Smeriglio A., Nabavi S.M. Flavanones: Citrus phytochemical with health‐promoting properties. BioFactors. 2017;43(4):495–506.", "ArticleIdList": ["28497905"]}, {"Citation": "Borris R.P. Natural products research: perspectives from a major pharmaceutical company. J. Ethnopharmacol. 1996;51(1–3):29–38.", "ArticleIdList": ["9213624"]}, {"Citation": "Bosch B.J., Van der Zee R., De Haan C.A., Rottier P.J. The coronavirus spike protein is a class I virus fusion protein: structural and functional characterization of the fusion core complex. J. Virol. 2003;77(16):8801–8811.", "ArticleIdList": ["PMC167208", "12885899"]}, {"Citation": "Cascella M., Rajnik M., Cuomo A., Dulebohn S.C., Di Napoli R. Statpearls [internet] StatPearls Publishing; 2020. Features, evaluation and treatment coronavirus (COVID-19)", "ArticleIdList": ["32150360"]}, {"Citation": "Centers for Disease Prevention and Control (CDC)  2020. Centers for Disease Prevention and Control (CDC)https://www.cdc.gov/coronavirus/2019-ncov/index.html (Accessed on 25 March 2020)"}, {"Citation": "Chan J.F.W., Kok K.H., Zhu Z., Chu H., To K.K.W., Yuan S., Yuen K.Y. Genomic characterization of the 2019 novel human-pathogenic coronavirus isolated from a patient with atypical pneumonia after visiting Wuhan. Emerg. Microbes Infect. 2020;9(1):221–236.", "ArticleIdList": ["PMC7067204", "31987001"]}, {"Citation": "Chan J.F.W., Yip C.C.Y., To K.K.W., Tang T.H.C., Wong S.C.Y., Leung K.H., et al. Improved molecular diagnosis of COVID-19 by the novel, highly sensitive and specific COVID-19-RdRp/Hel real-time reverse transcription-PCR assay validated in vitro and with clinical specimens. J. Clin. Microbiol. 2020;58(5)", "ArticleIdList": ["PMC7180250", "32132196"]}, {"Citation": "Chang H.M., But P.P.H. Vol. I. 2014. (Pharmacology and Applications of Chinese Materia Medica)."}, {"Citation": "Chang C.K., Sue S.C., Yu T.H., Hsieh C.M., Tsai C.K., Chiang Y.C., Lin C.H. Modular organization of SARS coronavirus nucleocapsid protein. J. Biomed. Sci. 2006;13(1):59–72.", "ArticleIdList": ["PMC7089556", "16228284"]}, {"Citation": "Chattopadhyay D. Role and scope of ethnomedical plants in the development of antivirals. Pharmacologyonline. 2006;3:64–72."}, {"Citation": "Chen C.N., Lin C.P., Huang K.K., Chen W.C., Hsieh H.P., Liang P.H., Hsu J.T.A. Evidence-Based Complementary and Alternative Medicine. 2005. Inhibition of SARS-CoV 3C-like protease activity by theaflavin-3, 3’-digallate (TF3) p. 2.", "ArticleIdList": ["PMC1142193", "15937562"]}, {"Citation": "Chen L., Li J., Luo C., Liu H., Xu W., Chen G., Jiang H. Binding interaction of quercetin-3-β-galactoside and its synthetic derivatives with SARS-CoV 3CLpro: structure–activity relationship studies reveal salient pharmacophore features. Bioorg. Med. Chem. 2006;14(24):8295–8306.", "ArticleIdList": ["PMC7125754", "17046271"]}, {"Citation": "Cho J.K., Curtis-Long M.J., Lee K.H., Kim D.W., Ryu H.W., Yuk H.J., Park K.H. Geranylated flavonoids displaying SARS-CoV papain-like protease inhibition from the fruits of Paulownia tomentosa. Bioorg. Med. Chem. 2013;21(11):3051–3057.", "ArticleIdList": ["PMC7126831", "23623680"]}, {"Citation": "Chou K.C., Wei D.Q., Zhong W.Z. Binding mechanism of coronavirus main proteinase with ligands and its implication to drug design against SARS. Biochem. Biophys. Res. Commun. 2003;308(1):148–151.", "ArticleIdList": ["PMC7111004", "12890493"]}, {"Citation": "Coutard B., Valle C., de Lamballerie X., Canard B., Seidah N.G., Decroly E. The spike glycoprotein of the new coronavirus 2019-nCoV contains a furin-like cleavage site absent in CoV of the same clade. Antiviral Res. 2020;176", "ArticleIdList": ["PMC7114094", "32057769"]}, {"Citation": "Daglia M. Polyphenols as antimicrobial agents. Curr. Opin. Biotechnol. 2012;23(2):174–181.", "ArticleIdList": ["21925860"]}, {"Citation": "De Clercq E. Recent highlights in the development of new antiviral drugs. Curr. Opin. Microbiol. 2005;8(5):552–560.", "ArticleIdList": ["PMC7108330", "16125443"]}, {"Citation": "Demurtas O.C., Massa S., Illiano E., De Martinis D., Chan P.K., Di Bonito P., Franconi R. Antigen production in plant to tackle infectious diseases flare up: the case of SARS. Front. Plant Sci. 2016;7:54.", "ArticleIdList": ["PMC4742786", "26904039"]}, {"Citation": "Dev S. Ancient-modern concordance in Ayurvedic plants: some examples. Environ. Health Perspect. 1999;107(10):783–789.", "ArticleIdList": ["PMC1566595", "10504143"]}, {"Citation": "Dhouibi R., Affes H., Salem M.B., Hammami S., Sahnoun Z., Zeghal K.M., Ksouda K. Screening of pharmacological uses of Urtica dioica and others benefits. Prog. Biophys. Mol. Biol. 2020;150:67–77.", "ArticleIdList": ["31163183"]}, {"Citation": "Dinesh D.C., Tamilarasan S., Rajaram K., Bouřa E. Antiviral drug targets of single-stranded RNA viruses causing chronic human diseases. Curr. Drug Targets. 2020;21(2):105–124.", "ArticleIdList": ["31538891"]}, {"Citation": "Dong L., Hu S., Gao J. Discovering drugs to treat coronavirus disease 2019 (COVID-19) Drug Discov. Ther. 2020;14(2020):58–60.", "ArticleIdList": ["32147628"]}, {"Citation": "Dorigatti I., Okell L., Cori A., Imai N., Baguelin M., Bhatia S., Fu H. Imperial College London; London: 2020. Report 4: Severity of 2019-novel Coronavirus (nCoV)"}, {"Citation": "Drexler M. 2010. What You Need to Know About Infectious Disease.", "ArticleIdList": ["24983051"]}, {"Citation": "Durai P., Batool M., Shah M., Choi S. Middle East respiratory syndrome coronavirus: transmission, virology and therapeutic targeting to aid in outbreak control. Exp. Mol. Med. 2015;47(8) e181-e181.", "ArticleIdList": ["PMC4558490", "26315600"]}, {"Citation": "Eweas A.F., Maghrabi I.A., Namarneh A.I. Advances in molecular modeling and docking as a tool for modern drug discovery. Der Pharma Chemica. 2014;6(6):211–228."}, {"Citation": "Farnsworth N.R. The role of ethnopharmacology in drug development. Bioact. Compounds Plants. 1990;154:2–21.", "ArticleIdList": ["2086037"]}, {"Citation": "Fehr A.R., Perlman S. Coronaviruses. Humana Press; New York, NY: 2015. Coronaviruses: an overview of their replication and pathogenesis; pp. 1–23.", "ArticleIdList": ["PMC4369385", "25720466"]}, {"Citation": "Fiore C., Eisenhut M., Krausse R., Ragazzi E., Pellati D., Armanini D., Bielenberg J. Antiviral effects of Glycyrrhiza species. Phytotherapy Res. 2008;22(2):141–148.", "ArticleIdList": ["PMC7167979", "17886224"]}, {"Citation": "Franconi R., Illiano E., Paolini F., Massa S., Venuti A., Demurtas O.C. Defence Against Bioterrorism. Springer; Dordrecht: 2018. Rapid and Low-cost tools derived from plants to face Emerging/Re-emerging infectious diseases and bioterrorism agents; pp. 123–139."}, {"Citation": "Fung K.P., Leung P.C., Tsui K.W., Wan C.C., Wong K.B., Waye M.Y., et al. Immunomodulatory activities of the herbal formula Kwan Du Bu Fei Dang in healthy subjects: a randomised, double-blind, placebo-controlled study. Hong Kong Med. J.= Xianggang yi xue za zhi. 2011;17:41.", "ArticleIdList": ["21368336"]}, {"Citation": "Gatera G., Pavarini G. COVID-19: what is next for public health. Lancet. 2020;395:542–545.", "ArticleIdList": ["PMC7138015", "32061313"]}, {"Citation": "Gomathi M., Padmapriya S., Balachandar V. Drug studies on Rett syndrome: from bench to bedside. J. Autism Dev. Disord. 2020:1–25.", "ArticleIdList": ["32016693"]}, {"Citation": "Gorbalenya A.E., Enjuanes L., Ziebuhr J., Snijder E.J. Nidovirales: evolving the largest RNA virus genome. Virus Res. 2006;117(1):17–37.", "ArticleIdList": ["PMC7114179", "16503362"]}, {"Citation": "Gorbalenya A.E., Baker S.C., Baric R.S., de Groot R.J., Drosten C., Gulyaeva A.A., et al. The species severe acute respiratory syndrome related coronavirus: classifying 2019-nCoV and naming it SARS-CoV-2. Nat. Microbiol. 2020;5:536–544.", "ArticleIdList": ["PMC7095448", "32123347"]}, {"Citation": "Guo L., Yan Z., Zheng X., Hu L., Yang Y., Wang J. A comparison of various optimization algorithms of protein–ligand docking programs by fitness accuracy. J. Mol. Model. 2014;20(7):2251.", "ArticleIdList": ["24935106"]}, {"Citation": "Ho T.Y., Wu S.L., Chen J.C., Li C.C., Hsiang C.Y. Emodin blocks the SARS coronavirus spike protein and angiotensin-converting enzyme 2 interaction. Antiviral Res. 2007;74(2):92–101.", "ArticleIdList": ["PMC7114332", "16730806"]}, {"Citation": "Hostettmann K., Marston A., Ndjoko K., Wolfender J.L. The potential of African plants as a source of drugs. Curr. Org. Chem. 2000;4(10):973–1010."}, {"Citation": "Huang C., Wang Y., Li X., Ren L., Zhao J., Hu Y., Cheng Z. Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. Lancet. 2020;395(10223):497–506.", "ArticleIdList": ["PMC7159299", "31986264"]}, {"Citation": "Hurst K.R., Koetzner C.A., Masters P.S. Identification of in vivo-interacting domains of the murine coronavirus nucleocapsid protein. J. Virol. 2009;83(14):7221–7234.", "ArticleIdList": ["PMC2704785", "19420077"]}, {"Citation": "Irwin K.K., Renzette N., Kowalik T.F., Jensen J.D. Antiviral drug resistance as an adaptive process. Virus Evol. 2016;2(1)", "ArticleIdList": ["PMC5499642", "28694997"]}, {"Citation": "Izaguirre G. The proteolytic regulation of virus cell entry by furin and other proprotein convertases. Viruses. 2019;11(9):837.", "ArticleIdList": ["PMC6784293", "31505793"]}, {"Citation": "Jo S., Kim H., Kim S., Shin D.H., Kim M.S. Characteristics of flavonoids as potent MERS‐CoV 3C‐like protease inhibitors. Chem. Biol. Drug Des. 2019;94(6):2023–2030.", "ArticleIdList": ["PMC7162010", "31436895"]}, {"Citation": "Kannan S., Ali P.S.S., Sheeza A., Hemalatha K. COVID-19 (Novel Coronavirus 2019)-recent trends. Eur. Rev. Med. Pharmacol. Sci. 2020;24(4):2006–2011.", "ArticleIdList": ["32141569"]}, {"Citation": "Keyaerts Els, Vijgen Leen, Pannecouque Christophe, Damme Els Van, Peumans Willy, Egberink Herman, Balzarini Jan, Ranst Marc Van. Plant lectins are potent inhibitors of coronaviruses by interfering with two targets in the viral replication cycle. Antiviral Res. 2007;75(3):179–187.", "ArticleIdList": ["PMC7114093", "17428553"]}, {"Citation": "Killerby M.E., Biggs H.M., Haynes A., Dahl R.M., Mustaquim D., Gerber S.I., Watson J.T. Human coronavirus circulation in the United States 2014–2017. J. Clin. Virol. 2018;101:52–56.", "ArticleIdList": ["PMC7106380", "29427907"]}, {"Citation": "Kiran G., Karthik L., Devi S., Sathiyarajeswaran P., Kanakavalli K., Kumar K.M., Kumar D.R. In silico computational screening of kabasura kudineer-official siddha formulation and JACOM against SARS-CoV-2 spike protein. J. Ayurveda Integr. Med. 2020;S0975–9476(20):30024–30033.", "ArticleIdList": ["PMC7247487", "32527713"]}, {"Citation": "Lau K.M., Lee K.M., Koon C.M., Cheung C.S.F., Lau C.P., Ho H.M., et al. Immunomodulatory and anti-SARS activities of Houttuynia cordata. J. Ethnopharmacol. 2008;118(1):79–85.", "ArticleIdList": ["PMC7126383", "18479853"]}, {"Citation": "Li S.Y., Chen C., Zhang H.Q., Guo H.Y., Wang H., et al. Identification of natural compounds with antiviral activities against SARS-associated coronavirus. Antiviral Res. 2005;67(1):18–23.", "ArticleIdList": ["PMC7114104", "15885816"]}, {"Citation": "Lin C.W., Tsai F.J., Tsai C.H., Lai C.C., Wan L., Ho T.Y., Chao P.D.L. Anti-SARS coronavirus 3C-like protease effects of Isatis indigotica root and plant-derived phenolic compounds. Antiviral Res. 2005;68(1):36–42.", "ArticleIdList": ["PMC7114321", "16115693"]}, {"Citation": "Loeffelholz M.J., Tang Y.W. Laboratory diagnosis of emerging human coronavirus infections–the state of the art. Emerg. Microbes Infect. 2020;9(1):747–756.", "ArticleIdList": ["PMC7172701", "32196430"]}, {"Citation": "Loizzo M.R., Saab A.M., Tundis R., Statti G.A., Menichini F., Lampronti I., Doerr H.W. Phytochemical analysis and in vitro antiviral activities of the essential oils of seven Lebanon species. Chem. Biodivers. 2008;5(3):461–470.", "ArticleIdList": ["PMC7161995", "18357554"]}, {"Citation": "Lu R., Zhao X., Li J., Niu P., Yang B., Wu H., Bi Y. Genomic characterisation and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding. Lancet. 2020;395(10224):565–574.", "ArticleIdList": ["PMC7159086", "32007145"]}, {"Citation": "Massi A., Bortolini O., Ragno D., Bernardi T., Sacchetti G., Tacchini M., De Risi C. Research progress in the modification of quercetin leading to anticancer agents. Molecules. 2017;22(8):1270.", "ArticleIdList": ["PMC6152094", "28758919"]}, {"Citation": "Masters P.S. The molecular biology of coronaviruses. Adv. Virus Res. 2006;66:193–292.", "ArticleIdList": ["PMC7112330", "16877062"]}, {"Citation": "Menachery V.D., Mitchell H.D., Cockrell A.S., Gralinski L.E., Yount B.L., Jr, Graham R.L., et al. MERS-CoV accessory ORFs play key role for infection and pathogenesis. mBio. 2017;8:e00665–17.", "ArticleIdList": ["PMC5565963", "28830941"]}, {"Citation": "Mohammadi N., Shaghaghi N. Inhibitory effect of eight secondary metabolites from conventional medicinal plants on COVID_19 virus protease by molecular docking analysis. Preprint. 2020 https://doi.org/10.26434/chemrxiv, 11987475, v1."}, {"Citation": "Morris D.R., Geballe A.P. Upstream open reading frames as regulators of mRNA translation. Mol. Cell. Biol. 2000;20(23):8635–8642.", "ArticleIdList": ["PMC86464", "11073965"]}, {"Citation": "Nal B., Chan C., Kien F., Siu L., Tse J., Chu K., van der Werf S. Differential maturation and subcellular localization of severe acute respiratory syndrome coronavirus surface proteins S, M and E. J. Gen. Virol. 2005;86(5):1423–1434.", "ArticleIdList": ["15831954"]}, {"Citation": "Neiderud C.J. How urbanization affects the epidemiology of emerging infectious diseases. Infect. Ecol. Epidemiol. 2015;5(1):27060.", "ArticleIdList": ["PMC4481042", "26112265"]}, {"Citation": "Neuman B.W., Adair B.D., Yoshioka C., Quispe J.D., Orca G., Kuhn P., Buchmeier M.J. Supramolecular architecture of severe acute respiratory syndrome coronavirus revealed by electron cryomicroscopy. J. Virol. 2006;80(16):7918–7928.", "ArticleIdList": ["PMC1563832", "16873249"]}, {"Citation": "Pan S.Y., Zhou S.F., Gao S.H., Yu Z.L., Zhang S.F., Tang M.K., et al. Evidence-Based Complementary and Alternative Medicine. 2013. New perspectives on how to discover drugs from herbal medicines: CAM’s outstanding contribution to modern therapeutics; p. 2013.", "ArticleIdList": ["PMC3619623", "23634172"]}, {"Citation": "Park J.Y., Jeong H.J., Kim J.H., Kim Y.M., Park S.J., Kim D., Ryu Y.B. Diarylheptanoids from Alnus japonica inhibit papain-like protease of severe acute respiratory syndrome coronavirus. Biol. Pharm. Bull. 2012:b12–00623.", "ArticleIdList": ["22971649"]}, {"Citation": "Park J.Y., Ko J.A., Kim D.W., Kim Y.M., Kwon H.J., Jeong H.J., et al. Chalcones isolated from Angelica keiskei inhibit cysteine proteases of SARS-CoV. J. Enzyme Inhib. Med. Chem. 2016;31(1):23–30.", "ArticleIdList": ["25683083"]}, {"Citation": "Peiris J.S.M., Guan Y., Yuen K.Y. Severe acute respiratory syndrome. Nat. Med. 2004;10(12):S88–S97.", "ArticleIdList": ["PMC7096017", "15577937"]}, {"Citation": "Raj V.S., Osterhaus A.D., Fouchier R.A., Haagmans B.L. MERS: emergence of a novel human coronavirus. Curr. Opin. Virol. 2014;5:58–62.", "ArticleIdList": ["PMC4028407", "24584035"]}, {"Citation": "Rathinavel T., Palanisamy M., Palanisamy S., Subramanian A., Thangaswamy S. Phytochemical 6-Gingerol- A promising Drug of choice for COVID-19. Int. J. Adv. Sci. Eng. 2020;6(4):1482–1489."}, {"Citation": "Rolta R., Yadav R., Salaria D., Trivedi S., Imran M., Sourirajan A., Baumler D.J., Dev K. In silicoscreening of hundred phytocompounds of ten medicinal plants as potential inhibitors of nucleocapsid phosphoprotein of COVID-19: an approach to prevent virus assembly. J. Biomol. Struct. Dyn. 2020:1–18. doi: 10.1080/07391102.2020.1804457. Online ahead of print.", "ArticleIdList": ["10.1080/07391102.2020.1804457", "PMC7484575", "32851912"]}, {"Citation": "Rudra S., Kalra A., Kumar A., Joe W. Utilization of alternative systems of medicine as health care services in India: evidence on AYUSH care from NSS 2014. PLoS One. 2017;12(5)", "ArticleIdList": ["PMC5417584", "28472197"]}, {"Citation": "Ryu Y.B., Jeong H.J., Kim J.H., Kim Y.M., Park J.Y., Kim D., et al. Biflavonoids from Torreya nucifera displaying SARS-CoV 3CLpro inhibition. Bioorg. Med. Chem. 2010;18(22):7940–7947.", "ArticleIdList": ["PMC7126309", "20934345"]}, {"Citation": "Sampangi-Ramaiah M.H., Vishwakarma R., Shaanker R.U. Molecular docking analysis of selected natural products from plants for inhibition of SARS-CoV-2 main protease. Curr. Sci. 2020;118(7):1087–1092."}, {"Citation": "Schoeman D., Fielding B.C. Coronavirus envelope protein: current knowledge. Virol. J. 2019;16(1):1–22.", "ArticleIdList": ["PMC6537279", "31133031"]}, {"Citation": "Schultes R.E., Raffauf R.F. Dioscorides press; 1990. The Healing Forest: Medicinal and Toxic Plants of the Northwest Amazonia."}, {"Citation": "Shaikh S.A., Jain T., Sandhu G., Soni A., Jayaram B. From drug target to leads-sketching a physico-chemical pathway for lead molecule design in silico. Front. Med. Chem. Online. 2013;6:324."}, {"Citation": "Shi F., Yu Q., Huang W., Tan C. 2019 novel coronavirus (COVID-19) pneumonia with hemoptysis as the initial symptom: CT and clinical features. Korean J. Radiol. 2020;21(5):537.", "ArticleIdList": ["PMC7183833", "32174057"]}, {"Citation": "Smith E.C., Blanc H., Vignuzzi M., Denison M.R. Coronaviruses lacking exoribonuclease activity are susceptible to lethal mutagenesis: evidence for proofreading and potential therapeutics. PLoS Pathog. 2013;9(8)", "ArticleIdList": ["PMC3744431", "23966862"]}, {"Citation": "Snijder E.J., Bredenbeek P.J., Dobbe J.C., Thiel V., Ziebuhr J., Poon L.L., et al. Unique and conserved features of genome and proteome of SARS-coronavirus, an early split-off from the coronavirus group 2 lineage. J. Mol. Biol. 2003;331(5):991–1004.", "ArticleIdList": ["PMC7159028", "12927536"]}, {"Citation": "Song Z., Xu Y., Bao L., Zhang L., Yu P., Qu Y., Qin C. From SARS to MERS, thrusting coronaviruses into the spotlight. Viruses. 2019;11(1):59.", "ArticleIdList": ["PMC6357155", "30646565"]}, {"Citation": "Tapparel C., Sobo K., Constant S., Huang S., Van Belle S., Kaiser L. Growth and characterization of different human rhinovirus C types in three-dimensional human airway epithelia reconstituted in vitro. Virology. 2013;446(1-2):1–8.", "ArticleIdList": ["24074561"]}, {"Citation": "ul Qamar M.T., Alqahtani S.M., Alamri M.A., Chen L.L. Structural basis of SARS-CoV-2 3CLpro and anti-COVID-19 drug discovery from medicinal plants. J. Pharm. Anal. 2020;10(4):313–319.", "ArticleIdList": ["PMC7156227", "32296570"]}, {"Citation": "Van der Meer F.J.U.M., de Haan C.A.M., Schuurman N.M.P., Haijema B.J., Verheije M.H., Bosch B.J., Egberink H.F. The carbohydrate-binding plant lectins and the non-peptidic antibiotic pradimicin A target the glycans of the coronavirus envelope glycoproteins. J. Antimicrob. Chemother. 2007;60(4):741–749.", "ArticleIdList": ["PMC7110056", "17704516"]}, {"Citation": "Wan Y., Shang J., Graham R., Baric R.S., Li F. Receptor recognition by the novel coronavirus from Wuhan: an analysis based on decade-long structural studies of SARS coronavirus. J. Virol. 2020;94(7)", "ArticleIdList": ["PMC7081895", "31996437"]}, {"Citation": "Wang Y., Chang Z., Ouyang J., Wei H., Yang R., Chao Y., Hung T. Profiles of IgG antibodies to nucleocapsid and spike proteins of the SARS-associated coronavirus in SARS patients. DNA Cell Biol. 2005;24(8):521–527.", "ArticleIdList": ["16101351"]}, {"Citation": "Wang D., Hu B., Hu C., Zhu F., Liu X., Zhang J., Zhao Y. Clinical characteristics of 138 hospitalized patients with 2019 novel coronavirus–infected pneumonia in Wuhan, China. Jama. 2020;323(11):1061–1069.", "ArticleIdList": ["PMC7042881", "32031570"]}, {"Citation": "Wang L.S., Wang Y.R., Ye D.W., Liu Q.Q. A review of the 2019 Novel Coronavirus (COVID-19) based on current evidence. Int. J. Antimicrob. Agents. 2020", "ArticleIdList": ["PMC7434381", "32826129"]}, {"Citation": "Wang M., Cao R., Zhang L., Yang X., Liu J., Xu M., Xiao G. Remdesivir and chloroquine effectively inhibit the recently emerged novel coronavirus (2019-nCoV) in vitro. Cell Res. 2020;30(3):269–271.", "ArticleIdList": ["PMC7054408", "32020029"]}, {"Citation": "Wen C.C., Kuo Y.H., Jan J.T., Liang P.H., Wang S.Y., Liu H.G., et al. Specific plant terpenoids and lignoids possess potent antiviral activities against severe acute respiratory syndrome coronavirus. J. Med. Chem. 2007;50(17):4087–4095.", "ArticleIdList": ["17663539"]}, {"Citation": "Wen C.C., Shyur L.F., Jan J.T., Liang P.H., Kuo C.J., Arulselvan P., et al. Traditional Chinese medicine herbal extracts of Cibotium barometz, Gentiana scabra, Dioscorea batatas, Cassia tora, and Taxillus chinensis inhibit SARS-CoV replication. J. Tradit. Complement. Med. 2011;1(1):41–50.", "ArticleIdList": ["PMC3942999", "24716104"]}, {"Citation": "WHO . World Health Organization; 2020. Middle East Respiratory Syndrome Coronavirus (MERS-CoV)https://www.who.int/emergencies/mers-cov/en/ (Accessed 1/4/2020)"}, {"Citation": "Williams A.K., Wang L., Sneed L.W., Collisson E.W. Analysis of a hypervariable region in the 3’non-coding end of the infectious bronchitis virus genome. Virus Res. 1993;28(1):19–27.", "ArticleIdList": ["PMC7134043", "8388141"]}, {"Citation": "World Health Organization (WHO)  2020. Laboratory testing of 2019 Novel Coronavirus (2019-nCoV) in Suspected Human Cases.https://apps.who.int/iris/handle/10665/"}, {"Citation": "Wu F., Zhao S., Yu B., Chen Y.M., Wang W., Hu Y., Yuan M.L. 2020. Complete Genome Characterisation of a Novel Coronavirus Associated With Severe Human Respiratory Disease in Wuhan, China. bioRxiv."}, {"Citation": "Wu F., Zhao S., Yu B., Chen Y.M., Wang W., Song Z.G., Yuan M.L. A new coronavirus associated with human respiratory disease in China. Nature. 2020;579(7798):265–269.", "ArticleIdList": ["PMC7094943", "32015508"]}, {"Citation": "Xu J., Zhao S., Teng T., Abdalla A.E., Zhu W., Xie L., Guo X. Systematic comparison of two animal-to-human transmitted human coronaviruses: SARS-CoV-2 and SARS-CoV. Viruses. 2020;12(2):244.", "ArticleIdList": ["PMC7077191", "32098422"]}, {"Citation": "Xu X., Yu C., Qu J., Zhang L., Jiang S., Huang D., Jiang R. Imaging and clinical features of patients with 2019 novel coronavirus SARS-CoV-2. Eur. J. Nucl. Med. Mol. Imaging. 2020:1–6.", "ArticleIdList": ["PMC7080117", "32107577"]}, {"Citation": "Yi L., Li Z., Yuan K., Qu X., Chen J., Wang G., Chen L. Small molecules blocking the entry of severe acute respiratory syndrome coronavirus into host cells. J. Virol. 2004;78(20):11334–11339.", "ArticleIdList": ["PMC521800", "15452254"]}, {"Citation": "Yu M.S., Lee J., Lee J.M., Kim Y., Chin Y.W., Jee J.G., Jeong Y.J. Identification of myricetin and scutellarein as novel chemical inhibitors of the SARS coronavirus helicase, nsP13. Bioorg. Med. Chem. Lett. 2012;22(12):4049–4054.", "ArticleIdList": ["PMC7127438", "22578462"]}, {"Citation": "Zaki A.M., Van Boheemen S., Bestebroer T.M., Osterhaus A.D., Fouchier R.A. Isolation of a novel coronavirus from a man with pneumonia in Saudi Arabia. N. Engl. J. Med. 2012;367(19):1814–1820.", "ArticleIdList": ["23075143"]}, {"Citation": "Zhang X.W., Yap Y.L. Old drugs as lead compounds for a new disease? Binding analysis of SARS coronavirus main proteinase with HIV, psychotic and parasite drugs. Bioorg. Med. Chem. 2004;12(10):2517–2521.", "ArticleIdList": ["PMC7126105", "15110833"]}, {"Citation": "Zhang H., Penninger J.M., Li Y., Zhong N., Slutsky A.S. Angiotensin-converting enzyme 2 (ACE2) as a SARS-CoV-2 receptor: molecular mechanisms and potential therapeutic target. Intensive Care Med. 2020;46(4):586–590.", "ArticleIdList": ["PMC7079879", "32125455"]}, {"Citation": "Zheng N., Xia R., Yang C., Yin B., Li Y., Duan C., Xie Q. Boosted expression of the SARS-CoV nucleocapsid protein in tobacco and its immunogenicity in mice. Vaccine. 2009;27(36):5001–5007.", "ArticleIdList": ["PMC7115566", "19523911"]}, {"Citation": "Zhou P., Yang X.L., Wang X.G., Hu B., Zhang L., Zhang W., Chen H.D. Discovery of a novel coronavirus associated with the recent pneumonia outbreak in humans and its potential bat origin. BioRxiv. 2020"}, {"Citation": "Zhu N., Zhang D., Wang W., Li X., Yang B., Song J., Niu P. A novel coronavirus from patients with pneumonia in China, 2019. N. Engl. J. Med. 2020", "ArticleIdList": ["PMC7092803", "31978945"]}, {"Citation": "Zhuang M., Jiang H., Suzuki Y., Li X., Xiao P., Tanaka T., Qin C. Procyanidins and butanol extract of Cinnamomi Cortex inhibit SARS-CoV infection. Antiviral Res. 2009;82(1):73–81.", "ArticleIdList": ["PMC7114128", "19428598"]}, {"Citation": "Ziebuhr J., Snijder E.J., Gorbalenya A.E. Virus-encoded proteinases and proteolytic processing in the Nidovirales. J. Gen. Virol. 2000;81(4):853–879.", "ArticleIdList": ["10725411"]}, {"Citation": "Zumla A., Hui D.S., Perlman S. Middle east respiratory syndrome. Lancet. 2015;386(9997):995–1007.", "ArticleIdList": ["PMC4721578", "26049252"]}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "7", "Day": "11"}, {"Year": "2020", "Month": "11", "Day": "25"}, {"Year": "2021", "Month": "1", "Day": "16"}, {"Year": "2021", "Month": "1", "Day": "27", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "3", "Day": "26", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "1", "Day": "26", "Hour": "20", "Minute": "9"}, {"Year": "2021", "Month": "1", "Day": "23"}], "PublicationStatus": "ppublish", "ArticleIdList": ["33497729", "PMC7826042", "10.1016/j.jviromet.2021.114070", "S0166-0934(21)00009-4"]}}], "PubmedBookArticle": []}