{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "33505483", "DateRevised": {"Year": "2021", "Month": "01", "Day": "30"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "12", "Day": "07"}], "Language": ["eng"], "ELocationID": ["2975284", "10.1155/2020/2975284"], "Journal": {"ISSN": "1741-427X", "JournalIssue": {"Volume": "2020", "PubDate": {"Year": "2020"}}, "Title": "Evidence-based complementary and alternative medicine : eCAM", "ISOAbbreviation": "Evid Based Complement Alternat Med"}, "ArticleTitle": "Greek Sage Exhibits Neuroprotective Activity against Amyloid Beta-Induced Toxicity.", "Pagination": {"StartPage": "2975284", "MedlinePgn": "2975284"}, "Abstract": {"AbstractText": ["Alzheimer's disease (AD) is the most common neurodegenerative disease, affecting the elderly at a high incidence. AD is of unknown etiology and currently, no cure is available. Present medication is restricted to treating symptoms; thus, a need exists for the development of effective remedies. Medicinal plants constitute a large pool, from which active compounds of great pharmaceutical potential can be derived. Various <i>Salvia</i> spp. are considered as neuroprotective, and here, the ability of <i>Salvia fruticosa</i> (SF) to protect against toxic effects induced in an AD cell model was partly assessed. Two of AD's characteristic hallmarks are the presence of elevated oxidative stress levels and the cytotoxic aggregation of amyloid beta (A<i>β</i>) peptides. Thus, we obtained SF extracts in three different solvents of increasing polarity, consecutively, to evaluate (a) their antioxidant capacity with the employment of the free radical scavenging assay (DPPH<sup>•</sup>), of the ferric reducing ability of plasma assay (FRAP), and of the cellular reactive oxygen species assay (DCFDA) and (b) their neuroprotective properties against A<i>β</i> <sub>25-35</sub>-induced cell death with the use of an MTT assay. All three SF extracts showed a considerable antioxidant capacity, with the methanol (SFM) extract being the strongest. The results of the total phenolic and flavonoid contents (TPC and TFC) of the extracts and of the FRAP and the DCFDA assays showed a similar pattern. In addition, and most importantly, the dichloromethane (SFD) and the petroleum ether (SFP) extracts had an effect on A<i>β</i> toxicity, exhibiting a significant neuroprotective potential. To our knowledge, this is the first report of SF extracts demonstrating neuroprotective potential against A<i>β</i> toxicity. In combination with their antioxidant capacity, SF extracts may be beneficial in combating AD and other neurodegenerative diseases."], "CopyrightInformation": "Copyright © 2020 Antonis Ververis et al."}, "AuthorList": [{"Identifier": ["0000-0002-6419-0566"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Neurogenetics Department, The Cyprus Institute of Neurology and Genetics, Nicosia 2371, Cyprus."}, {"Identifier": [], "Affiliation": "Cyprus School of Molecular Medicine, The Cyprus Institute of Neurology and Genetics, Nicosia 2371, Cyprus."}], "LastName": "Ververis", "ForeName": "Antonis", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Neurogenetics Department, The Cyprus Institute of Neurology and Genetics, Nicosia 2371, Cyprus."}, {"Identifier": [], "Affiliation": "Cyprus School of Molecular Medicine, The Cyprus Institute of Neurology and Genetics, Nicosia 2371, Cyprus."}], "LastName": "Savvidou", "ForeName": "Georgia", "Initials": "G"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Neurogenetics Department, The Cyprus Institute of Neurology and Genetics, Nicosia 2371, Cyprus."}, {"Identifier": [], "Affiliation": "Cyprus School of Molecular Medicine, The Cyprus Institute of Neurology and Genetics, Nicosia 2371, Cyprus."}], "LastName": "Ioannou", "ForeName": "Kristia", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Neurogenetics Department, The Cyprus Institute of Neurology and Genetics, Nicosia 2371, Cyprus."}, {"Identifier": [], "Affiliation": "Cyprus School of Molecular Medicine, The Cyprus Institute of Neurology and Genetics, Nicosia 2371, Cyprus."}], "LastName": "Nicolaou", "ForeName": "Paschalis", "Initials": "P"}, {"Identifier": ["0000-0002-0622-7594"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Neurogenetics Department, The Cyprus Institute of Neurology and Genetics, Nicosia 2371, Cyprus."}, {"Identifier": [], "Affiliation": "Cyprus School of Molecular Medicine, The Cyprus Institute of Neurology and Genetics, Nicosia 2371, Cyprus."}], "LastName": "Christodoulou", "ForeName": "Kyproula", "Initials": "K"}, {"Identifier": ["0000-0003-4812-4048"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Life and Health Sciences, School of Sciences and Engineering, University of Nicosia, Nicosia 2417, Cyprus."}], "LastName": "Plioukas", "ForeName": "Michael", "Initials": "M"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Evid Based Complement Alternat Med", "NlmUniqueID": "101215021", "ISSNLinking": "1741-427X"}, "CoiStatement": "The authors declare that they have no conflicts of interest regarding the publication of this paper."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Galimberti D., Scarpini E. Progress in Alzheimer’s disease. Journal of Neurology. 2012;259(2):201–211. doi: 10.1007/s00415-011-6145-3.", "ArticleIdList": ["10.1007/s00415-011-6145-3", "21706152"]}, {"Citation": "Tönnies E., Trushina E. Oxidative stress, synaptic dysfunction, and alzheimer’s disease. Journal of Alzheimer’s Disease. 2017;57(4):1105–1121. doi: 10.3233/jad-161088.", "ArticleIdList": ["10.3233/jad-161088", "PMC5409043", "28059794"]}, {"Citation": "Huang W. J., Zhang X., Chen W. W. Role of oxidative stress in Alzheimer’s disease (review) Biomedical Reports. 2016;4(5):519–522. doi: 10.3892/br.2016.630.", "ArticleIdList": ["10.3892/br.2016.630", "PMC4840676", "27123241"]}, {"Citation": "Butterfield D. A., Boyd-Kimball D. Oxidative stress, amyloid-β peptide, and altered key molecular pathways in the pathogenesis and progression of alzheimer’s disease. Journal of Alzheimer’s Disease. 2018;62(3):1345–1367. doi: 10.3233/jad-170543.", "ArticleIdList": ["10.3233/jad-170543", "PMC5870019", "29562527"]}, {"Citation": "World alzheimer report 2019: attitudes to dementia | alzheimer’s disease.  international.  https://www.alz.co.uk/research/world-report-2019."}, {"Citation": "Cassidy L., Fernandez F., Johnson J. B., Naiker M., Owoola A. G., Broszczak D. A. Oxidative stress in alzheimer’s disease: a review on emergent natural polyphenolic therapeutics. Complementary Therapies in Medicine. 2020;49 doi: 10.1016/j.ctim.2019.102294.102294", "ArticleIdList": ["10.1016/j.ctim.2019.102294", "32147039"]}, {"Citation": "Liu Z., Zhou T., Ziegler A. C., Dimitrion P., Zuo L. Oxidative stress in neurodegenerative diseases: from molecular mechanisms to clinical applications. Oxidative Medicine and Cellular Longevity. 2017;2017:11. doi: 10.1155/2017/2525967.2525967", "ArticleIdList": ["10.1155/2017/2525967", "PMC5529664", "28785371"]}, {"Citation": "Heiner F., Feistel B., Wink M. Sideritis scardica extracts inhibit aggregation and toxicity of amyloid-βin Caenorhabditis elegans used as a model for Alzheimer’s disease. PeerJ. 2018;6 doi: 10.7717/peerj.4683.e4683", "ArticleIdList": ["10.7717/peerj.4683", "PMC5933321", "29736334"]}, {"Citation": "Iuvone T., De Filippis D., Esposito G., D’Amico A., Izzo A. A. The spice sage and its active ingredient rosmarinic acid protect PC12 cells from amyloid-β peptide-induced neurotoxicity. Journal of Pharmacology and Experimental Therapeutics. 2006;317(3):1143–1149. doi: 10.1124/jpet.105.099317.", "ArticleIdList": ["10.1124/jpet.105.099317", "16495207"]}, {"Citation": "Ben Mansour R., Wided Megdiche K., Stéphanie C., Stéphanie K., Tristan R., Riadh K. Assessment of antioxidant activity and neuroprotective capacity on PC12 cell line of Frankenia thymifolia and related phenolic LC-MS/MS identification. Evidence-Based Complementary and Alternative Medicine. 2016;2016:8. doi: 10.1155/2016/2843463.2843463", "ArticleIdList": ["10.1155/2016/2843463", "PMC5088309", "27829862"]}, {"Citation": "Yu H., Yao L., Zhou H., et al. Neuroprotection against Aβ25-35-induced apoptosis by Salvia miltiorrhiza extract in SH-SY5Y cells. Neurochemistry International. 2014;75:89–95. doi: 10.1016/j.neuint.2014.06.001.", "ArticleIdList": ["10.1016/j.neuint.2014.06.001", "24932696"]}, {"Citation": "Huang H., Peipei Y., Taoping S., et al. Procyanidins extracted from Lotus seedpod ameliorate amyloid-β-induced toxicity in rat pheochromocytoma cells. Oxidative Medicine and Cellular Longevity. 2018;2018:14. doi: 10.1155/2018/4572893.4572893", "ArticleIdList": ["10.1155/2018/4572893", "PMC6230407", "30538801"]}, {"Citation": "Pohl F., Lin P. K. T. The potential use of plant natural products and plant extracts with antioxidant properties for the prevention/treatment of neurodegenerative diseases: in vitro, in vivo and clinical trials. Molecules. 2018;23(12):3283. doi: 10.3390/molecules23123283.", "ArticleIdList": ["10.3390/molecules23123283", "PMC6321248", "30544977"]}, {"Citation": "Walker J. B., Sytsma K. J., Treutlein J., Wink M. Salvia (Lamiaceae) is not monophyletic: implications for the systematics, radiation, and ecological specializations of Salvia and tribe Mentheae. American Journal of Botany. 2004;91(7):1115–1125. doi: 10.3732/ajb.91.7.1115.", "ArticleIdList": ["10.3732/ajb.91.7.1115", "21653467"]}, {"Citation": "Foolad F., Khodagholi F. Dietary supplementation withSalvia sahendicaattenuates acetylcholinesterase activity and increases mitochondrial transcription factor A and antioxidant proteins in the hippocampus of amyloid beta-injected rats. Journal of Pharmacy and Pharmacology. 2013;65(10):1555–1562. doi: 10.1111/jphp.12116.", "ArticleIdList": ["10.1111/jphp.12116", "24028623"]}, {"Citation": "Wang Q., Yu X., Patal K., et al. Tanshinones inhibit amyloid aggregation by amyloid-β peptide, disaggregate amyloid fibrils, and protect cultured cells. ACS Chemical Neuroscience. 2013;4(6):1004–1015. doi: 10.1021/cn400051e.", "ArticleIdList": ["10.1021/cn400051e", "PMC3756451", "23506133"]}, {"Citation": "Elmann A., Mordechay S., Rindner M., Larkov O., Elkabetz M., Ravid U. Protective effects of the essential oil of Salvia fruticosa and its constituents on astrocytic susceptibility to hydrogen peroxide-induced cell death. Journal of Agricultural and Food Chemistry. 2009;57(15):6636–6641. doi: 10.1021/jf901162f.", "ArticleIdList": ["10.1021/jf901162f", "19722569"]}, {"Citation": "Hani S. B., Bayachou M. Salvia fruticosa reduces intrinsic cellular and H2O2-induced DNA oxidation in HEK 293 cells; assessment using flow cytometry. Asian Pacific Journal of Tropical Biomedicine. 2014;4(5):399–403. doi: 10.12980/apjtb.4.2014c1270.", "ArticleIdList": ["10.12980/apjtb.4.2014c1270", "PMC3985056", "25182726"]}, {"Citation": "Altay A., Kılıc Suloglu A., Sagdıcoglu Celep G., Selmanoglu G., Bozoglu F. Anatolıan sage Salvıa frutıcosa ınhıbıts cytosolıc glutathıone-s-transferase actıvıty and colon cancer cell prolıferatıon. Journal of Food Measurement and Characterization. 2019;13(2):1390–1399. doi: 10.1007/s11694-019-00055-1.", "ArticleIdList": ["10.1007/s11694-019-00055-1"]}, {"Citation": "Boukhary R., Raafat K., Ghoneim A. I., Aboul-Ela M., El-Lakany A. Anti-inflammatory and antioxidant activities of salvia fruticosa: an HPLC determination of phenolic contents. Evid. Based. Complement. Alternat. Med. 2016;2016:6. doi: 10.1155/2016/7178105.7178105", "ArticleIdList": ["10.1155/2016/7178105", "PMC4735903", "26881007"]}, {"Citation": "Exarchou V., Nenadis N., Tsimidou M., Gerothanassis I. P., Troganis A., Boskou D. Antioxidant activities and phenolic composition of extracts from Greek oregano, Greek sage, and summer savory. Journal of Agricultural and Food Chemistry. 2002;50(19):5294–5299. doi: 10.1021/jf020408a.", "ArticleIdList": ["10.1021/jf020408a", "12207464"]}, {"Citation": "Papageorgiou V., Gardeli C., Mallouchos A., Papaioannou M., Komaitis M. Variation of the chemical profile and antioxidant behavior ofRosmarinus officinalisL. andSalvia fruticosaMiller grown in Greece. Journal of Agricultural and Food Chemistry. 2008;56(16):7254–7264. doi: 10.1021/jf800802t.", "ArticleIdList": ["10.1021/jf800802t", "18646855"]}, {"Citation": "Sarrou E., Martens S., Chatzopoulou P. Metabolite profiling and antioxidative activity of Sage (Salvia fruticosa Mill.) under the influence of genotype and harvesting period. Industrial Crops and Products. 2016;94:240–250. doi: 10.1016/j.indcrop.2016.08.022.", "ArticleIdList": ["10.1016/j.indcrop.2016.08.022"]}, {"Citation": "Tundis R., Iacopetta D., Sinicropi M. S., et al. Assessment of antioxidant, antitumor and pro-apoptotic effects of salvia fruticosa mill. subsp. thomasii (lacaita) brullo, guglielmo, pavone & terrasi (Lamiaceae) Food and Chemical Toxicology. 2017;106:155–164. doi: 10.1016/j.fct.2017.05.040.", "ArticleIdList": ["10.1016/j.fct.2017.05.040", "28552787"]}, {"Citation": "Bonesi M. Anti-inflammatory and antioxidant agents from salvia genus (Lamiaceae): an assessment of the current state of knowledge. Antiinflamm. Antiallergy. Agents Med. Chem. 2017;16(2):70–86. doi: 10.2174/1871523016666170502121419.", "ArticleIdList": ["10.2174/1871523016666170502121419", "28464779"]}, {"Citation": "Şenol F. S. “Evaluation of cholinesterase inhibitory and antioxidant activities of wild and cultivated samples of sage (Salvia fruticosa) by activity-guided fractionation. Journal Medicinal Food. 2011;14:1476–1483. doi: 10.1089/jmf.2010.0158.", "ArticleIdList": ["10.1089/jmf.2010.0158", "21663475"]}, {"Citation": "Ramos A. A., Azqueta A., Pereira-Wilson C., Collins A. R. Polyphenolic compounds from salvia species protect cellular DNA from oxidation and stimulate DNA repair in cultured human cells. Journal of Agricultural and Food Chemistry. 2010;58(12):7465–7471. doi: 10.1021/jf100082p.", "ArticleIdList": ["10.1021/jf100082p", "20486687"]}, {"Citation": "Duletić-Laušević S. “Composition and biological activities of Libyan Salvia fruticosa Mill and S. lanigera Poir. extracts. South African Journal Botany. 2018;117:101–109. doi: 10.1016/j.sajb.2018.05.013.", "ArticleIdList": ["10.1016/j.sajb.2018.05.013"]}, {"Citation": "Şenol F. S., Ilkay O. “Survey of 55 Turkish Salvia taxa for their acetylcholinesterase inhibitory and antioxidant activities. Food Chemistry. 2010;120:34–43."}, {"Citation": "Gürdal B., Kültür Ş. An ethnobotanical study of medicinal plants in Marmaris (Muğla, Turkey) Journal of Ethnopharmacology. 2013;146(1):113–126. doi: 10.1016/j.jep.2012.12.012.", "ArticleIdList": ["10.1016/j.jep.2012.12.012", "23261486"]}, {"Citation": "Abu-Dahab R., Afifi F., Kasabri V., Majdalawi L., Naffa R. Comparison of the antiproliferative activity of crude ethanol extracts of nine salvia species grown in Jordan against breast cancer cell line models. Pharmacognosy Magazine. 2012;8(32):319–324. doi: 10.4103/0973-1296.103664.", "ArticleIdList": ["10.4103/0973-1296.103664", "PMC3785171", "24082637"]}, {"Citation": "Orhan I., Kartal M., Kan Y., Şener B. Activity of essential oils and individual components against acetyland butyrylcholinesterase. Zeitschrift für Naturforschung C. 2008;63(7-8):547–553. doi: 10.1515/znc-2008-7-813.", "ArticleIdList": ["10.1515/znc-2008-7-813", "18810999"]}, {"Citation": "Ahmed H. H., Salem A. M., Sabry G. M., Husein A. A., Kotob S. E. Possible therapeutic uses of salvia triloba and piper nigrum in alzheimer’s disease-induced rats. Journal of Medicinal Food. 2013;16(5):437–446. doi: 10.1089/jmf.2012.0165.", "ArticleIdList": ["10.1089/jmf.2012.0165", "23631499"]}, {"Citation": "Mahdy K. Effect of some medicinal plant extracts on the oxidative stress status in Alzheimer’s disease induced in rats. European Review for Medical and Pharmacological Sciences. 2012;16:31–42.", "ArticleIdList": ["22957416"]}, {"Citation": "Parejo I., Codina C., Petrakis C., Kefalas P. Evaluation of scavenging activity assessed by Co (II)/EDTA-induced luminol chemiluminescence and DPPH• Á free radical assay. Journal of Pharmacological and Toxicological Methods. 2001;44:507–512. doi: 10.1016/S1056-8719(01)00110-1.", "ArticleIdList": ["10.1016/S1056-8719(01)00110-1", "11395328"]}, {"Citation": "Benzie I. F. F., Strain J. J. The ferric reducing ability of plasma (FRAP) as a measure of ‘antioxidant power’: the FRAP assay. Analytical Biochemistry. 1996;239(1):70–76. doi: 10.1006/abio.1996.0292.", "ArticleIdList": ["10.1006/abio.1996.0292", "8660627"]}, {"Citation": "Scalbert A., Monties B., Janin G. Tannins in wood: comparison of different estimation methods. Journal of Agricultural and Food Chemistry. 1989;37(5):1324–1329. doi: 10.1021/jf00089a026.", "ArticleIdList": ["10.1021/jf00089a026"]}, {"Citation": "Zhishen J., Mengcheng T., Jianming W. The determination of flavonoid contents in mulberry and their scavenging effects on superoxide radicals. Food Chemistry. 1999;64(4):555–559. doi: 10.1016/s0308-8146(98)00102-2.", "ArticleIdList": ["10.1016/s0308-8146(98)00102-2"]}, {"Citation": "Wang H., Joseph J. A. Quantifying cellular oxidative stress by dichlorofluorescein assay using microplate reader11Mention of a trade name, proprietary product, or specific equipment does not constitute a guarantee by the United States Department of Agriculture and does not imply its approval to the exclusion of other products that may be suitable. Free Radical Biology and Medicine. 1999;27(5-6):612–616. doi: 10.1016/s0891-5849(99)00107-0.", "ArticleIdList": ["10.1016/s0891-5849(99)00107-0", "10490282"]}, {"Citation": "Kubo T., Nishimura S., Kumagae Y., Kaneko I. In vivo conversion of racemized β-amyloid ([D-Ser26]Aβ1-40) to truncated and toxic fragments ([D-Ser26]Aβ25-35/40) and fragment presence in the brains of Alzheimer’s patients. Journal of Neuroscience Research. 2002;70(3):474–483. doi: 10.1002/jnr.10391.", "ArticleIdList": ["10.1002/jnr.10391", "12391608"]}, {"Citation": "Pike C. J., Walencewicz-Wasserman A. J., Kosmoski J., Cribbs D. H., Glabe C. G., Cotman C. W. Structure-activity analyses of β-amyloid peptides: contributions of the β25-35 region to aggregation and neurotoxicity. Journal of Neurochemistry. 2002;64(1):253–265. doi: 10.1046/j.1471-4159.1995.64010253.x.", "ArticleIdList": ["10.1046/j.1471-4159.1995.64010253.x", "7798921"]}, {"Citation": "Masci A., Roberto M., Paolo C., et al. Neuroprotective effect of Brassica oleracea sprouts crude juice in a cellular model of alzheimer’s disease. Oxidative Medicine and Cellular Longevity. 2015;2015:17. doi: 10.1155/2015/781938.781938", "ArticleIdList": ["10.1155/2015/781938", "PMC4477226", "26180595"]}, {"Citation": "Yu H.-Y., Chen Z.-Y., Sun B., et al. Lignans from the fruit of Schisandra glaucescens with antioxidant and neuroprotective properties. Journal of Natural Products. 2014;77(6):1311–1320. doi: 10.1021/np4010536.", "ArticleIdList": ["10.1021/np4010536", "24927000"]}, {"Citation": "Adewusi E. A., Fouche G., Steenkamp V. Effect of four medicinal plants on amyloid-β induced neurotoxicity in SH-SY5Y cells. African Journal of Traditional Complementary Alternative Medicine AJTCAM. 2013;10:6–11.", "ArticleIdList": ["PMC3794384", "24146494"]}, {"Citation": "Kelen M., Tepe B. Chemical composition, antioxidant and antimicrobial properties of the essential oils of three Salvia species from Turkish flora. Bioresource Technology. 2008;99(10):4096–4104. doi: 10.1016/j.biortech.2007.09.002.", "ArticleIdList": ["10.1016/j.biortech.2007.09.002", "17936619"]}, {"Citation": "Blois M. S. Antioxidant determinations by the use of a stable free radical. Nature. 1958;181:1199–1200."}, {"Citation": "Sanchez-Moreno C. Review: methods used to evaluate the free radical scavenging activity in foods and biological systems. Food Science and Technology International. 2002;8(3):121–137. doi: 10.1177/1082013202008003770.", "ArticleIdList": ["10.1177/1082013202008003770"]}, {"Citation": "Russo A., Formisano C., Rigano D., et al. Chemical composition and anticancer activity of essential oils of Mediterranean sage (Salvia officinalis L.) grown in different environmental conditions. Food and Chemical Toxicology. 2013;55:42–47. doi: 10.1016/j.fct.2012.12.036.", "ArticleIdList": ["10.1016/j.fct.2012.12.036", "23291326"]}, {"Citation": "Cheynier V., Comte G., Davies K. M., Lattanzio V., Martens S. Plant phenolics: recent advances on their biosynthesis, genetics, andecophysiology. Plant Physiology and Biochemistry. 2013;72:1–20.", "ArticleIdList": ["23774057"]}, {"Citation": "Figueiredo A. C., Barroso J. G., Pedro L. G., Scheffer J. J. C. Factors affecting secondary metabolite production in plants: volatile components and essential oils. Flavour and Fragrance Journal. 2008;23(4):213–226. doi: 10.1002/ffj.1875.", "ArticleIdList": ["10.1002/ffj.1875"]}, {"Citation": "Prior R. L., Wu X., Schaich K. Standardized methods for the determination of antioxidant capacity and phenolics in foods and dietary supplements. Journal of Agricultural and Food Chemistry. 2005;53(10):4290–4302. doi: 10.1021/jf0502698.", "ArticleIdList": ["10.1021/jf0502698", "15884874"]}, {"Citation": "Loizzo M. R., Abouali M., Salehi P., et al. In vitro antioxidant and antiproliferative activities of nineSalviaspecies. Natural Product Research. 2014;28(24):2278–2285. doi: 10.1080/14786419.2014.939086.", "ArticleIdList": ["10.1080/14786419.2014.939086", "25039830"]}, {"Citation": "Dincer C., Topuz A., Sahin-Nadeem H., et al. A comparative study on phenolic composition, antioxidant activity and essential oil content of wild and cultivated sage (Salvia fruticosa Miller) as influenced by storage. Industrial Crops and Products. 2012;39:170–176. doi: 10.1016/j.indcrop.2012.02.032.", "ArticleIdList": ["10.1016/j.indcrop.2012.02.032"]}, {"Citation": "Pizzale L., Bortolomeazzi R., Vichi S., Überegger E., Conte L. S. Antioxidant activity of sage (Salvia officinalisandS fruticosa) and oregano (Origanum onitesandO indercedens) extracts related to their phenolic compound content. Journal of the Science of Food and Agriculture. 2002;82(14):1645–1651. doi: 10.1002/jsfa.1240.", "ArticleIdList": ["10.1002/jsfa.1240"]}, {"Citation": "Qiao S., Li W., Tsubouchi R., et al. Rosmarinic acid inhibits the formation of reactive oxygen and nitrogen species in RAW264.7 macrophages. Free Radical Research. 2005;39(9):995–1003. doi: 10.1080/10715760500231836.", "ArticleIdList": ["10.1080/10715760500231836", "16087481"]}, {"Citation": "Miliauskas G., Venskutonis P. R., Van Beek T. A. Screening of radical scavenging activity of some medicinal and aromatic plant extracts. Food Chemistry. 2004;85(2):231–237. doi: 10.1016/j.foodchem.2003.05.007.", "ArticleIdList": ["10.1016/j.foodchem.2003.05.007"]}, {"Citation": "Tung Y.-T., Wu J.-H., Huang C.-Y., Kuo Y.-H., Chang S.-T. Antioxidant activities and phytochemical characteristics of extracts from Acacia confusa bark. Bioresource Technology. 2009;100(1):509–514. doi: 10.1016/j.biortech.2008.01.001.", "ArticleIdList": ["10.1016/j.biortech.2008.01.001", "18280147"]}, {"Citation": "Roby M. H. H., Sarhan M. A., Selim K. A.-H., Khalel K. I. Evaluation of antioxidant activity, total phenols and phenolic compounds in thyme (Thymus vulgaris L.), sage (Salvia officinalis L.), and marjoram (Origanum majorana L.) extracts. Industrial Crops and Products. 2013;43:827–831. doi: 10.1016/j.indcrop.2012.08.029.", "ArticleIdList": ["10.1016/j.indcrop.2012.08.029"]}, {"Citation": "Castillo W. O., Aristizabal-Pachon A. F., Sakamoto-Hojo E., et al. Caliphruria subedentata (Amaryllidaceae) decreases genotoxicity and cell death induced by β-amyloid peptide in SH-SY5Y cell line. Mutation Research/Genetic Toxicology and Environmental Mutagenesis. 2018;836:54–61. doi: 10.1016/j.mrgentox.2018.06.010.", "ArticleIdList": ["10.1016/j.mrgentox.2018.06.010", "30442346"]}, {"Citation": "Yeo E. T. Y., Wong K. W. L., See M. L., Wong K. Y., Gan S. Y., Chan E. W. L. Piper sarmentosum Roxb. confers neuroprotection on beta-amyloid (Aβ)-induced microglia-mediated neuroinflammation and attenuates tau hyperphosphorylation in SH-SY5Y cells. Journal of Ethnopharmacology. 2018;217:187–194. doi: 10.1016/j.jep.2018.02.025.", "ArticleIdList": ["10.1016/j.jep.2018.02.025", "29462698"]}, {"Citation": "Sakagami H., et al. Protection of differentiating neuronal cells from amyloid β peptide-induced injury by alkaline extract of leaves of sasa senanensis rehder. In Vivo (Brooklyn) 2018;32:231–239. doi: 10.21873/invivo.11229.", "ArticleIdList": ["10.21873/invivo.11229", "PMC5905189", "29475904"]}, {"Citation": "Koutsoulas A., Čarnecká M., Slanina J., Tóth J., Slaninová I. Characterization of phenolic compounds and antiproliferative effects of salvia pomifera and salvia fruticosa extracts. Molecules. 2019;24(16) doi: 10.3390/molecules24162921.", "ArticleIdList": ["10.3390/molecules24162921", "PMC6720736", "31408993"]}, {"Citation": "Lopresti A. L. Salvia (sage): a review of its potential cognitive-enhancing and protective effects. Drugs in R and D. 2016;17(1):53–64. doi: 10.1007/s40268-016-0157-5.", "ArticleIdList": ["10.1007/s40268-016-0157-5", "PMC5318325", "27888449"]}, {"Citation": "Skoula M., Abbes J. E., Johnson C. B. Genetic variation of volatiles and rosmarinic acid in populations of Salvia fruticosa mill growing in Crete. Biochemical Systematics and Ecology. 2000;28(6):551–561. doi: 10.1016/s0305-1978(99)00095-2.", "ArticleIdList": ["10.1016/s0305-1978(99)00095-2", "10793255"]}, {"Citation": "Vergine M., Nicolì F., Negro C., et al. Phytochemical profiles and antioxidant activity of salvia species from southern Italy. Records of Natural Products. 2019;13(3):205–215. doi: 10.25135/rnp.96.18.07.119.", "ArticleIdList": ["10.25135/rnp.96.18.07.119"]}, {"Citation": "Arikat N. A., Jawad F. M., Karam N. S., Shibli R. A. Micropropagation and accumulation of essential oils in wild sage (Salvia fruticosa Mill.) Scientia Horticulturae. 2004;100(1-4):193–202. doi: 10.1016/j.scienta.2003.07.006.", "ArticleIdList": ["10.1016/j.scienta.2003.07.006"]}, {"Citation": "de Oliveira M. R. The dietary components carnosic acid and carnosol as neuroprotective agents: a mechanistic view. Molecular Neurobiology. 2016;53(9):6155–6168. doi: 10.1007/s12035-015-9519-1.", "ArticleIdList": ["10.1007/s12035-015-9519-1", "26553346"]}, {"Citation": "Liu R., Gao M., Qiang G.-F., et al. The anti-amnesic effects of luteolin against amyloid β25-35 peptide-induced toxicity in mice involve the protection of neurovascular unit. Neuroscience. 2009;162(4):1232–1243. doi: 10.1016/j.neuroscience.2009.05.009.", "ArticleIdList": ["10.1016/j.neuroscience.2009.05.009", "19442706"]}, {"Citation": "Zhao L., Wang J. L., Wang Y. R., Fa X. Z. Apigenin attenuates copper-mediated β-amyloid neurotoxicity through antioxidation, mitochondrion protection and MAPK signal inactivation in an AD cell model. Brain Research. 2013;1492:33–45. doi: 10.1016/j.brainres.2012.11.019.", "ArticleIdList": ["10.1016/j.brainres.2012.11.019", "23178511"]}, {"Citation": "Islam F., et al. 1,8-Cineole (eucalyptol) mitigates inflammation in amyloid beta toxicated PC12 cells: relevance to alzheimer’s disease. Neurochemistry Research. 2014;39:344–352.", "ArticleIdList": ["24379109"]}, {"Citation": "Yang T., Zhu Z., Yin E., et al. Alleviation of symptoms of Alzheimer’s disease by diminishing Aβ neurotoxicity and neuroinflammation. Chemical Science. 2019;10(43):10149–10158. doi: 10.1039/c9sc03042e.", "ArticleIdList": ["10.1039/c9sc03042e", "PMC6979322", "32055369"]}, {"Citation": "Singh E., Devasahayam G. Neurodegeneration by oxidative stress: a review on prospective use of small molecules for neuroprotection. Molecular Biology Reports. 2020;47(4):p. 3133. doi: 10.1007/s11033-020-05354-1.", "ArticleIdList": ["10.1007/s11033-020-05354-1", "32162127"]}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "5", "Day": "29"}, {"Year": "2020", "Month": "11", "Day": "5"}, {"Year": "2020", "Month": "11", "Day": "23"}, {"Year": "2021", "Month": "1", "Day": "28", "Hour": "5", "Minute": "42"}, {"Year": "2021", "Month": "1", "Day": "29", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "1", "Day": "29", "Hour": "6", "Minute": "1"}, {"Year": "2020", "Month": "12", "Day": "7"}], "PublicationStatus": "epublish", "ArticleIdList": ["33505483", "PMC7805276", "10.1155/2020/2975284"]}}], "PubmedBookArticle": []}