{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["NGS", "adulteration", "meta-barcoding", "mini-barcode", "natural medicine/herbal formulation"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "33527609", "DateCompleted": {"Year": "2021", "Month": "08", "Day": "17"}, "DateRevised": {"Year": "2021", "Month": "08", "Day": "17"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "02", "Day": "01"}], "Language": ["eng"], "ELocationID": ["10.1002/pca.3026"], "Journal": {"ISSN": "1099-1565", "JournalIssue": {"Volume": "32", "Issue": "5", "PubDate": {"Year": "2021", "Month": "Sep"}}, "Title": "Phytochemical analysis : PCA", "ISOAbbreviation": "Phytochem Anal"}, "ArticleTitle": "DNA meta-barcoding using rbcL based mini-barcode revealed presence of unspecified plant species in Ayurvedic polyherbal formulations.", "Pagination": {"StartPage": "804", "EndPage": "810", "MedlinePgn": "804-810"}, "Abstract": {"AbstractText": ["Ayurveda takes advantage of the beneficial properties of medicinal plants. High demands in combination with inadequate availability of botanicals and a lack of knowledge with respect to their precise identification lead to adulterations in herbal products. Identification becomes more difficult in complex herbal formulations. Four different polyherbal formulations have been analyzed for the present paper. The targeted plants have different pharmacological properties for various ailments.", "We aimed to examine the rbcL gene based plant DNA mini-barcode to identify target and non-target plants in polyherbal formulations by using high-throughput next generation sequencing.", "Degenerate primers of the selected mini-barcode region have been identified from the literature. A blend of 30 authentic medicinal plant species was used to examine the species resolution capacity of the mini-barcode. DNA was isolated from herbal formulations, an amplicon library was prepared, and sequencing was performed on an IonS5 system. Data were analyzed using various bioinformatics tools.", "Analysis of control pooled samples revealed the optimum resolving power of the DNA mini-barcode. Data analysis of the commercial samples revealed that only one herbal formulation contained all plants and matched with listed contents. In two formulations, only 10 out of 21 and 11 out of 20 plants were detected, respectively. Additionally, several non-listed plants were also detected in these formulations. Two formulations contained >20% reads assigned to non-target plants. Overall, 21.98% of the reads were assigned to non-target plants.", "The present study clearly demonstrated the successful application and potential of meta-barcoding in the quality control of complex herbal matrices. The results strongly suggest that this approach can be used in pharmacovigilance of processed herbal products."], "CopyrightInformation": "© 2021 John Wiley & Sons, Ltd."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Science and Technology, Gov. of Gujarat, Gujarat Biotechnology Research Centre (GBRC), Gandhinagar, India."}], "LastName": "Pandit", "ForeName": "Ramesh", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Science and Technology, Gov. of Gujarat, Gujarat Biotechnology Research Centre (GBRC), Gandhinagar, India."}], "LastName": "Travadi", "ForeName": "Tasnim", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Science and Technology, Gov. of Gujarat, Gujarat Biotechnology Research Centre (GBRC), Gandhinagar, India."}], "LastName": "Sharma", "ForeName": "Sonal", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Science and Technology, Gov. of Gujarat, Gujarat Biotechnology Research Centre (GBRC), Gandhinagar, India."}], "LastName": "Joshi", "ForeName": "Chaitanya", "Initials": "C"}, {"Identifier": ["0000-0003-4102-7114"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Science and Technology, Gov. of Gujarat, Gujarat Biotechnology Research Centre (GBRC), Gandhinagar, India."}], "LastName": "Joshi", "ForeName": "Madhvi", "Initials": "M"}], "GrantList": [{"GrantID": "GSBTM/JDRD/584/2018/204", "Agency": "Gujarat State Biotechnology Mission (GSBTM)", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Phytochem Anal", "NlmUniqueID": "9200492", "ISSNLinking": "0958-0344"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "DNA, Plant"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "DNA Barcoding, Taxonomic"}, {"QualifierName": ["genetics"], "DescriptorName": "DNA, Plant"}, {"QualifierName": [], "DescriptorName": "Medicine, Ayurvedic"}, {"QualifierName": ["genetics"], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Quality Control"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Ernst E, Pittler MH, Wider B, Boddy K. The desktop guide to complementary and alternative medicine. 2nd ed. Edinburgh: Elsevier Mosby; 2006:650-651."}, {"Citation": "Posadzki P, Watson L, Ernst E. Contamination and adulteration of herbal medicinal products (HMPs): an overview of systematic reviews. Eur J Clin Pharmacol. 2013;69(3):295-307."}, {"Citation": "Krishna S, Dinesh KS, Nazeema PK. Globalizing Ayurveda - Opportunities and Challenges. Int J Health Sci Res. 2020;10(3):55-68. https://www.ijhsr.org"}, {"Citation": "Astin JA, Marie A, Pelletier KR, Hansen E, Haskell WL. A review of the incorporation of complementary and alternative medicine by mainstream physicians. Arch Intern Med. 1998;158(21):2303-2310."}, {"Citation": "McCabe S. Complementary herbal and alternative drugs in clinical practice. Perspect Psychiatr Care. 2002;38(3):98-107."}, {"Citation": "Newmaster SG, Grguric M, Shanmughanandhan D, Ramalingam S, Ragupathy S. DNA barcoding detects contamination and substitution in north American herbal products. BMC Med. 2013;11(1):222."}, {"Citation": "Bansal S, Thakur S, Mangal M, Mangal AK, Gupta RK. DNA barcoding for specific and sensitive detection of Cuminum cyminum adulteration in Bunium persicum. Phytomedicine. 2018;50:178-183."}, {"Citation": "Ivanova NV, Kuzmina ML, Braukmann TW, Borisenko AV, Zakharov EV. Authentication of herbal supplements using next-generation sequencing. PLoS ONE. 2016;11(5):e0156426."}, {"Citation": "Kumar JS, Krishna V, Seethapathy GS, Ganesan R, Ravikanth G, Shaanker RU. Assessment of adulteration in raw herbal trade of important medicinal plants of India using DNA barcoding. 3 Biotech. 2018;8(3):135."}, {"Citation": "Bansal A, Chhabra V, Rawal RK, Sharma S. Chemometrics: a new scenario in herbal drug standardization. J Pharm Anal. 2014;4(4):223-233."}, {"Citation": "Amritha N, Bhooma V, Parani M. Authentication of the market samples of Ashwagandha by DNA barcoding reveals that powders are significantly more adulterated than roots. J Ethnopharmacol. 2020;29:112725."}, {"Citation": "Amandita FY, Rembold K, Vornam B, et al. DNA barcoding of flowering plants in Sumatra, Indonesia. Ecol Evol. 2019;9(4):1858-1868."}, {"Citation": "Fazekas AJ, Kuzmina ML, Newmaster SG, Hollingsworth PM. DNA barcoding methods for land plants. In: Kress WJ, Erickson DL, eds. DNA barcodes. Totowa, NJ: Humana Press; 2012:223-252."}, {"Citation": "Ganie SH, Upadhyay P, Das S, Sharma MP. Authentication of medicinal plants by DNA markers. Plant Gene. 2015;4:83-99."}, {"Citation": "Hollingsworth PM, Graham SW, Little DP. Choosing and using a plant DNA barcode. PLoS ONE. 2011;6(5):e19254."}, {"Citation": "Pang X, Shi L, Song J, Chen X, Chen S. Use of the potential DNA barcode ITS2 to identify herbal materials. J Nat Med. 2013;67(3):571-575."}, {"Citation": "Sun Z, Chen S. Identification of cortex herbs using the DNA barcode nrITS2. J Nat Med. 2013;67(2):296-302."}, {"Citation": "Cheng T, Xu C, Lei L, Li C, Zhang Y, Zhou S. Barcoding the kingdom plantae: new PCR primers for ITS regions of plants with improved universality and specificity. Mol Ecol Resour. 2016;16(1):138-149."}, {"Citation": "Gao Z, Wang X, Wei X, Liu Y, Han J. DNA mini-barcoding: a derived barcoding method for herbal molecular identification. Front Plant Sci. 2019;10:987."}, {"Citation": "Guo M, Jiang W, Yu J, Pang X. Investigating the authenticity of Ophiopogonis radix and its Chinese patent medicines by using a nucleotide signature. J Ethnopharmacol. 2020;261:113134."}, {"Citation": "Coutinho Moraes DF, Still DW, Lum MR, Hirsch AM. DNA-based authentication of botanicals and plant-derived dietary supplements: where have we been and where are we going? Planta Med. 2015;81(9):687-695."}, {"Citation": "Reynaud DTH, Mishler BD, Neal-Kababick J, Brown PN. The capabilities and limitations of DNA barcoding of botanical dietary supplements. 2015;1-13."}, {"Citation": "de Boer HJ, Ichim MC, Newmaster SG. DNA barcoding and pharmacovigilance of herbal medicines. Drug Saf. 2015;38(7):611-620."}, {"Citation": "Hajibabaei M, McKenna C. DNA mini-barcodes. In: Kress WJ, Erickson DL, eds. DNA barcodes. Totowa, NJ: Humana Press; 2015:339-353."}, {"Citation": "Moorhouse-Gann RJ, Dunn JC, De Vere N, et al. New universal ITS2 primers for high-resolution herbivory analyses using DNA metabarcoding in both tropical and temperate zones. Sci Rep. 2018;8(1):1-5."}, {"Citation": "Seethapathy GS, Raclariu-Manolica AC, Anmarkrud JA, Wangensteen H, De Boer HJ. DNA metabarcoding authentication of Ayurvedic herbal products on the European market raises concerns of quality and fidelity. Front Plant Sci. 2019;10:68."}, {"Citation": "Xin T, Xu Z, Jia J, et al. Biomonitoring for traditional herbal medicinal products using DNA metabarcoding and single molecule, real-time sequencing. Acta Pharm Sin B. 2018;8(3):488-497."}, {"Citation": "Soni H, Bhatt S, Patgiri B. Standardization of Rasayana churna-a classical ayurvedic formulation. J Res Pharm Sci. 2013;4(2):283-289."}, {"Citation": "https://www.boldsystems.org/index.php/databases, , Last accessed on 19.08.2020"}, {"Citation": "Levin RA, Wagner WL, Hoch PC, et al. Family-level relationships of Onagraceae based on chloroplast rbcL and ndhF data. American J Bot. 2003;90(1):107-115."}, {"Citation": "Schmieder R, Edwards R. Quality control and preprocessing of metagenomic datasets. Bioinformatics. 2011;27(6):863-864."}, {"Citation": "Li W, Godzik A. Cd-hit: a fast program for clustering and comparing large sets of protein or nucleotide sequences. Bioinformatics. 2006;22(13):1658-1659."}, {"Citation": "Han J, Pang X, Liao B, Yao H, Song J, Chen S. An authenticity survey of herbal medicines from markets in China using DNA barcoding. Sci Rep. 2016;6(1):18723."}, {"Citation": "Veldman S, Ju Y, Otieno JN, et al. DNA barcoding augments conventional methods for identification of medicinal plant species traded at Tanzanian markets. J Ethnopharmacol. 2020;250:112495."}, {"Citation": "British Pharmacopeia Commission. Deoxyribonucleic acid (DNA) Based Identification Techniques for Herbal Drugs. Appendix XI V London: TSO."}, {"Citation": "Sgamma T, Lockie-Williams C, Kreuzer M. DNA barcoding for industrial quality assurance. Planta Med. 2017;83(14-15):1117-1129."}, {"Citation": "Raclariu AC, Ţebrencu CE, Ichim MC, Ciupercǎ OT, Brysting AK, de Boer H. What's in the box? Authentication of Echinacea herbal products using DNA metabarcoding and HPTLC. Phytomedicine. 2018;44:32-38."}, {"Citation": "Raclariu AC, Heinrich M, Ichim MC, de Boer H. Benefits and limitations of DNA barcoding and metabarcoding in herbal product authentication. Phytochem Anal. 2018;29(2):123-128."}, {"Citation": "Arulandhu AJ, Staats M, Hagelaar R, et al. Development and validation of a multi-locus DNA metabarcoding method to identify endangered species in complex samples. GigaScience. 2017;6(10):gix080."}], "ReferenceList": [], "Title": "REFERENCES"}], "History": [{"Year": "2020", "Month": "12", "Day": "9"}, {"Year": "2020", "Month": "10", "Day": "8"}, {"Year": "2020", "Month": "12", "Day": "10"}, {"Year": "2021", "Month": "2", "Day": "3", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "8", "Day": "18", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "2", "Day": "2", "Hour": "6", "Minute": "19"}], "PublicationStatus": "ppublish", "ArticleIdList": ["33527609", "10.1002/pca.3026"]}}], "PubmedBookArticle": []}