{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Tectorigenin", "airway epithelial injury", "miR-222-3p"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "33543488", "DateCompleted": {"Year": "2022", "Month": "04", "Day": "04"}, "DateRevised": {"Year": "2022", "Month": "05", "Day": "31"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "02", "Day": "04"}], "Language": ["eng"], "ELocationID": ["10.1002/ddr.21795"], "Journal": {"ISSN": "1098-2299", "JournalIssue": {"Volume": "82", "Issue": "7", "PubDate": {"Year": "2021", "Month": "Nov"}}, "Title": "Drug development research", "ISOAbbreviation": "Drug Dev Res"}, "ArticleTitle": "Tectorigenin regulates migration, invasion, and apoptosis in dexamethasone-induced human airway epithelial cells through up-regulating miR-222-3p.", "Pagination": {"StartPage": "959", "EndPage": "968", "MedlinePgn": "959-968"}, "Abstract": {"AbstractText": ["Glucocorticoids (GCs) can effectively control airway inflammation, but can also cause airway epithelial injury. Tectorigenin, a type of isoflavone isolated from various medicinal plants, has hypolipidemic activity, hepatoprotective, and antioxidant effects. We aimed to investigate whether Tectorigenin can repair GCs-induced airway epithelial injury. Airway epithelial cell line (9HTE cells) were treated with dexamethasone (Dex), Tectorigenin, or further transfected, then cell viability, migration, and invasion were examined by Cell Counting Kit (CCK-8), wound healing, and Transwell assays. The expressions of potential miRNAs related to the effect of Tectorigenin were detected by quantitative polymerase chain reaction (qPCR). Expressions of poptosis-related proteins Bcl-2-associated protein-X (Bax), B-cell lymphoma-2 (Bcl-2), Cleaved Caspase-3, and related to Mitorgen-activated protein kinase (MAPK) signaling pathway serine/threonine kinase (Raf1), extracellular signal-regulated kinase kinase 1/2 (MEK1/2), and extracellular signal-regulated kinase 1/2 (ERK1/2) were detected by Western blot. Dex inhibited the cell viability, migration and invasion by promoting Bax and Cleaved Caspase-3 expressions (p <.001) and by inhibiting the expressions of Bcl-2 and miR-222-3p (p <.001). Then, 10 μmol/L Tectorigenin itself did not affect cell viability but could inhibit the effect of Dex on cell viability, migration, and invasion. Tectorigenin up-regulated the expressions of miR-222-3p, Bcl-2, p-Raf1, p-MEK1/2, and p-ERK1/2 (p <.01), but down-regulated the expressions of Bax and Cleaved Caspase-3 (p <.05) in Dex-induced cells. MiR-222-3p inhibitor reversed the antagonistic effect of Tectorigenin on Dex. The study demonstrates that Tectorigenin inhibits apoptosis of Dex-induced 9HTE cells by up-regulating the expression of miR-222-3p, which involves with the MAPK pathway."], "CopyrightInformation": "© 2021 Wiley Periodicals, LLC."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Pediatric Department, Jiaxing Hospital of Traditional Chinese Medicine, Jiaxing, Zhejiang Province, China."}], "LastName": "Qian", "ForeName": "Xiong", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Pediatric Department, Jiaxing Hospital of Traditional Chinese Medicine, Jiaxing, Zhejiang Province, China."}], "LastName": "Xiao", "ForeName": "Qi", "Initials": "Q"}, {"Identifier": ["0000-0002-4357-2944"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Pediatric Department, Jiaxing Hospital of Traditional Chinese Medicine, Jiaxing, Zhejiang Province, China."}], "LastName": "Li", "ForeName": "Zongqi", "Initials": "Z"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Drug Dev Res", "NlmUniqueID": "8204468", "ISSNLinking": "0272-4391"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Isoflavones"}, {"RegistryNumber": "0", "NameOfSubstance": "MIRN222 microRNA, human"}, {"RegistryNumber": "0", "NameOfSubstance": "MicroRNAs"}, {"RegistryNumber": "7S5I7G3JQL", "NameOfSubstance": "Dexamethasone"}, {"RegistryNumber": "855130H9CO", "NameOfSubstance": "tectorigenin"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Apoptosis"}, {"QualifierName": [], "DescriptorName": "Cell Movement"}, {"QualifierName": [], "DescriptorName": "Cell Proliferation"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Dexamethasone"}, {"QualifierName": ["cytology", "drug effects"], "DescriptorName": "Epithelial Cells"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Isoflavones"}, {"QualifierName": ["genetics", "metabolism"], "DescriptorName": "MicroRNAs"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Ayroldi, E., Zollo, O., Macchiarulo, A., Di Marco, B., Marchetti, C., & Riccardi, C. (2002). Glucocorticoid-induced leucine zipper inhibits the Raf-extracellular signal-regulated kinase pathway by binding to Raf-1. Molecular and cellular Biology, 22(22), 7929-7941."}, {"Citation": "Barbato, A., Turato, G., Baraldo, S., Bazzan, E., Calabrese, F., Panizzolo, C., Zanin, M. E., Zuin, R., Maestrelli, P., Fabbri, L. M., & Saetta, M. (2006). Epithelial damage and angiogenesis in the airways of children with asthma. American Journal of Respiratory and Critical Care Medicine, 174(9), 975-981."}, {"Citation": "Boulet, L. P., Reddel, H. K., Bateman, E., Pedersen, S., FitzGerald, J. M., & O'Byrne, P. M. (2019). The global initiative for asthma (GINA): 25 years later. European Respiratory Journal, 54(2), 1900598."}, {"Citation": "Chou, T. C., & Talalay, P. (1984). Quantitative analysis of dose-effect relationships: The combined effects of multiple drugs or enzyme inhibitors. Advances in Enzyme Regulation, 22, 27-55."}, {"Citation": "Dorscheid, D. R., Wojcik, K. R., Sun, S., Marroquin, B., & White, S. R. (2001). Apoptosis of airway epithelial cells induced by corticosteroids. American Journal of Respiratory and Critical Care Medicine, 164(10 Pt 1, 1939-1947."}, {"Citation": "Goldar, S., Khaniani, M. S., Derakhshan, S. M., & Baradaran, B. (2015). Molecular mechanisms of apoptosis and roles in cancer development and treatment. Asian Pacific Journal of Cancer Prevention, 16(6), 2129-2144."}, {"Citation": "Guilbert, T. W., Morgan, W. J., Zeiger, R. S., Mauger, D. T., Boehmer, S. J., Szefler, S. J., Bacharier, L. B., Lemanske, R. F., Jr., Strunk, R. C., Allen, D. B., Bloomberg, G. R., Heldt, G., Krawiec, M., Larsen, G., Liu, A. H., Chinchilli, V. M., Sorkness, C. A., Taussig, L. M., & Martinez, F. D. (2006). Long-term inhaled corticosteroids in preschool children at high risk for asthma. The New England Journal of Medicine, 354(19), 1985-1997."}, {"Citation": "He, N., Liu, L., Ding, J., Sun, Y., Xing, H., & Wang, S. (2020). MiR-222-3p ameliorates glucocorticoid-induced inhibition of airway epithelial cell repair through down-regulating GILZ expression. Journal of Receptor and Signal Transduction Research, 40(4), 301-312."}, {"Citation": "Holgate, S. T. (2008). The airway epithelium is central to the pathogenesis of asthma. Allergology International, 57(1), 1-10."}, {"Citation": "Jia, S., Guo, P., Ge, X., Wu, H., Lu, J., & Fan, X. (2018). Overexpression of indoleamine 2, 3-dioxygenase contributes to the repair of human airway epithelial cells inhibited by dexamethasone via affecting the MAPK/ERK signaling pathway. Experimental and Therapeutic Medicine, 16(1), 282-290."}, {"Citation": "Jiang, S., & Tang, D. D. (2015). Plk1 regulates MEK1/2 and proliferation in airway smooth muscle cells. Respiratory Research, 16(1), 93."}, {"Citation": "Jiang, Z., Song, F., Li, Y., Xue, D., Zhao, N., Zhang, J., et al. (2017). Capsular polysaccharide of mycoplasma ovipneumoniae induces sheep airway epithelial cell apoptosis via ROS-dependent JNK/P38 MAPK pathways. Oxidative Medicine and Cellular Longevity, 2017, 6175841."}, {"Citation": "Knight, T., Luedtke, D., Edwards, H., Taub, J. W., & Ge, Y. (2019). A delicate balance-The BCL-2 family and its role in apoptosis, oncogenesis, and cancer therapeutics. Biochemical Pharmacology, 162, 250-261."}, {"Citation": "Lind, C. R., Gray, C. W., Pearson, A. G., Cameron, R. E., O'Carroll, S. J., Narayan, P. J., Lim, J., & Dragunow, M. (2006). The mitogen-activated/extracellular signal-regulated kinase kinase 1/2 inhibitor U0126 induces glial fibrillary acidic protein expression and reduces the proliferation and migration of C6 glioma cells. Neuroscience, 141(4), 1925-1933."}, {"Citation": "Liu, B., Che, Q., Qiu, H., Bao, W., Chen, X., Lu, W., Li, B., & Wan, X. (2014). Elevated MiR-222-3p promotes proliferation and invasion of endometrial carcinoma via targeting ERalpha. PLoS One, 9(1), e87563."}, {"Citation": "Livak, K. J., & Schmittgen, T. D. (2001). Analysis of relative gene expression using different real-time quantitative PCR and 2-△△CT method. Acta Agronomica Sinica, 25, 402-408."}, {"Citation": "Loukides, S., & Bakakos, P. (2018). Unraveling the mysteries of the asthmatic airway epithelium. American Journal of Respiratory Cell and Molecular Biology, 59(1), 9-10."}, {"Citation": "Matsuo, J., Haga, S., Hashimoto, K., Okubo, T., Ozawa, T., Ozaki, M., & Yamaguchi, H. (2019). Activation of caspase-3 during chlamydia trachomatis-induced apoptosis at a late stage. Canadian Journal of Microbiology, 65(2), 135-143."}, {"Citation": "Narozna, B., Langwinski, W., Jackson, C., Lackie, P., Holloway, J. W., & Szczepankiewicz, A. (2017). MicroRNA-328 is involved in wound repair process in human bronchial epithelial cells. Respiratory Physiology & Neurobiology, 242, 59-65."}, {"Citation": "Nhu, Q. M., & Aceves, S. S. (2017). Tissue remodeling in chronic eosinophilic esophageal inflammation: Parallels in asthma and therapeutic perspectives. Frontiers of Medicine (Lausanne), 4, 128."}, {"Citation": "Noh, D., Choi, J. G., Huh, E., & Tectorigenin, O. M. S. (2018). A flavonoid-based compound of leopard lily rhizome, attenuates UV-B-induced apoptosis and collagen degradation by inhibiting oxidative stress in human keratinocytes. Nutrients, 10(12), 1998."}, {"Citation": "Pan, C. H., Kim, E. S., Jung, S. H., Nho, C. W., & Lee, J. K. (2008). Tectorigenin inhibits IFN-gamma/LPS-induced inflammatory responses in murine macrophage RAW 264.7 cells. Archives of Pharmacal Research, 31(11), 1447-1456."}, {"Citation": "Park, J. A., Kim, J. H., Bi, D., Mitchel, J. A., Qazvini, N. T., Tantisira, K., Park, C. Y., McGill, M., Kim, S. H., Gweon, B., Notbohm, J., Steward Jr, R., Burger, S., Randell, S. H., Kho, A. T., Tambe, D. T., Hardin, C., Shore, S. A., Israel, E., … Fredberg, J. J. (2015). Unjamming and cell shape in the asthmatic airway epithelium. Nature Materials, 14(10), 1040-1048."}, {"Citation": "Rabe, K. F., Nair, P., Brusselle, G., Maspero, J. F., Castro, M., Sher, L., Zhu, H., Hamilton, J. D., Swanson, B. N., Khan, A., Chao, J., Staudinger, H., Pirozzi, G., Antoni, C., Amin, N., Ruddy, M., Akinlade, B., Graham, N. M. H., Stahl, N., … Teper, A. (2018). Efficacy and safety of dupilumab in glucocorticoid-dependent severe asthma. The New England Journal of Medicine, 378(26), 2475-2485."}, {"Citation": "Sinyor, B., & Concepcion, P. L. (2020). Pathophysiology of asthma. StatPearls."}, {"Citation": "Szczepankiewicz, A., Lackie, P. M., & Holloway, J. W. (2013). Altered microRNA expression profile during epithelial wound repair in bronchial epithelial cells. BMC Pulmonary Medicine, 13, 63."}, {"Citation": "Tanno, L. K., Haahtela, T., Calderon, M. A., Cruz, A., Demoly, P., & Joint Allergy, A. (2017). Implementation gaps for asthma prevention and control. Respiratory Medicine, 130, 13-19."}, {"Citation": "Vandamme, D., Herrero, A., Al-Mulla, F., & Kolch, W. (2014). Regulation of the MAPK pathway by raf kinase inhibitory protein. Critical Reviews in Oncogenesis, 19(6), 405-415."}, {"Citation": "Wadsworth, S. J., Nijmeh, H. S., & Hall, I. P. (2006). Glucocorticoids increase repair potential in a novel in vitro human airway epithelial wounding model. Journal of Clinical Immunology, 26(4), 376-387."}, {"Citation": "Wang, J., Zhang, Y., Yang, C., Hou, M., Wang, F., Wang, G., & Wang, S. (2010). Effect of tectorigenin on MCP-1 and ICAM-1 mRNA expression in injured vascular endothelial cells. Zhongguo Zhong Yao Za Zhi, 35(15), 2001-2003."}, {"Citation": "Wang, X., Lu, X., Ma, C., Ma, L., & Han, S. (2020). Combination of TLR agonist and miR146a mimics attenuates ovalbumin-induced asthma. Molecular Medicine, 26(1), 65."}, {"Citation": "Wang, Y., Jing, W., Qu, W., Liu, Z., Zhang, D., Qi, X., & Liu, L. (2020). Tectorigenin inhibits inflammation and pulmonary fibrosis in allergic asthma model of ovalbumin-sensitized Guinea pigs. The Journal of Pharmacy and Pharmacology, 72(7), 956-968."}, {"Citation": "Xiong, T., Du, Y., Fu, Z., & Geng, G. (2019). MicroRNA-145-5p promotes asthma pathogenesis by inhibiting kinesin family member 3A expression in mouse airway epithelial cells. The Journal of International Medical Research, 47(7), 3307-3319."}, {"Citation": "Xu, W., Wang, Y., Wang, C., Ma, Y., He, S., Kang, Y., et al. (2020). Increased miR-223-3p in leukocytes positively correlated with IL-17A in plasma of asthmatic patients. Iranian Journal of Allergy, Asthma, and Immunology, 19(3), 289-296."}, {"Citation": "Zeng, L., Yuan, S., Shen, J., Wu, M., Pan, L., & Kong, X. (2018). Suppression of human breast cancer cells by tectorigenin through downregulation of matrix metalloproteinases and MAPK signaling in vitro. Molecular Medicine Reports, 17(3), 3935-3943."}, {"Citation": "Zhao, Y., Cong, L., & Lukiw, W. J. (2018). Plant and animal microRNAs (miRNAs) and their potential for inter-kingdom communication. Cellular and Molecular Neurobiology, 38(1), 133-140."}, {"Citation": "Zou, W., Niu, C., Fu, Z., & Gong, C. (2019). PNS-R1 inhibits Dex-induced bronchial epithelial cells apoptosis in asthma through mitochondrial apoptotic pathway. Cell & Bioscience, 9, 18."}], "ReferenceList": [], "Title": "REFERENCES"}], "History": [{"Year": "2020", "Month": "12", "Day": "21"}, {"Year": "2020", "Month": "8", "Day": "25"}, {"Year": "2021", "Month": "1", "Day": "18"}, {"Year": "2021", "Month": "2", "Day": "6", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "4", "Day": "5", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "2", "Day": "5", "Hour": "6", "Minute": "6"}], "PublicationStatus": "ppublish", "ArticleIdList": ["33543488", "10.1002/ddr.21795"]}}], "PubmedBookArticle": []}