{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Glehnia littoralis", "Illumina sequencing", "diversity", "endophytic bacteria", "halophyte"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "33574857", "DateCompleted": {"Year": "2021", "Month": "07", "Day": "23"}, "DateRevised": {"Year": "2024", "Month": "03", "Day": "30"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "09", "Day": "08"}], "Language": ["eng"], "ELocationID": ["10.33073/pjm-2020-031"], "Journal": {"ISSN": "2544-4646", "JournalIssue": {"Volume": "69", "Issue": "3", "PubDate": {"Year": "2020", "Month": "Sep"}}, "Title": "Polish journal of microbiology", "ISOAbbreviation": "Pol J Microbiol"}, "ArticleTitle": "Characteristics and Diversity of Endophytic Bacteria in Endangered Chinese Herb <i>Glehnia littoralis</i> Based on Illumina Sequencing.", "Pagination": {"StartPage": "283", "EndPage": "291", "MedlinePgn": "283-291"}, "Abstract": {"AbstractText": ["<i>Glehnia littoralis</i> is an endangered medicinal plant growing in the coastal ecological environment and plays an important role in coastal ecosystems. The endophytes in the plant have a significant role in promoting plant growth and enhancing plant stress resistance. However, the endophytic bacterial structure associated with halophyte <i>G. littoralis</i> is still not revealed. In this project, the construction and diversity of endophytic bacterial consortium associated with different tissues of <i>G. littoralis</i> were illustrated with high throughput sequencing of the V3-V4 region of the bacterial 16S rRNA. The results resolved that the diversity and richness of endophytic bacteria were significantly higher in root than in leaf and stem. The operational taxonomic units (OTU) analysis demonstrated that the Actinobacteria and Proteobacteria were dominant in all the samples at the phylum level, and <i>Pseudomonas, Bacillus, Rhizobium</i> were the dominant genera. Our results unraveled that the bacterial communities differed among different tissues of <i>G. littoralis</i>. Endophytic bacterial communities in leaf and stem shared more similarity than that in the root. Furthermore, the difference of bacteria community and structure among different tissues were also detected by principal coordinate analysis. Taken altogether, we can conclude that the bacterial communities of different tissues are unique, which could facilitate understanding the diversity of endophytic bacteria in <i>G. littoralis</i>."], "CopyrightInformation": "© 2020 Xiaowei Huo et al."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Pharmaceutical Science, Key Laboratory of Pharmaceutical Quality Control of Hebei Province, Hebei University, Baoding, China."}], "LastName": "Huo", "ForeName": "Xiaowei", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Traditional Chinese Medicine, Hebei University, Baoding, China."}], "LastName": "Wang", "ForeName": "Yue", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Bioinformatics and Medical Engineering, School of Electrical and Information Engineering, Jiangsu University of Technology, Changzhou, China."}], "LastName": "Zhang", "ForeName": "Dawei", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Plant Biotechnology in Universities of Shandong Province, College of Life Sciences, Qingdao Agricultural University, Qingdao, China."}, {"Identifier": [], "Affiliation": "Shanghai Key Laboratory of Plant Functional Genomics and Resources (Shanghai Chenshan Botanical Garden), Shanghai, China."}], "LastName": "Gao", "ForeName": "Ting", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Traditional Chinese Medicine, Hebei University, Baoding, China."}, {"Identifier": [], "Affiliation": "Institute of Bioinformatics and Medical Engineering, School of Electrical and Information Engineering, Jiangsu University of Technology, Changzhou, China."}], "LastName": "Liu", "ForeName": "Mengmeng", "Initials": "M"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Poland", "MedlineTA": "Pol J Microbiol", "NlmUniqueID": "101229003", "ISSNLinking": "1733-1331"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "DNA, Bacterial"}, {"RegistryNumber": "0", "NameOfSubstance": "RNA, Ribosomal, 16S"}], "MeshHeadingList": [{"QualifierName": ["microbiology"], "DescriptorName": "Apiaceae"}, {"QualifierName": ["classification", "genetics", "isolation & purification"], "DescriptorName": "Bacteria"}, {"QualifierName": [], "DescriptorName": "Biodiversity"}, {"QualifierName": [], "DescriptorName": "China"}, {"QualifierName": [], "DescriptorName": "Cluster Analysis"}, {"QualifierName": ["genetics"], "DescriptorName": "DNA, Bacterial"}, {"QualifierName": ["classification", "genetics", "isolation & purification"], "DescriptorName": "Endophytes"}, {"QualifierName": [], "DescriptorName": "High-Throughput Nucleotide Sequencing"}, {"QualifierName": [], "DescriptorName": "Microbiota"}, {"QualifierName": ["microbiology"], "DescriptorName": "Plant Structures"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": ["genetics"], "DescriptorName": "RNA, Ribosomal, 16S"}, {"QualifierName": [], "DescriptorName": "Salt-Tolerant Plants"}, {"QualifierName": [], "DescriptorName": "Sequence Analysis, DNA"}], "CoiStatement": "Conflict of interest The authors do not report any financial or personal connections with other persons or organizations, which might negatively affect the contents of this publication and/or claim authorship rights to this publication."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Bais HP, Weir TL, Perry LG, Gilroy S, Vivanco JM. The role of root exudates in rhizosphere interactions with plants and other organisms. Annu Rev Plant Biol. 2006. June;57(1):233–266. 10.1146/annurev.arplant.57.032905.105159", "ArticleIdList": ["10.1146/annurev.arplant.57.032905.105159", "16669762"]}, {"Citation": "Correa-Galeote D, Bedmar EJ, Arone GJ. Maize endophytic bacterial diversity as affected by soil cultivation history. Front Microbiol. 2018. March 16;9:484 10.3389/fmicb.2018.00484", "ArticleIdList": ["10.3389/fmicb.2018.00484", "PMC5890191", "29662471"]}, {"Citation": "Dixon P. VEGAN, a package of R functions for community ecology. J Veg Sci. 2003. December;14(6):927–930. 10.1111/j.1654-1103.2003.tb02228.x", "ArticleIdList": ["10.1111/j.1654-1103.2003.tb02228.x"]}, {"Citation": "Edgar RC, Haas BJ, Clemente JC, Quince C, Knight R. UCHIME improves sensitivity and speed of chimera detection. Bioinformatics. 2011. August 15;27(16):2194–2200. 10.1093/bioinformatics/btr381", "ArticleIdList": ["10.1093/bioinformatics/btr381", "PMC3150044", "21700674"]}, {"Citation": "Edwards J, Johnson C, Santos-Medellín C, Lurie E, Podishetty NK, Bhatnagar S, Eisen JA, Sundaresan V. Structure, variation, and assembly of the root-associated microbiomes of rice. Proc Natl Acad Sci USA. 2015. February 24;112(8):E911-E920. 10.1073/pnas.1414592112", "ArticleIdList": ["10.1073/pnas.1414592112", "PMC4345613", "25605935"]}, {"Citation": "Eida AA, Alzubaidy HS, de Zélicourt A, Synek L, Alsharif W, Lafi FF, Hirt H, Saad MM. Phylogenetically diverse endophytic bacteria from desert plants induce transcriptional changes of tissue-specific ion transporters and salinity stress in Arabidopsis thaliana. Plant Sci. 2019. March;280:228–240. 10.1016/j.plantsci.2018.12.002", "ArticleIdList": ["10.1016/j.plantsci.2018.12.002", "30824001"]}, {"Citation": "Enya J, Shinohara H, Yoshida S, Tsukiboshi T, Negishi H, Suyama K, Tsushima S. Culturable leaf-associated bacteria on tomato plants and their potential as biological control agents. Microb Ecol. 2007. May 14;53(4):524–536. 10.1007/s00248-006-9085-1", "ArticleIdList": ["10.1007/s00248-006-9085-1", "17356949"]}, {"Citation": "Feng F, Li Y, Ge J, Chen J, Jiang W, He S, Liu X, Yu X. Degradation of chlorpyrifos by an endophytic bacterium of the Sphingomonas genus (strain HJY) isolated from Chinese chives (Allium tuberosum). J Environ Sci Health B. 2017. October 03;52(10):736–744. 10.1080/03601234.2017.1356675", "ArticleIdList": ["10.1080/03601234.2017.1356675", "28937878"]}, {"Citation": "Hardoim PR, Andreote FD, Reinhold-Hurek B, Sessitsch A, van Overbeek LS, van Elsas JD. Rice root-associated bacteria: insights into community structures across 10 cultivars. FEMS Microbiol Ecol. 2011. July;77(1):154–164. 10.1111/j.1574-6941.2011.01092.x", "ArticleIdList": ["10.1111/j.1574-6941.2011.01092.x", "PMC4339037", "21426364"]}, {"Citation": "Hashem A, Abd Allah EF, Alqarawi AA, Al-Huqail AA, Wirth S, Egamberdieva D. The interaction between arbuscular mycorrhizal fungi and endophytic bacteria enhances plant growth of Acacia gerrardii under salt stress. Front Microbiol. 2016;7:1089 10.3389/fmicb.2016.01089", "ArticleIdList": ["10.3389/fmicb.2016.01089", "PMC4949997", "27486442"]}, {"Citation": "Hou X, Ren X, Fu Y, Wang H, Zuo X, Lv H, Zhang Z. Study on antimicrobial activity and classification of endophytic fungi from Glehnia littoralis. Chin Tradit Herbal Drugs. 2015;46(19):2932–2936."}, {"Citation": "Jin H, Yang XY, Yan ZQ, Liu Q, Li XZ, Chen JX, Zhang DH, Zeng LM, Qin B. Characterization of rhizosphere and endophytic bacterial communities from leaves, stems and roots of medicinal Stellera chamaejasme L. Syst Appl Microbiol. 2014. July;37(5):376–385. 10.1016/j.syapm.2014.05.001", "ArticleIdList": ["10.1016/j.syapm.2014.05.001", "24958606"]}, {"Citation": "Li Y, Chen Q, Wang CH, Cai S, He J, Huang X, Li SP. Degradation of acetochlor by consortium of two bacterial strains and cloning of a novel amidase gene involved in acetochlor-degrading pathway. Bioresour Technol. 2013. November;148:628–631. 10.1016/j.biortech.2013.09.038", "ArticleIdList": ["10.1016/j.biortech.2013.09.038", "24075675"]}, {"Citation": "Liu F, Yuan Z, Zhang X, Zhang G, Xie B. Characteristics and diversity of endophytic bacteria in moso bamboo (Phyllostachys edulis) based on 16S rDNA sequencing. Arch Microbiol. 2017. November; 199(9):1259–1266. 10.1007/s00203-017-1397-7", "ArticleIdList": ["10.1007/s00203-017-1397-7", "28601968"]}, {"Citation": "Ma B, Lv X, Warren A, Gong J. Shifts in diversity and community structure of endophytic bacteria and archaea across root, stem and leaf tissues in the common reed, Phragmites australis, along a salinity gradient in a marine tidal wetland of northern China. Antonie van Leeuwenhoek. 2013. November;104(5):759–768. 10.1007/s10482-013-9984-3", "ArticleIdList": ["10.1007/s10482-013-9984-3", "23897211"]}, {"Citation": "Magoč T, Salzberg SL. FLASH: fast length adjustment of short reads to improve genome assemblies. Bioinformatics. 2011. November 01; 27(21):2957–2963. 10.1093/bioinformatics/btr507", "ArticleIdList": ["10.1093/bioinformatics/btr507", "PMC3198573", "21903629"]}, {"Citation": "Miguel PSB, de Oliveira MNV, Delvaux JC, de Jesus GL, Borges AC, Tótola MR, Neves JCL, Costa MD. Diversity and distribution of the endophytic bacterial community at different stages of Eucalyptus growth. Antonie van Leeuwenhoek. 2016. June;109(6): 755–771. 10.1007/s10482-016-0676-7", "ArticleIdList": ["10.1007/s10482-016-0676-7", "27010209"]}, {"Citation": "Mori H, Maruyama F, Kato H, Toyoda A, Dozono A, Ohtsubo Y, Nagata Y, Fujiyama A, Tsuda M, Kurokawa K. Design and experimental application of a novel non-degenerate universal primer set that amplifies prokaryotic 16S rRNA genes with a low possibility to amplify eukaryotic rRNA genes. [J]. DNA Res. 2014. April 01;21(2): 217–227. 10.1093/dnares/dst052", "ArticleIdList": ["10.1093/dnares/dst052", "PMC3989492", "24277737"]}, {"Citation": "Navarro-Torre S, Barcia-Piedras JM, Mateos-Naranjo E, Redondo-Gómez S, Camacho M, Caviedes MA, Pajuelo E, Rodríguez-Llorente ID. Assessing the role of endophytic bacteria in the halophyte Arthrocnemum macrostachyum salt tolerance. Plant Biol. 2017. March;19(2):249–256. 10.1111/plb.12521", "ArticleIdList": ["10.1111/plb.12521", "27770586"]}, {"Citation": "Redman RS, Kim YO, Woodward CJDA, Greer C, Espino L, Doty SL, Rodriguez RJ. Increased fitness of rice plants to abiotic stress via habitat adapted symbiosis: a strategy for mitigating impacts of climate change. PLoS One. 2011. July 5;6(7):e14823 10.1371/journal.pone.0014823", "ArticleIdList": ["10.1371/journal.pone.0014823", "PMC3130040", "21750695"]}, {"Citation": "Ren F, Dong W, Yan DH. Endophytic bacterial communities of Jingbai Pear trees in north China analyzed with Illumina sequencing of 16S rDNA. Arch Microbiol. 2019. March;201(2):199–208. 10.1007/s00203-018-1597-9", "ArticleIdList": ["10.1007/s00203-018-1597-9", "30506399"]}, {"Citation": "Rodriguez RJ, Henson J, Van Volkenburgh E, Hoy M, Wright L, Beckwith F, Kim YO, Redman RS. Stress tolerance in plants via habitat-adapted symbiosis. ISME J. 2008. April;2(4):404–416. 10.1038/ismej.2007.106", "ArticleIdList": ["10.1038/ismej.2007.106", "18256707"]}, {"Citation": "Rozema J, Flowers T. Ecology. Crops for a salinized world. Science. 2008. December 05;322(5907):1478–1480. 10.1126/science.1168572", "ArticleIdList": ["10.1126/science.1168572", "19056965"]}, {"Citation": "Segata N, Izard J, Waldron L, Gevers D, Miropolsky L, Garrett WS, Huttenhower C. Metagenomic biomarker discovery and explanation. Genome Biol. 2011;12(6):R60 10.1186/gb-2011-12-6-r60", "ArticleIdList": ["10.1186/gb-2011-12-6-r60", "PMC3218848", "21702898"]}, {"Citation": "Solans M, Vobis G, Cassán F, Luna V, Wall LG. Production of phytohormones by root-associated saprophytic actinomycetes isolated from the actinorhizal plant Ochetophila trinervis. World J Microbiol Biotechnol. 2011. September;27(9):2195–2202. 10.1007/s11274-011-0685-7", "ArticleIdList": ["10.1007/s11274-011-0685-7"]}, {"Citation": "Syranidou E, Christofilopoulos S, Gkavrou G, Thijs S, Weyens N, Vangronsveld J, Kalogerakis N. Exploitation of endophytic bacteria to enhance the phytoremediation potential of the wetland helophyte Juncus acutus. Front Microbiol. 2016. July 04;07:1016 10.3389/fmicb.2016.01016", "ArticleIdList": ["10.3389/fmicb.2016.01016", "PMC4930943", "27458433"]}, {"Citation": "Szymańska S, Płociniczak T, Piotrowska-Seget Z, Hrynkiewicz K. Endophytic and rhizosphere bacteria associated with the roots of the halophyte Salicornia europaea L. – community structure and metabolic potential. Microbiol Res. 2016. November;192:37–51. 10.1016/j.micres.2016.05.012", "ArticleIdList": ["10.1016/j.micres.2016.05.012", "27664722"]}, {"Citation": "Tian XY, Zhang CS. Illumina-based analysis of endophytic and rhizosphere bacterial diversity of the coastal halophyte Messerschmidia sibirica. Front Microbiol. 2017. November 20;8:2288 10.3389/fmicb.2017.02288", "ArticleIdList": ["10.3389/fmicb.2017.02288", "PMC5701997", "29209296"]}, {"Citation": "Vepštaitė-Monstavičė I, Lukša J, Stanevičienė R, Strazdaitė-Žielienė Ž, Yurchenko V, Serva S, Servienė E. Distribution of apple and blackcurrant microbiota in Lithuania and the Czech Republic. Microbiol Res. 2018. January;206:1–8. 10.1016/j.micres.2017.09.004", "ArticleIdList": ["10.1016/j.micres.2017.09.004", "29146247"]}, {"Citation": "Wang A, Zhang P, Liu X, Liang J, Li W. Genetic structure and diversity of Glehnia littoralis, an endangered medicinal plant in China. Biochem Syst Ecol. 2016. June;66:265–271. 10.1016/j.bse.2016.04.019", "ArticleIdList": ["10.1016/j.bse.2016.04.019"]}, {"Citation": "Yan M, Chen S, Huang T, Li B, Li N, Liu K, Zong R, Miao Y, Huang X. Community compositions of phytoplankton and Eukaryotes during the mixing periods of a drinking water reservoir: dynamics and interactions. Int J Environ Res Public Health. 2020. February 11; 17(4):1128 10.3390/ijerph17041128", "ArticleIdList": ["10.3390/ijerph17041128", "PMC7068298", "32053903"]}, {"Citation": "Yoon T, Cheon MS, Lee AY, Lee DY, Moon BC, Chun JM, Choo BK, Kim HK. Anti-inflammatory activity of methylene chloride fraction from Glehnia littoralis extract via suppression of NF-κ B and mitogen-activated protein kinase activity. J Pharmacol Sci. 2010;112(1):46–55. 10.1254/jphs.09168FP", "ArticleIdList": ["10.1254/jphs.09168FP", "20093788"]}, {"Citation": "Zhang J, Zhang C, Yang J, Zhang R, Gao J, Zhao X, Zhao J, Zhao D, Zhang X. Insights into endophytic bacterial community structures of seeds among various Oryza sativa L. rice genotypes. J Plant Growth Regul. 2019. March;38(1):93–102. 10.1007/s00344-018-9812-0", "ArticleIdList": ["10.1007/s00344-018-9812-0"]}, {"Citation": "Zhou Y, Geng M, Li M. The complete chloroplast genome of Glehnia littoralis, an endangered medicinal herb of Apiaceae family. Mitochondrial DNA B Resour. 2018. July 03;3(2):1013–1014. 10.1080/23802359.2018.1507638", "ArticleIdList": ["10.1080/23802359.2018.1507638", "PMC7800969", "33490554"]}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "4", "Day": "17"}, {"Year": "2020", "Month": "6", "Day": "2"}, {"Year": "2020", "Month": "6", "Day": "19"}, {"Year": "2021", "Month": "2", "Day": "12", "Hour": "6", "Minute": "7"}, {"Year": "2021", "Month": "2", "Day": "13", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "7", "Day": "24", "Hour": "6", "Minute": "0"}, {"Year": "2020", "Month": "9", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["33574857", "PMC7810123", "10.33073/pjm-2020-031", "exeley"]}}], "PubmedBookArticle": []}