{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "33574840", "DateRevised": {"Year": "2022", "Month": "04", "Day": "20"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "01", "Day": "29"}], "Language": ["eng"], "ELocationID": ["6646963", "10.1155/2021/6646963"], "Journal": {"ISSN": "1687-8191", "JournalIssue": {"Volume": "2021", "PubDate": {"Year": "2021"}}, "Title": "Journal of toxicology", "ISOAbbreviation": "J Toxicol"}, "ArticleTitle": "Protective Effect of Hydroalcoholic Extract of <i>Stachys pilifera</i> on Oxidant-Antioxidant Status in Renal Ischemia/Reperfusion Injuries in Male Rats.", "Pagination": {"StartPage": "6646963", "MedlinePgn": "6646963"}, "Abstract": {"AbstractText": ["Renal ischemia-reperfusion (I/R) has a pivotal role in the progression of acute renal failure. Reactive oxygen species are considered the major constituents involved in the biochemical and pathophysiological changes that were shown during kidney I/R. The purpose of this study was to examine the renoprotective effects of <i>Stachys pilifera</i> ethanolic extract on oxidant-antioxidant status in renal I/R-injuries in male rats. <i>Material and methods</i>. Twenty-one male Wistar rats were arbitrarily distributed into 3 groups: sham control (SC), I/R, and I/R + <i>Stachys pilifera</i> ethanolic extract (500 mg/kg). The artery and vein of the right kidney were completely blocked, and the right kidney was completely removed in all groups. Then, the left kidney artery was blocked with suture thread for 30 minutes in only I/R and I/R + <i>SP</i> extract groups. Kidney function indices, oxidative stress markers, and hematoxylin and eosin staining were investigated in the plasma and kidney tissues.", "It was shown that the urine Na and K, fractional excretion of Na and K, and protein carbonyl content markedly increased in the merely I/R group as compared to SC rats, while the administration of <i>SP</i> extract markedly reduced these indices (<i>P</i> < 0.05). Also, glomerular filtration rate and total thiol meaningfully reduced in the I/R rats in contrast to the SC group, while the treatment with <i>SP</i> extract markedly augmented these indices (<i>P</i> < 0.05). However, in agreement with renal function tests, <i>SP</i> extract had no significant effects on histopathological examinations.", "It seems that <i>SP</i> extract employs renoprotective effects on renal damage induced by I/R, possibly by improving of oxidant-antioxidant status in favor of the antioxidant system."], "CopyrightInformation": "Copyright © 2021 Zahra Moslemi et al."}, "AuthorList": [{"Identifier": ["0000-0002-2211-3044"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Student Research Committee, Yasuj University of Medical Sciences, Yasuj, Iran."}], "LastName": "Moslemi", "ForeName": "Zahra", "Initials": "Z"}, {"Identifier": ["0000-0001-7013-2410"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medicinal Plants Research Center, Yasuj University of Medical Sciences, Yasuj, Iran."}], "LastName": "Gheitasi", "ForeName": "Izadpanah", "Initials": "I"}, {"Identifier": ["0000-0002-9166-419X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medicinal Plants Research Center, Yasuj University of Medical Sciences, Yasuj, Iran."}, {"Identifier": [], "Affiliation": "Department of Clinical Biochemistry, Faculty of Medicine, Yasuj University of Medical Sciences, Yasuj, Iran."}], "LastName": "Doustimotlagh", "ForeName": "Amir Hossein", "Initials": "AH"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Egypt", "MedlineTA": "J Toxicol", "NlmUniqueID": "101519097", "ISSNLinking": "1687-8191"}, "CoiStatement": "The authors declare there are no conflicts of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Boozari M., Hosseinzadeh H. Natural medicines for acute renal failure: a review. Phytotherapy Research. 2017;31(12):1824–1835. doi: 10.1002/ptr.5943.", "ArticleIdList": ["10.1002/ptr.5943", "29027276"]}, {"Citation": "Banaei S., Ahmadiasl N., Alihemmati A. Comparison of the protective effects of erythropoietin and melatonin on renal ischemia-reperfusion injury. Trauma Monthly. 2016;21(3):p. 23005. doi: 10.5812/traumamon.23005.", "ArticleIdList": ["10.5812/traumamon.23005", "PMC5124127", "27921018"]}, {"Citation": "Friedewald J. J., Rabb H. Inflammatory cells in ischemic acute renal failure. Kidney International. 2004;66(2):486–491. doi: 10.1111/j.1523-1755.2004.761_3.x.", "ArticleIdList": ["10.1111/j.1523-1755.2004.761_3.x", "15253694"]}, {"Citation": "Rabb H., Wang Z., Nemoto T., Hotchkiss J., Yokota N., Soleimani M. Acute renal failure leads to dysregulation of lung salt and water channels. Kidney International. 2003;63(2):600–606. doi: 10.1046/j.1523-1755.2003.00753.x.", "ArticleIdList": ["10.1046/j.1523-1755.2003.00753.x", "12631124"]}, {"Citation": "Sener G., Sener E., Sehirli O., et al. Extract ameliorates ischemia reperfusion-induced renal injury in rats. Pharmacological Research. 2005;52(3):216–222. doi: 10.1016/j.phrs.2005.03.006.", "ArticleIdList": ["10.1016/j.phrs.2005.03.006", "15896977"]}, {"Citation": "Kang D. G., Oh H., Sohn E. J., et al. Lithospermic acid B isolated from Salvia miltiorrhiza ameliorates ischemia/reperfusion-induced renal injury in rats. Life Sciences. 2004;75(15):1801–1816. doi: 10.1016/j.lfs.2004.02.034.", "ArticleIdList": ["10.1016/j.lfs.2004.02.034", "15302225"]}, {"Citation": "Srinivas U. S., Tan B. W., Vellayappan B. A., Jeyasekharan A. D. ROS and the DNA damage response in cancer. Redox Biology. 2019;25 doi: 10.1016/j.redox.2018.101084.101084", "ArticleIdList": ["10.1016/j.redox.2018.101084", "PMC6859528", "30612957"]}, {"Citation": "Aboutaleb N., Jamali H., Abolhasani M., Pazoki Toroudi H. Lavender oil (Lavandula angustifolia) attenuates renal ischemia/reperfusion injury in rats through suppression of inflammation, oxidative stress and apoptosis. Biomedicine & Pharmacotherapy. 2019;110:9–19. doi: 10.1016/j.biopha.2018.11.045.", "ArticleIdList": ["10.1016/j.biopha.2018.11.045", "30453254"]}, {"Citation": "Wang C., Hao Z., Zhou J., Zhang L., Sun Y., Liang C. Rutaecarpine alleviates renal ischemia reperfusion injury in rats by suppressing the JNK/p38 MAPK signaling pathway and interfering with the oxidative stress response. Molecular Medicine Reports. 2017;16(1):922–928. doi: 10.3892/mmr.2017.6631.", "ArticleIdList": ["10.3892/mmr.2017.6631", "28560443"]}, {"Citation": "Najafi H., Mohamadi Y., Arijani Z., et al. Protective effect of Malva sylvestris L. extract in ischemia-reperfusion induced acute kidney and remote liver injury. PLoS One. 2017;12(11) doi: 10.1371/journal.pone.0188270.e0188270", "ArticleIdList": ["10.1371/journal.pone.0188270", "PMC5695808", "29155898"]}, {"Citation": "Gheitasi I., Azizi A., Omidifar N., Doustimotlagh A. H. Renoprotective effects of Origanum majorana methanolic L and carvacrol on ischemia/reperfusion-induced kidney injury in male rats. Evidence-Based Complementary and Alternative Medicine. 2020;2020:9. doi: 10.1155/2020/9785932.9785932", "ArticleIdList": ["10.1155/2020/9785932"]}, {"Citation": "Chen G., Fu Y., Wu X. Protective effect of Salvia miltiorrhiza extract against renal ischemia-reperfusion-induced injury in rats. Molecules. 2012;17(2):1191–1202. doi: 10.3390/molecules17021191.", "ArticleIdList": ["10.3390/molecules17021191", "PMC6268186", "22290302"]}, {"Citation": "Ebrahimabadi A. H., Ebrahimabadi E. H., Djafari-Bidgoli Z., Kashi F. J., Mazoochi A., Batooli H. Composition and antioxidant and antimicrobial activity of the essential oil and extracts of Stachys inflata Benth from Iran. Food Chemistry. 2010;119(2):452–458. doi: 10.1016/j.foodchem.2009.06.037.", "ArticleIdList": ["10.1016/j.foodchem.2009.06.037"]}, {"Citation": "Mansourian M., Mirzaei A., Azarmehr N., Vakilpour H., Kokhdan E. P., Doustimotlagh A. H. Hepatoprotective and antioxidant activity of hydroalcoholic extract of Stachys pilifera. Benth on acetaminophen-induced liver toxicity in male rats. Heliyon. 2019;5(12) doi: 10.1016/j.heliyon.2019.e03029.e03029", "ArticleIdList": ["10.1016/j.heliyon.2019.e03029", "PMC7201135", "32382666"]}, {"Citation": "Kokhdan E. P., Sadeghi H., Ghafoori H., et al. Cytotoxic effect of methanolic extract, alkaloid and terpenoid fractions of Stachys pilifera against HT-29 cell line. Research in Pharmaceutical Sciences. 2018;13(5):p. 404.", "ArticleIdList": ["PMC6082032", "30271442"]}, {"Citation": "Sonboli A., Salehi P., Nejad Ebrahimi S. Essential oil composition and antibacterial activity of the leaves of Stachys schtschegleevii from Iran. Chemistry of Natural Compounds. 2005;41(2):171–174. doi: 10.1007/s10600-005-0105-z.", "ArticleIdList": ["10.1007/s10600-005-0105-z"]}, {"Citation": "Vundać V. B., Brantner A. H., Plazibat M. Content of polyphenolic constituents and antioxidant activity of some Stachys taxa. Food Chemistry. 2007;104(3):1277–1281. doi: 10.1016/j.foodchem.2007.01.036.", "ArticleIdList": ["10.1016/j.foodchem.2007.01.036"]}, {"Citation": "Khanavi M., Sharifzadeh M., Hadjiakhoondi A., Shafiee A. Phytochemical investigation and anti-inflammatory activity of aerial parts of Stachys byzanthina C. Koch. Journal of Ethnopharmacology. 2005;97(3):463–468. doi: 10.1016/j.jep.2004.11.037.", "ArticleIdList": ["10.1016/j.jep.2004.11.037", "15740882"]}, {"Citation": "Ebrahimabadi A. H., Mazoochi A., Kashi F. J., Djafari-Bidgoli Z., Batooli H. Essential oil composition and antioxidant and antimicrobial properties of the aerial parts of Salvia eremophila Boiss. from Iran. Food and Chemical Toxicology. 2010;48(5):1371–1376. doi: 10.1016/j.fct.2010.03.003.", "ArticleIdList": ["10.1016/j.fct.2010.03.003", "20211675"]}, {"Citation": "Amirghofran Z., Bahmani M., Azadmehr A., Javidnia K. Immunomodulatory and apoptotic effects of Stachys obtusicrena on proliferative lymphocytes. Medical Science Monitor. 2007;13(6):145–150.", "ArticleIdList": ["17534229"]}, {"Citation": "Savchenko V., Khvorostinka V. Effect of a preparation from Stachys inflata on the course of experimental hepatitis in rats. Publication Information. 1978;33(4):50–53.", "ArticleIdList": ["689156"]}, {"Citation": "Omidifar N., Nili-Ahmadabadi A., Gholami A., Dastan D., Ahmadimoghaddam D., Nili-Ahmadabadi H. Biochemical and histological evidence on the protective effects of Allium hirtifolium boiss (Persian Shallot) as an herbal supplement in cadmium-induced hepatotoxicity. Evidence-Based Complementary and Alternative Medicine. 2020;2020:8. doi: 10.1155/2020/7457504.7457504", "ArticleIdList": ["10.1155/2020/7457504", "PMC7317314", "32655668"]}, {"Citation": "Panahi Kokhdan E., Ahmadi K., Sadeghi H., et al. Hepatoprotective effect of Stachys pilifera ethanol extract in carbon tetrachloride-induce hepatotoxicity in rats. Pharmaceutical Biology. 2017;55(1):1389–1393. doi: 10.1080/13880209.2017.1302484.", "ArticleIdList": ["10.1080/13880209.2017.1302484", "PMC6130664", "28317417"]}, {"Citation": "Sadeghi H., Mansourian M., Panahi kokhdan E., et al. Antioxidant and protective effect of Stachys pilifera Benth against nephrotoxicity induced by cisplatin in rats. Journal of Food Biochemistry. 2020;44(5) doi: 10.1111/jfbc.13190.e13190", "ArticleIdList": ["10.1111/jfbc.13190", "32155675"]}, {"Citation": "Yokota N., O’Donnell M., Daniels F., et al. Protective effect of HMG-CoA reductase inhibitor on experimental renal ischemia-reperfusion injury. American Journal of Nephrology. 2003;23(1):13–17. doi: 10.1159/000066301.", "ArticleIdList": ["10.1159/000066301", "12373076"]}, {"Citation": "Gheitasi I., Moosavi S. M. Combination therapy with losartan and α-tocopherol in acute ureteral obstruction-induced renal excretory dysfunction and acidification defect. Iranian Journal of Medical Sciences. 2014;39(4):p. 357.", "ArticleIdList": ["PMC4100047", "25031488"]}, {"Citation": "Najafi H., Owji S. M., Kamali-Sarvestani E., Moosavi S. M. S. A1-adenosine receptor activation has biphasic roles in development of acute kidney injury at 4 and 24 h of reperfusion following ischaemia in rats. Experimental Physiology. 2016;101(7):913–931. doi: 10.1113/ep085583.", "ArticleIdList": ["10.1113/ep085583", "27121856"]}, {"Citation": "Sadeghi H., Azarmehr N., Razmkhah F., et al. The hydroalcoholic extract of watercress attenuates protein oxidation, oxidative stress, and liver damage after bile duct ligation in rats. Journal of Cellular Biochemistry. 2019;120(9):14875–14884. doi: 10.1002/jcb.28749.", "ArticleIdList": ["10.1002/jcb.28749", "31016763"]}, {"Citation": "Arya A., Azarmehr N., Mansourian M., Doustimotlagh A. H. Inactivation of the superoxide dismutase by malondialdehyde in the nonalcoholic fatty liver disease: a combined molecular docking approach to clinical studies. Archives of Physiology and Biochemistry. 2019:1–8. doi: 10.1080/13813455.2019.1659827.", "ArticleIdList": ["10.1080/13813455.2019.1659827", "31475569"]}, {"Citation": "Nili-Ahmadabadi A., Alibolandi P., Ranjbar A., et al. Thymoquinone attenuates hepatotoxicity and oxidative damage caused by diazinon: an in vivo study. Research in Pharmaceutical Sciences. 2018;13(6):p. 500. doi: 10.4103/1735-5362.245962.", "ArticleIdList": ["10.4103/1735-5362.245962", "PMC6288994", "30607148"]}, {"Citation": "Sahna E., Parlakpinar H., Ozturk F., Cigremis Y., Acet A. The protective effects of physiological and pharmacological concentrations of melatonin on renal ischemia-reperfusion injury in rats. Urological Research. 2003;31(31):88–93. doi: 10.1007/s00240-003-0314-5.", "ArticleIdList": ["10.1007/s00240-003-0314-5", "12719947"]}, {"Citation": "Coux G., Trumper L., Elías M. M. Renal function and cortical (Na(+)+K(+))-ATPase activity, abundance and distribution after ischaemia-reperfusion in rats. Biochimica et Biophysica Acta (BBA)-Molecular Basis of Disease. 2002;1586(1):71–80. doi: 10.1016/s0925-4439(01)00087-4.", "ArticleIdList": ["10.1016/s0925-4439(01)00087-4", "11781151"]}, {"Citation": "Zohrabi M., Ashtiyani S. C., Hajihashemi S., Hassanpoor A., Hosseini N. The study of 24 h post treatment effects of the aqueous extract of Rosmarinus officinalis after renal ischemia/reperfusion in rat. Journal of Physiology and Pathophysiology. 2012;3(2):9–12."}, {"Citation": "Ahmadvand H., Mahdavifard S. Protective effect of thioctic acid on renal ischemia–reperfusion injury in rat. International Journal of Preventive Medicine. 2019;10(176):1–5. doi: 10.4103/ijpvm.IJPVM_396_17.", "ArticleIdList": ["10.4103/ijpvm.IJPVM_396_17", "PMC6826679", "32133094"]}, {"Citation": "Hadj Abdallah N., Baulies A., Bouhlel A., et al. Zinc mitigates renal ischemia-reperfusion injury in rats by modulating oxidative stress, endoplasmic reticulum stress, and autophagy. Journal of Cellular Physiology. 2018;233(11):8677–8690. doi: 10.1002/jcp.26747.", "ArticleIdList": ["10.1002/jcp.26747", "29761825"]}, {"Citation": "Kukić J., Petrović S., Niketić M. Antioxidant activity of four endemic Stachys taxa. Biological and Pharmaceutical Bulletin. 2006;29(4):725–729.", "ArticleIdList": ["16595907"]}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "12", "Day": "11"}, {"Year": "2021", "Month": "1", "Day": "19"}, {"Year": "2021", "Month": "2", "Day": "12", "Hour": "6", "Minute": "7"}, {"Year": "2021", "Month": "2", "Day": "13", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "2", "Day": "13", "Hour": "6", "Minute": "1"}, {"Year": "2021", "Month": "1", "Day": "29"}], "PublicationStatus": "epublish", "ArticleIdList": ["33574840", "PMC7864747", "10.1155/2021/6646963"]}}], "PubmedBookArticle": []}