{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "33571303", "DateCompleted": {"Year": "2021", "Month": "07", "Day": "27"}, "DateRevised": {"Year": "2024", "Month": "03", "Day": "30"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "02", "Day": "11"}], "Language": ["eng"], "ELocationID": ["e0246390", "10.1371/journal.pone.0246390"], "Journal": {"ISSN": "1932-6203", "JournalIssue": {"Volume": "16", "Issue": "2", "PubDate": {"Year": "2021"}}, "Title": "PloS one", "ISOAbbreviation": "PLoS One"}, "ArticleTitle": "Factors that influence the plant use knowledge in the middle mountains of Nepal.", "Pagination": {"StartPage": "e0246390", "MedlinePgn": "e0246390"}, "Abstract": {"AbstractText": ["An account of total of 58 plant species including 57 genera and 43 families was reported as useful in ethnomedicine from semi-structured questionnaire survey to the 76 participants of Kaski and Baitadi districts, Nepal. Fieldwork and participatory meetings were carried out between September 2017 and January 2018. A total of 419 emic use reports including 150 from Kaski and 269 from Baitadi were reported from 58 ethnomedicinal plant species. Each species was reported for 2-43 use reports and each participant recorded 1-12 use reports. About 25% (n = 104) use reports were associated with the treatment of digestive system disorders followed by 83 for general complaints. Of the species assessed, 53 species had IASc value < 0.25 and only five species had > 0.25. Species Swertia chirayita, Paris polyphylla, Bergenia ciliata, Valeriana jatamansi and Centella asiatica with > 0.25 IASc were found to be highly consented; however they were incongruent between the sample groups and sites. Divergent plant use knowledge specific to each sample district and group was corresponding to the heterogeneity of socio-economy and culture of the sites. Gender, ethnicity, household economy and food availability of the respondents were leading factors affecting the plant use knowledge. Despite the sites were relatively homogenous in eco-physiography, they possessed the distinct plant use knowledge, hinted that the socio-economic factors are more explanatory in plant use knowledge."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "University of Wisconsin-Whitewater, Whitewater, WI, United States of America."}], "LastName": "Kutal", "ForeName": "Durga", "Initials": "D"}, {"Identifier": ["0000-0002-9303-0932"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Ethnobotanical Society of Nepal, Kathmandu, Nepal."}], "LastName": "Kunwar", "ForeName": "Ripu M", "Initials": "RM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Massey University, Palmerston North, New Zealand."}, {"Identifier": [], "Affiliation": "Department of Forest and Soil Conservation, Kathmandu, Nepal."}], "LastName": "Baral", "ForeName": "Kedar", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Forest and Soil Conservation, Kathmandu, Nepal."}], "LastName": "Sapkota", "ForeName": "Prabhat", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Central Department of Zoology, Institute of Science and Technology, Tribhuvan University, Kathmandu, Nepal."}], "LastName": "Sharma", "ForeName": "Hari P", "Initials": "HP"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Applied Sciences (CAS)-Nepal, Tribhuvan University, Kathmandu, Nepal."}], "LastName": "Rimal", "ForeName": "Bhagawat", "Initials": "B"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "PLoS One", "NlmUniqueID": "101285081", "ISSNLinking": "1932-6203"}, "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Adult"}, {"QualifierName": [], "DescriptorName": "Aged"}, {"QualifierName": [], "DescriptorName": "Aged, 80 and over"}, {"QualifierName": [], "DescriptorName": "Ethnobotany"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": ["methods"], "DescriptorName": "Medicine, Traditional"}, {"QualifierName": [], "DescriptorName": "Middle Aged"}, {"QualifierName": [], "DescriptorName": "Nepal"}, {"QualifierName": ["methods"], "DescriptorName": "Phytotherapy"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plants, Medicinal"}], "CoiStatement": "The authors have declared that no competing interests exist."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Li M, Feng J. Biogeographical interpretation of elevational patterns of genus diversity of seed plants in Nepal. PLoS One. 2015;10: 1–16. 10.1371/journal.pone.0140992", "ArticleIdList": ["10.1371/journal.pone.0140992", "PMC4619261", "26488164"]}, {"Citation": "Hagen T. Report on the geological survey of Nepal. 1969, 86: 1–160. Denckschrift desschweizerischen Naturforschenden Gesellschaft. 1969; 1–160."}, {"Citation": "LRMP. Land System Report. Land Resource Mapping Project (LRMP) Nepal. Kenting Earth Science, Canada; 1986."}, {"Citation": "World Bank. Land of Nepal. New York: World Bank; 2020. Available: https://tradingeconomics.com/nepal/arable-land-percent-of-land-area-wb-data.html"}, {"Citation": "Sati B. Towards Sustainable Livelihoods and Ecosystems in Mountain Regions. New York: Springer, USA; 2014."}, {"Citation": "Kunwar RM, Fadiman M, Hindle T, Suwal MK, Adhikari YP, Baral K, et al. Composition of forests and vegetation in the Kailash Sacred Landscape, Nepal. J For Res. 2019;31: 1625–1635. 10.1007/s11676-019-00987-w", "ArticleIdList": ["10.1007/s11676-019-00987-w"]}, {"Citation": "Manzardo AE, Dahal DR, Rai NK. The Byanshi: an ethnographic note on a trading group in far western Nepal. Contrib Nepalese Stud. 1976;3: 83–118.", "ArticleIdList": ["12311979"]}, {"Citation": "Cameron M. Nepal Biodiversity and Medicinal Plants. Hum Organ. 1996;55: 84–92."}, {"Citation": "Kunwar RM, Baral K, Paudel P, Acharya RP, Thapa-Magar KB, Cameron M, et al. Land-use and socioeconomic change, medicinal plant selection and biodiversity resilience in far Western Nepal. PLoS One. 2016;11 10.1371/journal.pone.0167812", "ArticleIdList": ["10.1371/journal.pone.0167812", "PMC5147989", "27936247"]}, {"Citation": "Rasul G, Choudhary D, Pandit BH, Kollmair M. Poverty and Livelihood Impacts of a Medicinal and Aromatic Plants Project in India and Nepal: An Assessment. Mt Res Dev. 2012;32: 137–148. 10.1659/MRD-JOURNAL-D-11-00112.1", "ArticleIdList": ["10.1659/MRD-JOURNAL-D-11-00112.1"]}, {"Citation": "Thomas E, Vandebroek I, Van Damme P, Goetghebeur P, Douterlungne D, Sanca S, et al. The relation between accessibility, diversity and indigenous valuation of vegetation in the Bolivian Andes. J Arid Environ. 2009;73: 854–861. 10.1016/j.jaridenv.2009.03.010", "ArticleIdList": ["10.1016/j.jaridenv.2009.03.010"]}, {"Citation": "Weckerle CS, Huber F, Yongping Y, Weibang S. Plant knowledge of the Shuhi in the Hengduan mountains, Southwest China. Econ Bot. 2006;60: 3–23."}, {"Citation": "Kunwar RM, Fadiman M, Cameron M, Bussmann RW, Thapa-Magar KB, Rimal B, et al. Cross-cultural comparison of plant use knowledge in Baitadi and Darchula districts, Nepal Himalaya. J Ethnobiol Ethnomed. 2018;14 10.1186/s13002-018-0242-7", "ArticleIdList": ["10.1186/s13002-018-0242-7", "PMC5996461", "29890995"]}, {"Citation": "Manzardo AE. Manzardo ecological constrauints Darchula. Contrib Nepalese Stud. 1977; 63–81."}, {"Citation": "Phillips O, Gentry AH. The useful plants of Tambopata, Peru: II. Additional hypothesis testing in quantitative ethnobotany. Econ Bot. 1993;47: 33–43. 10.1007/BF02862204", "ArticleIdList": ["10.1007/BF02862204"]}, {"Citation": "Giday M, Asfaw Z, Elmqvist T, Woldu Z. An ethnobotanical study of medicinal plants used by the Zay people in Ethiopia. J Ethnopharmacol. 2003;85: 43–52. 10.1016/s0378-8741(02)00359-8", "ArticleIdList": ["10.1016/s0378-8741(02)00359-8", "12576201"]}, {"Citation": "Phillips O, Gentry AH. The useful plants of Tambopata, Peru: I. Statistical hypotheses tests with a new quantitative technique. Econ Bot. 1993;47: 15–32. 10.1007/BF02862203", "ArticleIdList": ["10.1007/BF02862203"]}, {"Citation": "Sousa R da S, de Medeiros PM, Albuquerque UP. Can socioeconomic factors explain the local importance of culturally salient plants in a social-ecological system? Acta Bot Brasilica. 2019;33: 283–291. 10.1590/0102-33062018abb0320", "ArticleIdList": ["10.1590/0102-33062018abb0320"]}, {"Citation": "Reyes-Garcia V, Huanca T, Vadez V, Leonards W, Wilkie D. Cultural, Practical, and Economic Value of Wild Plants: A Quantitative Study in the Bolivian Amazon. Econ Bot. 2006;4: 291–295. 10.1663/0013-0001(2006)60", "ArticleIdList": ["10.1663/0013-0001(2006)60"]}, {"Citation": "Voeks RA. Are women reservoirs of traditional plant knowledge? Gender, ethnobotany and globalization in northeast Brazil. Singap J Trop Geogr. 2007;28: 7–20. 10.1111/j.1467-9493.2006.00273.x", "ArticleIdList": ["10.1111/j.1467-9493.2006.00273.x"]}, {"Citation": "Atreya K, Pyakurel D, Singh K, Laxmi T, Bhatta D, Uprety Y. Factors Contributing to the Decline of Traditional Practices in Communities from the Gwallek–Kedar area, Kailash Sacred. Environ Manage. 2018. 10.1007/s00267-018-1009-6", "ArticleIdList": ["10.1007/s00267-018-1009-6", "29488011"]}, {"Citation": "Mahwasane ST, Middleton L, Boaduo N. An ethnobotanical survey of indigenous knowledge on medicinal plants used by the traditional healers of the Lwamondo area, Limpopo province, South Africa. South African J Bot. 2013;88: 69–75. 10.1016/j.sajb.2013.05.004", "ArticleIdList": ["10.1016/j.sajb.2013.05.004"]}, {"Citation": "Müller JG, Boubacar R, Guimbo ID. The “How” and “Why” of Including Gender and Age in Ethnobotanical Research and Community-Based Resource Management. Ambio. 2014;44: 67–78. 10.1007/s13280-014-0517-8", "ArticleIdList": ["10.1007/s13280-014-0517-8", "PMC4293356", "24789508"]}, {"Citation": "Singh A, Nautiyal MC, Kunwar RM, Bussmann RW. Ethnomedicinal plants used by local inhabitants of Jakholi block, Rudraprayag district, western Himalaya, India. J Ethnobiol Ethnomed. 2017;13 10.1186/s13002-017-0138-y", "ArticleIdList": ["10.1186/s13002-017-0138-y", "PMC5571566", "28836997"]}, {"Citation": "Saslis-Lagoudakis CH, Williamson EM, Savolainen V, Hawkins JA. Cross-cultural comparison of three medicinal floras and implications for bioprospecting strategies. J Ethnopharmacol. 2011;135: 476–487. 10.1016/j.jep.2011.03.044", "ArticleIdList": ["10.1016/j.jep.2011.03.044", "21457769"]}, {"Citation": "Kunwar RM, Fadiman M, Thapa S, Acharya RP, Cameron M, Bussmann RW. Plant use values and phytosociological indicators: Implications for conservation in the Kailash Sacred Landscape, Nepal. Ecol Indic. 2020;108: 0–2. 10.1016/j.ecolind.2019.105679", "ArticleIdList": ["10.1016/j.ecolind.2019.105679"]}, {"Citation": "Bhatt VP. Loss of cultural values a threat to biodiversity in Uttaranchal Himalaya. Zoos’ Print J. 2002;17: 802–806."}, {"Citation": "Skeldon R. MIGRATION IN FAR WEST NEPAL. Crit Asian Stud. 2011;43: 310–315. 10.1080/14672715.2011.570572", "ArticleIdList": ["10.1080/14672715.2011.570572", "21898939"]}, {"Citation": "Turner NJ, Clifton H. “It’s so different today”: Climate change and indigenous lifeways in British Columbia, Canada. Glob Environ Chang. 2009;19: 180–190. 10.1016/j.gloenvcha.2009.01.005", "ArticleIdList": ["10.1016/j.gloenvcha.2009.01.005"]}, {"Citation": "Paniagua-Zambrana NY, Camara-Lerét R, Bussmann RW, Macía MJ. The influence of socioeconomic factors on traditional knowledge: A cross scale comparison of palm use in northwestern South America. Ecol Soc. 2014;19 10.5751/ES-06934-190409", "ArticleIdList": ["10.5751/ES-06934-190409"]}, {"Citation": "ICIMOD. Land cover of Nepal 2010 [Data set]. Kathmandu; 2010. Available: https://rds.icimod.org/Home/DataDetail?metadataId=9224"}, {"Citation": "Bhattarai KR, Maren I, Chaudhary R. Medicinal plant knowledge of the Panchase region in the middle hills of the Nepalese Himalayas. Banko Janakari. 2011;21: 31–39."}, {"Citation": "Bhandari P, Budhamagar S, Shrestha KK. A checklist of flowering plants of Panchase Protected Forest, Kaski district, central Nepal. J Nat Hist Mus. 2018;30: 55–84. 10.3126/jnhm.v30i0.27538", "ArticleIdList": ["10.3126/jnhm.v30i0.27538"]}, {"Citation": "Subedi A, Kunwar B, Choi Y, Dai Y, van Andel T, Chaudhary RP, et al. Collection and trade of wild-harvested orchids in Nepal. J Ethnobiol Ethnomed. 2013;9: 1–10. 10.1186/1746-4269-9-1", "ArticleIdList": ["10.1186/1746-4269-9-1", "PMC3846542", "24004516"]}, {"Citation": "Koirala R. Botanical diversity within the project area of Machhapuchhre Development Organization, Bhadaure-Tamagi, Kaski. MDO, Kaski; 1998."}, {"Citation": "Baral S, Adhikari A, Khanal R, Malla Y, Kunwar R, Basnyat B, et al. Invasion of alien plant species and their impact on different ecosystems of Panchase Area, Nepal. Banko Janakari. 2017;27: 31–42. 10.3126/banko.v27i1.18547", "ArticleIdList": ["10.3126/banko.v27i1.18547"]}, {"Citation": "DFO. Sigas protected forest, Sigas, Baitadi. Divisional Forest Office, Baitadi; 2017."}, {"Citation": "Bhatta D. Community approaches to natural resource management: sacred and non-sacred landscape in Nepal. Miami University, Oxford: 2003."}, {"Citation": "Chhetri R, Pandey T. User group forestry in the Far-western region of Nepal: case studies from Baitadi and Achham. Kathmandu: ICIMOD, Nepal; 1992."}, {"Citation": "Devkota R, Karmacharya S. Documentation of indigenous knowledge of medicinal plants in Gwallek VDC of Baitadi, Farwestern Nepal. Bot Orient. 2003;1: 135–143."}, {"Citation": "Kunwar RM, Acharya RP, Chowdhary CL, Bussmann RW. Medicinal plant dynamics in indigenous medicines in farwest Nepal. J Ethnopharmacol. 2015;163: 210–219. 10.1016/j.jep.2015.01.035", "ArticleIdList": ["10.1016/j.jep.2015.01.035", "25655999"]}, {"Citation": "Albuquerque U, Cunha L, Lucena R, Alves R. Methods and Techniques in Ethnobiology and Ethnoecology. Methods and Techniques in Ethnobiology and Ethnoecology. Humana Press; 2014. 10.1007/978-1-4614-8636-7", "ArticleIdList": ["10.1007/978-1-4614-8636-7"]}, {"Citation": "Malla B, Gauchan DP, Chhetri RB. An ethnobotanical study of medicinal plants used by ethnic people in Parbat district of Western Nepal. J Ethnopharmacol. 2015;165: 103–117. 10.1016/j.jep.2014.12.057", "ArticleIdList": ["10.1016/j.jep.2014.12.057", "25571849"]}, {"Citation": "Subedi R. Ethnobotanical Study of Panchase Protected Forest, Kaski District, Central Nepal. Tibhuvan University; 2017."}, {"Citation": "Martin GJ. Ethnobotany: A methods manual. New York: Chapman & Hall; 1995. 10.4324/9781849775854", "ArticleIdList": ["10.4324/9781849775854"]}, {"Citation": "Miller G, Britt H, O’Halloran J. International classification of primary care. Meeting of the WHO collaborating centers for the family of international classification. Seoul, Korea; 2009."}, {"Citation": "Staub PO, Geck MS, Weckerle CS, Casu L, Leonti M. Classifying diseases and remedies in ethnomedicine and ethnopharmacology. J Ethnopharmacol. 2015;174: 514–519. 10.1016/j.jep.2015.08.051", "ArticleIdList": ["10.1016/j.jep.2015.08.051", "26342522"]}, {"Citation": "Trotter R, Logan M. Informant Consensus: A New Approach for Identifying Potentially Effective Medicinal Plants. In: Etkin N, editor. Plants in Indigenous medicine and Diet, Behavioural Approaches. New York: Redgrave Publishing Company; 1986. pp. 91–112."}, {"Citation": "Vandebroek I. The Dual Intracultural and Intercultural Relationship between Medicinal Plant Knowledge and Consensus. Econ Bot. 2010;64: 303–317. 10.1007/s12231-010-9135-y", "ArticleIdList": ["10.1007/s12231-010-9135-y"]}, {"Citation": "Soldati GT, de Medeiros PM, Duque-Brasil R, Coelho FMG, Albuquerque UP. How do people select plants for use? Matching the Ecological Apparency Hypothesis with Optimal Foraging Theory. Environ Dev Sustain. 2017;19: 2143–2161. 10.1007/s10668-016-9844-1", "ArticleIdList": ["10.1007/s10668-016-9844-1"]}, {"Citation": "Nunes AT, Cabral DLV, Amorim ELC, Santos MVF dos, Albuquerque UP. Plants used to feed ruminants in semi-arid Brazil: A study of nutritional composition guided by local ecological knowledge. J Arid Environ. 2016;135: 96–103. 10.1016/j.jaridenv.2016.08.015", "ArticleIdList": ["10.1016/j.jaridenv.2016.08.015"]}, {"Citation": "Rivera D, O’Bon C, Inocencio C, Heinrich M, Verde A, Fajardo J, et al. Gathered food plants in the Mountains of Casilla—La Mancha (Spain): Ethnobotany and Multivariate Analyasis. Econ Bot. 2007;61: 269–289."}, {"Citation": "Gurung LJ, Rajbhandary S. Medicinal Plants in Mid-hills of Nepal: A Case Study of Sikles Area of Kaski District. Medicinal plants in Nepal: Anthology of contemporary research. Kathmandu: Ecological Society of Nepal; 2017. pp. 152–173."}, {"Citation": "Dixit A, Karki M, Shukla A. Vulnerability and Impacts Assessment for Adaptation Planning in Panchase Mountain Ecological Region, Nepal. 2014."}, {"Citation": "Amouei A, Tirgar A, Ghadimi R, Hosseini SR. The Role of Health Care Apprentice Program on the Level of Medical Students ‘ Knowledge and Skills. Futur Med Educ J. 2015."}, {"Citation": "Adhikari M, Thapa R, Kunwar RM, Devkota HP, Poudel P. Ethnomedicinal Uses of Plant Resources in the Machhapuchchhre Rural Municipality of Kaski District, Nepal. Medicines. 2019;6: 69 10.3390/medicines6020069", "ArticleIdList": ["10.3390/medicines6020069", "PMC6630641", "31234605"]}, {"Citation": "GON. Flowering Plants of Nepal: Phanerograms. Thapathali, Kathmandu: Department of Plant Resources, Thapatahli; 2001."}, {"Citation": "Kunwar RM, Adhikari YP, Sharma HP, Rimal B, Devkota HP, Charmakar S, et al. Distribution, use, trade and conservation of Paris polyphylla Sm. in Nepal. Glob Ecol Conserv. 2020;23: e01081 10.1016/j.gecco.2020.e01081", "ArticleIdList": ["10.1016/j.gecco.2020.e01081"]}, {"Citation": "Charmakar S, Oli B, Gauli K, Sharma H, Kunwar R. Habitat distribution modeling of Valeriana jatamansi Jones in Nepal. PeerJ. 2020."}, {"Citation": "Alencar NL, de Sousa Araújo TA, de Amorim ELC, de Albuquerque UP. The inclusion and selection of medicinal plants in traditional pharmacopoeias-evidence in support of the diversification hypothesis. Econ Bot. 2010;64: 68–79. 10.1007/s12231-009-9104-5", "ArticleIdList": ["10.1007/s12231-009-9104-5"]}, {"Citation": "Salick J, Ghimire SK, Fang Z, Dema S, Konchar KM. Himalayan Alpine Vegetation, Climate Change and Mitigation. J Ethnobiol. 2014;34: 276–293."}, {"Citation": "Bhuju U, Shakya P, Basnet T, Shrestha S. Nepal Biodiversity Resource Book (Protected Areas, Ramsar Sites, and World Heritage Sites). Kathmandu: ICIMOD, Nepal; 2007."}, {"Citation": "Vetaas OR, Grytnes JA. Distribution of vascular plant species richness and endemic richness along the Himalayan elevation gradient in Nepal. Glob Ecol Biogeogr. 2002;11: 291–301. 10.1046/j.1466-822X.2002.00297.x", "ArticleIdList": ["10.1046/j.1466-822X.2002.00297.x"]}, {"Citation": "Grau O, Grytnes JA, Birks HJB. A comparison of altitudinal species richness patterns of bryophytes with other plant groups in Nepal, Central Himalaya. J Biogeogr. 2007;34: 1907–1915. 10.1111/j.1365-2699.2007.01745.x", "ArticleIdList": ["10.1111/j.1365-2699.2007.01745.x"]}, {"Citation": "IOM. Migration in Nepal: a Country Profile. 2019; 155. Available: https://nepal.iom.int/sites/default/files/publication/Migration in Nepal—a Country Profile 2019.pdf"}, {"Citation": "Program WWF. An Overview of Glaciers, Glacier Retreat, and Subsequent Impacts in Nepal, India and China. 2005."}, {"Citation": "Mainali J, Pricope NG. Mapping the need for adaptation: assessing drought vulnerability using the livelihood vulnerability index approach in a mid-hill region of Nepal. Clim Dev. 2019;11: 607–622. 10.1080/17565529.2018.1521329", "ArticleIdList": ["10.1080/17565529.2018.1521329"]}, {"Citation": "Rimal B, Sharma R, Kunwar R, Keshtkar H, Stork NE, Rijal S, et al. Effects of land use and land cover change on ecosystem services in the Koshi River Basin, Eastern Nepal. Ecosyst Serv. 2019;38: 100963 10.1016/j.ecoser.2019.100963", "ArticleIdList": ["10.1016/j.ecoser.2019.100963"]}, {"Citation": "Pokhrel G, Upadhyaya A, Thapa MS. Threats and Conservation of Paris polyphylla: Vulnerable Medicinal Plant in Panchase Protected Forest, Nepal. For J Inst For Nepal. 2019;16: 14–30. 10.3126/forestry.v16i0.28351", "ArticleIdList": ["10.3126/forestry.v16i0.28351"]}, {"Citation": "ADB. Country Poverty Analysis (Detailed). 2017. Available: https://www.adb.org/sites/default/files/linked-documents/cps-nep-2013-2017-pa-detailed.pdf"}, {"Citation": "Messerschmidt DA. Ecological change and adaptation among the Gurungs of the Nepal Himalaya. Hum Ecol. 1976;4: 167–185. 10.1007/BF01531219", "ArticleIdList": ["10.1007/BF01531219"]}, {"Citation": "Buchanan Hamilton F. An Account of the Kingdom of Nepal and of the Territories Annexed to the Dominion by the House of Gorkha, Constable, Edinburgh. 1819 (Reprint). Maiijusri, Bibliotheca Himalayica, New Delhi; 1971."}, {"Citation": "Coburn B. Some native medicinal plants of the Western Gurung. Kailash. 1984;11: 55–88."}, {"Citation": "Pfeiffer JM, Butz RJ. Assessing cultural and ecological variation in ethnobiological research: The importance of gender. J Ethnobiol. 2005;25: 240–278. 10.2993/0278-0771(2005)25[240:ACAEVI]2.0.CO;2", "ArticleIdList": ["10.2993/0278-0771(2005)25[240:ACAEVI]2.0.CO;2"]}, {"Citation": "Bhattarai KR. Ethnobotanical study of plants used by Thami community in Ilam District, eastern Nepal. Our Nat. 2018;16: 55–67."}, {"Citation": "Saynes-Vásquez A, Caballero J, Meave JA, Chiang F. Cultural change and loss of ethnoecological knowledge among the Isthmus Zapotecs of Mexico. J Ethnobiol Ethnomed. 2013;9: 1–10. 10.1186/1746-4269-9-1", "ArticleIdList": ["10.1186/1746-4269-9-1", "PMC3707844", "23758714"]}, {"Citation": "Hasan M., Gatto P, Jha P. Traditional uses of wild medicinal plants and their management practices in Nepal-A study in Makawanpur district. Int J Med Aromat Plants. 2013;3: 102–112. Available: http://www.embase.com/search/results?subaction=viewrecord&from=export&id=L368927470%5Cnhttp://www.openaccessscience.com/pdf-files/vol3_1_mar2013/IJMAP_3_1_14_Makawanpur_district.pdf%5Cnhttp://sfx.library.uu.nl/utrecht?sid=EMBASE&issn=22494340&id=doi:&atit"}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "10", "Day": "5"}, {"Year": "2021", "Month": "1", "Day": "15"}, {"Year": "2021", "Month": "2", "Day": "11", "Hour": "17", "Minute": "17"}, {"Year": "2021", "Month": "2", "Day": "12", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "7", "Day": "28", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "2", "Day": "11"}], "PublicationStatus": "epublish", "ArticleIdList": ["33571303", "PMC7877619", "10.1371/journal.pone.0246390", "PONE-D-20-31088"]}}], "PubmedBookArticle": []}