{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["aquaculture", "bacteria", "essential oils", "immune enhancer", "medicinal plants", "parasite"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "33572193", "DateRevised": {"Year": "2021", "Month": "03", "Day": "16"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "02", "Day": "09"}], "Language": ["eng"], "ELocationID": ["185", "10.3390/pathogens10020185"], "Journal": {"ISSN": "2076-0817", "JournalIssue": {"Volume": "10", "Issue": "2", "PubDate": {"Year": "2021", "Month": "Feb", "Day": "09"}}, "Title": "Pathogens (Basel, Switzerland)", "ISOAbbreviation": "Pathogens"}, "ArticleTitle": "Antiparasitic and Antibacterial Functionality of Essential Oils: An Alternative Approach for Sustainable Aquaculture.", "Abstract": {"AbstractText": ["Using synthetic antibiotics/chemicals for infectious bacterial pathogens and parasitic disease control causes beneficial microbial killing, produces multi-drug resistant pathogens, and residual antibiotic impacts in humans are the major threats to aquaculture sustainability. Applications of herbal products to combat microbial and parasitic diseases are considered as alternative approaches for sustainable aquaculture. Essential oils (EOs) are the secondary metabolites of medicinal plants that possess bioactive compounds like terpens, terpenoids, phenylpropenes, and isothiocyanates with synergistic relationship among these compounds. The hydrophobic compounds of EOs can penetrate the bacterial and parasitic cells and cause cell deformities and organelles dysfunctions. Dietary supplementation of EOs also modulate growth, immunity, and infectious disease resistance in aquatic organisms. Published research reports also demonstrated EOs effectiveness against <i>Ichthyophthirius multifiliis</i>, <i>Gyrodactylus</i> sp., <i>Euclinostomum heterostomum</i>, and other parasites both in vivo and in vitro. Moreover, different infectious fish pathogenic bacteria like <i>Aeromonas salmonicida</i>, <i>Vibrio harveyi</i>, and <i>Streptococcus agalactiae</i> destruction was confirmed by plant originated EOs. However, no research was conducted to confirm the mechanism of action or pathway identification of EOs to combat aquatic parasites and disease-causing microbes. This review aims to explore the effectiveness of EOs against fish parasites and pathogenic bacteria as an environment-friendly phytotherapeutic in the aquaculture industry. Moreover, research gaps and future approaches to use EOs for sustainable aquaculture practice are also postulated."]}, "AuthorList": [{"Identifier": ["0000-0002-4887-8838"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Animal Production Department, Faculty of Agriculture, Kafrelsheikh University, Kafr El-Sheikh 33516, Egypt."}, {"Identifier": [], "Affiliation": "The Center for Applied Research on the Environment and Sustainability, The American University in Cairo, Cairo 11835, Egypt."}], "LastName": "Dawood", "ForeName": "Mahmoud A O", "Initials": "MAO"}, {"Identifier": ["0000-0001-9278-1534"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Animal Production Department, Faculty of Agriculture, Tanta University, Tanta 31527, Egypt."}], "LastName": "El Basuini", "ForeName": "Mohammed F", "Initials": "MF"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Animal Health Research Institute (AHRI-DOKI), Agriculture Research Center, Kafrelsheikh 33511, Egypt."}], "LastName": "Zaineldin", "ForeName": "Amr I", "Initials": "AI"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Aquaculture, Faculty of Marine Sciences and Technology, Canakkale Onsekiz Mart University, Canakkale 17100, Turkey."}], "LastName": "Yilmaz", "ForeName": "Sevdan", "Initials": "S"}, {"Identifier": ["0000-0002-9726-7347"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Aquaculture, Sylhet Agricultural University, Sylhet 3100, Bangladesh."}], "LastName": "Hasan", "ForeName": "Md Tawheed", "Initials": "MT"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Fisheries, Faculty of Natural Resources, University of Zabol, Zabol 98615-538, Iran."}], "LastName": "Ahmadifar", "ForeName": "Ehsan", "Initials": "E"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Aquatic Animals Diseases and Management, Faculty of Veterinary Medicine, Benha University, Benha 13511, Egypt."}], "LastName": "El Asely", "ForeName": "Amel M", "Initials": "AM"}, {"Identifier": ["0000-0001-8761-1493"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Poultry and Fish Diseases, Faculty of Veterinary Medicine, Alexandria University, Alexandria 21500, Egypt."}], "LastName": "Abdel-Latif", "ForeName": "Hany M R", "Initials": "HMR"}, {"Identifier": ["0000-0002-8020-0971"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Poultry Department, Faculty of Agriculture, Zagazig University, Zagazig 44511, Egypt."}], "LastName": "Alagawany", "ForeName": "Mahmoud", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Aquatic Animal Medicine and Management, Faculty of Veterinary Medicine, Cairo University, Giza 12211, Egypt."}], "LastName": "Abu-Elala", "ForeName": "Nermeen M", "Initials": "NM"}, {"Identifier": ["0000-0003-1267-3328"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Animal and Aquatic Sciences, Faculty of Agriculture, Chiang Mai University, Chiang Mai 50200, Thailand."}, {"Identifier": [], "Affiliation": "Innoviative Agriculture Research Center, Faculty of Agriculture, Chiang Mai University, Chiang Mai 50200, Thailand."}], "LastName": "Van Doan", "ForeName": "Hien", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "The Center for Applied Research on the Environment and Sustainability, The American University in Cairo, Cairo 11835, Egypt."}, {"Identifier": [], "Affiliation": "Department of Engineering Hydrology, RWTH Aachen University, 52078 Aachen, Germany."}], "LastName": "Sewilam", "ForeName": "Hani", "Initials": "H"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Pathogens", "NlmUniqueID": "101596317", "ISSNLinking": "2076-0817"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Food and Agricultural Organization (FAO)  Fisheries Department, Fishery Information, Data and Statistics Unit. Fishstatj, a Tool for Fishery Statistics Analysis, Release: 3.04.5, Universal Software for Fishery Statistical Time Series. Global Aquaculture Production: Quantity 1950–2016; Value 1950–2016; Global Capture Production: 1950–2016; 2018-03-16.  [(accessed on 12 December 2020)];2018  Available online:  http://www.fao.org/fishery/statistics/software/fishstatj/en."}, {"Citation": "Shah B.R., Mráz J. Advances in nanotechnology for sustainable aquaculture and fisheries. Rev. Aquac. 2019;12:925–942. doi: 10.1111/raq.12356.", "ArticleIdList": ["10.1111/raq.12356"]}, {"Citation": "Dawood M., Koshio S. Application of fermentation strategy in aquafeed for sustainable aquaculture. Rev. Aquac. 2019;12:987–1002. doi: 10.1111/raq.12368.", "ArticleIdList": ["10.1111/raq.12368"]}, {"Citation": "Hasan T., Jang W.J., Lee B.-J., Kim K.W., Hur S.W., Lim S.G., Bai S.C., Kong I.-S. Heat-killed Bacillus sp. SJ-10 probiotic acts as a growth and humoral innate immunity response enhancer in olive flounder (Paralichthys olivaceus) Fish Shellfish. Immunol. 2019;88:424–431. doi: 10.1016/j.fsi.2019.03.018.", "ArticleIdList": ["10.1016/j.fsi.2019.03.018", "30872030"]}, {"Citation": "Hasan T., Jang W.J., Lee J.M., Lee B.-J., Hur S.W., Lim S.G., Kim K.W., Han H.-S., Kong I.-S. Effects of Immunostimulants, Prebiotics, Probiotics, Synbiotics, and Potentially Immunoreactive Feed Additives on Olive Flounder (Paralichthys olivaceus): A Review. Rev. Fish. Sci. Aquac. 2019;27:417–437. doi: 10.1080/23308249.2019.1622510.", "ArticleIdList": ["10.1080/23308249.2019.1622510"]}, {"Citation": "Dawood M.A., Metwally A.E.-S., El-Sharawy M.E., Atta A.M., El-Bialy Z.I., Abdel-Latif H.M., Paray B.A. The role of β-glucan in the growth, intestinal morphometry, and immune-related gene and heat shock protein expressions of Nile tilapia (Oreochromis niloticus) under different stocking densities. Aquaculture. 2020;523:735205. doi: 10.1016/j.aquaculture.2020.735205.", "ArticleIdList": ["10.1016/j.aquaculture.2020.735205"]}, {"Citation": "Martos-Sitcha J.A., Mancera J.M., Prunet P., Magnoni L.J. Editorial: Welfare and Stressors in Fish: Challenges Facing Aquaculture. Front. Physiol. 2020;11:162. doi: 10.3389/fphys.2020.00162.", "ArticleIdList": ["10.3389/fphys.2020.00162", "PMC7055460", "32174844"]}, {"Citation": "Dawood M., Abo-Al-Ela H.G., Hassan T. Modulation of transcriptomic profile in aquatic animals: Probiotics, prebiotics and synbiotics scenarios. Fish Shellfish. Immunol. 2020;97:268–282. doi: 10.1016/j.fsi.2019.12.054.", "ArticleIdList": ["10.1016/j.fsi.2019.12.054", "31863903"]}, {"Citation": "Brasil E., Figueredo A., Cardoso L., Santos M., Bertaglia E., Furtado W., Viana J., Carmo I., Chaves F., Mouriño J., et al. In vitro and in vivo antiparasitic action of essential oils of Lippia spp. in Koi Carp (Cyprinus carpio) fed supplemented diets. Braz. J. Veter. Pathol. 2019;12:88–100. doi: 10.24070/bjvp.1983-0246.v12i3p88-100.", "ArticleIdList": ["10.24070/bjvp.1983-0246.v12i3p88-100"]}, {"Citation": "Gonzales A.P.P.F., Yoshioka E.T.O., Mathews P.D., Mertins O., Chaves F.C.M., Videira M.N., Tavares-Dias M. Anthelminthic efficacy of Cymbopogon citratus essential oil (Poaceae) against monogenean parasites of Colossoma macropomum (Serrasalmidae), and blood and histopathological effects. Aquaculture. 2020;528:735500. doi: 10.1016/j.aquaculture.2020.735500.", "ArticleIdList": ["10.1016/j.aquaculture.2020.735500"]}, {"Citation": "Paray B.A., El-Basuini M.F., Alagawany M., Albeshr M.F., Farah M.A., Dawood M.A.O. Yucca schidigera Usage for Healthy Aquatic Animals: Potential Roles for Sustainability. Animals. 2021;11:93. doi: 10.3390/ani11010093.", "ArticleIdList": ["10.3390/ani11010093", "PMC7825398", "33419069"]}, {"Citation": "El-Basuini M.F., Shahin S.A., Teiba I.I., Zaki M.A., El-Hais A.M., Sewilam H., Almeer R., Abdelkhalek N., Dawood M.A. The influence of dietary coenzyme Q10 and vitamin C on the growth rate, immunity, oxidative-related genes, and the resistance against Streptococcus agalactiae of Nile tilapia (Oreochromis niloticus) Aquaculture. 2021;531:735862. doi: 10.1016/j.aquaculture.2020.735862.", "ArticleIdList": ["10.1016/j.aquaculture.2020.735862"]}, {"Citation": "Hasan T., Jang W.J., Lee S., Kim K.W., Lee B.-J., Han H.-S., Bai S.C., Kong I.-S. Effect of β-glucooligosaccharides as a new prebiotic for dietary supplementation in olive flounder (Paralichthys olivaceus) aquaculture. Aquac. Res. 2018;49:1310–1319. doi: 10.1111/are.13588.", "ArticleIdList": ["10.1111/are.13588"]}, {"Citation": "Dawood M.A., Koshio S. Recent advances in the role of probiotics and prebiotics in carp aquaculture: A review. Aquaculture. 2016;454:243–251. doi: 10.1016/j.aquaculture.2015.12.033.", "ArticleIdList": ["10.1016/j.aquaculture.2015.12.033"]}, {"Citation": "Zhao Y., Yang Q.E., Zhou X., Wang F.-H., Muurinen J., Virta M.P., Brandt K.K., Zhu Y. Antibiotic resistome in the livestock and aquaculture industries: Status and solutions. Crit. Rev. Environ. Sci. Technol. 2020:1–38. doi: 10.1080/10643389.2020.1777815.", "ArticleIdList": ["10.1080/10643389.2020.1777815"]}, {"Citation": "Dawood M. Nutritional immunity of fish intestines: Important insights for sustainable aquaculture. Rev. Aquac. 2021;13:642–663. doi: 10.1111/raq.12492.", "ArticleIdList": ["10.1111/raq.12492"]}, {"Citation": "Shourbela R., Khatab S., Hassan M., van Doan H., Dawood M. The Effect of Stocking Density and Carbon Sources on the Oxidative Status, and Nonspecific Immunity of Nile tilapia (Oreochromis niloticus) Reared under Biofloc Conditions. Animals. 2021;11:184. doi: 10.3390/ani11010184.", "ArticleIdList": ["10.3390/ani11010184", "PMC7829823", "33466791"]}, {"Citation": "Dawood M.A., Gewaily M.S., Monier M.N., Younis E.M., van Doan H., Sewilam H. The regulatory roles of yucca extract on the growth rate, hepato-renal function, histopathological alterations, and immune-related genes in common carp exposed with acute ammonia stress. Aquaculture. 2020:736287. doi: 10.1016/j.aquaculture.2020.736287.", "ArticleIdList": ["10.1016/j.aquaculture.2020.736287"]}, {"Citation": "Abdel-Latif H.M., Dawood M., Menanteau-Ledouble S., El-Matbouli M. The nature and consequences of co-infections in tilapia: A review. J. Fish Dis. 2020;43:651–664. doi: 10.1111/jfd.13164.", "ArticleIdList": ["10.1111/jfd.13164", "32315088"]}, {"Citation": "Srichaiyo N., Tongsiri S., Hoseinifar S.H., Dawood M.A., Jaturasitha S., Esteban M.Á., Ringø E., van Doan H. The effects gotu kola (Centella asiatica) powder on growth performance, skin mucus, and serum immunity of Nile tilapia (Oreochromis niloticus) fingerlings. Aquac. Rep. 2020;16:100239. doi: 10.1016/j.aqrep.2019.100239.", "ArticleIdList": ["10.1016/j.aqrep.2019.100239"]}, {"Citation": "Srichaiyo N., Tongsiri S., Hoseinifar S.H., Dawood M.A., Esteban M.Á., Ringø E., van Doan H. The effect of fishwort (Houttuynia cordata) on skin mucosal, serum immunities, and growth performance of Nile tilapia. Fish Shellfish. Immunol. 2020;98:193–200. doi: 10.1016/j.fsi.2020.01.013.", "ArticleIdList": ["10.1016/j.fsi.2020.01.013", "31923565"]}, {"Citation": "Shekarabi S.P.H., Omidi A.H., Dawood M., Adel M., Avazeh A., Heidari F. Effect of Black Mulberry (Morus nigra) Powder on Growth Performance, Biochemical Parameters, Blood Carotenoid Concentration, and Fillet Color of Rainbow Trout. Ann. Anim. Sci. 2020;20:125–136. doi: 10.2478/aoas-2019-0068.", "ArticleIdList": ["10.2478/aoas-2019-0068"]}, {"Citation": "Sarhadi I., Alizadeh E., Ahmadifar E., Adineh H., Dawood M.A. Skin Mucosal, Serum Immunity and Antioxidant Capacity of Common Carp (Cyprinus carpio) Fed Artemisia (Artemisia annua) Ann. Anim. Sci. 2020;20:1011–1027. doi: 10.2478/aoas-2020-0011.", "ArticleIdList": ["10.2478/aoas-2020-0011"]}, {"Citation": "Sadeghi F., Ahmadifar E., Moghadam M.S., Ghiyasi M., Dawood M., Yılmaz S. Lemon, Citrus aurantifolia, peel and Bacillus licheniformis protected common carp, Cyprinus carpio, from Aeromonas hydrophila infection by improving the humoral and skin mucosal immunity, and antioxidative responses. J. World Aquac. Soc. 2020 doi: 10.1111/jwas.12750.", "ArticleIdList": ["10.1111/jwas.12750"]}, {"Citation": "Valentim D.S.S., Duarte J.L., Oliveira A.E.M.F.M., Cruz R.A.S., Carvalho J.C.T., Conceição E.C., Fernandes C.P., Tavares-Dias M. Nanoemulsion from essential oil of Pterodon emarginatus (Fabaceae) shows in vitro efficacy against monogeneans of Colossoma macropomum (Pisces: Serrasalmidae) J. Fish Dis. 2018;41:443–449. doi: 10.1111/jfd.12739.", "ArticleIdList": ["10.1111/jfd.12739", "29194663"]}, {"Citation": "Alagawany M., Farag M.R., Abdelnour S.A., Dawood M.A., El-Nesr S.S., Dhama K. Curcumin and its different forms: A review on fish nutrition. Aquaculture. 2021;532:736030. doi: 10.1016/j.aquaculture.2020.736030.", "ArticleIdList": ["10.1016/j.aquaculture.2020.736030"]}, {"Citation": "Coimbra J.L., Soares A.C.F., Garrido M.D.S., Sousa C.D.S., Ribeiro F.L.B. Toxicity of plant extracts to Scutellonema bradys. Pesqui. Agropecuária Bras. 2006;41:1209–1211. doi: 10.1590/S0100-204X2006000700020.", "ArticleIdList": ["10.1590/S0100-204X2006000700020"]}, {"Citation": "Magouz F.I., Mahmoud S.A., El-Morsy R.A., Paray B.A., Soliman A.A., Zaineldin A.I., Dawood M.A. Dietary menthol essential oil enhanced the growth performance, digestive enzyme activity, immune-related genes, and resistance against acute ammonia exposure in Nile tilapia (Oreochromis niloticus) Aquaculture. 2021;530:735944. doi: 10.1016/j.aquaculture.2020.735944.", "ArticleIdList": ["10.1016/j.aquaculture.2020.735944"]}, {"Citation": "Hyldgaard M., Mygind T., Meyer R.L. Essential Oils in Food Preservation: Mode of Action, Synergies, and Interactions with Food Matrix Components. Front. Microbiol. 2012;3:12. doi: 10.3389/fmicb.2012.00012.", "ArticleIdList": ["10.3389/fmicb.2012.00012", "PMC3265747", "22291693"]}, {"Citation": "Calo J.R., Crandall P.G., O’Bryan C.A., Ricke S.C. Essential oils as antimicrobials in food systems—A review. Food Control. 2015;54:111–119. doi: 10.1016/j.foodcont.2014.12.040.", "ArticleIdList": ["10.1016/j.foodcont.2014.12.040"]}, {"Citation": "Nazzaro F., Fratianni F., de Martino L., Coppola R., de Feo V. Effect of Essential Oils on Pathogenic Bacteria. Pharmaceuticals. 2013;6:1451–1474. doi: 10.3390/ph6121451.", "ArticleIdList": ["10.3390/ph6121451", "PMC3873673", "24287491"]}, {"Citation": "Zanetti M., Ternus Z., Dalcanton F., de Mello M., de Oliveira D., Araujo P., Riella H., Fiori M. Microbiological characterization of pure geraniol and comparison with bactericidal activity of the cinnamic acid in gram-positive and gram-negative bacteria. J. Microb. Biochem. Technol. 2015;7:186–193."}, {"Citation": "Carson C.F., Mee B.J., Riley T.V. Mechanism of Action of Melaleuca alternifolia (Tea Tree) Oil on Staphylococcus aureus Determined by Time-Kill, Lysis, Leakage, and Salt Tolerance Assays and Electron Microscopy. Antimicrob. Agents Chemother. 2002;46:1914–1920. doi: 10.1128/AAC.46.6.1914-1920.2002.", "ArticleIdList": ["10.1128/AAC.46.6.1914-1920.2002", "PMC127210", "12019108"]}, {"Citation": "Chavan P.S., Tupe S.G. Antifungal activity and mechanism of action of carvacrol and thymol against vineyard and wine spoilage yeasts. Food Control. 2014;46:115–120. doi: 10.1016/j.foodcont.2014.05.007.", "ArticleIdList": ["10.1016/j.foodcont.2014.05.007"]}, {"Citation": "Nizio D.A.D.C., Fujimoto R.Y., Maria A.N., Carneiro P.C.F., França C.C.S., Sousa N.D.C., Brito F.D.A., Sampaio T.S., Arrigoni-Blank M.D.F., Blank A.F. Essential oils of Varronia curassavica accessions have different activity against white spot disease in freshwater fish. Parasitol. Res. 2018;117:97–105. doi: 10.1007/s00436-017-5673-x.", "ArticleIdList": ["10.1007/s00436-017-5673-x", "29119307"]}, {"Citation": "Chagas E.C., Majolo C., Monteiro P.C., de Oliveira M.R., Gama P.E., Bizzo H.R., Chaves F.C.M. Composition of essential oils of Mentha species and their antimicrobial activity against Aeromonas spp. J. Essent. Oil Res. 2020;32:209–215. doi: 10.1080/10412905.2020.1741457.", "ArticleIdList": ["10.1080/10412905.2020.1741457"]}, {"Citation": "Bandeira G., Pês T.S., Saccol E.M., Sutili F.J., Rossi W., Murari A.L., Heinzmann B.M., Pavanato M.A., de Vargas A.C., Silva L.D.L., et al. Potential uses of Ocimum gratissimum and Hesperozygis ringens essential oils in aquaculture. Ind. Crop. Prod. 2017;97:484–491. doi: 10.1016/j.indcrop.2016.12.040.", "ArticleIdList": ["10.1016/j.indcrop.2016.12.040"]}, {"Citation": "Raeisi M., Hashemi M., Aminzare M., Ghorbani-Bidkorbeh F., Ebrahimi M., Jannat B., Tepe B., Noori S.M.A. Effects of Sodium Alginate and Chitosan Coating Combined with Three Different Essential Oils on Microbial and Chemical Attributes of Rainbow Trout Fillets. J. Aquat. Food Prod. Technol. 2020;29:253–263. doi: 10.1080/10498850.2020.1722777.", "ArticleIdList": ["10.1080/10498850.2020.1722777"]}, {"Citation": "Nisar T., Yang X., Alim A., Iqbal M., Guo Y., Guo Y. Physicochemical responses and microbiological changes of bream (Megalobrama ambycephala) to pectin based coatings enriched with clove essential oil during refrigeration. Int. J. Biol. Macromol. 2019;124:1156–1166. doi: 10.1016/j.ijbiomac.2018.12.005.", "ArticleIdList": ["10.1016/j.ijbiomac.2018.12.005", "30521893"]}, {"Citation": "Al-Sagheer A.A., Mahmoud H.K., Reda F.M., Mahgoub S.A., Ayyat M.S. Supplementation of diets for Oreochromis niloticus with essential oil extracts from lemongrass (Cymbopogon citratus) and geranium (Pelargonium graveolens) and effects on growth, intestinal microbiota, antioxidant and immune activities. Aquac. Nutr. 2018;24:1006–1014. doi: 10.1111/anu.12637.", "ArticleIdList": ["10.1111/anu.12637"]}, {"Citation": "dos Santos A.C., Sutili F.J., Heinzmann B.M., Cunha M.A., Brusque I.C., Baldisserotto B., Zeppenfeld C.C. Aloysia triphylla essential oil as additive in silver catfish diet: Blood response and resistance against Aeromonas hydrophila infection. Fish Shellfish. Immunol. 2017;62:213–216. doi: 10.1016/j.fsi.2017.01.032.", "ArticleIdList": ["10.1016/j.fsi.2017.01.032", "28122262"]}, {"Citation": "Metin S., Biçer Z.I. Antibacterial activity of some essential oils againts Vagococcus salmoninarum Vagococcus salmoninarum’a karşı bazı uçucu yağların antibakteriyel aktivitesi. Scope J. 2020;35:167–173."}, {"Citation": "Majolo C., Monteiro P.C., Nascimento A.V.P.D., Chaves F.C.M., Gama P.E., Bizzo H.R., Chagas E.C. Essential Oils from Five Brazilian Piper Species as Antimicrobials Against Strains of Aeromonas hydrophila. J. Essent. Oil Bear. Plants. 2019;22:746–761. doi: 10.1080/0972060X.2019.1645047.", "ArticleIdList": ["10.1080/0972060X.2019.1645047"]}, {"Citation": "Djenane D., Yangüela J., Roncalés P., Aïder M. Use of Essential Oils as Natural Food Preservatives: Effect on the Growth of Salmonella Enteritidis in Liquid Whole Eggs Stored Under Abuse Refrigerated Conditions. J. Food Res. 2013;2:65. doi: 10.5539/jfr.v2n3p65.", "ArticleIdList": ["10.5539/jfr.v2n3p65"]}, {"Citation": "Silva L.T.D.S., Pereira U.D.P., de Oliveira H.M., Brasil E.M., Pereira S.A., Chagas E.C., Jesus G.F.A., Cardoso L., Mouriño J.L.P., Martins M.L. Hemato-immunological and zootechnical parameters of Nile tilapia fed essential oil of Mentha piperita after challenge with Streptococcus agalactiae. Aquaculture. 2019;506:205–211. doi: 10.1016/j.aquaculture.2019.03.035.", "ArticleIdList": ["10.1016/j.aquaculture.2019.03.035"]}, {"Citation": "Hoseini S.M., Mirghaed A.T., Yousefi M. Application of herbal anaesthetics in aquaculture. Rev. Aquac. 2019;11:550–564. doi: 10.1111/raq.12245.", "ArticleIdList": ["10.1111/raq.12245"]}, {"Citation": "Vaseeharan B., Thaya R. Medicinal plant derivatives as immunostimulants: An alternative to chemotherapeutics and antibiotics in aquaculture. Aquac. Int. 2014;22:1079–1091. doi: 10.1007/s10499-013-9729-3.", "ArticleIdList": ["10.1007/s10499-013-9729-3"]}, {"Citation": "Brum A., Pereira S.A., Owatari M.S., Chagas E.C., Chaves F.C.M., Mouriño J.L.P., Martins M.L. Effect of dietary essential oils of clove basil and ginger on Nile tilapia (Oreochromis niloticus) following challenge with Streptococcus agalactiae. Aquaculture. 2017;468:235–243. doi: 10.1016/j.aquaculture.2016.10.020.", "ArticleIdList": ["10.1016/j.aquaculture.2016.10.020"]}, {"Citation": "Turek C., Stintzing F.C. Stability of Essential Oils: A Review. Compr. Rev. Food Sci. Food Saf. 2013;12:40–53. doi: 10.1111/1541-4337.12006.", "ArticleIdList": ["10.1111/1541-4337.12006"]}, {"Citation": "Zhu Y., Li C., Cui H., Lin L. Encapsulation strategies to enhance the antibacterial properties of essential oils in food system. Food Control. 2021;123:107856. doi: 10.1016/j.foodcont.2020.107856.", "ArticleIdList": ["10.1016/j.foodcont.2020.107856"]}, {"Citation": "Gholipourkanani H., Buller N., Lymbery A. In vitro antibacterial activity of four nano-encapsulated herbal essential oils against three bacterial fish pathogens. Aquac. Res. 2019;50:871–875. doi: 10.1111/are.13959.", "ArticleIdList": ["10.1111/are.13959"]}, {"Citation": "Heurtault B., Saulnier P., Pech B., Proust J.-E., Benoit J.-P. Physico-chemical stability of colloidal lipid particles. Biomaterials. 2003;24:4283–4300. doi: 10.1016/S0142-9612(03)00331-4.", "ArticleIdList": ["10.1016/S0142-9612(03)00331-4", "12853260"]}, {"Citation": "Dawood M.A., Metwally A.E.-S., Elkomy A.H., Gewaily M.S., Abdo S.E., Abdel-Razek M.A., Soliman A.A., Amer A.A., Abdel-Razik N.I., Abdel-Latif H.M., et al. The impact of menthol essential oil against inflammation, immunosuppression, and histopathological alterations induced by chlorpyrifos in Nile tilapia. Fish Shellfish. Immunol. 2020;102:316–325. doi: 10.1016/j.fsi.2020.04.059.", "ArticleIdList": ["10.1016/j.fsi.2020.04.059", "32371257"]}, {"Citation": "Khafaga A.F., Naiel M.A.E., Dawood M.A.O., Abdel-Latif H.M.R. Dietary Origanum vulgare essential oil attenuates cypermethrin-induced biochemical changes, oxidative stress, histopathological alterations, apoptosis, and reduces DNA damage in common carp (Cyprinus carpio) Aquat. Toxicol. 2020;228:105624. doi: 10.1016/j.aquatox.2020.105624.", "ArticleIdList": ["10.1016/j.aquatox.2020.105624", "32947072"]}, {"Citation": "Mohammadi G., Rafiee G., El-Basuini M.F., van Doan H., Ahmed H.A., Dawood M.A.O., Abdel-Latif H.M.R. Oregano (Origanum vulgare), st John’s-wort (Hypericum perforatum), and lemon balm (Melissa officinalis) extracts improved the growth rate, antioxidative, and immunological responses in Nile tilapia (Oreochromis niloticus) in-fected with Aeromonas hydrophila. Aquac. Rep. 2020;18:100445."}, {"Citation": "Jang I., Ko Y., Kang S., Lee C. Effect of a commercial essential oil on growth performance, digestive enzyme activity and intestinal microflora population in broiler chickens. Anim. Feed. Sci. Technol. 2007;134:304–315. doi: 10.1016/j.anifeedsci.2006.06.009.", "ArticleIdList": ["10.1016/j.anifeedsci.2006.06.009"]}, {"Citation": "Abdel-Latif H.M., Abdel-Tawwab M., Khafaga A.F., Dawood M.A. Dietary oregano essential oil improved the growth performance via enhancing the intestinal morphometry and hepato-renal functions of common carp (Cyprinus carpio L.) fingerlings. Aquaculture. 2020;526:735432. doi: 10.1016/j.aquaculture.2020.735432.", "ArticleIdList": ["10.1016/j.aquaculture.2020.735432"]}, {"Citation": "Brewer M.S. Natural Antioxidants: Sources, Compounds, Mechanisms of Action, and Potential Applications. Compr. Rev. Food Sci. Food Saf. 2011;10:221–247. doi: 10.1111/j.1541-4337.2011.00156.x.", "ArticleIdList": ["10.1111/j.1541-4337.2011.00156.x"]}, {"Citation": "Ahmadifar E., Yousefi M., Karimi M., Raieni R.F., Dadar M., Yilmaz S., Dawood M., Abdel-Latif H.M.R. Benefits of Dietary Polyphenols and Polyphenol-Rich Additives to Aquatic Animal Health: An Overview. Rev. Fish. Sci. Aquac. 2020:1–34. doi: 10.1080/23308249.2020.1818689.", "ArticleIdList": ["10.1080/23308249.2020.1818689"]}, {"Citation": "Zhang R., Wang X., Liu L., Cao Y., Zhu H. Dietary oregano essential oil improved the immune response, activity of digestive enzymes, and intestinal microbiota of the koi carp, Cyprinus carpio. Aquaculture. 2020;518:734781. doi: 10.1016/j.aquaculture.2019.734781.", "ArticleIdList": ["10.1016/j.aquaculture.2019.734781"]}, {"Citation": "Baba E., Acar Ü., Öntaş C., Kesbiç O.S., Yılmaz S. Evaluation of Citrus limon peels essential oil on growth performance, immune response of Mozambique tilapia Oreochromis mossambicus challenged with Edwardsiella tarda. Aquaculture. 2016;465:13–18. doi: 10.1016/j.aquaculture.2016.08.023.", "ArticleIdList": ["10.1016/j.aquaculture.2016.08.023"]}, {"Citation": "Acar U., Kesbiç O.S., Yilmaz S., Gültepe N., Türker A. Evaluation of the effects of essential oil extracted from sweet orange peel (Citrus sinensis) on growth rate of tilapia (Oreochromis mossambicus) and possible disease resistance against Streptococcus iniae. Aquaculture. 2015;437:282–286. doi: 10.1016/j.aquaculture.2014.12.015.", "ArticleIdList": ["10.1016/j.aquaculture.2014.12.015"]}, {"Citation": "Ngugi C.C., Oyoo-Okoth E., Muchiri M. Effects of dietary levels of essential oil (eo) extract from bitter lemon (Citrus limon) fruit peels on growth, biochemical, haemato-immunological parameters and disease resistance in juvenile Labeo victorianus fingerlings challenged with Aeromonas hydrophila. Aquac. Res. 2017;48:2253–2265."}, {"Citation": "Abdel-Latif H.M.R., Abdel-Tawwab M., Khafaga A.F., Dawood M.A.O. Dietary origanum essential oil improved antioxidative status, immune-related genes, and resistance of common carp (Cyprinus carpio l.) to Aeromonas hydrophila infection. Fish Shellfish Immunol. 2020;104:1–7. doi: 10.1016/j.fsi.2020.05.056.", "ArticleIdList": ["10.1016/j.fsi.2020.05.056", "32474085"]}, {"Citation": "Mabrok M.A.E., Wahdan A. The immune modulatory effect of oregano (Origanum vulgare l.) essential oil on Tilapia zillii following intraperitoneal infection with Vibrio anguillarum. Aquac. Int. 2018;26:1147–1160. doi: 10.1007/s10499-018-0274-y.", "ArticleIdList": ["10.1007/s10499-018-0274-y"]}, {"Citation": "Zheng Z.L., Tan J.Y.W., Liu H.Y., Zhou X.H., Xiang X., Wang K.Y. Evaluation of oregano essential oil (Origanum heracleoticum l.) on growth, antioxidant effect and resistance against Aeromonas hydrophila in channel cat-fish (Ictalurus punctatus) Aquaculture. 2009;292:214–218. doi: 10.1016/j.aquaculture.2009.04.025.", "ArticleIdList": ["10.1016/j.aquaculture.2009.04.025"]}, {"Citation": "Sutili F.J., Kreutz L.C., Noro M., Gressler L.T., Heinzmann B.M., Vargas A.C., Baldisserotto B. The use of eugenol against Aeromonas hydrophila and its effect on hematological and immunological parameters in silver catfish (Rhamdia quelen) Veter. Immunol. Immunopathol. 2014;157:142–148. doi: 10.1016/j.vetimm.2013.11.009.", "ArticleIdList": ["10.1016/j.vetimm.2013.11.009", "24368084"]}, {"Citation": "Diler O., Gormez O., Diler I., Metin S. Effect of oregano (Origanum onites l.) essential oil on growth, lysozyme and antioxidant activity and resistance against Lactococcus garvieae in rainbow trout, Oncorhynchus mykiss (walbaum) Aquac. Nutr. 2017;23:844–851. doi: 10.1111/anu.12451.", "ArticleIdList": ["10.1111/anu.12451"]}, {"Citation": "Das R., Raman R.P., Saha H., Singh R. Effect of Ocimum sanctum linn.(tulsi) extract on the immunity and sur-vival of Labeo rohita (hamilton) infected with Aeromonas hydrophila. Aquac. Res. 2015;46:1111–1121. doi: 10.1111/are.12264.", "ArticleIdList": ["10.1111/are.12264"]}, {"Citation": "Abdel-Latif H.M., Khalil R.H. Evaluation of two phytobiotics, Spirulina platensis and Origanum vulgare extract on growth, serum antioxidant activities and resistance of Nile tilapia (Oreochromis niloticus) to pathogenic Vibrio alginolyticus. Int. J. Fish Aquat. Stud. 2014;1:250–255."}, {"Citation": "Jerônimo G.T., Pádua S.B.D., Belo M.A.D.A., Chagas E.C., Taboga S.R., Maciel P.O., Martins M.L. Neoechi-norhynchus buttnerae (acanthocephala) infection in farmed Colossoma macropomum: A pathological approach. Aquaculture. 2017;469:124–127. doi: 10.1016/j.aquaculture.2016.11.027.", "ArticleIdList": ["10.1016/j.aquaculture.2016.11.027"]}, {"Citation": "Valladão G.M.R., Gallani S.U., Jerônimo G.T., de Seixas A.T. Challenges in the control of acanthocephalosis in aquaculture: Special emphasis on Neoechinorhynchus buttnerae. Rev. Aquac. 2019;12:1360–1372. doi: 10.1111/raq.12386.", "ArticleIdList": ["10.1111/raq.12386"]}, {"Citation": "Costa C.M.D.S., da Cruz M.G., Lima T.B.C., Ferreira L.C., Ventura A.S., Brandão F.R., Chagas E.C., Chaves F.C.M., Martins M.L., Jerônimo G.T. Efficacy of the essential oils of Mentha piperita, Lippia alba and Zingiber officinale to control the acanthocephalan Neoechinorhynchus buttnerae in Colossoma macropomum. Aquac. Rep. 2020;18:100414. doi: 10.1016/j.aqrep.2020.100414.", "ArticleIdList": ["10.1016/j.aqrep.2020.100414"]}, {"Citation": "dos Santos W.B., Majolo C., dos Santos D.S., Rosa M.C., Monteiro P.C., Rocha M.J.S., de Oliveira M.I.B., Chaves F.C.M., Chagas E.C. Eficácia in vitro de óleos essenciais de espécies de piperaceae no controle do acantocéfalo neoechinorhynchus buttnerae. Embrapa Amaz. Ocident. Artig. periódico indexado. 2018;12:460–469."}, {"Citation": "Cohen S.C., Kohn A. A new species of Mymarothecium and new host and geographical records for M. viatorum (Monogenea: Dactylogyridae), parasites of freshwater fishes in Brazil. Folia Parasitol. 2005;52:307–310. doi: 10.14411/fp.2005.042.", "ArticleIdList": ["10.14411/fp.2005.042", "16405294"]}, {"Citation": "Silva R.M., Tavares-Dias M., Dias M.W.R., Dias M.K.R., Marinho R.D.G.B. Parasitic fauna in hybrid tambacu from fish farms. Pesqui. Agropecuária Bras. 2013;48:1049–1057. doi: 10.1590/S0100-204X2013000800034.", "ArticleIdList": ["10.1590/S0100-204X2013000800034"]}, {"Citation": "Soares B.V., Neves L.R., Oliveira M.S.B., Chaves F.C.M., Dias M.K.R., Chagas E.C., Tavares-Dias M. Antiparasitic activity of the essential oil of Lippia alba on ectoparasites of Colossoma macropomum (tambaqui) and its physiological and histopathological effects. Aquaculture. 2016;452:107–114. doi: 10.1016/j.aquaculture.2015.10.029.", "ArticleIdList": ["10.1016/j.aquaculture.2015.10.029"]}, {"Citation": "Soares B.V., Cardoso A.C.F., Campos R.R., Gonçalves B.B., Santos G.G., Chaves F.C.M., Chagas E.C., Tavares-Dias M. Antiparasitic, physiological and histological effects of the essential oil of Lippia origanoides (verbenaceae) in native freshwater fish Colossoma macropomum. Aquaculture. 2017;469:72–78. doi: 10.1016/j.aquaculture.2016.12.001.", "ArticleIdList": ["10.1016/j.aquaculture.2016.12.001"]}, {"Citation": "Woo P.T., Gregory D.W.B. Diseases and Disorders of Finfish in Cage Culture. CABI; Wallingford, UK: 2014."}, {"Citation": "Geraerts M., Muterezi B.F., Vanhove M.P., Pariselle A., Chocha M.A., Vreven E., Huyse T., Artois T. Six new species of Cichlidogyrus paperna, 1960 (Platyhelminthes: Monogenea) from the gills of cichlids (Teleostei: Cichliformes) from the Lomami river basin (drc: Middle congo) Parasites Vectors. 2020;13:1–20. doi: 10.1186/s13071-020-3927-4.", "ArticleIdList": ["10.1186/s13071-020-3927-4", "PMC7147007", "32272977"]}, {"Citation": "Lehmann N.B., Owatari M.S., Furtado W.E., Cardoso L., Tancredo K.R., Jesus G.F.A., Lopes G.R., Martins M.L. Parasitological and histopathological diagnosis of a non-native fish (Oreochromis sp.) with a noticeable presence in a natural Brazilian river environment. J. Parasit. Dis. 2019;44:201–212. doi: 10.1007/s12639-019-01184-6.", "ArticleIdList": ["10.1007/s12639-019-01184-6", "PMC7046855", "32174726"]}, {"Citation": "de Oliveira H.G.S., Neto F.M., Ruiz M.L., Acchile M., Chagas E.C., Chaves F.C.M., Martins M.L. Essential oils of Lippia sidoides and Mentha piperita against monogenean parasites and their influence on the hematology of nile tilapia. Aquaculture. 2016;450:182–186. doi: 10.1016/j.aquaculture.2015.07.029.", "ArticleIdList": ["10.1016/j.aquaculture.2015.07.029"]}, {"Citation": "Mathews P.D., Malheiros A.F., Vasquez N.D., Chavez M.D. High Infestation by Dawestrema cycloancistrioides in Arapaima gigas Cultured in the Amazon Region, Peru. J. Veter. Med. 2014;2014:1–4. doi: 10.1155/2014/245878.", "ArticleIdList": ["10.1155/2014/245878", "PMC4590877", "26464924"]}, {"Citation": "Maciel P., Alves R. Methods for quantifying eggs and oviposition rate of Dawestrema cycloancistrium (monogenea: Dactylogyridae), monogenean parasite of Arapaima gigas (teleostei: Osteoglossidae) J. Helminthol. 2020;94:E4. doi: 10.1017/S0022149X18000901.", "ArticleIdList": ["10.1017/S0022149X18000901", "30362449"]}, {"Citation": "Malheiros D.F., Maciel P.O., Videira M.N., Tavares-Dias M. Toxicity of the essential oil of Mentha piperita in Arapaima gigas (pirarucu) and antiparasitic effects on Dawestrema spp. (Monogenea) Aquaculture. 2016;455:81–86. doi: 10.1016/j.aquaculture.2016.01.018.", "ArticleIdList": ["10.1016/j.aquaculture.2016.01.018"]}, {"Citation": "Sutili F.J., Murari A.L., Silva L.L., Gressler L.T., Heinzmann B.M., de Vargas A.C., Schmidt D., Baldisserotto B. The use of Ocimum americanum essential oil against the pathogens Aeromonas hydrophila and gyrodactylus sp. In silver catfish (Rhamdia quelen) Lett. Appl. Microbiol. 2016;63:82–88. doi: 10.1111/lam.12602.", "ArticleIdList": ["10.1111/lam.12602", "27270753"]}, {"Citation": "Moon T., Wilkinson J.M., Cavanagh H.M. Antiparasitic activity of two Lavandula essential oils against Giardia duodenalis, Trichomonas vaginalis and Hexamita inflata. Parasitol. Res. 2006;99:722–728. doi: 10.1007/s00436-006-0234-8.", "ArticleIdList": ["10.1007/s00436-006-0234-8", "16741725"]}, {"Citation": "Purivirojkul W. Histological Change of Aquatic Animals by Parasitic Infection. Histopathol. Rev. Recent Adv. 2012:153–176. doi: 10.5772/52769.", "ArticleIdList": ["10.5772/52769"]}, {"Citation": "Taher G. Some studies on metacercarial infection in Oreochromis niloticus in assiut governorate and their role in transmission of some trematodes to dogs. Assiut Univ. Bull. Environ. Res. 2009;12:63–79."}, {"Citation": "Mahdy O.A., Abdel-Maogood S.Z., Mohammed F.F. Effect of Verbesina Alternifolia and Mentha Piperita Oil Extracts on Newly Excysted Metacercaria of Euclinostomum Heterostomum (Rudolphi, 1809) (Digenea: Clinostomatidae) from Naturally Infected Kidneys of Tilapia Zillii in Egypt. J. Egypt. Soc. Parasitol. 2017;47:513–521. doi: 10.12816/0049782.", "ArticleIdList": ["10.12816/0049782"]}, {"Citation": "da Cunha J.A., Sutili F.J., Oliveira A.M., Gressler L.T., Scheeren C.D.A., Silva L.D.L., Vaucher R.D.A., Baldisserotto B., Heinzmann B.M. The Essential Oil of Hyptis mutabilis in Ichthyophthirius multifiliis Infection and its Effect on Hematological, Biochemical, and Immunological Parameters in Silver Catfish, Rhamdia quelen. J. Parasitol. 2017;103:778–785. doi: 10.1645/16-174.", "ArticleIdList": ["10.1645/16-174", "28731834"]}, {"Citation": "Valladão G.M.R., Gallani S.U., Ikefuti C.V., da Cruz C., Levy-Pereira N., Rodrigues M.V.N., Pilarski F. Essential oils to control ichthyophthiriasis in pacu, Piaractus mesopotamicus (holmberg): Special emphasis on treatment with Melaleuca alternifolia. J. Fish Dis. 2016;39:1143–1152. doi: 10.1111/jfd.12447.", "ArticleIdList": ["10.1111/jfd.12447", "26776242"]}, {"Citation": "Meneses J., Couto M.D., Sousa N., Cunha F.D.S., Abe H., Ramos F.M., Chagas E., Chaves F., Martins M., Maria A., et al. Efficacy of Ocimum gratissimum essential oil against the monogenean Cichlidogyrus tilapiae gill parasite of Nile tilapia. Arq. Bras. Med. Veterinária Zootec. 2018;70:497–504. doi: 10.1590/1678-4162-9667.", "ArticleIdList": ["10.1590/1678-4162-9667"]}, {"Citation": "Austin B., Austin D.A., Austin B., Austin D.A. Bacterial Fish Pathogens. Volume 481 Springer; Berlin/Heidelberg, Germany: 2012."}, {"Citation": "Austin B., Austin D.A. Bacterial Fish Pathogens. Springer Nature; Cham, Switzerland: 2016. Vibrios; pp. 499–601."}, {"Citation": "Hayatgheib N., Fournel C., Calvez S., Pouliquen H., Moreau E. In vitro antimicrobial effect of various commercial essential oils and their chemical constituents on Aeromonas salmonicida subsp. Salmonicida. J.Appl. Microbiol. 2020;129:137–145. doi: 10.1111/jam.14622.", "ArticleIdList": ["10.1111/jam.14622", "32119179"]}, {"Citation": "Okmen G., Ugur A., Sarac N., Arslan T. In vivo and in vitro antibacterial activities of some essential oils of lamiaceae species on Aeromonas salmonicida isolates from cultured rainbow trout, Oncorhynchus mykiss. J. Anim. Vet. Adv. 2012;11:2762–2768. doi: 10.3923/javaa.2012.2762.2768.", "ArticleIdList": ["10.3923/javaa.2012.2762.2768"]}, {"Citation": "Tural S., Durmaz Y., Urçar E., Turhan S. Antibacterial Activity of Thyme (Thymus vulgaris L.), Laurel (Lauris nobilis L.), Rosemary (Rosmarinus officinalis L.) and Parsley (Petroselinum crispum L.) Essential Oils against Some Fish Pathogenic Bacteria. Acta Aquat. Turc. 2019;15:439–446. doi: 10.22392/actaquatr.549380.", "ArticleIdList": ["10.22392/actaquatr.549380"]}, {"Citation": "Thomas J., Jerobin J., Seelan T.S.J., Thanigaivel S., Vijayakumar S., Mukherjee A., Chandrasekaran N. Studies on pathogenecity of Aeromonas salmonicida in catfish Clarias batrachus and control measures by neem nanoemulsion. Aquaculture. 2013;396:71–75. doi: 10.1016/j.aquaculture.2013.02.024.", "ArticleIdList": ["10.1016/j.aquaculture.2013.02.024"]}, {"Citation": "Starliper C.E., Ketola H.G., Noyes A.D., Schill W.B., Henson F.G., Chalupnicki M.A., Dittman D.E. An investigation of the bactericidal activity of selected essential oils to aeromonas spp. J. Adv. Res. 2015;6:89–97. doi: 10.1016/j.jare.2013.12.007.", "ArticleIdList": ["10.1016/j.jare.2013.12.007", "PMC4293667", "25685547"]}, {"Citation": "Gulec A.K., Erecevit P., Yuce E., Arslan A., Bagci E., Kirbag S. Antimicrobial activity of the methanol extracts and essential oil with the composition of endemic Origanum acutidens (lamiaceae) J. Essent. Oil Bear. Plants. 2014;17:353–358. doi: 10.1080/0972060X.2014.884770.", "ArticleIdList": ["10.1080/0972060X.2014.884770"]}, {"Citation": "Wei L.S., Wee W. Chemical composition and antimicrobial activity of Cymbopogon nardus citronella essential oil against systemic bacteria of aquatic animals. Iran. J. Microbiol. 2013;5:147–152.", "ArticleIdList": ["PMC3696851", "23825733"]}, {"Citation": "Lee S., Najiah M., Wendy W., Nadirah M. Chemical composition and antimicrobial activity of the essential oil of Syzygium aromaticum flower bud (Clove) against fish systemic bacteria isolated from aquaculture sites. Front. Agric. China. 2009;3:332–336. doi: 10.1007/s11703-009-0052-8.", "ArticleIdList": ["10.1007/s11703-009-0052-8"]}, {"Citation": "Majolo C., da Rocha S.I.B., Chagas E.C., Chaves F.C.M., Bizzo H.R. Chemical composition of Lippia spp. Essential oil and antimicrobial activity against Aeromonas hydrophila. Aquac. Res. 2017;48:2380–2387. doi: 10.1111/are.13073.", "ArticleIdList": ["10.1111/are.13073"]}, {"Citation": "El-Ekiaby W.T. Basil oil nanoemulsion formulation and its antimicrobial activity against fish pathogen and enhance disease resistance against Aeromonas hydrophila in cultured Nile tilapia. Egypt. J. Aquac. 2019;9:13–33. doi: 10.21608/eja.2019.18567.1007.", "ArticleIdList": ["10.21608/eja.2019.18567.1007"]}, {"Citation": "Bandeira G., Jr., de Freitas Souza C., Baldissera M.D., Descovi S.N., da Silveira B.P., Tasca C., Mourao R.H.V., de Vargas A.P.C., Baldisserotto B. Plant essential oils against bacteria isolated from fish: An in vitro screening and in vivo efficacy of Lippia origanoides/oleos essenciais de plantas contra bacterias isoladas de peixes: Uma triagem in vitro e eficacia in vivo de Lippia origanoides. Cienc. Rural. 2019;49:e20190064. doi: 10.1590/0103-8478cr20190064.", "ArticleIdList": ["10.1590/0103-8478cr20190064"]}, {"Citation": "Sutili F.J., de Lima S.L., Gressler L.T., Gressler L.T., Battisti E.K., Heinzmann B.M., de Vargas A.C., Baldisserotto B. Plant essential oils against Aeromonas hydrophila: In vitro activity and their use in experimentally infected fish. J. Appl. Microbiol. 2015;119:47–54. doi: 10.1111/jam.12812.", "ArticleIdList": ["10.1111/jam.12812", "25810355"]}, {"Citation": "Sutili F.J., Cunha M.A., Ziech R.E., Krewer C.C., Zeppenfeld C.C., Heldwein C.G., Gressler L.T., Heinzmann B.M., Vargas A.C., Baldisserotto B. Lippia alba essential oil promotes survival of silver catfish (Rhamdia quelen) infected with Aeromonas sp. An. Acad. Bras. Ciências. 2015;87:95–100. doi: 10.1590/0001-3765201520130442.", "ArticleIdList": ["10.1590/0001-3765201520130442", "25789790"]}, {"Citation": "Schiewe M.H., Trust T.J., Crosa J.H. Vibrio ordalii sp. nov.: A causative agent of vibriosis in fish. Curr. Microbiol. 1981;6:343–348. doi: 10.1007/BF01567009.", "ArticleIdList": ["10.1007/BF01567009"]}, {"Citation": "Domínguez-Borbor C., Sánchez-Rodríguez A., Sonnenholzner S., Rodríguez J. Essential oils mediated anti-virulence therapy against vibriosis in Penaeus vannamei. Aquaculture. 2020;529:735639. doi: 10.1016/j.aquaculture.2020.735639.", "ArticleIdList": ["10.1016/j.aquaculture.2020.735639"]}, {"Citation": "Navarrete P., Toledo I., Mardones P., Opazo R., Espejo R., Romero J. Effect of Thymus vulgaris essential oil on intestinal bacterial microbiota of rainbow trout, Oncorhynchus mykiss (Walbaum) and bacterial isolates. Aquac. Res. 2010;41:e667–e678. doi: 10.1111/j.1365-2109.2010.02590.x.", "ArticleIdList": ["10.1111/j.1365-2109.2010.02590.x"]}, {"Citation": "Stefanakis M.K., Touloupakis E., Anastasopoulos E., Ghanotakis D., Katerinopoulos H.E., Makridis P. Anti-bacterial activity of essential oils from plants of the genus origanum. Food Control. 2013;34:539–546. doi: 10.1016/j.foodcont.2013.05.024.", "ArticleIdList": ["10.1016/j.foodcont.2013.05.024"]}, {"Citation": "Öntaş C., Baba E., Kaplaner E., Küçükaydin S., Öztürk M., Ercan M.D. Antibacterial activity of citrus limon peel essential oil and Argania spinosa oil against fish pathogenic bacteria. Kafkas Üniversitesi Vet. Fakültesi Derg. 2016;22:741–749."}, {"Citation": "Shehata S., Mohamed M., Abd E.S.S. Antibacterial activity of essential oils and their effects on Nile tilapia fingerlings performance. J. Med Sci. 2013;13:367. doi: 10.3923/jms.2013.367.372.", "ArticleIdList": ["10.3923/jms.2013.367.372"]}, {"Citation": "Tanekhy M., Matsuda S., Itano T., Kawakami H., Kono T., Sakai M. Expression of cytokine genes in head kidney and spleen cells of Japanese flounder (Paralichthys olivaceus) infected with Nocardia seriolae. Veter. Immunol. Immunopathol. 2010;134:178–183. doi: 10.1016/j.vetimm.2009.09.001.", "ArticleIdList": ["10.1016/j.vetimm.2009.09.001", "19819029"]}, {"Citation": "Ismail T., Yoshida T. In vitro activity of some essential oils alone and in combination against the fish pathogen Nocardia seriolae. Pol. J. Vet. Sci. 2017;20:559–566. doi: 10.1515/pjvs-2017-0068.", "ArticleIdList": ["10.1515/pjvs-2017-0068", "29166272"]}, {"Citation": "Ostrand S.L., Glenn R.A., Gannam A.L., Hanson K.C. Inhibitory Effects of Rosemary Oil on the In Vitro Growth of Six Common Finfish Pathogens. North Am. J. Aquac. 2012;74:230–234. doi: 10.1080/15222055.2012.675995.", "ArticleIdList": ["10.1080/15222055.2012.675995"]}, {"Citation": "Rattanachaikunsopon P., Phumkhachorn P. Potential of chinese chive oil as a natural antimicrobial for controlling Flavobacterium columnare infection in Nile tilapia Oreochromis niloticus. Fish. Sci. 2009;75:1431. doi: 10.1007/s12562-009-0171-4.", "ArticleIdList": ["10.1007/s12562-009-0171-4"]}, {"Citation": "Majolo C., Pilarski F., Chaves F.C.M., Bizzo H.R., Chagas E.C. Antimicrobial activity of some essential oils against Streptococcus agalactiae, an important pathogen for fish farming in Brazil. J. Essent. Oil Res. 2018;30:388–397. doi: 10.1080/10412905.2018.1487343.", "ArticleIdList": ["10.1080/10412905.2018.1487343"]}, {"Citation": "Vazirzadeh A., Jalali S., Farhadi A. Antibacterial activity of Oliveria decumbens against Streptococcus iniae in Nile tilapia (Oreochromis niloticus) and its effects on serum and mucosal immunity and antioxidant status. Fish Shellfish. Immunol. 2019;94:407–416. doi: 10.1016/j.fsi.2019.09.025.", "ArticleIdList": ["10.1016/j.fsi.2019.09.025", "31521784"]}, {"Citation": "Soltani M., Ghodratnama M., Ebrahimzadeh-Mosavi H.A., Nikbakht-Brujeni G., Mohamadian S., Ghasemian M. Shirazi thyme (Zataria multiflora Boiss) and Rosemary (Rosmarinus officinalis) essential oils repress expression of saga, a streptolysin s-related gene in Streptococcus iniae. Aquaculture. 2014;430:248–252. doi: 10.1016/j.aquaculture.2014.04.012.", "ArticleIdList": ["10.1016/j.aquaculture.2014.04.012"]}, {"Citation": "Roomiani L., Soltani M., Akhondzadeh B.A., Mahmoodi A., Taheri M.A., Yadollahi F. Evaluation of the chemical composition and in vitro antimicrobial activity of Rosmarinus officinalis, Zataria multiflora, Anethum graveolens and Eucalyptus globulus against Streptococcus iniae; the cause of zoonotic disease in farmed fish. Iran. J. Fish. Sci. 2013;12:702–716."}, {"Citation": "Rattanachaikunsopon P., Phumkhachorn P. Potential of cinnamon (Cinnamomum verum) oil to control Streptococcus iniae infection in tilapia (Oreochromis niloticus) Fish. Sci. 2010;76:287–293. doi: 10.1007/s12562-010-0218-6.", "ArticleIdList": ["10.1007/s12562-010-0218-6"]}, {"Citation": "Pirbalouti G., Broujeni N., Momeni M., Poor M., Hamedi B. Antibacterial activity of Iranian medicinal plants against Streptococcus iniae isolated from rainbow trout (Oncorhynchus mykiss) Arch. Biol. Sci. 2011;63:59–66. doi: 10.2298/ABS1101059P.", "ArticleIdList": ["10.2298/ABS1101059P"]}, {"Citation": "Goudarzi M., Hamedi B., Malekpoor F., Abdizadeh R., Pirbalouti A.G., Raissy M. Sensitivity of Lactococcus garvieae isolated from rainbow trout to some Iranian medicinal herbs. J. Med. Plants Res. 2011;5:3067–3073."}, {"Citation": "Soltani M., Mohamadian S., Ebrahimzahe-Mousavi H.A., Mirzargar S., Taheri-Mirghaed A., Rouholahi S., Ghodratnama M. Shirazi thyme (Zataria multiflora) essential oil suppresses the expression of the epsd capsule gene in Lactococcus garvieae, the cause of Lactococcosis in farmed fish. Aquaculture. 2014;433:143–147. doi: 10.1016/j.aquaculture.2014.05.024.", "ArticleIdList": ["10.1016/j.aquaculture.2014.05.024"]}, {"Citation": "Fereidouni M.S., Akhlaghi M., Alhosseini A.K. Antibacterial effects of medicinal plant extracts against Lactococcus garvieae, the etiological agent of rainbow trout Lactococcosis. Int. J. Aquat. Biol. 2013;1:119–124."}, {"Citation": "Mahmoodi A., Roomiani L., Soltani M., Basti A.A., Kamali A., Taheri S. Chemical composition and antibacterial activity of essential oils and extracts from Rosmarinus officinalis, Zataria multiflora, Anethum graveolens and Eucalyptus globulus. Glob. Vet. 2012;9:73–79."}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "1", "Day": "19"}, {"Year": "2021", "Month": "2", "Day": "3"}, {"Year": "2021", "Month": "2", "Day": "5"}, {"Year": "2021", "Month": "2", "Day": "12", "Hour": "1", "Minute": "1"}, {"Year": "2021", "Month": "2", "Day": "13", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "2", "Day": "13", "Hour": "6", "Minute": "1"}, {"Year": "2021", "Month": "2", "Day": "9"}], "PublicationStatus": "epublish", "ArticleIdList": ["33572193", "PMC7914417", "10.3390/pathogens10020185", "pathogens10020185"]}}], "PubmedBookArticle": []}