{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["ARIMA", "Akaike Information Criteria (AIC)", "Auto-Correlation Function (ACF)", "Bayesian Information Criterion (BIC)", "COVID-19", "Pandemic", "SARIMA", "Statistical modeling", "Time-series forecast"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "33584158", "DateRevised": {"Year": "2022", "Month": "12", "Day": "21"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "02", "Day": "08"}], "Language": ["eng"], "ELocationID": ["10.1016/j.asoc.2021.107161"], "Journal": {"ISSN": "1568-4946", "JournalIssue": {"Volume": "103", "PubDate": {"Year": "2021", "Month": "May"}}, "Title": "Applied soft computing", "ISOAbbreviation": "Appl Soft Comput"}, "ArticleTitle": "Forecasting the dynamics of cumulative COVID-19 cases (confirmed, recovered and deaths) for top-16 countries using statistical machine learning models: Auto-Regressive Integrated Moving Average (ARIMA) and Seasonal Auto-Regressive Integrated Moving Average (SARIMA).", "Pagination": {"StartPage": "107161", "MedlinePgn": "107161"}, "Abstract": {"AbstractText": ["Most countries are reopening or considering lifting the stringent prevention policies such as lockdowns, consequently, daily coronavirus disease (COVID-19) cases (confirmed, recovered and deaths) are increasing significantly. As of July 25th, there are 16.5 million global cumulative confirmed cases, 9.4 million cumulative recovered cases and 0.65 million deaths. There is a tremendous necessity of supervising and estimating future COVID-19 cases to control the spread and help countries prepare their healthcare systems. In this study, time-series models - Auto-Regressive Integrated Moving Average (ARIMA) and Seasonal Auto-Regressive Integrated Moving Average (SARIMA) are used to forecast the epidemiological trends of the COVID-19 pandemic for top-16 countries where 70%-80% of global cumulative cases are located. Initial combinations of the model parameters were selected using the auto-ARIMA model followed by finding the optimized model parameters based on the best fit between the predictions and test data. Analytical tools Auto-Correlation function (ACF), Partial Auto-Correlation Function (PACF), Akaike Information Criterion (AIC) and Bayesian Information Criterion (BIC) were used to assess the reliability of the models. Evaluation metrics Mean Absolute Error (MAE), Mean Square Error (MSE), Root Mean Square Error (RMSE) and Mean Absolute Percent Error (MAPE) were used as criteria for selecting the best model. A case study was presented where the statistical methodology was discussed in detail for model selection and the procedure for forecasting the COVID-19 cases of the USA. Best model parameters of ARIMA and SARIMA for each country are selected manually and the optimized parameters are then used to forecast the COVID-19 cases. Forecasted trends for confirmed and recovered cases showed an exponential rise for countries such as the United States, Brazil, South Africa, Colombia, Bangladesh, India, Mexico and Pakistan. Similarly, trends for cumulative deaths showed an exponential rise for countries Brazil, South Africa, Chile, Colombia, Bangladesh, India, Mexico, Iran, Peru, and Russia. SARIMA model predictions are more realistic than that of the ARIMA model predictions confirming the existence of seasonality in COVID-19 data. The results of this study not only shed light on the future trends of the COVID-19 outbreak in top-16 countries but also guide these countries to prepare their health care policies for the ongoing pandemic. The data used in this work is obtained from publicly available John Hopkins University's COVID-19 database."], "CopyrightInformation": "© 2021 Elsevier B.V. All rights reserved."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemical and Biological Engineering, South Dakota School of Mines and Technology, Rapid City, SD 57701, USA."}], "LastName": "ArunKumar", "ForeName": "K E", "Initials": "KE"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Mechanical Engineering Department, City College of New York, New York, NY 10031, USA."}], "LastName": "Kalaga", "ForeName": "Dinesh V", "Initials": "DV"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Process Chemistry and Technology, CSIR-Central Institute of Medicinal and Aromatic Plants, Lucknow, UP, 226015, India."}], "LastName": "Sai Kumar", "ForeName": "Ch Mohan", "Initials": "CM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Civil and Environmental Engineering, South Dakota School of Mines and Technology, Rapid City, SD, 57701, USA."}], "LastName": "Chilkoor", "ForeName": "Govinda", "Initials": "G"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Mechanical Engineering Department, City College of New York, New York, NY 10031, USA."}], "LastName": "Kawaji", "ForeName": "Masahiro", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemical and Biological Engineering, South Dakota School of Mines and Technology, Rapid City, SD 57701, USA."}, {"Identifier": [], "Affiliation": "Biomedical Engineering program, South Dakota School of Mines and Technology, Rapid City, SD 57701, USA."}], "LastName": "Brenza", "ForeName": "Timothy M", "Initials": "TM"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Appl Soft Comput", "NlmUniqueID": "101536968", "ISSNLinking": "1568-4946"}, "CoiStatement": "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Zhu N., et al. A novel coronavirus from patients with pneumonia in China, 2019. New Engl. J. Med. 2020", "ArticleIdList": ["PMC7092803", "31978945"]}, {"Citation": "Cucinotta D., Vanelli M. WHO declares COVID-19 a pandemic. Acta Bio-Med.: Atenei Parmensis. 2020;91(1):157–160.", "ArticleIdList": ["PMC7569573", "32191675"]}, {"Citation": "Organization W.H.  2020. WHO announces COVID-19 outbreak a pandemic. Available from:  https://www.euro.who.int/en/health-topics/health-emergencies/coronavirus-covid-19/news/news/2020/3/who-announces-covid-19-outbreak-a-pandemic."}, {"Citation": "Lancet T. India under COVID-19 lockdown. Lancet. 2020;395(10233):1315.", "ArticleIdList": ["PMC7180023", "32334687"]}, {"Citation": "Peto J., et al. Universal weekly testing as the UK COVID-19 lockdown exit strategy. Lancet. 2020;395(10234):1420–1421.", "ArticleIdList": ["PMC7172826", "32325027"]}, {"Citation": "Parodi S.M., Liu V.X. From containment to mitigation of COVID-19 in the US. JAMA. 2020;323(15):1441–1442.", "ArticleIdList": ["32167525"]}, {"Citation": "M. Andersen, Early evidence on social distancing in response to COVID-19 in the United States. Available at SSRN: https://ssrn.com/abstract=3569368 or 10.2139/ssrn.3569368.", "ArticleIdList": ["10.2139/ssrn.3569368"]}, {"Citation": "J.H.U.a.M.C.V.R. Center . 2020. Corona Virus Resource Center. Available from:  https://coronavirus.jhu.edu."}, {"Citation": "Meares H.D., Jones M.P. When a system breaks: a queuing theory model for the number of intensive care beds needed during the COVID-19 pandemic. Med. J. Aust. 2020;212(10):1.", "ArticleIdList": ["PMC7267520", "32379951"]}, {"Citation": "Watkins J. Preventing a covid-19 pandemic. BMJ. 2020;368:m810. doi: 10.1136/bmj.m810. British Medical Journal Publishing Group.", "ArticleIdList": ["10.1136/bmj.m810", "32111649"]}, {"Citation": "Tran T., Pham L., Ngo Q. Forecasting epidemic spread of SARS-CoV-2 using ARIMA model (case study: Iran) Glob. J. Environ. Sci. Manag. 2020;6:1–10. (Special Issue (Covid-19))"}, {"Citation": "Zhang X., et al. Comparative study of four time series methods in forecasting typhoid fever incidence in China. PLoS One. 2013;8(5)", "ArticleIdList": ["PMC3641111", "23650546"]}, {"Citation": "Chen Y., et al. Epidemiological features and time-series analysis of influenza incidence in urban and rural areas of Shenyang, China, 2010–2018. Epidemiol. Infect. 2020:148.", "ArticleIdList": ["PMC7026897", "32054544"]}, {"Citation": "Olayemi O.S., Oluwatosin O.E., Segun O.E. Time series analysis on reported cases of Tuberculosis in Minna Niger state Nigeria. Open J. Stat. 2020;10(3):412–430."}, {"Citation": "Nayak M.S.D.P., Narayan K. Forecasting dengue fever incidence using ARIMA analysis. Int. J. Collab. Res. Intern. Med. Publ. Health. 2019;11(3):924–932."}, {"Citation": "Wu W., et al. Time series analysis of human brucellosis in mainland China by using elman and Jordan recurrent neural networks. BMC Infect. Dis. 2019;19(1):1–11.", "ArticleIdList": ["PMC6518525", "31088391"]}, {"Citation": "Ceylan Z. Estimation of COVID-19 prevalence in Italy, Spain, and France. Sci. Total Environ. 2020", "ArticleIdList": ["PMC7175852", "32360907"]}, {"Citation": "Moftakhar L., Seif M. The exponentially increasing rate of patients infected with COVID-19 in Iran. Arch. Iran. Med. 2020;23(4):235–238.", "ArticleIdList": ["32271595"]}, {"Citation": "Marbaniang S.P. 2020. Forecasting the prevalence of COVID-19 in Maharashtra, Delhi, Kerala, and India using an ARIMA model.", "ArticleIdList": ["10.21203/rs.3.rs-34555/v1"]}, {"Citation": "Perone G. 2020. An ARIMA model to forecast the spread and the final size of COVID-2019 epidemic in Italy. medRxiv.", "ArticleIdList": ["10.1101/2020.04.27.20081539"]}, {"Citation": "Ghosal S., et al. Prediction of the number of deaths in India due to SARS-CoV-2 at 5–6 weeks. Diabetes Metab. Syndr.: Clin. Res. Rev. 2020", "ArticleIdList": ["PMC7128942", "32298982"]}, {"Citation": "Parbat D., Chakraborty M. A python based support vector regression model for prediction of COVID19 cases in India. Chaos Solitons Fractals. 2020;138", "ArticleIdList": ["PMC7261465", "32834576"]}, {"Citation": "Maleki M., et al. Time series modelling to forecast the confirmed and recovered cases of COVID-19. Travel Med. Infect. Dis. 2020", "ArticleIdList": ["PMC7219401", "32405266"]}, {"Citation": "Ribeiro M.H.D.M., et al. Short-term forecasting COVID-19 cumulative confirmed cases: Perspectives for Brazil. Chaos Solitons Fractals. 2020", "ArticleIdList": ["PMC7252162", "32501370"]}, {"Citation": "Salgotra R., Gandomi M., Gandomi A.H. Time series analysis and forecast of the COVID-19 pandemic in India using genetic programming. Chaos Solitons Fractals. 2020", "ArticleIdList": ["PMC7260529", "32508399"]}, {"Citation": "Chimmula V.K.R., Zhang L. Time series forecasting of COVID-19 transmission in Canada using LSTM networks. Chaos Solitons Fractals. 2020", "ArticleIdList": ["PMC7205623", "32390691"]}, {"Citation": "Azarafza M., Azarafza M., Tanha J. 2020. COVID-19 infection forecasting based on deep learning in Iran. medRxiv."}, {"Citation": "Ardabili S.F., et al. 2020. Covid-19 outbreak prediction with machine learning. Available at SSRN 3580188."}, {"Citation": "J.H.U.C.f.S.S.a. Engineering . 2020. Novel coronavirus (COVID-19) cases data. Available from:  https://data.humdata.org/dataset/novel-coronavirus-2019-ncov-cases."}, {"Citation": "Yaffee R.A., McGee M. Elsevier; 2000. An Introduction to Time Series Analysis and Forecasting: With Applications of SAS® and SPSS®."}, {"Citation": "Fanoodi B., Malmir B., Jahantigh F.F. Reducing demand uncertainty in the platelet supply chain through artificial neural networks and ARIMA models. Comput. Biol. Med. 2019;113", "ArticleIdList": ["31536834"]}, {"Citation": "G.E. Box, G.M. Jenkins, Time Series Analysis: Forecasting and Control, revised ed., San Francisco, 1976."}, {"Citation": "Ewis A., et al. ARIMA models for predicting the end of COVID-19 pandemic and the risk of a second rebound. Neural Comput. Appl. 2020:1–20.", "ArticleIdList": ["PMC7583559", "33132535"]}, {"Citation": "Cooley P.C., et al. Weekends as social distancing and their effect on the spread of influenza. Comput. Math. Organ. Theory. 2016;22(1):71–87."}, {"Citation": "Kapoor R., et al. 2020. God is in the rain: The impact of rainfall-induced early social distancing on COVID-19 outbreaks.", "ArticleIdList": ["10.2139/ssrn.3605549", "PMC8654737", "34923344"]}, {"Citation": "Elhassan T., Gaafar A. 2020. Mathematical modeling of the COVID-19 prevalence in Saudi Arabia. medRxiv."}, {"Citation": "ArunKumar K.E., Kalaga Dinesh V., Kawaji Masahiro, Brenza Timothy M. Forecasting of COVID-19 using deep layer Recurrent Neural Networks (RNNs) with Gated Recurrent Units (GRUs) and Long Short-Term Memory (LSTM) cells. Chaos Solitons Fractals. 2021 submitted for publication.", "ArticleIdList": ["PMC7955925", "33746373"]}, {"Citation": "CDC . 2020. Considerations for events and gatherings. Available from:  https://www.cdc.gov/coronavirus/2019-ncov/community/large-events/considerations-for-events-gatherings.html."}, {"Citation": "CDC . 2020. COVIDView weekly summary. Available from:  https://www.cdc.gov/coronavirus/2019-ncov/covid-data/covidview/index.html."}, {"Citation": "Pulla P. Covid-19: India imposes lockdown for 21 days and cases rise. BMJ. 2020;368:m1251. doi: 10.1136/bmj.m1251. British Medical Journal Publishing Group.", "ArticleIdList": ["10.1136/bmj.m1251", "32217534"]}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "9", "Day": "29"}, {"Year": "2021", "Month": "1", "Day": "8"}, {"Year": "2021", "Month": "1", "Day": "28"}, {"Year": "2021", "Month": "2", "Day": "15", "Hour": "6", "Minute": "7"}, {"Year": "2021", "Month": "2", "Day": "16", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "2", "Day": "16", "Hour": "6", "Minute": "1"}, {"Year": "2021", "Month": "2", "Day": "8"}], "PublicationStatus": "ppublish", "ArticleIdList": ["33584158", "PMC7869631", "10.1016/j.asoc.2021.107161", "S1568-4946(21)00084-3"]}}], "PubmedBookArticle": []}