{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Brazil", "conservation", "metabarcoding", "resilient plants", "traditional knowledge"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "33584281", "DateRevised": {"Year": "2021", "Month": "02", "Day": "16"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "01", "Day": "27"}], "Language": ["eng"], "ELocationID": ["606623", "10.3389/fphar.2020.606623"], "Journal": {"ISSN": "1663-9812", "JournalIssue": {"Volume": "11", "PubDate": {"Year": "2020"}}, "Title": "Frontiers in pharmacology", "ISOAbbreviation": "Front Pharmacol"}, "ArticleTitle": "Medicinal Plants and Herbal Products From Brazil: How Can We Improve Quality?", "Pagination": {"StartPage": "606623", "MedlinePgn": "606623"}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Centro Especializado em Plantas Aromáticas, Medicinais e Tóxicas (CEPLAMT), Museu de História Natural e Jardim Botânico, Universidade Federal de Minas Gerais, Belo Horizonte, Brazil."}], "LastName": "Palhares", "ForeName": "Rafael M", "Initials": "RM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratório de Farmacognosia Aplicada, Faculdade de Farmácia, Universidade Federal do Rio de Janeiro, Rio de Janeiro, Brazil."}], "LastName": "Baratto", "ForeName": "Leopoldo C", "Initials": "LC"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratório de Farmacognosia, Faculdade de Farmácia, Universidade Federal de Minas Gerais, Belo Horizonte, Brazil."}], "LastName": "Scopel", "ForeName": "Marina", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Centro Especializado em Plantas Aromáticas, Medicinais e Tóxicas (CEPLAMT), Museu de História Natural e Jardim Botânico, Universidade Federal de Minas Gerais, Belo Horizonte, Brazil."}, {"Identifier": [], "Affiliation": "Zentrum für Molekulare Biologie, Universität Heidelberg, Heidelberg, Germany."}], "LastName": "Mügge", "ForeName": "Fernanda L B", "Initials": "FLB"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Centro Especializado em Plantas Aromáticas, Medicinais e Tóxicas (CEPLAMT), Museu de História Natural e Jardim Botânico, Universidade Federal de Minas Gerais, Belo Horizonte, Brazil."}], "LastName": "Brandão", "ForeName": "Maria G L", "Initials": "MGL"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Pharmacol", "NlmUniqueID": "101548923", "ISSNLinking": "1663-9812"}, "CoiStatement": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "\nAgência Brasil\n(2020). Senate ratifies Nagoya protocol in Brazil. Available at: https://agenciabrasil.ebc.com.br/en/politica/noticia/2020-08/senate-ratifies-nagoya-protocol-brazil (Accessed December 13, 2020). "}, {"Citation": "Alvarenga F. C. R., Garcia E. F., Bastos E. M. A. F., Grandi T. S. M., Duarte M. G. R. (2009). Evaluation of the quality of commercial samples of leaves and tinctures of guaco. Braz. J. Pharmacogn. 19 (2), 442–448. 10.1590/S0102-695X2009000300018", "ArticleIdList": ["10.1590/S0102-695X2009000300018"]}, {"Citation": "Araújo A. A. S., Mercuri L. P., Seixas S. R. S., Storpirtis S., Matos J. R. (2006). Determination of humidity and ash content of guarana commercial samples using conventional method and thermal analysis. Braz. J. Pharm. Sci. 42 (2), 269–277. 10.1590/S1516-93322006000200013", "ArticleIdList": ["10.1590/S1516-93322006000200013"]}, {"Citation": "Bara M. T. F., Ribeiro P. A. M., Arantes M. C. B., Amorim L. L. S. S., Paula J. R. (2006). Determination of active principles in vegetable raw materials. Braz. J. Pharmacogn. 16 (2), 211–215. 10.1590/S0102-695X2006000200014", "ArticleIdList": ["10.1590/S0102-695X2006000200014"]}, {"Citation": "Batista J. M. M., Torres D. C., Jorge D. M. M., Soares C. E. A., Bezerra W. M., Silveira E. R., et al. (2012). Molecular identification and phylogenetic analysis of Egletes viscosa (L.) less., a traditional medicinal plant from northeastern Brazil. J. Braz. Chem. Soc. 23 (5), 818–824. 10.1590/S0103-50532012000500005", "ArticleIdList": ["10.1590/S0103-50532012000500005"]}, {"Citation": "Borges L. R., Pimentel I. C., Beux M. R., Talamini A. (2002). Fungus counting in the quality control of mate herb (Ilex paraguariensis St. Hil) and isolation of potentially mycotoxygenic genuses. B. CEPPA 20 (1), 103–110. 10.5380/cep.v20i1.1139", "ArticleIdList": ["10.5380/cep.v20i1.1139"]}, {"Citation": "Brandão M. G. L., Cosenza G. P., Pereira F. L., Vasconselos A. S., Fagg C. W. (2013). Changes in the trade in native medicinal plants in Brazilian public markets. Environ. Monit. Assess. 185 (8), 7013–7023. 10.1007/s10661-013-3081-y", "ArticleIdList": ["10.1007/s10661-013-3081-y", "23322507"]}, {"Citation": "Brandão M. G. L., Montemór R. L. M. (2008). Sabedoria antiga em risco [Ancestral wisdom at risk]. Ciência Hoje. 42, 77–79."}, {"Citation": "Brasil (1967). Estabelece normas para o emprego de preparações fitoterápicas. Diário Oficial da União. 22 (1), 45–46."}, {"Citation": "Carey A. N., Miller M. G., Fisher D. R., Bielinski D. F., Gilman C. K., Poulose S. M., et al. (2017). Dietary supplementation with the polyphenol-rich açaí pulps (Euterpe oleracea Mart. and Euterpe precatoria Mart.) improves cognition in aged rats and attenuates inflammatory signaling in BV-2 microglial cells. Nutr. Neurosci. 20 (4), 238–245. 10.1080/1028415X.2015.111.521310.1080/1028415X.2015.1115213", "ArticleIdList": ["10.1080/1028415X.2015.111.521310.1080/1028415X.2015.1115213", "26618555"]}, {"Citation": "Carvalho A. C. B., Lana T. N., Perfeito J. P. S., Silveira D. (2018). The Brazilian market of herbal medicinal products and the impacts of the new legislation on traditional medicines. J. Ethnopharmacol. 212, 29–35. 10.1016/j.jep.2017.09.040", "ArticleIdList": ["10.1016/j.jep.2017.09.040", "28987598"]}, {"Citation": "CBOL Plant Working Group (2009). A DNA barcode for land plants. Proc. Natl. Acad. Sci. USA. 106 (31), 12794–12797. 10.1073/pnas.0905845106", "ArticleIdList": ["10.1073/pnas.0905845106", "PMC2722355", "19666622"]}, {"Citation": "Coghlan M. L., Haile J., Houston J., Murray D. C., White N. E., Moolhuijzen P. P., et al. (2012). Deep sequencing of plant and animal DNA contained within traditional Chinese medicines reveals legality issues and health safety concerns. PLoS Genet. 8 (4), e1002657 10.1371/journal.pgen.1002657", "ArticleIdList": ["10.1371/journal.pgen.1002657", "PMC3325194", "22511890"]}, {"Citation": "de Boer H. J., Ichim M. C., Newmaster S. G. (2015). DNA barcoding and pharmacovigilance of herbal medicines. Drug Saf. 38, 611–620. 10.1007/s40264-015-0306-8", "ArticleIdList": ["10.1007/s40264-015-0306-8", "26076652"]}, {"Citation": "de Sousa S. A., Pascoa H., da Conceição E. C., Alves S. F., Diniz D. G. A., Paula J. R., et al. (2011). Dissolution test of herbal medicines containing Paullinia cupana: validation of methods for quantification and assessment of dissolution. Braz. J. Pharm. Sci. 47 (2), 269–277. 10.1590/S1984-82502011000200008", "ArticleIdList": ["10.1590/S1984-82502011000200008"]}, {"Citation": "Dinerstein E., Joshi A. R., Vynne C., Lee A. T. L., Pharand-Deschênes F., França M. M., et al. (2020). A “global safety net” to reverse biodiversity loss and stabilize Earth’s climate. Sci. Adv. 6 (36), eabb2824 10.1126/sciadv.abb2824", "ArticleIdList": ["10.1126/sciadv.abb2824", "PMC7473742", "32917614"]}, {"Citation": "Engel I. C., Ferreira R. A., Cechinel-Filho V., Meyre-Silva C. (2008). Quality control of drugs with Bauhinia forficata link (fabaceae). Braz. J. Pharmacogn. 18 (2), 258–264. 10.1590/S0102-695X2008000200021", "ArticleIdList": ["10.1590/S0102-695X2008000200021"]}, {"Citation": "Ferrante L. M. S., Mayer B., Vasconcelos E. C., Oliveira C. M. R. (2007). GC/FID-based authentication of Baccharis trimera: a quality control study of products commercialized in Curitiba and metropolitan region (Brazil). Braz. J. Pharmacogn. 17 (3), 356–360. 10.1590/S0102-695X2007000300009", "ArticleIdList": ["10.1590/S0102-695X2007000300009"]}, {"Citation": "Guzelmeric E., Ristivojević P., Vovk I., Milojković-Opsenica D., Yesilada E. (2017). Quality assessment of marketed chamomile tea products by a validated HPTLC method combined with multivariate analysis. J. Pharm. Biomed. Anal. 132, 35–45. 10.1016/j.jpba.2016.09.030", "ArticleIdList": ["10.1016/j.jpba.2016.09.030", "27693951"]}, {"Citation": "Hanazaki N., Zank S., Fonseca-Kruel V. S., Schmidt I. B. (2018). Indigenous and traditional knowledge, sustainable harvest, and the long road ahead to reach the 2020 Global Strategy for Plant Conservation objectives. Rodriguesia 69 (4), 1587–1601. 10.1590/2175-7860201869409", "ArticleIdList": ["10.1590/2175-7860201869409"]}, {"Citation": "Ichim M. C., Häser A., Nick P. (2020). Microscopic authentication of commercial herbal products in the globalized market: potential and limitations. Front. Pharmacol. 11, 876 10.3389/fphar.2020.00876", "ArticleIdList": ["10.3389/fphar.2020.00876", "PMC7295937", "32581819"]}, {"Citation": "Ichim M. C. (2019). The DNA-based authentication of commercial herbal products reveals their globally widespread adulteration. Front. Pharmacol 10, 1227 10.3389/fphar.2019.01227", "ArticleIdList": ["10.3389/fphar.2019.01227", "PMC6822544", "31708772"]}, {"Citation": "Inglis P. W., Mata L. R., da Silva M. J., Vieira R. F., Alves R. B. N., Silva D. B. D. B., et al. (2018). DNA barcoding for the identification of Phyllanthus taxa used medicinally in Brazil. Planta Med. 84 (17), 1300–1310. 10.1055/a-0644-2688", "ArticleIdList": ["10.1055/a-0644-2688", "29929208"]}, {"Citation": "Ivanova N. V., Kuzmina M. L., Braukmann T. W., Borisenko A. V., Zakharov E. V. (2016). Authentication of herbal supplements using next-generation sequencing. PloS One 11 (5), e0156426 10.1371/journal.pone.0156426", "ArticleIdList": ["10.1371/journal.pone.0156426", "PMC4882080", "27227830"]}, {"Citation": "Leal A. S., Prado G., Gomes T. C. B., Sepe F. P., Dalmázio I. (2013). Determination of metals in medicinal plants highly consumed in Brazil. Braz. J. Pharm. Sci. 49 (3), 599–607. 10.1590/S1984-82502013000300022", "ArticleIdList": ["10.1590/S1984-82502013000300022"]}, {"Citation": "Levis C., Costa F. R., Bongers F., Peña-Claros M., Clement C. R., Junqueira A. B., et al. (2017). Persistent effects of pre-Columbian plant domestication on Amazonian forest composition. Science 355 (6328), 925–931. 10.1126/science.aal0157", "ArticleIdList": ["10.1126/science.aal0157", "28254935"]}, {"Citation": "Liu J., Shi L., Song J., Sun W., Han J., Liu X. X., et al. (2017). BOKP: a DNA barcode reference library for monitoring herbal drugs in the Korean pharmacopeia. Front. Pharmacol. 8, 931 10.3389/fphar.2017.00931", "ArticleIdList": ["10.3389/fphar.2017.00931", "PMC5742532", "29326593"]}, {"Citation": "Manhã E. M., Silva M. C., Alves M. G. C., Almeida M. B., Brandão M. G. L. (2008). Plant: a bibliographic database about medicinal plants. Braz. J. Pharmacogn. 18 (4) 614–617. 10.1590/S0102-695X2008000400020", "ArticleIdList": ["10.1590/S0102-695X2008000400020"]}, {"Citation": "Melo L. V., Sawaya A. C. H. F. (2015). UHPLC–MS quantification of coumarin and chlorogenic acid in extracts of the medicinal plants known as guaco (Mikania glomerata and Mikania laevigata). Braz. J. Pharmacogn. 25 (2) 105–110. 10.1016/j.bjp.2015.02.005", "ArticleIdList": ["10.1016/j.bjp.2015.02.005"]}, {"Citation": "Nakamura S. S., do Valle J. S., Jacomassi E., Linde G. A., Colauto N. B. (2013). Molecular authentication of Maytenus sp by PCR-RFLP. Semina Ciências Agrárias. 34 (2), 627–634. 10.5433/1679-0359.2013v34n2p627", "ArticleIdList": ["10.5433/1679-0359.2013v34n2p627"]}, {"Citation": "Newmaster S. G., Grguric M., Shanmughanandhan D., Ramalingam S., Ragupathy S. (2013). DNA barcoding detects contamination and substitution in North American herbal products. BMC Med. 11, 222 10.1186/1741-7015-11-222", "ArticleIdList": ["10.1186/1741-7015-11-222", "PMC3851815", "24120035"]}, {"Citation": "Nogueira R. C., de Cerqueira H. F., Soares M. B. (2010). Patenting bioactive molecules from biodiversity: the Brazilian experience. Expert Opin. Ther. Pat. 20 (2) 145–157. 10.1517/13543770903555221", "ArticleIdList": ["10.1517/13543770903555221", "20099999"]}, {"Citation": "Palhares R. M., Drummond M. G., Brasil B. S., Krettli A. U., Oliveira G. C., Brandão M. G. (2014). The use of an integrated molecular-, chemical- and biological-based approach for promoting the better use and conservation of medicinal species: a case study of Brazilian quinas. J. Ethnopharmacol. 155 (1) 815–822. 10.1016/j.jep.2014.06.040", "ArticleIdList": ["10.1016/j.jep.2014.06.040", "24971797"]}, {"Citation": "Palhares R. M., Gonçalves Drummond M., Dos Santos Alves Figueiredo Brasil B., Pereira Cosenza G., das Graças Lins Brandão M., Oliveira G. (2015). Medicinal plants recommended by the world health organization: DNA barcode identification associated with chemical analyses guarantees their quality. PloS One 10 (5), e0127866 10.1371/journal.pone.0127866", "ArticleIdList": ["10.1371/journal.pone.0127866", "PMC4433216", "25978064"]}, {"Citation": "\nPrates S. M. S., Mügge F. L. B., de Paula-Souza J., Brandão M. G. L. (2020). Potencial econômico das plantas usuais dos brasileiros: espécies da Bacia do Rio Pandeiros. A flora–bra. Brazilian Society of Pharmacognosy. Available at: https://www.revista-aflora.com.br/.\n"}, {"Citation": "Raclariu A. C., Paltinean R., Vlase L., Labarre A., Manzanilla V., Ichim M. C. M. C., et al. (2017). Comparative authentication of Hypericum perforatum herbal products using DNA metabarcoding, TLC and HPLC-MS. Sci. Rep. 7 (1), 1291 10.1038/s41598-017-01389-w", "ArticleIdList": ["10.1038/s41598-017-01389-w", "PMC5431008", "28465563"]}, {"Citation": "Raclariu A. C., Ţebrencu C. E., Ichim M. C., Ciupercǎ O. T., Brysting A. K., de Boer H. (2018). What’s in the box? Authentication of Echinacea herbal products using DNA metabarcoding and HPTLC. Phytomedicine 44, 32–38. 10.1016/j.phymed.2018.03.058", "ArticleIdList": ["10.1016/j.phymed.2018.03.058", "29895490"]}, {"Citation": "Ricardo L. M., Dias B. M., Mügge F. L. B., Leite V. V., Brandão M. G. L. (2018). Evidence of traditionality of Brazilian medicinal plants: the case studies of Stryphnodendron adstringens (Mart.) Coville (barbatimão) barks and Copaifera spp. (copaíba) oleoresin in wound healing. J. Ethnopharmacol. 219, 319–336. 10.1016/j.jep.2018.02.042", "ArticleIdList": ["10.1016/j.jep.2018.02.042", "29501844"]}, {"Citation": "Seethapathy G. S., Raclariu-Manolica A. C., Anmarkrud J. A., Wangensteen H., de Boer H. J. (2019). DNA metabarcoding authentication of ayurvedic herbal products on the European market raises concerns of quality and fidelity. Front. Plant Sci. 10, 68 10.3389/fpls.2019.00068", "ArticleIdList": ["10.3389/fpls.2019.00068", "PMC6370972", "30804961"]}, {"Citation": "Urumarudappa S. K. J., Tungphatthong C., Prombutara P., Sukrong S. (2020). DNA metabarcoding to unravel plant species composition in selected herbal medicines on the national list of essential medicines (NLEM) of Thailand. Sci. Rep. 10 (1), 18259 10.1038/s41598-020-75305-0", "ArticleIdList": ["10.1038/s41598-020-75305-0", "PMC7588419", "33106579"]}, {"Citation": "Wong T. H., But G. W., Wu H. Y., Tsang S. S., Lau D. T., Shaw P. C. (2018). Medicinal materials DNA barcode database (MMDBD) version 1.5-one-stop solution for storage, BLAST, alignment and primer design. Oxford, United Kingdom: Database.", "ArticleIdList": ["PMC6193215", "30335153"]}, {"Citation": "Zaroni M., Pontarolo R., Abrahão W. S. M., Fávero M. L. D., Correa Júnior C., Stremel D. P. (2004). Microbiological quality of medicinal plants produced by the State of Paraná (Brazil). Braz. J. Pharmacogn. 14 (1), 29–39. 10.1590/S0102-695X2004000100005", "ArticleIdList": ["10.1590/S0102-695X2004000100005"]}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "9", "Day": "15"}, {"Year": "2020", "Month": "12", "Day": "21"}, {"Year": "2021", "Month": "2", "Day": "15", "Hour": "6", "Minute": "7"}, {"Year": "2021", "Month": "2", "Day": "16", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "2", "Day": "16", "Hour": "6", "Minute": "1"}, {"Year": "2021", "Month": "1", "Day": "27"}], "PublicationStatus": "epublish", "ArticleIdList": ["33584281", "PMC7873041", "10.3389/fphar.2020.606623", "606623"]}}], "PubmedBookArticle": []}