{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["GC/MS", "antioxidant activity", "enzyme inhibition", "essential oils", "molecular docking", "principal component analysis"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "33594799", "DateCompleted": {"Year": "2021", "Month": "07", "Day": "08"}, "DateRevised": {"Year": "2021", "Month": "07", "Day": "08"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "02", "Day": "17"}], "Language": ["eng"], "ELocationID": ["10.1002/cbdv.202000921"], "Journal": {"ISSN": "1612-1880", "JournalIssue": {"Volume": "18", "Issue": "3", "PubDate": {"Year": "2021", "Month": "Mar"}}, "Title": "Chemistry & biodiversity", "ISOAbbreviation": "Chem Biodivers"}, "ArticleTitle": "GC/MS Profiling, In Vitro and In Silico Pharmacological Screening and Principal Component Analysis of Essential Oils from Three Exotic and Two Endemic Plants from Mauritius.", "Pagination": {"StartPage": "e2000921", "MedlinePgn": "e2000921"}, "Abstract": {"AbstractText": ["The chemical and pharmacological profiles of essential oils (EOs) hydrodistilled in yields of 0.03-0.77 % (w/w) from three exotic (Cinnamomum camphora, Petroselinum crispum, and Syzygium samarangense) and two endemic (Pittosporum senacia subsp. senacia and Syzygium coriaceum) medicinal plants were studied. GC-MS/GC-FID analysis of the EOs identified the most dominant components to be myristicin (40.3 %), myrcene (62.2 %), 1,8-cineole (54.0 %), β-pinene (21.3 %) and (E)-β-ocimene (24.4 %) in P. crispum, P. senacia and C. camphora, S. samarangense and S. coriaceum EOs, respectively. All EOs were found to possess anti-amylase (0.70-1.50 mM ACAE/g EO) and anti-tyrosinase (109.35-158.23 mg KAE/g) properties, whereas no glucosidase inhibition was displayed. Only Syzygium EOs acted as dual inhibitors of both acetyl- and butyryl-cholinesterases, while P. senacia and C. camphora EOs inhibited acetylcholinesterase selectively and P. crispum EO was inactive (AChE: 4.64-4.96 mg GALAE/g; BChE: 5.96 and 7.10 mg GALAE/g). Molecular docking revealed 1,8-cineole to present the best binding affinities with butyrylcholinesterase, amylase and tyrosinase, while both myristicin and β-pinene with acetylcholinesterase and finally β-pinene with glucosidase. In vitro antioxidant potency was also demonstrated in different assays (DPPH: 13.52-53.91 mg TE/g, ABTS: 5.49-75.62 mg TE/g; CUPRAC: 45.38-243.21 mg TE/g, FRAP: 42.49-110.64 mg TE/g; and phosphomolybdenum assay: 82.61-160.93 mM TE/g). Principal component analysis revealed the EOs to differ greatly in their bioactivities due to their chemodiversity. This study has unveiled some interesting preliminary pharmacological profiles of the EOs that could be explored for their potential applications as phytotherapeutics."], "CopyrightInformation": "© 2021 Wiley-VHCA AG, Zurich, Switzerland."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Health Sciences, Faculty of Medicine and Health Sciences, University of Mauritius, Moka, 80837 Réduit, Mauritius."}], "LastName": "Sharmeen Jugreet", "ForeName": "Bibi", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, Science Faculty, Selcuk University, Campus, 42250, Konya, Turkey."}], "LastName": "Kouadio Ibrahime", "ForeName": "Sinan", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, Science Faculty, Selcuk University, Campus, 42250, Konya, Turkey."}], "LastName": "Zengin", "ForeName": "Gokhan", "Initials": "G"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Chemistry Department, College of Education, Salahaddin University-Erbil, 44002, Erbil, Iraq."}], "LastName": "Abdallah", "ForeName": "Hassan H", "Initials": "HH"}, {"Identifier": ["0000-0003-3962-8666"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Health Sciences, Faculty of Medicine and Health Sciences, University of Mauritius, Moka, 80837 Réduit, Mauritius."}], "LastName": "Fawzi Mahomoodally", "ForeName": "Mohamad", "Initials": "M"}], "GrantList": [{"Agency": "Mauritius Sugarcane Industry Research Institute", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Chem Biodivers", "NlmUniqueID": "101197449", "ISSNLinking": "1612-1872"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Antioxidants"}, {"RegistryNumber": "0", "NameOfSubstance": "Benzothiazoles"}, {"RegistryNumber": "0", "NameOfSubstance": "Biphenyl Compounds"}, {"RegistryNumber": "0", "NameOfSubstance": "Enzyme Inhibitors"}, {"RegistryNumber": "0", "NameOfSubstance": "Oils, Volatile"}, {"RegistryNumber": "0", "NameOfSubstance": "Picrates"}, {"RegistryNumber": "0", "NameOfSubstance": "Sulfonic Acids"}, {"RegistryNumber": "28752-68-3", "NameOfSubstance": "2,2'-azino-di-(3-ethylbenzothiazoline)-6-sulfonic acid"}, {"RegistryNumber": "DFD3H4VGDH", "NameOfSubstance": "1,1-diphenyl-2-picrylhydrazyl"}, {"RegistryNumber": "EC 1.14.18.1", "NameOfSubstance": "Monophenol Monooxygenase"}, {"RegistryNumber": "EC 3.1.1.7", "NameOfSubstance": "Acetylcholinesterase"}, {"RegistryNumber": "EC 3.1.1.8", "NameOfSubstance": "Butyrylcholinesterase"}, {"RegistryNumber": "EC 3.2.1.-", "NameOfSubstance": "Amylases"}], "MeshHeadingList": [{"QualifierName": ["metabolism"], "DescriptorName": "Acetylcholinesterase"}, {"QualifierName": ["antagonists & inhibitors", "metabolism"], "DescriptorName": "Amylases"}, {"QualifierName": ["chemistry", "isolation & purification", "pharmacology"], "DescriptorName": "Antioxidants"}, {"QualifierName": ["antagonists & inhibitors"], "DescriptorName": "Benzothiazoles"}, {"QualifierName": ["antagonists & inhibitors"], "DescriptorName": "Biphenyl Compounds"}, {"QualifierName": ["metabolism"], "DescriptorName": "Butyrylcholinesterase"}, {"QualifierName": ["chemistry"], "DescriptorName": "Cinnamomum camphora"}, {"QualifierName": [], "DescriptorName": "Dose-Response Relationship, Drug"}, {"QualifierName": [], "DescriptorName": "Drug Evaluation, Preclinical"}, {"QualifierName": ["chemistry", "isolation & purification", "pharmacology"], "DescriptorName": "Enzyme Inhibitors"}, {"QualifierName": [], "DescriptorName": "Gas Chromatography-Mass Spectrometry"}, {"QualifierName": [], "DescriptorName": "Mauritius"}, {"QualifierName": [], "DescriptorName": "Molecular Docking Simulation"}, {"QualifierName": [], "DescriptorName": "Molecular Structure"}, {"QualifierName": ["antagonists & inhibitors", "metabolism"], "DescriptorName": "Monophenol Monooxygenase"}, {"QualifierName": ["chemistry", "isolation & purification", "pharmacology"], "DescriptorName": "Oils, Volatile"}, {"QualifierName": ["chemistry"], "DescriptorName": "Petroselinum"}, {"QualifierName": ["antagonists & inhibitors"], "DescriptorName": "Picrates"}, {"QualifierName": [], "DescriptorName": "Principal Component Analysis"}, {"QualifierName": ["chemistry"], "DescriptorName": "Rosales"}, {"QualifierName": [], "DescriptorName": "Structure-Activity Relationship"}, {"QualifierName": ["antagonists & inhibitors"], "DescriptorName": "Sulfonic Acids"}, {"QualifierName": ["chemistry"], "DescriptorName": "Syzygium"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "C. Veeresham, ‘Natural products derived from plants as a source of drugs’, J. Adv. Pharm. Technol. Res. 2012, 3, 200-201."}, {"Citation": "A. G. Atanasov, B. Waltenberger, E. M. Pferschy-Wenzig, T. Linder, C. Wawrosch, P. Uhrin, V. Temml, L. Wang, S. Schwaiger, E. H. Heiss, J. M. Rollinger, ‘Discovery and resupply of pharmacologically active plant-derived natural products: A review’, Biotechnol. Adv. 2015, 33, 1582-1614."}, {"Citation": "A. Shakya, ‘Medicinal plants: future source of new drugs’, Int. J. Herb. Med. 2016, 4, 59-64."}, {"Citation": "A. E. Edris, ‘Pharmaceutical and therapeutic potentials of essential oils and their individual volatile constituents: a review’, Phytother. Res. 2007, 21, 308-323."}, {"Citation": "B. S. Jugreet, M. F. Mahomoodally, ‘Pharmacological Properties of Essential Oil Constituents and their Mechanisms of Action’, in ‘Plant-derived Bioactives’, 2020 (pp. 387-415), Springer, Singapore."}, {"Citation": "M. L. Faleiro, ‘The mode of antibacterial action of essential oils’, in ‘Science against microbial pathogens: communicating current research and technological advances’, Ed. A. Méndez-Vilas, 2011, 1143-1156."}, {"Citation": "N. Y. Saad, C. D. Muller, A. Lobstein, ‘Major bioactivities and mechanism of action of essential oils and their components’, Flavour Fragrance J. 2013, 28, 269-279."}, {"Citation": "R. Amorati, M. C. Foti, ‘Mode of antioxidant action of essential oils’, Essential Oils in Food Processing: Chemistry, Safety and Applications, 2017, 267-291."}, {"Citation": "W. M. Bandaranayake, ‘Quality control, screening, toxicity, and regulation of herbal drugs’, in ‘Mod. Phytomed’, Ed. I. Ahmad, F. Aqil, M. Owais, Wiley, New York, 2006, 25-57."}, {"Citation": "S. T. Chou, W. L. Chang, C. T. Chang, S. L. Hsu, Y. C. Lin, Y. Shih, ‘Cinnamomum cassia essential oil inhibits α-MSH-induced melanin production and oxidative stress in murine B16 melanoma cells’, Int. J. Mol. Sci. 2013, 14, 19186-19201."}, {"Citation": "Z. Aumeeruddy-Elalfi, A. Gurib-Fakim, M. F. Mahomoodally, ‘Kinetic studies of tyrosinase inhibitory activity of 19 essential oils extracted from endemic and exotic medicinal plants’, S. Afr. J. Bot. 2016, 103, 89-94."}, {"Citation": "M. H. Taleb, N. F. Abdeltawab, R. N. Shamma, S. S. Abdelgayed, S. S. Mohamed, M. A. Farag, M. A. Ramadan, ‘Origanum vulgare L. essential oil as a potential anti-acne topical nanoemulsion - in vitro and in vivo study’, Molecules 2018, 23, 2164."}, {"Citation": "D. Fraternale, ‘In Vitro Anticollagenase and Antielastase Activities of Essential Oil of Helichrysum italicum subsp. italicum (Roth) G.Don’, J. Med. Food 2019, 22, 1041-1046."}, {"Citation": "L. K. Sussman, ‘Herbal medicine on Mauritius’, J. Ethnopharmacol. 1980, 2, 259-278."}, {"Citation": "E. J. Adjanohoun, ‘Medicine traditionelle et pharmacopée’, Contributions aux etudes ethnobotaniques et floristiques à Maurice (Ile Maurice et Rodrigues). Agence de Cooperation Culturelle et Technique (ACCT), Paris, France 1983, 1-214. 36."}, {"Citation": "A. G. Fakim, ‘Medicinal plants of Mauritius’, Int. J. Crude Drug Res. 1990, 28, 297-308."}, {"Citation": "C. Picot, A. H. Subratty, M. F. Mahomoodally, ‘Inhibitory potential of five traditionally used native antidiabetic medicinal plants on α-amylase, α-glucosidase, glucose entrapment, and amylolysis kinetics in vitro’, Adv. Pharmacol. 2014, 2014."}, {"Citation": "Z. Aumeeruddy-Elalfi, A. Gurib-Fakim, F. Mahomoodally, ‘Antimicrobial, antibiotic potentiating activity and phytochemical profile of essential oils from exotic and endemic medicinal plants of Mauritius’, Ind. Crops Prod. 2015, 71, 197-204."}, {"Citation": "M. C. N. Picot, O. Bender, A. Atalay, G. Zengin, L. Loffredo, F. Hadji-Minaglou, M. F. Mahomoodally, ‘Multiple pharmacological targets, cytotoxicity, and phytochemical profile of Aphloia theiformis (Vahl.) Benn’, Biomed. Pharmacother. 2017, 89, 342-350."}, {"Citation": "R. Seebaluck-Sandoram, N. Lall, B. Fibrich, A. B. Van Staden, F. Mahomoodally, ‘Antibiotic-potentiation, antioxidant, cytotoxic, anti-inflammatory and anti-acetylcholinesterase potential of Antidesma madagascariense Lam. (Euphorbiaceae)’, S. Afr. J. Bot. 2017, 111, 194-201."}, {"Citation": "M. Björkman, I. Klingen, A. N. Birch, A. M. Bones, T. J. Bruce, T. J. Johansen, R. Meadow, J. Mølmann, R. Seljåsen, L. E. Smart, D. Stewart, ‘Phytochemicals of Brassicaceae in plant protection and human health-Influences of climate, environment and agronomic practice’, Phytochemistry 2011, 72, 538-556."}, {"Citation": "W. Liu, D. Yin, N. Li, X. Hou, D. Wang, D. Li, J. Liu, ‘Influence of environmental factors on the active substance production and antioxidant activity in Potentilla fruticosa L. and its quality assessment’, Sci. Rep. 2016, 6."}, {"Citation": "I. E. Cock, M. Cheesman, ‘Plants of the genus Syzygium (Myrtaceae): A review on ethnobotany, medicinal properties and phytochemistry’, in ‘Bioactive Compounds of Medicinal Plants’, Ed. M. R. Goyal, A. Ayeleso, Apple Academic Press, USA, 2018."}, {"Citation": "M. F. Mahomoodally, C. Picot-Allain, M. Hosenally, A. Ugurlu, A. Mollica, A. Stefanucci, E. J. Llorent-Martínez, M. C. Baloglu, G. Zengin, ‘Multi-targeted potential of Pittosporum senacia Putt.: HPLC-ESI-MSn analysis, in silico docking, DNA protection, antimicrobial, enzyme inhibition, anti-cancer and apoptotic activity’, Comput. Biol. Chem. 2019, 83, 107114."}, {"Citation": "M. F. Mahomoodally, A. Ugurlu, E. J. Llorent-Martínez, M. Nagamootoo, M. C. N. Picot-Allain, M. C. Baloglu, Y. C. Altunoglu, M. Hosenally, G. Zengin, ‘Syzgium coriaceum Bosser & J. Guého-An endemic plant potentiates conventional antibiotics, inhibits clinical enzymes and induces apoptosis in breast cancer cells’, Ind. Crops Prod. 2020, 143, 111948."}, {"Citation": "A. Gurib-Fakim, M. D. Sewraj, J. Gueho, E. Dulloo, ‘Medicinal plants of Rodrigues’, Int. J. Pharmacogn. 1996, 34, 2-14."}, {"Citation": "A. Gurib-Fakim, ‘Medicinal plants: traditions of yesterday and drugs of tomorrow’, Mol. Aspects Med. 2006, 27, 1-93."}, {"Citation": "Y. Pélissier, C. Marion, S. Prunac, J. M. Bessière, ‘Volatile components of leaves, stems and bark of Cinnamonum camphora Nees et Ebermaier’, J. Essent. Oil Res. 1995, 7, 313-315."}, {"Citation": "S. Wanyang, H. Wei, W. Guangyu, ‘Study on chemical constituents of the essential oil and classification of types from Cinnamomum camphora’, Acta Bot. Sin. 1989, 31, 209-214."}, {"Citation": "X. X. Liu, ‘Multivariate analyses of volatile chemical composition in leaves of different Cinnamomum camphora chemotypes’, Chin. Bull. Bot. 2014, 49, 161-166."}, {"Citation": "H. Xu, Y. Wu, X. Jiang, Z. Xiong, F. Xiao, ‘Transcriptome analysis for leaves of five chemical types in Cinnamomum camphora’, Hereditas (Beijing) 2014, 36, 58-68."}, {"Citation": "H. Zhang, ‘Evaluation of antioxidant activity of parsley (Petroselinum crispum) essential oil and identification of its antioxidant constituents’, Food Res. Int. 2006, 39, 833-839."}, {"Citation": "A. R. L. Prasanna, R. K. Venkata, M. D. L. Bhakshu, R. L. Veeranjaneya, R. B. Narasimha, ‘Investigation of chemical and pharmacological properties of essential oils from two syzygium species of Andhra Pradesh, India’, Int. J. Pharm. Pharm. Sci. 2015, 7, 375-380."}, {"Citation": "M. Sobeh, M. S. Braun, S. Krstin, F. S. Youssef, M. L. Ash, M. Wink, ‘Chemical profiling of the essential oils of Syzygium aqueum, Syzygium samarangense and Eugenia uniflora and their discrimination using chemometric analysis’, Chem. Biodiversity 2016, 13, 1537-1550."}, {"Citation": "W. Dhifi, S. Bellili, S. Jazi, N. Bahloul, W. Mnif, ‘Essential oils’ chemical characterization and investigation of some biological activities: A critical review’, Medicine 2016, 3, 25."}, {"Citation": "A. Barra, ‘Factors affecting chemical variability of essential oils: a review of recent developments’, Nat. Prod. Commun. 2009, 4, 1934578X0900400827."}, {"Citation": "R. A. Copeland, M. R. Harpel, P. J. Tummino, ‘Targeting enzyme inhibitors in drug discovery’, Expert Opin. Ther. Targets 2007, 11, 967-978."}, {"Citation": "A. Ouertani, M. Neifar, R. Ouertani, ‘Effectiveness of enzyme inhibitors in biomedicine and pharmacotherapy’, Adv. Tissue Eng. Regen. Med. 2019, 5, 85-90."}, {"Citation": "N. H. Greig, D. K. Lahiri, K. Sambamurti, ‘Butyrylcholinesterase: an important new target in Alzheimer's disease therapy’, Int. Psychogeriatr. 2002, 14, 77-91."}, {"Citation": "T. Petrachaianan, S. Chaiyasirisuwan, S. Athikomkulchai, V. Sareedenchai, ‘Screening of acetylcholinesterase inhibitory activity in essential oil from Myrtaceae’, Thai J. Pharm. Sci. 2019, 43, 63-68."}, {"Citation": "M. Miyazawa, C. Yamafuji, ‘Inhibition of acetylcholinesterase activity by bicyclic monoterpenoids’, J. Agric. Food Chem. 2005, 53, 1765-1768."}, {"Citation": "O. Politeo, I. Botica, T. Bilusic, M. Jukic, I. Carev, F. Burcul, M. Milos, ‘Chemical composition and evaluation of acetylcholinesterase inhibition and antioxidant activity of essential oil from Dalmatian endemic species Pinus nigra Arnold ssp. dalmatica (Vis.) Franco’, J. Med. Plants Res. 2011, 5, 6590-6596."}, {"Citation": "I. A. Owokotomo, O. Ekundayo, T. G. Abayomi, A. V. Chukwuka, ‘In Vitro anti-cholinesterase activity of essential oil from four tropical medicinal plants’, Toxicol. Rep. 2015, 2, 850-857."}, {"Citation": "R. Tundis, M. R. Loizzo, F. Menichini, ‘Natural products as α-amylase and α-glucosidase inhibitors and their hypoglycaemic potential in the treatment of diabetes: an update’, Mini-Rev. Med. Chem. 2010, 10, 315-331."}, {"Citation": "L. Jelenkovic, V. S. Jovanovic, I. Palic, V. Mitic, M. Radulovic, ‘In vitro screening of α-amylase inhibition by selected terpenes from essential oils’, Trop. J. Pharm. Res. 2014, 13, 1421-1428."}, {"Citation": "Y. J. Kim, H. Uyama, ‘Tyrosinase inhibitors from natural and synthetic sources: structure, inhibition mechanism and perspective for the future’, Cell. Mol. Life Sci. 2005, 62, 1707-1723."}, {"Citation": "Y. Xu, A. H. Stokes, W. M. Freeman, S. C. Kumer, B. A. Vogt, K. E. Vrana, ‘Tyrosine mRNA is expressed in human substantia nigra’, Mol. Brain Res. 1997, 45, 159-162."}, {"Citation": "M. Al-Mamary, S. I. Abdelwahab, S. Al-Ghalibi, E. Al-Ghasani, ‘The antioxidant and tyrosinase inhibitory activities of some essential oils obtained from aromatic plants grown and used in Yemen’, Sci. Res. Essays 2011, 6, 6840-6845."}, {"Citation": "W. W. Chao, C. C. Su, H. Y. Peng, S. T. Chou, ‘Melaleuca quinquenervia essential oil inhibits α-melanocyte-stimulating hormone-induced melanin production and oxidative stress in B16 melanoma cells’, Phytomedicine 2017, 34, 191-201."}, {"Citation": "Y. N. Kim, M. J. Park, Z. Zheng, S. S. Lee, K. H. Yoo, H. Kim, ‘Inhibitory Effects of essential oil from Zanthoxylum coreanum Nakai on melanin production: protection against re-pigmentation after laser treatment’, Med. Laser 2018, 7, 62-68."}, {"Citation": "R. Matsuura, H. Ukeda, M. Sawamura, ‘Tyrosinase inhibitory activity of citrus essential oils’, J. Agric. Food Chem. 2006, 54, 2309-2313."}, {"Citation": "A. Sethi, K. Joshi, K. Sasikala, M. Alvala, ‘Molecular docking in modern drug discovery: Principles and recent applications’, in ‘Drug Discovery and Development-New Advances’, V. Gaitonde, P. Karmakar, A. Trivedi, IntechOpen, 2019."}, {"Citation": "S. Savelev, E. Okello, N. S. L. Perry, R. M. Wilkins, E. K. Perry, ‘Synergistic and antagonistic interactions of anticholinesterase terpenoids in Salvia lavandulaefolia essential oil’, Pharmacol. Biochem. Behav. 2003, 75, 661-668."}, {"Citation": "K. Rani, ‘Role of antioxidants in prevention of diseases’, J. Appl. Biotechnol. Bioeng. 2017, 4, 00091."}, {"Citation": "E. Choe, D. B. Min, ‘Mechanisms of antioxidants in the oxidation of foods’, Compr. Rev. Food Sci. Food Saf. 2009, 8, 345-358."}, {"Citation": "O. K. Chun, D. O. Kim, C. Y. Lee, ‘Superoxide radical scavenging activity of the major polyphenols in fresh plums’, J. Agric. Food Chem. 2003, 51, 8067-8072."}, {"Citation": "S. Mathew, T. E. Abraham, Z. A. Zakaria, ‘Reactivity of phenolic compounds towards free radicals under In Vitro conditions’, J. Food Sci. Technol. 2015, 52, 5790-5798."}, {"Citation": "C. Rice-Evans, N. Miller, G. Paganga, ‘Antioxidant properties of phenolic compounds’, Trends Plant Sci. 1997, 2, 152-159."}, {"Citation": "V. Katalinic, M. Milos, T. Kulisic, M. Jukic, ‘Screening of 70 medicinal plant extracts for antioxidant capacity and total phenols’, Food Chem. 2006, 94, 550-557."}, {"Citation": "E. Deveci, G. Tel-Çayan, M. E. Duru, ‘Essential oil composition, antioxidant, anticholinesterase and anti-tyrosinase activities of two Turkish plant species: Ferula elaeochytris and Sideritis stricta’, Nat. Prod. Commun. 2018, 13."}, {"Citation": "E. Deveci, ‘Chemical composition, antioxidant, anticholinesterase and anti-tyrosinase activities of essential oils of two Sideritis species from Turkey’, Iran J. Pharm Res: IJPR 2019, 18, 903-913."}, {"Citation": "S. Sethi, O. Prakash, A. K. Pant, ‘Essential oil composition, antioxidant assay and antifungal activity of essential oil and various extracts of Alpinia allughas (Retz.) Roscoe leaves’, Cogent Chem. 2015, 1, 1079349."}, {"Citation": "G. Zengin, C. Sarıkürkçü, A. Aktümsek, R. Ceylan, ‘Antioxidant potential and inhibition of key enzymes linked to Alzheimer's diseases and diabetes mellitus by monoterpene-rich essential oil from Sideritis galatica Bornm. endemic to Turkey’, Rec. Nat. Prod. 2016, 10, 1-10."}, {"Citation": "G. Bartosz, ‘Food oxidants and antioxidants: chemical, biological, and functional properties’, (1st edn.). CRC press, 2013."}, {"Citation": "N. V. Yanishlieva, E. M. Marinova, M. H. Gordon, V. G. Raneva, ‘Antioxidant activity and mechanism of action of thymol and carvacrol in two lipid systems’, Food Chem. 1999, 64, 59-66."}, {"Citation": "M. C. Foti, K. U. Ingold, ‘Mechanism of inhibition of lipid peroxidation by gamma-terpinene, an unusual and potentially useful hydrocarbon antioxidant’, J. Agric. Food Chem. 2003, 51, 2758-2765."}, {"Citation": "V. S. Neergheen, M. A. Soobrattee, T. Bahorun, O. I. Aruoma, ‘Characterization of the phenolic constituents in Mauritian endemic plants as determinants of their antioxidant activities in vitro’, J. Plant Physiol. 2006, 163, 787-799."}, {"Citation": "H. Boulebd, ‘DFT study of the antiradical properties of some aromatic compounds derived from antioxidant essential oils: C−H bond vs. O−H bond’, Free Radical Res. 2019, 53, 1125-1134."}, {"Citation": "I. Marín, E. Sayas-Barberá, M. Viuda-Martos, C. Navarro, E. Sendra, ‘Chemical composition, antioxidant and antimicrobial activity of essential oils from organic fennel, parsley, and lavender from Spain’, Food 2016, 5, 18."}, {"Citation": "R. Agarwal, A. K. Pant, O. Prakash, ‘Chemical composition and biological activities of essential oils of Cinnamomum tamala, Cinnamomum zeylenicum and Cinnamomum camphora growing in Uttarakhand’, in ‘Chemistry of Phytopotentials: Health, Energy and Environmental Perspectives’, 2012, 87-92, Springer, Berlin, Heidelberg."}, {"Citation": "R. Amorati, M. C. Foti, L. Valgimigli, ‘Antioxidant activity of essential oils’, J. Agric. Food Chem. 2013, 61, 10835-10847."}, {"Citation": "M. A. Al Maqtari, E. A. Alhamzy, M. A. Saeed, N. A. A. Ali, W. N. Setzer, ‘Chemical composition and antioxidant and activity of the essential oils from different aromatic plants grown in Yemen’, J. Global Biosci. 2014, 3, 390-398."}, {"Citation": "I. T. Jolliffe, J. Cadima, ‘Principal component analysis: a review and recent developments’, Philos. Trans. R. Soc. London Ser. A 2016, 374, 20150202."}, {"Citation": "S. Dohi, M. Terasaki, M. Makino, ‘Acetylcholinesterase inhibitory activity and chemical composition of commercial essential oils’, J. Agric. Food Chem. 2009, 57, 4313-4318."}, {"Citation": "G. Renda, A. Özel, B. Barut, B. Korkmaz, N. Yayli, ‘The volatile chemical compositions of the essential oil/SPME and enzyme inhibitory and radical scavenging activities of solvent Extracts and the essential oils from Coronilla orientalis Miller and C. varia L. grows in Turkey’, Iran. J. Pharm. Res. 2019, 18, 1831-1842."}, {"Citation": "M. Maridass, ‘Analysis of essential oils and antifungal activity of Cymbopogon travancorensis Bor.’, Pharmacologyonline 2008, 3, 210-9."}, {"Citation": "M. F. Mahomoodally, A. Mollica, A. Stefanucci, M. Z. Aumeeruddy, R. Poorneeka, G. Zengin, ‘Volatile components, pharmacological profile, and computational studies of essential oil from Aegle marmelos (Bael) leaves: A functional approach’, Ind. Crops Prod. 2018, 126, 13-21."}, {"Citation": "D. M. Grochowski, S. Uysal, A. Aktumsek, S. Granica, G. Zengin, R. Ceylan, M. Locatelli, M. Tomczyk, ‘In Vitro enzyme inhibitory properties, antioxidant activities, and phytochemical profile of Potentilla thuringiaca’, Phytochem. Lett. 2017, 20, 365-372."}, {"Citation": "J. J. Irwin, T. Sterling, M. M. Mysinger, E. S. Bolstad, R. G. Coleman, ‘ZINC: a free tool to discover chemistry for biology’, J. Chem. Inf. Model. 2012, 52, 1757-1768."}, {"Citation": "M. J. E. A. Frisch, G. W. Trucks, H. B. Schlegel, G. E. Scuseria, M. A. Robb, J. R. Cheeseman, G. Scalmani, V. Barone, B. Mennucci, G. Petersson, H. Nakatsuji, ‘Gaussian 09, Revision d.01, Gaussian Inc.’, Wallingford CT 2009, 201."}, {"Citation": "The Molinspiration Database [http://www.molinspiration.com]."}, {"Citation": "G. Zengin, S. Uysal, R. Ceylan, A. Aktumsek, ‘Phenolic constituent, antioxidative and tyrosinase inhibitory activity of Ornithogalum narbonense L.’, Ind. Crops Prod. 2015, 70, 1-6."}, {"Citation": "V. S. Neergheen, T. Bahorun, P. Pugo-Gunsam, D. R. D. Ng Foong Lin, O. I. Aruoma, ‘Phenolic constituents and antioxidant efficacies of some Mauritian traditional preparations commonly used against cardiovascular disease’, Int. J. Pharmacogn. Phytochem. Res. 2010, 2, 44-52."}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "12", "Day": "5"}, {"Year": "2021", "Month": "2", "Day": "2"}, {"Year": "2021", "Month": "2", "Day": "18", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "7", "Day": "9", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "2", "Day": "17", "Hour": "6", "Minute": "3"}], "PublicationStatus": "ppublish", "ArticleIdList": ["33594799", "10.1002/cbdv.202000921"]}}], "PubmedBookArticle": []}