{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Algeria", "Ethnopharmacology", "Medicinal plants", "Thyroid disorders", "Traditional medicine"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "33603538", "DateRevised": {"Year": "2024", "Month": "08", "Day": "06"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "12", "Day": "29"}], "Language": ["eng"], "ELocationID": ["10.1016/j.jsps.2020.12.004"], "Journal": {"ISSN": "1319-0164", "JournalIssue": {"Volume": "29", "Issue": "1", "PubDate": {"Year": "2021", "Month": "Jan"}}, "Title": "Saudi pharmaceutical journal : SPJ : the official publication of the Saudi Pharmaceutical Society", "ISOAbbreviation": "Saudi Pharm J"}, "ArticleTitle": "Ethnopharmacological study of herbal remedies used for the management of thyroid disorders in Algeria.", "Pagination": {"StartPage": "43", "EndPage": "52", "MedlinePgn": "43-52"}, "Abstract": {"AbstractText": ["Traditional medicine is gaining an increasing importance in diseases management. Besides, thyroid disease is one of the common endocrine disorders spreading at high frequency worldwide. The present work is an ethnopharmacological study aiming to identify, document and analyze aromatic and medicinal plants used in Algerian traditional medicines for thyroid disorders management. Semi-structured interviews with 120 herbalists and traditional practitioners and rural dwellers were realized in eleven locations in Algeria throughout field studies achieved from June 2017 to July 2019. Results reveal the use of 63 medicinal plants belonging to 59 genera and 34 families. The most represented botanical families were Lamiaceae, Fabaceae, Apiaceae, Amaranthaceae and Asteraceae. However, the most cited plant species were <i>Atriplex halimus</i> L., <i>Bunium incrassatum</i> (Boiss.) Amo, <i>Nigella sativa</i> L., <i>Aquilaria malaccensis</i> Lam. and <i>Saussurea costus</i> (Falc.) Lipsch. These species are taken alone or in mixtures of two or more ingredients from different origins such as honey, olive oil, and goat milk. Our findings revealed new therapeutic uses of 60 medicinal plants that have not been previously reported for the treatment of thyroid in Algeria. This is the first study documenting the traditional uses based on herbal medicine for thyroid management in Algeria. Our findings are relevant in the search for novel drug discovery. Obviously, it is the time to increase effective scientific studies on mechanisms of action of these medicinal plants in order to validate their popular usages."], "CopyrightInformation": "© 2020 The Authors."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Life and Natural Sciences, University of Tiaret, 14000, Algeria."}], "LastName": "Taïbi", "ForeName": "Khaled", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Life and Natural Sciences, University of Tiaret, 14000, Algeria."}], "LastName": "Ait Abderrahim", "ForeName": "Leila", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Life and Natural Sciences, University of Tiaret, 14000, Algeria."}], "LastName": "Helal", "ForeName": "Fatima", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Life and Natural Sciences, University of Tiaret, 14000, Algeria."}], "LastName": "Hadji", "ForeName": "Khalida", "Initials": "K"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Saudi Arabia", "MedlineTA": "Saudi Pharm J", "NlmUniqueID": "9705695", "ISSNLinking": "1319-0164"}, "CoiStatement": "The authors declare that there are no known conflicts of interest associated with this publication and there has been no significant financial support for this work that could have influenced its outcome."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Adnan M., Ullah I., Tariq A., Murad W., Azizullah A., Khan A.L., Ali N. Ethnomedicine use in the war affected region of northwest Pakistan. J. Ethnobiol. Ethnomed. 2014;10", "ArticleIdList": ["PMC3932995", "24484608"]}, {"Citation": "Ahmad A., Mishra R.K., Vyawahare A., Kumar A., Rehman M.U., Qamar W., Khan A.Q., Khan R. Thymoquinone (2-Isopropyl-5-methyl-1, 4-benzoquinone) as a chemopreventive/anticancer agent: Chemistry and biological effects. Saudi Pharmaceut. J. 2019;27(8):1113–1126.", "ArticleIdList": ["PMC6921197", "31885471"]}, {"Citation": "Ait Abderrahim L., Taïbi K., Ait Abderrahim C. Assessment of the Antimicrobial and Antioxidant Activities of Ziziphus lotus and Peganum harmala. Iranian J. Sci. Technol. Trans. A: Sci. 2017;43(2):409–414."}, {"Citation": "Ait Abderrahim L., Taïbi K., Ait Abderrahim N., Alomery A.M., Abdellah F., Alhazmi A.S., Aljassabi S. Protective effects of melatonin and N-acetyl cysteine against oxidative stress induced by microcystin-LR on cardiac muscle tissue. Toxicon. 2019;169:38–44.", "ArticleIdList": ["31465783"]}, {"Citation": "Ait Abderrahim L., Taïbi K., Ait Abderrahim N., Boussaid M., Rios-Navarro C., Ruiz-Saurí A. Euphorbia honey and garlic: Biological activity and burn wound recovery. Burns. 2019;45(7):1695–1706.", "ArticleIdList": ["31167717"]}, {"Citation": "Almasaudi, S.B., El-Shitany, N.A., Abbas, A.T., Abdel-dayem, U.A., Ali, S.S., Al Jaouni, S.K., Harakeh, S., 2016. Antioxidant, anti-inflammatory, and antiulcer potential of manuka honey against gastric ulcer in rats. Oxidative medicine and cellular longevity 2016.", "ArticleIdList": ["PMC4685122", "26770649"]}, {"Citation": "Appendino G., Çetin Özen H., Jakupovic J. Prenylated isocoumarins from Bunium paucifolium. Phytochemistry. 1994;36(2):531–532."}, {"Citation": "Benarba, B., Belabid, L., Righi, K., Bekkar, A.a., Elouissi, M., Khaldi, A., Hamimed, A., 2015. Ethnobotanical study of medicinal plants used by traditional healers in Mascara (North West of Algeria). Journal of Ethnopharmacology 175, 626–637.", "ArticleIdList": ["26440857"]}, {"Citation": "Benhammou N., Bekkara F.A., Kadifkova Panovska T. Antioxidant activity of methanolic extracts and some bioactive compounds of Atriplex halimus. C. R. Chim. 2009;12(12):1259–1266."}, {"Citation": "Benouis A., Bekkouche Z., Merad M.S., Loudjedi L., Khelil H., Berber N. Thyroid cancer in western Algeria: histopathological and epidemiological study. Journal of Cancer Therapy. 2017;08(7):672–682."}, {"Citation": "Bharthi V., Kavya N.P., Shubhashree M.N., Bhat S. Herbal approach to management of thyroid disease-a review. J. Ayurvedic Herb. Med. 2017;3(1):48–52."}, {"Citation": "Bhat J.A., Kumar M., Bussmann R.W. Ecological status and traditional knowledge of medicinal plants in Kedarnath Wildlife Sanctuary of Garhwal Himalaya, India. J. Ethnobiol. Ethnomed. 2013;9(1):1.", "ArticleIdList": ["PMC3560114", "23281594"]}, {"Citation": "Boussaid M., Taïbi K., Ait Abderrahim L., Ennajah A. Genetic diversity of Ziziphus lotus natural populations from Algeria based on fruit morphological markers. Arid Land Res. Manage. 2018;32(2):184–197."}, {"Citation": "Bouzid A., Chadli R., Bouzid K. Étude ethnobotanique de la plante médicinale Arbutus unedo L. dans la région de Sidi Bel Abbés en Algérie occidentale. Phytothérapie. 2017;15(6):373–378."}, {"Citation": "Chaachouay N., Benkhnigue O., Fadli M., El Ayadi R., Zidane L. Ethnobotanical study of medicinal plants used to treat osteoarticular diseases in the Moroccan Rif, Morocco. J. Pharm. Pharm. Res. 2019;7(6):454–470."}, {"Citation": "Chandra A.K. Chapter 42 - Goitrogen in food: cyanogenic and flavonoids containing plant foods in the development of goiter. In: Watson R.R., Preedy V.R., editors. Bioactive Foods in Promoting Health. Academic Press; San Diego: 2010. pp. 691–716."}, {"Citation": "Chandra A.K., Mukhopadhyay S., Ghosh D., Tripathy S. Effect of radish (Raphanus sativus Linn.) on thyroid status under conditions of varying iodine intake in rats. Indian J. Exp. Biol. 2006;44(8):653–661.", "ArticleIdList": ["16924836"]}, {"Citation": "Chaouali, N., Gana, I., Dorra, A., Khelifi, F., Nouioui, A., Masri, W., Belwaer, I., Ghorbel, H., Hedhili, A., 2013. Potential Toxic Levels of Cyanide in Almonds (Prunus amygdalus), Apricot Kernels (Prunus armeniaca), and Almond Syrup. ISRN Toxicol 2013, 610648-610648.", "ArticleIdList": ["PMC3793392", "24171123"]}, {"Citation": "Chaturvedi P., Tripathi P., Pandey S., Singh U., Tripathi Y.B. Effect of Saussurea lappa alcoholic extract on different endocrine glands in relation to glucose metabolism in the rat. Phytother. Res. 1993;7(2):205–207."}, {"Citation": "Chermat S., Gharzouli R. Ethnobotanical study of medicinal flora in the north east of Algeria – an empirical knowledge in Djebel Zdimm (Setif) J. Mater. Sci. Eng. A. 2015;1–2:50–59."}, {"Citation": "Clauser M., Dall'Acqua S., Loi M.C., Innocenti G. Phytochemical investigation on Atriplex halimus L. from Sardinia. Nat. Prod. Res. 2013;27(20):1940–1944.", "ArticleIdList": ["23639103"]}, {"Citation": "Cunha Lima S.T., Merrigan T.L., Rodrigues E.D. Laura Sterian Ward I., editor. new insights into some old and some new issues. IntechOpen. 2012"}, {"Citation": "Davoodi H., Esmaeili S., Mortazavian A.M. Effects of milk and milk products consumption on cancer: a review. Compr. Rev. Food Sci. Food Saf. 2013;12(3):249–264."}, {"Citation": "El Mgeed A.A., Bstawi M., Mohamed U., Gabbar M.A. Histopathological and biochemical effects of green tea and/or licorice aqueous extracts on thyroid functions in male albino rats intoxicated with dimethylnitrosamine. Nutr Metab (Lond) 2009;6", "ArticleIdList": ["PMC2635364", "19138393"]}, {"Citation": "Elwan H.A.M., Dawood D.H., Abd El-Aziz El-Shafei S.M., Abd El-Mohsen Abd El-Rahman A., Abdel-Latif S.A., Mohany M., Alqahtani F., Alqahtani S., Al-Rejaie S.S. The Potential Role of Citrus limon Powder as a Natural Feed Supplement to Boost the Productive Performance, Antioxidant Status, and Blood Biochemistry of Growing Rabbits. Animals (Basel) 2019;9(7):426.", "ArticleIdList": ["PMC6680595", "31284654"]}, {"Citation": "Elyebdri N., Boumediou A., Addoun S. Ethnobotanical study on the usage of toxic plants in traditional medicine in the city center of Tlemcen, Algeria. Int. J. Pharm. Pharm. Sci. 2017;131"}, {"Citation": "Eric Y., Kathy A. Botanical medicine for thyroid regulation. Alternat. Complement. Therap. 2006;12(3):107–112."}, {"Citation": "Farhangi M.A., Dehghan P., Tajmiri S., Abbasi M.M. The effects of Nigella sativa on thyroid function, serum Vascular Endothelial Growth Factor (VEGF) – 1, Nesfatin-1 and anthropometric features in patients with Hashimoto’s thyroiditis: a randomized controlled trial. BMC Complement Altern. Med. 2016;16(1):471.", "ArticleIdList": ["PMC5112739", "27852303"]}, {"Citation": "Giuliani C., Bucci I., Di Santo S., Rossi C., Grassadonia A., Piantelli M., Monaco F., Napolitano G. The flavonoid quercetin inhibits thyroid-restricted genes expression and thyroid function. Food Chem. Toxicol. 2014;66:23–29.", "ArticleIdList": ["24447974"]}, {"Citation": "Gonçalves C.F.L., de Freitas M.L., Ferreira A.C.F. Flavonoids, thyroid iodide uptake and thyroid cancer – a review. Int. J. Mol. Sci. 2017;18(6):1247.", "ArticleIdList": ["PMC5486070", "28604619"]}, {"Citation": "González-Tejero M.R., Casares-Porcel M., Sánchez-Rojas C.P., Ramiro-Gutiérrez J.M., Molero-Mesa J., Pieroni A., Giusti M.E., Censorii E., de Pasquale C., Della A., Paraskeva-Hadijchambi D., Hadjichambis A., Houmani Z., El-Demerdash M., El-Zayat M., Hmamouchi M., ElJohrig S. Medicinal plants in the Mediterranean area: synthesis of the results of the project Rubia. J. Ethnopharmacol. 2008;116(2):341–357.", "ArticleIdList": ["18242025"]}, {"Citation": "Gupta A., Wamankar S., Gidwani B., Deep Kaur C. Herbal drugs for thyroid treatment. Int. J. Pharm. Biol. Sci. 2016;6(1):62–70."}, {"Citation": "Hammiche V., Merad R., Azzouz M. Plantes toxiques à usage médicinal du pourtour méditerranéen. In: Spiegler V., editor. Springer. Paris; 2013."}, {"Citation": "He Y.-Q., Ma G.-Y., Peng J.-N., Ma Z.-Y., Hamann M.T. Liver X receptor and peroxisome proliferator-activated receptor agonist from Cornus alternifolia. Biochim Biophys Acta. 2012;1820(7):1021–1026.", "ArticleIdList": ["PMC3482494", "22353334"]}, {"Citation": "Izzo A.A., Hoon-Kim S., Radhakrishnan R., Williamson E.M. A critical approach to evaluating clinical efficacy, adverse events and drug interactions of herbal remedies. Phytother. Res. 2016;30(5):691–700.", "ArticleIdList": ["26887532"]}, {"Citation": "Jaganathan S.K., Balaji A., Vellayappan M.V., Asokan M.K., Subramanian A.P., John A.A., Supriyanto E., Razak S.I., Marvibaigi M. A review on antiproliferative and apoptotic activities of natural honey. Anti-Cancer Agents Med. Chem. 2015;15(1):48–56.", "ArticleIdList": ["25052987"]}, {"Citation": "Jeyaraman M.M., Abou-Setta A.M., Grant L., Farshidfar F., Copstein L., Lys J., Gottschalk T., Desautels D., Czaykowski P., Pitz M., Zarychanski R. Dairy product consumption and development of cancer: an overview of reviews. BMJ Open. 2019;9(1)", "ArticleIdList": ["PMC6352799", "30782711"]}, {"Citation": "Kabbash A., Shoeib N. Chemical and biological investigation of some secondary metabolites in Atriplex halimus growing in Egypt. Nat. Prod. Commun. 2012;7(11):1465–1468.", "ArticleIdList": ["23285808"]}, {"Citation": "Khader M., Eckl P.M. Thymoquinone: an emerging natural drug with a wide range of medical applications. Iran J Basic Med Sci. 2014;17(12):950–957.", "ArticleIdList": ["PMC4387230", "25859298"]}, {"Citation": "Kim, M., Lee, B.-C., 2019. Therapeutic Effect of Scutellaria baicalensis on L-Thyroxine-Induced Hyperthyroidism Rats. Evidence-Based Complementary and Alternative Medicine 2019, Article ID 3239649.", "ArticleIdList": ["0"]}, {"Citation": "Lin F.M., Chen L.R., Lin E.H., Ke F.C., Chen H.Y., Tsai M.J., Hsiao P.W. Compounds from Wedelia chinensis synergistically suppress androgen activity and growth in prostate cancer cells. Carcinogenesis. 2007;28(12):2521–2529.", "ArticleIdList": ["17942463"]}, {"Citation": "Martin G. Chapman et Hall; London: 1995. Ethnobotany—A manual of methods."}, {"Citation": "Meddour, R., Meddour-Sahar, O., 2016. Medicinal plants and their traditional uses in Kabylia (Tizi Ouzou, Algeria). Arabian Journal of Medicinal and Aromatic Plants; Vol 1, No 2 (2015) 1, 137–151."}, {"Citation": "Miler M., Jarić I., Živanović J., Ajdžanović V., Tanić N., Milošević V., Šošić-Jurjević B. Citrus flavanones mildly interfere with pituitary-thyroid axis in old-aged male rats. Acta Histochem. 2017;119(3):292–301.", "ArticleIdList": ["28262328"]}, {"Citation": "Miraj S., Rafieian K., Kiani S. Melissa officinalis L: a review study with an antioxidant prospective. J. Evid. Based Complement. Altern. Med. 2017;22(3):385–394.", "ArticleIdList": ["PMC5871149", "27620926"]}, {"Citation": "Mohammedi Z. Resistance, pharmacology properties and nutritional value of a shrub from arid environments Atriplex halimus. Res. J. .Med. Plants. 2016;10:10–18."}, {"Citation": "Mullur R., Liu Y.-Y., Brent G.A. Thyroid hormone regulation of metabolism. Physiol. Rev. 2014;94(2):355–382.", "ArticleIdList": ["PMC4044302", "24692351"]}, {"Citation": "Nagi M.N., Mansour M.A. Protective effect of thymoquinone against doxorubicin-induced cardiotoxicity in rats: a possible mechanism of protection. Pharmacol. Res. 2000;41(3):283–289.", "ArticleIdList": ["10675279"]}, {"Citation": "Noor N.A., Fahmy H.M., Mohammed F.F., Elsayed A.A., Radwan N.M. Nigella sativa amliorates inflammation and demyelination in the experimental autoimmune encephalomyelitis-induced Wistar rats. Int. J. Clin. Exp. Pathol. 2015;8(6):6269–6286.", "ArticleIdList": ["PMC4525838", "26261504"]}, {"Citation": "Oetting A., Yen P.M. New insights into thyroid hormone action. Best Practice Res. Clin. Endocrinol. Metabol. 2007;21(2):193–208.", "ArticleIdList": ["17574003"]}, {"Citation": "Ong V.Y.C., Tan B.K.H. Novel phytoandrogens and lipidic augmenters from Eucommia ulmoides. BMC Complement Altern. Med. 2007;7:3.", "ArticleIdList": ["PMC1797194", "17261169"]}, {"Citation": "Orhan I.E. Pharmacognosy: science of natural products in drug discovery. Bioimpacts. 2014;4(3):109–110.", "ArticleIdList": ["PMC4204033", "25337461"]}, {"Citation": "Porcza L.M., Simms C., Chopra M. Honey and cancer: current status and future directions. Diseases. 2016;4(4):30.", "ArticleIdList": ["PMC5456322", "28933410"]}, {"Citation": "Prance G.T., Balée W., Boom B.M., Carneiro R.L. Quantitative ethnobotany and the case for conservation in ammonia. Conserv. Biol. 1987;1(4):296–310."}, {"Citation": "Parmar H.S., Kar A. Antiperoxidative, antithyroidal, antihyperglycemic and cardioprotective role of Citrus sinensis peel extract in male mice. Phytother Res. 2008;22(6):791–795.", "ArticleIdList": ["18412146"]}, {"Citation": "Quezel, P., Santa, S., 1963. Nouvelle flore de l'Algérie et des régions désertiques méridionales. p. No. 581.965 Q588."}, {"Citation": "R Development Core Team, R.T., 2013. R: A language and environment for statistical computing. R Foundation for Statistical Computing, Vienna, Austria http://www.r-project.org."}, {"Citation": "Estrogen and thyroid hormone receptor activation by medicinal plants from Bahia, Brazil. Reis L.T.C., da Silva M.R.D., Costa S.L., Velozo E.d.S., Batista R., da Cunha Lima S.T., editors. Medicines (Basel) 2018;5(1):8.", "ArticleIdList": ["PMC5874573", "29342924"]}, {"Citation": "Sarri M., Boudjelal A., Hendel N., Sarri D., Benkhaled A. Flora and ethnobotany of medicinal plants in the southeast of the capital of Hodna (Algeria) Arab. J. Med. Aromat. Plant. 2015;1(1):2015."}, {"Citation": "Sarri M., Mouyet F.Z., Benziane M., Cheriet A. Traditional use of medicinal plants in a city at steppic character (M’sila, Algeria) J. Pharm. Pharm. Res. 2014;2(2):31–35."}, {"Citation": "Sethi G., Ahn K.S., Aggarwal B.B. Targeting nuclear factor-κB activation pathway by Thymoquinone: role in suppression of antiapoptotic gene products and enhancement of apoptosis. 2008;6(6):1059–1070.", "ArticleIdList": ["18567808"]}, {"Citation": "Shahsavari N., Barzegar M., Sahari M.A., Naghdibadi H. Antioxidant activity and chemical characterization of essential oil of Bunium persicum. Plant Foods Hum. Nutr. 2008;63(4):183–188.", "ArticleIdList": ["18810640"]}, {"Citation": "Sharafati Chaleshtori F., Saholi M., Sharafati Chaleshtori R. Chemical Composition, Antioxidant and Antibacterial Activity of Bunium persicum, Eucalyptus globulus, and Rose Water on Multidrug-Resistant Listeria Species. J Evid Based Integr Med. 2018;23", "ArticleIdList": ["PMC5871051", "29405759"]}, {"Citation": "Shokri Z., Khoshbin M., Koohpayeh A., Abbasi N., Bahmani F., Rafieian-Kopaei M., Beyranvand F. Thyroid diseases: Pathophysiology and new hopes in treatment with medicinal plants and natural antioxidants. Int. J. Green Pharm. 2018;12(3):S473–S482."}, {"Citation": "Soundarrajan M., Kopp P.A. Thyroid hormone biosynthesis and physiology. In: Eaton J.L., editor. Thyroid disease and reproduction: a clinical guide to diagnosis and management. Springer International Publishing; Cham: 2019. pp. 1–17."}, {"Citation": "Subramanian A.P., John A.A., Vellayappan M.V., Balaji A., Jaganathan S.K., Mandal M., Supriyanto E. Honey and its phytochemicals: plausible agents in combating colon cancer through its diversified actions. J. Food Biochem. 2016;40(4):613–629."}, {"Citation": "Taborsky J., Kunt M., Kloucek P., Lachman J., Zeleny V., Kokoska L. Identification of potential sources of thymoquinone and related compounds in Asteraceae, Cupressaceae, Lamiaceae, and Ranunculaceae families. Cent. Eur. J. Chem. 2012;10(6):1899–1906."}, {"Citation": "Taïbi K., Ait Abderrahim L., Ferhat K., Betta S., Taïbi F., Bouraada F., Boussaid M. Ethnopharmacological study of natural products used for traditional cancer therapy in Algeria. Saudi Pharm. J. 2020;28(11):1451–1465.", "ArticleIdList": ["PMC7679473", "33250653"]}, {"Citation": "Tajmiri S., Farhangi M.A., Dehghan P. Nigella Sativa treatment and serum concentrations of thyroid hormones, transforming growth factor β (TGF-β) and interleukin 23 (IL-23) in patients with Hashimoto’s Thyroiditis. Eur. J. Integrative Med. 2016;8(4):576–580."}, {"Citation": "Talebi M., Moghaddam M., Ghasemi Pirbalouti A. Variability in essential oil content and composition of Bunium persicum Boiss. populations growing wild in northeast of Iran. J. Essent. Oil Res. 2018;30(4):258–264."}, {"Citation": "Valverde-R C., Orozco A., Carlos Solís-S J., Robles-Osorio L. Chapter 22 - Iodothyronine Deiodinases: Emerging Clinical Crossroads. In: Ulloa-Aguirre A., Conn P.M., editors. Cellular Endocrinology in Health and Disease. Academic Press; Boston: 2014. pp. 365–377."}, {"Citation": "Verma P., Jameel K. Studies on traditional treatment of thyroid by the tribals of Chitrakoot District. Uttar Pradesh Int. J. Sci. Res. 2014;3(10):1370–1373."}, {"Citation": "Waheed M., Hussain M.B., Javed A., Mushtaq Z., Hassan S., Shariati M.A., Khan M.U., Majeed M., Nigam M., Mishra A.P., Heydari M. Honey and cancer: a mechanistic review. Clin. Nutrit. 2019;38(6):2499–2503.", "ArticleIdList": ["30639116"]}, {"Citation": "Wang, J., Milosveski, V., Schramek, C., Fong, G., Becks, G., Hill, D., 1998. Presence and possible role of vascular endothelial growth factor in thyroid cell growth and function. 157(1), 5.", "ArticleIdList": ["9614352"]}, {"Citation": "WHO, 2018. Global Health Observatory. who.int/gho/database/en/, in: Geneva, S.W.H.O. (Ed.)."}, {"Citation": "Woo C.C., Kumar A.P., Sethi G., Tan K.H.B. Thymoquinone: potential cure for inflammatory disorders and cancer. Biochem. Pharmacol. 2012;83(4):443–451.", "ArticleIdList": ["22005518"]}, {"Citation": "Yuan H., Ma Q., Ye L., Piao G. The traditional medicine and modern medicine from natural products. Molecules. 2016;21(5):559.", "ArticleIdList": ["PMC6273146", "27136524"]}, {"Citation": "Zen, X.X., Yuan, Y., Liu, Y., Wu, T.X., Han, S., 2007. Chinese herbal medicines for hyperthyroidism. Cochrane Database Syst Rev 2007(2), CD005450-CD005450.", "ArticleIdList": ["PMC6544778", "17443591"]}, {"Citation": "Zerrouk S., Seijo M.C., Escuredo O., Rodríguez-Flores M.S. Characterization of Ziziphus lotus (jujube) honey produced in Algeria. J. Apic. Res. 2018;57(1):166–174."}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "10", "Day": "15"}, {"Year": "2020", "Month": "12", "Day": "8"}, {"Year": "2021", "Month": "2", "Day": "19", "Hour": "6", "Minute": "4"}, {"Year": "2021", "Month": "2", "Day": "20", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "2", "Day": "20", "Hour": "6", "Minute": "1"}, {"Year": "2020", "Month": "12", "Day": "29"}], "PublicationStatus": "ppublish", "ArticleIdList": ["33603538", "PMC7873729", "10.1016/j.jsps.2020.12.004", "S1319-0164(20)30279-6"]}}], "PubmedBookArticle": []}