{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Salvia miltiorrhiza", "arbuscular mycorrhizal fungi", "biomass", "phenolic acids", "quality", "tanshinones"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "33603763", "DateRevised": {"Year": "2021", "Month": "02", "Day": "20"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "02", "Day": "02"}], "Language": ["eng"], "ELocationID": ["617892", "10.3389/fpls.2021.617892"], "Journal": {"ISSN": "1664-462X", "JournalIssue": {"Volume": "12", "PubDate": {"Year": "2021"}}, "Title": "Frontiers in plant science", "ISOAbbreviation": "Front Plant Sci"}, "ArticleTitle": "Effects of Native Arbuscular Mycorrhizae Isolated on Root Biomass and Secondary Metabolites of <i>Salvia miltiorrhiza</i> Bge.", "Pagination": {"StartPage": "617892", "MedlinePgn": "617892"}, "Abstract": {"AbstractText": ["Arbuscular mycorrhiza fungi (AMFs) are a group of soil-dwelling fungi that form symbiotic associations with plants, to mediate the secondary metabolism and production of active ingredients in aromatic and medicinal plants. Currently, there is little research on <i>Salvia miltiorrhiza</i> Bge. inoculation with native AMFs and the concomitant effects on growth and secondary metabolites. In this study, <i>S. miltiorrhiza</i> was treated with eight AMFs, i.e., <i>Glomus formosanum</i>; <i>Gl. tenebrosum</i>; <i>Septoglomus constrictum</i>; <i>Funneliformis geosporum</i>; <i>Rhizophagus manihotis</i>; <i>Ambispora gerdemanii</i>; <i>Acaulospora laevis</i>; <i>Ac. tuberculata</i>, to investigate the influence of AMF inoculation on biomass and secondary production under greenhouse conditions in <i>S. miltiorrhiza</i> roots. The results showed that mycorrhiza formation rates were between 54.83 and 86.10%. Apart from <i>Ac. laevis</i> and <i>Gl. tenebrosum</i> treatment, the roots biomass of the other treatment groups was effectively increased, and the fresh and dry weight of the plant inoculated with <i>Fu. geosporum</i> were increased by 86.76 and 86.95%, respectively. Specifically, AMF treatments also impacted on phenolic acids production; inoculation with both <i>Fu. geosporum</i> or <i>Ac. laevis</i> significantly reduced total phenolic acids, whereas the other treatments effectively increased these levels, of which <i>Gl. formosanum</i> generated significant levels. Most AMF-plant symbiotic experiments facilitated phenolic acid accumulation in the secondary metabolites of <i>S. miltiorrhiza</i> (except <i>Ac. laevis</i>). This study showed that most native AMFs inoculation with <i>S. miltiorrhiza</i> promoted roots growth and increased secondary metabolites production (especially phenolic acids). Going forward, inoculation of native AMF is a promising method to improve the quality and yield of <i>S. miltiorrhiza</i> and should be considered during production."], "CopyrightInformation": "Copyright © 2021 Wu, Wang, Liu, Li, Chen, Ma and Yan."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Characteristic Chinese Medicine Resources in Southwest China, School of Pharmacy, Chengdu University of Traditional Chinese Medicine, Chengdu, China."}], "LastName": "Wu", "ForeName": "Yan-Hong", "Initials": "YH"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Characteristic Chinese Medicine Resources in Southwest China, School of Pharmacy, Chengdu University of Traditional Chinese Medicine, Chengdu, China."}], "LastName": "Wang", "ForeName": "Hai", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Characteristic Chinese Medicine Resources in Southwest China, School of Pharmacy, Chengdu University of Traditional Chinese Medicine, Chengdu, China."}], "LastName": "Liu", "ForeName": "Min", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Characteristic Chinese Medicine Resources in Southwest China, School of Pharmacy, Chengdu University of Traditional Chinese Medicine, Chengdu, China."}], "LastName": "Li", "ForeName": "Bo", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Characteristic Chinese Medicine Resources in Southwest China, School of Pharmacy, Chengdu University of Traditional Chinese Medicine, Chengdu, China."}], "LastName": "Chen", "ForeName": "Xin", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Characteristic Chinese Medicine Resources in Southwest China, School of Pharmacy, Chengdu University of Traditional Chinese Medicine, Chengdu, China."}], "LastName": "Ma", "ForeName": "Yun-Tong", "Initials": "YT"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Characteristic Chinese Medicine Resources in Southwest China, School of Pharmacy, Chengdu University of Traditional Chinese Medicine, Chengdu, China."}], "LastName": "Yan", "ForeName": "Zhu-Yun", "Initials": "ZY"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Plant Sci", "NlmUniqueID": "101568200", "ISSNLinking": "1664-462X"}, "CoiStatement": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Begum N., Qin C., Ahanger M. A., Raza S., Khan M. I., Ashraf M., et al. (2019). Role of mrbuscular mycorrhizal fungi in plant growth regulation: implications in abiotic stress tolerance. Front. Plant Sci. 10:1068. 10.3389/fpls.2019.01068", "ArticleIdList": ["10.3389/fpls.2019.01068", "PMC6761482", "31608075"]}, {"Citation": "Berruti A., Lumini E., Balestrini R., Bianciotto V. (2015). Arbuscular mycorrhizal fungi as natural biofertilizers: let’s benefit from past successes. Front. Microbiol. 6:1559. 10.3389/fmicb.2015.01559", "ArticleIdList": ["10.3389/fmicb.2015.01559", "PMC4717633", "26834714"]}, {"Citation": "Bowles T. M., Barrios-Masias F. H., Carlisle E. A., Cavagnaro T. R., Jackson L. E. (2016). Effects of arbuscular mycorrhizae on tomato yield, nutrient uptake, water relations, and soil carbon dynamics under deficit irrigation in field conditions. Sci. Total Environ. 566 1223–1234. 10.1016/j.scitotenv.2016.05.178", "ArticleIdList": ["10.1016/j.scitotenv.2016.05.178", "27266519"]}, {"Citation": "Bruisson S., Maillot P., Schellenbaum P., Walter B., Gindro K., Deglene-Benbrahim L. (2016). Arbuscular mycorrhizal symbiosis stimulates key genes of the phenylpropanoid biosynthesis and stilbenoid production in grapevine leaves in response to downy mildew and grey mould infection. Phytochemistry 131 92–99. 10.1016/j.phytochem.2016.09.002", "ArticleIdList": ["10.1016/j.phytochem.2016.09.002", "27623505"]}, {"Citation": "Bücking H., Kafle A., Krapp A., Hirel B. (2015). Role of Arbuscular mycorrhizal fungi in the nitrogen uptake of plants: current knowledge and research gaps. Agronomy 5 587–612. 10.3390/agronomy5040587", "ArticleIdList": ["10.3390/agronomy5040587"]}, {"Citation": "Ceccarelli N., Curadi M., Martelloni L., Sbrana C., Picciarelli P., Giovannetti M. (2010). Mycorrhizal colonization impacts on phenolic content and antioxidant properties of artichoke leaves and flower heads two years after field transplant. Plant Soil 335 311–323. 10.1007/s11104-010-0417-z", "ArticleIdList": ["10.1007/s11104-010-0417-z"]}, {"Citation": "Chaudhary V., Kapoor R., Bhatnagar A. K. (2008). Effectiveness of two arbuscular mycorrhizal fungi on concentrations of essential oil and artemisinin in three accessions of Artemisia annua L. Appl. Soil Ecol. 40 174–181. 10.1016/j.apsoil.2008.04.003", "ArticleIdList": ["10.1016/j.apsoil.2008.04.003"]}, {"Citation": "Chenchouni H., Mekahlia M. N., Beddiar A. (2020). Effect of inoculation with native and commercial arbuscular mycorrhizal fungi on growth and mycorrhizal colonization of olive (Olea europaea L.). Sci. Hortic. 261 10 10.1016/j.scienta.2019.108969", "ArticleIdList": ["10.1016/j.scienta.2019.108969"]}, {"Citation": "Cheruth A. J., Joe M. M., Karthikeyan B. (2009). Response of some medicinal plants to vesicular arbuscular mycorrhizal inoculations. J. Sci. Res. 1 381–386. 10.3329/jsr.v1i2.1675", "ArticleIdList": ["10.3329/jsr.v1i2.1675"]}, {"Citation": "Chun-Yan S. U., Ming Q. L., Rahman K., Han T., Qin L. P. (2015). Salvia miltiorrhiza.: traditional medicinal uses, chemistry, and pharmacology. Chin. J. Nat. Med. 3 163–182. 10.1016/s1875-5364(15)30002-9", "ArticleIdList": ["10.1016/s1875-5364(15)30002-9", "25835361"]}, {"Citation": "Dalpé Y., Séguin S. M. (2013). Microwave-assisted technology for the clearing and staining of arbuscular mycorrhizal fungi in roots. Mycorrhiza 23 333–340. 10.1007/s00572-012-0472-9", "ArticleIdList": ["10.1007/s00572-012-0472-9", "23340997"]}, {"Citation": "Domokos E., Jakab-Farkas L., Darko B., Biro-Janka B., Mara G., Albert C., et al. (2018). Increase in artemisia annua plant biomass artemisinin content and guaiacol peroxidase activity using the arbuscular mycorrhizal fungus Rhizophagus irregularis. Front. Plant Sci. 9:478. 10.3389/fpls.2018.00478", "ArticleIdList": ["10.3389/fpls.2018.00478", "PMC5908966", "29706981"]}, {"Citation": "Eftekhari M., Alizadeh M., Ebrahimi P. (2012). Evaluation of the total phenolics and quercetin content of foliage in mycorrhizal grape (Vitis vinifera L.) varieties and effect of postharvest drying on quercetin yield. Ind. Crop Prod. 38 160–165. 10.1016/j.indcrop.2012.01.022", "ArticleIdList": ["10.1016/j.indcrop.2012.01.022"]}, {"Citation": "Feddermann N., Finlay R., Boller T., Elfstrand M. (2010). Functional diversity in arbuscular mycorrhiza-the role of gene expression, phosphorous nutrition and symbiotic efficiency. Fungal Ecol. 3 1–8. 10.1016/j.funeco.2009.07.003", "ArticleIdList": ["10.1016/j.funeco.2009.07.003"]}, {"Citation": "Finlay R. D. (2008). Ecological aspects of mycorrhizal symbiosis: with special emphasis on the functional diversity of interactions involving the extraradical mycelium. J. Exp. Bot. 59 1115–1126. 10.1093/jxb/ern059", "ArticleIdList": ["10.1093/jxb/ern059", "18349054"]}, {"Citation": "Gianinazzi S., Gollotte A., Binet M. N., Tuinen D. V., Redecker D., Wipf D. (2010). Agroecology: the key role of arbuscular mycorrhizas in ecosystem services. Mycorrhiza 20 519–530. 10.1007/s00572-010-0333-3", "ArticleIdList": ["10.1007/s00572-010-0333-3", "20697748"]}, {"Citation": "He X., Wang L., Ma J., Zhao L. (2010). AM fungal diversity in the rhizosphere of Salvia miltiorrhiza in Anguo city of Hebei Province. Biodivers. Sci. 18 187–194. 10.3724/sp.j.1003.2010.187", "ArticleIdList": ["10.3724/sp.j.1003.2010.187"]}, {"Citation": "Helgason T., Merryweather J. W., Denison J., Wilson P., Young J. P. W., Fitter A. H. (2002). Selectivity and functional diversity in arbuscular mycorrhizas of co-occurring fungi and plants from a temperate deciduous woodland. J. Ecol. 90 371–384. 10.1046/j.1365-2745.2001.00674.x", "ArticleIdList": ["10.1046/j.1365-2745.2001.00674.x"]}, {"Citation": "Hodge A., Helgason T., Fitter A. H. (2010). Nutritional ecology of arbuscular mycorrhizal fungi. Fungal Ecol. 3 267–273. 10.1016/j.funeco.2010.02.002", "ArticleIdList": ["10.1016/j.funeco.2010.02.002"]}, {"Citation": "Hoeksema J. D., Chaudhary V. B., Gehring C. A., Johnson N. C., Karst J., Koide R. T., et al. (2010). A meta-analysis of context-dependency in plant response to inoculation with mycorrhizal fungi. Ecol. Lett. 13 394–407. 10.1111/j.1461-0248.2009.01430.x", "ArticleIdList": ["10.1111/j.1461-0248.2009.01430.x", "20100237"]}, {"Citation": "Hoagland D. R., Arnon D. I. (1938). The Water-Culture Method for Growing Plants Without Soil. Berkeley, CA: University of California Agricultural Experimental Station."}, {"Citation": "Jansa J., Mozafar A., Frossard E. (2003). Long-distance transport of P and Zn through the hyphae of an arbuscular mycorrhizal fungus in symbiosis with maize. Agronomie 23 481–488. 10.1051/agro:2003013", "ArticleIdList": ["10.1051/agro:2003013"]}, {"Citation": "Jiang C. Z., Wei X. R. (2004). Study on the choice of cultivation area of Salvia miltiorrhiza Bge. Res. Pract. Chin. Med. 18 15–17."}, {"Citation": "Johansson J. F., Paul L. R., Finlay R. D. (2004). Microbial interactions in the mycorrhizosphere and their significance for sustainable agriculture. FEMS Microbiol. Ecol. 48 1–13. 10.1016/j.femsec.2003.11.012", "ArticleIdList": ["10.1016/j.femsec.2003.11.012", "19712426"]}, {"Citation": "Kapoor R., Chaudhary V., Bhatnagar A. K. (2007). Effects of arbuscular mycorrhiza and phosphorus application on artemisinin concentration in Artemisia annua L. Mycorrhiza 17 581–587. 10.1007/s00572-007-0135-4", "ArticleIdList": ["10.1007/s00572-007-0135-4", "17578608"]}, {"Citation": "Kong W. B., Chen D., Yang S. L., Zhang A. M., Zhu X. T., Niu S. Q. (2019). Progress in studies on symbiosis between Olea europaea L. and arbuscular mycorrhizal fungi. Chin. J. Appl. Environ. Biol. 25 750–758."}, {"Citation": "Lerat S., Lapointe L., Piché Y., Vierheilig H. (2003). Variable carbon-sink strength of different Glomus mosseae strains colonizing barley roots. Rev. Can. Bot. 81 886–889. 10.1139/b03-070", "ArticleIdList": ["10.1139/b03-070"]}, {"Citation": "Li G., Meng F. Y., Yang H. J., Fang J., Fu M. H. (2014). Simultaneous determination of 11 components in Salvia miltiorrhiza by UPLC. China Pharm. 25 1766–1768."}, {"Citation": "Li J. H., Qi J. X., Yang X. Y., Wu H. Q., He X. L. (2016). Effect of AM fungi on the growth and medicinal ingredients of Salvia miltiorrhiza Bge under different moisture and phosphorus levels. Acta Agric. Boreali Occidentalis Sin. 25 120–126."}, {"Citation": "Liu M., Huang W. L., Wang X., Wan R. H., Yan Z. Y. (2017). Study on diversity of arbuscular mycorrhizal fungi in main producing areas of Salvia miltiorrhiza. China J. Chin. Mater. Med. 42 70–75."}, {"Citation": "Liu R. J., Chen Y. L. (2007). Mycorrhiza. Beijing: Science Press, 236–237."}, {"Citation": "López-Ráez J. A., Flors V., García J. M., Pozo M. J. (2010). AM symbiosis alters phenolic acid content in tomato roots. Plant Signal. Behav. 5 1138–1140. 10.4161/psb.5.9.12659", "ArticleIdList": ["10.4161/psb.5.9.12659", "PMC3115087", "21490421"]}, {"Citation": "Lu F. C., Lee C. Y., Wang C. L. (2015). The influence of arbuscular mycorrhizal fungi inoculation on yam (Dioscorea spp.) tuber weights and secondary metabolite content. PeerJ 3 e1266. 10.7717/peerj.1266", "ArticleIdList": ["10.7717/peerj.1266", "PMC4586806", "26421239"]}, {"Citation": "Nell M., Wawrosch C., Steinkellner S., Vierheilig H., Kopp B., Lossl A., et al. (2010). Root colonization by symbiotic arbuscular mycorrhizal fungi increases sesquiterpenic acid concentrations in Valeriana officinalis L. Planta Med. 76 393–398. 10.1055/s-0029-1186180", "ArticleIdList": ["10.1055/s-0029-1186180", "19809971"]}, {"Citation": "Ortas I. (2012). The effect of mycorrhizal fungal inoculation on plant yield, nutrient uptake and inoculation effectiveness under long-term field conditions. Field Crops Res. 125 35–48. 10.1016/j.fcr.2011.08.005", "ArticleIdList": ["10.1016/j.fcr.2011.08.005"]}, {"Citation": "Pedone-Bonfim M. V. L., da Silva F. S. B., Maia L. C. (2015). Production of secondary metabolites by mycorrhizal plants with medicinal or nutritional potential. Acta Physiol. Plant 37 27 10.1007/s11738-015-1781-3", "ArticleIdList": ["10.1007/s11738-015-1781-3"]}, {"Citation": "Pichersky E., Raguso R. A. (2016). Why do plants produce so many terpenoid compounds? New Phytol. 220 692–702. 10.1111/nph.14178", "ArticleIdList": ["10.1111/nph.14178", "27604856"]}, {"Citation": "Plenchette C., Fortin J. A., Furlan V. (1983). Growth responses of several plant species to mycorrhizae in a soil of moderate P-fertility. Plant Soil 70 211–217. 10.1007/BF02374781", "ArticleIdList": ["10.1007/BF02374781"]}, {"Citation": "Pozo M. J., Azcón-Aguilar C. (2007). Unraveling mycorrhiza-induced resistance. Curr. Opin. Plant Biol. 10 393–398. 10.1016/j.pbi.2007.05.004", "ArticleIdList": ["10.1016/j.pbi.2007.05.004", "17658291"]}, {"Citation": "Qi J. X., Yang X. Y., Wang Z. Y., Du T. S., Li J. H. (2016). Effect of AM fungi, moisture, and phosphorus levels on the growth and quality of Salvia miltiorrhiza Bge. J. Heb Univ. 36 509–516."}, {"Citation": "Rapparini F., Llusi J., Peñuelas J. (2007). Effect of arbuscular mycorrhizal (AM) colonization on terpene emission and content of Artemisia annua L. Plant Biol. 10 108–122. 10.1055/s-2007-964963", "ArticleIdList": ["10.1055/s-2007-964963", "18211551"]}, {"Citation": "Ren J., Fu L., Nile S. H., Zhang J., Kai G. (2019). Salvia miltiorrhiza in treating cardiovascular diseases: a review on its pharmacological and clinical applications. Front. Pharmacol. 10:753. 10.3389/fphar.2019.00753", "ArticleIdList": ["10.3389/fphar.2019.00753", "PMC6626924", "31338034"]}, {"Citation": "Rengel Z. (2002). Breeding for better symbiosis. Plant Soil 245 147–162. 10.1007/978-94-017-1570-6_27", "ArticleIdList": ["10.1007/978-94-017-1570-6_27"]}, {"Citation": "Ryan M. H., Graham J. H. (2018). Little evidence that farmers should consider abundance or diversity of arbuscular mycorrhizal fungi when managing crops. New Phytol. 220 1092–1107. 10.1111/nph.15308", "ArticleIdList": ["10.1111/nph.15308", "29987890"]}, {"Citation": "Sbrana C., Avio L., Giovannetti M. (2014). Beneficial mycorrhizal symbionts affecting the production of health-promoting phytochemicals. Electrophoresis 35 1535–1546. 10.1002/elps.201300568", "ArticleIdList": ["10.1002/elps.201300568", "25025092"]}, {"Citation": "Schaarschmidt S., Kopka J., Ludwig-Müller J., Hause B. (2007). Regulation of arbuscular mycorrhization by apoplastic invertases: enhanced invertase activity in the leaf apoplast affects the symbiotic interaction. Plant J. 51 390–405. 10.1111/j.1365-313X.2007.03150.x", "ArticleIdList": ["10.1111/j.1365-313X.2007.03150.x", "17521407"]}, {"Citation": "Schachtman D. P., Reid R. J., Ayling S. M. (1998). Phosphorus uptake by plants: from soil to cell. Plant Physiol. 116 447–453. 10.1104/pp.116.2.447", "ArticleIdList": ["10.1104/pp.116.2.447", "PMC1539172", "9490752"]}, {"Citation": "Seifi E., Teymoor Y. S., Alizadeh M., Fereydooni H. (2014). Olive mycorrhization: influences of genotype, mycorrhiza, and growing periods. Sci. Hortic. 180 214–219. 10.1016/j.scienta.2014.10.042", "ArticleIdList": ["10.1016/j.scienta.2014.10.042"]}, {"Citation": "Séry D. J., Kouadjo Z. G. C., Voko B. R. R., Zézé A. (2016). Selecting native arbuscular mycorrhizal fungi to promote Cassava growth and increase yield under field conditions. Front. Microbiol. 7:2063. 10.3389/fmicb.2016.02063", "ArticleIdList": ["10.3389/fmicb.2016.02063", "PMC5177653", "28066381"]}, {"Citation": "Shi S. M., Chen K., Gao Y., Liu B., Yang X. H., Huang X. Z., et al. (2016). Arbuscular mycorrhizal fungus species dependency governs better plant physiological characteristics and leaf quality of mulberry (Morus alba L.) seedlings. Front. Microbiol. 7:1030. 10.3389/fmicb.2016.01030", "ArticleIdList": ["10.3389/fmicb.2016.01030", "PMC4923160", "27446063"]}, {"Citation": "Smith F. A., Smith S. E. (2011). What is the significance of the arbuscular mycorrhizal colonisation of many economically important crop plants? Plant Soil 348 63–79. 10.1007/s11104-011-0865-0", "ArticleIdList": ["10.1007/s11104-011-0865-0"]}, {"Citation": "Smith S. E., Facelli E., Pope S., Smith F. A. (2010). Plant performance in stressful environments: interpreting new and established knowledge of the roles of arbuscular mycorrhizas. Plant Soil 326 3–20. 10.1007/s11104-009-9981-5", "ArticleIdList": ["10.1007/s11104-009-9981-5"]}, {"Citation": "Smith S. E., Smith F. A. (2012). Fresh perspectives on the roles of arbuscular mycorrhizal fungi in plant nutrition and growth. Mycologia 104 1–13. 10.3852/11-229", "ArticleIdList": ["10.3852/11-229", "21933929"]}, {"Citation": "Smith S. E., Smith F. A., Jakobsen I. (2003). Mycorrhizal fungi can dominate phosphate supply to plants irrespective of growth responses. Plant Physiol. 133 16–20. 10.1104/pp.103.024380", "ArticleIdList": ["10.1104/pp.103.024380", "PMC1540331", "12970469"]}, {"Citation": "Spatafora J. W., Chang Y., Benny G. L., Lazarus K., Smith M. E., Berbee M. L., et al. (2016). A phylum-level phylogenetic classification of zygomycete fungi based on genome-scale data. Mycologia 108 1028–1046. 10.3852/16-042", "ArticleIdList": ["10.3852/16-042", "PMC6078412", "27738200"]}, {"Citation": "Tan W. D., Shen M. J., Qiu H. J., Zeng F. L., Huang J. H., Huang R. S., et al. (2013). Effects of different phosphorus levels on mycorrhiza formation and growth and artemisinin production of Artemisia annua L. J. South. Agric. 44 1303–1307."}, {"Citation": "Tarraf W., Ruta C., Tagarelli A., De Cillis F., De Mastro G. (2017). Influence of arbuscular mycorrhizae on plant growth, essential oil production and phosphorus uptake of Salvia officinalis L. Ind. Crop. Prod. 102 144–153. 10.1016/j.indcrop.2017.03.010", "ArticleIdList": ["10.1016/j.indcrop.2017.03.010"]}, {"Citation": "Tawaraya K. (2003). Arbuscular mycorrhizal dependency of different plant species and cultivars. Soil Sci. Plant Nutr. 49 655–668. 10.1080/00380768.2003.10410323", "ArticleIdList": ["10.1080/00380768.2003.10410323"]}, {"Citation": "Thirkell T. J., Charters M. D., Elliott A. J., Sait S. M., Field K. J., Bardgett R. (2017). Are mycorrhizal fungi our sustainable saviours? Considerations for achieving food security. J. Ecol. 105 921–929. 10.1111/1365-2745.12788", "ArticleIdList": ["10.1111/1365-2745.12788"]}, {"Citation": "Thonar C. C., Schnepf A., Frossard E., Roose T., Jansa J. (2011). Traits related to differences in function among three arbuscular mycorrhizal fungi. Plant Soil 339 231–245. 10.1007/s11104-010-0571-3", "ArticleIdList": ["10.1007/s11104-010-0571-3"]}, {"Citation": "Toussaint J., Smith F. A., Smith S. E. (2007). Arbuscular mycorrhizal fungi can induce the production of phytochemicals in sweet basil irrespective of phosphorus nutrition. Mycorrhiza 17 291–297. 10.1007/s00572-006-0104-3", "ArticleIdList": ["10.1007/s00572-006-0104-3", "17273856"]}, {"Citation": "Wan X. H., Wang Y. L., Zhou C. Z., Guo H., Ma S., Wang L. Z. (2020). Advances in chemical constituents and pharmacological effects of salvia miltiorrhiza. Chin. Herb. Med. 51 788–798."}, {"Citation": "Wang F. X., Zhang X., Zhao R. H., Yu J., Gu W., Li R., et al. (2020). Advances in studies on the role and mechanism of arbuscular mycorrhizal fungi in medicinal plants. Chin. J. Exp. Formulol. 26 217–226."}, {"Citation": "Wang H., Yang N., Tan J., Lin H. Q., Li P. Y., Liu J. P. (2018). Research progress on Salvia miltiorrhiza Bge of the chemical constituents and their pharmacological effects. Spec. Wild Econ. Anim. Plant Res. 40 48–53."}, {"Citation": "Wang L. L., Ma R. F., Liu C. Y., Liu H. X., Zhu R. Y., Guo S. Z., et al. (2017). Salvia miltiorrhiza: a potential red light to the development of cardiovascular diseases. Curr. Pharm. Des. 23 1077–1097. 10.2174/1381612822666161010105242", "ArticleIdList": ["10.2174/1381612822666161010105242", "PMC5421141", "27748194"]}, {"Citation": "Wang L. Y., He X. L. (2009). The resource and spatio-temproal distribution of AM fungi from Salvia miltiorrhiza in Anguo. J. Agric. Univ. Heb. 32 73–79."}, {"Citation": "Wang X., Chen M. L., Yang G., Li X. M., Li P. Y., Chen M. (2014). Effect of Glomus versiforme and Trichoderma harzianum on growth and quality of Salvia miltiorrhiza. China J. Chin. Mater. Med. 39 1574–1578.", "ArticleIdList": ["25095363"]}, {"Citation": "Wang X. D., Lu Y. Q., He X. L. (2010). Effects of phosphorus application level on the growth and physiological characteristics of Atractylodes macrocephala Koidz. inoculated with AM fungi. Acta Bot. Boreal.-Occid. Sin. 30 136–142."}, {"Citation": "Welling M. T., Liu L., Rose T. J., Waters D. L., Benkendorff K. (2016). Arbuscular mycorrhizal fungi: effects on plant terpenoid accumulation. Plant Biol. 18 552–562. 10.1111/plb.12408", "ArticleIdList": ["10.1111/plb.12408", "26499392"]}, {"Citation": "Wu Y. H., Wu R. Y., Li B., Yan Z. Y. (2020). Cryptotanshinone: a review of its pharmacology activities and molecular mechanisms. Fitoterapia 145 104633 10.1016/j.fitote.2020.104633", "ArticleIdList": ["10.1016/j.fitote.2020.104633", "32445662"]}, {"Citation": "Yang Y., Ou X., Yang G., Xia Y., Chen M., Guo L., et al. (2017). Arbuscular mycorrhizal fungi regulate the growth and phyto-active compound of Salvia miltiorrhiza seedlings. Appl. Sci. 7 68 10.3390/app7010068", "ArticleIdList": ["10.3390/app7010068"]}, {"Citation": "Yao Q., Zhu H. H., Zeng R. S. (2007). Role of phenolic compounds in plant defence: induced by arbuscular mycorrhizal fungi. Allelop. J. 20 1–14."}, {"Citation": "Zeng Y., Guo L. P., Chen B. D., Hao Z. P., Wang J. Y., Huang L. Q., et al. (2013). Arbuscular mycorrhizal symbiosis and active ingredients of medicinal plants: current research status and prospectives. Mycorrhiza 23 253–265. 10.1007/s00572-013-0484-0", "ArticleIdList": ["10.1007/s00572-013-0484-0", "23417725"]}, {"Citation": "Zhang H., Sun J. Q., Bao Y. Y. (2015). Advances in studies on plant secondary metabolites influenced by arbuscular mycorrhizal fungi. J. Agric. Biotechnol. 23 1093–1103."}, {"Citation": "Zhang R. Q., Zhu H. H., Zhao H. Q., Yao Q. (2013). Arbuscular mycorrhizal fungal inoculation increases phenolic synthesis in clover roots via hydrogen peroxide, salicylic acid and nitric oxide signaling pathways. J. Plant Physiol. 170 74–79. 10.1016/j.jplph.2012.08.022", "ArticleIdList": ["10.1016/j.jplph.2012.08.022", "23122788"]}, {"Citation": "Zhao Z. G., Gao S. R., Xie J., Yan B. B., Hou J. L., Wang W. Q., et al. (2015). Dynamic study on biomass and bioactive ingredients accumulation of roots of Salvia miltiorrhizae in different growth periods. Mod. Chin. Med. 17 1171–1176."}, {"Citation": "Zitterl-Eglseer K., Nell M., Lamien-Meda A., Steinkellner S., Wawrosch C., Kopp B., et al. (2015). Effects of root colonization by symbiotic arbuscular mycorrhizal fungi on the yield of pharmacologically active compounds in Angelica archangelica L. Acta Physiol. Plant 37 21 10.1007/s11738-014-1750-2", "ArticleIdList": ["10.1007/s11738-014-1750-2"]}, {"Citation": "Zubek S., Blaszkowski J., Buchwald W. A. (2012a). Fungal root endophyte associations of medicinal plants. Nova Hedwigia 94 525–540. 10.1127/0029-5035/2012/0024", "ArticleIdList": ["10.1127/0029-5035/2012/0024"]}, {"Citation": "Zubek S., Mielcarek S., Turnau K. (2012b). Hypericin and pseudohypericin concentrations of a valuable medicinal plant Hypericum perforatum L. are enhanced by arbuscular mycorrhizal fungi. Mycorrhiza 22 149–156. 10.1007/s00572-011-0391-1", "ArticleIdList": ["10.1007/s00572-011-0391-1", "PMC3261393", "21626142"]}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "10", "Day": "18"}, {"Year": "2021", "Month": "1", "Day": "11"}, {"Year": "2021", "Month": "2", "Day": "19", "Hour": "6", "Minute": "5"}, {"Year": "2021", "Month": "2", "Day": "20", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "2", "Day": "20", "Hour": "6", "Minute": "1"}, {"Year": "2021", "Month": "1", "Day": "1"}], "PublicationStatus": "epublish", "ArticleIdList": ["33603763", "PMC7884620", "10.3389/fpls.2021.617892"]}}], "PubmedBookArticle": []}