{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Bacteriophage", "CBD", "Crystal structure", "Lysins"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "33609147", "DateCompleted": {"Year": "2021", "Month": "12", "Day": "06"}, "DateRevised": {"Year": "2021", "Month": "12", "Day": "14"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "02", "Day": "20"}], "Language": ["eng"], "ELocationID": ["10.1007/s00249-021-01511-x"], "Journal": {"ISSN": "1432-1017", "JournalIssue": {"Volume": "50", "Issue": "5", "PubDate": {"Year": "2021", "Month": "Jul"}}, "Title": "European biophysics journal : EBJ", "ISOAbbreviation": "Eur Biophys J"}, "ArticleTitle": "Structural and biochemical analyses of the tetrameric cell binding domain of Lys170 from enterococcal phage F170/08.", "Pagination": {"StartPage": "721", "EndPage": "729", "MedlinePgn": "721-729"}, "Abstract": {"AbstractText": ["Lysins are a class of hydrolytic enzymes used by bacteriophages to target and cleave the peptidoglycan of bacterial cell walls during their lytic cycle. The lysins from bacteriophages that infect Gram-positive bacteria are typically monomeric and consist of one or two catalytic domains (CD) and a cell binding domain (CBD). However, multimeric lysins encoded by a single gene have also been reported, among which Lys170 from enterococcal phage F170/08 was one of the first identified. Here, we determined the crystal structure of Lys170 CBD at 1.40 Å resolution. The structure reveals that Lys170 CBDs assemble into a tetrameric functional unit and that each monomer folds into a three-stranded β-sheet core capped on each side by an α-helix. In addition, we identified key residues of Lys170 CBD involved in host cell binding. Our work provides a basis for designing highly efficient lysins targeting Enterococcus faecalis."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "The Key Laboratory of Innate Immune Biology of Fujian Province, Provincial University Key Laboratory of Cellular Stress Response and Metabolic Regulation, Biomedical Research Center of South China, Key Laboratory of OptoElectronic Science and Technology for Medicine of the Ministry of Education, College of Life Sciences, Fujian Normal University, Fuzhou, China."}], "LastName": "Xu", "ForeName": "Xiaolong", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "The Key Laboratory of Innate Immune Biology of Fujian Province, Provincial University Key Laboratory of Cellular Stress Response and Metabolic Regulation, Biomedical Research Center of South China, Key Laboratory of OptoElectronic Science and Technology for Medicine of the Ministry of Education, College of Life Sciences, Fujian Normal University, Fuzhou, China."}, {"Identifier": [], "Affiliation": "The Engineering Technology Research Center of Characteristic Medicinal Plants of Fujian, Ningde Normal University, Ningde, China."}], "LastName": "Zhang", "ForeName": "Dandan", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "The Key Laboratory of Innate Immune Biology of Fujian Province, Provincial University Key Laboratory of Cellular Stress Response and Metabolic Regulation, Biomedical Research Center of South China, Key Laboratory of OptoElectronic Science and Technology for Medicine of the Ministry of Education, College of Life Sciences, Fujian Normal University, Fuzhou, China."}], "LastName": "Zhou", "ForeName": "Biao", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "The Key Laboratory of Innate Immune Biology of Fujian Province, Provincial University Key Laboratory of Cellular Stress Response and Metabolic Regulation, Biomedical Research Center of South China, Key Laboratory of OptoElectronic Science and Technology for Medicine of the Ministry of Education, College of Life Sciences, Fujian Normal University, Fuzhou, China. zhenxk@fjnu.edu.cn."}], "LastName": "Zhen", "ForeName": "Xiangkai", "Initials": "X"}, {"Identifier": ["0000-0002-1120-1524"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "The Key Laboratory of Innate Immune Biology of Fujian Province, Provincial University Key Laboratory of Cellular Stress Response and Metabolic Regulation, Biomedical Research Center of South China, Key Laboratory of OptoElectronic Science and Technology for Medicine of the Ministry of Education, College of Life Sciences, Fujian Normal University, Fuzhou, China. ouyangsy@fjnu.edu.cn."}], "LastName": "Ouyang", "ForeName": "Songying", "Initials": "S"}], "GrantList": [{"GrantID": "31770948 and 31800159", "Agency": "National Natural Science Foundation of China", "Country": ""}, {"GrantID": "SKF2020NO1", "Agency": "Special Open Fund of Key Laboratory of Experimental Marine Biology, Chinese Academy of Sciences", "Country": ""}, {"GrantID": "FJHJF-L-2020-2", "Agency": "Marine Economic Development Special Fund of Fujian Province", "Country": ""}, {"GrantID": "2019J05065", "Agency": "Nature Science Foundation of Fujian Province", "Country": ""}, {"GrantID": "Z0210509", "Agency": "High-level personnel introduction grant of Fujian Normal University", "Country": ""}, {"GrantID": "2020Y4007", "Agency": "University-Industry Cooperation from Fujian Provincial Department of Science and Technology", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "Eur Biophys J", "NlmUniqueID": "8409413", "ISSNLinking": "0175-7571"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Peptidoglycan"}, {"RegistryNumber": "0", "NameOfSubstance": "Viral Proteins"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Bacteriophages"}, {"QualifierName": [], "DescriptorName": "Cell Wall"}, {"QualifierName": [], "DescriptorName": "Enterococcus faecalis"}, {"QualifierName": [], "DescriptorName": "Peptidoglycan"}, {"QualifierName": [], "DescriptorName": "Viral Proteins"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Adams PD, Afonine PV, Bunkoczi G, Chen VB, Davis IW, Echols N, Headd JJ, Hung LW, Kapral GJ, Grosse-Kunstleve RW, McCoy AJ, Moriarty NW, Oeffner R, Read RJ, Richardson DC, Richardson JS, Terwilliger TC, Zwart PH (2010) PHENIX: a comprehensive Python-based system for macromolecular structure solution. Acta Crystallogr D Biol Crystallogr 66:213–221", "ArticleIdList": ["10.1107/S0907444909052925"]}, {"Citation": "Alcorlo M, Martinez-Caballero S, Molina R, Hermoso JA (2017) Carbohydrate recognition and lysis by bacterial peptidoglycan hydrolases. Curr Opin Struct Biol 44:87–100", "ArticleIdList": ["10.1016/j.sbi.2017.01.001"]}, {"Citation": "Briers Y, Schmelcher M, Loessner MJ, Hendrix J, Engelborghs Y, Volckaert G, Lavigne R (2009) The high-affinity peptidoglycan binding domain of Pseudomonas phage endolysin KZ144. Biochem Biophys Res Commun 383:187–191", "ArticleIdList": ["10.1016/j.bbrc.2009.03.161"]}, {"Citation": "Broendum SS, Buckle AM, McGowan S (2018) Catalytic diversity and cell wall binding repeats in the phage-encoded endolysins. Mol Microbiol 110:879–896", "ArticleIdList": ["10.1111/mmi.14134"]}, {"Citation": "Bustamante N, Iglesias-Bexiga M, Bernardo-Garcia N, Silva-Martin N, Garcia G, Campanero-Rhodes MA, Garcia E, Uson I, Buey RM, Garcia P, Hermoso JA, Bruix M, Menendez M (2017) Deciphering how Cpl-7 cell wall-binding repeats recognize the bacterial peptidoglycan. Sci Rep 7:16494", "ArticleIdList": ["10.1038/s41598-017-16392-4"]}, {"Citation": "Catalao MJ, Gil F, Moniz-Pereira J, Sao-Jose C, Pimentel M (2013) Diversity in bacterial lysis systems: bacteriophages show the way. FEMS Microbiol Rev 37:554–571", "ArticleIdList": ["10.1111/1574-6976.12006"]}, {"Citation": "Chen VB, Arendall WB 3rd, Headd JJ, Keedy DA, Immormino RM, Kapral GJ, Murray LW, Richardson JS, Richardson DC (2010) MolProbity: all-atom structure validation for macromolecular crystallography. Acta Crystallogr D Biol Crystallogr 66:12–21", "ArticleIdList": ["10.1107/S0907444909042073"]}, {"Citation": "Cisek AA, Dabrowska I, Gregorczyk KP, Wyzewski Z (2017) Phage therapy in bacterial infections treatment: one hundred years after the discovery of bacteriophages. Curr Microbiol 74:277–283", "ArticleIdList": ["10.1007/s00284-016-1166-x"]}, {"Citation": "Dunne M, Leicht S, Krichel B, Mertens HDT, Thompson A, Krijgsveld J, Svergun DI, Gómez-Torres N, Garde S, Uetrecht C, Narbad A, Mayer MJ, Meijers R (2016) Crystal structure of the CTP1L endolysin reveals how its activity is regulated by a secondary translation product. J Biol Chem 291:4882–4893", "ArticleIdList": ["10.1074/jbc.M115.671172"]}, {"Citation": "Emsley P, Cowtan K (2004) Coot: model-building tools for molecular graphics. Acta Crystallogr D Biol Crystallogr 60:2126–2132", "ArticleIdList": ["10.1107/S0907444904019158"]}, {"Citation": "Escobedo S, Campelo AB, Wegmann U, García P, Rodríguez A, Martínez B (2019) Insight into the lytic functions of the lactococcal prophage TP712. Viruses 11(10):881", "ArticleIdList": ["10.3390/v11100881"]}, {"Citation": "Fenton M, Ross P, McAuliffe O, O’Mahony J, Coffey A (2010) Recombinant bacteriophage lysins as antibacterials. Bioeng Bugs 1:9–16", "ArticleIdList": ["10.4161/bbug.1.1.9818"]}, {"Citation": "Fischetti VA (2018) Development of phage lysins as novel therapeutics: a historical perspective. Viruses 10(6):310", "ArticleIdList": ["10.3390/v10060310"]}, {"Citation": "Gan N, Zhen X, Liu Y, Xu X, He C, Qiu J, Liu Y, Fujimoto GM, Nakayasu ES, Zhou B, Zhao L, Puvar K, Das C, Ouyang S, Luo ZQ (2019) Regulation of phosphoribosyl ubiquitination by a calmodulin-dependent glutamylase. Nature 572:387–391", "ArticleIdList": ["10.1038/s41586-019-1439-1"]}, {"Citation": "Gu J, Feng Y, Feng X, Sun C, Lei L, Ding W, Niu F, Jiao L, Yang M, Li Y, Liu X, Song J, Cui Z, Han D, Du C, Yang Y, Ouyang S, Liu ZJ, Han W (2014) Structural and biochemical characterization reveals LysGH15 as an unprecedented “EF-hand-like” calcium-binding phage lysin. PLoS Pathog 10:e1004109", "ArticleIdList": ["10.1371/journal.ppat.1004109"]}, {"Citation": "Gu J, Xi H, Cheng M, Han W (2018) Phage-derived lysins as therapeutic agents against multidrug-resistant Enterococcus faecalis. Future Microbiol 13:275–278", "ArticleIdList": ["10.2217/fmb-2017-0235"]}, {"Citation": "Gutiérrez D, Fernández L, Rodríguez A, García P (2018) Are phage lytic proteins the secret weapon to kill Staphylococcus aureus? mBio 9(1):e01923-17", "ArticleIdList": ["10.1128/mBio.01923-17"]}, {"Citation": "Hermoso JA, Monterroso B, Albert A, Galan B, Ahrazem O, Garcia P, Martinez-Ripoll M, Garcia JL, Menendez M (2003) Structural basis for selective recognition of pneumococcal cell wall by modular endolysin from phage Cp-1. Structure 11:1239–1249", "ArticleIdList": ["10.1016/j.str.2003.09.005"]}, {"Citation": "Holm L, Rosenstrom P (2010) Dali server: conservation mapping in 3D. Nucleic Acids Res 38:W545-549", "ArticleIdList": ["10.1093/nar/gkq366"]}, {"Citation": "Kelley LA, Mezulis S, Yates CM, Wass MN, Sternberg MJ (2015) The Phyre2 web portal for protein modeling, prediction and analysis. Nat Protoc 10:845–858", "ArticleIdList": ["10.1038/nprot.2015.053"]}, {"Citation": "Kerff F, Petrella S, Mercier F, Sauvage E, Herman R, Pennartz A, Zervosen A, Luxen A, Frere JM, Joris B, Charlier P (2010) Specific structural features of the N-acetylmuramoyl-L-alanine amidase AmiD from Escherichia coli and mechanistic implications for enzymes of this family. J Mol Biol 397:249–259", "ArticleIdList": ["10.1016/j.jmb.2009.12.038"]}, {"Citation": "Koch S, Hufnagel M, Theilacker C, Huebner J (2004) Enterococcal infections: host response, therapeutic, and prophylactic possibilities. Vaccine 22:822–830", "ArticleIdList": ["10.1016/j.vaccine.2003.11.027"]}, {"Citation": "Kortright KE, Chan BK, Koff JL, Turner PE (2019) Phage therapy: a renewed approach to combat antibiotic-resistant bacteria. Cell Host Microbe 25:219–232", "ArticleIdList": ["10.1016/j.chom.2019.01.014"]}, {"Citation": "Lin DM, Koskella B, Lin HC (2017) Phage therapy: an alternative to antibiotics in the age of multi-drug resistance. World J Gastrointest Pharmacol Ther 8:162–173", "ArticleIdList": ["10.4292/wjgpt.v8.i3.162"]}, {"Citation": "Loessner MJ (2005) Bacteriophage endolysins—current state of research and applications. Curr Opin Microbiol 8:480–487", "ArticleIdList": ["10.1016/j.mib.2005.06.002"]}, {"Citation": "Love MJ, Abeysekera GS, Muscroft-Taylor AC, Billington C, Dobson RCJ (2020) On the catalytic mechanism of bacteriophage endolysins: opportunities for engineering. Biochim Biophys Acta Proteins Proteom 1868:140302", "ArticleIdList": ["10.1016/j.bbapap.2019.140302"]}, {"Citation": "McGowan S, Buckle AM, Mitchell MS, Hoopes JT, Gallagher DT, Heselpoth RD, Shen Y, Reboul CF, Law RH, Fischetti VA, Whisstock JC, Nelson DC (2012) X-ray crystal structure of the streptococcal specific phage lysin PlyC. Proc Natl Acad Sci USA 109(31):12752–12757", "ArticleIdList": ["10.1073/pnas.1208424109"]}, {"Citation": "Nelson D, Schuch R, Chahales P, Zhu S, Fischetti VA (2006) PlyC: a multimeric bacteriophage lysin. Proc Natl Acad Sci USA 103:10765–10770", "ArticleIdList": ["10.1073/pnas.0604521103"]}, {"Citation": "Otwinowski Z, Minor W (1997) Processing of X-ray diffraction data collected in oscillation mode. Methods Enzymol 276:307–326", "ArticleIdList": ["10.1016/S0076-6879(97)76066-X"]}, {"Citation": "Proenca D, Fernandes S, Leandro C, Silva FA, Santos S, Lopes F, Mato R, Cavaco-Silva P, Pimentel M, Sao-Jose C (2012) Phage endolysins with broad antimicrobial activity against Enterococcus faecalis clinical strains. Microb Drug Resist 18:322–332", "ArticleIdList": ["10.1089/mdr.2012.0024"]}, {"Citation": "Proenca D, Velours C, Leandro C, Garcia M, Pimentel M, Sao-Jose C (2015) A two-component, multimeric endolysin encoded by a single gene. Mol Microbiol 95:739–753", "ArticleIdList": ["10.1111/mmi.12857"]}, {"Citation": "Rangan KJ, Pedicord VA, Wang YC, Kim B, Lu Y, Shaham S, Mucida D, Hang HC (2016) A secreted bacterial peptidoglycan hydrolase enhances tolerance to enteric pathogens. Science 353:1434–1437", "ArticleIdList": ["10.1126/science.aaf3552"]}, {"Citation": "Stuart C, Schwartz S, Beeson T, Owatz C (2006) Enterococcus faecalis: its role in root canal treatment failure and current concepts in retreatment. J Endodontics 32:93–98", "ArticleIdList": ["10.1016/j.joen.2005.10.049"]}, {"Citation": "Tamai E, Yoshida H, Sekiya H, Nariya H, Miyata S, Okabe A, Kuwahara T, Maki J, Kamitori S (2014) X-ray structure of a novel endolysin encoded by episomal phage phiSM101 of Clostridium perfringens. Mol Microbiol 92:326–337", "ArticleIdList": ["10.1111/mmi.12559"]}, {"Citation": "Yang H, Linden SB, Wang J, Yu J, Nelson DC, Wei H (2015) A chimeolysin with extended-spectrum streptococcal host range found by an induced lysis-based rapid screening method. Sci Rep 5:17257", "ArticleIdList": ["10.1038/srep17257"]}, {"Citation": "Zhou B, Zhen X, Zhou H, Zhao F, Fan C, Perčulija V, Tong Y, Mi Z, Ouyang S (2020) Structural and functional insights into a novel two-component endolysin encoded by a single gene in Enterococcus faecalis phage. PLoS Pathog 16:e1008394", "ArticleIdList": ["10.1371/journal.ppat.1008394"]}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "10", "Day": "2"}, {"Year": "2021", "Month": "2", "Day": "8"}, {"Year": "2021", "Month": "1", "Day": "11"}, {"Year": "2021", "Month": "2", "Day": "21", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "12", "Day": "15", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "2", "Day": "20", "Hour": "12", "Minute": "5"}], "PublicationStatus": "ppublish", "ArticleIdList": ["33609147", "10.1007/s00249-021-01511-x", "10.1007/s00249-021-01511-x"]}}], "PubmedBookArticle": []}