{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["antibiotic", "cytokines", "inflammation", "nasal mucosa", "plants, medicinal", "sinusitis"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "33614926", "DateRevised": {"Year": "2024", "Month": "03", "Day": "30"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "12", "Day": "21"}], "Language": ["eng"], "ELocationID": ["10.1002/lio2.514"], "Journal": {"ISSN": "2378-8038", "JournalIssue": {"Volume": "6", "Issue": "1", "PubDate": {"Year": "2021", "Month": "Feb"}}, "Title": "Laryngoscope investigative otolaryngology", "ISOAbbreviation": "Laryngoscope Investig Otolaryngol"}, "ArticleTitle": "Effects of <i>Pelargonium sidoides</i> extract vs roxithromycin on chemokine levels in nasal secretions of patients with uncomplicated acute rhinosinusitis.", "Pagination": {"StartPage": "25", "EndPage": "33", "MedlinePgn": "25-33"}, "Abstract": {"AbstractText": ["Previous investigations suggest the use of extract from the roots of <i>Pelargonium sidoides</i> (EPs 7630) for the therapy of uncomplicated rhinosinusitis. The aim of this prospective study was to compare the effects of herbal drug EPs 7630 and antibiotic roxithromycin on chemokine production in nasal mucosa and clinical parameters in patients with uncomplicated acute bacterial rhinosinusitis (ABRS).", "Seventy-eight ABRS patients were divided into 26 patients receiving EPs 7630 tablets, 3 × 20 mg/day per os (group 1), 26 patients receiving roxithromycin tablets, 2 × 150 mg/day per os (group 2), both for 10 days, and 26 patients who received no therapy (Control group). We measured chemokine levels in nasal secretions by flow cytometry and assessed clinical parameters on day 0 and day 10 of investigation.", "EPs 7630 increased concentrations of MCP-1 (<i>P</i> = .001) and IP-10 (<i>P</i> = .049) and decreased levels of MIP-1α (<i>P</i> < .001), ENA-78 (<i>P</i> < .001), and IL-8 (<i>P</i> < .001). Roxithromycin increased levels of IP-10 (<i>P</i> = .049) and decreased levels of MCP-1 (<i>P</i> < .001), MIP-1α (<i>P</i> < .016), ENA-78 (<i>P</i> < .001), and IL-8 (<i>P</i> < .001). Comparison of the non-treated patients' group with groups 1 and 2 revealed significant improvement of all clinical parameters in treated patients (<i>P</i> < .001), but therapy with roxithromycin resulted in better improvement in nasal symptoms and endoscopic findings than therapy with EPs 7630.", "Our results suggest the presence of similar modulatory effects of both therapies on production of chemokines that regulate the function of neutrophils and monocytes in nasal mucosa. Roxithromycin shows better clinical efficacy than EPs 7630 in patients with uncomplicated ABRS.", "1b."], "CopyrightInformation": "© 2020 The Authors. Laryngoscope Investigative Otolaryngology published by Wiley Periodicals LLC. on behalf of The Triological Society."}, "AuthorList": [{"Identifier": ["0000-0002-8453-7272"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Otorhinolaryngology, Military Medical Academy Faculty of Medicine University of Defence Belgrade Serbia."}, {"Identifier": [], "Affiliation": "MediGroup General Hospital Belgrade Serbia."}], "LastName": "Perić", "ForeName": "Aleksandar", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacokinetics and Clinical Pharmacy, Faculty of Pharmacy University in Belgrade Belgrade Serbia."}], "LastName": "Vezmar Kovačević", "ForeName": "Sandra", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Clinical Center of Serbia, School of Medicine University in Belgrade Belgrade Serbia."}], "LastName": "Barać", "ForeName": "Aleksandra", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute for Pharmacy, Military Medical Academy Faculty of Medicine University of Defence Belgrade Serbia."}], "LastName": "Perić", "ForeName": "Aneta V", "Initials": "AV"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute for Medical Research, Division of Clinical and Experimental Immunology, Military Medical Academy Faculty of Medicine University of Defence Belgrade Serbia."}], "LastName": "Vojvodić", "ForeName": "Danilo", "Initials": "D"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Laryngoscope Investig Otolaryngol", "NlmUniqueID": "101684963", "ISSNLinking": "2378-8038"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Orlandi RR, Kingdom TT, Hwang PH, et al. International consensus statement on allergy & rhinology: rhinosinusitis. Int Forum Allergy Rhinol. 2016;6(1):S22‐S209.", "ArticleIdList": ["26889651"]}, {"Citation": "Rosenfeld RM, Piccirillo JF, Chandrasekhar SS, et al. Clinical practice guideline (update): adult sinusitis. Otolaryngol Head Neck Surg. 2015;152(2):S1‐S39.", "ArticleIdList": ["25832968"]}, {"Citation": "Berger G, Kattan A, Bernheim J, Ophir D, Finkelstein Y. Acute sinusitis: a histopathological and immunohistochemical study. Laryngoscope. 2000;110(12):2089‐2094.", "ArticleIdList": ["11129027"]}, {"Citation": "Park JJ, Bachert C, Dazert S, Kostev K, Seidel DU. Current healthcare pathways in the treatment of rhinosinusitis in Germany. Acta Otolaryngol. 2018;138(12):1086‐1091.", "ArticleIdList": ["30686105"]}, {"Citation": "Fokkens WJ, Lund VJ, Hopkins C, et al. European position paper on rhinosinusitis and nasal polyps 2020. Rhinology. 2020;58(suppl S29):1‐464.", "ArticleIdList": ["32077450"]}, {"Citation": "Roth M, Fang L, Stolz D, Tamm M. Pelargonium sidoides radix extract EPs 7630 reduces rhinovirus infection trough modulation of viral binding proteins on human bronchial epithelial cells. PLoS ONE. 2019;14:e0210702.", "ArticleIdList": ["PMC6358071", "30707726"]}, {"Citation": "Kolodziej H, Kiderlen AF. In vitro evaluation of antibacterial and immunomodulatory activities of Pelargonium reniforme, Pelargonium sidoides and the related herbal drug preparation EPs® 7630. Phytomedicine. 2007;14(suppl 6):18‐26.", "ArticleIdList": ["17188480"]}, {"Citation": "Bachert C, Schapowal A, Funk P, Kieser M. Treatment of acute rhinosinusitis with the preparation from Pelargonium sidoides EPs 7630: a randomized, double‐blind, placebo‐controlled trial. Rhinology. 2009;47(1):51‐58.", "ArticleIdList": ["19382496"]}, {"Citation": "Kolodziej H. Antimicrobial, antiviral and immunomodulatory activity studies of Pelargonium sidoides (EPs® 7630) in the context of health promotion. Pharmaceuticals. 2011;4(10):1295‐1314.", "ArticleIdList": ["PMC4060126", "27721327"]}, {"Citation": "Luna LA Jr, Bachi ALL, Novaes e Brito RR, et al. Immune response induced by Pelargonium sidoides extract in serum and nasal mucosa of athletes after exhaustive exercise: modulation of secretory IgA, IL‐6 and IL‐15. Phytomedicine. 2011;18(4):303‐308.", "ArticleIdList": ["20850953"]}, {"Citation": "Perić A, Sotirović J, Špadijer‐Mirković C, Matković‐Jožin S, Perić AV, Vojvodić D. Nonselective chemokine levels in nasal secretions of patients with perennial nonallergic and allergic rhinitis. Int Forum Allergy Rhinol. 2016;6(4):392‐397.", "ArticleIdList": ["26679085"]}, {"Citation": "Pfaar O, Mullol J, Anders C, Hörmann K, Klimek L. Cyclamen europaeum nasal spray, a novel phytotherapeutic product for the management of acute rhinosinusitis: a randomized double‐blind, placebo‐controlled trial. Rhinology. 2012;50(1):37‐44.", "ArticleIdList": ["22469604"]}, {"Citation": "Rudack C, Stoll W, Bachert C. Cytokines in nasal polyposis, acute and chronic sinusitis. Am J Rhinol. 1998;12(6):383‐388.", "ArticleIdList": ["9883292"]}, {"Citation": "Riechelmann H, Deutschle T, Rozsasi A, Keck T, Polzehl D, Bürner H. Nasal biomarker profiles in acute and chronic rhinosinusitis. Clin Exp Allergy. 2005;35(9):1186‐1191.", "ArticleIdList": ["16164446"]}, {"Citation": "Scheckenbach K, Wagenmann M. Cytokine patterns and endotypes in acute and chronic rhinosinusitis. Curr Allergy Asthma Rep. 2016;16(1):3.", "ArticleIdList": ["PMC7088912", "26707380"]}, {"Citation": "Ruh C, Banjade R, Mandadi S, Marr C, Sumon Z, Crane JK. Immunomodulatory effects of antimicrobial drugs. Immunol Invest. 2017;46(8):847‐863.", "ArticleIdList": ["29058544"]}, {"Citation": "Mandal R, Patel N, Ferguson BJ. Role of antibiotics in sinusitis. Curr Opin Infect Dis. 2012;25(2):183‐192.", "ArticleIdList": ["22327465"]}, {"Citation": "Dufour JH, Dziejman M, Liu MT, Leung JH, Lane TE, Luster AD. IFN‐gamma‐inducible protein 10 (IP‐10, CXCL10)‐deficient mice reveal a role for IP‐10 in effector T‐cell generation and trafficking. J Immunol. 2002;168(7):3195‐3204.", "ArticleIdList": ["11907072"]}, {"Citation": "Chang MS, McNinck J, Basu R, Simonet S. Cloning and characterization of the human neutrophil‐activity peptide (ENA‐78) gene. J Biol Chem. 1994;269(41):25277‐25282.", "ArticleIdList": ["7929219"]}, {"Citation": "Dorresteijn PM, Muller D, Xie Y, Zhang Z, Barrett BR. Validation of the nasal mucus index, a novel measurement of acute respiratory infection severity. Am J Rhinol Allergy. 2016;30(5):324‐328.", "ArticleIdList": ["PMC5594204", "27657897"]}, {"Citation": "Menten P, Wuyts A, Van Damme J. Macrophage inflammatory protein‐1. Cytokine Growth Factor Rev. 2002;13(6):455‐481.", "ArticleIdList": ["12401480"]}, {"Citation": "Kao SS, Ramezanpour M, Bassiouni A, Wormald PJ, Psaltis AJ, Vreugde S. The effect of neutrophil serine proteases on human nasal epithelial cell barrier function. Int Forum Allergy Rhinol. 2019;9(10):1220‐1226.", "ArticleIdList": ["31403754"]}, {"Citation": "De Boer HJ, Hagemann U, Bate J, Meyboom RH. Allergic reactions to medicines derived from Pelargonium species . Drug Saf. 2007;30(8):677‐680.", "ArticleIdList": ["17696580"]}, {"Citation": "Timmer A, Günther J, Motschall E, Rücker G, Antes G, Kern WV. Pelargonium sidoides extract for treating acute respiratory tract infections. Cochrane Database Syst Rev. 2013;10:CD006323.", "ArticleIdList": ["24146345"]}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "8", "Day": "5"}, {"Year": "2020", "Month": "11", "Day": "12"}, {"Year": "2020", "Month": "12", "Day": "14"}, {"Year": "2021", "Month": "2", "Day": "22", "Hour": "5", "Minute": "59"}, {"Year": "2021", "Month": "2", "Day": "23", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "2", "Day": "23", "Hour": "6", "Minute": "1"}, {"Year": "2020", "Month": "12", "Day": "21"}], "PublicationStatus": "epublish", "ArticleIdList": ["33614926", "PMC7883607", "10.1002/lio2.514", "LIO2514"]}}], "PubmedBookArticle": []}