{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Calcium nanoparticle", "Greenhouse", "Phytochemistry", "Putrescine", "Saffron"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "33627967", "DateRevised": {"Year": "2022", "Month": "01", "Day": "02"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "02", "Day": "02"}], "Language": ["eng"], "ELocationID": ["10.1007/s12298-020-00923-x"], "Journal": {"ISSN": "0971-5894", "JournalIssue": {"Volume": "27", "Issue": "1", "PubDate": {"Year": "2021", "Month": "Jan"}}, "Title": "Physiology and molecular biology of plants : an international journal of functional plant biology", "ISOAbbreviation": "Physiol Mol Biol Plants"}, "ArticleTitle": "Physio-chemical responses of exogenous calcium nanoparticle and putrescine polyamine in Saffron (<i>Crocus sativus</i> L.).", "Pagination": {"StartPage": "119", "EndPage": "133", "MedlinePgn": "119-133"}, "Abstract": {"AbstractText": ["The aim of this study was to investigate the effect of calcium nanoparticles (CaNP) and putrescine polyamine on some physiological and biochemical properties of saffron (<i>Crocus sativus</i> L.) under the control condition. Saffron corm was treated by different concentrations of putrescine (0, 0.25, 0.5, 1, 2 mM) and CaNP (0, 0.25, 0.5, 1, 1.5 g/l). The treatment of corm with putrescine and CaNP separately caused a significant increase in morphological parameters. Changes in biochemical parameters were also significant. Compared to other concentrations, the highest concentration of putrescine (1 mM) and CaNP (1 g/l) treatment in the plant showed the greatest effect. The combined effect of putrescine and CaNP treatment on morphological parameters was significant. The results of HPLC analysis showed that CaNP treatment alone is more effective on crocin, picrocrocin, and safranal content than the combined effect of CaNP and putrescine. The present study reported the functional potential of CaNP and putrescine combination to increase growth and phytochemical properties in <i>Crocus sativus</i>."], "CopyrightInformation": "© Prof. H.S. Srivastava Foundation for Science and Society 2021."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Horticultural Sciences (Medicinal Plants), Sana Higher Education Institute, Sari, Iran."}], "LastName": "Badihi", "ForeName": "Leyla", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty Member of Sana Higher Education Institute, Sari, Iran."}], "LastName": "Gerami", "ForeName": "Mahyar", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Water Engineering, Islamic Azad University, Qaemshahr Branch, Qaemshahr, Iran."}], "LastName": "Akbarinodeh", "ForeName": "Davood", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["grid.411623.3", "0000 0001 2227 0923"], "Affiliation": "Department of Toxicology and Pharmacology, Mazandaran University of Medical Sciences, Sari, Iran."}], "LastName": "Shokrzadeh", "ForeName": "Mohammad", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["grid.412763.5", "0000 0004 0442 8645"], "Affiliation": "Biology Department, Urmia University, Urmia, Iran."}], "LastName": "Ramezani", "ForeName": "Moazzameh", "Initials": "M"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "India", "MedlineTA": "Physiol Mol Biol Plants", "NlmUniqueID": "101304333", "ISSNLinking": "0974-0430"}, "CoiStatement": "Conflict of interestThe author declares that the study has no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Aebi HE. Catalase. In: Bergmeyer HU, editor. Methods of enzymatic analysis. Weinhem: Verlag Chemie; 1983. pp. 273–286."}, {"Citation": "Ahmed N, Anwar S, Al-Sokari SS, Ansari SY, Wagih ME. Essential oils in food preservation, flavor and safety. New York: Academia Press; 2016. pp. 705–713."}, {"Citation": "Amin B, Hosseinzadeh H. Evaluation of aqueous and ethanolic extracts of saffron, Crocus sativus L., and its constituents, safranal and crocin in allodynia and hyperalgesia induced by chronic constriction injury model of neuropathic pain in rats. Fitoterapia. 2012;83(5):888–895.", "ArticleIdList": ["22484092"]}, {"Citation": "Arnon DI. Copper enzymes in isolated chloroplasts. Polyphenoloxidase in Beta vulgaris. Plant Physiol. 1949;24:1–15. doi: 10.1104/pp.24.1.1.", "ArticleIdList": ["10.1104/pp.24.1.1", "PMC437905", "16654194"]}, {"Citation": "Bagur MJ, Salinas GLA, Jiménez-Monreal AM. Saffron: an old medicinal plant and a potential novel functional food. Molecules. 2018;23(1):30.", "ArticleIdList": ["PMC5943931", "29295497"]}, {"Citation": "Cardone L, Castronuovo D, Perniola M, Scrano L, Cicco N, Candido V. The influence of soil physical and chemical properties on saffron (Crocus sativus L.) growth, yield and quality. Agronomy. 2020;10:1154."}, {"Citation": "Chehrazi M, Pourghasemi D, Khoshbakht M. Effects of Ascorbic acid on quantitative and qualitative characteristic of two alternanthera repens genotypes (“Entire leaf and undulated leaf”) under salinity stress. Sci J Agric. 2015;38(2):65–76."}, {"Citation": "Cohen AS, Popovic RB, Zalik S. Effects of polyamines on chlorophyll and protein content, photochemical activity and chloroplast ultrastructure of barley leaf discs during senescence. Plant Physiol. 2004;64:717–720.", "ArticleIdList": ["PMC543341", "16661041"]}, {"Citation": "Derosa MR, Monreal C, Schnitzer M, Walsh R, Sultan Y. Nanotechnology in fertilizers. Natural. Nanotechnology. 2010;5:91–92.", "ArticleIdList": ["20130583"]}, {"Citation": "Dever TE, Ivanov IP. Roles of polyamines in translation. J Biol Chem. 2018;293:18719–18729.", "ArticleIdList": ["PMC6290161", "30323064"]}, {"Citation": "Dhiman N, Patial V, Bhattacharya A. The current status and future applications of hairy root cultures. In: Kumar N, editor. Biotechnological approaches for medicinal and aromatic plants. Singapore: Springer; 2018. pp. 87–155."}, {"Citation": "El-Bassiouny HM, Mostafa HA, El-Khawas SA, Hassanein RA, Khalil SI, Abd El- Monem AA. Physiological responses of wheat plant to foliar treatments with arginine or putrescine. Aust J Basic Appl Sci. 2008;2:1390–1403."}, {"Citation": "Esmaeili N, Ebrahimzadeh H, Abdi K, Safarian S. Determination of some phenolic compounds in Crocus sativus L. corms and its antioxidant activities study. Pharmacognosy Mag. 2011;7(25):74–80.", "ArticleIdList": ["PMC3065162", "21472084"]}, {"Citation": "Gangopadhyay M, Dewanjee S, Bhattacharya S. Enhanced plumbagin production in elicited Plumbago indica hairy root cultures. J Biosci Bioeng. 2011;111:706–710.", "ArticleIdList": ["21382748"]}, {"Citation": "Ghahremani A, Akbari K, Yusof poor MR (2013) The effect of nano potassium and calcium chelate fertilizers on quantitative and qualitative characteristics of basil (Ocimum basilicum), the first national conference on nanotechnology applications in industry, mining, agriculture and medicine, Karaj (In Persian)"}, {"Citation": "Gorecka K, Cvikrová M, Kowalska U, Eder J, Szafrańska K, Górecki R, Janas KM. The impact of Cu treatment on phenolic and polyamine levels in plant material regenerated from embryos obtained in anther culture of carrot. Plant Physiol Biochem. 2007;45(1):54–61.", "ArticleIdList": ["17303431"]}, {"Citation": "Großkinsky DK, Svensgaard J, Christensen S, Roitsch T. Plant phenomics and the need for physiological phenotyping across scales to narrow the genotype-to-phenotype knowledge gap. J Exp Bot. 2015;66:5429–5440.", "ArticleIdList": ["26163702"]}, {"Citation": "Gupta S, Sharma ML, Gupta NK, Kumar A. Productivity enhancement by putrescine in wheat (Triticum aestivum L.) Physiol Mol Biol Plants. 2003;9:279–282."}, {"Citation": "Hassan A. Effects of mineral nutrients on physiological and biochemical processes related to secondary metabolites production in medicinal herbs. Med Arom Plant Sci Biotechnol. 2012;6:105–110."}, {"Citation": "He L, Nada K, Tachibana S. Effects of spermidine pretreatment through the roots on growth and photosynthesis of chilled cucumber plants (Cucumis sativus L.) J Jpn Soc Horticult Sci. 2002;71:490–498."}, {"Citation": "Hua KH, Wang HC, Chung RS, Hsu JC. Calcium carbonate nanoparticles can enhance plant nutrition and insect pest tolerance. J Pesticide Sci. 2015;40(4):208–213."}, {"Citation": "Jafar Dokht R, Mosavi Nik SM, Mehraban A, Basiri M. Effect of water stress and foliar micronutrient application on physiological characteristics and nutrient uptake in mung bean. Electron J Crop Product. 2015;8:121–141."}, {"Citation": "Kang MS. Efficient SAS programs for computing path coefficients and index weights for selection indices. J Crop Improv. 2015;29(1):6–22."}, {"Citation": "Khan MS, Zaka M, Abbasi BH, Rahman LU, Shah A. Seed germination and biochemical profile of Silybum marianum exposed to monometallic and bimetallic alloy nanoparticles. IET Nanobiotechnol. 2016;10(6):359–366.", "ArticleIdList": ["PMC8676010", "27906135"]}, {"Citation": "Khot LR, Sankaran S, Mari JJ, Schuster EW. Applications of nanomaterials in agricultural production and crop protection: a review. Crop Prot. 2012;35(C):64–70."}, {"Citation": "Killiny N, Khot LR, Sankaran S, Maja JM, Ehsani R, Schuster EW. Applications of nanomaterials in agricultural production and crop protection: a review. Crop Protection. 2012;35:64–70."}, {"Citation": "Lage M, Cantrell CL. Quantification of saffron (Crocus sativus L.) metabolites crocins, picrocrocin and safranal for quality determination of the spice grown under different environmental Moroccan conditions. Sci Hortic. 2009;121:366–373."}, {"Citation": "Liu R, Zhang H, Lal R. Effects of stabilized nanoparticles of copper, zinc, manganese, and iron oxides in low concentrations on lettuce (Lactuca sativa) seed germination: nanotoxicants or nanonutrients? Water Air Soil Pollut. 2016;227:1–14."}, {"Citation": "Ma X, Wang Q, Rossi L, Zhang W. Cerium Oxide nanoparticles and bulk cerium oxide leading to different physiological and biochemical responses in Brassica rapa. Environ Sci Technol. 2015;50:6793–6802.", "ArticleIdList": ["26691446"]}, {"Citation": "Madadi A, Rostamza AM. Production of saffron greenhouses and the possibility of harvesting more than once a year, the first regional conference of medicinal plants in the north of the country. Gorgan: Golestan Agricultural and Natural Resources Research Center; 2013."}, {"Citation": "Mahgoub MH, Abd-El Aziz NG, Mazhar AMA. Response of Dahlia pinnata L. plant to foliar spray with putrescine and thimine on growth, flowering and photosynthetic. Am Eurasian J Agric Environ Sci. 2011;10(5):769–775."}, {"Citation": "Mahros KM, Badawy EM, Mahgoub MH, Habib AM, El-Sayed IM. Effect of putrescine and uniconazole treatments on flower characters and photosynthetic pigments of Chrysanthemum indicum L. Am J Plant Sci. 2011;7:399–408."}, {"Citation": "Majlesi Z, Ramezani M, Gerami M. Investigation on some main glycosides content of Stevia rebaudian B under different concentration of commercial and synthesized silver nanoparticles. Pharmaceut Biomed Res. 2018;4(1):1–10."}, {"Citation": "Milajerdi A, Bitarafan V, Mahmoudi M. A review on the effects of saffron extract and its constituents on factors related to neurologic, cardiovascular and gastrointestinal diseases. J Med Plants. 2014;14:1–20."}, {"Citation": "Moghaddasi MS. Saffron chemicals and medicine usage. J Med Plants Res. 2010;4(6):427–430."}, {"Citation": "Mohseni Nik N, Zabihi H, Asgharzadeh A. Evaluate the response to cut flower rose to biofertilizer application in hydroponic system. Sci Technol Greenhouse Cult. 2012;2(8):57–69."}, {"Citation": "Naderi MR, Danesh-Shahraki AR. Nanofertilizers and their roles in sustainable agriculture. Int J Agric Crop Sci. 2013;19:2229–2232."}, {"Citation": "Naik PM, Al-Khayri JM. Abiotic and biotic elicitors–role in secondary metabolites production through in vitro culture of medicinal plant. In: Shanker AK, Shanker C, editors. Abiotic and biotic stress in plants-recent advances and future perspectives. Rijeka: In Tech; 2016. pp. 247–277."}, {"Citation": "Nassar AH, El-Tarabily KA, Sivasithamparam K. Growth promotion of bean (Phaseolus vulgaris L.) by a polyamine producing isolate of Streptomyces griseoluteus. Plant Growth Regul. 2003;40:97–106."}, {"Citation": "Neil S. Encyclopedia of research design. Thousand Oaks: SAGE; 2010."}, {"Citation": "Nokandeh S, Ramezani M, Gerami M. The physiological and biochemical responses to engineered green graphene/metal nanocomposites in Stevia rebaudiana. J Plant Biochem Biotechnol. 2020 doi: 10.1007/s13562-020-00630-4.", "ArticleIdList": ["10.1007/s13562-020-00630-4"]}, {"Citation": "Oloumi H, Soltaninejad R, Baghizadeh A. The comparative effects of nano and bulk size particles of CuO and ZnO on glycyrrhizin and phenolic compounds contents in Glycyrrhiza glabra L. seedlings. Indian J Plant Physiol. 2015;20:157–161."}, {"Citation": "Onsa GH, Saari N, Selamat J, Bakar J. Purification and characterization of membrane-bound peroxidases from Metroxylon sagu. Food Chem. 2004;85:365–376."}, {"Citation": "Pal D, Sannigrahi S, Mazumder U. Analgesic and anticonvulsant effects of saponin isolated from the leaves of Clerodendrum infortunatum Linn. in mice. Indian J Exp Biol. 2009;47:743–747.", "ArticleIdList": ["19957887"]}, {"Citation": "Pritsa TS, Demetios GV. Correlation of ovary and leaf spermidine and spermine content with the alternate bearing habit of olive. J Plant Physiol. 2005;162:1284–1291.", "ArticleIdList": ["16323281"]}, {"Citation": "Rahmani AH, Rahmani AH, Amjad AAK, Yousef AK, Yousef A, Aldebasi H. Saffron (Crocus sativus) and its Active Ingredients: Role in the Prevention and Treatment of Disease. Pharmacognosy J. 2017;9(6):873–879."}, {"Citation": "Ramezani M, Rahmani F, Dehestani A. Comparison between the effects of potassium phosphite and chitosan on changes in the concentration of Cucurbitacin E and on antibacterial property of Cucumis sativus. BMC Complement Altern Med. 2017;17(1):1–6.", "ArticleIdList": ["PMC5460470", "28583179"]}, {"Citation": "Ramezani M, Gerami M, Majlesi Z. Comparison between various concentrations of commercial and synthesized silver nanoparticles on biochemical parameters and growth of Stevia rebaudian B. Plant Physiol Rep. 2019;24:1–12."}, {"Citation": "Ramezani M, Asghari S, Gerami M, Ramezani F, Karimi Abdolmaleki M. Effect of silver nanoparticle treatment on the expression of key genes involved in glycosides biosynthetic pathway in Stevia rebaudiana B. Plant Sugar Tech. 2019;22:518–527."}, {"Citation": "Rane M, Bawskar M, Rathod D, Nagaonkar D, Rai M. Influence of calcium phosphate nanoparticles, Piriformospora indica and Glomus mosseae on growth of Zea mays. Adv Nat Sci Nanosci Nanotechnol. 2015;6:045014."}, {"Citation": "Rosmana A, Nasaruddin N, Hendarto H, Hakkar AA, Agriansyah N. Endophytic association of Trichoderma asperellum within Theobroma cacao suppresses vascular streak dieback incidence and Promotes Side Graft Growth. Mycobiology. 2016;44(3):180–186.", "ArticleIdList": ["PMC5078131", "27790069"]}, {"Citation": "Salehi L, Chehrazi M, Mousavi S. Effect of nano-calcium and humei potash fertilizers on morphological and biochemical properties of Lade (Tropaeolum majus) J Agric Knowl Sustain Prod. 2017;72:192–202."}, {"Citation": "Silva JAT, Kulus D, Zhang X, Zeng S, Ma G, Piqueras A. Disinfection of explants for saffron (Crocus sativus) tissue culture. Environ Exp Biol. 2016;14:183–198."}, {"Citation": "Ting L, An Y, Neha B, Alphan A, Eldad A, Pauline D, Tarr PT, Schroeder JI. Calcium signals are necessary to establish auxin transporter polarity in a plant stem cell niche. Nat Commun. 2019;10:726.", "ArticleIdList": ["PMC6374474", "30760714"]}, {"Citation": "Tomi I, Moschou PN, Paschalids KA, Bouamama B, Salem-Fnayu AB, Ghirbel A, Mliki WA, Roubelakis Angelakis KA. Abscisic acid signals reorieatiation of polyamine metabolism to orchestrate stress responses via the polyamine exodus pathway in grapevine. J Plant Physiol. 2010;167:519–525.", "ArticleIdList": ["20060616"]}, {"Citation": "Unal D, Tuney I, Sukatar A. The role of external polyamines on photosynthetic responses, lipid peroxidation, protein and chlorophyll a content under the UV-A (352 nm) stress in Physica semipinnata. J Photochem Phytobiol. 2007;90(1):64–68.", "ArticleIdList": ["18162406"]}, {"Citation": "Upadhyaya H, Begum L, Dey B, Nath PK, Panda SK. Impact of calcium phosphate nanoparticles on rice plant. J Plant Sci Phytopathol. 2017;1:001–010."}, {"Citation": "Wang JW, Zheng LP, Zhang B, Zou T. Stimulation of artemisinin synthesis by combined cerebroside and nitric oxide elicitation in Artemisia annua hairy roots. Appl Microbiol Biotechnol. 2009;85:285–292.", "ArticleIdList": ["19562334"]}, {"Citation": "Yadav T, Mungray AA, Mungray AK. Fabricated nanoparticles: current status and potential phytotoxic threats. In: Whitacre DM, editor. Reviews of environmental contamination and toxicology. Cham: Springer Verlag; 2014. pp. 83–110.", "ArticleIdList": ["24609519"]}, {"Citation": "Yunjun F, Bo X, Man Y, Qiong D, Wei T. MicroRNAs, polyamines, and the activities antioxidant enzymes are associated with in vitro rooting in white pine (Pinus strobus L.) Springer Plus. 2016;5:416.", "ArticleIdList": ["PMC4821849", "27069836"]}, {"Citation": "Zahed H, Ghazala M, Setsuko K. Plant Responses to Nanoparticle Stress. Int J Mol Sci. 2015;16:26644–26653.", "ArticleIdList": ["PMC4661839", "26561803"]}, {"Citation": "Zeka K, Ruparelia K, Ruparelia K, Continenza MA. Petals of Crocus sativus L. as a potential source of the antioxidants crocin and kaempferol. Fitoterapia. 2015;107:128–134.", "ArticleIdList": ["26012879"]}, {"Citation": "Zhang HC, Liu JM, Lu HY, Gao SL. Enhanced flavonoid production in hairy root cultures of Glycyrrhiza uralensis Fisch by combining the over-expression of chalcone isomerase gene with the elicitation treatment. Plant Cell Report. 2009;28:1205–1213.", "ArticleIdList": ["19504262"]}, {"Citation": "Zheng LP, Guo YT, Wan JW, Tan RX. Nitric oxide potentiates oligosaccharide-induced artemisinin production in Artemisia annua hairy roots. J Integr Plant Biol. 2008;50:49–55.", "ArticleIdList": ["18666951"]}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "9", "Day": "9"}, {"Year": "2020", "Month": "12", "Day": "7"}, {"Year": "2020", "Month": "12", "Day": "28"}, {"Year": "2021", "Month": "2", "Day": "25", "Hour": "5", "Minute": "43"}, {"Year": "2021", "Month": "2", "Day": "26", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "2", "Day": "26", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "1", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["33627967", "PMC7873192", "10.1007/s12298-020-00923-x", "923"]}}], "PubmedBookArticle": []}