{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["16S rRNA gene", "Aster yellows group", "Peanut witches’ broom group", "Rose balsam", "Weeds", "rp gene", "secA gene", "secY gene", "tuf gene"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "33633922", "DateRevised": {"Year": "2022", "Month": "04", "Day": "20"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "02", "Day": "11"}], "Language": ["eng"], "ELocationID": ["122", "10.1007/s13205-021-02666-2"], "Journal": {"ISSN": "2190-572X", "JournalIssue": {"Volume": "11", "Issue": "3", "PubDate": {"Year": "2021", "Month": "Mar"}}, "Title": "3 Biotech", "ISOAbbreviation": "3 Biotech"}, "ArticleTitle": "Multilocus gene analysis reveals the presence of two phytoplasma groups in <i>Impatiens balsamina</i> showing flat stem and phyllody.", "Pagination": {"StartPage": "122", "MedlinePgn": "122"}, "Abstract": {"AbstractText": ["Rose balsam (<i>Impatiens balsamina</i>) is an important ornamental species grown worldwide for its attractive flowers and also having medicinal properties. Flat stem, little leaf, and phyllody symptoms were observed in <i>I. balsamina</i> nurseries in Uttar Pradesh and Tripura states of India during surveys from 2018 to 2020, with an incidence from 6 to 27%. Amplicons of ~ 1.2 kb were amplified in all the tested symptomatic samples of <i>I. balsamina</i> using universal phytoplasma primer pairs from different surveyed locations, but not from the asymptomatic plants. Pairwise sequence comparison, phylogeny, and virtual RFLP analysis of 16S rRNA gene sequences identified the phytoplasmas as 16SrI-B subgroup strain from Tripura (Lembucherra) and 16SrII-D subgroup strain from Uttar Pradesh (Gorakhpur and Faizabad). Phytoplasma presence and identity was further confirmed by amplifying <i>secA</i>, <i>rp</i>, <i>secY,</i> and <i>tuf</i> genes. This is the first report of 16SrI-B and 16SrII-D phytoplasmas detection in <i>I. balsamina</i> in the world.", "The online version contains supplementary material available at 10.1007/s13205-021-02666-2."], "CopyrightInformation": "© The Author(s) 2021."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": ["grid.257435.2", "0000 0001 0693 7804"], "Affiliation": "Discipline of Life Sciences, Indira Gandhi National Open University, New Delhi, 110068 India."}], "LastName": "Panda", "ForeName": "Priyam", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["grid.257435.2", "0000 0001 0693 7804"], "Affiliation": "Discipline of Life Sciences, Indira Gandhi National Open University, New Delhi, 110068 India."}], "LastName": "Nigam", "ForeName": "Amrita", "Initials": "A"}, {"Identifier": ["0000-0003-1057-7826"], "AffiliationInfo": [{"Identifier": ["grid.418196.3", "0000 0001 2172 0814"], "Affiliation": "Division of Plant Pathology, ICAR-Indian Agricultural Research Institute, New Delhi, 110012 India."}], "LastName": "Rao", "ForeName": "G P", "Initials": "GP"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "3 Biotech", "NlmUniqueID": "101565857", "ISSNLinking": "2190-5738"}, "CoiStatement": "Conflict of interestNo conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Ahrens U, Seemüller E. Detection of DNA of plant pathogenic mycoplasma like organisms by a polymerase chain reaction that amplifies a sequence of the 16S rRNA gene. Phytopathology. 1992;82:828–832. doi: 10.1094/Phyto-82-828.", "ArticleIdList": ["10.1094/Phyto-82-828"]}, {"Citation": "Al-Subhi AM, Hogenhout SA, Al-Yahyai RA, Al-Sadi AM. Detection, identification and molecular characterization of the 16SrII-D phytoplasmas infecting vegetable and field crops in Oman. Pl Dis. 2018;102:576–588. doi: 10.1094/PDIS-07-17-0935-RE.", "ArticleIdList": ["10.1094/PDIS-07-17-0935-RE", "30673486"]}, {"Citation": "Bekele B, Hodgetts J, Tomlinson J, Boonham N, Nikolić P, Swarbrick P, Dickinson M. Use of a real-time LAMP isothermal assay for detecting 16SrII and XII phytoplasmas in fruit and weeds of the Ethiopian Rift Valley. Pl Pathol. 2011;60(2):345–355. doi: 10.1111/j.1365-3059.2010.02384.x.", "ArticleIdList": ["10.1111/j.1365-3059.2010.02384.x"]}, {"Citation": "Bellardi MG, Betaccini A, Madhupriya, Madhupriya GP. Phytoplasma disease in ornamental crops. In: Rao GP, Bertaccini A, Fiore N, Liefting LW, editors. Phytoplasmas: plant pathogenic bacteria-I, characterization and epidemiology of phytoplasma-associated diseases. Singapore: Springer; 2018. pp. 191–234."}, {"Citation": "Bertaccini A, Lee I-M. Phytoplasma: An Update. In: Rao GP, Bertaccini A, Fiore N, Liefting LW, editors. Phytoplasmas: plant pathogenic bacteria-I, characterisation and epidemiology of phytoplasma-associated diseases. Singapore: Springer; 2018. pp. 1–29."}, {"Citation": "Bertaccini A, Duduk B, Paltrinieri S, Contaldo N. Phytoplasmas and phytoplasma diseases: a severe threat to agriculture. Am J Pl Sci. 2014;5(12):46–62."}, {"Citation": "Bohunická M, Valentová L, Suchá J, Nečas T, Eichmeier A, Kiss T, Cmejla R. Identification of 17 ‘Candidatus Phytoplasma pyri’ genotypes based on the diversity of the imp gene sequence. Pl Pathol. 2018;67:971–977. doi: 10.1111/ppa.12805.", "ArticleIdList": ["10.1111/ppa.12805"]}, {"Citation": "Chang WC, Yuan CY, Wang XQ, Zhu XP, Li XD (2011) First report of 'Candidatus Phytoplasma asteris' associated with balsamine virescence in China. J Pl Pathol 93"}, {"Citation": "Deng S, Hiruki C. Amplification of 16S rRNA genes from culturable and nonculturable mollicutes. J Microbiol Methods. 1991;14(1):53–61. doi: 10.1016/0167-7012(91)90007-D.", "ArticleIdList": ["10.1016/0167-7012(91)90007-D"]}, {"Citation": "Duduk B, Bertaccini A. Phytoplasma classification: taxonomy based on 16S ribosomal gene, is it enough. Phytopathogenic Mollicutes. 2011;1(1):3–13. doi: 10.5958/j.2249-4669.1.1.001.", "ArticleIdList": ["10.5958/j.2249-4669.1.1.001"]}, {"Citation": "Gundersen DE, Lee I-M. Ultrasensitive detection of phytoplasmas by nested-PCR assays using two universal primer pairs. Phytopathol Mediterr. 1996;35:144–151."}, {"Citation": "Hodgetts J, Boonham N, Mumford R, Harrison N, Dickinson M. Phytoplasma phylogenetics based on analysis of secA and 23S rRNA gene sequences for improved resolution of candidate species of Candidatus Phytoplasma. Int J Syst Evol Microbiol. 2008;58:1826–1837. doi: 10.1099/ijs.0.65668-0.", "ArticleIdList": ["10.1099/ijs.0.65668-0", "18676464"]}, {"Citation": "Kumar M, Madhupriya, Rao GP (2017) Molecular characterization, vector identification and sources of phytoplasmas associated with brinjal little leaf disease in India. 3 Biotech 7(1): 7", "ArticleIdList": ["PMC5385184", "28391472"]}, {"Citation": "Kumar S, Stecher G, Tamura K. MEGA7: molecular evolutionary genetics analysis version 7.0 for bigger datasets. Mol Biol Evol. 2016;33:1870–1874. doi: 10.1093/molbev/msw054.", "ArticleIdList": ["10.1093/molbev/msw054", "PMC8210823", "27004904"]}, {"Citation": "Lee I-M, Gundersen-Rindal DE, Davis RE, Bottner KD, Marcone C, Seemüller E. ‘Candidatus Phytoplasma asteris’, a novel phytoplasma taxon associated with aster yellows and related diseases. Int J Syst Evol Microbiol. 2004;54(4):1037–1048. doi: 10.1099/ijs.0.02843-0.", "ArticleIdList": ["10.1099/ijs.0.02843-0", "15280267"]}, {"Citation": "Lee I-M, Zhao Y, Bottner KD. SecY gene sequence analysis for finer differentiation of diverse strains in the aster yellows phytoplasma group. Mol Cell Probes. 2006;20:87–91. doi: 10.1016/j.mcp.2005.10.001.", "ArticleIdList": ["10.1016/j.mcp.2005.10.001", "16330183"]}, {"Citation": "Lee I-M, Bottner-Parker KD, Zhao Y, Davis RE, Harrison NA. Phylogenetic analysis and delineation of phytoplasmas based on secY gene sequences. Int J Syst Evol Microbiol. 2010;60(12):2887–2897. doi: 10.1099/ijs.0.019695-0.", "ArticleIdList": ["10.1099/ijs.0.019695-0", "20097798"]}, {"Citation": "Li Z, Zhang L, Liu P, Bai Y, Wu Y. First report of an aster yellows phytoplasma as the cause of rose balsam phyllody in China. J Phytopath. 2011;159:799–801. doi: 10.1111/j.1439-0434.2011.01843.x.", "ArticleIdList": ["10.1111/j.1439-0434.2011.01843.x", "0"]}, {"Citation": "Li ZY, Hao ZM, Dong JG, Wu D, Cao ZY. First report of elm yellows subgroup 16SrV-B phytoplasma as the cause of rose balsam phyllody in China. Pl Dis. 2014;98(4):565. doi: 10.1094/PDIS-07-13-0778-PDN.", "ArticleIdList": ["10.1094/PDIS-07-13-0778-PDN", "30708718"]}, {"Citation": "Madhupriya, Rao GP. Phytoplasma diseases of ornamental plants: an Indian overview. J Ornament Hortic. 2017;20:87–102. doi: 10.5958/2249-880X.2017.00001.9.", "ArticleIdList": ["10.5958/2249-880X.2017.00001.9"]}, {"Citation": "Makarova OV, Contaldo N, Paltrinieri S, Kawube G, Bertaccini A, Nicolaisen M. DNA barcoding for universal identification of ‘Candidatus Phytoplasmas’ using a fragment of the elongation factor Tu gene. PLoS ONE. 2012;7:e52092. doi: 10.1371/journal.pone.0052092.", "ArticleIdList": ["10.1371/journal.pone.0052092", "PMC3525539", "23272216"]}, {"Citation": "Martini M, Lee I, Zhao Y, Botti S, Bertaccini A, Carraro L, Marcone C, Osler R. Ribosomal protein gene-based phylogeny: a basis for phytoplasma classification. IOM. 2004;11:156.", "ArticleIdList": ["17766869"]}, {"Citation": "Martini M, Lee I-M, Bottner KD, Zhao Y, Botti S, Bertaccini A, Harrison NA, Carraro L, Marcone C, Khan AJ, Osler R. Ribosomal protein gene-based phylogeny for finer differentiation and classification of phytoplasmas. Int J Syst Evol Microbiol. 2007;57:2037–2051. doi: 10.1099/ijs.0.65013-0.", "ArticleIdList": ["10.1099/ijs.0.65013-0", "17766869"]}, {"Citation": "Martini M, Quaglino F, Bertaccini A. Multilocus genetic characterization of phytoplasma. In: Bertaccini A, Oshima K, Kube M, Rao GP, editors. Phytoplasmas: plant pathogenic bacteria-III, genomics, host pathogen interactions and diagnosis. Singapore: Springer; 2019. pp. 161–200."}, {"Citation": "Meenu B, Neeraja ED, Greeshma R, Alexeyena V. Impatiens balsamina: an overview. J Chem Pharm Res. 2015;7(9):16–21."}, {"Citation": "Mitra S, Debnath P, Bahadur A, Chandra Das S, Yadav A, Rao GP. First report on ‘Candidatus Phytoplasma asteris’ (16SrI-B subgroup) strain associated with pineapple shoot proliferation and witches’ broom symptoms in Tripura, India. Pl Dis. 2019;103(11):2941. doi: 10.1094/PDIS-05-19-0900-PDN.", "ArticleIdList": ["10.1094/PDIS-05-19-0900-PDN"]}, {"Citation": "Panda P, Nigam A, Rao GP. Multilocus gene characterization of phytoplasmas in 16SrII-D subgroup associated with Coreopsis grandiflora little leaf disease in India. Phytopathogenic Mollicutes. 2019;9(2):295–301. doi: 10.5958/2249-4677.2019.00128.2.", "ArticleIdList": ["10.5958/2249-4677.2019.00128.2"]}, {"Citation": "Panda P, Rihne T, Singh AK, Rao GP. Mussaenda erythrophylla: a new host of ‘Candidatus Phytoplasma asteris’ in India. Indian Phytopathol. 2020;73(4):781–785. doi: 10.1007/s42360-020-00248-5.", "ArticleIdList": ["10.1007/s42360-020-00248-5"]}, {"Citation": "Ranebennur H, Rihne T, Rao GP. Detection of a ‘Candidatus phytoplasma trifolii’-related strain in Xerochrysumbracteatum showing a leaf yellowing disease. Phytopathogenic Mollicutes. 2020;10(1):96–99. doi: 10.5958/2249-4677.2020.00012.2.", "ArticleIdList": ["10.5958/2249-4677.2020.00012.2"]}, {"Citation": "Rao GP. Our understanding about phytoplasma research scenario in India. Indian Phytopath. 2021 doi: 10.1007/s42360-020-00303-1.", "ArticleIdList": ["10.1007/s42360-020-00303-1"]}, {"Citation": "Rao GP, Panda P, Reddy MG, Mishra S. Identification and management of 16SrII-D phytoplasmas in cluster bean and sesame crops in the Haryana province of India. Phytopathogenic Mollicutes. 2019;9(1):175–176. doi: 10.5958/2249-4677.2019.00088.4.", "ArticleIdList": ["10.5958/2249-4677.2019.00088.4"]}, {"Citation": "Rihne T, Mitra S, Bahadur A, Panda P, Banyal N, Rao GP. Mixed infection of phytoplasma and begomovirusassociated with leaf curling and witches’ broom disease of Zinnia elegans in India. Indian Phytopath. 2020;73:527–532. doi: 10.1007/s42360-020-00200-7.", "ArticleIdList": ["10.1007/s42360-020-00200-7"]}, {"Citation": "Schneider B, Seemüller E, Smart CD, Kirkpatrick BC. Phylogenetic classification of plant pathogenic mycoplasma-like organisms or phytoplasmas. In: Razin S, Tully JG, editors. Molecular and diagnostic procedures in mycoplasmology. San Diego: Academic Press; 1995. pp. 369–380."}, {"Citation": "Schneider B, Gibb KS, Seemüller E. Sequence and RFLP analysis of the elongation factor Tu gene used in differentiation and classification of phytoplasmas. Microbiology. 1997;143:3381–3389. doi: 10.1099/00221287-143-10-3381.", "ArticleIdList": ["10.1099/00221287-143-10-3381", "9353940"]}, {"Citation": "Siampour M, Izadpanah K, Martini M, Salehi M. Multilocus sequence analysis of phytoplasma strains of 16SrII group in Iran and their comparison with related strains. Ann Appl Biol. 2019;175(1):83–97. doi: 10.1111/aab.12513.", "ArticleIdList": ["10.1111/aab.12513"]}, {"Citation": "Staples GW, Herbst DR. A tropical garden flora: plants cultivated in the Hawaiian islands and other tropical Places. USA: Bishop Museum Press, Honolulu; 2005. p. 908."}, {"Citation": "Taloh A, Raju DVS, Banyal N, Kumar G, Panda P, Manimekalai R, Marcone C, Rao GP. Genetic diversity of phytoplasma strains infecting chrysanthemum varieties in India and their possible natural reservoirs. 3 Biotech. 2020;10(9):1–13. doi: 10.1007/s13205-020-02407-x.", "ArticleIdList": ["10.1007/s13205-020-02407-x", "PMC7455686", "32904455"]}, {"Citation": "Zhao Y, Wei W, Lee M, Shao J, Suo X, Davis RE. Construction of an interactive online phytoplasma classification tool, iPhyClassifier, and its application in analysis of the peach X-disease phytoplasma group (16SrIII) Int J Syst Evol Microbiol. 2009;59:2582–2593. doi: 10.1099/ijs.0.010249-0.", "ArticleIdList": ["10.1099/ijs.0.010249-0", "PMC2884932", "19622670"]}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "10", "Day": "30"}, {"Year": "2021", "Month": "1", "Day": "23"}, {"Year": "2021", "Month": "2", "Day": "26", "Hour": "6", "Minute": "4"}, {"Year": "2021", "Month": "2", "Day": "27", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "2", "Day": "27", "Hour": "6", "Minute": "1"}, {"Year": "2021", "Month": "2", "Day": "11"}], "PublicationStatus": "ppublish", "ArticleIdList": ["33633922", "PMC7878611", "10.1007/s13205-021-02666-2", "2666"]}}], "PubmedBookArticle": []}