{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "33644563", "DateRevised": {"Year": "2021", "Month": "05", "Day": "20"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "02", "Day": "10"}], "Language": ["eng"], "ELocationID": ["10.1021/acsomega.0c04394"], "Journal": {"ISSN": "2470-1343", "JournalIssue": {"Volume": "6", "Issue": "7", "PubDate": {"Year": "2021", "Month": "Feb", "Day": "23"}}, "Title": "ACS omega", "ISOAbbreviation": "ACS Omega"}, "ArticleTitle": "4-Vinylguaiacol, an Active Metabolite of Ferulic Acid by Enteric Microbiota and Probiotics, Possesses Significant Activities against Drug-Resistant Human Colorectal Cancer Cells.", "Pagination": {"StartPage": "4551", "EndPage": "4561", "MedlinePgn": "4551-4561"}, "Abstract": {"AbstractText": ["Ferulic acid, a hydroxycinnamic acid, is abundant in vegetables, grains, and medicinal plants. Emerging evidence suggests that ferulic acid may exert beneficial effects against colorectal cancer. However, the anticancer activity of ferulic acid is relatively low, and its metabolism after oral administration is largely unknown. In this study, mimicking the enteric environment, human intestinal microflora and commercial probiotics were used to metabolize ferulic acid to its metabolites, and their anticancer activities were evaluated. Ferulic acid can be biotransformed to 4-vinylguaiacol (2-methoxy-4-vinylphenol), and the contents of ferulic acid and 4-vinylguaiacol in bio-transformed extracts were determined by high-performance liquid chromatography (HPLC). Using the chemotherapy-sensitive cell line HCT-116 and the chemo-resistant cell line HT-29, the cell proliferation was determined by the modified trichrome stain assay. The cell cycle and induction of apoptosis were assayed using flow cytometry. HPLC data showed that there was a marked transformation from ferulic acid to 4-vinylguaiacol, and the conversion rates of intestinal microflora and four probiotics were from 1.3 to 36.8%. Both ferulic acid and 4-vinylguaiacol possessed dose- and time-related anticancer activities on the two cell lines, while 4-vinylguaiacol showed more potent effects than ferulic acid. Interestingly, 4-vinylguaiacol exhibited significantly higher antiproliferative effects on the HT-29 cell line than that on HCT-116. The IC50 of the metabolite 4-vinylguaiacol on HT-29 cells was 350 μM, 3.7-fold higher than its parent compound. The potential of cancer cell growth inhibition of 4-vinylguaiacol was mediated by cell cycle arrest at the G1 phase and induction of apoptosis. Data from this study indicate that the oral administration of ferulic acid offers a promising approach to increase its anticancer activity through gut microbial conversion to 4-vinylguaiacol, and the biotransformation could also be achieved by selected commercial probiotics. 4-Vinylguaiacol is a potential anticancer metabolite from ferulic acid for chemotherapy-resistant colon cancer cells."], "CopyrightInformation": "© 2021 The Authors. Published by American Chemical Society."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Modern Preparation of Traditional Chinese Medicine, Ministry of Education, Jiangxi University of Traditional Chinese Medicine, Nanchang, Jiangxi 330004, People's Republic of China."}, {"Identifier": [], "Affiliation": "Tang Center for Herbal Medicine Research and Department of Anesthesia & Critical Care, Pritzker School of Medicine, University of Chicago, Chicago, Illinois 60637, United States."}], "LastName": "Luo", "ForeName": "Yun", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Tang Center for Herbal Medicine Research and Department of Anesthesia & Critical Care, Pritzker School of Medicine, University of Chicago, Chicago, Illinois 60637, United States."}], "LastName": "Wang", "ForeName": "Chong-Zhi", "Initials": "CZ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Tang Center for Herbal Medicine Research and Department of Anesthesia & Critical Care, Pritzker School of Medicine, University of Chicago, Chicago, Illinois 60637, United States."}, {"Identifier": [], "Affiliation": "Institute for Health Science Research, 03 BP 7192 Ouagadougou, Burkina Faso."}], "LastName": "Sawadogo", "ForeName": "Richard", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Modern Preparation of Traditional Chinese Medicine, Ministry of Education, Jiangxi University of Traditional Chinese Medicine, Nanchang, Jiangxi 330004, People's Republic of China."}], "LastName": "Yuan", "ForeName": "Jinbin", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Modern Preparation of Traditional Chinese Medicine, Ministry of Education, Jiangxi University of Traditional Chinese Medicine, Nanchang, Jiangxi 330004, People's Republic of China."}], "LastName": "Zeng", "ForeName": "Jinxiang", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Tang Center for Herbal Medicine Research and Department of Anesthesia & Critical Care, Pritzker School of Medicine, University of Chicago, Chicago, Illinois 60637, United States."}], "LastName": "Xu", "ForeName": "Ming", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Modern Preparation of Traditional Chinese Medicine, Ministry of Education, Jiangxi University of Traditional Chinese Medicine, Nanchang, Jiangxi 330004, People's Republic of China."}], "LastName": "Tan", "ForeName": "Ting", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Tang Center for Herbal Medicine Research and Department of Anesthesia & Critical Care, Committee on Clinical Pharmacology and Pharmacogenomics, Pritzker School of Medicine, University of Chicago, Chicago, Illinois 60637, United States."}], "LastName": "Yuan", "ForeName": "Chun-Su", "Initials": "CS"}], "GrantList": [{"GrantID": "R01 DA047785", "Acronym": "DA", "Agency": "NIDA NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "ACS Omega", "NlmUniqueID": "101691658", "ISSNLinking": "2470-1343"}, "CoiStatement": "The authors declare no competing financial interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Jeong J. B.; Jeong H. J. 2-Methoxy-4-vinylphenol can induce cell cycle arrest by blocking the hyper-phosphorylation of retinoblastoma protein in benzo[a]pyrene-treated NIH3T3 cells. Biochem. Biophys. Res. Commun. 2010, 400, 752–757. 10.1016/j.bbrc.2010.08.142.", "ArticleIdList": ["10.1016/j.bbrc.2010.08.142", "20816752"]}, {"Citation": "Manson M. M.; Gescher A.; Hudson E. A.; Plummer S. M.; Squires M. S.; Prigent S. A. Blocking and suppressing mechanisms of chemoprevention by dietary constituents. Toxicol. Lett. 2000, 112–113, 499–505. 10.1016/s0378-4274(99)00211-8.", "ArticleIdList": ["10.1016/s0378-4274(99)00211-8", "10720772"]}, {"Citation": "Wang C.-Z.; Cai Y.; Anderson S.; Yuan C.-S. Ginseng metabolites on cancer chemoprevention: An angiogenesis link?. Diseases 2015, 3, 193–204. 10.3390/diseases3030193.", "ArticleIdList": ["10.3390/diseases3030193", "PMC4773028", "26941993"]}, {"Citation": "Wang C. Z.; Anderson S.; Du W.; He T. C.; Yuan C. S. Red ginseng and cancer treatment. Chin. J. Nat. Med. 2016, 14, 7–16. 10.3724/SP.J.1009.2016.00007.", "ArticleIdList": ["10.3724/SP.J.1009.2016.00007", "26850342"]}, {"Citation": "Hermawan A.; Putri H. Current report of natural product development against breast cancer stem cells. Int. J. Biochem. Cell Biol. 2018, 104, 114–132. 10.1016/j.biocel.2018.09.012.", "ArticleIdList": ["10.1016/j.biocel.2018.09.012", "30266524"]}, {"Citation": "Lin W.-S.; Leland J. V.; Ho C.-T.; Pan M.-H. Occurrence, bioavailability, anti-inflammatory, and anticancer effects of pterostilbene. J. Agric. Food Chem. 2020, 68, 12788–12799. 10.1021/acs.jafc.9b07860.", "ArticleIdList": ["10.1021/acs.jafc.9b07860", "32064876"]}, {"Citation": "Pinto D. C. G. A.; Silva A. M. S. Anticancer natural coumarins as lead compounds for the discovery of new drugs. Curr. Top. Med. Chem. 2017, 17, 3190–3198. 10.2174/1568026618666171215095750.", "ArticleIdList": ["10.2174/1568026618666171215095750", "29243581"]}, {"Citation": "Siegel R. L.; Miller K. D.; Fedewa S. A.; Ahnen D. J.; Meester R. G. S.; Barzi A.; Jemal A. Colorectal cancer statistics, 2017. Ca-Cancer J. Clin. 2017, 67, 177–193. 10.3322/caac.21395.", "ArticleIdList": ["10.3322/caac.21395", "28248415"]}, {"Citation": "Siegel R. L.; Miller K. D.; Goding Sauer A.; Fedewa S. A.; Butterly L. F.; Anderson J. C.; Cercek A.; Smith R. A.; Jemal A. Colorectal cancer statistics, 2020. Ca-Cancer J. Clin. 2020, 70, 145–164. 10.3322/caac.21601.", "ArticleIdList": ["10.3322/caac.21601", "32133645"]}, {"Citation": "Hu T.; Li Z.; Gao C.-Y.; Cho C. H. Mechanisms of drug resistance in colon cancer and its therapeutic strategies. World J. Gastroenterol. 2016, 22, 6876–6889. 10.3748/wjg.v22.i30.6876.", "ArticleIdList": ["10.3748/wjg.v22.i30.6876", "PMC4974586", "27570424"]}, {"Citation": "Eroğlu C.; Seçme M.; Bağcı G.; Dodurga Y. Assessment of the anticancer mechanism of ferulic acid via cell cycle and apoptotic pathways in human prostate cancer cell lines. Tumor Biol. 2015, 36, 9437–9446. 10.1007/s13277-015-3689-3.", "ArticleIdList": ["10.1007/s13277-015-3689-3", "26124008"]}, {"Citation": "Gao J.; Yu H.; Guo W.; Kong Y.; Gu L.; Li Q.; Yang S.; Zhang Y.; Wang Y. The anticancer effects of ferulic acid is associated with induction of cell cycle arrest and autophagy in cervical cancer cells. Cancer Cell Int. 2018, 18, 102.10.1186/s12935-018-0595-y.", "ArticleIdList": ["10.1186/s12935-018-0595-y", "PMC6045836", "30013454"]}, {"Citation": "Rezaei A.; Varshosaz J.; Fesharaki M.; Farhang A.; Jafari S. M. Improving the solubility and in vitro cytotoxicity (anticancer activity) of ferulic acid by loading it into cyclodextrin nanosponges. Int. J. Nanomed. 2019, 14, 4589–4599. 10.2147/ijn.s206350.", "ArticleIdList": ["10.2147/ijn.s206350", "PMC6599068", "31296988"]}, {"Citation": "Ghosh S.; Basak P.; Dutta S.; Chowdhury S.; Sil P. C. New insights into the ameliorative effects of ferulic acid in pathophysiological conditions. Food Chem. Toxicol. 2017, 103, 41–55. 10.1016/j.fct.2017.02.028.", "ArticleIdList": ["10.1016/j.fct.2017.02.028", "28237775"]}, {"Citation": "Zhang X.; Lin D.; Jiang R.; Li H.; Wan J.; Li H. Ferulic acid exerts antitumor activity and inhibits metastasis in breast cancer cells by regulating epithelial to mesenchymal transition. Oncol. Rep. 2016, 36, 271–278. 10.3892/or.2016.4804.", "ArticleIdList": ["10.3892/or.2016.4804", "27177074"]}, {"Citation": "Sudhagar S.; Sathya S.; Anuradha R.; Gokulapriya G.; Geetharani Y.; Lakshmi B. S. Inhibition of epidermal growth factor receptor by ferulic acid and 4-vinylguaiacol in human breast cancer cells. Biotechnol. Lett. 2018, 40, 257–262. 10.1007/s10529-017-2475-2.", "ArticleIdList": ["10.1007/s10529-017-2475-2", "29164418"]}, {"Citation": "Roy N.; Narayanankutty A.; Nazeem P. A.; Valsalan R.; Babu T. D.; Mathew D. Plant phenolics ferulic acid and p-coumaric acid inhibit colorectal cancer cell proliferation through EGFR down-regulation. Asian Pac. J. Cancer Prev. 2016, 17, 4019–4023.", "ArticleIdList": ["27644655"]}, {"Citation": "Wang C.-Z.; Zhang C.-F.; Chen L.; Anderson S.; Lu F.; Yuan C.-S. Colon cancer chemopreventive effects of baicalein, an active enteric microbiome metabolite from baicalin. Internet J. Oncol. 2015, 47, 1749–1758. 10.3892/ijo.2015.3173.", "ArticleIdList": ["10.3892/ijo.2015.3173", "PMC4599184", "26398706"]}, {"Citation": "Wang C.-Z.; Wan J.-Y.; Zhang C.-F.; Lu F.; Chen L.; Yuan C.-S. Deglycosylation of wogonoside enhances its anticancer potential. J. Cancer Res. Ther. 2018, 14, S594–S599. 10.4103/0973-1482.183218.", "ArticleIdList": ["10.4103/0973-1482.183218", "PMC6159225", "30249874"]}, {"Citation": "Ripari V.; Bai Y.; Gänzle M. G. Metabolism of phenolic acids in whole wheat and rye malt sourdoughs. Food Microbiol. 2019, 77, 43–51. 10.1016/j.fm.2018.08.009.", "ArticleIdList": ["10.1016/j.fm.2018.08.009", "30297055"]}, {"Citation": "Terpou A.; Papadaki A.; Lappa I.; Kachrimanidou V.; Bosnea L.; Kopsahelis N. Probiotics in food systems: Significance and emerging strategies towards improved viability and delivery of enhanced beneficial value. Nutrients 2019, 11, 1591.10.3390/nu11071591.", "ArticleIdList": ["10.3390/nu11071591", "PMC6683253", "31337060"]}, {"Citation": "Plaza-Díaz J.; Ruiz-Ojeda F.; Gil-Campos M.; Gil A. Immune-mediated mechanisms of action of probiotics and synbiotics in treating pediatric intestinal diseases. Nutrients 2018, 10, 42.10.3390/nu10010042.", "ArticleIdList": ["10.3390/nu10010042", "PMC5793270", "29303974"]}, {"Citation": "Nazir Y.; Hussain S. A.; Abdul Hamid A.; Song Y. Probiotics and their potential preventive and therapeutic role for cancer, high serum cholesterol, and allergic and HIV diseases. BioMed Res. Int. 2018, 2018, 3428437.10.1155/2018/3428437.", "ArticleIdList": ["10.1155/2018/3428437", "PMC6136537", "30246019"]}, {"Citation": "Sniffen J. C.; McFarland L. V.; Evans C. T.; Goldstein E. J. C. Choosing an appropriate probiotic product for your patient: An evidence-based practical guide. PLoS One 2018, 13, e020920510.1371/journal.pone.0209205.", "ArticleIdList": ["10.1371/journal.pone.0209205", "PMC6306248", "30586435"]}, {"Citation": "Liu Y.; Tran D. Q.; Rhoads J. M. Probiotics in disease prevention and treatment. J. Clin. Pharmacol. 2018, 58, S164–S179. 10.1002/jcph.1121.", "ArticleIdList": ["10.1002/jcph.1121", "PMC6656559", "30248200"]}, {"Citation": "Ma J.; Xia L. L.; Yao X. Q.; Zheng S. M.; Li S.; Xu L. S.; Sha W. H.; Li Z. S. BARX2 expression is downregulated by CpG island hypermethylation and is associated with suppressed cell proliferation and invasion of gastric cancer cells. Oncol. Rep. 2020, 43, 1805–1818. 10.3892/or.2020.7558.", "ArticleIdList": ["10.3892/or.2020.7558", "PMC7160541", "32236603"]}, {"Citation": "Alimbetov D.; Askarova S.; Umbayev B.; Davis T.; Kipling D. Pharmacological targeting of cell cycle, apoptotic and cell adhesion signaling pathways implicated in chemoresistance of cancer cells. Int. J. Mol. Sci. 2018, 19, 1690.10.3390/ijms19061690.", "ArticleIdList": ["10.3390/ijms19061690", "PMC6032165", "29882812"]}, {"Citation": "Schmidt T. S. B.; Raes J.; Bork P. The human gut microbiome: From association to modulation. Cell 2018, 172, 1198–1215. 10.1016/j.cell.2018.02.044.", "ArticleIdList": ["10.1016/j.cell.2018.02.044", "29522742"]}, {"Citation": "Geva-Zatorsky N.; Sefik E.; Kua L.; Pasman L.; Tan T. G.; Ortiz-Lopez A.; Yanortsang T. B.; Yang L.; Jupp R.; Mathis D.; Benoist C.; Kasper D. L. Mining the human gut microbiota for immunomodulatory organisms. Cell 2017, 168, 928–943. 10.1016/j.cell.2017.01.022.", "ArticleIdList": ["10.1016/j.cell.2017.01.022", "PMC7774263", "28215708"]}, {"Citation": "Mazloom K.; Siddiqi I.; Covasa M. Probiotics: How effective are they in the fight against obesity?. Nutrients 2019, 11, 258.10.3390/nu11020258.", "ArticleIdList": ["10.3390/nu11020258", "PMC6412733", "30678355"]}, {"Citation": "Suez J.; Zmora N.; Zilberman-Schapira G.; Mor U.; Dori-Bachash M.; Bashiardes S.; Zur M.; Regev-Lehavi D.; Ben-Zeev Brik R.; Federici S.; Horn M.; Cohen Y.; Moor A. E.; Zeevi D.; Korem T.; Kotler E.; Harmelin A.; Itzkovitz S.; Maharshak N.; Shibolet O.; Pevsner-Fischer M.; Shapiro H.; Sharon I.; Halpern Z.; Segal E.; Elinav E. Post-antibiotic gut mucosal microbiome reconstitution is impaired by probiotics and improved by autologous FMT. Cell 2018, 174, 1406–1423. 10.1016/j.cell.2018.08.047.", "ArticleIdList": ["10.1016/j.cell.2018.08.047", "30193113"]}, {"Citation": "Walter J.; Armet A. M.; Finlay B. B.; Shanahan F. Establishing or exaggerating causality for the gut microbiome: Lessons from human microbiota-associated rodents. Cell 2020, 180, 221–232. 10.1016/j.cell.2019.12.025.", "ArticleIdList": ["10.1016/j.cell.2019.12.025", "31978342"]}, {"Citation": "Fulda S. Evasion of apoptosis as a cellular stress response in cancer. Int. J. Cell Biol. 2010, 2010, 370835.10.1155/2010/370835.", "ArticleIdList": ["10.1155/2010/370835", "PMC2825553", "20182539"]}, {"Citation": "Wang H.; Zhang L.; Yang X.; Jin Y.; Pei S.; Zhang D.; Zhang H.; Zhou B.; Zhang Y.; Lin D. PUMA mediates the combinational therapy of 5-FU and NVP-BEZ235 in colon cancer. Oncotarget 2015, 6, 14385–14398. 10.18632/oncotarget.3775.", "ArticleIdList": ["10.18632/oncotarget.3775", "PMC4546474", "25965911"]}, {"Citation": "Coghe S.; Benoot K.; Delvaux F.; Vanderhaegen B.; Delvaux F. R. Ferulic Acid Release and 4-Vinylguaiacol Formation during Brewing and Fermentation: Indications for Feruloyl Esterase Activity inSaccharomyces cerevisiae. J. Agric. Food Chem. 2004, 52, 602–608. 10.1021/jf0346556.", "ArticleIdList": ["10.1021/jf0346556", "14759156"]}, {"Citation": "Miyagusuku-Cruzado G.; García-Cano I.; Rocha-Mendoza D.; Jiménez-Flores R.; Giusti M. M. Monitoring hydroxycinnamic acid decarboxylation by lactic acid bacteria using high-throughput UV-Vis spectroscopy. Molecules 2020, 25, 3142.10.3390/molecules25143142.", "ArticleIdList": ["10.3390/molecules25143142", "PMC7397179", "32660090"]}, {"Citation": "Wang C. Z.; Du G. J.; Zhang Z. Y.; Wen X. D.; Calway T.; Zhen Z.; Musch M. W.; Bissonnette M.; Chang E. B.; Yuan C. S. Ginsenoside compound K, not Rb1, possesses potential chemopreventive activities in human colorectal cancer. Internet J. Oncol. 2012, 40, 1970–1976. 10.3892/ijo.2012.1399.", "ArticleIdList": ["10.3892/ijo.2012.1399", "PMC3349346", "22426808"]}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "9", "Day": "9"}, {"Year": "2021", "Month": "1", "Day": "29"}, {"Year": "2021", "Month": "3", "Day": "1", "Hour": "5", "Minute": "41"}, {"Year": "2021", "Month": "3", "Day": "2", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "3", "Day": "2", "Hour": "6", "Minute": "1"}, {"Year": "2021", "Month": "2", "Day": "10"}], "PublicationStatus": "epublish", "ArticleIdList": ["33644563", "PMC7905800", "10.1021/acsomega.0c04394"]}}], "PubmedBookArticle": []}