{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "33654132", "DateCompleted": {"Year": "2021", "Month": "08", "Day": "12"}, "DateRevised": {"Year": "2024", "Month": "08", "Day": "07"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "03", "Day": "02"}], "Language": ["eng"], "ELocationID": ["1122", "10.1038/s41598-020-79298-8"], "Journal": {"ISSN": "2045-2322", "JournalIssue": {"Volume": "11", "Issue": "1", "PubDate": {"Year": "2021", "Month": "Mar", "Day": "02"}}, "Title": "Scientific reports", "ISOAbbreviation": "Sci Rep"}, "ArticleTitle": "Spatio-temporal selection of reference genes in the two congeneric species of Glycyrrhiza.", "Pagination": {"StartPage": "1122", "MedlinePgn": "1122"}, "Abstract": {"AbstractText": ["Glycyrrhiza, a genus of perennial medicinal herbs, has been traditionally used to treat human diseases, including respiratory disorders. Functional analysis of genes involved in the synthesis, accumulation, and degradation of bioactive compounds in these medicinal plants requires accurate measurement of their expression profiles. Reverse transcription quantitative real-time PCR (RT-qPCR) is a primary tool, which requires stably expressed reference genes to serve as the internal references to normalize the target gene expression. In this study, the stability of 14 candidate reference genes from the two congeneric species G. uralensis and G. inflata, including ACT, CAC, CYP, DNAJ, DREB, EF1, RAN, TIF1, TUB, UBC2, ABCC2, COPS3, CS, R3HDM2, were evaluated across different tissues and throughout various developmental stages. More importantly, we investigated the impact of interactions between tissue and developmental stage on the performance of candidate reference genes. Four algorithms, including geNorm, NormFinder, BestKeeper, and Delta Ct, were used to analyze the expression stability and RefFinder, a comprehensive software, provided the final recommendation. Based on previous research and our preliminary data, we hypothesized that internal references for spatio-temporal gene expression are different from the reference genes suited for individual factors. In G. uralensis, the top three most stable reference genes across different tissues were R3HDM2, CAC and TUB, while CAC, CYP and ABCC2 were most suited for different developmental stages. CAC is the only candidate recommended for both biotic factors, which is reflected in the stability ranking for the spatio (tissue)-temporal (developmental stage) interactions (CAC, R3HDM2 and DNAJ). Similarly, in G. inflata, COPS3, R3HDM2 and DREB were selected for tissues, while RAN, COPS3 and CS were recommended for developmental stages. For the tissue-developmental stage interactions, COPS3, DREB and ABCC2 were the most suited reference genes. In both species, only one of the top three candidates was shared between the individual factors and their interactions, specifically, CAC in G. uralensis and COPS3 in G. inflata, which supports our overarching hypothesis. In summary, spatio-temporal selection of reference genes not only lays the foundation for functional genomics research in Glycyrrhiza, but also facilitates these traditional medicinal herbs to reach/maximize their pharmaceutical potential."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of South China Agricultural Plant Molecular Analysis and Genetic Improvement and Guangdong Provincial Key Laboratory of Applied Botany, South China Botanical Garden, Chinese Academy of Sciences, Guangzhou, 510650, China."}, {"Identifier": [], "Affiliation": "Center of Economic Botany, Core Botanical Gardens, Chinese Academy of Sciences, Guangzhou, 510650, China."}], "LastName": "Li", "ForeName": "Yuping", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of South China Agricultural Plant Molecular Analysis and Genetic Improvement and Guangdong Provincial Key Laboratory of Applied Botany, South China Botanical Garden, Chinese Academy of Sciences, Guangzhou, 510650, China."}, {"Identifier": [], "Affiliation": "University of Chinese Academy of Sciences, Beijing, 100049, China."}], "LastName": "Liang", "ForeName": "Xiaoju", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Entomology, University of Kentucky, Lexington, KY, 40546, USA."}], "LastName": "Zhou", "ForeName": "Xuguo", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Desertification Control, Ningxia Academy of Agriculture and Forestry Sciences, Yinchuan, 750002, China."}], "LastName": "An", "ForeName": "Yu", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Desertification Control, Ningxia Academy of Agriculture and Forestry Sciences, Yinchuan, 750002, China."}], "LastName": "Li", "ForeName": "Ming", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of South China Agricultural Plant Molecular Analysis and Genetic Improvement and Guangdong Provincial Key Laboratory of Applied Botany, South China Botanical Garden, Chinese Academy of Sciences, Guangzhou, 510650, China."}, {"Identifier": [], "Affiliation": "Center of Economic Botany, Core Botanical Gardens, Chinese Academy of Sciences, Guangzhou, 510650, China."}, {"Identifier": [], "Affiliation": "Department of Plant and Soil Sciences, University of Kentucky, Lexington, KY, 40546, USA."}], "LastName": "Yuan", "ForeName": "Ling", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of South China Agricultural Plant Molecular Analysis and Genetic Improvement and Guangdong Provincial Key Laboratory of Applied Botany, South China Botanical Garden, Chinese Academy of Sciences, Guangzhou, 510650, China. liyongqing@scbg.ac.cn."}, {"Identifier": [], "Affiliation": "Center of Economic Botany, Core Botanical Gardens, Chinese Academy of Sciences, Guangzhou, 510650, China. liyongqing@scbg.ac.cn."}, {"Identifier": [], "Affiliation": "University of Chinese Academy of Sciences, Beijing, 100049, China. liyongqing@scbg.ac.cn."}], "LastName": "Li", "ForeName": "Yongqing", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of South China Agricultural Plant Molecular Analysis and Genetic Improvement and Guangdong Provincial Key Laboratory of Applied Botany, South China Botanical Garden, Chinese Academy of Sciences, Guangzhou, 510650, China. yingwang@scib.ac.cn."}, {"Identifier": [], "Affiliation": "Center of Economic Botany, Core Botanical Gardens, Chinese Academy of Sciences, Guangzhou, 510650, China. yingwang@scib.ac.cn."}, {"Identifier": [], "Affiliation": "University of Chinese Academy of Sciences, Beijing, 100049, China. yingwang@scib.ac.cn."}, {"Identifier": [], "Affiliation": "Gannan Normal University, Ganzhou, 341000, Jiangxi, People's Republic of China. yingwang@scib.ac.cn."}], "LastName": "Wang", "ForeName": "Ying", "Initials": "Y"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Sci Rep", "NlmUniqueID": "101563288", "ISSNLinking": "2045-2322"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "ABCC2 protein, human"}, {"RegistryNumber": "0", "NameOfSubstance": "Multidrug Resistance-Associated Protein 2"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Proteins"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Gene Expression Profiling"}, {"QualifierName": [], "DescriptorName": "Gene Expression Regulation, Plant"}, {"QualifierName": [], "DescriptorName": "Genes, Plant"}, {"QualifierName": ["classification", "genetics", "metabolism"], "DescriptorName": "Glycyrrhiza"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Multidrug Resistance-Associated Protein 2"}, {"QualifierName": ["biosynthesis", "genetics"], "DescriptorName": "Plant Proteins"}, {"QualifierName": [], "DescriptorName": "Real-Time Polymerase Chain Reaction"}, {"QualifierName": [], "DescriptorName": "Species Specificity"}], "CoiStatement": "The authors declare no competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Gibson MR. Glycyrrhiza in old and new perspectives. Lloydia. 1978;41:348–354.", "ArticleIdList": ["353426"]}, {"Citation": "Hao W, et al. Licochalcone A-induced human gastric cancer BGC-823 cells apoptosis by regulating ROS-mediated MAPKs and PI3K/AKT signaling pathways. Sci. Rep. 2015;5:10336. doi: 10.1038/srep10336.", "ArticleIdList": ["10.1038/srep10336", "PMC4434846", "25981581"]}, {"Citation": "Tang ZH, et al. Induction of C/EBP homologous protein-mediated apoptosis and autophagy by licochalcone A in non-small cell lung cancer cells. Sci. Rep. 2016;6:26241. doi: 10.1038/srep26241.", "ArticleIdList": ["10.1038/srep26241", "PMC4869105", "27184816"]}, {"Citation": "Batiha, G., Beshbishy, A. & Abdel Daim, M. Traditional uses, bioactive chemical constituents, and pharmacological and toxicological activities of the miracle medicinal herb; Glycyrrhiza glabra L. (Fabaceae Family). Biomolecules10, 352. 10.3390/biom10030352 (2020).", "ArticleIdList": ["PMC7175350", "32106571"]}, {"Citation": "Bailly C, Vergoten G. Glycyrrhizin: An alternative drug for the treatment of COVID-19 infection and the associated respiratory syndrome? Pharmacol. Therap. 2020;214:107618. doi: 10.1016/j.pharmthera.2020.107618.", "ArticleIdList": ["10.1016/j.pharmthera.2020.107618", "PMC7311916", "32592716"]}, {"Citation": "Hayashi H, Sudo H. Economic importance of licorice. Plant Biotechnol. 2009;26:101–104. doi: 10.5511/plantbiotechnology.26.101.", "ArticleIdList": ["10.5511/plantbiotechnology.26.101"]}, {"Citation": "Souri, M. Changes in glycyrrhizin content of iranian licorice (Glycyrrhiza glabra L.) affected by different root diameter and ecological conditions. Agric. Commun.2, 27–33 (2014)."}, {"Citation": "Seki H, et al. Licorice β-amyrin 11-oxidase, a cytochrome P450 with a key role in the biosynthesis of the triterpene sweetener glycyrrhizin. Proc Natl Acad Sci USA. 2008;105:14204–14209. doi: 10.1073/pnas.0803876105.", "ArticleIdList": ["10.1073/pnas.0803876105", "PMC2532699", "18779566"]}, {"Citation": "Seki H, et al. Triterpene functional genomics in licorice for identification of CYP72A154 involved in the biosynthesis of glycyrrhizin. Plant Cell. 2011;23:4112–4123. doi: 10.1105/tpc.110.082685.", "ArticleIdList": ["10.1105/tpc.110.082685", "PMC3246328", "22128119"]}, {"Citation": "Tamura K, et al. The basic helix-loop-helix transcription factor GubHLH3 positively regulates soyasaponin biosynthetic genes in Glycyrrhiza uralensis. Plant Cell Physiol. 2018;59:783–793. doi: 10.1093/pcp/pcy046.", "ArticleIdList": ["10.1093/pcp/pcy046", "29648666"]}, {"Citation": "Simpson GG, Dean C. Arabidopsis, the Rosetta stone of flowering time? Science (New York, NY) 2002;296:285–289. doi: 10.1126/science.296.5566.285.", "ArticleIdList": ["10.1126/science.296.5566.285", "11951029"]}, {"Citation": "Smith ZR, Long JA. Control of Arabidopsis apical-basal embryo polarity by antagonistic transcription factors. Nature. 2010;464:423–426. doi: 10.1038/nature08843.", "ArticleIdList": ["10.1038/nature08843", "PMC2841697", "20190735"]}, {"Citation": "Christensen LP. Ginsenosides: Chemistry, biosynthesis, analysis, and potential health effects. Adv. Food Nutr. Res. 2008;55:1–99. doi: 10.1016/S1043-4526(08)00401-4.", "ArticleIdList": ["10.1016/S1043-4526(08)00401-4", "18772102"]}, {"Citation": "Han JY, Hwang HS, Choi SW, Kim HJ, Choi YE. Cytochrome P450 CYP716A53v2 catalyzes the formation of protopanaxatriol from protopanaxadiol during ginsenoside biosynthesis in Panax ginseng. Plant Cell Physiol. 2012;53:1535–1545. doi: 10.1093/pcp/pcs106.", "ArticleIdList": ["10.1093/pcp/pcs106", "22875608"]}, {"Citation": "Carlson MR, et al. Gene connectivity, function, and sequence conservation: predictions from modular yeast co-expression networks. BMC Genomics. 2006;7:40. doi: 10.1186/1471-2164-7-40.", "ArticleIdList": ["10.1186/1471-2164-7-40", "PMC1413526", "16515682"]}, {"Citation": "Stuart JM, Segal E, Koller D, Kim SK. A gene-coexpression network for global discovery of conserved genetic modules. Science (New York, NY) 2003;302:249–255. doi: 10.1126/science.1087447.", "ArticleIdList": ["10.1126/science.1087447", "12934013"]}, {"Citation": "Phillips MA, D’Auria JC, Luck K, Gershenzon J. Evaluation of candidate reference genes for real-time quantitative PCR of plant samples using purified cDNA as template. Plant Mol. Biol. Rep. 2009;27:407–416. doi: 10.1007/s11105-008-0072-1.", "ArticleIdList": ["10.1007/s11105-008-0072-1", "PMC3906740", "24489433"]}, {"Citation": "Udvardi MK, Czechowski T, Scheible W-R. Eleven golden rules of quantitative RT-PCR. Plant Cell. 2008;20:1736–1737. doi: 10.1105/tpc.108.061143.", "ArticleIdList": ["10.1105/tpc.108.061143", "PMC2518243", "18664613"]}, {"Citation": "Hong SY, Seo PJ, Yang M, Xiang F, Park C. Exploring valid reference genes for gene expression studies in Brachypodium distachyonby real-time PCR. BMC Plant Biol. 2008;8:112–112. doi: 10.1186/1471-2229-8-112.", "ArticleIdList": ["10.1186/1471-2229-8-112", "PMC2588586", "18992143"]}, {"Citation": "Dheda K. Validation of housekeeping genes for normalizing RNA expression in real-time PCR. Biotechniques. 2004;37:118–119. doi: 10.1016/j.biosystems.2004.03.004.", "ArticleIdList": ["10.1016/j.biosystems.2004.03.004", "15283208"]}, {"Citation": "Nicot N, Hausman JF, Hoffmann L, Evers D. Housekeeping gene selection for real-time RT-PCR normalization in potato during biotic and abiotic stress. J. Exp. Bot. 2005;56:2907–2914. doi: 10.1093/jxb/eri285.", "ArticleIdList": ["10.1093/jxb/eri285", "16188960"]}, {"Citation": "Meller M, Vadachkoria S, Luthy DA, Williams MA. Evaluation of housekeeping genes in placental comparative expression studies. Placenta. 2005;26:601–607. doi: 10.1016/j.placenta.2004.09.009.", "ArticleIdList": ["10.1016/j.placenta.2004.09.009", "16085039"]}, {"Citation": "Wang, M., Wang, Q. & Zhang, B. Evaluation and selection of reliable reference genes for gene expression under abiotic stress in cotton (Gossypium hirsutum L.). Gene530, 44–50. 10.1016/j.gene.2013.07.084 (2013).", "ArticleIdList": ["23933278"]}, {"Citation": "Bustin SA. Quantification of mRNA using real-time reverse transcription PCR (RT-PCR): trends and problems. Clin. Chem. 2009;55:611–622. doi: 10.1373/clinchem.2008.112797.", "ArticleIdList": ["10.1373/clinchem.2008.112797", "12200227"]}, {"Citation": "Hayashi H, Hiraoka N, Ikeshiro Y, Yamamoto H, Yoshikawa T. Seasonal variation of glycyrrhizin and isoliquiritigenin glycosides in the root of Glycyrrhiza glabra L. Biol. Pharm. Bull. 1998;21:987–989. doi: 10.1248/bpb.21.987.", "ArticleIdList": ["10.1248/bpb.21.987", "9781853"]}, {"Citation": "Ramilowski JA, et al. Glycyrrhiza uralensis transcriptome landscape and study of phytochemicals. Plant Cell Physiol. 2013;54:697–710. doi: 10.1093/pcp/pct057.", "ArticleIdList": ["10.1093/pcp/pct057", "23589666"]}, {"Citation": "Hayashi H, et al. Cloning and characterization of a cDNA encoding beta-amyrin synthase involved in glycyrrhizin and soyasaponin biosyntheses in licorice. Biol. Pharm. Bull. 2001;24:912–916. doi: 10.1248/bpb.24.912.", "ArticleIdList": ["10.1248/bpb.24.912", "11510484"]}, {"Citation": "Maroufi A. Selection of reference genes for real-time quantitative PCR analysis of gene expression in Glycyrrhiza glabra under drought stress. Biol. Plantarum. 2016;60:1–10. doi: 10.1007/s10535-016-0601-y.", "ArticleIdList": ["10.1007/s10535-016-0601-y"]}, {"Citation": "Zeng S, et al. Identification and validation of reference genes for quantitative teal-time PCR normalization and Its applications in Lycium. PLoS ONE. 2014;9:e97039. doi: 10.1371/journal.pone.0097039.", "ArticleIdList": ["10.1371/journal.pone.0097039", "PMC4014596", "24810586"]}, {"Citation": "Vandesompele J, et al. Accurate normalization of real-time quantitative RT-PCR data by geometric averaging of multiple internal control genes. Genome Biol. 2002;3:1–12. doi: 10.1186/gb-2002-3-7-research0034.", "ArticleIdList": ["10.1186/gb-2002-3-7-research0034", "PMC126239", "12184808"]}, {"Citation": "Andersen CL, Jensen JL, Ørntoft TF. Normalization of real-time quantitative reverse transcription-PCR data: a model-based variance estimation approach to identify genes suited for normalization, applied to bladder and colon cancer data sets. Cancer Res. 2004;64:5245–5250. doi: 10.1158/0008-5472.can-04-0496.", "ArticleIdList": ["10.1158/0008-5472.can-04-0496", "15289330"]}, {"Citation": "Pfaffl MW, Tichopad A, Prgomet C, Neuvians TP. Determination of stable housekeeping genes, differentially regulated target genes and sample integrity: BestKeeper—excel-based tool using pair-wise correlations. Biotechnol. Lett. 2004;26:509–515. doi: 10.1023/b:bile.0000019559.84305.47.", "ArticleIdList": ["10.1023/b:bile.0000019559.84305.47", "15127793"]}, {"Citation": "Arocho A, Chen B, Ladanyi M, Pan Q. Validation of the 2-DeltaDeltaCt calculation as an alternate method of data analysis for quantitative PCR of BCR-ABL P210 transcripts. Diagn. Mol. Pathol. 2006;15:56–61. doi: 10.1097/00019606-200603000-00009.", "ArticleIdList": ["10.1097/00019606-200603000-00009", "16531770"]}, {"Citation": "Xie F, Xiao P, Chen D, Xu L, Zhang B. miRDeepFinder: a miRNA analysis tool for deep sequencing of plant small RNAs. Plant Mol. Biol. 2012;80:75–84. doi: 10.1007/s11103-012-9885-2.", "ArticleIdList": ["10.1007/s11103-012-9885-2", "22290409"]}, {"Citation": "Czechowski T, Stitt M, Altmann T, Udvardi MK, Scheible W-R. Genome-wide identification and testing of superior reference genes for transcript normalization in Arabidopsis. Plant Physiol. 2005;139:5–17. doi: 10.1104/pp.105.063743.", "ArticleIdList": ["10.1104/pp.105.063743", "PMC1203353", "16166256"]}, {"Citation": "Li XS, Yang HL, Zhang DY, Zhang YM, Wood AJ. Reference gene selection in the desert plant Eremosparton songoricum. Int. J. Mol. Sci. 2012;13:6944–6963. doi: 10.3390/ijms13066944.", "ArticleIdList": ["10.3390/ijms13066944", "PMC3397505", "22837673"]}, {"Citation": "Miranda Vde J, et al. Validation of reference genes aiming accurate normalization of qPCR data in soybean upon nematode parasitism and insect attack. BMC Res. Notes. 2013;6:196. doi: 10.1186/1756-0500-6-196.", "ArticleIdList": ["10.1186/1756-0500-6-196", "PMC3660166", "23668315"]}, {"Citation": "Reddy DS, et al. Identification and validation of reference genes and their impact on normalized gene expression studies across cultivated and wild Cicer species. PLoS ONE. 2016 doi: 10.1371/journal.pone.0148451.", "ArticleIdList": ["10.1371/journal.pone.0148451", "PMC4749333", "26863232"]}, {"Citation": "Cordoba EM, Die JV, Gonzalez-Verdejo CI, Nadal S, Roman B. Selection of reference genes in Hedysarum coronarium under various stresses and stages of development. Anal. Biochem. 2011;409:236–243. doi: 10.1016/j.ab.2010.10.031.", "ArticleIdList": ["10.1016/j.ab.2010.10.031", "21036135"]}, {"Citation": "Jaiswal PS, Kaur N, Randhawa GS. Identification of reference genes for qRT-PCR gene expression studies during seed development and under abiotic stresses in Cyamopsis tetragonoloba. Crop. Sci. 2019;59:252–265. doi: 10.2135/cropsci2018.05.0313.", "ArticleIdList": ["10.2135/cropsci2018.05.0313"]}, {"Citation": "Taylor, C. M., Jost, R., Erskine, W. & Nelson, M. N. Identifying stable reference genes for qRT-PCR normalisation in gene expression studies of narrow-leafed Lupin (Lupinus angustifolius L.). Plos One11, e0148300.10.1371/journal.pone.0148300 (2016).", "ArticleIdList": ["PMC4752343", "26872362"]}, {"Citation": "Hu R, Fan C, Li H, Zhang Q, Fu Y-F. Evaluation of putative reference genes for gene expression normalization in soybean by quantitative real-time RT-PCR. BMC Mol. Biol. 2009;10:93. doi: 10.1186/1471-2199-10-93.", "ArticleIdList": ["10.1186/1471-2199-10-93", "PMC2761916", "19785741"]}, {"Citation": "Pereira WJ, Bassinello PZ, Brondani C, Vianello RP. An improved method for RNA extraction from common bean seeds and validation of reference genes for qPCR. Crop Breed. Appl. Biotechnol. 2017;17:150–158. doi: 10.1590/1984-70332017v17n2a22.", "ArticleIdList": ["10.1590/1984-70332017v17n2a22"]}, {"Citation": "Liu Z, et al. Selection and evaluation of reference genes for expression analysis of Cassi. Biosci. Biotechnol. Biochem. 2015;79:1818–1826. doi: 10.1080/09168451.2015.1052771.", "ArticleIdList": ["10.1080/09168451.2015.1052771", "26076901"]}, {"Citation": "Wang X, et al. Selection of reliable reference genes for quantitative real-time RT-PCR in alfalfa. Genes Genet. Syst. 2015;90:175–180. doi: 10.1266/ggs.90.175.", "ArticleIdList": ["10.1266/ggs.90.175", "26510572"]}, {"Citation": "Chi X, et al. Validation of reference genes for gene expression studies in peanut by quantitative real-time RT-PCR. Mol. Genet. Genom. 2012;287:167–176. doi: 10.1007/s00438-011-0665-5.", "ArticleIdList": ["10.1007/s00438-011-0665-5", "22203160"]}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "8", "Day": "21"}, {"Year": "2020", "Month": "12", "Day": "3"}, {"Year": "2021", "Month": "3", "Day": "3", "Hour": "5", "Minute": "42"}, {"Year": "2021", "Month": "3", "Day": "4", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "8", "Day": "13", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "3", "Day": "2"}], "PublicationStatus": "epublish", "ArticleIdList": ["33654132", "PMC7925658", "10.1038/s41598-020-79298-8", "10.1038/s41598-020-79298-8"]}}], "PubmedBookArticle": []}