{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Angelica sinensis", "bolting and flowering", "gene expression", "gibberellin metabolism", "soluble sugar metabolism", "transcriptomic analysis"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "33660347", "DateCompleted": {"Year": "2021", "Month": "06", "Day": "11"}, "DateRevised": {"Year": "2021", "Month": "06", "Day": "11"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "04", "Day": "29"}], "Language": ["eng"], "ELocationID": ["10.1111/plb.13249"], "Journal": {"ISSN": "1438-8677", "JournalIssue": {"Volume": "23", "Issue": "4", "PubDate": {"Year": "2021", "Month": "Jul"}}, "Title": "Plant biology (Stuttgart, Germany)", "ISOAbbreviation": "Plant Biol (Stuttg)"}, "ArticleTitle": "Integrated transcriptomics and metabolites at different growth stages reveals the regulation mechanism of bolting and flowering of Angelica sinensis.", "Pagination": {"StartPage": "574", "EndPage": "582", "MedlinePgn": "574-582"}, "Abstract": {"AbstractText": ["The root of Angelica sinensis is one of the most widely used traditional Chinese medicines. In commercial planting, early bolting and flowering (EBF) of ca. 40% of 2-year-old plants reduces root yield and quality. Although changes in physiology in bolted plants have been investigated, the mechanism activating EBF has not been identified. Here, transcriptomics profiles at four different growth stages (S1 to S4) were performed, gene expression was validated by qRT-PCR and the accumulation of endogenous hormones quantified by HPLC. A total of 60,282 unigenes were generated, with 2,282, 1,359 and 2,246 differentially expressed genes (DEGs) observed at S2 versus S1, S3 versus S2 and S4 versus S3, respectively; 558 genes that co-exist in at least three stages from S1 to S4 were obtained. Functional annotation classified 38 DEGs linked to flowering pathways: photoperiodism, hormone signalling, carbohydrate metabolism and floral development. The levels of gene expression, hormones (GA<sub>1</sub> , GA<sub>4</sub> and IAA) and soluble sugars were consistent with the EBF. It can be concluded that the EBF of A. sinensis is controlled by multiple genes. This integrated analysis of transcriptomics, together with targeted hormones and soluble sugars, provides new insights into the regulation of EBF of A. sinensis."], "CopyrightInformation": "© 2021 German Society for Plant Sciences and The Royal Botanical Society of the Netherlands."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Lab of Arid Land Crop Science, Gansu Agricultural University, Lanzhou, 730070, China."}], "LastName": "Li", "ForeName": "J", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Lab of Arid Land Crop Science, Gansu Agricultural University, Lanzhou, 730070, China."}], "LastName": "Li", "ForeName": "M L", "Initials": "ML"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Pharmacy, Gansu University of Chinese Medicine, Lanzhou, 730000, China."}], "LastName": "Zhu", "ForeName": "T T", "Initials": "TT"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Gansu Herbal Medicine Planting Co., Ltd, Lanzhou, 730000, China."}], "LastName": "Zhang", "ForeName": "X N", "Initials": "XN"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Lab of Arid Land Crop Science, Gansu Agricultural University, Lanzhou, 730070, China."}, {"Identifier": [], "Affiliation": "Institute of Medicinal Plant Development, Chinese Academy of Medical Sciences & Peking Union Medical College, Beijing, 100193, China."}], "LastName": "Li", "ForeName": "M F", "Initials": "MF"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Medicinal Plant Development, Chinese Academy of Medical Sciences & Peking Union Medical College, Beijing, 100193, China."}], "LastName": "Wei", "ForeName": "J H", "Initials": "JH"}], "GrantList": [{"GrantID": "2020RCXM103", "Agency": "Key talent projects of Gansu Province", "Country": ""}, {"GrantID": "GSCS-2018-1", "Agency": "Gansu Agricultural University", "Country": ""}, {"GrantID": "Gaufx-02J04", "Agency": "Gansu Agricultural University", "Country": ""}, {"GrantID": "CARS-21", "Agency": "National Industrial System of Traditional Chinese Medicine", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Plant Biol (Stuttg)", "NlmUniqueID": "101148926", "ISSNLinking": "1435-8603"}, "MeshHeadingList": [{"QualifierName": ["genetics"], "DescriptorName": "Angelica sinensis"}, {"QualifierName": ["genetics"], "DescriptorName": "Flowers"}, {"QualifierName": [], "DescriptorName": "Gene Expression Profiling"}, {"QualifierName": [], "DescriptorName": "Gene Expression Regulation, Plant"}, {"QualifierName": [], "DescriptorName": "Transcriptome"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Aubert D., Chevillard M., Dorne A.M., Arlaud G., Herzog M. (1998) Expression patterns of GASA genes in Arabidopsis thaliana: the GASA4 gene is up-regulated by gibberellins in meristematic regions. Plant Molecular Biology, 36, 871-883."}, {"Citation": "Barratt D.H., Derbyshire P., Findlay K., Pike M., Wellner N., Lunn J., Feil R., Simpson C., Maule A.J., Smith A.M. (2009) Normal growth of Arabidopsis requires cytosolic invertase but not sucrose synthase. Proceedings of the National Academy of Sciences, USA, 106, 13124-13129."}, {"Citation": "Bouquin T., Meier C., Foster R., Nielsen M.E., Mundy J. (2001) Control of specific gene expression by gibberellin and brassinosteroid. Plant Physiology, 127, 450-458."}, {"Citation": "Bunel V., Antoine M.H., Nortier J., Duez P., Stévigny C. (2015) Nephroprotective effects of ferulic acid, Z-ligustilide and E-ligustilide isolated from Angelica sinensis against cisplatin toxicity in vitro. Toxicolology In Vitro, 3, 458-467."}, {"Citation": "Chao W.W., Hong Y.H., Chen M.L., Lin B.F. (2010) Inhibitory effects of Angelica sinensis ethyl acetate extract and major compounds on NF-κB trans-activation activity and LPS-induced inflammation. Journal of Ethnopharmacology, 129, 244-249."}, {"Citation": "Conesa A., Gotz S., Garcia-Gomez J.M., Terol J., Talon M., Robles M. (2005) Blast2GO: a universal tool for annotation, visualization and analysis in functional genomics research. Bioinformatics, 21, 3674-3676."}, {"Citation": "Delatte T., Umhang M., Trevisan M., Eicke S., Thorneycroft D., Smith S.M., Zeeman S.C. (2006) Evidence for distinct mechanisms of starch granule breakdown in plants. Journal of Biological Chemistry, 281, 12050-12059."}, {"Citation": "Deng Y., Dong H., Mu J., Ren B., Zheng B., Ji Z., Yang W.C., Liang Y., Zuo J. (2010) Arabidopsis histidine kinase CKI1 acts upstream of histidine phosphotransfer proteins to regulate female gametophyte development and vegetative growth. The Plant Cell, 22, 1232-1248."}, {"Citation": "Dubois M., Gilles K.A., Hamilton J.K., Rebers P.A., Smith F. (1956) Colorimetric method for determination of sugars and related substances. Analytical Chemistry, 28, 350-356."}, {"Citation": "Fornara F., Panigrahi K.C., Gissot L., Sauerbrunn N., Ruehl M., Jarillo J.A., Coupland G. (2009) Arabidopsis DOF transcription factors act redundantly to reduce CONSTANS expression and are essential for a photoperiodic flowering response. Developmental Cell, 17, 75-86."}, {"Citation": "Fulton D.C., Stettler M., Mettler T., Vaughan C.K., Li J., Francisco P., Gil M., Reinhold H., Eicke S., Messerli G., Dorken G., Halliday K., Smith A.M., Smith S.M., Zeeman S.C. (2008) Beta-AMYLASE4, a noncatalytic protein required for starch breakdown, acts upstream of three active beta-amylases in Arabidopsis chloroplasts. The Plant Cell, 20, 1040-1058."}, {"Citation": "Golldack D., Popova O.V., Dietz K.J. (2002) Mutation of the matrix metalloproteinase At2-MMP inhibits growth and causes late flowering and early senescence in Arabidopsis. Journal of Biological Chemistry, 277, 5541-5547."}, {"Citation": "Grabherr M.G., Haas B.J., Yassour M., Levin J.Z., Thompson D.A., Amit I., Adiconis X., Fan L., Raychowdhury R., Zeng Q., Chen Z., Mauceli E., Hacohen N., Gnirke A., Rhind N., di Palma F., Birren B.W., Nusbaum C., Lindblad-Toh K., Friedman N., Regev A. (2011) Full-length transcriptome assembly from RNA-Seq data without a reference genome. Nature Biotechnology, 29, 644-652."}, {"Citation": "Graeff M., Straub D., Eguen T., Dolde U., Rodrigues V., Brandt R., Wenkel S. (2016) Microprotein-mediated recruitment of CONSTANS into a TOPLESS trimeric complex represses flowering in Arabidopsis. PLoS Genetics, 12, E1005959."}, {"Citation": "Hazen S.P., Schultz T.F., Pruneda-Paz J.L., Borevitz J.O., Ecker J.R., Kay S.A. (2005) LUX ARRHYTHMO encodes a Myb domain protein essential for circadian rhythms. Proceedings of the National Academy of Sciences, USA, 102, 10387-10392."}, {"Citation": "Hook I.L.I. (2014) Danggui to Angelica sinensis root: are potential benefits to European women lost in translation? A review. Journal of Ethnopharmacology, 152, 1-13."}, {"Citation": "Hua Y., Xue W., Zhang M., Wei Y., Ji P. (2014) Metabonomics study on the hepatoprotective effect of polysaccharides from different preparations of Angelica sinensis. Journal of Ethnopharmacology, 151, 1090-1099."}, {"Citation": "Huang L.Q., Jin L. (2018) Suitable technology for production and processing of Angelica sinensis. China Pharmaceutical Science and Technology Press, Beijing, China, pp 1-14."}, {"Citation": "Huang S.H., Lin C.M., Chiang B.H. (2008) Protective effects of Angelica sinensis extract on amyloid β-peptide-induced neurotoxicity. Phytomedicine, 15, 710-721."}, {"Citation": "Imamura A., Kiba T., Tajima Y., Yamashino T., Mizuno T. (2003) In vivo and in vitro characterization of the ARR11 response regulator implicated in the His-to-Asp phosphorelay signal transduction in Arabidopsis thaliana. Plant & Cell Physiology, 44, 122-131."}, {"Citation": "Kan W.L.T., Cho C.H., Rudd J.A., Lin G. (2008) Study of the anti-proliferative effects and synergy of phthalides from Angelica sinensis on colon cancer cells. Journal of Ethnopharmacology, 120, 36-43."}, {"Citation": "Kang I.H., Steffen J.G., Portereiko M.F., Lloyd A., Drews G.N. (2008) The AGL62 MADS domain protein regulates cellularization during endosperm development in Arabidopsis. The Plant Cell, 20, 635-647."}, {"Citation": "Kienow L., Schneider K., Bartsch M., Stuible H.P., Weng H., Miersch O., Wasternack C., Kombrink E. (2008) Jasmonates meet fatty acids: functional analysis of a new acyl-coenzyme A synthetase family from Arabidopsis thaliana. Journal of Experimental Botany, 59, 403-419."}, {"Citation": "Li M.F., Kang T.L., Jin L., Wei J.H. (2020a) Research progress on bolting and flowering of Angelica sinensis and regulation pathways. Chinese Traditional and Herbal Drugs, 51, 5894-5899."}, {"Citation": "Li M.F., Liu X.Z., Wei J.H., Zhang Z., Chen S.J., Liu Z.H., Xing H. (2020b) Selection of high altitude planting area of Angelica sinensis based on biomass, bioactive compounds accumulation and antioxidant capacity. Chinese Traditional and Herbal Drugs, 51, 474-481."}, {"Citation": "Li M.S., Yu Z.Y. (1979) Research on prevention of early bolting of Angelica sinensis. Chinese Traditional and Herbal Drugs, 57(34-38), 49."}, {"Citation": "Li Z.G., Chen H.W., Li Q.T., Tao J.J., Bian X.H., Ma B., Zhang W.K., Chen S.Y., Zhang J.S. (2015) Three SAUR proteins SAUR76, SAUR77 and SAUR78 promote plant growth in Arabidopsis. Sciience Reports, 5, 12477-12477."}, {"Citation": "Lin H.M., Wu Y.A., Cao Z.F., Lv S.L., Mao X.J. (2010) Influence of sun shade cultivation on premature bolting in Angelica sinensis and growth environment factors. Chinese Journal of Experimental Traditional Medical Formulae, 16, 79-83."}, {"Citation": "Liu L., Liu C., Hou X., Xi W., Shen L., Tao Z., Wang Y., Yu H. (2012) FTIP1 is an essential regulator required for florigen transport. PLoS Biology, 10, e1001313."}, {"Citation": "Lu S.X., Knowles S.M., Andronis C., Ong M.S., Tobin E.M. (2009) CIRCADIAN CLOCK ASSOCIATED1 and LATE ELONGATED HYPOCOTYL function synergistically in the circadian clock of Arabidopsis. Plant Physiology, 150, 834-843."}, {"Citation": "Lu Z.Q., Zhang J.W., Ren L.R., Huang H.Y., Ma Z.C., Qi J.T. (2011) Analysis on physiological and biochemical characteristics of bolting Angelica sinensis plant. Chinese Traditional Herbal Drugs, 42, 2326-2329."}, {"Citation": "Luo M.N., Yang X., Peng J., Liu X.P. (2019) Effects of different sample pre-treatment methods on determination result of endogenous hormones mass fraction in wheat and maize leaves. Acta Agriculturae Boreali-Occidentalis Sinica, 28, 1008-1013."}, {"Citation": "Ma J.P., Guo Z.B., Jin L., Li Y.D. (2015) Phytochemical progress made in investigations of Angelica sinensis (Oliv.) Diels. Chinese Journal of Natural Medicine, 13, 241-249."}, {"Citation": "Mortazavi A., Williams B., McCue K., Schaeffer L., Wold B. (2008) Mapping and quantifying mammalian transcriptomes by RNA-Seq. Nature Methods, 5, 621-628."}, {"Citation": "Qi J.T., Lin H.M., Liu X.Z. (2004) Preliminary study on the effect of nitrogen and phosphorus fertilizer on bolting rate of Angelica sinensis. Journal of Chinese Med. Mat., 27, 82-83."}, {"Citation": "Qiu D.Y., Lin H.M., Chen Y., Li Y.D., Guo F.X. (2010a) Effects of latitude, longitude and altitude on Angelica growth and early bolting in medicine formation period. Acta Agrestia Sinensis, 18, 838-843."}, {"Citation": "Qiu D.Y., Lin H.M., Fang Z.S., Li Y.D. (2010b) Effects of seedlings with different root diameters on Angelica sinensis early bolting and physiological changes during the medicine formation period. Acta Pratac. Sin., 19, 100-105."}, {"Citation": "Rawat R., Takahashi N., Hsu P.Y., Jones M.A., Schwartz J., Salemi M.R., Phinney B.S., Harmer S.L. (2011) REVEILLE8 and PSEUDO-RESPONSE REGULATOR5 form a negative feedback loop within the Arabidopsis circadian clock. PLoS Genetics, 7, E1001350."}, {"Citation": "Schomburg F.M., Bizzell C.M., Lee D.J., Zeevaart J.A.D., Amasino R.M. (2003) Overexpression of a novel class of gibberellin 2-oxidases decreases gibberellin levels and creates dwarf plants. The Plant Cell, 15, 151-163."}, {"Citation": "Seung D., Boudet J., Monroe J., Schreier T.B., David L.C., Abt M., Lu K.J., Zanella M., Zeeman S.C. (2017) Homologs of PROTEIN TARGETING TO STARCH control starch granule initiation in Arabidopsis leaves. The Plant Cell, 29, 1657-1677."}, {"Citation": "Sommer H., Beltrán J.P., Huijser P., Pape H., Lönnig W.E., Saedler H., Schwarz-Sommer Z. (1990) Deficiens, a homeotic gene involved in the control of flower morphogenesis in Antirrhinum majus: the protein shows homology to transcription factors. EMBO Journal, 9, 605-613."}, {"Citation": "Sridhar V.V., Surendrarao A., Gonzalez D., Conlan R.S., Liu Z. (2004) Transcriptional repression of target genes by LEUNIG and SEUSS, two interacting regulatory proteins for Arabidopsis flower development. Proceedings of the National Academy of Sciences, USA, 101, 11494-11499."}, {"Citation": "Staswick P.E., Serban B., Rowe M., Tiryaki I., Maldonado M.T., Maldonado M.C., Suza W. (2005) Characterization of an Arabidopsis enzyme family that conjugates amino acids to indole-3-acetic acid. The Plant Cell, 17, 616-627."}, {"Citation": "Suarez-Lopez P., Wheatley K., Robson F., Onouchi H., Valverde F., Coupland G. (2001) CONSTANS mediates between the circadian clock and the control of flowering in Arabidopsis. Nature, 410, 1116-1120."}, {"Citation": "Taiz, L., Zeiger, E. (eds) (2010) Plant physiology (Fifth Edition). Fosket. D. E., Amasino, R.. The control of flowering. Sinauer Associates. Sunderland, MA, USA, pp: 569-596."}, {"Citation": "Tanthanuch W., Chantarangsee M., Maneesan J., Ketudat Cairns J.R. (2008) Genomic and expression analysis of glycosyl hydrolase family 35 genes from rice (Oryza sativa L.). BMC Plant Biology, 8."}, {"Citation": "Theissen G., Becker A., Di Rosa A., Kanno A., Kim J.T., Munster T., Winter K.U., Saedler H. (2000) A short history of MADS-box genes in plants. Plant Molecular Biology, 42, 115-149."}, {"Citation": "Torres-Galea P., Huang L.F., Chua N.H., Bolle C. (2006) The GRAS protein SCL13 is a positive regulator of phytochrome-dependent red light signaling, but can also modulate phytochrome A responses. Molecular Genetics and Genomics, 276, 13-30."}, {"Citation": "Upton R. (2003) American herbal pharmacopoeia and therapeutic compendium: Dang Gui root-Angelica sinensis (Oliv.). American Herbal Pharmacopoeia, Scotts Valley, CA, USA. pp:1-41."}, {"Citation": "Wang B.H., Ou-Yang J.P. (2005) Pharmacological actions of sodium ferulate in cardiovascular system. Cardiovasc. Drug Reviews, 23, 161-172."}, {"Citation": "Wang H., Zhu Y., Fujioka S., Asami T., Li J., Li J. (2009) Regulation of Arabidopsis brassinosteroid signaling by atypical basic helix-loop-helix proteins. The Plant Cell, 21, 3781-3791."}, {"Citation": "Wang L.Y., Tang Y.P., Liu X., Zhu M., Tao W.W., Li W.X., Duan J.A. (2015) Effects of ferulic acid on antioxidant activity in Angelica sinensis Radix, Chuan xiong Rhizoma, and their combination. Chinese Journal of Natural Medicine, 13, 401-408."}, {"Citation": "Wang W.J. (1977) Analysis and control of early bolting characteristic of Angelica sinensis. Journal of the Northwest University (Natural Sciences), 7, 32-39."}, {"Citation": "Wang W.J. (1979) Technology and principle of seedling frozen storage of Angelica sinensis. Journao of Chinese Med. Mat., 3, 1-4."}, {"Citation": "Wei W.L., Zeng R., Gu C.M., Qu Y., Huang L.F. (2016) Angelica sinensis in China - A review of botanical profile, ethnopharmacology, phytochemistry and chemical analysis. Journal of Ethnopharmacology, 190, 116-141."}, {"Citation": "Willems E., Leyns L., Vandesompele J. (2008) Standardization of real-time PCR gene expression data from independent biological replicates. Analytical Biochemistry, 379, 127-129."}, {"Citation": "Xing D., Zhao H., Xu R., Li Q.Q. (2008) Arabidopsis PCFS4, a homologue of yeast polyadenylation factor Pcf11p, regulates FCA alternative processing and promotes flowering time. The Plant Journal, 54, 899-910."}, {"Citation": "Xu X.Q., Zhang X.B., Chen J., Zhao W.L., Jin L. (2020) Study on ecological suitability of Angelica sinensis in Gansu Province. Chinese Traditional Herbal Drugs, 51, 3304-3307."}, {"Citation": "Yamagami A., Nakazawa M., Matsui M., Tujimoto M., Sakuta M., Asami T., Nakano T. (2009) Chemical genetics reveal the novel transmembrane protein BIL4, which mediates plant cell elongation in brassinosteroid signaling. Bioscence, Biotechnology and Biochemistry, 73, 415-421."}, {"Citation": "Yamaguchi S. (2008) Gibberellin metabolism and its regulation. Annual Review of Plant Biology, 59, 225-251."}, {"Citation": "Yang N., Cong Q., Cheng L.J. (2019) BBX transcriptional factors family in plants - a review. Chinese Journal of Biotechnology, 36, 666-677."}, {"Citation": "Yang T., Jia M., Meng J., Wu H., Mei Q.B. (2006) Immunomodulatory activity of polysaccharide isolated from Angelica sinensis. International Journal of Biol. Macromol., 39, 179-184."}, {"Citation": "Yu G., Zhou Y., Yu J.J., Hu X.Q., Tang Y., Yan H., Duan J.A. (2019) Transcriptome and digital gene expression analysis unravels the novel mechanism of early flowering in Angelica sinensis. Science Reports, 9, 10035."}, {"Citation": "Zeilmaker T., Ludwig N.R., Elberse J., Seidl M.F., Berke L., Van Doorn A., Schuurink R.C., Snel B., Van den Ackerveken G. (2015) DOWNY MILDEW RESISTANT 6 and DMR6-LIKE OXYGENASE 1 are partially redundant but distinct suppressors of immunity in Arabidopsis. The Plant Journal, 81, 210-222."}, {"Citation": "Zhang E.H., Huang P. (1998) Effects of vernalization treatment on physiological character of Angelica sinensis seedlings. Journal of Gansu Agricultural University, 33, 240-243."}, {"Citation": "Zhang H.Y., Bi W.G., Yu Y., Liao W.B. (2012) Angelica sinensis (Oliv.) Diels in China: distribution, cultivation, utilization and variation. Genetic Resources and Crop Evolution, 59, 607-613."}, {"Citation": "Zhang Z., Liu X.Z., Bao Y.J., Li J., Cao X.L., Li M.F. (2018) Selection of cropping rotations of Angelica sinensis based on biomass, bioactive compounds accumulation and antioxidant capacity. Journal of Gansu Agricultural University, 53, 86-89."}, {"Citation": "Zhou W.J., Wang S., Hu Z., Zhou Z.Y., Song C.J. (2015) Angelica sinensis polysaccharides promote apoptosis in human breast cancer cells via CREB-regulated caspase-3 activation. Biochemistry and Biophysics Research Communications, 467, 562-569."}, {"Citation": "Zhu X.F., Sun Y., Zhang B.C., Mansoori N., Wan J.X., Liu Y., Wang Z.W., Shi Y.Z., Zhou Y.H., Zheng S.J. (2014) TRICHOME BIREFRINGENCE-LIKE27 affects aluminum sensitivity by modulating the O-Acetylation of xyloglucan and aluminum-binding capacity in Arabidopsis. Plant Physiology, 166, 181-189."}], "ReferenceList": [], "Title": "References"}], "History": [{"Year": "2020", "Month": "12", "Day": "7"}, {"Year": "2021", "Month": "2", "Day": "24"}, {"Year": "2021", "Month": "3", "Day": "5", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "6", "Day": "12", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "3", "Day": "4", "Hour": "6", "Minute": "2"}], "PublicationStatus": "ppublish", "ArticleIdList": ["33660347", "10.1111/plb.13249"]}}], "PubmedBookArticle": []}