{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["E. hirsutum", "E. parviflorum", "GC/MS", "bioclimatic variables", "flavonoid", "secondary metabolites", "steroids", "terpenes"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "33679815", "DateRevised": {"Year": "2021", "Month": "03", "Day": "10"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "02", "Day": "17"}], "Language": ["eng"], "ELocationID": ["595190", "10.3389/fpls.2020.595190"], "Journal": {"ISSN": "1664-462X", "JournalIssue": {"Volume": "11", "PubDate": {"Year": "2020"}}, "Title": "Frontiers in plant science", "ISOAbbreviation": "Front Plant Sci"}, "ArticleTitle": "Comparative Analyses of Phytochemical Variation Within and Between Congeneric Species of Willow Herb, <i>Epilobium hirsutum</i> and <i>E. parviflorum</i>: Contribution of Environmental Factors.", "Pagination": {"StartPage": "595190", "MedlinePgn": "595190"}, "Abstract": {"AbstractText": ["The plants in the <i>Epilobium</i> genus are considered to have several important medicinal properties due to their unique chemical composition. Although metabolic profiles of medicinal plants are mainly controlled by genetic factors, their production is also to some degree influenced by environmental factors, thus, variations in the levels of phytochemicals may represent long-term ecological and evolutionary interactions. In order to depict the magnitude of natural variation in level of chemical compounds among conspecific populations of <i>Epilobium hirsutum</i> (<i>n</i> = 31) and <i>E. parviflorum</i> (<i>n</i> = 16), metabolite profiling of aerial parts of plants was performed with gas chromatography/mass spectrometry analysis. Putative identification and structure annotation revealed the presence of 74 compounds including 46 compounds considered secondary metabolites categorized into flavonoids (<i>n</i> = 8), phenolic acids (<i>n</i> = 26), steroids (<i>n</i> = 3), and terpenes (<i>n</i> = 5) across all populations. Although there was a considerable natural variation among conspecific populations, principal component analysis revealed a clear separation of populations of each species based on the second main principal component which was highly correlated with eight secondary metabolites. The level of secondary metabolites was significantly correlated between species (<i>r</i> = 0.91), suggesting shared metabolic pathways underlying the production of chemical compounds. In addition, redundancy and variance partitioning analyses by including bioclimatic variables and altitude revealed a significant contribution of elevation in explaining the total variation of secondary metabolites in <i>E. hirsutum</i>. Two-thirds of all secondary metabolites were significantly correlated with altitude in <i>E. hirsutum</i>. The large-scale geographic analyses of populations revealed additionally detected flavonoids and terpenes (<i>E. hirsutum</i> and <i>E. parviflorum</i>) and steroids (<i>E. hirsutum</i>) for the first time. This study provides significant information on additional chemical compounds found across the distribution range of the two ecologically important species of willow herb and emphasizes the importance of geographic-wide sampling as a valuable strategy to depict intraspecific and interspecific variability in chemical traits."], "CopyrightInformation": "Copyright © 2021 Mohammadi Bazargani, Falahati-Anbaran and Rohloff."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Agriculture Institute, Iranian Research Organization for Science and Technology, Tehran, Iran."}], "LastName": "Mohammadi Bazargani", "ForeName": "Mitra", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Plant Sciences, School of Biology, University of Tehran, Tehran, Iran."}, {"Identifier": [], "Affiliation": "NTNU University Museum, Norwegian University of Science and Technology, Trondheim, Norway."}], "LastName": "Falahati-Anbaran", "ForeName": "Mohsen", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, Norwegian University of Science and Technology, Trondheim, Norway."}], "LastName": "Rohloff", "ForeName": "Jens", "Initials": "J"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Plant Sci", "NlmUniqueID": "101568200", "ISSNLinking": "1664-462X"}, "CoiStatement": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Akbari R. S., Azizian D. (2006). Seed morphology and seed coat sculpturing of Epilobium L. species (Onagraceae Juss.) from Iran. Turk. J. Bot. 30 435–440."}, {"Citation": "Araújo L. U., Grabe-Guimarães A., Mosqueira V. C. F., Carneiro C. M., Silva-Barcellos N. M. (2010). Profile of wound healing process induced by allantoin. Acta Cir. Bras. 25 460–461. 10.1590/s0102-86502010000500014", "ArticleIdList": ["10.1590/s0102-86502010000500014", "20877959"]}, {"Citation": "Averett J. E., Raven P. H., Becker H. (1979). The flavonoids of Onagraceae: tribe Epilobieae. Am. J. Bot. 66 1151–1155. 10.1002/j.1537-2197.1979.tb06334.x", "ArticleIdList": ["10.1002/j.1537-2197.1979.tb06334.x"]}, {"Citation": "Barakat H. H., Hussein S. A., Marzouk M. S., Merfort I., Linscheid M., Nawwar M. A. (1997). Polyphenolic metabolites of Epilobium hirsutum. Phytochemistry 46 935–941. 10.1016/s0031-9422(97)00370-1", "ArticleIdList": ["10.1016/s0031-9422(97)00370-1"]}, {"Citation": "Barrett S. A., Gifford E. W. (1933). Indian Life of the Yosemite Region: Miwok Material Culture. Bulletin ofthe Public Museum: Milwaukee: 2:174."}, {"Citation": "Bazylko A., Kiss A., Kowalski J. (2007a). Densitometric determination of flavonoids in methanolic and aqueous extracts of Epilobii angustifolii herba by use of HPTLC. JPC–J. Planar Chromat. 20 53–56. 10.1556/jpc.20.2007.1.8", "ArticleIdList": ["10.1556/jpc.20.2007.1.8"]}, {"Citation": "Bazylko A., Kiss A. K., Kowalski J. Z. (2007b). High-performance thin-layer chromatography method for quantitative determination of oenothein B and quercetin glucuronide in aqueous extract of Epilobii angustifolii herba. J. Chromatogr. 1173 146–150. 10.1016/j.chroma.2007.10.019", "ArticleIdList": ["10.1016/j.chroma.2007.10.019", "17980376"]}, {"Citation": "Bocek B. R. (1984). Ethnobotany of Costanoan Indians, California, based on collections by John P. Harrington. Econ. Bot. 38 240–255. 10.1007/bf02858839", "ArticleIdList": ["10.1007/bf02858839"]}, {"Citation": "Castilla A. R., Méndez-Vigo B., Marcer A., Martínez-Minaya J., Conesa D., Picó F. X., et al. (2020). Ecological, genetic and evolutionary drivers of regional genetic differentiation in Arabidopsis thaliana. BMC Evol. Biol. 20:71.", "ArticleIdList": ["PMC7310121", "32571210"]}, {"Citation": "Constantin D., Coste A., Mircea T. (2013). “Epilobium Sp.(willow herb): micropropagation and production of secondary metabolites,” in Biotechnology for Medicinal Plants, eds Chandra S., Lata H., Varma A. (Berlin: Springer; ), 149–170. 10.1007/978-3-642-29974-2_6", "ArticleIdList": ["10.1007/978-3-642-29974-2_6"]}, {"Citation": "Demasi S., Caser M., Lonati M., Cioni P. L., Pistelli L., Najar B., et al. (2018). Latitude and altitude influence secondary metabolite production in peripheral apine populations of the Mediterranean species Lavandula angustifolia Mill. Front. Plant Sci. 9:983.", "ArticleIdList": ["PMC6042283", "30026754"]}, {"Citation": "Ducrey B., Marston A., Göhring S., Hartmann R., Hostettmann K. (1997). Inhibition of 5 alpha-reductase and aromatase by the ellagitannins oenothein A and oenothein B from Epilobium species. Planta Med. 63 111–114. 10.1055/s-2006-957624", "ArticleIdList": ["10.1055/s-2006-957624", "9140222"]}, {"Citation": "Ducrey B., Wolfender J. L., Marston A., Hostettmann K. (1995). Analysis of flavonol glycosides of thirteen Epilobium species (onagraceae) by LC-UV and thermospray LC-MS. Phytochemistry 38 129–137. 10.1016/0031-9422(94)00629-8", "ArticleIdList": ["10.1016/0031-9422(94)00629-8"]}, {"Citation": "Falahati-Anbaran M., Mohammadi Bazargani M., Rohloff J. (2018). Large scale geographical mapping of essential oil volatiles in Heracleum (Apiaceae): identification of novel compounds and unraveling cryptic variation. Chem. Biodivers. 15:e1800230. 10.1002/cbdv.201800230", "ArticleIdList": ["10.1002/cbdv.201800230", "29906333"]}, {"Citation": "Fick S. E., Hijmans R. J. (2017). WorldClim 2: new 1-km spatial resolution climate surfaces for global land areas. Int. J. Climatol. 37 4302–4315. 10.1002/joc.5086", "ArticleIdList": ["10.1002/joc.5086"]}, {"Citation": "Gibson M. J. S., Moyle L. C. (2020). Regional differences in the abiotic environment contribute to genomic divergence within a wild tomato species. Mol. Ecol. 29 2204–2217. 10.1111/mec.15477", "ArticleIdList": ["10.1111/mec.15477", "32419208"]}, {"Citation": "Glen A. T., Lawrie W., Mclean J., Younes M. E.-G. (1967). Triterpenoid constituents of rose-bay willow-herb. J. Chem. Soc. C Org. 1967 510–515. 10.1039/j39670000510", "ArticleIdList": ["10.1039/j39670000510"]}, {"Citation": "Gouvea D. R., Gobbo-Neto L., Lopes N. P. (2012). “The influence of biotic and abiotic factors on the production of secondary metabolites in medicinal plants,” in Plant Bioactives and Drug Discovery, eds Wang B., Cechinel-Filho V. (Hoboken, NJ: John Wiley & Sons, Inc; ) 419–452. 10.1002/9781118260005.ch12", "ArticleIdList": ["10.1002/9781118260005.ch12"]}, {"Citation": "Granica S., Piwowarski J. P., Czerwińska M. E., Kiss A. K. (2014). Phytochemistry, pharmacology and traditional uses of different Epilobium species (Onagraceae): a review. J. Ethnopharmacol. 156 316–346. 10.1016/j.jep.2014.08.036", "ArticleIdList": ["10.1016/j.jep.2014.08.036", "25196824"]}, {"Citation": "Haddock E. A., Gupta R. K., Al-Shafi S. M., Haslam E., Magnolato D. (1982). The metabolism of gallic acid and hexahydroxydiphenic acid in plants. part 1. introduction. naturally occurring galloyl esters. J. Chem. Soc. Perkin Trans. 1 2515–2524. 10.1039/p19820002515", "ArticleIdList": ["10.1039/p19820002515"]}, {"Citation": "Hevesi Tóth B. (2009). Phytochemical and in Vitro Biological Evaluation of Potentially Active Compounds in Epilobium Species. Ph.D. dissertation, Semmelweis University, Budapest."}, {"Citation": "Hevesi Tóth B., Balázs A., Vukics V., Szõke É, Kéry Á. (2006). Identification of Epilobium species and willow-herbs (Onagraceae) by HPLC analysis of flavonoids as chemotaxonomic markers. Chroma 63 S119–S123."}, {"Citation": "Hevesi Tóth B., Blazics B., Kéry Á. (2009). Polyphenol composition and antioxidant capacity of Epilobium species. J. Pharm. Biomed. Anal. 49 26–31. 10.1016/j.jpba.2008.09.047", "ArticleIdList": ["10.1016/j.jpba.2008.09.047", "19013046"]}, {"Citation": "Hiermann A. (1983). Die Untersuchung potentieller Wirkstoffe in Epilobium-Arten. 1. Mitteilung: Aufklärung der Flavonoidmuster. Sci. Pharm. 51 158–167."}, {"Citation": "Hiermann A. (1995). Phytochemical characterization of Epilobium angustifolium L. and its differentiation to other Epilobium species by TLC and HPLC. Sci. Pharm. 63 135–135."}, {"Citation": "Hiermann A., Mayr K. (1985). The investigation of active compounds from Epilobium species. The occurrence of sitosterol derivatives in Epilobium angustifolium L. and Epilobium parviflorum Schreb. Sci. Pharm. 53 39–44."}, {"Citation": "Hijmans R. J., Etten J. V. (2020). Raster: Geographic Analysis and Modeling with Raster Data. R Package Version 2.0-12."}, {"Citation": "Jaakola L., Hohtola A. (2010). Effect of latitude on flavonoid biosynthesis in plants. Plant Cell Environ. 33 1239–1247.", "ArticleIdList": ["20374534"]}, {"Citation": "Katalinic V., Milos M., Kulisic T., Jukic M. (2006). Screening of 70 medicinal plant extracts for antioxidant capacity and total phenols. Food Chem. 94 550–557. 10.1016/j.foodchem.2004.12.004", "ArticleIdList": ["10.1016/j.foodchem.2004.12.004"]}, {"Citation": "Kiss A., Kowalski J., Melzig M. F. (2004). Compounds from Epilobium angustifolium inhibit the specific metallopeptidases ACE. NEP and APN. Planta Med. 70 919–923. 10.1055/s-2004-832617", "ArticleIdList": ["10.1055/s-2004-832617", "15490319"]}, {"Citation": "Lemon J. (2006). Plotrix : a package in the red light district of R. R-News 6 8–12."}, {"Citation": "Lesuisse D., Berjonneau J., Ciot C., Devaux P., Doucet B., Gourvest J., et al. (1996). Determination of oenothein B as the active 5-α-reductase-inhibiting principle of the folk medicine Epilobium parviflorum. J. Nat. Prod. 59 490–492. 10.1021/np960231c", "ArticleIdList": ["10.1021/np960231c", "8778238"]}, {"Citation": "Li Y., Kong D., Fu Y., Sussman M. R., Wu H. (2020). The effect of developmental and environmental factors on secondary metabolites in medicinal plants. Plant Physiol. Biochem. 148 80–89. 10.1016/j.plaphy.2020.01.006", "ArticleIdList": ["10.1016/j.plaphy.2020.01.006", "31951944"]}, {"Citation": "Lisec J., Schauer N., Kopka J., Willmitzer L., Fernie A. R. (2006). Gas chromatography mass spectrometry–based metabolite profiling in plants. Nat. Protoc. 1 387–396. 10.1038/nprot.2006.59", "ArticleIdList": ["10.1038/nprot.2006.59", "17406261"]}, {"Citation": "Martz F., Peltola R., Fontanay S., Duval R. E., Julkunen-Tiitto R., Stark S. (2009). Effect of latitude and altitude on the terpenoid and soluble phenolic composition of juniper (Juniperus communis) needles and evaluation of their antibacterial activity in the boreal zone. J. Agric. Food Chem. 57 9575–9584. 10.1021/jf902423k", "ArticleIdList": ["10.1021/jf902423k", "19772344"]}, {"Citation": "Monschein M., Jaindl K., Buzimkić S., Bucar F. (2015). Content of phenolic compounds in wild populations of Epilobium angustifolium growing at different altitudes. Pharm. Biol. 53 1576–1582. 10.3109/13880209.2014.993039", "ArticleIdList": ["10.3109/13880209.2014.993039", "25856698"]}, {"Citation": "Moore B. D., Andrew R. L., Külheim C., Foley W. J. (2014). Explaining intraspecific diversity in plant secondary metabolites in an ecological context. New Phytol. 201 733–750. 10.1111/nph.12526", "ArticleIdList": ["10.1111/nph.12526", "24117919"]}, {"Citation": "Nawwar M., Marzouk M., Nigge W., Linscheid M. (1997). High-performance liquid chromatographic/electrospray ionization mass spectrometric screening for polyphenolic compounds of Epilobium hirsutum—the structure of the unique ellagitannin Epilobamide-A. J. Mass Spectrom. 32 645–654. 10.1002/(sici)1096-9888(199706)32:6<645::aid-jms518¿3.0.co;2-p", "ArticleIdList": ["10.1002/(sici)1096-9888(199706)32:6<645::aid-jms518¿3.0.co;2-p"]}, {"Citation": "Nowak R., Krzaczek T. (1998). Sterole w zielu Epilobium angustifolium L. Herba Polonica 4 297–299."}, {"Citation": "Oksanen J., Blanchet F. G., Friendly M., Kindt R., Legendre P., Mcglinn D., et al. (2019). Vegan: Community Ecology Package. R Package Version 2.5-6."}, {"Citation": "Pelc M., Kosakowska O., Weglarz Z., Przybyl J., Geszprych A. (2005). Sterols and fatty acids in the seeds of evening primrose (Oenothera sp.) and willow herb (Epilobium sp.). Herba Polonica 51 21–25."}, {"Citation": "Remmel I., Vares L., Toom L., Matto V., Raal A. (2012). Phenolic compounds in five Epilobium species collected from Estonia. Nat. Prod. Commun. 7 1323–1324.", "ArticleIdList": ["23156999"]}, {"Citation": "Rohloff J. (2015). Analysis of phenolic and cyclic compounds in plants using derivatization techniques in combination with GC-MS-based metabolite profiling. Molecules 20 3431–3462. 10.3390/molecules20023431", "ArticleIdList": ["10.3390/molecules20023431", "PMC6272321", "25690297"]}, {"Citation": "Sampaio B. L., Edrada-Ebel R., Da Costa F. B. (2016). Effect of the environment on the secondary metabolic profile of Tithonia diversifolia: a model for environmental metabolomics of plants. Sci. Rep. 6:29265.", "ArticleIdList": ["PMC4935878", "27383265"]}, {"Citation": "Shikov A. N., Poltanov E. A., Dorman H. J. D., Makarov V. G., Tikhonov V. P., Hiltunen R. (2006). Chemical composition and in vitro antioxidant evaluation of commercial water-soluble willow herb (Epilobium angustifolium L.) extracts. J. Agric. Food Chem. 54 3617–3624. 10.1021/jf052606i", "ArticleIdList": ["10.1021/jf052606i", "19127734"]}, {"Citation": "Shikov A. N., Pozharitskaya O. N., Ivanova S. A., Makarov V. G., Tikhonov V. P., Galambosi B. (2010). Improved and validated HPTLC method for quantification of oenothein B and its use for analysis of Epilobium angustifolium L. JPC–J. Planar Chromat. 23 70–74. 10.1556/jpc.23.2010.1.12", "ArticleIdList": ["10.1556/jpc.23.2010.1.12"]}, {"Citation": "Slacanin I., Marston A., Hostettmann K., Delabays N., Darbellay C. (1991). Isolation and determination of flavonol glycosides from Epilobium species. J. Chromatogr. 557 391–398. 10.1016/s0021-9673(01)87147-8", "ArticleIdList": ["10.1016/s0021-9673(01)87147-8"]}, {"Citation": "Smith H. H. (1923). Ethnobotany of the Menomini Indians. Bulletin of the Public Museum: Milwaukee: 4:40."}, {"Citation": "Sõukand R., Mattalia G., Kolosova V., Stryamets N., Prakofjewa J., Belichenko O., et al. (2020). Inventing a herbal tradition: the complex roots of the current popularity of Epilobium angustifolium in Eastern Europe. J. Ethnopharmacol. 247:112254. 10.1016/j.jep.2019.112254", "ArticleIdList": ["10.1016/j.jep.2019.112254", "PMC6891887", "31580942"]}, {"Citation": "Stolarczyk M., Naruszewicz M., Kiss A. K. (2013). Extracts from Epilobium sp. herbs induce apoptosis in human hormone-dependent prostate cancer cells by activating the mitochondrial pathway. J. Pharm. Pharmacol. 65 1044–1054. 10.1111/jphp.12063", "ArticleIdList": ["10.1111/jphp.12063", "23738732"]}, {"Citation": "Thornfeldt C. (2005). Cosmeceuticals containing herbs: fact, fiction, and future. Dermatol. Surg. 31 873–881. 10.1111/j.1524-4725.2005.31734", "ArticleIdList": ["10.1111/j.1524-4725.2005.31734", "16029681"]}, {"Citation": "Tissier A., Ziegler J., Vogt T. (2014). “Specialized plant metabolites: diversity and biosynthesis,” in Ecological Biochemistry: Environmental and Interspecies Interactions, eds Krauss G. J., Nies D. H. (Wiley-VCH Verlag GmbH & Co. KGaA: Weinheim: ), 14–37. 10.1002/9783527686063.ch2", "ArticleIdList": ["10.1002/9783527686063.ch2"]}, {"Citation": "Veraldi S., De P. M., Schianchi R., Lunardon L. (2009). Treatment of pruritus in mild-to-moderate atopic dermatitis with a topical non-steroidal agent. J. Drugs Dermatol. 8 537–539.", "ArticleIdList": ["19537379"]}, {"Citation": "Vogl S., Picker P., Mihaly-Bison J., Fakhrudin N., Atanasov A. G., Heiss E. H., et al. (2013). Ethnopharmacological in vitro studies on Austria’s folk medicine—an unexplored lore in vitro anti-inflammatory activities of 71 Austrian traditional herbal drugs. J. Ethnopharmacol. 149 750–771. 10.1016/j.jep.2013.06.007", "ArticleIdList": ["10.1016/j.jep.2013.06.007", "PMC3791396", "23770053"]}, {"Citation": "Wang M., Carver J. J., Phelan V. V., Sanchez L. M., Garg N., Peng Y., et al. (2016). Sharing and community curation of mass spectrometry data with global natural products social molecular networking. Nat. Biotechnol. 34 828–837.", "ArticleIdList": ["PMC5321674", "27504778"]}, {"Citation": "Wink M. (2003). Evolution of secondary metabolites from an ecological and molecular phylogenetic perspective. Phytochemistry 64 3–19. 10.1016/s0031-9422(03)00300-5", "ArticleIdList": ["10.1016/s0031-9422(03)00300-5", "12946402"]}, {"Citation": "Wojdyło A., Oszmiański J., Czemerys R. (2007). Antioxidant activity and phenolic compounds in 32 selected herbs. Food Chem. 105 940–949. 10.1016/j.foodchem.2007.04.038", "ArticleIdList": ["10.1016/j.foodchem.2007.04.038"]}, {"Citation": "Yang L., Wen K.-S., Ruan X., Zhao Y.-X., Wei F., Wang Q. (2018). Response of plant secondary metabolites to environmental factors. Molecules 23:762. 10.3390/molecules23040762", "ArticleIdList": ["10.3390/molecules23040762", "PMC6017249", "29584636"]}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "8", "Day": "15"}, {"Year": "2020", "Month": "12", "Day": "24"}, {"Year": "2021", "Month": "3", "Day": "8", "Hour": "5", "Minute": "50"}, {"Year": "2021", "Month": "3", "Day": "9", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "3", "Day": "9", "Hour": "6", "Minute": "1"}, {"Year": "2020", "Month": "1", "Day": "1"}], "PublicationStatus": "epublish", "ArticleIdList": ["33679815", "PMC7925418", "10.3389/fpls.2020.595190"]}}], "PubmedBookArticle": []}