{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["3D scanning", "chlorophyll fluorescence imaging", "drought stress", "high-throughput phenotyping", "salinity stress"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "33679843", "DateRevised": {"Year": "2021", "Month": "03", "Day": "10"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "02", "Day": "18"}], "Language": ["eng"], "ELocationID": ["629441", "10.3389/fpls.2021.629441"], "Journal": {"ISSN": "1664-462X", "JournalIssue": {"Volume": "12", "PubDate": {"Year": "2021"}}, "Title": "Frontiers in plant science", "ISOAbbreviation": "Front Plant Sci"}, "ArticleTitle": "Application of Phenotyping Methods in Detection of Drought and Salinity Stress in Basil (<i>Ocimum basilicum</i> L.).", "Pagination": {"StartPage": "629441", "MedlinePgn": "629441"}, "Abstract": {"AbstractText": ["Basil is one of the most widespread aromatic and medicinal plants, which is often grown in drought- and salinity-prone regions. Often co-occurrence of drought and salinity stresses in agroecosystems and similarities of symptoms which they cause on plants complicates the differentiation among them. Development of automated phenotyping techniques with integrative and simultaneous quantification of multiple morphological and physiological traits enables early detection and quantification of different stresses on a whole plant basis. In this study, we have used different phenotyping techniques including chlorophyll fluorescence imaging, multispectral imaging, and 3D multispectral scanning, aiming to quantify changes in basil phenotypic traits under early and prolonged drought and salinity stress and to determine traits which could differentiate among drought and salinity stressed basil plants. <i>Ocimum basilicum</i> \"Genovese\" was grown in a growth chamber under well-watered control [45-50% volumetric water content (VWC)], moderate salinity stress (100 mM NaCl), severe salinity stress (200 mM NaCl), moderate drought stress (25-30% VWC), and severe drought stress (15-20% VWC). Phenotypic traits were measured for 3 weeks in 7-day intervals. Automated phenotyping techniques were able to detect basil responses to early and prolonged salinity and drought stress. In addition, several phenotypic traits were able to differentiate among salinity and drought. At early stages, low anthocyanin index (ARI), chlorophyll index (CHI), and hue (HUE<sub>2</sub> <sub><i>D</i></sub> ), and higher reflectance in red (R <sub><i>Red</i></sub> ), reflectance in green (R <sub><i>Green</i></sub> ), and leaf inclination (LINC) indicated drought stress. At later stress stages, maximum fluorescence (F <sub><i>m</i></sub> ), HUE<sub>2</sub> <sub><i>D</i></sub> , normalized difference vegetation index (NDVI), and LINC contribute the most to the differentiation among drought and non-stressed as well as among drought and salinity stressed plants. ARI and electron transport rate (ETR) were best for differentiation of salinity stressed plants from non-stressed plants both at early and prolonged stress."], "CopyrightInformation": "Copyright © 2021 Lazarević, Šatović, Nimac, Vidak, Gunjača, Politeo and Carović-Stanko."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Plant Nutrition, Faculty of Agriculture, University of Zagreb, Zagreb, Croatia."}, {"Identifier": [], "Affiliation": "Centre of Excellence for Biodiversity and Molecular Plant Breeding (CroP-BioDiv), Faculty of Agriculture, University of Zagreb, Zagreb, Croatia."}], "LastName": "Lazarević", "ForeName": "Boris", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Centre of Excellence for Biodiversity and Molecular Plant Breeding (CroP-BioDiv), Faculty of Agriculture, University of Zagreb, Zagreb, Croatia."}, {"Identifier": [], "Affiliation": "Department of Seed Science and Technology, Faculty of Agriculture, University of Zagreb, Zagreb, Croatia."}], "LastName": "Šatović", "ForeName": "Zlatko", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Centre of Excellence for Biodiversity and Molecular Plant Breeding (CroP-BioDiv), Faculty of Agriculture, University of Zagreb, Zagreb, Croatia."}], "LastName": "Nimac", "ForeName": "Ana", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Centre of Excellence for Biodiversity and Molecular Plant Breeding (CroP-BioDiv), Faculty of Agriculture, University of Zagreb, Zagreb, Croatia."}], "LastName": "Vidak", "ForeName": "Monika", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Centre of Excellence for Biodiversity and Molecular Plant Breeding (CroP-BioDiv), Faculty of Agriculture, University of Zagreb, Zagreb, Croatia."}, {"Identifier": [], "Affiliation": "Department of Plant Breeding, Genetics and Biometrics, Faculty of Agriculture, University of Zagreb, Zagreb, Croatia."}], "LastName": "Gunjača", "ForeName": "Jerko", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, Faculty of Chemistry and Technology, University of Split, Split, Croatia."}], "LastName": "Politeo", "ForeName": "Olivera", "Initials": "O"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Centre of Excellence for Biodiversity and Molecular Plant Breeding (CroP-BioDiv), Faculty of Agriculture, University of Zagreb, Zagreb, Croatia."}, {"Identifier": [], "Affiliation": "Department of Seed Science and Technology, Faculty of Agriculture, University of Zagreb, Zagreb, Croatia."}], "LastName": "Carović-Stanko", "ForeName": "Klaudija", "Initials": "K"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Plant Sci", "NlmUniqueID": "101568200", "ISSNLinking": "1664-462X"}, "CoiStatement": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Attia H., Ouhibi C., Ellili A., Msilini N., Bouzaïen G., Karray N., et al. (2011). Analysis of salinity effects on basil leaf surface area, photosynthetic activity, and growth. Acta Physiol. Plant. 33 823–833. 10.1007/s11738-010-0607-6", "ArticleIdList": ["10.1007/s11738-010-0607-6"]}, {"Citation": "Awlia M., Nigro A., Fajkus J., Schmoeckel S. M., Negrão S., Santelia D., et al. (2016). High-throughput non-destructive phenotyping of traits that contribute to salinity tolerance in Arabidopsis thaliana. Front. Plant Sci. 7:1414. 10.3389/fpls.2016.01414", "ArticleIdList": ["10.3389/fpls.2016.01414", "PMC5039194", "27733855"]}, {"Citation": "Baker N. R. (2008). Chlorophyll fluorescence: a probe of photosynthesis in vivo. Annu. Rev. Plant Biol. 59 89–113. 10.1146/annurev.arplant.59.032607.092759", "ArticleIdList": ["10.1146/annurev.arplant.59.032607.092759", "18444897"]}, {"Citation": "Baker N. R., Rosenqvist E. (2004). Applications of chlorophyll fluorescence can improve crop production strategies: an examination of future possibilities. J. Exp. Bot. 55 1607–1621. 10.1093/jxb/erh196", "ArticleIdList": ["10.1093/jxb/erh196", "15258166"]}, {"Citation": "Bilger W., Björkman O. (1990). Role of the xanthophyll cycle in photoprotection elucidated by measurements of light-induced absorbance changes, fluorescence and photosynthesis in leaves of Hedera canariensis. Photosynth. Res. 25 173–185. 10.1007/BF00033159", "ArticleIdList": ["10.1007/BF00033159", "24420348"]}, {"Citation": "Bresson J., Vasseur F., Dauzat M., Koch G., Granier C., Vile D. (2015). Quantifying spatial heterogeneity of chlorophyll fluorescence during plant growth and in response to water stress. Plant Methods. 11:23. 10.1186/s13007-015-0067-5", "ArticleIdList": ["10.1186/s13007-015-0067-5", "PMC4394423", "25870650"]}, {"Citation": "Brestic M., Zivcak M. (2013). “PSII fluorescence techniques for measurement of drought and high temperature stress signal in crop plants: protocols and applications,” in Molecular Stress Physiology of Plants, eds Rout G. R., Das A. B. (London: Springer; ), 87–131."}, {"Citation": "Bridge L. J., Franklin K. A., Homer M. E. (2013). Impact of plant shoot architecture on leaf cooling: a coupled heat and mass transfer model. J. R. Soc. Interface 10:20130326. 10.1098/rsif.2013.0326", "ArticleIdList": ["10.1098/rsif.2013.0326", "PMC4043166", "23720538"]}, {"Citation": "Bukhov N. G., Carpentier R. (2004). “Effects of water stress on the photosynthetic efficiency of plants,” in Chlorophyll a Fluorescence. Advances in Photosynthesis and Respiration, eds Papageorgiou G. C., Govindjee Z. Z. Z. (Dordrecht: Springer; ), 623–635."}, {"Citation": "Caliskan O., Kurt D., Temizel K. E., Odabas M. S. (2017). Effect of salt stress and irrigation water on growth and development of sweet basil (Ocimum basilicum L.). Open Agric. 2 589–594. 10.1515/opag-2017-0062", "ArticleIdList": ["10.1515/opag-2017-0062"]}, {"Citation": "Carović-Stanko K., Fruk G., Šatović Z., Ivić D., Politeo O., Sever Z., et al. (2013). Effects of Ocimum spp. essential oil on Monilinia laxa in vitro. J. Essent. Oil Res. 25 143–148. 10.1080/10412905.2012.751057", "ArticleIdList": ["10.1080/10412905.2012.751057"]}, {"Citation": "Carović-Stanko K., Liber Z., Besendorfer V., Javornik B., Bohanec B., Kolak I., et al. (2010). Genetic relations among basil taxa (Ocimum L.) based on molecular markers, nuclear DNA content, and chromosome number. Plant Syst. Evol. 285 13–22. 10.1007/s00606-009-0251-z", "ArticleIdList": ["10.1007/s00606-009-0251-z"]}, {"Citation": "Chaves M. M., Flexas J., Pinheiro C. (2009). Photosynthesis under drought and salt stress: regulation mechanisms from whole plant to cell. Ann. Bot. 103 551–560. 10.1093/aob/mcn125", "ArticleIdList": ["10.1093/aob/mcn125", "PMC2707345", "18662937"]}, {"Citation": "Chowdhury T., Mandal A., Roy S. C., De Sarker D. (2017). Diversity of the genus Ocimum (Lamiaceae) through morpho-molecular (RAPD) and chemical (GC–MS) analysis. J. Genet. Eng. Biotechnol. 15 275–286. 10.1016/j.jgeb.2016.12.004", "ArticleIdList": ["10.1016/j.jgeb.2016.12.004", "PMC6296643", "30647664"]}, {"Citation": "Damalas C. A. (2019). Improving drought tolerance in sweet basil (Ocimum basilicum) with salicylic acid. Sci. Hortic. (Amsterdam) 246 360–365. 10.1016/j.scienta.2018.11.005", "ArticleIdList": ["10.1016/j.scienta.2018.11.005"]}, {"Citation": "Feild T. S., Lee D. W., Holbrook N. M. (2001). Why leaves turn red in autumn. The role of anthocyanins in senescing leaves of red-osier dogwood. Plant Physiol. 127 566–574. 10.1104/pp.010063", "ArticleIdList": ["10.1104/pp.010063", "PMC125091", "11598230"]}, {"Citation": "Flexas J., Bota J., Loreto F., Cornic G., Sharkey T. D. (2004). Diffusive and metabolic limitations to photosynthesis under drought and salinity in C3 plants. Plant Biol. 6 269–279. 10.1055/s-2004-820867", "ArticleIdList": ["10.1055/s-2004-820867", "15143435"]}, {"Citation": "Genty B., Briantais J. M., Baker N. R. (1989). The relationship between the quantum yield of photosynthetic electron transport and quenching of chlorophyll fluorescence. Biochim. Biophys. Acta Gen. Subj. 990 87–92. 10.1016/S0304-4165(89)80016-9", "ArticleIdList": ["10.1016/S0304-4165(89)80016-9"]}, {"Citation": "Gitelson A. A., Gritz Y., Merzlyak M. N. (2003). Relationships between leaf chlorophyll content and spectral reflectance and algorithms for nondestructive chlorophyll assessment in higher plant leaves. J. Plant Physiol. 160 271–282. 10.1078/0176-1617-00887", "ArticleIdList": ["10.1078/0176-1617-00887", "12749084"]}, {"Citation": "Gitelson A. A., Merzlyak M. N., Chivkunova O. B. (2001). Optical properties and nondestructive estimation of anthocyanin content in plant leaves. Photochem. Photobiol. 74 38–45. 10.1562/0031-86552001074<0038:opaneo<2.0.co;2", "ArticleIdList": ["10.1562/0031-86552001074<0038:opaneo<2.0.co;2", "11460535"]}, {"Citation": "Huang W., Li J., Wang Q., Chen L. (2015). Development of a multispectral imaging system for online detection of bruises on apples. J. Food Eng. 146 62–71. 10.1016/j.jfoodeng.2014.09.002", "ArticleIdList": ["10.1016/j.jfoodeng.2014.09.002"]}, {"Citation": "Humplík J. F., Lazár D., Husièková A., Spíchal L. (2015). Automated phenotyping of plant shoots using imaging methods for analysis of plant stress responses - a review. Plant Methods 11:29. 10.1186/s13007-015-0072-8", "ArticleIdList": ["10.1186/s13007-015-0072-8", "PMC4406171", "25904970"]}, {"Citation": "Intergovernmental Panel on Climate Change [IPCC] (2013). Climate Change 2013 - The Physical Science Basis: Working Group I Contribution to the Fifth Assessment Report of the IPCC. Geneva: IPCC."}, {"Citation": "Kordi S., Saidi M., Ghanbari F. (2013). Induction of drought tolerance in sweet basil (Ocimum basilicum L) by salicylic acid. Int. J. Agric. Food Res. 2 18–26. 10.24102/ijafr.v2i2.149", "ArticleIdList": ["10.24102/ijafr.v2i2.149"]}, {"Citation": "Labra M., Miele M., Ledda B., Grassi F., Mazzei M., Salac F. (2004). Morphological characterization, essential oil composition and DNA genotyping of Ocimum basilicum L. cultivars. Plant Sci. 167 725–731. 10.1016/J.PLANTSCI.2004.04.026", "ArticleIdList": ["10.1016/J.PLANTSCI.2004.04.026"]}, {"Citation": "Li L., Zhang Q., Huang D. (2014). A review of imaging techniques for plant phenotyping. Sensors (Switzerland) 14 20078–20111. 10.3390/s141120078", "ArticleIdList": ["10.3390/s141120078", "PMC4279472", "25347588"]}, {"Citation": "Littell R. C., Pendergast J., Natarajan R. (2000). Modelling covariance structure in the analysis of repeated measures data. Stat. Med. 19 62–71. 10.1002/1097-0258(20000715)19:13<1793::AID-SIM482<3.0.CO;2-Q", "ArticleIdList": ["10.1002/1097-0258(20000715)19:13<1793::AID-SIM482<3.0.CO;2-Q", "10861779"]}, {"Citation": "Massacci A., Nabiev S. M., Pietrosanti L., Nematov S. K., Chernikova T. N., Thor K., et al. (2008). Response of the photosynthetic apparatus of cotton (Gossypium hirsutum) to the onset of drought stress under field conditions studied by gas-exchange analysis and chlorophyll fluorescence imaging. Plant Physiol. Biochem. 46 189–195. 10.1016/j.plaphy.2007.10.006", "ArticleIdList": ["10.1016/j.plaphy.2007.10.006", "18053735"]}, {"Citation": "Maxwell K., Johnson G. N. (2000). Chlorophyll fluorescence—a practical guide. J. Exp. Bot. 51 659–668. 10.1093/jexbot/51.345.659", "ArticleIdList": ["10.1093/jexbot/51.345.659", "10938857"]}, {"Citation": "Merzlyak M. N., Gitelson A. A., Chivkunova O. B., Rakitin V. Y. (1999). Nondestructive optical detection of pigment changes during leaf senescence and fruit ripening. Physiol. Plant. 106 135–141. 10.1034/j.1399-3054.1999.106119.x", "ArticleIdList": ["10.1034/j.1399-3054.1999.106119.x", "0"]}, {"Citation": "Merzlyak M. N., Gitelson A. A., Chivkunova O. B., Solovchenko A. E., Pogosyan S. I. (2003). Application of reflectance spectroscopy for analysis of higher plant pigments. Russ. J. Plant Physiol. 50 704–710. 10.1023/A:1025608728405", "ArticleIdList": ["10.1023/A:1025608728405"]}, {"Citation": "Mishra B. B., Tripathi S. P., Tripathi C. P. M. (2012). Repellent effect of leaves essential oils fromEucalyptus globulus (Mirtaceae) and Ocimum basilicum (Lamiaceae) against two major stored grain insect pests of Coleopterons. J. Nat. Sci. 10 50–54."}, {"Citation": "Moradi F., Ismail A. M. (2007). Responses of photosynthesis, chlorophyll fluorescence and ROS-scavenging systems to salt stress during seedling and reproductive stages in rice. Ann. Bot. 99 1161–1173. 10.1093/aob/mcm052", "ArticleIdList": ["10.1093/aob/mcm052", "PMC3243573", "17428832"]}, {"Citation": "Mulla D. J. (2013). Twenty five years of remote sensing in precision agriculture: key advances and remaining knowledge gaps. Biosyst. Eng. 114 358–371. 10.1016/j.biosystemseng.2012.08.009", "ArticleIdList": ["10.1016/j.biosystemseng.2012.08.009"]}, {"Citation": "Munns R. (2002). Comparative physiology of salt and water stress. Plant Cell Environ. 25 239–250. 10.1046/j.0016-8025.2001.00808.x", "ArticleIdList": ["10.1046/j.0016-8025.2001.00808.x", "11841667"]}, {"Citation": "Munns R., Tester M. (2008). Mechanisms of salinity tolerance. Annu. Rev. Plant Biol. 59 651–681. 10.1146/annurev.arplant.59.032607.092911", "ArticleIdList": ["10.1146/annurev.arplant.59.032607.092911", "18444910"]}, {"Citation": "Negrão S., Schmöckel S. M., Tester M. (2017). Evaluating physiological responses of plants to salinity stress. Ann. Bot. 119 1–11. 10.1093/aob/mcw191", "ArticleIdList": ["10.1093/aob/mcw191", "PMC5218372", "27707746"]}, {"Citation": "Osakabe Y., Osakabe K., Shinozaki K., Tran L. S. P. (2014). Response of plants to water stress. Front. Plant Sci. 5:86. 10.3389/fpls.2014.00086", "ArticleIdList": ["10.3389/fpls.2014.00086", "PMC3952189", "24659993"]}, {"Citation": "Paul K., Pauk J., Kondic-Spika A., Grausgruber H., Allahverdiyev T., Sass L., et al. (2019). Co-occurrence of mild salinity and drought synergistically enhances biomass and grain retardation in wheat. Front. Plant. Sci. 10:501. 10.3389/fpls.2019.00501", "ArticleIdList": ["10.3389/fpls.2019.00501", "PMC6503295", "31114595"]}, {"Citation": "Paulus S. (2019). Measuring crops in 3D: using geometry for plant phenotyping. Plant Methods 15 1–13. 10.1186/s13007-019-0490-0", "ArticleIdList": ["10.1186/s13007-019-0490-0", "PMC6719375", "31497064"]}, {"Citation": "Peñuelas J., Baret F., Filella L. (1995). Semi-empirical indices to assess carotenoids/chlorophyll a ratio from leaf spectral reflectance. Photosythetica 31 221–230."}, {"Citation": "Peñuelas J., Filella L. (1998). Visible and near-infrared reflectance techniques for diagnosing plant physiological status. Trends Plant Sci. 3 151–156. 10.1016/S1360-1385(98)01213-8", "ArticleIdList": ["10.1016/S1360-1385(98)01213-8"]}, {"Citation": "Purushothaman B., Prasannasrinivasan R., Suganthi P., Ranganathan B., Gimbun J., Shanmugam K. (2018). A comprehensive review on Ocimum basilicum. J. Nat. Remedies 18 71–85. 10.18311/jnr/2018/21324", "ArticleIdList": ["10.18311/jnr/2018/21324"]}, {"Citation": "Radácsi P., Inotai K., Sárosi S., Czövek P., Bernáth J., Németh É. (2010). Effect of water supply on the physiological characteristic and production of basil (Ocimum basilicum L.). Eur. J. Hortic. Sci. 75 193–197."}, {"Citation": "Rouse J. W., Haas R. H., Schell J. A., Deering D. W. (1974). “Monitoring vegetation systems in the great plains with ERTS,” in Proceedings of the NASA Goddard Space Flight Center 3d ERTS-1 Symp. Sect. A, Vol. 1 (Washingdon, DC: NASA; ), 309–317."}, {"Citation": "Safriel U. N. (2009). “Status of desertification in the Mediterranean region,” in Water Scarcity, Land Degradation and Desertification in the Mediterranean Region, eds Rubio J. L., Safriel U. N., Daussa R., Blum W. E. H., Pedrazzini F. (Berlin: Springer Science+ Bussines Media B.V; ), 33–73."}, {"Citation": "SAS Institute Inc (2011). Base SAS§9.3 Procedures Guide. Cary, NC: SAS Inst. Inc."}, {"Citation": "Tuberosa R. (2012). Phenotyping for drought tolerance of crops in the genomics era. Front. Physiol. 3:347. 10.3389/fphys.2012.00347", "ArticleIdList": ["10.3389/fphys.2012.00347", "PMC3446691", "23049510"]}, {"Citation": "Vadez V., Kholová J., Hummel G., Zhokhavets U., Gupta S. K., Hash C. T. (2015). LeasyScan: a novel concept combining 3D imaging and lysimetry for high-throughput phenotyping of traits controlling plant water budget. J. Exp. Bot. 66 5581–5593. 10.1093/jxb/erv251", "ArticleIdList": ["10.1093/jxb/erv251", "PMC4585418", "26034130"]}, {"Citation": "Vicente-Serrano S. M., Lopez-Moreno J. I., Beguería S., Lorenzo-Lacruz J., Sanchez-Lorenzo A., García-Ruiz J. M., et al. (2014). Evidence of increasing drought severity caused by temperature rise in southern Europe. Environ. Res. Lett. 9:044001. 10.1088/1748-9326/9/4/044001", "ArticleIdList": ["10.1088/1748-9326/9/4/044001"]}, {"Citation": "Wang H., Qian X., Zhang L., Xu S., Li H., Xia X., et al. (2018). A method of high throughput monitoring crop physiology using chlorophyll fluorescence and multispectral imaging. Front. Plant Sci. 9:407. 10.3389/fpls.2018.00407", "ArticleIdList": ["10.3389/fpls.2018.00407", "PMC5883069", "29643864"]}, {"Citation": "Yao J., Sun D., Cen H., Xu H., Weng H., Yuan F., et al. (2018). Phenotyping of Arabidopsis drought stress response using kinetic chlorophyll fluorescence and multicolor fluorescence imaging. Front. Plant Sci. 9:603. 10.3389/fpls.2018.00603", "ArticleIdList": ["10.3389/fpls.2018.00603", "PMC5958224", "29868063"]}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "11", "Day": "14"}, {"Year": "2021", "Month": "1", "Day": "25"}, {"Year": "2021", "Month": "3", "Day": "8", "Hour": "5", "Minute": "50"}, {"Year": "2021", "Month": "3", "Day": "9", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "3", "Day": "9", "Hour": "6", "Minute": "1"}, {"Year": "2021", "Month": "1", "Day": "1"}], "PublicationStatus": "epublish", "ArticleIdList": ["33679843", "PMC7929983", "10.3389/fpls.2021.629441"]}}], "PubmedBookArticle": []}