{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "33681356", "DateCompleted": {"Year": "2021", "Month": "05", "Day": "25"}, "DateRevised": {"Year": "2021", "Month": "05", "Day": "25"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "02", "Day": "18"}], "Language": ["eng"], "ELocationID": ["6615666", "10.1155/2021/6615666"], "Journal": {"ISSN": "2314-6141", "JournalIssue": {"Volume": "2021", "PubDate": {"Year": "2021"}}, "Title": "BioMed research international", "ISOAbbreviation": "Biomed Res Int"}, "ArticleTitle": "Ethnobotanical Study of Plants Used for Human Ailments in Yilmana Densa and Quarit Districts of West Gojjam Zone, Amhara Region, Ethiopia.", "Pagination": {"StartPage": "6615666", "MedlinePgn": "6615666"}, "Abstract": {"AbstractText": ["Like other populations of developing countries, most of the populations of Ethiopia depend greatly on the use of traditional herbal medicines as the primary source of health care. However, these resources have been degraded throughout the country. Therefore, recording and documenting medicinal plants are essential for the future conservation of the species. Thus, the current study is related to this issue. Three hundred ninety-five informants participated in this study. The main data collection tools were semistructured interviews, discussions, and observation. The data were analyzed using both qualitative and quantitative methods. The quantitative methods (informant consensus factor, fidelity level) were used to analyze the level of homogeneity of the data, the agreements of informants, and the healing potential of medicinal plants. The ranking exercises (preference and direct matrix ranking) were used to quantify the most preferred and multipurpose medicinal plants. A statistical test was conducted using SPSS version 20 to test knowledge differences among the people. Following the analysis, 112 species of medicinal plants with 62 families were recorded. Most of the species were herbs, of which Fabaceae was the dominant family. Blood pressure and asthma were the most commonly reported human health problems. Most of the remedies were prepared from leaves, and most of them were prepared by pounding and were applied orally. Gastrointestinal diseases had the highest informant consensus. Five medicinal plants were recorded with the highest healing potential value for malaria, asthma, tapeworm, cough, and stomach ulcer. <i>Verbascum sinaiticum</i> Benth. was the most preferred medicinal plant in treating blood pressure. <i>Trigonella foenum-graecum</i> L. had the highest use value. The analysis results showed that local people showed significant knowledge differences (<i>p</i> < 0.05). In conclusion, the indigenous people have a wealth of indigenous herbal knowledge. Therefore, to sustain the wealth of indigenous knowledge of the districts, immediate and well-designed conservation practices of medicinal plants should be conducted."], "CopyrightInformation": "Copyright © 2021 Derebe Alemneh."}, "AuthorList": [{"Identifier": ["0000-0002-9274-5848"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, College of Natural and Computational Sciences, Assosa University, P.O. Box 18, Assosa, Ethiopia."}], "LastName": "Alemneh", "ForeName": "Derebe", "Initials": "D"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Biomed Res Int", "NlmUniqueID": "101600173"}, "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Ethiopia"}, {"QualifierName": [], "DescriptorName": "Ethnobotany"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Medicine, African Traditional"}, {"QualifierName": [], "DescriptorName": "Phytotherapy"}], "CoiStatement": "The author declares that he has no competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Cunningham B. A. African Medicinal Plants: Setting Priorities at the Interface between Conservation and Primary Health Care. People and plants working paper; 1993."}, {"Citation": "Debella A. Overview on Ethiopian traditional medicine: status and perspectives. 2nd International Conference and Exhibition on Traditional & Alternative Medicine. Altern Integ Med. 3:p. 3. doi: 10.4172/2327-5162.S1.009,2014.", "ArticleIdList": ["10.4172/2327-5162.S1.009,2014"]}, {"Citation": "Yadav H. R. Medicinal plants in folk medicine system of Ethiopia. Journal of Poisonous and Medicinal Plants Research. 2013;1(1):007–011."}, {"Citation": "Abebe D. Traditional medicine in Ethiopia: the attempts being made to promote it for effective and better utilization. Ethnobiol and Ethnomedic J. 1986;9:61–69."}, {"Citation": "Edwards S. The ecology and conservation status of medicinal plants on Ethiopia: what do we know? In: Medhin Z., Abebe D., editors. Proceedings of National Workshop on Biodiversity Conservation and Sustainable Use of Medicinal Plants in Ethiopia. Addis Ababa: IBCR; 2001. pp. 46–55."}, {"Citation": "Belayneh A., Asfaw Z., Demissew S., Bussa N. F. Medicinal plants potential and use by pastoral and agro-pastoral communities in Erer Valley of Babile Wereda, Eastern Ethiopia. Journal of Ethnobiology and Ethnomedicine. 2012;8(1):p. 42. doi: 10.1186/1746-4269-8-42.", "ArticleIdList": ["10.1186/1746-4269-8-42", "PMC3549935", "23082858"]}, {"Citation": "WBISP. Woody Biomass Inventory and Strategic Plan Project. Addis Ababa: Forest Resources of Ethiopia; 2004."}, {"Citation": "Mander M., Emana B., Asfaw Z., Badassa B. A research report prepared for sustainable use of medicinal plants project. Addis Ababa: Institute of Biodiversity Conservation; 2006. Marketing of Medicinal Plants in Ethiopia: A Survey of the Trade in Medicinal Plants."}, {"Citation": "ALP. Agricultural Labor Practices. Program. Progress Report; 2005."}, {"Citation": "CSA. 2007 Population and Housing Census of Ethiopia: Results for Amhara Region. 2007;1(Part 1) Tables: Amhara Region. Tables 2.1, 2.4, 2.5, 3.1, 3.2 and 3.4."}, {"Citation": "CSA (Central Statistical Agency) 1994 Population and Housing Census of Ethiopia: Results for Amhara Region. 1994;1(part 1) Tables 2.1, 2.7, 2.10, 2.13, 2.17, Annex II.2."}, {"Citation": "BoFED. Development Indicators of Amhara Region. Bahir Dar: BoFED; 2006."}, {"Citation": "BoFED (Bureau of Finance and Economic Development) Rural Households Socioeconomic Baseline Survey of 50 Districts in Amhara Region (Phase II) VII. Bahir Dar, Ethiopia: Crop Production and Protection; 2004."}, {"Citation": "Gebey T., Mekuriaw Z. Diagnosis and Intervention Plans for West Gojjam Zone. Amhara Region, Addis Ababa, Ethiopia: Report, Livestock and Irrigation Value Chains for Ethiopian Smallholders (LIVES) project; 2013."}, {"Citation": "ILU. Quarit district livelihood zone information, poster. Addis Ababa: USAID and MoARD; 2007."}, {"Citation": "Emiru Y. Ethiopia Field Epidemiology Training Program (EFETP): Compiled Body of Works in Field Epidemiology. 2015, Unpublished."}, {"Citation": "Martin J. G. Ethnobotany: A Methods Manual. London: Chapman and Hall; 1995.", "ArticleIdList": ["10.1007/978-1-4615-2496-0"]}, {"Citation": "Albuquerque U. P., da Cunha L. V. F. C., de Lucena R. F. P. In: Methods and Techniques in Ethnobiology and Ethnoecology. Alves R. R. N., editor. New York: Springer Protocols Handbooks; 2014."}, {"Citation": "Alexiades M. In: Collecting ethnobotanical data: an introduction to basic concepts and techniques. Alexiades M., Sheldon J. W., editors. The New York. Botanic Garden, U.S.A.: Selected Guideline for Ethnobotanical Research: A Field Manual; 1996."}, {"Citation": "Cotton C. M. Ethnobotany: Principles and Applications. UK: Roehampton Institute London; 1996."}, {"Citation": "Roberson E. USA, America: Our Treasure Chest: Why We Must Conserve Our Natural Heritage. A Native Plant Conservation Campaign Report; 2008. Medicinal Plants at Risk: Nature’s Pharmacy."}, {"Citation": "Kaba M. Utilization of plant medicine for the treatment of health problems: the case of Oromo District, Illubabor Zone, Western Ethiopia. The Ethiopian Journal of Health Development. 1996;10:161–162."}, {"Citation": "Ankobonggo W. The role of African traditional medicine in healthcare delivery alongside modern medicine. In: Edwards S., Asfaw Z., editors. Plants Used in African Traditional Medicine as Practiced in Ethiopia and Uganda. Botany 2000. East and Central Africa. NAPRECA Monograph Series 2. Addis Ababa: Addis Ababa University; 1992. pp. 25–35."}, {"Citation": "Lulekal E., Asfaw Z., Kelbessa E., Van Damme P. Ethnomedicinal study of plants used for human ailments in Ankober District, North Shewa Zone, Amhara Region, Ethiopia. Journal of Ethnobiology and Ethnomedicine. 2013;9(1):p. 63. doi: 10.1186/1746-4269-9-63.", "ArticleIdList": ["10.1186/1746-4269-9-63", "PMC3846447", "23984919"]}, {"Citation": "Yineger H., Yewhalaw D., Teketay D. Ethnomedicinal plant knowledge and practice of the Oromo ethnic group in southwestern Ethiopia. Journal of Ethnobiology and Ethnomedicine. 2008;4(1):p. 11. doi: 10.1186/1746-4269-4-11.", "ArticleIdList": ["10.1186/1746-4269-4-11", "PMC2390512", "18445249"]}, {"Citation": "Gazzaneo S. R. L., Lucena P. F. R., Albuquerque P. U. Knowledge and use of medicinal plants by local specialists in a region of Atlantic Forest in the state of Pernambuco (Northeastern Brazil) Journal of Ethnobiology and Ethnomedicine. 2005;1:1–11.", "ArticleIdList": ["PMC1291389", "16270911"]}, {"Citation": "Mesfin F., Demissew S., Teklehaymanot T. An ethnobotanical study of medicinal plants in Wonago Woreda, SNNPR, Ethiopia. Journal of Ethnobiology and Ethnomedicine. 2009;5(1):p. 28. doi: 10.1186/1746-4269-5-28.", "ArticleIdList": ["10.1186/1746-4269-5-28", "PMC2769162", "19821994"]}, {"Citation": "Getaneh S., Girma Z. An ethnobotanical study of medicinal plants in Debre Libanos Wereda, Centeral Ethiopia. African Journal of Plant science. 2014;8(7)"}, {"Citation": "Mesfin F., Seta T., Assefa A. An Ethnobotanical Study of Medicinal Plants in Amaro Woreda, Ethiopia. Ethnobotany Research & Applications. 2014;12:341–354. doi: 10.17348/era.12.0.341-354.", "ArticleIdList": ["10.17348/era.12.0.341-354"]}, {"Citation": "Yirga G. Ethnobotanical study of medicinal plants in and around Alamata, Southern Tigray, Northern Ethiopia. Journal of Biological Sciences. 2010;2(5)"}, {"Citation": "Birhane E., Aynekulu E., Mekuria W., Endale D. Management, use and ecology of medicinal plants in the degraded dry lands of Tigray, Northern Ethiopia. Journal of Medicinal Plants Research. 2011;5(3):309–318."}, {"Citation": "Megersa M., Asfaw Z., Kelbessa E., Beyene A., Woldeab B. An ethnobotanical study of medicinal plants in Wayu Tuka District, East Welega Zone of Oromia Regional State, West Ethiopia. Journal of Ethnobiology and Ethnomedicine. 2013;9(1):p. 68. doi: 10.1186/1746-4269-9-68.", "ArticleIdList": ["10.1186/1746-4269-9-68", "PMC3851437", "24295044"]}, {"Citation": "Teklay A., Abera B., Giday M. An ethnobotanical study of medicinal plants used in Kilte Awulaelo District, Tigray Region of Ethiopia. Journal of Ethnobiology and Ethnomedicine. 2013;9(1):p. 65. doi: 10.1186/1746-4269-9-65.", "ArticleIdList": ["10.1186/1746-4269-9-65", "PMC3852788", "24011232"]}, {"Citation": "Yang J., Hao X., Cao X., Liu B., Nyström T. Spatial sequestration and detoxification of Huntingtin by the ribosome quality control complex. Elife. 2016;5", "ArticleIdList": ["PMC4868537", "27033550"]}, {"Citation": "Mathens A., Bellanger R. Herbs and other dietary Supplements. Journal of Pharmacy Practice. 2010;23(2):117–127. doi: 10.1177/0897190009358711.", "ArticleIdList": ["10.1177/0897190009358711", "21507804"]}, {"Citation": "Mathabe M. C., Nikolova R. V., Lall N., Nyazema N. Z. Antibacterial activities of medicinal plants used for the treatment of diarrhoea in Limpopo Province, South Africa. Journal of Ethnopharmacology. 2006;105(1-2):286–293. doi: 10.1016/j.jep.2006.01.029.", "ArticleIdList": ["10.1016/j.jep.2006.01.029", "16545928"]}, {"Citation": "Yineger H., Yewhalaw D. Traditional medicinal plant knowledge and use by local healers in Sekoru District, Jimma Zone, Southwestern Ethiopia. Journal of Ethnobiolo gy and Ethnomedicine. 2007;3(1):p. 24. doi: 10.1186/1746-4269-3-24.", "ArticleIdList": ["10.1186/1746-4269-3-24", "PMC1905946", "17547765"]}, {"Citation": "Bekele E. Study on Actual Situation of Medicinal Plants in Ethiopia. 2007, Unpublished."}, {"Citation": "Asiimwe S., Namutebi A., Kamatenesi-Mugisha M., Karlsson K. A. B. Ethnobotanical study of nutri-medicinal plants used for the management of HIV/AIDS opportunistic diseases among the local communities of western Uganda. Journal of ethnopharmacology. 2013;150(2)", "ArticleIdList": ["24076461"]}, {"Citation": "Heinrich M., Ankli A., Frei B., Weimann C., Sticher O. Medicinal plants in Mexico: healers' consensus and cultural importance. Social Science and Medicine. 1998;47(11):1859–1871. doi: 10.1016/S0277-9536(98)00181-6.", "ArticleIdList": ["10.1016/S0277-9536(98)00181-6", "9877354"]}, {"Citation": "Phillips O., Gentry H. A. The useful plants of Tambopata, Peru: I. Statistical hypotheses tests with a new quantitative technique. Economic Botany. 1993;47(1):15–32. doi: 10.1007/BF02862203.", "ArticleIdList": ["10.1007/BF02862203"]}, {"Citation": "Ramos A. M., de Medeiros M. P., Albuquerque P. U. Methods and Techniques Applied to Ethnobotanical Studies of Timber Resources. Springer Protocols Handbooks; 2014.", "ArticleIdList": ["10.1007/978-1-4614-8636-7_22"]}, {"Citation": "Asfaw Z. Origin and eevolution of rural home gardens in Ethiopia. In: Friis I., Ryding O., editors. Proceedings of the Third International Symposium on the Flora of Ethiopia and Eritrea; 2001; pp. 273–286."}, {"Citation": "Balemie K., Kelbessa E., Asfaw Z. Indigenous medicinal plant utilization, management and threats in Fentalle area, Eastern Shewa, Ethiopia. Ethiopian Journal of Biological Sciences. 2004;3:37–58."}, {"Citation": "Bongers F., Tennigkeit T. Degraded Forests in Eastern Africa Management and Restoration. London: Earth scan publisher; 2010.", "ArticleIdList": ["10.4324/9781849776400"]}, {"Citation": "Demie G. Plant composition and diversity of sacred site and challenges towards sustainable forest management: the case of remnant forest patch of Debrelibanos Monastery, Ethiopia. Journal of Natural Sciences Research. 2015;5(15)"}, {"Citation": "Chekole G. An Ethnobotanical Study of Plants Used in Traditional Medicine and as Wild Foods in and around Tara Gedam and Amba Remnant Forests in Libo Kemkem Wereda. Amhara Region, Ethiopia/Thesis/: South Gondar Zone; 2011."}, {"Citation": "Teklehaymanot T., Giday M. Ethnobotanical study of medicinal plants used by people in Zegie Peninsula, northwestern Ethiopia. Journal of Ethnobiology and Ethnomedicine. 2007;3(1):p. 12. doi: 10.1186/1746-4269-3-12.", "ArticleIdList": ["10.1186/1746-4269-3-12", "PMC1852296", "17355645"]}, {"Citation": "Giday M., Asfaw Z., Woldu Z., Teklehaymanot T. Medicinal plant knowledge of the Bench ethnic group of Ethiopia: an ethnobotanical investigation. Journal of Ethnobiology and Ethnomedicine. 2009;5(1):p. 34. doi: 10.1186/1746-4269-5-34.", "ArticleIdList": ["10.1186/1746-4269-5-34", "PMC2780996", "19912633"]}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "10", "Day": "19"}, {"Year": "2020", "Month": "12", "Day": "7"}, {"Year": "2021", "Month": "2", "Day": "6"}, {"Year": "2021", "Month": "3", "Day": "8", "Hour": "5", "Minute": "56"}, {"Year": "2021", "Month": "3", "Day": "9", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "5", "Day": "26", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "2", "Day": "18"}], "PublicationStatus": "epublish", "ArticleIdList": ["33681356", "PMC7910050", "10.1155/2021/6615666"]}}], "PubmedBookArticle": []}