{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Anatomy", "Cypsela", "Echinacea", "Echinacea purpurea", "Endophytic bacteria", "Fungi", "Perianth"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "33687502", "DateCompleted": {"Year": "2021", "Month": "05", "Day": "14"}, "DateRevised": {"Year": "2024", "Month": "03", "Day": "31"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "03", "Day": "09"}], "Language": ["eng"], "ELocationID": ["10.1007/s00253-021-11212-2"], "Journal": {"ISSN": "1432-0614", "JournalIssue": {"Volume": "105", "Issue": "7", "PubDate": {"Year": "2021", "Month": "Apr"}}, "Title": "Applied microbiology and biotechnology", "ISOAbbreviation": "Appl Microbiol Biotechnol"}, "ArticleTitle": "The cypsela (achene) of Echinacea purpurea as a diffusion unit of a community of microorganisms.", "Pagination": {"StartPage": "2951", "EndPage": "2965", "MedlinePgn": "2951-2965"}, "Abstract": {"AbstractText": ["Echinacea purpurea is a plant cultivated worldwide for its pharmaceutical properties, mainly related to the stimulation of the immune system in the treatment of respiratory infections. The cypselas (fruits) of E. purpurea were examined in order to investigate the presence, localization and potential function(s) of endophytic microorganisms. Electron and confocal microscopy observations showed that three different components of microorganisms were associated to cypselas of E. purpurea: (i) one endocellular bacterial component in the cotyledons, enclosed within the host membrane; (ii) another more generic bacterial component adhering to the external side of the perianth; and (iii) a fungal component inside the porous layer of the perianth, the woody and porous modified residual of the flower, in the form of numerous hyphae able to cross the wall between adjacent cells. Isolated bacteria were affiliated to the genera Paenibacillus, Pantoea, and Sanguibacter. Plate tests showed a general resistance to six different antibiotics and also to an antimicrobial-producing Rheinheimera sp. test strain. Finally, microbiome-deprived E. purpurea seeds showed a reduced ability to germinate, suggesting an active role of the microbiome in the plant vitality. Our results suggest that the endophytic bacterial community of E. purpurea, previously found in roots and stem/leaves, might be already carried at the seed stage, hosted by the cotyledons. A further microbial fungal component is transported together with the seed in the perianth of the cypsela, whose remarkable structure may be considered as an adaptation for fungal transportation, and could influence the capability of the seed to germinate in the soil.Key Points• The fruit of Echinacea purpurea contains fungi not causing any damage to the plant.• The seed cotyledons contain endocellular bacteria.• Seed/fruit deprived of the microbiome showed a reduced ability to germinate."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biological and Environmental Sciences and Technologies, University of Salento, P.le Lecce-Monteroni, 73100, Lecce, Italy."}, {"Identifier": [], "Affiliation": "Institute of Applied Microbiology, Research Center for BioSystems, Land Use, and Nutrition (IFZ), Justus-Liebig-University Giessen, Heinrich-Buff-Ring 26-32, 35392, Giessen, Germany."}], "LastName": "Cardinale", "ForeName": "Massimiliano", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Biomorphologies, Department of Biology, University of Florence, Via Madonna del Piano 6, 50019, Sesto Fiorentino, Italy."}], "LastName": "Viola", "ForeName": "Marian", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Microbial and Molecular evolution, Department of Biology, University of Florence, Via Madonna del Piano 6, 50019, Sesto Fiorentino, Italy."}], "LastName": "Miceli", "ForeName": "Elisangela", "Initials": "E"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Molecular Microbiology and Biotechnology, STEBICEF Department, University of Palermo, Viale delle Scienze Ed. 16, 90128, Palermo, Italy."}], "LastName": "Faddetta", "ForeName": "Teresa", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Molecular Microbiology and Biotechnology, STEBICEF Department, University of Palermo, Viale delle Scienze Ed. 16, 90128, Palermo, Italy."}], "LastName": "Puglia", "ForeName": "Anna Maria", "Initials": "AM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Referring Center for Phytotherapy, Tuscany Region, Careggi University Hospital, Largo Brambilla 3, 50134, Florence, Italy."}, {"Identifier": [], "Affiliation": "Department of Experimental and Clinical Medicine, University of Florence, Largo Brambilla 3, 50134, Florence, Italy."}], "LastName": "Maggini", "ForeName": "Valentina", "Initials": "V"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Biomorphologies, Department of Biology, University of Florence, Via Madonna del Piano 6, 50019, Sesto Fiorentino, Italy."}], "LastName": "Tani", "ForeName": "Corrado", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Referring Center for Phytotherapy, Tuscany Region, Careggi University Hospital, Largo Brambilla 3, 50134, Florence, Italy."}], "LastName": "Firenzuoli", "ForeName": "Fabio", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Biomorphologies, Department of Biology, University of Florence, Via Madonna del Piano 6, 50019, Sesto Fiorentino, Italy."}], "LastName": "Schiff", "ForeName": "Silvia", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Plant Genetics, Department of Biology, University of Florence, Via Madonna del Piano 6, 50019, Sesto Fiorentino, Italy."}], "LastName": "Bogani", "ForeName": "Patrizia", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Microbial and Molecular evolution, Department of Biology, University of Florence, Via Madonna del Piano 6, 50019, Sesto Fiorentino, Italy. renato.fani@unifi.it."}], "LastName": "Fani", "ForeName": "Renato", "Initials": "R"}, {"Identifier": ["0000-0001-7904-0336"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Biomorphologies, Department of Biology, University of Florence, Via Madonna del Piano 6, 50019, Sesto Fiorentino, Italy. alessio.papini@unifi.it."}], "LastName": "Papini", "ForeName": "Alessio", "Initials": "A"}], "GrantList": [{"GrantID": "Fondi di Ateneo Papini", "Agency": "Università degli Studi di Firenze", "Country": ""}, {"GrantID": "project #2016.0936, 438 Herbiome: new antibiotic molecules from endophytic bacteria isolated from medicinal plants", "Agency": "Fondazione Cassa di Risparmio di Firenze", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "Appl Microbiol Biotechnol", "NlmUniqueID": "8406612", "ISSNLinking": "0175-7598"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Bacteria"}, {"QualifierName": [], "DescriptorName": "Echinacea"}, {"QualifierName": [], "DescriptorName": "Plant Extracts"}, {"QualifierName": [], "DescriptorName": "Plant Leaves"}, {"QualifierName": [], "DescriptorName": "Plant Roots"}, {"QualifierName": [], "DescriptorName": "Soil Microbiology"}], "CoiStatement": "The authors declare that they have no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Abdullaeva Y, Manirajan BA, Honermeier B, Schnell S, Cardinale M (2021) Domestication affects the composition, diversity, and co-occurrence of the cereal seed microbiota. J Adv Res. 10.1016/j.jare.2020.12.008", "ArticleIdList": ["PMC8240117", "34194833"]}, {"Citation": "Alibrandi P, Cardinale M, Rahman MM, Strati F, Ciná P, de Viana ML, Giamminola EM, Gallo G, Schnell S, De Filippo C, Ciaccio M, Puglia AM. The seed endosphere of Anadenanthera colubrina is inhabited by a complex microbiota, including Methylobacterium spp. and Staphylococcus spp. with potential plant-growth promoting activities. Plant Soil. 2018;422(1):81–99. doi: 10.1007/s11104-017-3182-4.", "ArticleIdList": ["10.1007/s11104-017-3182-4"]}, {"Citation": "Amann RI, Binder BJ, Olson RJ, Chisholm SW, Devereux R, Stahl DA. Combination of 16s ribosomal-RNA-targeted oligonucleotide probes with flow-cytometry for analyzing mixed microbial-populations. Appl Environ Microbiol. 1990;56(6):1919–1925. doi: 10.1128/AEM.56.6.1919-1925.1990.", "ArticleIdList": ["10.1128/AEM.56.6.1919-1925.1990", "PMC184531", "2200342"]}, {"Citation": "Brundrett MC, Kendrick B, Peterson CA. Efficient lipid staining in plant material with Sudan Red 7B or Fluoral Yellow 088 in polyethylene glycol-glycerol. Biotech Histochem. 1991;66(3):111–116. doi: 10.3109/10520299109110562.", "ArticleIdList": ["10.3109/10520299109110562", "1716161"]}, {"Citation": "Cardinale M, Vieira de Castro J, Müller H, Berg G, Grube M (2008) In situ analysis of the bacterial community associated with the reindeer lichen Cladonia arbuscula reveals predominance of Alphaproteobacteria. FEMS Microbiol Ecol 66(1):63–71. 10.1111/j.1574-6941.2008.00546.x", "ArticleIdList": ["18631179"]}, {"Citation": "Chiellini C, Maida I, Emiliani G, Mengoni A, Mocali S, Fabiani A, Biffi S, Maggini V, Gori L, Vannacci A, Gallo E, Firenzuoli F, Fani R. Endophytic and rhizospheric bacterial communities isolated from the medicinal plants Echinacea purpurea and Echinacea angustifolia. Int Microbiol. 2014;17(3):165–174.", "ArticleIdList": ["26419456"]}, {"Citation": "Chiellini C, Maida I, Maggini V, Bosi E, Mocali S, Emiliani G, Perrin E, Firenzuoli F, Fani R. Preliminary data on antibacterial activity of Echinacea purpurea-associated bacterial communities against Burkholderia cepacia complex strains, opportunistic pathogens of cystic fibrosis patients. Microbiol Res. 2017;196:34–43. doi: 10.1016/j.micres.2016.12.001.", "ArticleIdList": ["10.1016/j.micres.2016.12.001", "28164789"]}, {"Citation": "Chimwamurombe PM, Grönemeyer JL, Reinhold-Hurek B. Isolation and characterization of culturable seed-associated bacterial endophytes from gnotobiotically grown Marama bean seedlings. FEMS Microbiol Ecol. 2016;92(6):fiw083. doi: 10.1093/femsec/fiw083.", "ArticleIdList": ["10.1093/femsec/fiw083", "27118727"]}, {"Citation": "Cole JR, JA QW, Fish B, Chai B, DM MG, Sun Y, Brown CT, Porras-Alfaro A, Kuske CR, Tiedje JM. Ribosomal Database Project: data and tools for high throughput rRNA analysis. Nucleic Acids Res. 2014;42(D1):D633–D642. doi: 10.1093/nar/gkt1244.", "ArticleIdList": ["10.1093/nar/gkt1244", "PMC3965039", "24288368"]}, {"Citation": "Compant S, Mitter B, Colli-Mull JG, Gangl H, Sessitsch A. Endophytes of grapevine flowers, berries, and seeds: identification of cultivable bacteria, comparison with other plant parts, and visualization of niches of colonization. Microb Ecol. 2011;62:188–197. doi: 10.1007/s00248-011-9883-y.", "ArticleIdList": ["10.1007/s00248-011-9883-y", "21625971"]}, {"Citation": "Daims H, Brühl A, Amann R, Schleifer K-H, Wagner M. The domain-specific probe EUB338 is insufficient for the detection of all bacteria: development and evaluation of a more comprehensive probe set. Syst Appl Microbiol. 1999;22(3):434–444. doi: 10.1016/S0723-2020(99)80053-8.", "ArticleIdList": ["10.1016/S0723-2020(99)80053-8", "10553296"]}, {"Citation": "Di Cello F, Fani R. A molecular strategy for the study of natural bacterial communities by PCR-based techniques. Minerva Biotecnol. 1996;8:126–134."}, {"Citation": "Díaz Herrera S, Grossi C, Zawoznik M, Groppa MD. Wheat seeds harbour bacterial endophytes with potential as plant growth promoters and biocontrol agents of Fusarium graminearum. Microbiol Res. 2016;186:37–43. doi: 10.1016/j.micres.2016.03.002.", "ArticleIdList": ["10.1016/j.micres.2016.03.002", "27242141"]}, {"Citation": "Donnarumma F, Capuana M, Vettori C, Petrini G, Giannini R, Indorato C, Mastromei G. Isolation and characterisation of bacterial colonies from seeds and in vitro cultures of Fraxinus spp. from Italian sites. Plant Biol. 2011;13:169–176. doi: 10.1111/j.1438-8677.2010.00334.x.", "ArticleIdList": ["10.1111/j.1438-8677.2010.00334.x", "21143738"]}, {"Citation": "Evert RF. Esau’s Plant Anatomy: meristems, cells, and tissues of the plant body: their structure, function, and development. Hoboken, NJ: John Wiley & Sons, Inc.; 2006."}, {"Citation": "Ferreira A, Quecine MC, Lacava PT, Oda S, Azevedo JL, Araújo WL. Diversity of endophytic bacteria from Eucalyptus species seeds and colonization of seedlings by Pantoea agglomerans. FEMS Microbiol Lett. 2008;287:8–14. doi: 10.1111/j.1574-6968.2008.01258.x.", "ArticleIdList": ["10.1111/j.1574-6968.2008.01258.x", "18710397"]}, {"Citation": "Fürnkranz M, Lukesch B, Müller H, Huss H, Grube M, Berg G. Microbial diversity inside pumpkins: microhabitat-specific communities display a high antagonistic potential against phytopathogens. Microb Ecol. 2012;63:418–428. doi: 10.1007/s00248-011-9942-4.", "ArticleIdList": ["10.1007/s00248-011-9942-4", "21947430"]}, {"Citation": "Gamez RM, Ramirez S, Montes M, Cardinale M. Complementary dynamics of banana root colonization by the plant growth-promoting rhizobacteria Bacillus amyloliquefaciens Bs006 and Pseudomonas palleroniana Ps006 at spatial and temporal scales. Microb Ecol. 2020;80(3):656–668. doi: 10.1007/s00248-020-01571-0.", "ArticleIdList": ["10.1007/s00248-020-01571-0", "PMC7476998", "32778917"]}, {"Citation": "Hall TA. BioEdit: a user-friendly biological sequence alignment editor and analysis program for Windows 95/98/NT. Nucleic Acids Symp Ser. 1999;41:95–98."}, {"Citation": "Hammer O, Harper D, Ryan PD. PAST: Paleontological Statistics software package for education and data analysis. Palaeontol Electron. 2001;4:1–9."}, {"Citation": "Hardoim PR, Hardoim CCP, van Overbeek LS, van Elsas JD. Dynamics of seed-borne rice endophytes on early plant growth stages. PLoS One. 2012;7:e30438. doi: 10.1371/journal.pone.0030438.", "ArticleIdList": ["10.1371/journal.pone.0030438", "PMC3281832", "22363438"]}, {"Citation": "Kaga H, Mano H, Tanaka F, Watanabe A, Kaneko S, Morisaki H. Rice seeds as sources of endophytic bacteria. Microbes Environ. 2009;24:154–162. doi: 10.1264/jsme2.ME09113.", "ArticleIdList": ["10.1264/jsme2.ME09113", "21566368"]}, {"Citation": "Liu Y, Zuo S, Zou Y, Wang J, Song W. Investigation on diversity and population succession dynamics of endophytic bacteria from seeds of maize (Zea mays L., Nongda108) at different growth stages. Ann Microbiol. 2013;63:71–79. doi: 10.1007/s13213-012-0446-3.", "ArticleIdList": ["10.1007/s13213-012-0446-3"]}, {"Citation": "Liu H, Carvalhais LC, Crawford M, Singh E, Dennis PG, Pieterse CM, Schenk PM. Inner plant values: diversity, colonization and benefits from endophytic bacteria. Front Microbiol. 2017;8:2552. doi: 10.3389/fmicb.2017.02552.", "ArticleIdList": ["10.3389/fmicb.2017.02552", "PMC5742157", "29312235"]}, {"Citation": "Liu Y, Bai F, Li N, Wang W, Cheng C. Identification of endophytic bacterial strain RSE1 froms eeds of super hybrid rice Shenliangyou 5814 (Oryza sativa L.,) and evaluation of its antagonistic activity. Plant Growth Regul. 2017;82:403–408. doi: 10.1007/s10725-017-0265-4.", "ArticleIdList": ["10.1007/s10725-017-0265-4"]}, {"Citation": "Lugtenberg B, Kamilova F. Plant-growth-promoting rhizobacteria. Annu Rev Microbiol. 2009;63:541–556. doi: 10.1146/annurev.micro.62.081307.162918.", "ArticleIdList": ["10.1146/annurev.micro.62.081307.162918", "19575558"]}, {"Citation": "Maggini V, De Leo M, Mengoni A, Gallo ER, Miceli E, Bandeira Reidel RV, Biffi S, Pistelli L, Fani R, Firenzuoli F, Bogani P. Plant-endophytes interaction influences the secondary metabolism in Echinacea purpurea (L.) Moench: an in vitro model. Sci Rep. 2017;7:16924. doi: 10.1038/s41598-017-17110-w.", "ArticleIdList": ["10.1038/s41598-017-17110-w", "PMC5717142", "29208923"]}, {"Citation": "Maggini V, Miceli E, Fagorzi C, Maida I, Fondi M, Perrin E, Mengoni A, Bogani P, Chiellini C, Mocali S, Fabiani A, Decorosi F, Giovannetti L, Firenzuoli F, Fani R. Antagonism and antibiotic resistance drive a species-specific plant microbiota differentiation in Echinacea spp. FEMS Microbiol Ecol. 2018;94(8):fiy118. doi: 10.1093/femsec/fiy118.", "ArticleIdList": ["10.1093/femsec/fiy118", "29912319"]}, {"Citation": "Maida I, Lo Nostro A, Pesavento G, Barnabei M, Calonico C, Perrin E, Chiellini C, Fondi M, Mengoni A, Maggini V, Vannacci A, Gallo E, Bilia AR, Flamini G, Gori L, Firenzuoli F, Fani R (2014) Exploring the anti-Burkholderia cepacia complex activity of essential oils: a preliminary analysis. Evid-Based Complement Alternat Med 2014:ID 573518", "ArticleIdList": ["PMC3950482", "24701243"]}, {"Citation": "Malfanova N, Lugtenberg BJJ, Berg G. Bacterial endophytes: who and where, and what are they doing there? In: de Bruijn J, editor. Molecular microbial ecology of the rhizosphere. NJ: John Wiley, Hoboken; 2013. pp. 393–403."}, {"Citation": "Mano H, Tanaka F, Watanabe A, Kaga H, Okunishi S, Morisaki H. Culturable surface and endophytic bacterial flora of the maturing seeds of rice plants (Oryza sativa) cultivated in a paddy field. Microbes Environ. 2006;21:86–100. doi: 10.1264/jsme2.21.86.", "ArticleIdList": ["10.1264/jsme2.21.86"]}, {"Citation": "Mastretta C, Taghavi S, van der Lelie D, Mengoni A, Galardi F, Gonnelli C, Barac T, Boulet J, Weyens N, Vangronsveld J (2009) Endophytic bacteria from seeds of Nicotiana tabacum can reduce cadmium phytotoxicity. Int J Phytoremed 11:251–267. 10.1080/15226510802432678"}, {"Citation": "Mengoni A, Maida I, Chiellini C, Emiliani G, Mocali S, Fabiani A, Fondi M, Firenzuoli F, Fani R. Antibiotic resistance differentiates Echinacea purpurea endophytic bacterial communities with respect to plant organs. Res Microbiol. 2014;165:686–694. doi: 10.1016/j.resmic.2014.09.008.", "ArticleIdList": ["10.1016/j.resmic.2014.09.008", "25283726"]}, {"Citation": "Miller KI, Qing C, Sze DM, Roufogalis BD, Neilan BA. Culturable endophytes of medicinal plants and the genetic basis for their bioactivity. Microb Ecol. 2012;64:431–449. doi: 10.1007/s00248-012-0044-8.", "ArticleIdList": ["10.1007/s00248-012-0044-8", "22430508"]}, {"Citation": "Mocali S, Bertelli E, Di Cello F, Mengoni A, Sfalanga A, Tegli S, Viliani F, Surico G, Caciotti A, Fani R. Fluctuations of endophytic bacterial communities isolated from tissues of elm plants. Res Microbiol. 2003;154:105–114. doi: 10.1016/S0923-2508(03)00031-7.", "ArticleIdList": ["10.1016/S0923-2508(03)00031-7", "12648725"]}, {"Citation": "Pandey AK, Stuessy TF, Mathur RR (2014) Phytomelanin and Systematics of the Heliantheae Alliance (Compositae). Plant Diversity and Evolution 131 (3):145–165"}, {"Citation": "Papini A. A new algorithm to reduce noise in microscopy images implemented with a simple program in Python. Microsc Res Tech. 2012;75(3):334–342. doi: 10.1002/jemt.21062.", "ArticleIdList": ["10.1002/jemt.21062", "21898664"]}, {"Citation": "Parsons JL, Liu R, Smith ML, Harris CS. Echinacea fruits: phytochemical localization and germination in four Echinacea species. Botany. 2018;96(7):461–470. doi: 10.1139/cjb-2017-0229.", "ArticleIdList": ["10.1139/cjb-2017-0229"]}, {"Citation": "Presta L, Bosi E, Fondi M, Maida I, Perrin E, Miceli E, Rossolini GM. Phenotypic and genomic characterization of the antimicrobial producer Rheinheimera sp. EpRS3 isolated from the medicinal plant Echinacea purpurea: insights into its biotechnological relevance. Res Microbiol. 2017;168(3):293–305. doi: 10.1016/j.resmic.2016.11.001.", "ArticleIdList": ["10.1016/j.resmic.2016.11.001", "27884784"]}, {"Citation": "Rahman MM, Flory E, Koyro HW, Abideen Z, Schikora A, Suarez C, Cardinale M. Consistent associations with beneficial bacteria in the seed endosphere of barley (Hordeum vulgare L.) Syst Appl Microbiol. 2018;41(4):386–398. doi: 10.1016/j.syapm.2018.02.003.", "ArticleIdList": ["10.1016/j.syapm.2018.02.003", "29567394"]}, {"Citation": "Rijavec T, Lapanje A, Dermastia M, Rupnik M. Isolation of bacterial endophytes from germinated maize kernels. Can J Microbiol. 2007;53:802–808. doi: 10.1139/W07-048.", "ArticleIdList": ["10.1139/W07-048", "17668041"]}, {"Citation": "Rizhsky L, Jin H, Shepard MR, Scott HW, Teitgen AM, Perera MA, Mhaske V, Jose A, Zheng X, Crispin M, Wurtele ES, Jones D, Hur M, Gongora-Castillo E, Buell CR, Minto RE, Nikolau BJ. Integrating metabolomics and transcriptomics data to discover a biocatalyst that can generate the amine precursors for alkamide biosynthesis. Plant J. 2016;88:775–793. doi: 10.1111/tpj.13295.", "ArticleIdList": ["10.1111/tpj.13295", "PMC5195896", "27497272"]}, {"Citation": "Rosa LH, Tabanca N, Techen N, Wedge DE, Pan Z, Bernier UR, Becnel JJ, Agramonte NM, Walker LA, Moraes RM. Diversity and biological activities of endophytic fungi associated with micropropagated medicinal plant Echinacea purpurea (L.) Moench. Am J Plant Sci. 2012;3:1105–1114. doi: 10.4236/ajps.2012.38133.", "ArticleIdList": ["10.4236/ajps.2012.38133"]}, {"Citation": "Rosenblueth M, López-López A, Martínez J, Rogel MA, Toledo I, Martínez-Romero E. Seed bacterial endophytes: common genera, seed-to-seed variability and their possible role in plants. Acta Hortic. 2012;938:39–48. doi: 10.17660/ActaHortic.2012.938.4.", "ArticleIdList": ["10.17660/ActaHortic.2012.938.4"]}, {"Citation": "Ruiza D, Agaras B, de Werrab P, Wall LG, Valverde C. Characterization and screening of plant probiotic traits of bacteria isolated from rice seeds cultivated in Argentina. J Microbiol. 2011;49:902–912. doi: 10.1007/s12275-011-1073-6.", "ArticleIdList": ["10.1007/s12275-011-1073-6", "22203552"]}, {"Citation": "Ryan RP, Germaine K, Franks A, Ryan DJ, Dowling DN. Bacterial endophytes: recent developments and applications. FEMS Microbiol Lett. 2008;278:1–9. doi: 10.1111/j.1574-6968.2007.00918.x.", "ArticleIdList": ["10.1111/j.1574-6968.2007.00918.x", "18034833"]}, {"Citation": "Schultess BH, Giger A, Baumann TW. Echinacea: anatomy, phytochemical pattern and germination of the achene. Planta Med. 1991;57:384–388. doi: 10.1055/s-2006-960123.", "ArticleIdList": ["10.1055/s-2006-960123", "1775583"]}, {"Citation": "Schüßler A, Kluge M. Geosiphon pyriforme, an endocytosymbiosis between fungus and cyanobacteria, and its meaning as a model system for arbuscular mycorrhizal research. In: Hock B, editor. The Mycota IX. Berlin: Springer Verlag; 2001. pp. 151–161."}, {"Citation": "Shahzad R, Waqas M, Khan AL, Al-Hosni K, Kang S-M, Seo C-W, Lee I-J. Indoleacetic acid production and plant growth promoting potential of bacterial endophytes isolated fromrice (Oryza sativa L.) seeds. Acta Biol Hung. 2017;68:175–186. doi: 10.1556/018.68.2017.2.5.", "ArticleIdList": ["10.1556/018.68.2017.2.5", "28605980"]}, {"Citation": "Sharifi-Rad M, Mnayer D, Morais-Braga MFB, Pereira Carneiro JN, Fonseca Bezerra C, Melo Coutinho HD, Salehi B, Martorell M, Del Mar CM, Soltani-Nejad A, Hata Uribe YA, Yousaf Z, Iriti M, Sharifi-Rad J. Echinacea plants as antioxidantand antibacterial agents: from traditional medicine to biotechnological applications. Phytother Res. 2018;32(9):1653–1663. doi: 10.1002/ptr.6101.", "ArticleIdList": ["10.1002/ptr.6101", "29749084"]}, {"Citation": "Sharma M, Sudheer S, Usmani Z, Rani R, Gupta P. Deciphering the omics of plant-microbe interaction: perspectives and new insights. Curr Genet. 2020;21(5):343–362. doi: 10.2174/1389202921999200515140420.", "ArticleIdList": ["10.2174/1389202921999200515140420", "PMC7536805", "33093798"]}, {"Citation": "Shemluck M. Medicinal and other uses of the Compositae by Indians in the United States and Canada. J Ethnopharmacol. 1982;5(3):303–358. doi: 10.1016/0378-8741(82)90016-2.", "ArticleIdList": ["10.1016/0378-8741(82)90016-2", "7045537"]}, {"Citation": "Simpson MG. Chapter 8. Diversity and classification of flowering plants: Eudicots. In: Simpson MG, editor. Plant systematics. Burlington: Elsevier; 2006."}, {"Citation": "Sobolev VS, Orner VA, Arias RS. Distribution of bacterial endophytes in peanut seeds obtained from axenic and control plant material under field conditions. Plant Soil. 2013;371:367–376. doi: 10.1007/s11104-013-1692-2.", "ArticleIdList": ["10.1007/s11104-013-1692-2"]}, {"Citation": "Spjut RW. A systematic treatment of fruit types. Mem N Y Bot Gard. 1994;70:1–182."}, {"Citation": "Stuart DL, Wills RBH. Effect of drying temperature on alkylamide and cichoric acid concentrations of Echinacea purpurea. J Agric Food Chem. 2003;51(6):1608–1610. doi: 10.1021/jf026213k.", "ArticleIdList": ["10.1021/jf026213k", "12617592"]}, {"Citation": "Tadesse M, Crawford DJ. The phytomelanin layer in traditional members of Bidens and Coreopsis and phylogeny of the Coreopsideae (Compositae) Nor J Bot. 2014;32:80–91. doi: 10.1111/j.1756-1051.2011.001714.x.", "ArticleIdList": ["10.1111/j.1756-1051.2011.001714.x"]}, {"Citation": "Tamura K, Peterson D, Peterson N, Stecher G, Nei M, Kumar S. MEGA5: molecular evolutionary genetics analysis using maximum likelihood, evolutionary distance, and maximum parsimony methods. Mol Biol Evol. 2011;28:2731–2739. doi: 10.1093/molbev/msr121.", "ArticleIdList": ["10.1093/molbev/msr121", "PMC3203626", "21546353"]}, {"Citation": "Vega FE, Pava-Ripoll M, Posada F, Buyer JS. Endophytic bacteria in Coffea arabica L. J Basic Microbiol. 2005;45:371–380. doi: 10.1002/jobm.200410551.", "ArticleIdList": ["10.1002/jobm.200410551", "16187260"]}, {"Citation": "Verma SK, Kingsley K, Irizarry I, Bergen M, Kharwar RN, White JF. Seed-vectored endophytic bacteria modulate development of rice seedlings. J Appl Microbiol. 2017;122:1680–1691. doi: 10.1111/jam.13463.", "ArticleIdList": ["10.1111/jam.13463", "28375579"]}, {"Citation": "White JF, Kingsley KI, Kowalski KP, Irizarry I, Micci A, Soares MA, Bergen MS. Disease protection and allelopathic interactions of seed-transmitted endophytic pseudomonads of invasive reed grass (Phragmites australis) Plant Soil. 2017;422:195–208. doi: 10.1007/s11104-016-3169-6.", "ArticleIdList": ["10.1007/s11104-016-3169-6"]}, {"Citation": "Wilson D. Endophyte: the evolution of a term, and clarification of its use and definition. Oikos. 1995;73:274–276. doi: 10.2307/3545919.", "ArticleIdList": ["10.2307/3545919"]}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "11", "Day": "22"}, {"Year": "2021", "Month": "2", "Day": "28"}, {"Year": "2021", "Month": "2", "Day": "15"}, {"Year": "2021", "Month": "3", "Day": "10", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "5", "Day": "15", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "3", "Day": "9", "Hour": "12", "Minute": "12"}, {"Year": "2021", "Month": "3", "Day": "9"}], "PublicationStatus": "ppublish", "ArticleIdList": ["33687502", "PMC8007504", "10.1007/s00253-021-11212-2", "10.1007/s00253-021-11212-2"]}}], "PubmedBookArticle": []}