{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Anti-cholinesterase", "Antioxidant", "Bioactive compounds", "Molecular docking", "Ziziphus oxyphylla"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "33681505", "DateRevised": {"Year": "2021", "Month": "03", "Day": "10"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "02", "Day": "26"}], "Language": ["eng"], "ELocationID": ["e06367", "10.1016/j.heliyon.2021.e06367"], "Journal": {"ISSN": "2405-8440", "JournalIssue": {"Volume": "7", "Issue": "2", "PubDate": {"Year": "2021", "Month": "Feb"}}, "Title": "Heliyon", "ISOAbbreviation": "Heliyon"}, "ArticleTitle": "Pharmacological evaluation and <i>in-silico</i> modeling study of compounds isolated from <i>Ziziphus oxyphylla</i>.", "Pagination": {"StartPage": "e06367", "MedlinePgn": "e06367"}, "Abstract": {"AbstractText": ["Medicines derived from plants are preferred over synthetic therapeutic agents in treating different diseases. <i>Ziziphus oxyphylla</i> (a member of Rhamnaceae family) is a medicinal plant used as a remedy of different diseases in Greek and Ayurveda medical systems. <i>Z. oxyphylla</i> roots were shade dried and then subjected to extraction of bioactive compounds using different solvent systems and silica gel. From ethyl acetate fraction, three compounds <i>viz</i>., p-coumaric acid (<b>V</b>), 3,4-dimethoxy benzoic acid (<b>VI</b>), and 4-heptyloxy benzoic acid (<b>VII</b>) were isolated in pure form. The selection of ethyl acetate fraction for isolation was based on HPLC profiling of crude extract and different fractions. These compounds were characterized by different spectroscopic techniques and evaluated for their <i>in vitro</i> antioxidant, anticholinesterase, α-glucosidase, and α-amylase inhibitory potentials. To find out possible binding interactions of <b>V</b> with AChE and BChE crystals, <i>in-silico</i> docking studies were also carried out. Compound <b>V</b> showed maximum scavenging capabilities of DPPH and ABTS free radicals with IC<sub>50</sub> values of 69 and 62 μg/mL respectively. Excellent percent inhibition (83.4 ± 0.5% at highest concentration 1000 μg/mL) of acetylcholinesterase (AChE) was exhibited by compound <b>V (</b>IC<sub>50</sub> = 80 μg/mL); whereas, for the mentioned concentration, 83.2 ± 1.1% inhibition (IC<sub>50</sub> = 90 μg/mL) of butyrylcholinesterase (BChE) was observed as well. The compound <b>VI</b> exhibited highest % inhibition against α-glucosidase (IC<sub>50</sub> = 84 μg/mL) whereas α-amylase was more potently inhibited by compound <b>V</b> (% inhibition = 86.8 % and IC<sub>50</sub> = 85 μg/mL). Docking scores of -1.391 Kcal/mol (BChE) and -6.253 Kcal/mol (AChE) were recorded using molecular docking software. Compound <b>V</b> exhibited strong free radical scavenging and anticholinesterase potentials suggesting that it can be effectively used to treat oxidative stress and dementia in human."], "CopyrightInformation": "© 2021 The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of BioChemistry, University of Malakand, Chakdara, Dir Lower, 18800 KPK, Pakistan."}, {"Identifier": [], "Affiliation": "Department of Chemistry, University of Malakand, Chakdara, Dir Lower, 18800 KPK, Pakistan."}], "LastName": "Zahoor", "ForeName": "Muhammad", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, University of Malakand, Chakdara, Dir Lower, 18800 KPK, Pakistan."}], "LastName": "Khan", "ForeName": "Irfan", "Initials": "I"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of BioChemistry, University of Malakand, Chakdara, Dir Lower, 18800 KPK, Pakistan."}], "LastName": "Zeb", "ForeName": "Alam", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacy, Sarhad University of Science and Information Technology, Peshawar, KPK, 25000, Pakistan."}], "LastName": "Sahibzada", "ForeName": "Muhammad Umar Khayam", "Initials": "MUK"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of BioChemistry, University of Malakand, Chakdara, Dir Lower, 18800 KPK, Pakistan."}], "LastName": "Naz", "ForeName": "Sumaira", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, University of Malakand, Chakdara, Dir Lower, 18800 KPK, Pakistan."}], "LastName": "Bari", "ForeName": "Wasim Ul", "Initials": "WU"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, University of Malakand, Chakdara, Dir Lower, 18800 KPK, Pakistan."}], "LastName": "Kamran", "ForeName": "Abdul Wahid", "Initials": "AW"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Heliyon", "NlmUniqueID": "101672560", "ISSNLinking": "2405-8440"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Ahmad R., Ahmad N., Naqvi A.A. Ziziphus oxyphylla”: ethnobotanical, ethnopharmacological and phytochemical review. Biomed. Pharmacother. 2017;91:970–998.", "ArticleIdList": ["28521385"]}, {"Citation": "Ahmad R., Ahmad N., Naqvi A.A., Cos P., Maes L., Apers S., Hermans N., Pieters L. Anti-infective, cytotoxic and antioxidant activity of Ziziphus oxyphylla and Cedrela serrata. Asian Pac J Trop Biomed. 2016;6(8):671–676."}, {"Citation": "Ahmad R., Upadhyay A., Ahmad M., Pieters L. Antioxidant, antliglycation and antimicrobial activities of Ziziphus oxyphylla and Cedrela serrata extracts. Eur. J. Med. Plants. 2013;3(4):520–529."}, {"Citation": "Ali R., Shah H.U., Ullah I., Anwar J., Numan M., Humaira K., Awan A., Sohail S.R. Analgesic, anti-inflammatory and antipyretic activities of stem extract of Ziziphus oxyphylla edgew. World J. Zool. 2015;10(2):107–111."}, {"Citation": "Awad B.M., Habib E.S., Ibrahim A.K., Wanas A.S., Radwan M.M., Helal M.A., ElSohly M.A., Ahmed S.A. Cytotoxic activity evaluation and molecular docking study of phenolic derivatives from Achillea fragrantissima (Forssk.) growing in Egypt. Med. Chem. Res. 2017;26(9):2065–2073."}, {"Citation": "Banu K.S., Cathrine L. General techniques involved in phytochemical analysis. Int.l J. Adv. Res. Chem. Sci. 2015;2(4):25–32."}, {"Citation": "Bari W.U., Zahoor M., Zeb A., Khan I., Nazir Y., Khan A., Rehman N.U., Ullah R., Shahat A.A., Mahmood H.M. Anticholinesterase, antioxidant potentials, and molecular docking studies of isolated bioactive compounds from Grewia optiva. Int. J. Food Prop. 2019;22(1):1386–1396."}, {"Citation": "Dastjerdi Z.M., Namjoyan F., Azemi M.E. Alpha amylase inhibition activity of some plants extract of Teucrium species. Eur. Biolog. Sci. 2015;7(1):26–31."}, {"Citation": "Devi S., Pandey V., Singh J., Shah A. Peptide alkaloids from Zizyphus species. Phytochemistry (Oxf.) 1987;26(12):3374–3375."}, {"Citation": "Ghedira K., Chemli R., Caron C., Nuzilard J.-M., Zeches M., Le Men-Olivier L. Four cyclopeptide alkaloids from Zizyphus lotus. Phytochemistry (Oxf.) 1995;38(3):767–772."}, {"Citation": "Jacob R.A. The integrated antioxidant system. Nutr. Res. 1995;15(5):755–766."}, {"Citation": "Ji R., Chen Z., Corvini P.F., Kappler A., Brune A., Haider K., Schäffer A. Synthesis of [13C]-and [14C]-labeled phenolic humus and lignin monomers. Chemosphere. 2005;60(9):1169–1181.", "ArticleIdList": ["16018886"]}, {"Citation": "Kaleem W.A., Muhammad N., Khan H., Rauf A. Pharmacological and phytochemical studies of genus Ziziphus. Middle East J. Sci. Res. 2014;21(8):1243–1263."}, {"Citation": "Khan I., Zahoor M., Zeb A., Ul Bari W. Vitro antioxidant, antidiabetic, and anticholinesterase, and in vivo toxicological, hypoglycemic, and antilipidemic potentials of Ziziphus oxyphylla. Lat. Am. J. Pharm. 2020;39(1):7–21."}, {"Citation": "Khan I., Zahoor M., Zeb A., Sahibzada M.U.K., Bari W.U., Naz S. Isolation, characterization, pharmacological evaluation and in silico modeling of bioactive secondary metabolites from Ziziphus oxyphylla a member of Rhamnaceae family. Trop. J. Pharmaceut. Res. 2020;19(2):351–359."}, {"Citation": "Kuroda M., Ohshima T., Kan C., Mimaki Y. Chemical constituents of the leaves of tussilago farfara and their aldose reductase inhibitory activity. Nat. prod. commun. 2016;11(11) 1934578X1601101109.", "ArticleIdList": ["30475501"]}, {"Citation": "Lakache Z., Tigrine-Kordjani N., Tigrine C., Aliboudhar H., Kameli A. Phytochemical screening and antioxidant properties of methanolic extract and different fractions of Crataegus azarolus leaves and flowers from Algeria. Int. Food Res. J. 2016;23(4)"}, {"Citation": "Le Crouéour G., Thépenier P., Richard B., Petermann C., Ghédira K., Zèches-Hanrot M., Lotusine G. A new cyclopeptide alkaloid from Zizyphus lotus. Fitoterapia. 2002;73(1):63–68.", "ArticleIdList": ["11864766"]}, {"Citation": "Muniprasad M., Srinivasulu M., Chalapathi P.V., Potukuchi D.M. Influence of chemical moieties and the flexible chain for the tilted smectic phases in linear hydrogen bonded liquid crystals with Schiff based pyridene derivatives. J. Mol. Struct. 2012;1015:181–191."}, {"Citation": "Mustapha B., Kubmarawa D., Shagal M., Ardo B. Preliminary phytochemical screening of medicinal plants found in the vicinity of quarry site in demsa, adamawa state, Nigeria. Am. Chem. Sci. J. 2016;11(2):1–7."}, {"Citation": "Nawaz S.A., Choudhary M.I. New cholinesterase inhibiting bisbenzylisoquinoline alkaloids from Cocculus pendulus. Chem. Pharm. Bull. 2004;52(7):802–806.", "ArticleIdList": ["15256699"]}, {"Citation": "Nazir N., Zahoor M., Nisar M., Khan I., Karim N., Abdel-Halim H., Ali A. Phytochemical analysis and antidiabetic potential of Elaeagnus umbellata (Thunb.) in streptozotocin-induced diabetic rats: pharmacological and computational approach. BMC Compl. Alternative Med. 2018;18(1):332.", "ArticleIdList": ["PMC6293591", "30545352"]}, {"Citation": "Ovais M., Ayaz M., Khalil A.T., Shah S.A., Jan M.S., Raza A., Shahid M., Shinwari Z.K. HPLC-DAD finger printing, antioxidant, cholinesterase, and α-glucosidase inhibitory potentials of a novel plant Olax nana. BMC Compl. Alternative Med. 2018;18(1):1.", "ArticleIdList": ["PMC5751879", "29295712"]}, {"Citation": "Pintus F., Matos M.J., Vilar S., Hripcsak G., Varela C., Uriarte E., Santana L., Borges F., Medda R., Di Petrillo A., Era B. New insights into highly potent tyrosinase inhibitors based on 3-heteroarylcoumarins: anti-melanogenesis and antioxidant activities, and computational molecular modeling studies. Bioorg. Med. Chem. 2017;25(5):1687–1695.", "ArticleIdList": ["28189394"]}, {"Citation": "Re R., Pellegrini N., Proteggente A., Pannala A., Yang M., Rice-Evans C. Antioxidant activity applying an improved ABTS radical cation decolorization assay. Free Radic. Biol. Med. 1999;26(9-10):1231–1237.", "ArticleIdList": ["10381194"]}, {"Citation": "Russo D., Valentão P., Andrade P., Fernandez E., Milella L. Evaluation of antioxidant, antidiabetic and anticholinesterase activities of Smallanthus sonchifolius landraces and correlation with their phytochemical profiles. Int. J. Mol. Sci. 2015;16(8):17696–17718.", "ArticleIdList": ["PMC4581216", "26263984"]}, {"Citation": "Sakhuja R., Vashist M., Bhoon Y.K., Jain S.C. Phytochemical investigation of Tabebuia palmeri. Chem. Nat. Compd. 2014;49(6):1039–1042."}, {"Citation": "Scott K.N. Carbon-13 nuclear magnetic resonance of biologically important aromatic acids. I. Chemical shifts of benzoic acid and derivatives. J. Am. Chem. Soc. 1972;94(24):8564–8568.", "ArticleIdList": ["4638987"]}, {"Citation": "Singh B., Pandey V. An N-formyl cyclopeptide alkaloid from Zizyphus nummularia bark. Phytochemistry (Oxf.) 1995;38(1):271–273.", "ArticleIdList": ["7766060"]}, {"Citation": "Tripathi M., Pandey M., Jha R., Pandey V., Tripathi P., Singh J. Cyclopeptide alkaloids from Zizyphus jujuba. Fitoterapia. 2001;72(5):507–510.", "ArticleIdList": ["11429244"]}, {"Citation": "Xiao S., Wang T., Ma X., Qin Y., Li X., Zhao Z., Liu X., Wang X., Xie H., Jiang Q., Sun L. Efficacy and safety of a novel acetylcholinesterase inhibitor octohydroaminoacridine in mild-to-moderate Alzheimer's disease: a phase II multicenter randomised controlled trial. Age Ageing. 2017;46(5):767–773.", "ArticleIdList": ["28419192"]}, {"Citation": "Zahoor M., Zafar R., Rahman N.U. Isolation and identification of phenolic antioxidants from Pistacia integerrima gall and their anticholine esterase activities. Heliyon. 2018;4(12)", "ArticleIdList": ["PMC6313820", "30623127"]}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "5", "Day": "21"}, {"Year": "2020", "Month": "7", "Day": "14"}, {"Year": "2021", "Month": "2", "Day": "22"}, {"Year": "2021", "Month": "3", "Day": "8", "Hour": "5", "Minute": "57"}, {"Year": "2021", "Month": "3", "Day": "9", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "3", "Day": "9", "Hour": "6", "Minute": "1"}, {"Year": "2021", "Month": "2", "Day": "26"}], "PublicationStatus": "epublish", "ArticleIdList": ["33681505", "PMC7930286", "10.1016/j.heliyon.2021.e06367", "S2405-8440(21)00472-2"]}}], "PubmedBookArticle": []}