{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Auxin", "Cytokinin", "Genetic distance", "Genetic stability", "Micropropagation"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "33707873", "DateRevised": {"Year": "2022", "Month": "02", "Day": "02"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "02", "Day": "16"}], "Language": ["eng"], "ELocationID": ["10.1007/s12298-021-00939-x"], "Journal": {"ISSN": "0971-5894", "JournalIssue": {"Volume": "27", "Issue": "2", "PubDate": {"Year": "2021", "Month": "Feb"}}, "Title": "Physiology and molecular biology of plants : an international journal of functional plant biology", "ISOAbbreviation": "Physiol Mol Biol Plants"}, "ArticleTitle": "RAPD, ISSR, and SCoT markers based genetic stability assessment of micropropagated <i>Dendrobium fimbriatum</i> Lindl. var. oculatum Hk. f.- an important endangered orchid.", "Pagination": {"StartPage": "341", "EndPage": "357", "MedlinePgn": "341-357"}, "Abstract": {"AbstractText": ["<i>Dendrobium fimbriatum</i> is an ornamental and medicinal orchid listed in the Red data book of IUCN. Phytohormones' effect on the in vitro regeneration of the orchid was studied using Mitra medium supplemented with different growth regulators. KN produced effective shoot formation when present alone or in combination with IBA or NAA. The shooting was gradually increased when KN concentration was increased from 0.8 to 4.8 mg L<sup>-1</sup>, but the opposite response was observed with BAP at higher concentration (4.8 mg L<sup>-1</sup>). IBA either in combination with BAP or KN promoted effective root development and multiplication. Micropropagated orchids grown in the basal medium devoid of any phytohormone showed 100% monomorphism, while low genetic polymorphism of 1.52% (RAPD-Random Amplification of Polymorphic DNA), 1.19% (ISSR-Inter Simple Sequence Repeat) and 3.97% (SCoT-Start Codon Targeted) was exhibited among the regenerants propagated in the hormone enriched medium. UPGMA (Unweighted pair group method using arithmetic averages) dendrograms showed the grouping of mother plant (MP) with the in vitro regenerants. The principal coordinate analysis (PCoA) further confirmed the clustering patterns as determined by the cluster analysis. The study reported for the first time the successful in vitro propagation of <i>Dendrobium fimbriatum</i> and their genetic stability assessment using molecular markers."], "CopyrightInformation": "© Prof. H.S. Srivastava Foundation for Science and Society 2021."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": ["grid.411644.2", "0000 0001 0675 2121"], "Affiliation": "Department of Biotechnology, Manipur University, Canchipur, Manipur 795003 India."}], "LastName": "Tikendra", "ForeName": "Leimapokpam", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["grid.411644.2", "0000 0001 0675 2121"], "Affiliation": "Department of Biotechnology, Manipur University, Canchipur, Manipur 795003 India."}], "LastName": "Potshangbam", "ForeName": "Angamba Meetei", "Initials": "AM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["grid.412537.6", "0000 0004 1768 2925"], "Affiliation": "Department of Life Sciences, Presidency University, Kolkata, 700073 India."}], "LastName": "Dey", "ForeName": "Abhijit", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["grid.469932.3", "0000 0001 2203 3565"], "Affiliation": "Division of Horticulture, ICAR Research Complex for NEH Region, Lamphelpat, Manipur 795004 India."}], "LastName": "Devi", "ForeName": "Tongbram Roshini", "Initials": "TR"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["grid.469932.3", "0000 0001 2203 3565"], "Affiliation": "Division of Horticulture, ICAR Research Complex for NEH Region, Lamphelpat, Manipur 795004 India."}], "LastName": "Sahoo", "ForeName": "Manas Ranjan", "Initials": "MR"}, {"Identifier": ["0000-0001-6175-2263"], "AffiliationInfo": [{"Identifier": ["grid.411644.2", "0000 0001 0675 2121"], "Affiliation": "Department of Biotechnology, Manipur University, Canchipur, Manipur 795003 India."}], "LastName": "Nongdam", "ForeName": "Potshangbam", "Initials": "P"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "India", "MedlineTA": "Physiol Mol Biol Plants", "NlmUniqueID": "101304333", "ISSNLinking": "0974-0430"}, "CoiStatement": "Conflict of interestThe authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Aggarwal S, Zettler LW. Reintroduction of an endangered terrestrial orchid; Dactylorhiza hatagirea (D. Don) Soo; assisted by symbiotic seed germination: first report from the Indian subcontinent. Nat Sci. 2010;8:139–145."}, {"Citation": "Aktar S, Nasiruddin KM, Huq H. In vitro root formation in Dendrobium orchid plantlets with IBA. J Agric Rural Dev. 2007;5:48–51."}, {"Citation": "Al-Qurainy F, et al. Rapid plant regeneration, validation of genetic integrity by ISSR markers and conservation of Reseda pentagyna an endemic plant growing in Saudi Arabia. Saudi J Biol Sci. 2018;25:111–116.", "ArticleIdList": ["PMC5775100", "29379366"]}, {"Citation": "Amom T, Nongdam P. The use of molecular marker methods in plants: a review. Int J Cur Res Rev. 2017 doi: 10.7324/IJCRR.2017.9171.", "ArticleIdList": ["10.7324/IJCRR.2017.9171"]}, {"Citation": "Amom T, Tikendra L, Apana N, et al. Efficiency of RAPD, ISSR, iPBS, SCoT and phytochemical markers in the genetic relationship study of five native and economical important bamboos of North-East India. Phytochemistry. 2020 doi: 10.1016/j.phytochem.2020.112330.", "ArticleIdList": ["10.1016/j.phytochem.2020.112330", "32146386"]}, {"Citation": "Antony JJJ, Shamshir RA, Poobathy R, Chew BL, Subramaniam S. Somaclonal variations were not induced by the cryopreservation: levels of somaclonal variations of in vitro and thawed protocorms of Dendrobium Bobby Messina analysed by SCoT and TRAP DNA markers. S Afr J Bot. 2015 doi: 10.1016/j.sajb.2015.04.012.", "ArticleIdList": ["10.1016/j.sajb.2015.04.012"]}, {"Citation": "Babbar SB, Singh DK. Protocols for in vitro mass multiplication and analysis of medicinally important phenolics of a salep orchid, Satyrium nepalense D. Don (\"Salam Mishri\") Methods Mol Biol. 2016;1391:1–11.", "ArticleIdList": ["27108306"]}, {"Citation": "Bhattacharyya P, Kumaria S, Diengdoh R, Tandon P. Genetic stability and phytochemical analysis of the in vitro regenerated plants of Dendrobium nobile Lindl.; an endangered medicinal orchid. Meta Gene. 2014;2:489–504. doi: 10.1016/j.mgene.2014.06.003.", "ArticleIdList": ["10.1016/j.mgene.2014.06.003", "PMC4287867", "25606433"]}, {"Citation": "Bi ZM, Wang ZT, Xu LS, Xu GJ. Studies on the chemical constituents of Dendrobium fimbriatum. Acta Pharm Sin. 2003;38:526–529.", "ArticleIdList": ["14515799"]}, {"Citation": "Chatterjee G, Prakash J. Genetic stability in commercial tissue culture. In: Prakash J, Pierik RLM, editors. Plant biotechnology-commercial prospects and problems. New Delhi: Oxford IBH Publishing Co.; 1996. pp. 111–121."}, {"Citation": "Cheng J, et al. An assessment of the Chinese medicinal Dendrobium industry: supply; demand and sustainability. J Ethnopharmacol. 2018 doi: 10.1016/j.jep.2018.09.001.", "ArticleIdList": ["10.1016/j.jep.2018.09.001", "30266420"]}, {"Citation": "Collard BCY, Mackill DJ. Start codon targeted (SCoT) polymorphism: a simple; novel DNA marker technique for generating gene-targeted markers in plants. Plant Mol Biol Rep. 2009;27:86–93."}, {"Citation": "D’Amato F. Cytogenetics of plant cell and tissue cultures and their regenerants. CRC Crit Rev Plant Sci. 1985;3:73–112."}, {"Citation": "Damasco OP, et al. Random amplified polymorphic DNA (RAPD) detection of dwarf off-types in micropropagated Cavendish (Musa spp. AAA) bananas. Plant Cell Rep. 1996;16:118–123.", "ArticleIdList": ["24178669"]}, {"Citation": "Desjardins Y, Dubuc JF, Badr A. In vitro culture of plants: a stressful activity. Acta Hortic. 2009;812:29–50. doi: 10.17660/ActaHortic.2009.812.1.", "ArticleIdList": ["10.17660/ActaHortic.2009.812.1"]}, {"Citation": "Devi SP, Kumaria S, Rao SR, Tandon P. In vitro propagation and assessment of clonal fidelity of Nepenthes khasiana Hook. f.: a medicinal insectivorous plant of India. Acta Physiol Plant. 2013;35:2813–2820."}, {"Citation": "Dey A, Nongdam P, Nandy S, et al. Enhanced bacoside content in polyamine treated in-vitro raised Bacopa monnieri (L.) Wettst. S Afr J Bot. 2019;123:259–269."}, {"Citation": "Doyle JJ, Doyle JL. Isolation of plant DNA from fresh tissue. Focus. 1990;12:13–15."}, {"Citation": "Eeuwens CJ, Lord S, Donough CR, Rao V, Vallejo G, Nelson S. Effects of tissue culture conditions during embryoid multiplication on the incidence of “mantled” flowering in clonally propagated oil palm. Plant Cell Tissue Organ Cult. 2002;70:311–323."}, {"Citation": "Etminan A, et al. Applicability of start codon targeted (SCoT) and inter-simple sequence repeat (ISSR) markers for genetic diversity analysis in durum wheat genotypes. Biotechnol Biotechnol Equip. 2016;30:1075–1081."}, {"Citation": "Fu LK, Jin JM. China plant red data book—rare and endangered plants. Beijing: Science Press; 1992."}, {"Citation": "Gao X, et al. In vitro micropropagation of Freesia hybrid and the assessment of genetic and epigenetic stability in regenerated plantlets. J Plant Growth Regul. 2010;29:257–267."}, {"Citation": "Goto S, Thakur RC, Ishii K. Determination of genetic stability in long-term micropropagated shoots of Pinus thunbergii Parl. using RADP markers. Plant Cell Rep. 1998 doi: 10.1007/s002990050555.", "ArticleIdList": ["10.1007/s002990050555", "30744219"]}, {"Citation": "Haisel D, et al. Ex vitro phenotype stability if affected by in vitro cultivation. Biol Plant. 2001;44:321–324."}, {"Citation": "Hidayati SN, et al. Sympatric species of Hibbertia (Dilleniaceae) vary in dormancy break and germination requirements: Implications for classifying morphophysiological dormancy in Mediterranean biomes. Ann Bot. 2012;109:1111–1123.", "ArticleIdList": ["PMC3336950", "22362661"]}, {"Citation": "Hinsley A, et al. A review of the trade in orchids; and its implications for conservation. Bot J Linn Soc. 2018;186:435–455."}, {"Citation": "Jain SM. Tissue culture-derived variation in crop improvement. Euphytica. 2001;118:153–166."}, {"Citation": "Jhonson M, Janakiraman N. Phytochemical and TLC studies on stem and leaves of the orchid Dendrobium panduratum subsp. Villosum Gopalan & A.N. Henry. Indian J Nat Prod Resour. 2013;4:250–254."}, {"Citation": "Kalimuthu K, Senthilkumar R, Vijayakumar S. In vitro micropropagation of orchid; Oncidium sp. (Dancing Dolls) Afr J Biotechnol. 2007;6:1171–1174."}, {"Citation": "Karp A. Somaclonal variation as a tool for crop improvement. Euphytica. 1995;85:295–302."}, {"Citation": "Krishna H, Singh D. Micropropagation of lasora (Cordia myxa Roxb.) Indian J Hortic. 2013;70:323–327."}, {"Citation": "Krishna H, et al. Somaclonal variations and their applications in horticultural crops improvement. 3 Biotech. 2016;6:54. doi: 10.1007/s13205-016-0389-7.", "ArticleIdList": ["10.1007/s13205-016-0389-7", "PMC4752953", "28330124"]}, {"Citation": "Lakshmanan V, Venkataramareddy SR, Neelwarne B. Molecular analysis of genetic stability in long-term micropropagated shoots of banana using RAPD and ISSR markers. Electron J Biotechnol. 2007 doi: 10.2225/vol10-issue1-fulltext-12.", "ArticleIdList": ["10.2225/vol10-issue1-fulltext-12"]}, {"Citation": "Mantel N. The detection of disease clustering and a generalized regression approach. Cancer Res. 1967;27:209–220.", "ArticleIdList": ["6018555"]}, {"Citation": "Martin KP, Geevarghese J, Joseph D, Madassery J. In vitro propagation of Dendrobium hybrids using flower stalk node explants. Indian J Exp Biol. 2005;43:280–285.", "ArticleIdList": ["15816418"]}, {"Citation": "Meetei PA, et al. NeMedPlant: a database of therapeutic applications and chemical constituents of medicinal plants from north-east region of India. Bioinformation. 2012;8:209–211.", "ArticleIdList": ["PMC3302005", "22419844"]}, {"Citation": "Mehta YR, Angra DC. Somaclonal variation for disease resistance in wheat and production of dihaploids through wheat 9 maize hybrids. Genet Mol Biol. 2000;23:617–622."}, {"Citation": "Mitra GC, Prasad RN, Roychowdhury A. Inorganic salts & differentiation of protocorms in seed callus of an orchid & correlated changes in its free amino acid content. Indian J Exp Biol. 1976;14:350–351."}, {"Citation": "Mohanty P, Paul S, Das MC, Kumaria S, Tandon P. A simple and efficient protocol for the mass propagation of Cymbidium mastersii: an ornamental orchid of Northeast India. AoB Plants. 2012 doi: 10.1093/aobpla/pls023.", "ArticleIdList": ["10.1093/aobpla/pls023", "PMC3447538", "22997547"]}, {"Citation": "Murashige T, Skoog F. A revised medium for rapid growth and bioassays with tobacco tissue cultures. Physiol Plant. 1962;15:473–497."}, {"Citation": "Nei M, Li WH. Mathematical model for studying genetic variation in terms of restriction endonucleases. Proc Natl Acad Sci. 1979;76:5269–5273.", "ArticleIdList": ["PMC413122", "291943"]}, {"Citation": "Nongdam P, Nirmala C. In vitro seed germination and mass propagation of Cymbidium dayanum Reichb: an important ornamental orchid of North-East India. Trends Hortic Res. 2012;2:28–37."}, {"Citation": "Nongdam P, Tikendra L. Establishment of an efficient in vitro regeneration protocol for rapid and mass propagation of Dendrobium chrysotoxum Lindl. using seed culture. Sci World J. 2014 doi: 10.1155/2014/740150.", "ArticleIdList": ["10.1155/2014/740150", "PMC4221871", "25401154"]}, {"Citation": "Palombi M, Damiano C. Comparison between RAPD and SSR molecular markers in detecting genetic variation in kiwifruit (Actinidia deliciosa A. Chev) Plant Cell Rep. 2002;20:1061–1066."}, {"Citation": "Pant B. Medicinal orchids and their uses: Tissue culture a potential alternative for conservation. Afr J Plant Sci. 2013;7:448–467."}, {"Citation": "Pant B, Thapa D. In vitro mass propagation of an epiphytic orchid; Dendrobium primulinum Lindl. through shoot tip culture. Afr J Biotechnol. 2012;11:9970–9974."}, {"Citation": "Pant B, Pradhan S, Paudel MR, Shah S, Pandey S, Joshi PR (2018) Various culture techniques for the mass propagation of medicinal orchis from Nepal. In: III International orchid symposium, vol 1262, pp 109–124"}, {"Citation": "Panwar D, Ram K, Harish SNS. In vitro propagation of Eulophia nuda Lindl.; an endangered orchid. Sci Hortic. 2012;139:46–52."}, {"Citation": "Parmar G, Acharya R. In vitro seed germination of endangered Nepalese orchid species: Dendrobium fimbriatum Hook. Adv J Seed Sci Technol. 2016;3:72–74."}, {"Citation": "Parthibhan S, Rao MV, Senthilkumar T. In vitro regeneration from protocorms in Dendrobium aqueum Lindley—an imperiled orchid. J Genet Eng Biotechnol. 2015;13:227–233.", "ArticleIdList": ["PMC6299805", "30647588"]}, {"Citation": "Paul P, Joshi M, Gurjar D, Shailajan S, Kumaria S. In vitro organogenesis and estimation of β-sitosterol in Dendrobium fimbriatum Hook.: an orchid of biopharmaceutical importance. S Afr J Bot. 2017;113:248–252."}, {"Citation": "Peakall R, Smouse PE. GenAlEx 6.5: genetic analysis in excel. Population genetic software for teaching and research-an update. Bioinformatics. 2012;28:2537–2539.", "ArticleIdList": ["PMC3463245", "22820204"]}, {"Citation": "Phelps J, Webb E. ‘‘Invisible’’ wildlife trades: Southeast Asia’s undocumented illegal trade in wild ornamental plants. Biol Conserv. 2015;186:296–305."}, {"Citation": "Pradhan UC. Indian orchids: guide to identification & culture. Kalimpong: Premulaceae Books; 1979."}, {"Citation": "Pradhan S, Paudel YP, Pant B. Efficient regeneration of plants from shoot tip explants of Dendrobium densiflorum Lindl., a medicinal orchid. Afr J Biotechnol. 2013;12:1378–1383."}, {"Citation": "Predieri S. Mutation induction and tissue culture in improving fruits. Plant Cell Tissue Organ Cult. 2001;64:185–210."}, {"Citation": "Rathore MS, et al. Shoot regeneration from leaf explants of Withania coagulans (stocks) Dunal and genetic stability evaluation of regenerates with RAPD and ISSR markers. S Afr J Bot. 2016;102:12–17."}, {"Citation": "Riva SS, Islam A, Hoque ME. In vitro regeneration and rapid multiplication of Dendrobium bensoniae; an indigenous ornamental orchid. The Agriculturists. 2016;14:24–31."}, {"Citation": "Roy AR, Patel RS, Patel VV, Sajeev S, Deka BC. Asymbiotic seed germination; mass propagation and seedling development of Vanda coerulea Griff ex. Lindl. (Blue Vanda) an in vitro protocol for an endangered orchid. Sci Hortic. 2011;128:325–331."}, {"Citation": "Sana A, Touqeer A, Ishfaq AH, Mehwish Y. In vitro propagation of orchid (Dendrobium nobile) var Emma white. Afr J Biotechnol. 2011;10:3097–3103."}, {"Citation": "Sato M, Hosokawa M, Doi M. Somaclonal variation is induced de novo via the tissue culture process: a study quantifying mutated cells in Saintpaulia. PLoS ONE. 2011;6:e23541. doi: 10.1371/journal.pone.0023541.", "ArticleIdList": ["10.1371/journal.pone.0023541", "PMC3154937", "21853148"]}, {"Citation": "Seeni S, Latha P. In vitro multiplication and ecorehabilitation of the endangered Blue Vanda. Plant Cell Tissue Organ Cult. 2000;61:1–8."}, {"Citation": "Sharma R, De KK, Sharma B, Majumdar S. Micropropagation of Dendrobium fimbriatum Hook. by green pod culture. J Plant Biol. 2005;48:253–257."}, {"Citation": "Shin YK, Baque MA, Elghamedi S, Lee EJ, Paek K. Effects of activated charcoal; plant growth regulators and ultrasonic pre-treatments on in vitro germination and protocorm formation of Calanthe hybrids. Aust J Crop Sci. 2011;5:582–588."}, {"Citation": "Smith MK. A review of factors influencing the genetic stability of micropropagated bananas. Fruits. 1988;43:219–223."}, {"Citation": "Song S, Xu Y, Wang BZ, Liu YD, Qin HY, Ma WH. Different media on the tissue culture of Dendrobium officinale. Chin Agric Sci Bull. 2013;29:133–139."}, {"Citation": "Sreedhar RV, Venkatachalam L, Neelwarne B. Genetic fidelity of long-term micropropagated shoot cultures of vanilla (Vanilla planifolia Andrews) as assessed by molecular markers. Biotechnol J. 2007;2:1007–1013. doi: 10.1002/biot.200600229.", "ArticleIdList": ["10.1002/biot.200600229", "17427995"]}, {"Citation": "Sujjaritthurakarn P, Kanchanapoom K. Efficient direct protocorm-like bodies induction of dwarf Dendrobium using thidiazuron. Not Sci Biol. 2011;3:88–92."}, {"Citation": "Tikendra L, Amom T, Nongdam P. Effect of phytohormones on rapid in vitro propagation of Dendrobium thyrsiflorum Rchb.f.: an endangered medicinal orchid. Phcog Mag. 2018;14:495–500."}, {"Citation": "Tikendra L, Amom T, Nongdam P. Molecular genetic homogeneity assessment of micropropagated Dendrobium moschatum Sw.—a rare medicinal orchid; using RAPD and ISSR markers. Plant Gene. 2019;19:100196. doi: 10.1016/j.plgene.2019.100196.", "ArticleIdList": ["10.1016/j.plgene.2019.100196"]}, {"Citation": "Tikendra L, Koijam AS, Nongdam P. Molecular markers based genetic fidelity assessment of micropropagated Denrobium chrysotoxum Lindl. Meta Gene. 2019 doi: 10.1016/j.mgene.2019.100562.", "ArticleIdList": ["10.1016/j.mgene.2019.100562"]}, {"Citation": "Tikendra L, Apana N, Potshangbam AM, Amom T, Choudhary R, Sanayaima R, Dey A, Nongdam P. Dendrobium sp.: In vitro propagation of genetically stable plants and ethno-medicinal uses. In: Merillon JM, Kodja H, editors. Orchids phytochemistry, biology and horticulture. Reference series in phytochemistry. Cham: Springer; 2021."}, {"Citation": "Unai E, Iselen T, de Garciam E. Comparison of characteristics of bananas (Musa sp.) from the somaclone CIEN BTA-03 and its parental clone Williams. Fruit. 2004;59:257–263."}, {"Citation": "Vacin E, Went FW. Some pH changes in nutrient solutions. Bot Gaz. 1949;110:605–613."}, {"Citation": "Vanyushin BF. Replicative DNA methylation in animals and higher plants. Curr Top Microbiol Immunol. 1984;108:99–l14.", "ArticleIdList": ["6370615"]}, {"Citation": "Wolfe AD, Liston A. Contributions of PCR-based methods to plant systematics and evolutionary biology. In: Soltis DE, Doyle JJ, Soltis PS, editors. Molecular systematics of plants: DNA sequencing. New York: Chapman & Hall; 1998. pp. 43–86."}, {"Citation": "Yeung EC. A perspective on orchid seed and protocorm development. Bot Stud. 2017;58(1):33.", "ArticleIdList": ["PMC5544657", "28779349"]}, {"Citation": "Zakhlenyuk OV, Kunakh VA. Cytophysiological and cytogenetic effects adeniia derivatives in tissue culture Haplopappus gracilis. Fiziol Rast. 1987;34:584–594."}, {"Citation": "Zhang F, Ly Y, Dong H, Guo S. Analysis of genetic stability through inter simple sequence repeats molecular markers in micropropagated plantlets of Anoectochilus formosanus Hayata; a medicinal plant. Biol Pharm Bull. 2010;33:384–388.", "ArticleIdList": ["20190397"]}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "9", "Day": "17"}, {"Year": "2021", "Month": "1", "Day": "20"}, {"Year": "2021", "Month": "3", "Day": "12", "Hour": "7", "Minute": "9"}, {"Year": "2021", "Month": "3", "Day": "13", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "3", "Day": "13", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "2", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["33707873", "PMC7907394", "10.1007/s12298-021-00939-x", "939"]}}], "PubmedBookArticle": []}