{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Antioxidant activity", "Light intensity", "Photosynthetic pigments", "Phytochemicals", "Valerenic acid"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "33707872", "DateRevised": {"Year": "2022", "Month": "04", "Day": "21"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "02", "Day": "18"}], "Language": ["eng"], "ELocationID": ["10.1007/s12298-021-00944-0"], "Journal": {"ISSN": "0971-5894", "JournalIssue": {"Volume": "27", "Issue": "2", "PubDate": {"Year": "2021", "Month": "Feb"}}, "Title": "Physiology and molecular biology of plants : an international journal of functional plant biology", "ISOAbbreviation": "Physiol Mol Biol Plants"}, "ArticleTitle": "Seasonal trends in morpho-physiological attributes and bioactive content of <i>Valeriana jatamansi</i> Jones under full sunlight and shade conditions.", "Pagination": {"StartPage": "327", "EndPage": "340", "MedlinePgn": "327-340"}, "Abstract": {"AbstractText": ["<i>Valeriana jatamansi</i> Jones<i>,</i> an important medicinal herb of the Himalayan region, is an essential source of many therapeutic compounds and is traded/consumed in very high volume. The hypothesis of this study was that different seasons and light conditions may affect the content of medicinally valuable components with changes in the morpho-physiological attributes of the plant. Growing plants under suitable light conditions and harvesting of appropriate plant parts in optimum season is crucial for harnessing the full potential of the crop. Thus, the study was carried out to determine the seasonal response of <i>V. jatamansi</i> plants (genetically identical plants of same age) in terms of growth and phytochemical content under two different light conditions (full sunlight and 50% shade). During all seasons, growth parameters (plant height, leaf number, leaf area, relative water content, plant biomass) and the principle bioactive compounds (valerenic acid) were higher under shade conditions, while total flavonoids, tannins, phenolic compounds and antioxidant activities were higher under full sunlight conditions. HPLC analysis revealed that valerenic acid and most of the phenolic content were higher during summer season, especially in leaf part of the plant. The study suggested harvesting of <i>V. jatamansi</i> plants (especially leaf), during summer season to harness high quality raw material and to prevent loss of belowground parts. This strategy can be adopted by farmers for large scale cultivation of species.", "The online version of this article contains supplementary material available at 10.1007/s12298-021-00944-0."], "CopyrightInformation": "© Prof. H.S. Srivastava Foundation for Science and Society 2021."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "G. B. Pant National Institute of Himalayan Environment (GBP-NIHE), Kosi-Katarmal, Almora, Uttarakhand 263 643 India."}], "LastName": "Pandey", "ForeName": "Veena", "Initials": "V"}, {"Identifier": ["0000-0003-0063-9050"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "G. B. Pant National Institute of Himalayan Environment (GBP-NIHE), Kosi-Katarmal, Almora, Uttarakhand 263 643 India."}], "LastName": "Bhatt", "ForeName": "I D", "Initials": "ID"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "G. B. Pant National Institute of Himalayan Environment (GBP-NIHE), Kosi-Katarmal, Almora, Uttarakhand 263 643 India."}], "LastName": "Nandi", "ForeName": "Shyamal K", "Initials": "SK"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "India", "MedlineTA": "Physiol Mol Biol Plants", "NlmUniqueID": "101304333", "ISSNLinking": "0974-0430"}, "CoiStatement": "Conflict of interestThe authors declare that they have no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Addai ZR, Abdullah A, Mutalib SA. Effect of extraction solvents on the phenolic content and antioxidant properties of two papaya cultivars. J Med Plant Res. 2013;7(46):3354–3359."}, {"Citation": "Ahmad I, Ahmad MSA, Ashraf M, Hussain M, Ashraf MY. Seasonal variation in some medicinal and biochemical ingredients in Mentha longifolia (L.) Huds. Pak J Bot. 2011;43(4):69–77."}, {"Citation": "Bakhshy J, Zehtab-Salmasi S, Ghassemi-Golezani K, Moghaddam M. The interactive effects of water and shade stresses on field performance of soybean. Intl J Agron Plant Prod. 2013;4(9):2330–2334."}, {"Citation": "Barnes JD, Balaguer L, Manrique E, Elvira S, Davison AW. A reappraisal of the use of DMSO for the extraction and determination of chlorophylls a and b in lichens and higher plants. Environ Exp Bot. 1992;32:85–100."}, {"Citation": "Bechlaghem NC, Benhammou NB, Belyagoubi L, Gismondi A, Nanni V, Di Marco G, et al. Phytochemical analysis and antioxidant activity of Tamarix africana, Arthrocnemum macrostachyum and Suaeda fruticosa, three halophyte species from Algeria. Plant Biosystems. 2019;153(6):843–852."}, {"Citation": "Belwal T, Dhyani P, Bhatt ID, Rawal RS, Pande V. Optimization extraction conditions for improving phenolic content and antioxidant activity in Berberis asiatica fruits using response surface methodology (RSM) Food Chem. 2016;207:115–124.", "ArticleIdList": ["27080887"]}, {"Citation": "Bhandari R, Sharma PK. High-light-induced changes on photosynthesis, pigments, sugars, lipids and antioxidant enzymes in freshwater (Nostoc spongiaeforme) and marine (Phormidium corium) cyanobacteria. Photochem Photobiol. 2006;82(3):702–710.", "ArticleIdList": ["16464127"]}, {"Citation": "Bhatt ID, Dauthal P, Rawat S, Gaira KS, Jugran A, Rawal RS, Dhar U. Characterization of essential oil composition, phenolic content, and antioxidant properties in wild and planted individuals of Valeriana jatamansi Jones. Sci Hort. 2012;136:61–68."}, {"Citation": "Bos R, Woerdenbag HJ, van Putten FM, Hendriks H, Scheffer JJ. Seasonal variation of the essential oil, valerenic acid and derivatives, and valepotriates in Valeriana officinalis roots and rhizomes, and the selection of plants suitable for phytomedicines. Planta Med. 1998;64(2):143–147.", "ArticleIdList": ["9556440"]}, {"Citation": "Brand-Williams W, Cuvelier ME, Berset C. Use of a free radical method to evaluate antioxidant activity. LWT Food Sci Technol. 1995;28(1):25–30."}, {"Citation": "Bryant JP. Feltleaf willow-snowshoe hare interactions: plant carbon/nutrient balance and floodplain succession. Ecology. 1987;68(5):1319–1327."}, {"Citation": "Cai Y, Luo Q, Sun M, Corke H. Antioxidant activity and phenolic compounds of 112 traditional Chinese medicinal plants associated with anticancer. Life Sci. 2004;74:2157–2184.", "ArticleIdList": ["PMC7126989", "14969719"]}, {"Citation": "Chang CC, Yang MH, Wen HM, Chern JC. Estimation of total flavonoid content in Propolis by two complementary colometric methods. J Food Drug Anal. 2002;10:178–182."}, {"Citation": "Cipollini D, Walters D, Voelckel C. Costs of resistance in plants: from theory to evidence. Annual Plant Reviews Online. 2018;47:263–307."}, {"Citation": "Dhopte AM, Manuel LM. Principles and techniques for plant scientists. Agrobios, Jodhpur: Rajasthan; 2002. p. 373."}, {"Citation": "Dragović-Uzelac V, Savić Z, Brala A, Levaj B, Bursać Kovačević D, Biško A. Evaluation of phenolic content and antioxidant capacity of blueberry cultivars (Vaccinium corymbosum L.) grown in the Northwest Croatia. Food Technol Biotechnol. 2010;48(2):214–221."}, {"Citation": "Dudonne S, Vitrac X, Coutiere P, Woillez M, Mérillon JM. Comparative study of antioxidant properties and total phenolic content of 30 plant extracts of industrial interest using DPPH, ABTS, FRAP, SOD, and ORAC assays. J Agric Food Chem. 2009;57(5):1768–1774.", "ArticleIdList": ["19199445"]}, {"Citation": "Faria A, Oliveira J, Neves P, Gameiro P, Santos-Buelga C, Freitas V. Antioxidant properties of prepared blueberry (Vaccinium myrtillus) extracts. J Agric Food Chem. 2005;53:6896–6902.", "ArticleIdList": ["16104817"]}, {"Citation": "Gao X, Björk L. Valerenic acid derivatives and valepotriates among individuals, varieties and species of Valeriana. Fitoterapia. 2000;71(1):19–24.", "ArticleIdList": ["11449465"]}, {"Citation": "Goraya GS, Ved DK (2017) Medicinal plants in India: an assessment of their demand and supply. National Medicinal Plants Board, Ministry of AYUSH, Government of India, New Delhi and Indian Council of Forestry Research & Education, Dehradun. pp 1–430"}, {"Citation": "Hamdani JS, Kusumiyati MS. Effect of shading net and interval of watering increase plant growth and yield of potatoes' Atlantic'. Res J Appl Sci. 2018;18(1):19–24."}, {"Citation": "Han T, Sinha RP, Hader DP. Effects of intense PAR and UV radiation on photosynthesis, growth and pigmentation in the rice field cyanobacterium Anabaena sp. Photochem Photobiol Sci. 2003;2:649454.", "ArticleIdList": ["12859148"]}, {"Citation": "Hou JL, Li WD, Zheng QY, Wang WQ, Xiao B, Xing D. Effect of low light intensity on growth and accumulation of secondary metabolites in roots of Glycyrrhiza uralensis Fisch. Biochem Syst Ecol. 2010;38(2):160–168."}, {"Citation": "Incesu M, Yeşiloğlu T, Çimen B, Yılmaz B (2014) Effects of nursery shading on plant growth, chlorophyll content and PSII in'Lane Late'navel orange seedlings. In: XXIX International Horticultural Congress on Horticulture: Sustaining Lives, Livelihoods and Landscapes, pp 301–306."}, {"Citation": "Irving LJ. Carbon assimilation, biomass partitioning and productivity in grasses. Agriculture. 2015;5(4):1116–1134."}, {"Citation": "Isah T. Stress and defense responses in plant secondary metabolites production. Biol Res. 2019;52(1):39.", "ArticleIdList": ["PMC6661828", "31358053"]}, {"Citation": "Jugran AK, Bahukhandi A, Dhyani P, Bhatt ID, Rawal RS, Nandi SK, Palni LMS. The effect of inoculation with mycorrhiza: AM on growth, phenolics, tannins, phenolic composition and antioxidant activity in Valeriana jatamansi Jones. J Soil Sci Plant Nutr. 2015;15(4):1036–1049."}, {"Citation": "Jugran AK, Bahukhandi A, Dhyani P, Bhatt ID, Rawal RS, Nandi SK. Impact of altitudes and habitats on valerenic acid, total phenolics, flavonoids, tannins, and antioxidant activity of Valeriana jatamansi. Appl Biochem Biotechnol. 2016;179(6):911–926.", "ArticleIdList": ["26971960"]}, {"Citation": "Jugran AK, Rawat S, Bhatt ID, Rawal RS. Valeriana jatamansi: An herbaceous plant with multiple medicinal uses. Phytother Res. 2019;33(3):482–503.", "ArticleIdList": ["30663144"]}, {"Citation": "Jugran AK, Rawat S, Bhatt ID, Rawal RS. Essential oil composition, phenolics and antioxidant activities of Valeriana jatamansi at different phenological stages. Plant Biosystems. 2020 doi: 10.1002/ptr.6245.", "ArticleIdList": ["10.1002/ptr.6245"]}, {"Citation": "Katalinic V, Milos M, Kulisic T, Jukic M. Screening of 70 medicinal plant extracts for antioxidant capacity and total phenols. Food Chem. 2006;94(4):550–557."}, {"Citation": "Li P, Ma F. Different effects of light irradiation on the photosynthetic electron transport chain during apple tree leaf dehydration. Plant Physiol Biochem. 2012;55:16–22.", "ArticleIdList": ["22484842"]}, {"Citation": "Li Y, He N, Hou J, Xu L, Liu C, Zhang J, Wang Q, Zhang X, Wu X. Factors influencing leaf chlorophyll content in natural forests at the biome scale. Front Ecol Evol. 2018;6:64."}, {"Citation": "McElroy JS, Kopsell DA. Physiological role of carotenoids and other antioxidants in plants and application to turfgrass stress management. New Zeal J Crop Hort. 2009;37:327–333."}, {"Citation": "Nwinuka NM, Ibeh GO, Ekeke GI. Proximate composition and levels of some toxicants in four commonly consumed species. J Appl Sci Environ Manage. 2005;9:150–155."}, {"Citation": "Pandey S, Kushwaha R. Leaf anatomy and photosynthetic acclimation in Valeriana jatamansi L. grown under high and low irradiance. Photosynthetica. 2005;43(1):85–90."}, {"Citation": "Pandey S, Nagar PK. Leaf surface wetness and morphological characteristics of Valeriana jatamansi grown under open and shade habitats. Biol Plant. 2002;45(2):291–294."}, {"Citation": "Phee BK, Cho JH, Park S, Jung JH, Lee YH, Jeon JS, Bhoo SH, Hahn TR. Proteomic analysis of the response of Arabidopsis chloroplast proteins to high light stress. Proteomics. 2004;4(11):3560–3568.", "ArticleIdList": ["15478214"]}, {"Citation": "Purohit S, Rawat V, Jugran AK, Singh RV, Bhatt ID, Nandi SK. Micropropagation and genetic fidelity analysis in Valeriana jatamansi Jones. J Appl Res Med Aromat Plants. 2015;2(1):15–20."}, {"Citation": "Rawat R, Vashistha DP. Common herbal plant in Uttarakhand, used in popular medicine preparation in Ayurveda. Int J Pharmacogn Phytochem Res. 2011;3:64–73."}, {"Citation": "Rawat S, Jugran AK, Bhatt ID, Rawal RS, Andola HC, Dhar U. Essential oil composition and antioxidant activity in Valeriana jatamansi Jones: influence of seasons and growing sources. J Essent Oil Res. 2017;29(1):101–107."}, {"Citation": "Singh RD, Meena RL, Sharma B, Singh B, Kaul VK, Ahuja PS. Seasonal variation of bioactive components in Valeriana jatamansi from Himachal Pradesh. India Ind Crops Prod. 2010;32(3):292–296."}, {"Citation": "Singleton VL, Rossi JA. Colorimetry of total phenolics with phosphomolybdic–phosphotungstic acid reagents. Am J Enol Viticult. 1965;16:144–158."}, {"Citation": "Soni U, Brar S, Gauttam VK. Effect of seasonal variation on secondary metabolites of medicinal plants. Int J Pharm Sci Res. 2015;6(9):3654–3662."}, {"Citation": "Subhan F, Karim N, Ibrar M. Antiinflammatory activity of methanolic and aqueous extracts of Valeriana wallichii DC rhizome. Pak J Plant Sci. 2007;13:103–108."}, {"Citation": "Sumanta N, Haque CI, Nishika J, Suprakash R. Spectrophotometric analysis of chlorophylls and carotenoids from commonly grown fern species by using various extracting solvents. Res J Chem Sci. 2014;4:63–69."}, {"Citation": "Surveswaran S, Cai YZ, Corke H, Sun M. Systematic evaluation of natural phenolic antioxidants from 133 Indian medicinal plants. Food Chem. 2007;102(3):938–953."}, {"Citation": "Szakiel A, Pączkowski C, Henry M. Influence of environmental abiotic factors on the content of saponins in plants. Phytochem Rev. 2011;10(4):471–491."}, {"Citation": "Vats SK, Pandey S, Nagar PK. Photosynthetic response to irradiance in Valeriana jatamansi Jones, a threatened understorey medicinal herb of Western Himalaya. Photosynthetica. 2002;40(4):625–628."}, {"Citation": "Walia S, Kumar R. Development of the nondestructive leaf area estimation model for valeriana (Valeriana jatamansi Jones) Commun Soil Sci Plan. 2017;48:83–91."}, {"Citation": "Weraduwage SM, Chen J, Anozie FC, Morales A, Weise SE, Sharkey TD. The relationship between leaf area growth and biomass accumulation in Arabidopsis thaliana. Front Plant Sci. 2015;6:167.", "ArticleIdList": ["PMC4391269", "25914696"]}, {"Citation": "Yang L, Wen KS, Ruan X, Zhao YX, Wei F, Wang Q. Response of plant secondary metabolites to environmental factors. Molecules. 2018;23(4):762.", "ArticleIdList": ["PMC6017249", "29584636"]}, {"Citation": "Yasoda PGC, Pradheeban L, Nishanthan K, Sivachandiran S. Effect of different shade levels on growth and yield performances of cauliflower. Int J Environ Agric Biotech. 2018;3(3):948–955."}, {"Citation": "Zare SKA, Sedaghathoor S, Dahkaei MNP, Hashemabadi D. The effect of light variations by photoselective shade nets on pigments, antioxidant capacity, and growth of two ornamental plant species: marigold (Calendula officinalis L.) and violet (Viola tricolor) Cogent Food Agric. 2019;5(1):1650415."}, {"Citation": "Zhang YJ, Gan RY, Li S, Zhou Y, Li AN, Xu DP, Li HB. Antioxidant phytochemicals for the prevention and treatment of chronic diseases. Molecules. 2015;20(12):21138–21156.", "ArticleIdList": ["PMC6331972", "26633317"]}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "7", "Day": "28"}, {"Year": "2021", "Month": "1", "Day": "27"}, {"Year": "2021", "Month": "1", "Day": "28"}, {"Year": "2021", "Month": "3", "Day": "12", "Hour": "7", "Minute": "9"}, {"Year": "2021", "Month": "3", "Day": "13", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "3", "Day": "13", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "2", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["33707872", "PMC7907411", "10.1007/s12298-021-00944-0", "944"]}}], "PubmedBookArticle": []}