{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Apoptosis", "Eupatorin", "Nanoparticles", "Prostate cancer"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "33717617", "DateRevised": {"Year": "2021", "Month": "03", "Day": "16"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "04", "Day": "18"}], "Language": ["eng"], "ELocationID": ["10.1016/j.jpha.2020.04.002"], "Journal": {"ISSN": "2214-0883", "JournalIssue": {"Volume": "11", "Issue": "1", "PubDate": {"Year": "2021", "Month": "Feb"}}, "Title": "Journal of pharmaceutical analysis", "ISOAbbreviation": "J Pharm Anal"}, "ArticleTitle": "Evaluation of apoptotic effects of mPEG-b-PLGA coated iron oxide nanoparticles as a eupatorin carrier on DU-145 and LNCaP human prostate cancer cell lines.", "Pagination": {"StartPage": "108", "EndPage": "121", "MedlinePgn": "108-121"}, "Abstract": {"AbstractText": ["Many studies have so far confirmed the efficiency of phytochemicals in the treatment of prostate cancer. Eupatorin, a flavonoid with a wide range of phytomedical activities, suppresses proliferation of and induces apoptosis of multiple cancer cell lines. However, low solubility, poor bioavailability, and rapid degradation limit its efficacy. The aim of our study was to evaluate whether the use of mPEG-b-poly (lactic-co-glycolic) acid (PLGA) coated iron oxide nanoparticles as a carrier could enhance the therapeutic efficacy of eupatorin in DU-145 and LNcaP human prostate cancer cell lines. Nanoparticles were prepared by the co-precipitation method and were fully characterized for morphology, surface charge, particle size, drug loading, encapsulation efficiency and in vitro drug-release profile. The inhibitory effect of nanoparticles on cell viability was evaluated by MTT test. Apoptosis was then determined by Hoechest staining, cell cycle analysis, NO production, annexin/propidium iodide (PI) assay, and Western blotting. The results indicated that eupatorin was successfully entrapped in Fe<sub>3</sub>O<sub>4</sub>@mPEG-b-PLGA nanoparticles with an efficacy of (90.99 ± 2.1)%. The nanoparticle's size was around (58.5 ± 4) nm with a negative surface charge [(-34.16 ± 1.3) mV]. In vitro release investigation showed a 30% initial burst release of eupatorin in 24 h, followed by sustained release over 200 h. The MTT assay indicated that eupatorin-loaded Fe<sub>3</sub>O<sub>4</sub>@mPEG-b-PLGA nanoparticles exhibited a significant decrease in the growth rate of DU-145 and LNcaP cells and their IC50 concentrations were 100 μM and 75 μM, respectively. Next, apoptosis was confirmed by nuclear condensation, enhancement of cell population in the sub-G1 phase and increased NO level. Annexin/PI analysis demonstrated that eupatorin-loaded Fe<sub>3</sub>O<sub>4</sub>@mPEG-b-PLGA nanoparticles could increase apoptosis and decrease necrosis frequency. Finally, Western blotting analysis confirmed these results and showed that Bax/Bcl-2 ratio and the cleaved caspase-3 level were up-regulated by the designing nanoparticles. Encapsulation of eupatorin in Fe<sub>3</sub>O<sub>4</sub>@mPEG-b-PLGA nanoparticles increased its anticancer effects in prostate cancer cell lines as compared to free eupatorin. Based on these results, this formulation can provide a sustained eupatorin-delivery system for cancer treatment with the drug remaining active at a significantly lower dose, making it a suitable candidate for pharmacological uses."], "CopyrightInformation": "© 2020 Xi'an Jiaotong University. Production and hosting by Elsevier B.V."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Animal Biology, School of Biology, College of Science, University of Tehran, Tehran, Iran."}], "LastName": "Tousi", "ForeName": "Marziyeh Shalchi", "Initials": "MS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Animal Biology, School of Biology, College of Science, University of Tehran, Tehran, Iran."}], "LastName": "Sepehri", "ForeName": "Houri", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Polymer Chemistry Department, School of Science, University of Tehran, Tehran, Iran."}], "LastName": "Khoee", "ForeName": "Sepideh", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Phytochemistry, Medicinal Plants and Drugs Research Institute, Shahid Beheshti University, Tehran, Iran."}], "LastName": "Farimani", "ForeName": "Mahdi Moridi", "Initials": "MM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Animal Biology, School of Biology, College of Science, University of Tehran, Tehran, Iran."}], "LastName": "Delphi", "ForeName": "Ladan", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Animal Biology, School of Biology, College of Science, University of Tehran, Tehran, Iran."}], "LastName": "Mansourizadeh", "ForeName": "Fariba", "Initials": "F"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "China", "MedlineTA": "J Pharm Anal", "NlmUniqueID": "101579451", "ISSNLinking": "2214-0883"}, "CoiStatement": "The authors declare that there are no conflicts of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Bray F., Ferlay J., Soerjomataram I. Global cancer Statistics 2018: GLOBOCAN estimates of incidence and mortality worldwide for 36 cancers in 185 countries. CA A Cancer J. Clin. 2018;68:394–424.", "ArticleIdList": ["30207593"]}, {"Citation": "Chen R., Ren S., Yiu M.K. Prostate cancer in Asia: a collaborative report. Asian J. Urol. 2014;1:15–29.", "ArticleIdList": ["PMC5832886", "29511634"]}, {"Citation": "Rodriguez-Casado A. The health potential of fruits and vegetables phytochemicals: notable examples. Crit. Rev. Food Sci. Nutr. 2016;56:1097–1107.", "ArticleIdList": ["25225771"]}, {"Citation": "Raffa D., Maggio B., Raimondi M.V. Recent discoveries of anticancer flavonoids. Eur. J. Med. Chem. 2017;142:213–228.", "ArticleIdList": ["28793973"]}, {"Citation": "Dolečková I., Rárová L., Grúz J. Antiproliferative and antiangiogenic effects of flavone eupatorin, an active constituent of chloroform extract of Orthosiphon stamineus leaves. Fitoterapia. 2012;83:1000–1007.", "ArticleIdList": ["22698713"]}, {"Citation": "Razak N.A., Abu N., Ho W.Y. Cytotoxicity of eupatorin in MCF-7 and MDA-MB-231 human breast cancer cells via cell cycle arrest, anti-angiogenesis and induction of apoptosis. Sci. Rep. 2019;9 1514.", "ArticleIdList": ["PMC6365513", "30728391"]}, {"Citation": "Laavola M., Nieminen R., Yam M. Flavonoids eupatorin and sinensetin present in Orthosiphon stamineus leaves inhibit inflammatory gene expression and STAT1 activation. Planta Med. 2012;78:779–786.", "ArticleIdList": ["22516932"]}, {"Citation": "Androutsopoulos V., Arroo R.R.J., Hall J.F. Antiproliferative and cytostatic effects of the natural product eupatorin on MDA-MB-468 human breast cancer cells due to CYP1-mediated metabolism. Breast Cancer Res. 2008;10", "ArticleIdList": ["PMC2481486", "18454852"]}, {"Citation": "Sanna V., Siddiqui I.a., Sechi M. Nanoformulation of natural products for prevention and therapy of prostate cancer. Canc. Lett. 2013;334:142–151.", "ArticleIdList": ["PMC3890375", "23201598"]}, {"Citation": "Siddiqui I.A., Sanna V. Impact of nanotechnology on the delivery of natural products for cancer prevention and therapy. Mol. Nutr. Food Res. 2016;60:1330–1341.", "ArticleIdList": ["26935239"]}, {"Citation": "Kashyap D., Tuli H.S., Yerer M.B. Natural product-based nanoformulations for cancer therapy: opportunities and challenges. Semin. Canc. Biol. 2019:1–19.", "ArticleIdList": ["31421264"]}, {"Citation": "Pandey G., Deshmukh N., Science V. Usefulness of nanotechnology for herbal medicines. Plant Arch. 2015;13:617–621."}, {"Citation": "Amawi H., Ashby C.R., Tiwari A.K. Cancer chemoprevention through dietary flavonoids: what’s limiting? Chin. J. Canc. 2017;36 50.", "ArticleIdList": ["PMC5477375", "28629389"]}, {"Citation": "Hamzian N., Hashemi M., Ghorbani M. Preparation, optimization and toxicity evaluation of (SPION-PLGA) ±PEG nanoparticles loaded with gemcitabine as a multifunctional nanoparticle for therapeutic and diagnostic applications, Iran. J. Pharm. Res. 2017;16:8–21.", "ArticleIdList": ["PMC5423230", "28496458"]}, {"Citation": "Muhamad N., Plengsuriyakarn T., Na-Bangchang K. Application of active targeting nanoparticle delivery system for chemotherapeutic drugs and traditional/herbal medicines in cancer therapy: a systematic review. Int. J. Nanomed. 2018;13:3921–3935.", "ArticleIdList": ["PMC6038858", "30013345"]}, {"Citation": "Bonifácio B.V., da Silva P.B., Ramos M.A. Nanotechnology-based drug delivery systems and herbal medicines: a review. Int. J. Nanomed. 2013;9:1–15.", "ArticleIdList": ["PMC3862741", "24363556"]}, {"Citation": "Sachan A.K., Gupta A. A review on nanotized herbal drugs. Int. J. Pharma Sci. Res. 2015;6:961–970."}, {"Citation": "Choi Y.H., Han H.K. Nanomedicines: current status and future perspectives in aspect of drug delivery and pharmacokinetics. J. Pharm. Investig. 2018;48:43–60.", "ArticleIdList": ["PMC6244736", "30546919"]}, {"Citation": "Ventola C.L. Progress in Nanomedicine: Approved and Investigational Nanodrugs. P.T. 2017;42:742–755.", "ArticleIdList": ["PMC5720487", "29234213"]}, {"Citation": "Gupta A.K., Gupta M. Synthesis and surface engineering of iron oxide nanoparticles for biomedical applications. Biomaterials. 2005;26:3995–4021.", "ArticleIdList": ["15626447"]}, {"Citation": "Hajikarimi Z., Khoei S., Khoee S. Evaluation of the cytotoxic effects of PLGA coated iron oxide nanoparticles as a carrier of 5- fluorouracil and mega-voltage x-ray radiation in DU145 prostate cancer cell line. IEEE Trans. NanoBioscience. 2014;13:403–408.", "ArticleIdList": ["25051558"]}, {"Citation": "Uhrich K.E., Cannizzaro S.M., Langer R.S. Polymeric systems for controlled drug release. Chem. Rev. 1999;99:3181–3198.", "ArticleIdList": ["11749514"]}, {"Citation": "Xu C., Miranda-Nieves D., Ankrum J.A. Tracking mesenchymal stem cells with iron oxide nanoparticle loaded poly(lactide-co-glycolide) microparticles. Nano Lett. 2012;12:4131–4139.", "ArticleIdList": ["PMC3552518", "22769232"]}, {"Citation": "Schleich N., Sibret P., Danhier P. Dual anticancer drug/superparamagnetic iron oxide-loaded PLGA-based nanoparticles for cancer therapy and magnetic resonance imaging. Int. J. Pharm. 2013;447:94–101.", "ArticleIdList": ["23485340"]}, {"Citation": "Matloubi Moghddam F., Moridi Farimani M., Taheri S. Chemical constituents from Salvia macrosiphon. Chem. Nat. Compd. 2008;44:518–519."}, {"Citation": "Khoee S., Bagheri Y., Hashemi A. Composition controlled synthesis of PCL-PEG Janus nanoparticles: magnetite nanoparticles prepared from one-pot photo-click reaction. Nanoscale. 2015;7:4134–4148.", "ArticleIdList": ["25666985"]}, {"Citation": "Khoee S., Hemati K. Synthesis of magnetite/polyamino-ester dendrimer based on PCL/PEG amphiphilic copolymers via convergent approach for targeted diagnosis and therapy. Polymer. 2013;54:5574–5585."}, {"Citation": "Ashjari M., Khoee S., Mahdavian A.R. A multiple emulsion method for loading 5-fluorouracil into a magnetite-loaded nanocapsule: a physicochemical investigation. Polym. Int. 2012;61:850–859."}, {"Citation": "Bradford M.M. A rapid and sensitive method for the quantitation of microgram quantities of protein utilizing the principle of protein-dye binding. Anal. Biochem. 1976;72:248–254.", "ArticleIdList": ["942051"]}, {"Citation": "Xie J., Yang Z., Zhou C. Nanotechnology for the delivery of phytochemicals in cancer therapy. Biotechnol. Adv. 2016;34:343–353.", "ArticleIdList": ["27071534"]}, {"Citation": "Bao X., Gao M., Xu H. A novel oleanolic acid-loaded PLGA-TPGS nanoparticle for liver cancer treatment. Drug Dev. Ind. Pharm. 2015;41:1193–1203.", "ArticleIdList": ["25026246"]}, {"Citation": "Zhang Y., Chen X., Gueydan C. Plasma membrane changes during programmed cell deaths. Cell Res. 2018;28:9–21.", "ArticleIdList": ["PMC5752838", "29076500"]}, {"Citation": "Eidet J.R., Pasovic L., Maria R. Objective assessment of changes in nuclear morphology and cell distribution following induction of apoptosis. Diagn. Pathol. 2014;9", "ArticleIdList": ["PMC4048047", "24885713"]}, {"Citation": "Darzynkiewicz Z., Halicka H.D., Zhao H. Analysis of cellular DNA content by flow and laser scanning cytometry. Adv. Exp. Med. Biol. 2010;675:137–147.", "ArticleIdList": ["PMC2967208", "20687474"]}, {"Citation": "Kekre N., Griffin C., McNulty J. Pancratistatin causes early activation of caspase-3 and the flipping of phosphatidyl serine followed by rapid apoptosis specifically in human lymphoma cells. Chemother. Pharmacol. 2005;56:29–38.", "ArticleIdList": ["15726366"]}, {"Citation": "Papaliagkas V., Anogianaki A., Anogianakis G. The proteins and the mechanisms of apoptosis: a mini-review of the fundamentals. Hippokratia. 2007;11:108–113.", "ArticleIdList": ["PMC2658792", "19582203"]}, {"Citation": "Lopez J., Tait S.W.G. Mitochondrial apoptosis: killing cancer using the enemy within. Br. J. Canc. 2015;112:957–962.", "ArticleIdList": ["PMC4366906", "25742467"]}, {"Citation": "Buyel J.F. Plants as sources of natural and recombinant anti-cancer agents. Biotechnol. Adv. 2018;36:506–520.", "ArticleIdList": ["29408560"]}, {"Citation": "Zhou Y., Zhang A., Sun H. Plant-derived natural products as leads to antitumor drugs. Plant Sci. Today. 2014;1:46–61."}, {"Citation": "Salmela A.L., Pouwels J., Kukkonen-Macchi A. The flavonoid eupatorin inactivates the mitotic checkpoint leading to polyploidy and apoptosis. Exp. Cell Res. 2012;318:578–592.", "ArticleIdList": ["22227008"]}, {"Citation": "Aisha A.F.A., Majid A.M.S.A., Ismail Z. Preparation and characterization of nano liposomes of Orthosiphon stamineus ethanolic extract in soybean phospholipids. BMC Biotechnol. 2014;14:23.", "ArticleIdList": ["PMC3994274", "24674107"]}, {"Citation": "Bobo D., Robinson K.J., Islam J. Nanoparticle-based medicines: a review of FDA-approved materials and clinical trials to date. Pharm. Res. 2016;33:2373–2387.", "ArticleIdList": ["27299311"]}, {"Citation": "Revia R.A., Zhang M. Magnetite nanoparticles for cancer diagnosis, treatment, and treatment monitoring: recent advances. Mater. Today. 2017;19:157–168.", "ArticleIdList": ["PMC4981486", "27524934"]}, {"Citation": "Blanco-Andujar C., Walter A., Cotin G. Design of iron oxide-based nanoparticles for MRI and magnetic hyperthermia. Nanomedicine. 2016;11:1889–1910.", "ArticleIdList": ["27389703"]}, {"Citation": "Tong L., Zhao M., Zhu S. Synthesis and application of superparamagnetic iron oxide nanoparticles in targeted therapy and imaging of cancer. Front. Med. 2011;5:379–387.", "ArticleIdList": ["22198749"]}, {"Citation": "Kapoor D.N., Bhatia A., Kaur R. PLGA: a unique polymer for drug delivery. Ther. Deliv. 2015;6:41–58.", "ArticleIdList": ["25565440"]}, {"Citation": "Nair H.B., Sung B., Yadav V.R. Delivery of antiinflammatory nutraceuticals by nanoparticles for the prevention and treatment of cancer. Biochem. Pharmacol. 2010;80:1833–1843.", "ArticleIdList": ["PMC2974020", "20654584"]}, {"Citation": "Khoobchandani M., Zambre A., Katti K. Green nanotechnology from brassicaceae: development of broccoli phytochemicals-encapsulated gold nanoparticles and their applications in nanomedicine. Int. J. Green Nanotechnol. 2013;1 doi: 10.1177/1943089213509474.", "ArticleIdList": ["10.1177/1943089213509474"]}, {"Citation": "Nassir A.M., Shahzad N., Ibrahim I.A.A. Resveratrol-loaded PLGA nanoparticles mediated programmed cell death in prostate cancer cells. Saudi Pharmaceut. J. 2018;26:876–885.", "ArticleIdList": ["PMC6128707", "30202231"]}, {"Citation": "Mukerjee A., Vishwanatha J.K. Formulation, characterization and evaluation of curcumin-loaded PLGA nanospheres for cancer therapy. Anticancer Res. 2009;29:3867–3875.", "ArticleIdList": ["19846921"]}, {"Citation": "Lecomte S., Demay F., Ferri F. Phytochemicals targeting estrogen receptors : beneficial rather than adverse effects ? Int. J. Mol. Sci. 2017;18:1381.", "ArticleIdList": ["PMC5535874", "28657580"]}, {"Citation": "Boam T. Anti-androgenic effects of flavonols in prostate cancer. Ecancermedicalscience. 2015;9 585.", "ArticleIdList": ["PMC4631581", "26557883"]}, {"Citation": "Sivoňová M.K., Kaplán P., Tatarková Z. Androgen receptor and soy isoflavones in prostate cancer. Mol. Clin. Oncol. 2019;10:191–204.", "ArticleIdList": ["PMC6327222", "30680195"]}, {"Citation": "Estévez S., Marrero M.T., Quintana J. Eupatorin-induced cell death in human leukemia cells is dependent on caspases and activates the mitogen-activated protein kinase pathway. PloS One. 2014;9", "ArticleIdList": ["PMC4229185", "25390937"]}, {"Citation": "Sarvestani N.N., Sepehri H., Delphi L. Eupatorin and salvigenin potentiate doxorubicin-induced apoptosis and cell cycle arrest in HT-29 and SW948 human colon cancer cells. Asian Pac. J. Cancer Prev. 2018;19:131–139.", "ArticleIdList": ["PMC5844607", "29373904"]}, {"Citation": "Lee K., Hyun Lee D., Jung Y.J. The natural flavone eupatorin induces cell cycle arrest at the G2/M phase and apoptosis in HeLa cells. Appl. Biol. Chem. 2016;59:193–199."}, {"Citation": "Androutsopoulos V.P., Tsatsakis A.M. Benzo[a]pyrene sensitizes MCF7 breast cancer cells to induction of G1 arrest by the natural flavonoid eupatorin-5-methyl ether, via activation of cell signaling proteins and CYP1-mediated metabolism. Toxicol. Lett. 2014;230:304–313.", "ArticleIdList": ["23994263"]}, {"Citation": "Wang Y., Liu P., Qiu L. Toxicity and therapy of cisplatin-loaded EGF modified mPEG-PLGA-PLL nanoparticles for SKOV3 cancer in mice. Biomaterials. 2013;34:4068–4077.", "ArticleIdList": ["23480957"]}, {"Citation": "Huang C., Sun Y., Shen M. Altered cell cycle arrest by multifunctional drug-loaded enzymatically-triggered nanoparticles. ACS Appl. Mater. Interfaces. 2016;8:1360–1370.", "ArticleIdList": ["26698111"]}, {"Citation": "Lin Y.-C., Kuo J.-Y., Hsu C.-C. Optimizing manufacture of liposomal berberine with evaluation of its antihepatoma effects in a murine xenograft model. Int. J. Pharm. 2013;441:381–388.", "ArticleIdList": ["23220078"]}, {"Citation": "Kim J., Yung B.C., Kim W.J. Combination of nitric oxide and drug delivery systems: tools for overcoming drug resistance in chemotherapy. J. Contr. Release. 2018;263:223–230.", "ArticleIdList": ["PMC5484762", "28034787"]}, {"Citation": "Korde Choudhari S., Chaudhary M., Bagde S. Nitric oxide and cancer: a review. World J. Surg. Oncol. 2013;11:118.", "ArticleIdList": ["PMC3669621", "23718886"]}, {"Citation": "Vahora H., Khan M.A., Alalami U. The potential role of nitric oxide in halting cancer progression through chemoprevention. J. Cancer Prev. 2016;21:1–12.", "ArticleIdList": ["PMC4819660", "27051643"]}, {"Citation": "Vanini F., Kashfi K., Nath N. The dual role of iNOS in cancer. Redox Biol. 2015;6:334–343.", "ArticleIdList": ["PMC4565017", "26335399"]}, {"Citation": "Koizumi H., Yu J., Hashimoto R. Involvement of androgen receptor in nitric oxide production induced by icariin in human umbilical vein endothelial cells. FEBS Lett. 2010;584:2440–2444.", "ArticleIdList": ["20416296"]}, {"Citation": "V Cronauer M., Ince Y., Engers R. Nitric oxide-mediated inhibition of androgen receptor activity : possible implications for prostate cancer progression. Oncogene. 2007;26:1875–1884.", "ArticleIdList": ["16983333"]}, {"Citation": "Sarvestani N.N., Sepehri H., Farimani M.M. Anticancer effect of eupatorin via Bax/Bcl-2 and mitochondrial membrane potential changes through ros mediated pathway in human colon cancer. Int. J. Pharmacogn. Phytochem. Res. 2015;7:1039–1046."}], "ReferenceList": []}], "History": [{"Year": "2019", "Month": "10", "Day": "14"}, {"Year": "2020", "Month": "4", "Day": "2"}, {"Year": "2020", "Month": "4", "Day": "10"}, {"Year": "2021", "Month": "3", "Day": "15", "Hour": "7", "Minute": "3"}, {"Year": "2021", "Month": "3", "Day": "16", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "3", "Day": "16", "Hour": "6", "Minute": "1"}, {"Year": "2020", "Month": "4", "Day": "18"}], "PublicationStatus": "ppublish", "ArticleIdList": ["33717617", "PMC7930876", "10.1016/j.jpha.2020.04.002", "S2095-1779(19)30891-3"]}}], "PubmedBookArticle": []}