{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["active substances", "adventitious roots", "cosmeceuticals", "food additives", "plant cell suspension"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "33716606", "DateRevised": {"Year": "2023", "Month": "11", "Day": "10"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "12", "Day": "18"}], "Language": ["eng"], "ELocationID": ["10.1002/elsc.202000078"], "Journal": {"ISSN": "1618-0240", "JournalIssue": {"Volume": "21", "Issue": "3-4", "PubDate": {"Year": "2021", "Month": "Mar"}}, "Title": "Engineering in life sciences", "ISOAbbreviation": "Eng Life Sci"}, "ArticleTitle": "Recent applications of plant cell culture technology in cosmetics and foods.", "Pagination": {"StartPage": "68", "EndPage": "76", "MedlinePgn": "68-76"}, "Abstract": {"AbstractText": ["Plants have been used as the main source of phytochemicals with nutritional, medicinal, cultural and cosmetic applications since times immemorial. Nowadays, achieving sustainable development, global climate change, restricted access to fresh water, limited food supply and growing energy demands are among the critical global challenges faced by humanity. Plant cell culture technology has the potential to address some of these challenges by providing effective tools for sustainable supply of phyto-ingredients with reduced energy, carbon and water footprints. The main aim of this review is to discuss the recent trends in the development of plant cell culture technologies for production of plant-derived substances with application in food products and cosmetic formulations. The specific technological steps and requirements for the final products are discussed in the light of the advances in cultivation technologies used for growing differentiated and undifferentiated plant in vitro systems. Future prospects and existing challenges of the commercialization of plant cell culture-derived products have been outlined through the prism of the authors' point of view. We expect this review will encourage scientists, policymakers and business enterprises to join efforts for speeding-up the mass commercialization and popularization of plant cell culture technology as an eco-friendly alternative method for sustainable production of plant-derived additives with application in food and cosmetic products."], "CopyrightInformation": "© 2020 The Authors. Engineering in Life Sciences published by Wiley‐VCH GmbH."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Cell Biosystems The Stephan Angeloff Institute of Microbiology Bulgarian Academy of Sciences Plovdiv Bulgaria."}], "LastName": "Krasteva", "ForeName": "Gergana", "Initials": "G"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Cell Biosystems The Stephan Angeloff Institute of Microbiology Bulgarian Academy of Sciences Plovdiv Bulgaria."}], "LastName": "Georgiev", "ForeName": "Vasil", "Initials": "V"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Cell Biosystems The Stephan Angeloff Institute of Microbiology Bulgarian Academy of Sciences Plovdiv Bulgaria."}, {"Identifier": [], "Affiliation": "Department of Analytical Chemistry and Physicochemistry University of Food Technologies Plovdiv Bulgaria."}], "LastName": "Pavlov", "ForeName": "Atanas", "Initials": "A"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "Eng Life Sci", "NlmUniqueID": "101193313", "ISSNLinking": "1618-0240"}, "CoiStatement": "The authors have declared no conflicts of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Eibl, R. , Meier, P. , Stutz, I. , et al. Plant cell culture technology in the cosmetics and food industries: current state and future trends. Appl. Microbiol. Biotechnol. 2018, 102, 8661–8675.", "ArticleIdList": ["PMC6153648", "30099571"]}, {"Citation": "Wilson, S. A. , and Roberts, S. C. , Recent advances towards development and commercialization of plant cell culture processes for the synthesis of biomolecules. Plant Biotechnol. J. 2012, 10, 249–268.", "ArticleIdList": ["PMC3288596", "22059985"]}, {"Citation": "Georgiev, V. , Slavov, A. , Vasileva, I , Pavlov, A. , Plant cell culture as emerging technology for production of active cosmetic ingredients. Eng. Life Sci. 2018, 18, 779–798.", "ArticleIdList": ["PMC6999513", "32624872"]}, {"Citation": "Barbulova, A. , Apone, F , and Colucci, G. , Plant cell cultures as source of cosmetic active ingredients. Cosmetics. 2014, 1, 94–104."}, {"Citation": "Yue, W. , Ming, Q. , Lin, B. , et al. Medicinal plant cell suspension cultures: pharmaceutical applications and high‐yielding strategies for the desired secondary metabolites. Crit. Rev. Biotechnol. 2016, 36, 215–232.", "ArticleIdList": ["24963701"]}, {"Citation": "Espinosa‐Leal, C. A. , Puente‐Garza, C. A. , and García‐Lara, S. , In vitro plant tissue culture: means for production of biological active compounds. Planta 2018, 248, 1–18.", "ArticleIdList": ["PMC7088179", "29736623"]}, {"Citation": "Davoodi, A. , Khoshvishkaie, E . andAzadbakht, M. , Plant cells technology as an effective biotechnological approach for high scale production of pharmaceutical natural compounds: a meta‐analysis study. Pharm. Biomed. Rese 2019, 5, 1–9."}, {"Citation": "Georgiev, V. , Mass propagation of plant cells–an emerging technology platform for sustainable production of biopharmaceuticals. Biochem. Pharmacol. 2015, 4, e180."}, {"Citation": "Satish, L. , Rency, A. S. , Muthubharathi, B. C. , et al. Transgenic plant cell cultures: a promising approach for secondary metabolite production, in: Akhtar M. S., Swamy M. K. (Eds.) Natural Bio‐active Compounds: Volume 3: Biotechnology, Bioengineering, and Molecular Approaches, Springer Singapore, Singapore, 2019, 79–122."}, {"Citation": "Tekoah, Y. , Shulman, A. , Kizhner, T. , et al. Large‐scale production of pharmaceutical proteins in plant cell culture—the protalix experience. Plant Biotechnol. J. 2015, 13, 1199–1208.", "ArticleIdList": ["26102075"]}, {"Citation": "Yao, J. , Weng, Y. , Dickey, A , and Wang, K. Y. , Plants as factories for human pharmaceuticals: applications and challenges. Int. J. Mol. Sci. 2015, 16, 28549–28565.", "ArticleIdList": ["PMC4691069", "26633378"]}, {"Citation": "Ochoa‐Villarreal, M. , Howat, S. , Hong, S. , et al. Plant cell culture strategies for the production of natural products. BMB Rep. 2016, 49, 149–158.", "ArticleIdList": ["PMC4915229", "26698871"]}, {"Citation": "Vrancheva, R. , Ivanov, I. , Aneva, I. , et al. Food additives and bioactive substances from in vitro systems of edible plants from the Balkan peninsula. Eng. Life Sci. 2018, 18, 799–806.", "ArticleIdList": ["PMC6999463", "32624873"]}, {"Citation": "Nartop, P. , Chapter 9 ‐ engineering of biomass accumulation and secondary metabolite production in plant cell and tissue cultures, in: Ahmad P., Ahanger M. A., Singh V. P., Tripathi D. K., Alam P., Alyemeni M. N. (Eds.) Plant Metabolites and Regulation Under Environmental Stress, Academic Press; 2018, pp. 169–194."}, {"Citation": "Lulu, T. , Park, S.‐Y. , Ibrahim, R ., Paek, K.‐Y. , Production of biomass and bioactive compounds from adventitious roots by optimization of culturing conditions of Eurycoma longifolia in balloon‐type bubble bioreactor system. J. Biosci. Bioeng. 2015, 119, 712–717.", "ArticleIdList": ["25511788"]}, {"Citation": "Bansal, M. , Sudhakara Reddy, M. , Kumar, A. , Optimization of cell growth and bacoside‐A production in suspension cultures of Bacopa monnieri (L.) Wettst. using response surface methodology. In Vitro Cell Developmental Biology ‐ Plant 2017, 53, 527–537."}, {"Citation": "Hesami, M , and Jones, A. M. P. , Application of artificial intelligence models and optimization algorithms in plant cell and tissue culture. Appl Microbiol Biotechnol 2020.", "ArticleIdList": ["32984921"]}, {"Citation": "Zhou, P. , Yang, J. , Zhu, J. , et al. Effects of β‐cyclodextrin and methyl jasmonate on the production of vindoline, catharanthine, and ajmalicine in Catharanthus roseus cambial meristematic cell cultures. Appl. Microbiol Biotechnol. 2015, 99, 7035–7045.", "ArticleIdList": ["25981997"]}, {"Citation": "Ramirez‐Estrada, K. , Vidal‐Limon, H. , Hidalgo, D. , et al. Elicitation, an effective strategy for the biotechnological production of bioactive high‐added value compounds in plant cell factories. Molecules 2016, 21, 182.", "ArticleIdList": ["PMC6273650", "26848649"]}, {"Citation": "Liu, Z.‐B. , Chen, J.‐G. , Yin, Z.‐P. , et al. Methyl jasmonate and salicylic acid elicitation increase content and yield of chlorogenic acid and its derivatives in Gardenia jasminoides cell suspension cultures. Plant Cell Tissue Organ Cult 2018, 134, 79–93."}, {"Citation": "Seidel, J. , Ahlfeld, T. , Adolph, M. , et al. Green bioprinting: extrusion‐based fabrication of plant cell‐laden biopolymer hydrogel scaffolds. Biofabrication 2017, 9, 045011.", "ArticleIdList": ["28837040"]}, {"Citation": "Nazir, M. , Ullah, M. A. , Younas, M. , Siddiquah, A. , et al. Light‐mediated biosynthesis of phenylpropanoid metabolites and antioxidant potential in callus cultures of purple basil (Ocimum basilicum L. var purpurascens). Plant Cell Tissue Organ Cult. 2020, 142, 107–120."}, {"Citation": "Khurshid, R. , Ullah, M. A. , Tungmunnithum, D. , et al. Lights triggered differential accumulation of antioxidant and antidiabetic secondary metabolites in callus culture of Eclipta alba L. PLOS ONE 2020, 15, e0233963.", "ArticleIdList": ["PMC7292357", "32530961"]}, {"Citation": "El‐Ashry, A. A. E.‐L. , Gabr, A. M. M. , Arafa, N. M. , and El‐Bahr, M. K. , Rutin accumulation in gardenia calli cultures as a response to phenyl alanine and salicylic acid. Bull Natl. Res. Centre 2019, 43, 141."}, {"Citation": "Ochoa‐Villarreal, M. , Howat, S. , Jang, M. O. , et al. Cambial meristematic cells: a platform for the production of plant natural products. N. Biotechnol. 2015, 32, 581–587.", "ArticleIdList": ["25686717"]}, {"Citation": "Greb, T. , and Lohmann, J. U. , Plant stem cells. Curr. Biol. 2016, 26, R816‐R821.", "ArticleIdList": ["27623267"]}, {"Citation": "Nordlund, E. , Lille, M. , Silventoinen, P. , Nygren, H. , et al. Plant cells as food – a concept taking shape. Food Res. Int. 2018, 107, 297–305.", "ArticleIdList": ["29580489"]}, {"Citation": "Badjakov, I. , Georgiev, V. , Georgieva, M. , Dincheva, I. , et al. Bioreactor technology for in vitro berry plant cultivation, in: Ramawat K. G., Ekiert H. M., Goyal S. (Eds.) Plant Cell and Tissue Differentiation and Secondary Metabolites: Fundamentals and Applications, Springer International Publishing, Cham, 2020, pp. 1–49."}, {"Citation": "Ramawat, K. G., An introduction to the process of cell, tissue, and organ differentiation, and production of secondary metabolites, in: Ramawat K. G., Ekiert H. M., Goyal S. (Eds.) Plant Cell and Tissue Differentiation and Secondary Metabolites: Fundamentals and Applications, Springer International Publishing, Cham, 2020, pp. 1–22."}, {"Citation": "Hidalgo, D. , Sanchez, R. , Lalaleo, L. , Bonfill, M. , et al. Biotechnological production of pharmaceuticals and biopharmaceuticals in plant cell and organ cultures. Curr. Med. Chem. 2018, 25, 3577–3596.", "ArticleIdList": ["29521202"]}, {"Citation": "Krol, A. , Kokotkiewicz, A. , Szopa, A. , Ekiert, H. , et al. Bioreactor‐grown shoot cultures for the secondary metabolite production, in: Ramawat K. G., Ekiert H. M., Goyal S. (Eds.) Plant Cell and Tissue Differentiation and Secondary Metabolites: Fundamentals and Applications, Springer International Publishing, Cham, 2020, pp. 1–62."}, {"Citation": "Steingroewer, J. , Bley, T. , Georgiev, V. , Ivanov, I. , et al. Bioprocessing of differentiated plant in vitro systems. Eng. Life Sci. 2013, 13, 26–38."}, {"Citation": "Georgiev, V. , Schumann, A. , Pavlov, A .and Bley, T. , Temporary immersion systems in plant biotechnology. Eng Life Sci. 2014, 14, 607–621."}, {"Citation": "Murthy, H. N. , Dalawai, D. , Bhat, M. A. , Dandin, V. S. , et al. Biotechnological production of useful phytochemicals from adventitious root cultures, in: Ramawat K. G., Ekiert H. M., Goyal S. (Eds.) Plant Cell and Tissue Differentiation and Secondary Metabolites: Fundamentals and Applications, Springer International Publishing, Cham, 2019, pp. 1–17."}, {"Citation": "Lehmann, N. , Dittler, I. , Lämsä, M. , Ritala, A. , et al. Disposable bioreactors for cultivation of plant cell cultures, in: Paek K.‐Y., Murthy H. N., Zhong J.‐J. (Eds.) Production of Biomass and Bioactive Compounds Using Bioreactor Technology, Springer; Netherlands, Dordrecht, 2014, pp. 17–46."}, {"Citation": "Malik, S. , Bhushan, S. , Sharma, M . andAhuja, P. S. , Biotechnological approaches to the production of shikonins: a critical review with recent updates. Crit. Rev. Biotechnol. 2016, 36, 327–340.", "ArticleIdList": ["25319455"]}, {"Citation": "Renneberg, R. , Berkling, V. and Loroch, V. , Chapter 7 ‐ Green biotechnology, in: Renneberg R., Berkling V., Loroch V. (Eds.) Biotechnology for Beginners Second Edition, Academic Press, Boston, 2017, pp. 233–279."}, {"Citation": "Imseng, N. , Schillberg, S. , Schürch, C. , Schmid, D. , et al. Suspension Culture of Plant Cells Under Heterotrophic Conditions, Industrial Scale Suspension Culture of Living Cells 2014, 224–258."}, {"Citation": "Ekiert, H. , Szopa, A . andKubica, P. , High production of depsides and other phenolic acids in different types of shoot cultures of three aronias: aronia melanocarpa, aronia arbutifolia, aronia × prunifolia, in: Ramawat K. G., Ekiert H. M., Goyal S. (Eds.) Plant Cell and Tissue Differentiation and Secondary Metabolites: Fundamentals and Applications, Springer International Publishing, Cham, 2019, pp. 1–29."}, {"Citation": "Trehan, S. , Michniak‐Kohn, B , and Beri, K. , Plant stem cells in cosmetics: current trends and future directions. Future Sci. OA 2017, 3, FSO226.", "ArticleIdList": ["PMC5674215", "29134115"]}, {"Citation": "Rischer, H. , Szilvay, G. R. , and Oksman‐Caldentey, K.‐M. , Cellular agriculture — industrial biotechnology for food and materials. Curr. Opin. Biotechnol. 2020, 61, 128–134.", "ArticleIdList": ["31926477"]}, {"Citation": "Vancauwenberghe, V. , Baiye Mfortaw Mbong, V. , Vanstreels, E. , Verboven, P. , et al. 3D printing of plant tissue for innovative food manufacturing: Encapsulation of alive plant cells into pectin based bio‐ink. J. Food Eng. 2019, 263, 454–464."}, {"Citation": "Park, S. M. , Kim, H. W .and Park, H. J. , Callus‐based 3D printing for food exemplified with carrot tissues and its potential for innovative food production. J. Food Eng. 2020, 271, 109781."}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "10", "Day": "15"}, {"Year": "2020", "Month": "11", "Day": "26"}, {"Year": "2020", "Month": "11", "Day": "29"}, {"Year": "2021", "Month": "3", "Day": "15", "Hour": "6", "Minute": "54"}, {"Year": "2021", "Month": "3", "Day": "16", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "3", "Day": "16", "Hour": "6", "Minute": "1"}, {"Year": "2020", "Month": "12", "Day": "18"}], "PublicationStatus": "epublish", "ArticleIdList": ["33716606", "PMC7923559", "10.1002/elsc.202000078", "ELSC1360"]}}], "PubmedBookArticle": []}