{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Dragon boat festival", "Ethnobotanical study", "Herbal markets", "Qianxinan buyi and miao autonomous prefecture", "Traditional knowledge"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "33733010", "DateRevised": {"Year": "2021", "Month": "03", "Day": "20"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "01", "Day": "22"}], "Language": ["eng"], "ELocationID": ["10.1016/j.pld.2020.12.010"], "Journal": {"ISSN": "2468-2659", "JournalIssue": {"Volume": "42", "Issue": "6", "PubDate": {"Year": "2020", "Month": "Dec"}}, "Title": "Plant diversity", "ISOAbbreviation": "Plant Divers"}, "ArticleTitle": "Ethnobotanical study on medicinal plants from the Dragon Boat Festival herbal markets of Qianxinan, southwestern Guizhou, China.", "Pagination": {"StartPage": "427", "EndPage": "433", "MedlinePgn": "427-433"}, "Abstract": {"AbstractText": ["Dragon Boat Festival herbal markets in the Qianxinan Buyi and Miao Autonomous Prefecture of southwestern Guizhou have a long well-conserved history. These markets, which are a feature of Buyi and Miao traditional medicines, contain a rich diversity of medicinal plants and traditional medical knowledge. Today, people in southwestern Guizhou still believe that using herbs during the Dragon Boat Festival prevents and can treat disease. In this study, we identified the fresh herbal plants sold at the herbal markets of Xingren City and Zhenfeng County in Qianxinan Buyi and Miao Autonomous Prefecture and quantified their importance. We identified 141 plant species (belonging to 114 genera and 61 families). The plant family with the most species was Asteraceae (14 species). Informants reported that most medicinal plants are herbaceous, with 95.7% of plants used for decoction and 30.5% used for medicinal baths. Medicinal plants are most commonly used to treat rheumatism, injury, and abdominal diseases. The utilization frequency index and relative importance values indicated that <i>Artemisia argyi</i> and <i>Acorus calamus</i> are the most important plants sold at herbal markets during the Dragon Boat Festival. The price of medicinal materials sold in the market may serve as an indicator of the conservation status of species in the region. These findings indicate that the Dragon Boat Festival herbal markets in the Qianxinan Buyi and Miao Autonomous Prefecture fully embodies the characteristics of indigenous ethnomedicine and culture, and also exhibits the diversity of plant resources. We recommend that rare and endangered plants in this region be domesticated and protected."], "CopyrightInformation": "© 2021 Kunming Institute of Botany, Chinese Academy of Sciences. Publishing services by Elsevier B.V. on behalf of KeAi Communications Co., Ltd."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Functions and Applications of Medicinal Plants, Guizhou Medical University, Guiyang, 550014, China."}, {"Identifier": [], "Affiliation": "The Key Laboratory of Chemistry for Natural Products of Guizhou Province, Chinese Academy of Sciences, Guiyang, 550014, China."}], "LastName": "Gu", "ForeName": "Wei", "Initials": "W"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Functions and Applications of Medicinal Plants, Guizhou Medical University, Guiyang, 550014, China."}, {"Identifier": [], "Affiliation": "The Key Laboratory of Chemistry for Natural Products of Guizhou Province, Chinese Academy of Sciences, Guiyang, 550014, China."}, {"Identifier": [], "Affiliation": "State Key Laboratory of Phytochemistry and Plant Resources in West China, Kunming Institute of Botany, Chinese Academy of Sciences, Kunming, 650201, China."}], "LastName": "Hao", "ForeName": "Xiaojiang", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chinese Medicine Resources and Development, College of Pharmacy, Guizhou University of Traditional Chinese Medicine, Guiyang, 550025, China."}], "LastName": "Wang", "ForeName": "Zehuan", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Functions and Applications of Medicinal Plants, Guizhou Medical University, Guiyang, 550014, China."}, {"Identifier": [], "Affiliation": "The Key Laboratory of Chemistry for Natural Products of Guizhou Province, Chinese Academy of Sciences, Guiyang, 550014, China."}], "LastName": "Zhang", "ForeName": "Jiayu", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Functions and Applications of Medicinal Plants, Guizhou Medical University, Guiyang, 550014, China."}, {"Identifier": [], "Affiliation": "The Key Laboratory of Chemistry for Natural Products of Guizhou Province, Chinese Academy of Sciences, Guiyang, 550014, China."}], "LastName": "Huang", "ForeName": "Liejun", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Economic Plants and Biotechnology, Kunming Institute of Botany, Chinese Academy of Sciences, Kunming, 650201, China."}], "LastName": "Pei", "ForeName": "Shengji", "Initials": "S"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "China", "MedlineTA": "Plant Divers", "NlmUniqueID": "101696424", "ISSNLinking": "2468-2659"}, "CoiStatement": "The authors declare no competing financial interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Albuquerque U.P., Lucena R.F.P., Monteiro J.M. Evaluating two quantitative ethnobotanical techniques. Ethnobot. Res. Appl. 2006;4:51–60."}, {"Citation": "Bennett B.C., Prance G.T. Introduced plants in the indigenous pharmacopoeia of northern South America. Econ. Bot. 2000;54:90–102."}, {"Citation": "Chen B., Chung M., Zhan H. Traditional Chinese herbal medicated bath therapies for osteoarthritis. Osteoarthritis Cartilage. 2014;22:S57–S489."}, {"Citation": "Chen H.Y., Shoumura S., Emura S. Tibetan medicated-bath therapy may improve adjuvant arthritis in rat. eCAM. 2009;6:211–217.", "ArticleIdList": ["PMC2686631", "18955278"]}, {"Citation": "China Flora Editorial Board . Science Press; China: 2004. Flora Reipublicae Popularis Sinicae."}, {"Citation": "He T. 2008. Medicinal Bath Apparatus for Treating Gynecopathy. CN-201085773-Y."}, {"Citation": "Huai H.Y., Khasbagan Quantitative methods in ethnobotany (Ⅱ) J. Inner Mongolia Normal Univ. (Nat. Sci. Ed.) 2010;39:417–419."}, {"Citation": "Jin B., Liu Y.J., Xie J.X. Ethnobotanical survey of plant species for herbal tea in a Yao autonomous county (Jianghua, China): results of a 2-year study of traditional medicinal markets on the Dragon Boat Festival. J. Ethnobiol. Ethnomed. 2018;14:58.", "ArticleIdList": ["PMC6125875", "30185187"]}, {"Citation": "Ladio A.H., Lozada M. Nontimber forest product use in two human popultaions from northwest Patagonia: a quantitative approach. Hum. Ecol. 2001;29:367–380."}, {"Citation": "Lin C.R., Lu Z.C., Liu J. Investigation of medicinal plants on medicinal market during dragon-boat festival in Gongcheng yao autonomous county of Guangxi. Mod. Chin. Med. 2016;18:730–736."}, {"Citation": "Liu G.Y. Dragon Boat festival medicinal custom. Yi Shi Can Kao. 2013;6:65."}, {"Citation": "Liu R.X., Wang Z.H., Zhang Z.H. Ecological characteristics of bryophyte communities from Karst rock desertification peak cluster in Zhenfeng of Guizhou Province. Bull. Bot. Res. 2009;29:734–741."}, {"Citation": "Liu Y.Y., Yao X., Li H.T. Ethnobotanical study of medicinal plants around the time of Duanwu Festival in Pu'er City. Chin. J. Ethnomed. Ethnopharmacy. 2016;25:128–131."}, {"Citation": "Lucena R.F.P., Araujo E.L., Albuquerque U.P. Does the local availability of woody caatinga plants (Northeastern Brazil) explain their use value. Econ. Bot. 2007;61:347–361."}, {"Citation": "Luo B.S., Liu Y.J., Liu B. Yao herbal medicinal market during the dragon Boat festival in Jianghua county, China. J. Ethnobiol. Ethnomed. 2018;14:61.", "ArticleIdList": ["PMC6192344", "30333030"]}, {"Citation": "Mei J.J. The change and cultural thinking of the custom of “collecting Artemisia argyi” in Dragon Boat Festival. Heilongjiang Shi Zhi. 2010;1:132–133."}, {"Citation": "Pang W.P., Qin F.X., Lv Y.C. Chemical speciations of heavy metals and their risk assessment in agricultural soils in a coal mining area from Xingren County, Guizhou Province, China. Chin. J. Appl. Ecol. 2016;27:1468–1478.", "ArticleIdList": ["29732808"]}, {"Citation": "Panyaphu K., Sirisaard P., Ubol P. Phytochemical, antioxidant and antibacterial activities of medicinal plants used in Northern Thailand as postpartum herbal bath recipes by the Mien (Yao) community. Phytopharmacology. 2012;2:92–105."}, {"Citation": "Ren A.Y., Pu P., Pan S.H. Preliminary study on wild edible plants of Buyi nationality in southwest Guizhou. J. Kaili Univ. 2014;32(3):52–58."}, {"Citation": "Yan B. The historical otigin of the Dragon Boat Festival and the formation of its customs. J. Xi′An Univ. Arts Sci.: Soc. Sci. Ed. 2005;6:40–42."}, {"Citation": "Yang C.Y., Long C.L., Shi Y.N. Ethnobotanical study on medicinal market during dragon Boat festival in Jingxi county. Southwestern Guangxi region. Journal of the CUN: J. Nat. Resour. Life Sci. Educ. 2009;2:16–26."}, {"Citation": "Yang W.Z., Jin H., Xu Z.L. Ethnobotanical study on medicinal market during dragon Boat festival in Bijie region of Guizhou. J. Plant Genet. Resour. 2015;2:222–230."}, {"Citation": "Yang Y., Wu L.L., Yao T.Y., Gong X.W., Yan F. Research status and key technology analysis of comprehensive development of traditional Chinese medicine resources in Southwestern Guizhou. Zhong Guo Wei Sheng Chan Ye. 2019;6:185–187."}, {"Citation": "Yuan Z.Z. Jingxi, millennium herbal market from the land of herbs. Wen Hua Zhong Guo. 2013;11:42–47."}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "5", "Day": "15"}, {"Year": "2020", "Month": "12", "Day": "21"}, {"Year": "2020", "Month": "12", "Day": "29"}, {"Year": "2021", "Month": "3", "Day": "18", "Hour": "6", "Minute": "55"}, {"Year": "2021", "Month": "3", "Day": "19", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "3", "Day": "19", "Hour": "6", "Minute": "1"}, {"Year": "2021", "Month": "1", "Day": "22"}], "PublicationStatus": "epublish", "ArticleIdList": ["33733010", "PMC7936108", "10.1016/j.pld.2020.12.010", "S2468-2659(20)30128-1"]}}], "PubmedBookArticle": []}