{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Herbal market", "Informant consensus factor", "Medicinal plants", "Turkey", "Use value"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "33733012", "DateRevised": {"Year": "2021", "Month": "03", "Day": "20"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "12", "Day": "29"}], "Language": ["eng"], "ELocationID": ["10.1016/j.pld.2020.12.003"], "Journal": {"ISSN": "2468-2659", "JournalIssue": {"Volume": "42", "Issue": "6", "PubDate": {"Year": "2020", "Month": "Dec"}}, "Title": "Plant diversity", "ISOAbbreviation": "Plant Divers"}, "ArticleTitle": "Ethnobotanical survey of medicinal plants traded in herbal markets of Kahramanmaraş.", "Pagination": {"StartPage": "443", "EndPage": "454", "MedlinePgn": "443-454"}, "Abstract": {"AbstractText": ["Most people in the world still use medicinal plants to treat and prevent disease. In Anatolia, studies have shown that people have used plants for centuries to treat many diseases. Herbal markets play an important role in the supply of medicinal plants and the transmission of cultural heritage. In this study, we investigated the traditional uses of medicinal plants traded in Kahramanmaraş herbal markets. We also analyzed the threats that may arise from the use of medicinal plants and the measures that can be taken to protect these plants. For these purposes, ethnomedicinal data were collected using semi-structured and open-ended questionnaires of herbalists and local people. Ethnobotanical indices (e.g., Relative Frequency of Citation, Use Value, Relative Importance, and Informant Consensus Factor) were used to quantify the use and cultural importance of medicinal plants sold at Kahramanmaraş herbal markets. We identified 62 taxa (11 imported) of plants that are used in traditional folk medicines. The top three plant taxa sold per year by herbalists at Kahramanmaraş herbal markets are Licorice (<i>Glycyrrhiza glabra</i>; 140 kg), Thyme (<i>Thymus</i> sp.; 109 kg), and Carob (<i>Ceratonia siliqua</i>; 106.5 kg). The plant parts and mode of utilization used most are leaves (28 reports) and infusion (36 reports), respectively. The highest ICF value was detected for endocrine system ailments (0.78), and the next highest two values were lymphatic system (0.75) and respiratory system ailments (0.72). We determined that <i>Urtica dioica</i>, <i>G. glabra</i>, <i>Thymus</i> sp., <i>Mentha</i> x <i>piperita</i> have widely traditional uses, with high ethnobotanical index values and use reports. In addition, according to IUCN criteria, 26 of 62 taxa identified in the research are under threat to various degrees on a global scale."], "CopyrightInformation": "© 2020 Kunming Institute of Botany, Chinese Academy of Sciences. Publishing services by Elsevier B.V. on behalf of KeAi Communications Co., Ltd."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Forest Engineering, Faculty of Forestry, Kahramanmaraş Sütçü Imam University, Kahramanmaraş, Turkey."}], "LastName": "Palabaş Uzun", "ForeName": "Seyran", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Graduate School of Natural and Applied Sciences, Kahramanmaraş Sütçü Imam University, Kahramanmaraş, Turkey."}], "LastName": "Koca", "ForeName": "Cennet", "Initials": "C"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "China", "MedlineTA": "Plant Divers", "NlmUniqueID": "101696424", "ISSNLinking": "2468-2659"}, "CoiStatement": "The authors hereby declare that they have no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Adıgüzel F., Kızılaslan N. İstanbul ilinde tıbbi, aromatik ve baharat bitkileri satışı yapan aktarların yapısal özellikleri ve mevzuat hakkındaki görüşleri. Anadolu J. Agric. Sci. 2016;31:40–59."}, {"Citation": "Akbulut S. Differences in the traditional use of wild plants between rural and urban areas: the sample of Adana. Stud. Ethno-Med. 2015;9:141–150."}, {"Citation": "Akbulut S., Bayramoglu M.M. The trade and use of some medical and aromatic herbs in Turkey. Stud. Ethno-Med. 2013;7:67–77."}, {"Citation": "Akbulut S., Özkan Z.C. Herbalist-Customer profile in medicinal and aromatic herbs trade: a case study of Kahramanmaraş, Turkey. Kastamonu Univ. J. For. Fac. 2016;16:246–252."}, {"Citation": "Allen D., Bilz M., Leaman D.J. Publications Office of the European Union; Luxembourg: 2014. European Red List of Medicinal Plants."}, {"Citation": "Atalay B. Maraş tarihi ve coğrafyası. Kahramanmaraş: ukde yayınları. 2008. http://www.intechopen.com/books/a-compendium-of-essays-on-alternative-therapy/medical-herbalism-andfrequency-of-use Available from:"}, {"Citation": "Başer K.H.C., Honda G., Miki W. vol. 2. İslam Kültürü Araştırmaları Serisi; Ankara: 1986. (Türkiye’de Aktarlar ve Bitkisel Droglar)."}, {"Citation": "Bennett B.C., Prance G.T. Introduced plants in the indigenous pharmacopoeia of Northern South America. Econ. Bot. 2000;54:90–102."}, {"Citation": "Berkes F., Colding J., Folke C. Rediscovery of traditional ecological knowledge as adaptive management. Ecol. Appl. 2000;10:1251–1262."}, {"Citation": "Bussmann R.W., Paniagua Zambrana N.Y., Moya Huanca L.A. Changing markets – medicinal plants in the markets of La paz and El alto, Bolivia. J. Ethnopharmacol. 2016;193:76–95.", "ArticleIdList": ["27477298"]}, {"Citation": "Bussmann R.W., Sharon D., Vandebroek I. Health for sale: the medicinal plant markets in Trujillo and Chiclayo, Northern Peru. J. Ethnobiol. Ethnomed. 2007;3:37. doi: 10.1186/1746-4269-3-37.", "ArticleIdList": ["10.1186/1746-4269-3-37", "PMC2245918", "18070350"]}, {"Citation": "Carvalho A.C.B., Lana T.N., Perfeito J.P.S. The Brazilian market of herbal medicinal products and the impacts of the new legislation on traditional medicines. J. Ethnopharmacol. 2018;212:29–35.", "ArticleIdList": ["28987598"]}, {"Citation": "Çömlekçioğlu N., Karaman Ş. Kahramanmaras şehir merkezindeki aktarlarda bulunan tıbbi bitkiler. KSU J. Sci. Eng. 2008;11:23–32."}, {"Citation": "Dalar A., Mukemre M., Unal M. Traditional medicinal plants of Ağrı province, Turkey. J. Ethnopharmacol. 2018;226:56–72.", "ArticleIdList": ["30099095"]}, {"Citation": "Dayısoylu S., Yörükoğlu T., Ançel T. The products with geographical indication of Kahramanmaraş Province and its potentials. KSU J. Nat. Sci. 2017;20:80–88."}, {"Citation": "Dedeoğlu M. 1996. Dünden Bugüne Kahramanmaraş (1.Baskı). S. 180. Ankara."}, {"Citation": "Ekor F. The growing use of herbal medicines: issues relating to adverse reactions and challenges in monitoring safety. Front. Pharmacol. 2014;4:177. doi: 10.3389/fphar.2013.00177.", "ArticleIdList": ["10.3389/fphar.2013.00177", "PMC3887317", "24454289"]}, {"Citation": "Erci B. In: Medical Herbalism and Frequency of Use, A Compendium of Essays on Alternative Therapy. Arup Bhattacharya Dr., editor. InTech; 2012."}, {"Citation": "Franco M.F., Chaw L.L., Bakar N. Socialising over fruits and vegetables: the biocultural importance of an open-air market in Bandar Seri Begawan. Brunei Darussalam. J. Ethnobiol. Ethnomed. 2020;16:6. doi: 10.1186/s13002-020-0356-6.", "ArticleIdList": ["10.1186/s13002-020-0356-6", "PMC6995223", "32005124"]}, {"Citation": "Gardner M. 2013. Juniperus drupacea. The IUCN Red List of Threatened Species 2013: e. T30311A2792553.", "ArticleIdList": ["10.2305/IUCN.UK.2013-1.RLTS.T30311A2792553.en"]}, {"Citation": "Gökhan İ., Kaya S. 2008. İlkçağdan Dulkadirlilere Kadar Maraş (1. Baskı) Kahramanmaraş."}, {"Citation": "Heinrich M., Ankli A., Frei B. Medicinal plants in Mexico: healers' consensus and cultural importance. Soc. Sci. Med. 1998;47:1859–1871.", "ArticleIdList": ["9877354"]}, {"Citation": "Hoffmann D. Healing Arts Press; Rochester, Vt: 2003. Medical Herbalism: the Science and Practice of Herbal Medicine; p. 666."}, {"Citation": "Idu M.D., Erhabor J.O., Efijuemue H.M. Documentation on medicinal plants sold in markets in Abeokuta, Nigeria. Trop. J. Pharmaceut. Res. 2010;9:110–118."}, {"Citation": "İl Yıllığı Maraş. 1967. Dönmez Ofset, Ankara."}, {"Citation": "Ji Y., Fang Q., Liu S. Herbal medicinal markets in China: an ethnobotanical survey. In: Khasim S.M., Long C., Thammasiri K., Lutken H., editors. 2020. Medicinal Plants: Biodiversity, Sustainable Utilization and Conservation. Springer; Singapore: 2020."}, {"Citation": "Jin B., Liu Y., Luo B. Ethnobotanical survey of plant species for herbal tea in a Yao autonomous county (Jianghua, China): results of a 2-year study of traditional medicinal markets on the Dragon Boat Festival. J. Ethnobiol. Ethnomed. 2018;14:58. doi: 10.1186/s13002-018-0257-0.", "ArticleIdList": ["10.1186/s13002-018-0257-0", "PMC6125875", "30185187"]}, {"Citation": "Karahan H. Bir Büyüme Muhasebesi: Türkiye’de kişi başına gelir gelişiminin emek dinamikleri. Financ. Polit. Econ. Rev. 2017;54:65–73."}, {"Citation": "Kaya F. 1996. Kahramanmaraş Ilinin Iklim Özellikleri, Yüksek Lisans Tezi, K.S.Ü Sosyal Bilimler Enstitüsü Türkiye Coğrafyası Ana Bilim Dalı."}, {"Citation": "Keykubat B. İzmir Commodity Exchange Report; 2016. Medicinal and Aromatic Plants and Good Life; p. 21."}, {"Citation": "Khan M.P.Z., Ahmad M., Zafar M. Ethnomedicinal uses of edible wild fruits (EWFs) in Swat Valley, Northern Pakistan. J. Ethnopharmacol. 2015;173:191–203.", "ArticleIdList": ["26209297"]}, {"Citation": "Koç K. Kahramanmaraş Ansiklopedisi; 2017. Bağ Evi, Bağ Hayatı."}, {"Citation": "Luo B., Liu Y., Liu B. Yao herbal medicinal market during the dragon boat festival in Jianghua county, China. J. Ethnobiol. Ethnomed. 2018;14:61. doi: 10.1186/s13002-018-0260-5.", "ArticleIdList": ["10.1186/s13002-018-0260-5", "PMC6192344", "30333030"]}, {"Citation": "MAF Republic of Turkey Ministry of agriculture and Forestry, action plan of bay laurel (2016-2020) 2016. https://www.ogm.gov.tr/ekutuphane/Yayinlar/Defne_Eylem_Plani. pdf"}, {"Citation": "MAF Republic of Turkey Ministry of agriculture and Forestry, noah's ark national biodiversity database. 2020. http://www.nuhungemisi.gov.tr/Projects/GelenekselBilgi"}, {"Citation": "Maffi L., Woodley E. A Global Sourcebook; London: Earthscan: 2010. Biocultural Diversity Conservation; p. 304.", "ArticleIdList": ["10.4324/9781849774697"]}, {"Citation": "MoH Ministry of health, Republic of Turkey. 2016. https://titck.gov.tr/storage/legislation/PrMEZZll.pdf"}, {"Citation": "Mushtaq A., Muhammad Z., Nuzba S. Ethnobotanical importance of medicinal plants traded in herbal markets of Rawalpindi- Pakistan. J. Herb. Med. 2018;11:78–89."}, {"Citation": "Nanogulyan S., Zakaryan N., Kartashyan N. Wild plants and fungi sold in the markets of Yerevan (Armenia) J. Ethnobiol. Ethnomed. 2020;16:26. doi: 10.1186/s13002-020-00375-3.", "ArticleIdList": ["10.1186/s13002-020-00375-3", "PMC7236950", "32429968"]}, {"Citation": "Ok K., Tengiz Y.Z. Türkiye’de odun dışı orman ürünlerinin yönetimi. KSU J. Agric. Nat. 2018;21:457–471."}, {"Citation": "Ozan E. Yaşar Ofset Matbaacılık; Kahramanmaraş: 2003. Cumhuriyetin 80. Yılında Kahramanmaraş’ın Ekonomisi Ve Sosyal Alt Yapısı (1. Baskı)"}, {"Citation": "Özhatay N., Koçyiğit M., Demirci S. vol. 104. 2011. (“Başkonuş Dağı (Kahramanmara) Korumada Öncelikli Alanları; Nadir Ve Endemik Türleri” Başkonuş Orman İşletme Şefliği Fonksiyonel Amenajman Planına Nadir Bitkilerin Entegrasyonu Çalışması Raporu S)."}, {"Citation": "Petrakou K., Iatrou G., Lamari N.F. Ethnopharmacological survey of medicinal plants traded in herbal markets in the Peloponnisos, Greece. J. Herb. Med. 2020;19 doi: 10.1016/j.hermed.2019.100305.", "ArticleIdList": ["10.1016/j.hermed.2019.100305"]}, {"Citation": "Polat C. UKDE Yayınları; 2009. Maraş Bibliyografyası. Kahramanmaraş."}, {"Citation": "Polat R. Ethnobotanical study on medicinal plants in Bingöl (City center) (Turkey) J. Herb. Med. 2018;16:100211. doi: 10.1016/j.hermed.2018.01.007.", "ArticleIdList": ["10.1016/j.hermed.2018.01.007"]}, {"Citation": "Quiroz D., Towns A., Legba S.I. Quantifying the domestic market in herbal medicine in Benin, West Africa. J. Ethnopharmacol. 2014;151:1100–1108.", "ArticleIdList": ["24368155"]}, {"Citation": "Randriamiharisoa M.N., Kuhlman A.R., Jeannoda V. Medicinal plants sold in the markets of Antananarivo, Madagascar. J. Ethnobiol. Ethnomed. 2015;11:60. doi: 10.1186/s13002-015-0046-y.", "ArticleIdList": ["10.1186/s13002-015-0046-y", "PMC4517502", "26216098"]}, {"Citation": "Sargın S.A., Büyükcengiz M. Plants used in ethnomedicinal practices in Gülnar District of Mersin, Turkey. J. Herb. Med. 2019;15:100224. doi: 10.1016/j.hermed.2018.06.003.", "ArticleIdList": ["10.1016/j.hermed.2018.06.003"]}, {"Citation": "Sher H., Aldosari A., Ali A. Economic benefits of high value medicinal plants to Pakistani communities: an analysis of current practice and potential. J. Ethnobiol. Ethnomed. 2014;10:71. doi: 10.1186/1746-4269-10-71.", "ArticleIdList": ["10.1186/1746-4269-10-71", "PMC4199063", "25304516"]}, {"Citation": "Tardío J., Pardo-de-Santayana M. Cultural importance indices: a comparative analysis based on the useful wild plants of Southern Cantabria (Northern Spain) Econ. Bot. 2008;62:24–39."}, {"Citation": "Tinitana F., Rios M., Romero-Benavides J.C. Medicinal plants sold at traditional markets in southern Ecuador. J. Ethnobiol. Ethnomed. 2016;12:29. doi: 10.1186/s13002-016-0100-4.", "ArticleIdList": ["10.1186/s13002-016-0100-4", "PMC4934001", "27380631"]}, {"Citation": "Towns M.A., Quiroz D., Guinee L. Volume, value and floristic diversity of Gabon's medicinal plant markets. J. Ethnopharmacol. 2014;155:1184–1193.", "ArticleIdList": ["24995835"]}, {"Citation": "Trotter R.T., Logan M.H. Redgrave Publishing Company; New York: 1986. Informant Consensus: A New Approach for Identifying Potentially Effective Medicinal Plants. Plants in Indigenous Medicine and Diet; pp. 91–112. Bedford Hills."}, {"Citation": "UCTEA Chamber of environmental Engineers, air pollution report. 2019. http://www.cmo.org.tr/resimler/ekler/cc7041481f4624d_ek.pdf?tipi=72&turu=X&sube=0"}, {"Citation": "Uzun M., Kaya A. Ethnobotanical research of medicinal plants in Mihalgazi (Eskişehir, Turkey) Pharm. Biol. 2016;54:2922–2932.", "ArticleIdList": ["27291089"]}, {"Citation": "Uzun A., Palabaş Uzun S., Yağmur Korkmaz S. Diversity and systematics of seed plants in avşar campus, Kahramanmaraş Sütçü İmam university (KSU) KSU J. Agric. Nat. 2018;21:854–874."}, {"Citation": "Vitalini S., Iriti M., Puricelli C. Traditional knowledge on medicinal and food plants used in Val San Giacomo (Sondrio, Italy)—an alpine ethnobotanical study. J. Ethnopharmacol. 2013;145:517–529.", "ArticleIdList": ["23220197"]}, {"Citation": "WHO . 2013. World Health Organization, Traditional Medicine Strategy: 2014-2023. Geneva, Switzerland."}, {"Citation": "Yaseen G., Ahmad M., Sultana S. Ethnobotany of medicinal plants in the thar desert (Sindh) of Pakistan. J. Ethnopharmacol. 2015;163:43–59.", "ArticleIdList": ["25617748"]}, {"Citation": "Yeşilada E. Biodiversity in Turkish folk medicine. In: Şener B., editor. Biodiversity. Springer; Boston, MA: 2002.", "ArticleIdList": ["10.1007/978-1-4419-9242-0_14"]}, {"Citation": "Zohary M. vols. I-II. Gustav Fischer Verlag; Stutgart: 1973. (Geobotanical Foundations of the Middle East)."}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "4", "Day": "25"}, {"Year": "2020", "Month": "12", "Day": "14"}, {"Year": "2020", "Month": "12", "Day": "21"}, {"Year": "2021", "Month": "3", "Day": "18", "Hour": "6", "Minute": "55"}, {"Year": "2021", "Month": "3", "Day": "19", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "3", "Day": "19", "Hour": "6", "Minute": "1"}, {"Year": "2020", "Month": "12", "Day": "29"}], "PublicationStatus": "epublish", "ArticleIdList": ["33733012", "PMC7936109", "10.1016/j.pld.2020.12.003", "S2468-2659(20)30121-9"]}}], "PubmedBookArticle": []}