{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Ethnomedicine", "Medicinal plants", "Pakistan", "Sudhnoti"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "33743778", "DateCompleted": {"Year": "2021", "Month": "07", "Day": "28"}, "DateRevised": {"Year": "2024", "Month": "03", "Day": "31"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "03", "Day": "20"}], "Language": ["eng"], "ELocationID": ["14", "10.1186/s13002-021-00435-2"], "Journal": {"ISSN": "1746-4269", "JournalIssue": {"Volume": "17", "Issue": "1", "PubDate": {"Year": "2021", "Month": "Mar", "Day": "20"}}, "Title": "Journal of ethnobiology and ethnomedicine", "ISOAbbreviation": "J Ethnobiol Ethnomed"}, "ArticleTitle": "An ethnopharmacological survey and comparative analysis of plants from the Sudhnoti District, Azad Jammu and Kashmir, Pakistan.", "Pagination": {"StartPage": "14", "MedlinePgn": "14"}, "Abstract": {"AbstractText": ["This is the first comprehensive report on the traditional and novel uses of medicinal plants practiced by the indigenous communities of the Sudhnoti district of Azad Jammu and Kashmir (AJK), Pakistan. The area is rich in folklore and indigenous medicinal knowledge due to a unique tribal composition and socioeconomic conditions. This study aimed to document traditional knowledge of native plant use by the local communities, particularly those used for therapeutic purposes.", "Field surveys were conducted from September 2015 to March 2017. Interviews with 125 local inhabitants of different tribes, age groups, genders, and occupations were conducted using structured and semi-structured questions along with group discussions. Data gathered on plant uses, local names, and modes of application of each plant species were organized in tables. Ethnobotanical indices such as use value (UV) and cultural significance index (CSI) were used to produce quantitative information on the plant use category, frequency, and cultural preference of species. Reports on therapeutic uses of medicinal plants were compared with previous studies.", "In all, 88 plant species from 45 families were reported, out of which 67 (77%) were used in ethnomedical applications. Asteraceae, Rosaceae, Fabaceae, and Lamiaceae were the dominant families. Berberis lycium was the most valued plant species, followed by Zanthoxylum armatum and Taraxacum officinale. Mentha arvensis had the highest cultural significance, followed by Mentha longifolia, Punica granatum, and Zanthoxylum armatum. Leaves were the most preferred plant parts in the preparation of medicine exclusively or mixed with other parts. The most frequently used process of crude preparation of medicinal plants was cooking. Oral intake was the predominant route of administration.", "Our comparative analysis confirmed that most of the plants documented have uses that match those previously reported for the region and other parts of the world, with the exception of novel medicinal uses for 11 plant species, including Verbascum thapsus for earache, Elaeagnus umbellata for hepatitis, Achillea millefolium for oral care, Dicliptera roxburghiana to prevent sunstroke in cattle, Rumex hastatus for allergy antidote, Pyrus pashia for hepatitis, and Nerium oleander for diabetes."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, Faculty of Basic and Applied Sciences, University of Poonch Rawalakot, Rawalakot, 12350, Pakistan."}], "LastName": "Khan", "ForeName": "Muhammad Faraz", "Initials": "MF"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, PMAS Arid Agriculture University, Rawalpindi, Pakistan."}], "LastName": "Mashwani", "ForeName": "Zia-Ur-Rahman", "Initials": "ZU"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, Faculty of Basic and Applied Sciences, University of Poonch Rawalakot, Rawalakot, 12350, Pakistan."}], "LastName": "Mehmood", "ForeName": "Ansar", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, PMAS Arid Agriculture University, Rawalpindi, Pakistan."}], "LastName": "Qureshi", "ForeName": "Rehmatullah", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, PMAS Arid Agriculture University, Rawalpindi, Pakistan."}], "LastName": "Sarwar", "ForeName": "Rizwan", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, Faculty of Basic and Applied Sciences, University of Poonch Rawalakot, Rawalakot, 12350, Pakistan."}], "LastName": "Ahmad", "ForeName": "Khawaja Shafique", "Initials": "KS"}, {"Identifier": ["0000-0001-9615-7886"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Center for the Study of Human Health, Emory University, 550 Asbury Circle, Atlanta, GA, 30322, USA. cquave@emory.edu."}], "LastName": "Quave", "ForeName": "Cassandra L", "Initials": "CL"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "J Ethnobiol Ethnomed", "NlmUniqueID": "101245794", "ISSNLinking": "1746-4269"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Plant Preparations"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Adult"}, {"QualifierName": [], "DescriptorName": "Aged"}, {"QualifierName": [], "DescriptorName": "Ethnopharmacology"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Knowledge"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": [], "DescriptorName": "Medicine, Traditional"}, {"QualifierName": [], "DescriptorName": "Middle Aged"}, {"QualifierName": [], "DescriptorName": "Pakistan"}, {"QualifierName": [], "DescriptorName": "Phytotherapy"}, {"QualifierName": ["therapeutic use"], "DescriptorName": "Plant Preparations"}, {"QualifierName": ["classification"], "DescriptorName": "Plants, Medicinal"}], "CoiStatement": "The authors declare that they have no competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Sheng-Ji P. Ethnobotanical approaches of traditional medicine studies: some experiences from Asia. Pharm Biol. 2001;39(sup1):74–79. doi: 10.1076/phbi.39.s1.74.0005.", "ArticleIdList": ["10.1076/phbi.39.s1.74.0005", "21554174"]}, {"Citation": "Akhtar N, Rashid A, Murad W, Bergmeier E. Diversity and use of ethno-medicinal plants in the region of Swat. North Pakistan. J Ethnobiol Ethnomed. 2013;9:25.", "ArticleIdList": ["PMC3641993", "23587127"]}, {"Citation": "Shah GM, Abbasi AM, Khan N, Guo X, Khan AM, Hussain M, Bibi S, Nazir A, Shaheen H, Nazir J, Firdous SS, Khalid AU. Cosmetic ethnobotany practiced by tribal women of Kashmir Himalayas. Avicenna J Phytomed. 2014;4(4):239–250.", "ArticleIdList": ["PMC4110779", "25068138"]}, {"Citation": "Ahmad KS, Qureshi R, Hameed M, Ahmad F, Nawaz T. Conservation assessment and medicinal importance of some plants resources from Sharda, Neelum Valley, Azad Jammu and Kashmir, Pakistan. Int J Agr Biol. 2012;14(6):997–1000."}, {"Citation": "Martkoplishvili I, Kvavadze E. Some popular medicinal plants and diseases of the Upper Palaeolithic in Western Georgia. J Ethnopharmacol. 2015;166:42–52. doi: 10.1016/j.jep.2015.03.003.", "ArticleIdList": ["10.1016/j.jep.2015.03.003", "25769538"]}, {"Citation": "Gallahar BHT. Important Indices in Ethnobotany. Ethnobot. Res App. 2007;5:201–218. doi: 10.17348/era.5.0.201-218.", "ArticleIdList": ["10.17348/era.5.0.201-218"]}, {"Citation": "Weckerle CS, de Boer HJ, Puri RK, van Andel T, Bussmann RW, Leonti M. Recommended standards for conducting and reporting ethnopharmacological field studies. J Ethnopharmal. 2018;210:125–132. doi: 10.1016/j.jep.2017.08.018.", "ArticleIdList": ["10.1016/j.jep.2017.08.018", "28834697"]}, {"Citation": "Ishtiaq M, Mahmood A, Maqbool M. Indigenous knowledge of medicinal plants from Sudhnoti district (AJK), Pakistan. J Ethnopharmacol. 2015;168:201–207. doi: 10.1016/j.jep.2015.01.054.", "ArticleIdList": ["10.1016/j.jep.2015.01.054", "25666425"]}, {"Citation": "Ahmed E, Arshad M, Saboor A, Qureshi R, Mustafa G, Sadiq S, Chaudhari SK. Ethnobotanical appraisal and medicinal use of plants in Patriata, New Murree, evidence from Pakistan. J Ethnobiol Ethnomed. 2013;9:13. doi: 10.1186/1746-4269-9-13.", "ArticleIdList": ["10.1186/1746-4269-9-13", "PMC3599915", "23445756"]}, {"Citation": "Amjad MS, Arshad M, Qureshi R. Ethnobotanical inventory and folk uses of indigenous plants from Pir Nasoora National Park, Azad Jammu and Kashmir. Asian Pac J Trop Biomed. 2015;5(3):234–241. doi: 10.1016/S2221-1691(15)30011-3.", "ArticleIdList": ["10.1016/S2221-1691(15)30011-3"]}, {"Citation": "Ajaib M, Zaheer-UD-Din K. Ethnobotanical studies of useful trees of District Kotli, Azad Jammu and Kashmir. Biologia Pak. 2014;60:63–71."}, {"Citation": "Khan MA, Khan MA, Hussain M, Ghulam GM. An ethnobotanical inventory of Himalayan region Poonch valley Azad Kashmir (Pakistan) Ethnobot Res Appl. 2010;8:107–123. doi: 10.17348/era.8.0.107-123.", "ArticleIdList": ["10.17348/era.8.0.107-123"]}, {"Citation": "International Society of Ethnobiology. 2006. International Society of Ethnobiology Code of Ethics (with 2008 additions). http://ethnobiology.net/code-of-ethics/"}, {"Citation": "Nasir E. Flora of Pakistan, Agriculture Research Conference, 1981, Islamabad (Pakistan), 24-27 Oct. 1981. PARC."}, {"Citation": "The Plant List. Version 1.1. Published on the Internet; http://www.theplantlist.org/. (Accessed 1st January). 2013."}, {"Citation": "Turner NJ. “The Importance of a Rose”: evaluating the cultural significance of plants in Thompson and Lillooet interior Salish. Am Anthropol. 1988;90:272–290. doi: 10.1525/aa.1988.90.2.02a00020.", "ArticleIdList": ["10.1525/aa.1988.90.2.02a00020"]}, {"Citation": "Da Silva VA, Andrade LDHC, De Albuquerque UP. Revising the cultural significance index: the case of the Fulni-ô in northeastern Brazil. Field Methods. 2006;18(1):98–108. doi: 10.1177/1525822X05278025.", "ArticleIdList": ["10.1177/1525822X05278025"]}, {"Citation": "Hoffman B, Gallaher T. Importance indices in ethnobotany. Ethnobot Res Appl. 2007;5:201–218. doi: 10.17348/era.5.0.201-218.", "ArticleIdList": ["10.17348/era.5.0.201-218"]}, {"Citation": "Sop TK, Oldeland J, Bognounou F, Schmiedel U, Thiombiano A. Ethnobotanical knowledge and valuation of woody plants species: a comparative analysis of three ethnic groups from the sub-Sahel of Burkina Faso. Environ Develop Sustain. 2012;14(5):627–649. doi: 10.1007/s10668-012-9345-9.", "ArticleIdList": ["10.1007/s10668-012-9345-9"]}, {"Citation": "Abbasi AM, Khan SM, Ahmad M, Khan MA, Quave CL, Pieroni A. Botanical ethnoveterinary therapies in three districts of the Lesser Himalayas of Pakistan. J Ethnobiol Ethnomed. 2013;9:84. doi: 10.1186/1746-4269-9-84.", "ArticleIdList": ["10.1186/1746-4269-9-84", "PMC3904763", "24359615"]}, {"Citation": "Chaudhary AK, Ahmad S, Mazumder A. Cedrus deodara (Roxb.) Loud.: A review on its ethnobotany, phytochemical and pharmacological profile. Pharmacog J. 2011;3(23):12–17. doi: 10.5530/pj.2011.23.2.", "ArticleIdList": ["10.5530/pj.2011.23.2"]}, {"Citation": "Mahmood A, Mahmood A, Shaheen H, Qureshi RA, Sangi Y, Gilani SA. Ethno medicinal survey of plants from district Bhimber Azad Jammu and Kashmir, Pakistan. J Med Plants Res. 2011;5(11):2348–2360."}, {"Citation": "Afzal S, Afzal N, Awan MR, Khan TS, Khanum AG, Tariq S. Ethno-botanical studies from Northern Pakistan. J Ayub Med Coll Abbottabad. 2009;21(1):52–57.", "ArticleIdList": ["20364741"]}, {"Citation": "Ashraf M, Hayat MQ, Jabeen S, Shaheen N, Khan MA, Yasmin G. Artemisia L. species recognized by the local community of the northern areas of Pakistan as folk therapeutic plants. J Med Plants Res. 2010;4(2):112–119."}, {"Citation": "Ajaib M, Khan Z-u-D, Khan N, Wahab M. Ethnobotanical studies on useful shrubs of district Kotli, Azad Jammu & Kashmir, Pakistan. Pak J Bot. 2010;42(3):1407–1415."}, {"Citation": "Rai A. The antiinflammatory and antiarthritic properties of ethanol extract of Hedera helix. Ind J Pharm Sci. 2013;75(1):99–102. doi: 10.4103/0250-474X.113537.", "ArticleIdList": ["10.4103/0250-474X.113537", "PMC3719157", "23901168"]}, {"Citation": "Barkatullah IM, Hussain F. Ethnobotanical studies of plants of Charkotli Hills, Batkhela District, Malakand, Pakistan. Front Biol China. 2009;4(4):539. doi: 10.1007/s11515-009-0045-2.", "ArticleIdList": ["10.1007/s11515-009-0045-2"]}, {"Citation": "Hussain I, Bano A, Ullah F. Traditional drug therapies from various medicinal plants of central karakoram national park, Gilgit-Baltistan Pakistan. Pak J Bot. 2011;43:79–84."}, {"Citation": "Ahmed T, Kanwal R, Hassan M, Ayub N. Assessment of antibacterial activity of Colebrookia oppositifolia against waterborne pathogens isolated from drinking water of the Pothwar region in Pakistan. Hum Ecol Risk Assess. 2009;15(2):401–415. doi: 10.1080/10807030902761510.", "ArticleIdList": ["10.1080/10807030902761510"]}, {"Citation": "Abbasi AM, Khan MA, Ahmad M, Zafar M, Jahan S, Sultana S. Ethnopharmacological application of medicinal plants to cure skin diseases and in folk cosmetics among the tribal communities of North-West Frontier Province, Pakistan. J Ethnopharmacol. 2010;128(2):322–335. doi: 10.1016/j.jep.2010.01.052.", "ArticleIdList": ["10.1016/j.jep.2010.01.052", "20138210"]}, {"Citation": "Bhatia H, Manhas R, Kumar K, Magotra R. Some new additions to the poisonous plant flora of the World. J Biosphere. 2013;2(1):74–77."}, {"Citation": "Amjad MS, Qaeem MF, Ahmad I, Khan SU, Chaudhari SK, Zahid MN, Shaheen H, Khan AM. Descriptive study of plant resources in the context of the ethnomedicinal relevance of indigenous flora: a case study from Toli Peer National Park, Azad Jammu and Kashmir, Pakistan. PLoS One. 2017;12(2):e0171896. doi: 10.1371/journal.pone.0171896.", "ArticleIdList": ["10.1371/journal.pone.0171896", "PMC5305106", "28192466"]}, {"Citation": "Joshi K, Cynoglossum L. A review on phytochemistry and chemotherapeutic potential. J Pharmacgn Phytochem. 2016;5(4):32."}, {"Citation": "Awan AA, Akhtar T, Dar MEUI. Fodder plants of some selected areas of Jhelum Valley. Pak J Biol Sci. 2007;10(9):1547–1549. doi: 10.3923/pjbs.2007.1547.1549.", "ArticleIdList": ["10.3923/pjbs.2007.1547.1549", "19069974"]}, {"Citation": "Joshi AR, Joshi K. Indigenous knowledge and uses of medicinal plants by local communities of the Kali Gandaki Watershed Area, Nepal. J Ethnopharmacol. 2000;73(1):175–183. doi: 10.1016/S0378-8741(00)00301-9.", "ArticleIdList": ["10.1016/S0378-8741(00)00301-9", "11025154"]}, {"Citation": "Ahmad L, Semotiuk A, Zafar M, Ahmad M, Sultana S, Liu QR, Zada MP, Ul Abidin SZ, Yaseen G. Ethnopharmacological documentation of medicinal plants used for hypertension among the local communities of DIR Lower, Pakistan. J Ethnopharmacol. 2015;175:138–146. doi: 10.1016/j.jep.2015.09.014.", "ArticleIdList": ["10.1016/j.jep.2015.09.014", "26392329"]}, {"Citation": "Ajaib M, Anjum M, Malik NZ, Sidiqui MF. Ethnobotanical study of some plants of Darguti, tehsil Khuiratta, Azad Jammu and Kashmir. Int J Biol Res. 2015;3(2):101–107."}, {"Citation": "Ahmed KS, Habib S. Indigenous knowledge of some medicinal plants of Himalayan Region, Dowarian Region Neelum Vally, Azad Kashmir, Pakistan. Univer J Plant Sci. 2014;2(2):40–47."}, {"Citation": "Sarver J, Kumar S, Khan M, Ara M, Anand V. Diversity, distribution and utilization pattern of economically important woody plants associated with agro-forestry in district Rajouri, J & K (Northwest Himalaya) Ethnobotanical Leaflets. 2009;6:13."}, {"Citation": "Jabbar A, Raza MA, Iqbal Z, Khan MN. An inventory of the ethnobotanicals used as anthelmintics in the southern Punjab (Pakistan) J Ethnopharmacol. 2006;108(1):152–154. doi: 10.1016/j.jep.2006.04.015.", "ArticleIdList": ["10.1016/j.jep.2006.04.015", "16730420"]}, {"Citation": "Khan MA, Khan MA, Hussain M, Mujtaba G. Medicinal plants used in folk recipes by the inhabitants of himalayan region Poonch Valley Azad Kashmir (Pakistan) J Basic Appl Sci. 2012;8:35–45. doi: 10.6000/1927-5129.2012.08.01.21.", "ArticleIdList": ["10.6000/1927-5129.2012.08.01.21"]}, {"Citation": "Ali H, Qaiser M. The ethnobotany of Chitral valley, Pakistan with particular reference to medicinal plants. Pak J Bot. 2009;41:2009–2041."}, {"Citation": "Shaheen H, Nazir J, Firdous SS, Khalid AU. Cosmetic ethnobotany practiced by tribal women of Kashmir Himalayas. Avi J Phytomed. 2014;4(4):239–250.", "ArticleIdList": ["PMC4110779", "25068138"]}, {"Citation": "Kumar R, Bhagat N. Ethnomedicinal plants of district Kathua (J&K) J Ethnopharmacol. 2012;171:12–27.", "ArticleIdList": ["26023030"]}, {"Citation": "Mukungu N, Abuga K, Okalebo F, Ingwela R, Mwangi J. Medicinal plants used for management of malaria among the Luhya community of Kakamega East sub-County, Kenya. J Ethnopharmacol. 2016;194:98–107. doi: 10.1016/j.jep.2016.08.050.", "ArticleIdList": ["10.1016/j.jep.2016.08.050", "PMC5176009", "27586821"]}, {"Citation": "Nathan SS, Savitha G, George DK, Narmadha A, Suganya L, Chung PG. Efficacy of Melia azedarach L. extract on the malarial vector Anopheles stephensi Liston (Diptera: Culicidae) Bioresour Technol. 2006;97(11):1316–1323. doi: 10.1016/j.biortech.2005.05.019.", "ArticleIdList": ["10.1016/j.biortech.2005.05.019", "16054356"]}, {"Citation": "Anwar N, Salik S, Ahmad D. Antibacterial activity of Otostegia limbata. Int J Agric Biol. 2009;11:647–650."}, {"Citation": "Khan MA, Khan MH. Ethnoveternary medicinal uses of plants of Poonch Vally. Pak J Weed Sci Res. 2012;18(4):496–507."}, {"Citation": "Hussain S, Hameed A, Ahmad KS, Mahmood A, Nawaz F, Ahmad H. Quantitative ethnopharmacological profiling of medicinal shrubs used by indigenous communities of Rawalakot, District Poonch, Azad Jammu and Kashmir, Pakistan. Rev Bras Farmacogn. 2019;29(5):665–676. doi: 10.1016/j.bjp.2019.06.008.", "ArticleIdList": ["10.1016/j.bjp.2019.06.008"]}, {"Citation": "Kathiriya A, Das K, Kumar E, Mathai K. Evaluation of antitumor and antioxidant activity of Oxalis corniculata L. Against ehrlich ascites carcinoma on mice. Iran J Cancer Prev. 2010;3(4):157–165."}, {"Citation": "Qureshi R, Waheed A, Arshad M, Umbreen T. Medico-ethnobotanical inventory of tehsil Chakwal, Pakistan. Pak J Bot. 2009;41(2):529–538."}, {"Citation": "Mahmood A, Mahmood A, Malik RN. Indigenous knowledge of medicinal plants from Leepa valley, Azad Jammu and Kashmir, Pakistan. J Ethnopharmacol. 2012;143(1):338–346. doi: 10.1016/j.jep.2012.06.046.", "ArticleIdList": ["10.1016/j.jep.2012.06.046", "22789966"]}, {"Citation": "Singh S, Kaur R, Sharma SK. Antinociceptive, antiinflammatory and antipyretic activities of Rumex hastatus D. don stem and roots. Pharm Sin. 2013;4(3):95–102."}, {"Citation": "Saghir IA, Awan AA, Majid S. Ethnobotanical studies of Chikar and its allied areas of District Muzaffarabad. Online J Biol Sci. 2001;1(12):1165–70."}, {"Citation": "Shinwari ZK, Gilani SS. Sustainable harvest of medicinal plants at Bulashbar Nullah, Astore (Northern Pakistan) J Ethnopharmacol. 2003;84(2-3):289–298. doi: 10.1016/S0378-8741(02)00333-1.", "ArticleIdList": ["10.1016/S0378-8741(02)00333-1", "12648828"]}, {"Citation": "Ahmad S, Ullah F, Ayaz M, Sadiq A, Imran M. Antioxidant and anticholinesterase investigations of Rumex hastatus D. Don: potential effectiveness in oxidative stress and neurological disorders. Biol Res. 2015;48:20. doi: 10.1186/s40659-015-0010-2.", "ArticleIdList": ["10.1186/s40659-015-0010-2", "PMC4381421", "25857346"]}, {"Citation": "Sahreen S, Khan MR, Khan RA, Hadda TB. Evaluation of phytochemical content, antimicrobial, cytotoxic and antitumor activities of extract from Rumex hastatus D. Don roots. BMC Complement Altern Med. 2015;15:211. doi: 10.1186/s12906-015-0736-y.", "ArticleIdList": ["10.1186/s12906-015-0736-y", "PMC4490637", "26138389"]}, {"Citation": "Rahman IU, Ijaz F, Iqbal Z, Afzal A, Ali N, Afzal M, Khan MA, Muhammad S, Qadir G, Asif M. A novel survey of the ethno medicinal knowledge of dental problems in Manoor Valley (Northern Himalaya), Pakistan. J Ethnopharmacol. 2016;194:877–894. doi: 10.1016/j.jep.2016.10.068.", "ArticleIdList": ["10.1016/j.jep.2016.10.068", "27794507"]}, {"Citation": "Vadi R, Manisha V, Swati K. Hansraj (Adiantum capillus veneris linn.): a systematic review on its ethnobotany, phytochemical and pharmacological profile. Int J Ayurveda Pharma Res. 2017;5(6):5–21."}, {"Citation": "Dafni A, Levy S, Lev E. The ethnobotany of Christ’s Thorn Jujube (Ziziphus spina-christi) in Israel. J Ethnobiol Ethnomed. 2005;1(1):8. doi: 10.1186/1746-4269-1-8.", "ArticleIdList": ["10.1186/1746-4269-1-8", "PMC1277088", "16270941"]}, {"Citation": "Khan MA, Khan SA, Qureshi MA, Ahmed G, Khan MA, Hussain M, Ghulam GM. Ethnobotany of some useful plants of Poonch Valley Azad Kashmir. J Med Plant Res. 2011;5(26):6140–6151."}, {"Citation": "Abbasi AM, Khan MA, Shah MH, Shah MM, Pervez A, Ahmad M. Ethnobotanical appraisal and cultural values of medicinally important wild edible vegetables of Lesser Himalayas-Pakistan. J Ethnobiol Ethnomed. 2013;9(1):66. doi: 10.1186/1746-4269-9-66.", "ArticleIdList": ["10.1186/1746-4269-9-66", "PMC3853161", "24034131"]}, {"Citation": "Ibrar M, Hussain F, Sultan A. Ethnobotanical studies on plant resources of Ranyal hills, District Shangla, Pakistan. Pak J Bot. 2007;39(2):329."}, {"Citation": "Qureshi RA, Ghufran MA, Gilani SA, Sultana K, Ashraf M. Ethnobotanical studies of selected medicinal plants of Sudhan Gali and Ganga Chotti hills, district Bagh, Azad Kashmir. Pak J Bot. 2007;39(7):2275–2283."}, {"Citation": "Khan Z, Khuroo A, Dar G. Ethnomedicinal survey of Uri, Kashmir Himalaya. Ind J Tradit Know. 2004;3(4):351–357."}, {"Citation": "Asif M. A brief study of toxic effects of some medicinal herbs on kidney. Adv Biomed Res. 2012;1:44.", "ArticleIdList": ["PMC3544088", "23326775"]}, {"Citation": "van der Watt ASJ, van de Water T, Nortje G, Oladeji BD, Seedat S, Gureje O. The perceived effectiveness of traditional and faith healing in the treatment of mental illness: a systematic review of qualitative studies. Soc Psychiatr Psychiatr Epidemiol. 2018;53(6):555–566. doi: 10.1007/s00127-018-1519-9.", "ArticleIdList": ["10.1007/s00127-018-1519-9", "29696304"]}, {"Citation": "Kamsani K, Franco FM, Slik F. Comparative account of the traditional healing practices of healers and non-healers in the Kiudang area of Brunei Darussalam. J Ethnopharmacol. 256:112788. 10.1016/j.jep.2020.112788.", "ArticleIdList": ["32224194"]}, {"Citation": "Ahmad S, Ullah F, Ayaz M, Zeb A, Ullah F, Sadiq A. Antitumor and anti-angiogenic potentials of isolated crude saponins and various fractions of Rumex hastatus D. Don. Biol Res. 2016;49:18. doi: 10.1186/s40659-016-0079-2.", "ArticleIdList": ["10.1186/s40659-016-0079-2", "PMC4788867", "26969307"]}, {"Citation": "Bieski IGC, Leonti M, Arnason JT, Ferrier J, Rapinski M, Violante IMP, Balogun SO, Pereira JFCA, Figueiredo RDCF, Lopes CRAS, Da Silva DR. Ethnobotanical study of medicinal plants by population of valley of Juruena region, legal Amazon, Mato Grosso, Brazil. J Ethnopharmacol. 2015;173:383–423. doi: 10.1016/j.jep.2015.07.025.", "ArticleIdList": ["10.1016/j.jep.2015.07.025", "26234177"]}, {"Citation": "World Health Organization & WHO Expert Committee on Specifications for Pharmaceutical Preparations. Fifty-second report of the WHO Expert Committee on Specifications for Pharmaceutical Preparations. World Health Organization; 2018. https://apps.who.int/iris/handle/10665/272452. License: CC BY-NC-SA 3.0 IGO"}, {"Citation": "Ahmad KS, Hamid A, Nawaz F, Hameed M, Ahmad F, Deng J, Akhtar N, Wazarat A, Mahroof S. Ethnopharmacological studies of indigenous plants in Kel village, Neelum Valley, Azad Kashmir, Pakistan. J Ethnobiol Ethnomed. 2017;13:68. doi: 10.1186/s13002-017-0196-1.", "ArticleIdList": ["10.1186/s13002-017-0196-1", "PMC5709976", "29191238"]}, {"Citation": "Jamshidi-Kia F, Lorigooini Z, Amini-Khoei H. Medicinal plants: past history and future perspective. J Herb Med Pharmacol. 2018;7(1):1–7. doi: 10.15171/jhp.2018.01.", "ArticleIdList": ["10.15171/jhp.2018.01"]}, {"Citation": "Bais S. Review on phytochemical and pharmacological activity of yarrow (Achilla millefolium L.) Der Pharma Chemica. 2017;9(23):89–96."}, {"Citation": "Yoshizawa Y, Kawaii S, Sato T, Murofushi N, Nishimura H. Anticancer and antihypertensive effects of small fruit juices. ACS Symp Ser. 2001;871:8–23."}, {"Citation": "Sabir MS, Ahmad DS, Hussain IM, Tahir KM. Antibacterial activity of Elaeagnus umbellata (Thunb.) a medicinal plant from Pakistan. Saudi Med J. 2007;28(2):259–263.", "ArticleIdList": ["17268691"]}, {"Citation": "Wang SY, Bowman L, Ding M. Variations in free radical scavenging capacity and antiproliferative activity among different genotypes of autumn olive (Elaeagnus umbellata) Planta Med. 2007;73(5):468–477. doi: 10.1055/s-2007-967175.", "ArticleIdList": ["10.1055/s-2007-967175", "17566149"]}, {"Citation": "Ahmad B, Khan M, Shah NA, Khan RA. In vitro antioxidant potential of Dicliptera roxburghiana. BMC Complement Altern Med. 2013;13(1):140. doi: 10.1186/1472-6882-13-140.", "ArticleIdList": ["10.1186/1472-6882-13-140", "PMC3717081", "23777321"]}, {"Citation": "Aslan M, Orhan DD, Orhan N. Effect of Gentiana olivieri on experimental epilepsy models. Pharmacogn Mag. 2011;7(28):344–349. doi: 10.4103/0973-1296.90419.", "ArticleIdList": ["10.4103/0973-1296.90419", "PMC3261070", "22262939"]}, {"Citation": "Orhan N, Hocbac S, Orhan DD, Asian M, Ergun F. Enzyme inhibitory and radical scavenging effects of some antidiabetic plants of Turkey. Iran J Basic Med Sci. 2014;17(6):426–432.", "ArticleIdList": ["PMC4137942", "25140204"]}, {"Citation": "Singh S, Yadav CP, Noolvi MN. Immunomodulatory activity of butanol fraction of Gentiana olivieri Griseb. on Balb/C mice. Asian Pac J Trop Biomed. 2012;2(6):433–437. doi: 10.1016/S2221-1691(12)60071-9.", "ArticleIdList": ["10.1016/S2221-1691(12)60071-9", "PMC3609331", "23569945"]}, {"Citation": "Lans C, Turner N, Khan T, Brauer G, Boepple W. Ethnoveterinary medicines used for ruminants in British Columbia, Canada. J Ethnobiol Ethnomed. 2007;3:11. doi: 10.1186/1746-4269-3-11.", "ArticleIdList": ["10.1186/1746-4269-3-11", "PMC1831764", "17324258"]}, {"Citation": "Eguale T, Tilahun G, Debella A, Feleke A, Makonnen E. Haemonchus contortus: in vitro and in vivo anthelmintic activity of aqueous and hydro-alcoholic extracts of Hedera helix. Exp Parasitol. 2007;116(4):340–345. doi: 10.1016/j.exppara.2007.01.019.", "ArticleIdList": ["10.1016/j.exppara.2007.01.019", "17382320"]}, {"Citation": "Gumushan-Aktas H, Altun S. Effects of Hedera helix L. extracts on rat prostate cancer cell proliferation and motility. Oncol Lett. 2016;12(4):2985–2991. doi: 10.3892/ol.2016.4941.", "ArticleIdList": ["10.3892/ol.2016.4941", "PMC5038493", "27698887"]}, {"Citation": "Song J, Yeo SG, Hong EH, Lee BR, Kim JW, Kim J, Jeong H, Kwon Y, Kim H, Lee S, Park JH, Ko HJ. Antiviral activity of Hederasaponin B from Hedera helix against Enterovirus 71 subgenotypes C3 and C4a. Biomol Ther (Seoul). 2014;22(1):41–46. doi: 10.4062/biomolther.2013.108.", "ArticleIdList": ["10.4062/biomolther.2013.108", "PMC3936428", "24596620"]}, {"Citation": "Hong EH, Song JH, Shim A, Lee BR, Kwon BE, Song HH, Kim YJ, Chang SY, Jeong HG, Kim JG, Seo SU, Kim H, Kwon Y, Ko HJ. Coadministration of Hedera helix L. Extract enabled mice to overcome insufficient protection against influenza A/PR/8 virus infection under suboptimal treatment with Oseltamivir. PLoS One. 2015;10(6):e0131089. doi: 10.1371/journal.pone.0131089.", "ArticleIdList": ["10.1371/journal.pone.0131089", "PMC4476699", "26098681"]}, {"Citation": "Majester-Savornin B, Elias R, Diaz-Lanza AM, Balansard G, Gasquet M, Delmas F. Saponins of the ivy plant, Hedera helix, and their leishmanicidic activity. Planta Med. 1991;57(3):260–262. doi: 10.1055/s-2006-960086.", "ArticleIdList": ["10.1055/s-2006-960086", "1896525"]}, {"Citation": "Al-Obaid SOH. Studies on antibacterial and anticancer activity of Nerium oleander extracts. Eur Chem Bull. 2014;3(3):259–262."}, {"Citation": "Saleem F, Khan MTJ, Saleem H, Azeem M, Ahmed S, Shahid N, Gill MSA, Nadeem F, Ali T, Altaf H, Mehmood W. Phytochemical, antimicrobial and antioxidant activities of Pteris cretica l. (pteridaceae) extracts. Acta Pol Pharm. 2016;73(5):1397–1403.", "ArticleIdList": ["29638081"]}, {"Citation": "Giliani AU, Ghayur MN, Khalid A, Zaheer ul H, Choudhary MI, Atta-Ur R. Presence of antispasmodic, antidiarrheal, antisecretory, calcium antagonist and acetylcholinesterase inhibitory steroidal alkaloids in Sarcococca saligna. Planta Med. 2005;71(2):120–125. doi: 10.1055/s-2005-837777.", "ArticleIdList": ["10.1055/s-2005-837777", "15789498"]}, {"Citation": "Ghayur MN, Gilani AH. Studies on cardio-suppressant, vasodilator and tracheal relaxant effects of Sarcococca saligna. Arch Pharm Res. 2006;29(11):990–997. doi: 10.1007/BF02969283.", "ArticleIdList": ["10.1007/BF02969283", "17146968"]}, {"Citation": "McCutcheon AR, Roberts TE, Gibbons E, Ellis SM, Babiuk LA, Hancock RE, Towers GH. Antiviral screening of British Columbian medicinal plants. J Ethnopharmacol. 1995;49(2):101–110. doi: 10.1016/0378-8741(95)90037-3.", "ArticleIdList": ["10.1016/0378-8741(95)90037-3", "PMC7131204", "8847882"]}, {"Citation": "Rajbhandari M, Mentel R, Jha PK, Chaudhary RP, Bhattarai S, Gewali MB, Karmacharya N, Hipper M, Lindequist U. Antiviral activity of some plants used in Nepalese traditional medicine. Evid Based Complement Alternat Med. 2009;6(4):517–522. doi: 10.1093/ecam/nem156.", "ArticleIdList": ["10.1093/ecam/nem156", "PMC2781767", "18955262"]}, {"Citation": "Escobar FM, Sabini MC, Zanon SM, Tonn CE, Sabini LI. Antiviral effect and mode of action of methanolic extract of Verbascum thapsus L. on pseudorabies virus (strain RC/79) Nat Prod Res. 2012;26(17):1621–1625. doi: 10.1080/14786419.2011.576394.", "ArticleIdList": ["10.1080/14786419.2011.576394", "21999656"]}, {"Citation": "Kashan ZF, Arbabi M, Delavari M, Hooshyar H, Taghizadeh M, Joneydy Z. Effect of Verbascum thapsus ethanol extract on induction of apoptosis in Trichomonas vaginalis in vitro. Infect Disord Drug Targets. 2015;15(2):125–130. doi: 10.2174/1871526515666150724114924.", "ArticleIdList": ["10.2174/1871526515666150724114924", "26239850"]}, {"Citation": "Aktay G, Deliorman D, Ergun E, Ergun F, Yeşilada E, Çevik C. Hepatoprotective effects of Turkish folk remedies on experimental liver injury. J Ethnopharmacol. 2000;73(1):121–129. doi: 10.1016/S0378-8741(00)00286-5.", "ArticleIdList": ["10.1016/S0378-8741(00)00286-5", "11025147"]}, {"Citation": "Kiran K, Saleem F, Awan S, Ahmad S, Ahmad S, Malik MAA, Akhtar B, Raza M, Peerzada S, Sharif A. Anti-inflammatory and anticancer activity of Pteris cretica whole plant extracts. Pak Vet J. 2018;38(3):225–230. doi: 10.29261/pakvetj/2018.063.", "ArticleIdList": ["10.29261/pakvetj/2018.063"]}, {"Citation": "Kant TH, Zabeer A, Pooja Samanta KC. Antihyperglycemic activity of petroleum ether extract & ethyl acetate extract of Sarcococca saligna. Int J Curr Pharm Res. 2011;3(1):26–29."}, {"Citation": "Lans C, Turner N, Khan T. Medicinal plant treatments for fleas and ear problems of cats and dogs in British Columbia, Canada. Parasitol Res. 2008;103(4):889–898. doi: 10.1007/s00436-008-1073-6.", "ArticleIdList": ["10.1007/s00436-008-1073-6", "18563443"]}, {"Citation": "Khan MF, Tang H, Lyles JT, Pineau R, Mashwani Z-u-R, Quave CL. Antibacterial properties of medicinal plants from Pakistan against multidrug-resistant ESKAPE pathogens. Front Pharmacol. 2018;9(815). 10.3389/fphar.2018.00815.", "ArticleIdList": ["PMC6082950", "30116190"]}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "12", "Day": "13"}, {"Year": "2021", "Month": "1", "Day": "26"}, {"Year": "2021", "Month": "3", "Day": "21", "Hour": "20", "Minute": "34"}, {"Year": "2021", "Month": "3", "Day": "22", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "7", "Day": "29", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "3", "Day": "20"}], "PublicationStatus": "epublish", "ArticleIdList": ["33743778", "PMC7980561", "10.1186/s13002-021-00435-2", "10.1186/s13002-021-00435-2"]}}], "PubmedBookArticle": []}