{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "33767260", "DateCompleted": {"Year": "2021", "Month": "10", "Day": "27"}, "DateRevised": {"Year": "2024", "Month": "03", "Day": "31"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "03", "Day": "25"}], "Language": ["eng"], "ELocationID": ["6941", "10.1038/s41598-021-85790-6"], "Journal": {"ISSN": "2045-2322", "JournalIssue": {"Volume": "11", "Issue": "1", "PubDate": {"Year": "2021", "Month": "Mar", "Day": "25"}}, "Title": "Scientific reports", "ISOAbbreviation": "Sci Rep"}, "ArticleTitle": "Studies on the mitochondrial, immunological and inflammatory effects of solvent fractions of Diospyros mespiliformis Hochst in Plasmodium berghei-infected mice.", "Pagination": {"StartPage": "6941", "MedlinePgn": "6941"}, "Abstract": {"AbstractText": ["The use of medicinal plants in the treatment of malaria is gaining global attention due to their efficacy and cost effectiveness. This study evaluated the bioactivity-guided antiplasmodial efficacy and immunomodulatory effects of solvent fractions of Diospyros mespiliformis in mice infected with a susceptible strain of Plasmodium berghei (NK 65). The crude methanol extract of the stem of D. mespiliformis (DM) was partitioned between n-hexane, dichloromethane, ethyl acetate and methanol. Male Swiss mice (20 ± 2 g) infected with P. berghei were grouped and treated with vehicle (10 mL/kg, control), Artemether lumefantrine (10 mg/kg), 100, 200 and 400 mg/kg of n-hexane, dichloromethane, ethyl acetate and methanol fractions of D. mespiliformis for seven days. Blood was obtained for heme and hemozoin contents while serum was obtained for inflammatory cytokines and immunoglobulins G and M assessments. Liver mitochondria were isolated for mitochondrial permeability transition (mPT), mitochondrial F<sub>1</sub>F<sub>0</sub> ATPase (mATPase) and lipid peroxidation (mLPO) assays. The GC-MS was used to identify the compounds present in the most potent fraction. The dichloromethane fraction had the highest parasite clearance and improved hematological indices relative to the drug control. The heme values increased, while the hemozoin content significantly (P < 0.05) decreased compared with the drug control. The highest dose of HF and MF opened the mPT pore while the reversal effects of DF on mPT, mATPase and mLPO were dose-dependent. The levels of IgG, IgM and TNFα in the DF group were significantly higher than the drug control, while the IL-1β and IL-6 values did not vary linearly with the dose. Lupeol and Stigmastan-3,5-diene were the most abundant phytochemicals in the DF. The outcome of this study showed that the DF has immunomodulatory effects in infected mice, reduced proliferation of the malaria parasite and thus protect liver cells."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Microbiology, Ekiti State University, Ado-Ekiti, Nigeria."}], "LastName": "David", "ForeName": "Oluwole Moses", "Initials": "OM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratories for Biomembrane Research and Biotechnology, Department of Biochemistry, College of Medicine, University of Ibadan, Ibadan, Nigeria. jodel72000@yahoo.com."}], "LastName": "Olanlokun", "ForeName": "John Oludele", "Initials": "JO"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Microbiology, Ekiti State University, Ado-Ekiti, Nigeria."}], "LastName": "Owoniyi", "ForeName": "Bisola Evelyn", "Initials": "BE"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Microbiology, Ekiti State University, Ado-Ekiti, Nigeria."}], "LastName": "Ayeni", "ForeName": "MoyinOluwa", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Chemistry and Physics, University of KwaZulu-Natal, Durban, South Africa."}], "LastName": "Ebenezer", "ForeName": "Oluwakemi", "Initials": "O"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Chemistry and Physics, University of KwaZulu-Natal, Durban, South Africa."}], "LastName": "Koorbanally", "ForeName": "Neil Anthony", "Initials": "NA"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Sci Rep", "NlmUniqueID": "101563288", "ISSNLinking": "2045-2322"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": [], "DescriptorName": "Diospyros"}, {"QualifierName": [], "DescriptorName": "Drug Evaluation, Preclinical"}, {"QualifierName": ["drug therapy"], "DescriptorName": "Malaria"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": [], "DescriptorName": "Mice"}, {"QualifierName": ["drug effects"], "DescriptorName": "Mitochondria, Liver"}, {"QualifierName": [], "DescriptorName": "Parasite Load"}, {"QualifierName": [], "DescriptorName": "Phytotherapy"}, {"QualifierName": ["pharmacology", "therapeutic use"], "DescriptorName": "Plant Extracts"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Plasmodium berghei"}], "CoiStatement": "The authors declare no competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "World Malaria Report 2005. Geneva: World Health Organization (2005)."}, {"Citation": "Greenwood BM, Bojang K, Whitty CJM, Targett GAT. Malaria. Lancet. 2005;365:1478–1898. doi: 10.1016/S0140-6736(05)66420-3.", "ArticleIdList": ["10.1016/S0140-6736(05)66420-3", "15850634"]}, {"Citation": "Dondorp AM, Nosten F, Yi P, Das D, Phyo AP, Tarning J, White NJ. Artemisinin resistance in Plasmodium falciparum malaria. N. Engl. J. Med. 2009;361:455–467. doi: 10.1056/NEJMoa0808859.", "ArticleIdList": ["10.1056/NEJMoa0808859", "PMC3495232", "19641202"]}, {"Citation": "Whegang SY, Tahar R, Foumane VN, Soula G, Gwét H, Thalabard JC, Basco LK. Efficacy of non-artemisinin and artemisinin-based combination therapies for uncomplicated falciparum malaria in Cameroon. Malaria J. 2010;9(3):56. doi: 10.1186/1475-2875-9-56.", "ArticleIdList": ["10.1186/1475-2875-9-56", "PMC2834703", "20170477"]}, {"Citation": "Beshir KB, Sutherland CJ, Sawa P, Drakeley CJ, Okell L, Mweresa CK. Residual Plasmodium falciparum parasitaemia in Kenyan children after artemisinin-combination therapy is associated with increased transmission to mosquitoes and parasite recurrence. J. Infect. Dis. 2013;208:2017–2024. doi: 10.1093/infdis/jit431.", "ArticleIdList": ["10.1093/infdis/jit431", "PMC3836468", "23945376"]}, {"Citation": "Trampuz A, Jereb M, Muzlovic I, Prabhu RM. Clinical review: severe malaria. Crit. Care. 2013;7:315–323. doi: 10.1186/cc2183.", "ArticleIdList": ["10.1186/cc2183", "PMC270697", "12930555"]}, {"Citation": "Mueller I, Zimmerman PA, Reeder JC. Plasmodium malariae and Plasmodium ovale the ‘bashful ‘malaria parasites. Trends Parasitol. 2007;23:278–283. doi: 10.1016/j.pt.2007.04.009.", "ArticleIdList": ["10.1016/j.pt.2007.04.009", "PMC3728836", "17459775"]}, {"Citation": "Siala E, Khalfaoui M, Bouratbine A, Hamdi S, Hili K, Aoun K. Relapse of Plasmodium malariae malaria 20 years after living in an endemic area. Presse Medicale. 2015;34:371–380.", "ArticleIdList": ["15859572"]}, {"Citation": "Satish B, Ranjana K. Herbal plants used for the treatment of malaria- A Literature Review. J. Pharmacog. Phytochem. 2013;1:141–146."}, {"Citation": "Mohamed IE, El Nur EE, Choudhary MI, Khan SN. Bioactive natural products from two Sudanese medicinal plants Diospyros mespiliformis and Croton zambesicus. Rec. Nat. Prod. 2009;3:198–203."}, {"Citation": "Ahmed AH, Mahmud AF. Pharmacological activities of Diospyros mespiliformis: a review. Int J. Pharmacy Biol. Sci. 2017;7:93–96."}, {"Citation": "Shagal MH, Kubmarawa D, Alim H. Preliminary phytochemical investigation and antimicrobial evaluation of roots, stem-bark and leaves extracts of Diospyros mespiliformis. Int. Res. J. Biochem. Bioinform. 2011;2:11–15."}, {"Citation": "Abba A, Agunu A, Abubakar A, Abubakar US, Jajere MU. Phytochemical screening and antiproliferative effects of methanol extract of stem bark of Diospyros mespiliformis Hochst (Ebenaceae) against guinea corn (Sorghum bicolor) seeds radicles length. Bayero J. Pure Appl. Sci. 2016;9:1–5. doi: 10.4314/bajopas.v9i1.1.", "ArticleIdList": ["10.4314/bajopas.v9i1.1"]}, {"Citation": "Mohammed AA, Ahmed KS, Sulimam SI, Amna A, Omer S, Mohammed G. In vitro Antioxidant Activity, Phytochemical analysis and Cytotoxicity of Diospyros mespiliformis. Int. J. Botany Stud. 2016;1:23–28."}, {"Citation": "Bulus A, Salawu OA. Screening Diospyros mespiliformis extract for antimalarial potency. Int. J. Biol. Chem. Sci. 2009;3:271–276."}, {"Citation": "Oguche M, Nzelibe HC. In-vivo antiplasmodial activity of aqueous, n-butanol and ethylacetate fractions of leaf and stem bark methanol extracts of Diospyros mespiliformis on Plasmodium berghei berghei (Nk65) infected mice. J. Chem. Eng. 2012;1:1–8."}, {"Citation": "Coban C, Yamamoto M. Introduction: interactions between the immune system and parasites special issue. Int. Immunol. 2018;30:91. doi: 10.1093/intimm/dxy014.", "ArticleIdList": ["10.1093/intimm/dxy014"]}, {"Citation": "Ferrante A, Rowan-Kelly B, Seow WK, Thong YH. Depression of human polymorphonuclear leucocyte function by anti-malarial drugs. Immunology. 1986;58:125–130.", "ArticleIdList": ["PMC1452639", "2423436"]}, {"Citation": "Lesiak A, Narbutt J, Sysa-Jedrzejowska A, Lukamowicz J, McCauliffe DP, Wozniacka A. Effect of chloroquine phosphate treatment on serum MMP-9 andTIMP-1 levels in patients with systemic lupus erythematosus. Lupus. 2010;19:683–688. doi: 10.1177/0961203309356455.", "ArticleIdList": ["10.1177/0961203309356455", "20064914"]}, {"Citation": "Shakir L, Hussain M, Javeed A, Ashraf M, Riaz A. Artemisinins and immune system. Eur. J. Pharmacol. 2011;1668:6–14. doi: 10.1016/j.ejphar.2011.06.044.", "ArticleIdList": ["10.1016/j.ejphar.2011.06.044", "21756901"]}, {"Citation": "Gomes FIF, Aragao MGB, Barbosa FCB, Bezerra MM, Pinto VPT, Chaves HV. Inflammatory cytokines interlukin-1β and tumour necrosis factor-α-Novel biomarkers for the detection of periodontal diseases: a literature review. J. Oral Maxi. Res. 2016;7:e2.", "ArticleIdList": ["PMC4970502", "27489606"]}, {"Citation": "Denzler KL, Waters R, Jacobs BL, Rochon Y, Langland JO. Regulation of inflammatory gene expression in PBMCs by immunostimulatory botanicals. PLoS ONE. 2010;5:e12561. doi: 10.1371/journal.pone.0012561.", "ArticleIdList": ["10.1371/journal.pone.0012561", "PMC2933230", "20838436"]}, {"Citation": "Spelman K, Burns J, Nichols D, Winters N, Ottersberg S, Tenborg M. Modulation of cytokine expression by traditional medicines: A review of herbal immune-modulators. Altern. Me.d Rev. 2006;11:128–150.", "ArticleIdList": ["16813462"]}, {"Citation": "Olanlokun JO, Bodede O, Prinsloo G, Olorunsogo OO. Comparative antimalarial, toxicity and mito-protective effects of Diospyros mespiliformis Hochst. ex A. DC. and Mondia whitei (Hook.f.) Skeels on Plasmodium berghei infection in mice. J. Ethnopharmacol. 2020 doi: 10.1016/j.jep.2020.113585.", "ArticleIdList": ["10.1016/j.jep.2020.113585", "33189839"]}, {"Citation": "National Research Council (NRC). Guide for the Care and Use of Laboratory Animals. Publication no 85-23 (rev). National Institutes of Health, Bethesda, MD (1985)."}, {"Citation": "Ryley JF, Peters W. The antimalarial activity of some quinolone esters. Ann. Trop. Med. Parasit. 1970;64:209–222. doi: 10.1080/00034983.1970.11686683.", "ArticleIdList": ["10.1080/00034983.1970.11686683", "4992592"]}, {"Citation": "Asakura T, Minakata K, Adachi K, Russell MO, Schwartz E. Denatured hemoglobin in sickle erythrocytes. J. Clin. Investig. 1977;59:633–640. doi: 10.1172/JCI108681.", "ArticleIdList": ["10.1172/JCI108681", "PMC372267", "845254"]}, {"Citation": "Orjih AU, Fitch CD. Hemozoin production by Plasmodium falciparum: variation with strain and exposure to chloroquine. Biochim. Biophys. Acta. 1993;1157:270–274. doi: 10.1016/0304-4165(93)90109-L.", "ArticleIdList": ["10.1016/0304-4165(93)90109-L", "8323956"]}, {"Citation": "Johnson D, Lardy H. Isolation of liver or kidney mitochondria. Methods Enzymol. 1967;10:94–96. doi: 10.1016/0076-6879(67)10018-9.", "ArticleIdList": ["10.1016/0076-6879(67)10018-9"]}, {"Citation": "Lowry OH, Rosebrough NJ, Farr AL, Randall RJ. Protein measurement with the Folin phenol reagent. J. Biol. Chem. 1951;193:265–275. doi: 10.1016/S0021-9258(19)52451-6.", "ArticleIdList": ["10.1016/S0021-9258(19)52451-6", "14907713"]}, {"Citation": "Lapidus RG, Sokolove PM. Spermine inhibition of the permeability transition of isolated rat liver mitochondria: an investigation of mechanism. Arch. Biochem. Biophys. 1993;306:246–253. doi: 10.1006/abbi.1993.1507.", "ArticleIdList": ["10.1006/abbi.1993.1507", "8215411"]}, {"Citation": "Lardy HA, Wellman H. The catalytic effect of 2,4-dinitrophenol on adenosine triphosphate hydrolysis by cell particles and soluble enzymes. J. Biol. Chem. 1953;201:357–370. doi: 10.1016/S0021-9258(18)71378-1.", "ArticleIdList": ["10.1016/S0021-9258(18)71378-1", "13044805"]}, {"Citation": "Ruberto G, Baratta MT, Deans SG, Dorman HJ. Antioxidant and antimicrobial activity of Foeniculum vulgare and Crithmum maritimum essential oils. Planta Med. 2000;66:687–693. doi: 10.1055/s-2000-9773.", "ArticleIdList": ["10.1055/s-2000-9773", "11199122"]}, {"Citation": "Adam- Vizi V, Seregi A. Receptor independent stimulatory effect of noradrenalin on Na+/K+-ATPase in rat brain homogenate: Role of lipid peroxidation. Biochem. Pharmacol. 1982;31:2231–2236. doi: 10.1016/0006-2952(82)90106-X.", "ArticleIdList": ["10.1016/0006-2952(82)90106-X", "6127081"]}, {"Citation": "Cheesbrough M. District Laboratory Practice in Tropical Countries Part 1. 2. Cambridge University Press; 2009."}, {"Citation": "Melariri P, Campbell W, Etusim P, Smith P. In vitro and in vivo antimalarial activity of linolenic and linoleic acids and their methyl esters. Adv. Stud. Biol. 2012;4:333–349."}, {"Citation": "Banni S, Angioni E, Murru E, Carta G, Melis M, Bauman D, Dong Y, Ip C. Vaccenic acid feeding increases tissue levels of conjugated linoleic acid and suppresses development of premalignant lesions in rat mammary gland. Nutr. Cancer. 2001;41:91–97. doi: 10.1080/01635581.2001.9680617.", "ArticleIdList": ["10.1080/01635581.2001.9680617", "12094634"]}, {"Citation": "Bouic PJD. Sterols and sterolins: New drugs for the immune system. Drug Discov. Today. 2002;7:775–778. doi: 10.1016/S1359-6446(02)02343-7.", "ArticleIdList": ["10.1016/S1359-6446(02)02343-7", "12547034"]}, {"Citation": "Khan K, Firdous S, Ahmad A, Fayyaz N, Nadir M, Rasheed M, Faizi S. GC-MS profile of antimicrobial and antioxidant fractions from Cordia rothii roots. Pharm. Biol. 2016;54:2597–2605. doi: 10.3109/13880209.2016.1172320.", "ArticleIdList": ["10.3109/13880209.2016.1172320", "27232056"]}, {"Citation": "Gallo M, Sarachine M. Biological activities of lupeol. Int. J. Biomed. Pharm. Sci. 2009;3:46–66."}, {"Citation": "Titanji VPK, Zofou D, Ngemenya MN. The antimalarial potential of medicinal plants used for the treatment of malaria in Cameroonian folk medicine. Afr. J. Trad. Compl. Altern. Med. 2008;5:302–321.", "ArticleIdList": ["PMC2816552", "20161952"]}, {"Citation": "Sudhahar V, Ashok Kumar S, Varalakshmi P, Sujatha V. Protective effect of lupeol and lupeol linoleate in hypercholesterolemia associated renal damage. Mol. Cell Biochem. 2008;317:11–20. doi: 10.1007/s11010-008-9786-5.", "ArticleIdList": ["10.1007/s11010-008-9786-5", "18563536"]}, {"Citation": "Silva GB, Pinto JR, Barros EJG, Farias GM, Daher EF. Kidney involvement in malaria: an update. Rev. Inst. Med. Trop. Sao Paulo. 2017;59:53.", "ArticleIdList": ["PMC5626226", "28793022"]}, {"Citation": "Luka J, Badau SJ, Mbaya AW, Gadzama JJ, Kumshe HA. Acute toxicity study and effect of prolonged administration (28days) of crude ethanolic root extract of Diospyros mespiliformis Hochst (Ebenaceae) on clinical, haematological and biochemical parameters of albino rats. J. Ethnopharmacol. 2014;153:268–273. doi: 10.1016/j.jep.2014.02.033.", "ArticleIdList": ["10.1016/j.jep.2014.02.033", "24576408"]}, {"Citation": "Kotepui M, Phunphuech B, Phiwklam N, Chupeerach C, Duangmano S. Effect of malarial infection on haematological parameters in population near Thailand-Myanmar border. Mal J. 2014;13:218. doi: 10.1186/1475-2875-13-218.", "ArticleIdList": ["10.1186/1475-2875-13-218", "PMC4053303", "24898891"]}, {"Citation": "Olivier M, Ham KVD, Shio MT, Kassa FA, Fougeray S. Malarial pigment hemozoin and the innate inflammatory response. Front. Immunol. 2014;5:25. doi: 10.3389/fimmu.2014.00025.", "ArticleIdList": ["10.3389/fimmu.2014.00025", "PMC3913902", "24550911"]}, {"Citation": "Gupta P, Guddattu V, Saravu K. Characterization of platelet count and platelet indices and their potential role to predict severity in malaria. Path Glob. Health. 2019;113:86–93. doi: 10.1080/20477724.2019.1600855.", "ArticleIdList": ["10.1080/20477724.2019.1600855", "PMC6493306", "30967102"]}, {"Citation": "Cerami A, Slater AF. Malaria-specific metabolite hemozoin mediates the release of several potent endogenous pyrogens (TNF, MIP-1 beta) in vitro, and altered thermoregulation in vivo. J. Inflamm. 1995;45:85–96.", "ArticleIdList": ["7583361"]}, {"Citation": "Fabbri C, Mascarenhas-Netto RC, Lalwani P, Melo GC, Magalhaes BML, Alexandre MAA, Lacerda MVG, Lima ES. Lipid peroxidation and antioxidant enzymes activity in Plasmodium vivax malaria patients evolving with cholestatic jaundice. Mal J. 2013;12:315. doi: 10.1186/1475-2875-12-315.", "ArticleIdList": ["10.1186/1475-2875-12-315", "PMC3847648", "24020374"]}, {"Citation": "Olanlokun JO, Balogun FA, Olorunsogo OO. Chemotherapeutic and prophylactic antimalarial drugs induce cell death through mitochondrial-mediated apoptosis in murine models. Drug Chem. Toxicol. 2018 doi: 10.1080/01480545.2018.1536139.", "ArticleIdList": ["10.1080/01480545.2018.1536139", "30486696"]}, {"Citation": "Rosling JEO, Ridgway MC, Summers RL, Kirk K, Lehane AM. Biochemical characterization and chemical inhibition of PfATP4-associated Na+-ATPase activity in Plasmodium falciparum membranes. J. Biol. Chem. 2018;293:13327–13337. doi: 10.1074/jbc.RA118.003640.", "ArticleIdList": ["10.1074/jbc.RA118.003640", "PMC6109929", "29986883"]}, {"Citation": "Hikosaka K, Komatsuya K, Suzuki S, Kita K. Mitochondrial of malarial parasites as a drug target: an overview of tropical diseases, Amidou Samie. Intech Open. 2015 doi: 10.5772/61283.", "ArticleIdList": ["10.5772/61283"]}, {"Citation": "Olanlokun JO, Olotu FA, Idowu OT, Agoni C, David OM, Soliman M, Olorunsogo OO. In vitro, in silico studies of newly isolated tetrahydro-4-(7-hydroxy-10- methoxy-6, 14-dimethyl-15-m-tolylpentadec-13-enyl) pyran-2-one and isobutyryl acetate compounds from Alstonia boonei stem bark. J. Mol. Struct. 2020;1216:1–14. doi: 10.1016/j.molstruc.2020.128225.", "ArticleIdList": ["10.1016/j.molstruc.2020.128225"]}, {"Citation": "Olanlokun JO, Oloke K, Olorunsogo OO. Methanol extract and fraction of Anchomanes difformis root tuber modulate liver mitochondrial membrane permeability transition pore opening in rats. Avicenna J. Phytomed. 2020;10:190–201.", "ArticleIdList": ["PMC7103428", "32257891"]}, {"Citation": "Su Z, Stevenson MM. Central role of endogenous-interferon in protective immunity against blood-stage Plasmodium chabaudi AS infection. Infect. Immun. 2000;68:4399–4406. doi: 10.1128/IAI.68.8.4399-4406.2000.", "ArticleIdList": ["10.1128/IAI.68.8.4399-4406.2000", "PMC98333", "10899836"]}, {"Citation": "Rocket KA, Awburn MM, Cowden WB, Clark IA. Killing of Plasmodium falciparum in vitro by nitric oxide derivatives. Infect Immun. 1991;59:3280–3283. doi: 10.1128/IAI.59.9.3280-3283.1991.", "ArticleIdList": ["10.1128/IAI.59.9.3280-3283.1991", "PMC258164", "1879941"]}, {"Citation": "Rocket KA, Awburn MM, Aggarwal BB, Cowden WB, Clark IA. In vivo induction of nitrite and nitrate by tumor necrosis factor, lymphotoxin, and interlukin-1: possible roles in malaria. Infect Immunol. 1992;60:3725–3730. doi: 10.1128/IAI.60.9.3725-3730.1992.", "ArticleIdList": ["10.1128/IAI.60.9.3725-3730.1992", "PMC257383", "1500182"]}, {"Citation": "Schofield L, Hackett F. Signal transduction in host cells by a glycosylphosphatidylinositol toxin of malaria parasites. J. Exp. Med. 1993;177:145–153. doi: 10.1084/jem.177.1.145.", "ArticleIdList": ["10.1084/jem.177.1.145", "PMC2190877", "8418196"]}, {"Citation": "Tanaka T, Narazaki M, Kishimoto T. IL-6 in inflammation, immunity and disease. Cold Spring Harb Perspect. Biol. 2014;6:e016295. doi: 10.1101/cshperspect.a016295.", "ArticleIdList": ["10.1101/cshperspect.a016295", "PMC4176007", "25190079"]}, {"Citation": "Punnath K, Dayanand KK, Valleesha NC, Achur RN, Kakkilaya SB, Ghosh SK, Kumari SN, Gowda DC. Association between inflammatory cytoikine levels and anemia during Plasmodium falciparum and Plasmodium vivax infections in Mangaluru: A southwestern coastal region of India. Trop. Parasitol. 2019;9:98–107. doi: 10.4103/tp.TP_66_18.", "ArticleIdList": ["10.4103/tp.TP_66_18", "PMC6767796", "31579664"]}, {"Citation": "O’Sullivan JM, O’Donnell JS. Platelets in malaria pathogenesis. Blood. 2018;132(12):1222–1224. doi: 10.1182/blood-2018-08-865618.", "ArticleIdList": ["10.1182/blood-2018-08-865618", "30237255"]}, {"Citation": "Boyle MJ, Chan JA, Handayuni I, Reiling L, Feng G, Hilton A, Kurtovic L, Oyong D, Piera KA, Barber BE, William T, Eisen DP, Minigo G, Langer C, Drew DR, de Labastida Rivera F, Amante FH, Williams TN, Kinyanjui S, Marsh K, Doolan DL, Engwerda C, Fowkes FJI, Grigg MJ, Mueller I, McCarthy JS, Anstey NM, Beeson JG. IgM in human immunity to Plasmodium falciparummalaria. Sci. Adv. Immunol. 2019;5:4489.", "ArticleIdList": ["PMC6760923", "31579826"]}, {"Citation": "Fink M. Cytopathic hypoxia in sepsis. Acta Anaesthesiol. Scand. 1997;110:87–95. doi: 10.1111/j.1399-6576.1997.tb05514.x.", "ArticleIdList": ["10.1111/j.1399-6576.1997.tb05514.x", "9248546"]}, {"Citation": "Fink MP. Cytopathic hypoxia-Mitochondrial dysfunction as mechanism contributing to organ dysfunction in sepsis. Crit. Care Clin. 2001;17:219–237. doi: 10.1016/S0749-0704(05)70161-5.", "ArticleIdList": ["10.1016/S0749-0704(05)70161-5", "11219231"]}, {"Citation": "L’Her E, Sebert P. A global approach to energy metabolism in an experimental model of sepsis. Am. J. Respir. Crit. Care Med. 2001;164:1444–1447. doi: 10.1164/ajrccm.164.8.2102098.", "ArticleIdList": ["10.1164/ajrccm.164.8.2102098", "11704593"]}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "10", "Day": "3"}, {"Year": "2021", "Month": "3", "Day": "5"}, {"Year": "2021", "Month": "3", "Day": "26", "Hour": "6", "Minute": "34"}, {"Year": "2021", "Month": "3", "Day": "27", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "10", "Day": "28", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "3", "Day": "25"}], "PublicationStatus": "epublish", "ArticleIdList": ["33767260", "PMC7994402", "10.1038/s41598-021-85790-6", "10.1038/s41598-021-85790-6"]}}], "PubmedBookArticle": []}