{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["IL-6", "cardiotonic steroids", "ouabain", "thyroid cancer", "thyroid papillary carcinomas"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "33760381", "DateCompleted": {"Year": "2021", "Month": "06", "Day": "04"}, "DateRevised": {"Year": "2022", "Month": "05", "Day": "31"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "03", "Day": "24"}], "Language": ["eng"], "ELocationID": ["10.1002/tox.23130"], "Journal": {"ISSN": "1522-7278", "JournalIssue": {"Volume": "36", "Issue": "7", "PubDate": {"Year": "2021", "Month": "Jul"}}, "Title": "Environmental toxicology", "ISOAbbreviation": "Environ Toxicol"}, "ArticleTitle": "In vitro antitumoral effects of the steroid ouabain on human thyroid papillary carcinoma cell lines.", "Pagination": {"StartPage": "1338", "EndPage": "1348", "MedlinePgn": "1338-1348"}, "Abstract": {"AbstractText": ["Ouabain is a steroid described as a compound extracted from plants that is capable of binding to Na<sup>+</sup> , K<sup>+</sup> -ATPase, inhibiting ion transport and triggering cell signaling pathways. Due to its positive ionotropic effect, ouabain was used for more than 200 years for the treatment of cardiac dysfunctions. Numerous antitumor effects of ouabain have been described so far; however, its role on thyroid cancer is still poorly understood. Therefore, the aim of the present work was to evaluate the effect of ouabain on the biology of human papillary thyroid cancer cells. For this, three human thyroid cell lines were used: NTHY-ori, a non-tumor lineage, BCPAP and TPC-1, both derived from papillary carcinomas. Cells were cultured in the presence or absence of ouabain. Subsequently, we evaluated its effects on the viability, cell death, cell cycle, and migratory ability of these cell lines. We also investigated the impact of ouabain in IL-6/IL-6R and epithelial to mesenchymal transition markers expression. Our results indicate that ouabain (10<sup>-7</sup> M), decreased the number of NTHY-ori, TPC-1 and BCPAP viable cells and induced cell cycle arrest after in vitro culture, but did not appear to promote cell death. In TPC-1 cells ouabain also inhibited cell migration; increased IL-6/IL-6R expression and IL-6 secretion; and diminished vimentin and SNAIL-1 expression. Collectively, our results indicate that ouabain has an antitumoral role on human papillary thyroid carcinomas in vitro. Even though additional studies are necessary, our work contributes to the discussion of the possibility of new clinical trials of ouabain."], "CopyrightInformation": "© 2021 Wiley Periodicals LLC."}, "AuthorList": [{"Identifier": ["0000-0001-5399-0720"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratório de Imunorregulação, Departamento de Imunobiologia, Instituto de Biologia, Universidade Federal Fluminense, Niterói, Brazil."}, {"Identifier": [], "Affiliation": "Programa de Pós-Graduação em Patologia, Universidade Federal Fluminense, Niterói, Brazil."}, {"Identifier": [], "Affiliation": "Laboratório de Endocrinologia Experimental-LEEx, Instituto de Ciências Biomédicas, Universidade Federal do Rio de Janeiro, Rio de Janeiro, Brazil."}, {"Identifier": [], "Affiliation": "Programa de Pós-Graduação em Endocrinologia, Universidade Federal do Rio de Janeiro, Rio de Janeiro, Brazil."}], "LastName": "Teixeira", "ForeName": "Mariana Pires", "Initials": "MP"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratório de Fisiologia Endócrina Doris Rosenthal, Instituto de Biofísica Carlos Chagas Filho, Universidade Federal do Rio de Janeiro, Rio de Janeiro, Brazil."}], "LastName": "Passos", "ForeName": "Eliza Freitas", "Initials": "EF"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Programa de Pós-Graduação em Endocrinologia, Universidade Federal do Rio de Janeiro, Rio de Janeiro, Brazil."}, {"Identifier": [], "Affiliation": "Laboratório de Fisiologia Endócrina Doris Rosenthal, Instituto de Biofísica Carlos Chagas Filho, Universidade Federal do Rio de Janeiro, Rio de Janeiro, Brazil."}], "LastName": "Haddad", "ForeName": "Natalia Ferreira", "Initials": "NF"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratório de Endocrinologia Experimental-LEEx, Instituto de Ciências Biomédicas, Universidade Federal do Rio de Janeiro, Rio de Janeiro, Brazil."}, {"Identifier": [], "Affiliation": "Programa de Pós-graduação em Farmacologia e Química Medicinal, Universidade Federal do Rio de Janeiro, Rio de Janeiro, Brazil."}], "LastName": "Andrade", "ForeName": "Marcelle Novaes", "Initials": "MN"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratório de Imunologia Tumoral, Instituto de Bioquímica Médica Leopoldo de Meis, Universidade Federal do Rio de Janeiro, Rio de Janeiro, Brazil."}], "LastName": "Rumjanek", "ForeName": "Vivian Mary", "Initials": "VM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratório de Endocrinologia Experimental-LEEx, Instituto de Ciências Biomédicas, Universidade Federal do Rio de Janeiro, Rio de Janeiro, Brazil."}, {"Identifier": [], "Affiliation": "Programa de Pós-Graduação em Endocrinologia, Universidade Federal do Rio de Janeiro, Rio de Janeiro, Brazil."}, {"Identifier": [], "Affiliation": "Programa de Pós-graduação em Farmacologia e Química Medicinal, Universidade Federal do Rio de Janeiro, Rio de Janeiro, Brazil."}], "LastName": "Miranda-Alves", "ForeName": "Leandro", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Programa de Pós-Graduação em Endocrinologia, Universidade Federal do Rio de Janeiro, Rio de Janeiro, Brazil."}, {"Identifier": [], "Affiliation": "Laboratório de Fisiologia Endócrina Doris Rosenthal, Instituto de Biofísica Carlos Chagas Filho, Universidade Federal do Rio de Janeiro, Rio de Janeiro, Brazil."}], "LastName": "de Carvalho", "ForeName": "Denise Pires", "Initials": "DP"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratório de Imunorregulação, Departamento de Imunobiologia, Instituto de Biologia, Universidade Federal Fluminense, Niterói, Brazil."}, {"Identifier": [], "Affiliation": "Programa de Pós-Graduação em Patologia, Universidade Federal Fluminense, Niterói, Brazil."}], "LastName": "de Paiva", "ForeName": "Luciana Souza", "Initials": "LS"}], "GrantList": [{"Agency": "Conselho Nacional de Desenvolvimento Científico e Tecnológico and Pró-Reitoria de Pesquisa", "Country": ""}, {"Agency": "Coordenação de Aperfeiçoamento de Pessoal de Nível Superior", "Country": ""}, {"Agency": "Fundação Carlos Chagas Filho de Amparo à Pesquisa do Estado do Rio de Janeiro", "Country": ""}, {"Agency": "Pós-Graduação e Inovação-Universidade Federal Fluminense", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Environ Toxicol", "NlmUniqueID": "100885357", "ISSNLinking": "1520-4081"}, "ChemicalList": [{"RegistryNumber": "5ACL011P69", "NameOfSubstance": "Ouabain"}], "MeshHeadingList": [{"QualifierName": ["drug therapy"], "DescriptorName": "Carcinoma, Papillary"}, {"QualifierName": [], "DescriptorName": "Cell Line, Tumor"}, {"QualifierName": [], "DescriptorName": "Cell Movement"}, {"QualifierName": [], "DescriptorName": "Cell Proliferation"}, {"QualifierName": [], "DescriptorName": "Epithelial-Mesenchymal Transition"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Ouabain"}, {"QualifierName": [], "DescriptorName": "Thyroid Cancer, Papillary"}, {"QualifierName": ["drug therapy"], "DescriptorName": "Thyroid Neoplasms"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Blaustein MP, Robinson SW, Gottlieb SS, Balke CW, Hamlyn JM. Sex, digitalis, and the sodium pump. Mol Interv. 2003;3:68-72."}, {"Citation": "Laursen M, Yatime L, Nissen P, Fedosova NU. Crystal structure of the high-affinity Na+K+-ATPase-ouabain complex with Mg2+ bound in the cation binding site. Proc Natl Acad Sci U S A. 2013;110:10958-10963."}, {"Citation": "Marck PV, Pierre SV. Na/K-ATPase signaling and cardiac pre/postconditioning with cardiotonic steroids. Int J Mol Sci. 2018;19:2336."}, {"Citation": "Fürstenwerth H. Rethinking heart failure. Cardiol Res. 2012;3:243-257."}, {"Citation": "Bai Y, Morgan EE, Giovannucci DR, et al. Different roles of the cardiac Na+/Ca2+−exchanger in ouabain-induced inotropy, cell signaling, and hypertrophy. Am J Physiol Heart Circ Physiol. 2013;304:H427-H435."}, {"Citation": "Cerella C, Dicato M, Diederich M. Assembling the puzzle of anti-cancer mechanisms triggered by cardiac glycosides. Mitochondrion. 2013;13:225-234."}, {"Citation": "Menger L, Vacchelli E, Kepp O, et al. Trial watch: cardiac glycosides and cancer therapy. Onco Targets Ther. 2013;2:e23082."}, {"Citation": "Schneider NFZ, Cerella C, Simões CMO, Diederich M. Anticancer and immunogenic properties of cardiac glycosides. Molecules. 2017;22:1932."}, {"Citation": "Pezzani R, Rubin B, Redaelli M, et al. The antiproliferative effects of ouabain and everolimus on adrenocortical tumor cells. Endocr J. 2014;61:41-53."}, {"Citation": "Xiao Y, Meng C, Lin J, et al. Ouabain targets the Na+/K+-ATPase α3 isoform to inhibit cancer cell proliferation and induce apoptosis. Oncol Lett. 2017;14:6678-6684."}, {"Citation": "Yan X, Liang F, Li D, Zheng J. Ouabain elicits human glioblastoma cells apoptosis by generating reactive oxygen species in ERK-p66SHC-dependent pathway. Mol Cell Biochem. 2015;398:95-104."}, {"Citation": "Chang YM, Shih YL, Chen CP, et al. Ouabain induces apoptotic cell death in human prostate DU 145 cancer cells through DNA damage and TRAIL pathways. Environ Toxicol. 2019;34:1329-1339."}, {"Citation": "Zhang L, He M, Zhang Y, Nilubol N, Shen M, Kebebew E. Quantitative high-throughput drug screening identifies novel classes of drugs with anticancer activity in thyroid cancer cells: opportunities for repurposing. J Clin Endocrinol Metab. 2012;97:E319-E328."}, {"Citation": "Parameswaran R, Brooks S, Sadler GP. Molecular pathogenesis of follicular cell derived thyroid cancers. Int J Surg. 2010;8:186-193."}, {"Citation": "Kim J, Gosnell JE, Roman SA. Geographic influences in the global rise of thyroid cancer. Nat Rev Endocrinol. 2020;16:17-29."}, {"Citation": "Soares P, Lima J, Preto A, et al. Genetic alterations in poorly differentiated and undifferentiated thyroid carcinomas. Curr Genomics. 2011;12:609-617."}, {"Citation": "Cabanillas ME, McFadden DG, Durante C. Thyroid cancer. Lancet. 2016;388:2783-2795."}, {"Citation": "Carling T, Udelsman R. Thyroid cancer. Annu Rev Med. 2014;65:125-137."}, {"Citation": "Pilli T, Prasad KV, Jayarama S, Pacini F, Prabhakar BS. Potential utility and limitations of thyroid cancer cell lines as models for studying thyroid cancer. Thyroid. 2009;19:1333-1342."}, {"Citation": "Livak KJ, Schmittgen TD. Analysis of relative gene expression data using real-time quantitative PCR and the 2(-Delta Delta C(T)) Method. Methods. 2001;402-408."}, {"Citation": "Kobawala TP, Trivedi TI, Gajjar KK, Patel DH, Patel GH, Ghosh NR. Significance of interleukin-6 in papillary thyroid carcinoma. J Thyroid Res. 2016;2016:6178921."}, {"Citation": "Pastushenko I, Blanpain C. EMT transition states during tumor progression and metastasis. Trends Cell Biol. 2019;29:212-226."}, {"Citation": "Gialeli C, Theocharis AD, Karamanos NK. Roles of matrix metalloproteinases in cancer progression and their pharmacological targeting. FEBS J. 2011;278:16-27."}, {"Citation": "Féraille E, Doucet A. Sodium-potassium-adenosinetriphosphatase-dependent sodium transport in the kidney: hormonal control. Physiol Rev. 2001;81:345-418."}, {"Citation": "Lingrel JB. The physiological significance of the cardiotonic steroid/ouabain-binding site of the Na, K-ATPase. Annu Rev Physiol. 2010;72:395-412."}, {"Citation": "Schoner W, Scheiner-Bobis G. Endogenous and exogenous cardiac glycosides: their roles in hypertension, salt metabolism, and cell growth. Am J Physiol Cell Physiol. 2007;293:C509-C536."}, {"Citation": "Cuozzo F, Raciti M, Bertelli L, Parente R, Di Renzo L. Pro-death and pro-survival properties of ouabain in U937 lymphoma derived cells. J Exp Clin Cancer Res. 2012;31:95."}, {"Citation": "Liu N, Li Y, Su S, Wang N, Wang H, Li J. Inhibition of cell migration by ouabain in the A549 human lung cancer cell line. Oncol Lett. 2013;6:475-479."}, {"Citation": "Meng L, Wen Y, Zhou M, et al. Ouabain induces apoptosis and autophagy in Burkitt's lymphoma Raji cells. Biomed Pharmacother. 2016;84:1841-1848."}, {"Citation": "Shih YL, Au MK, Liu KL, et al. Ouabain impairs cell migration, and invasion and alters gene expression of human osteosarcoma U-2 OS cells. Environ Toxicol. 2017;32:2400-2413."}, {"Citation": "Magpusao AN, Omolloh G, Johnson J, Gascón J, Peczuh MW, Fenteany G. Cardiac glycoside activities link Na(+)/K(+) ATPase ion-transport to breast cancer cell migration via correlative SAR. ACS Chem Biol. 2015;10:561-569."}, {"Citation": "Shin HK, Ryu BJ, Choi SW, Kim SH, Lee K. Inactivation of Src-to-ezrin pathway: a possible mechanism in the ouabain-mediated inhibition of A549 cell migration. Biomed Res Int. 2015;2015:537136."}, {"Citation": "Yang XS, Xu ZW, Yi TL, et al. Ouabain suppresses the growth and migration abilities of glioma U-87MG cells through inhibiting the Akt/mTOR signaling pathway and downregulating the expression of HIF-1α. Mol Med Rep. 2018;17:5595-5600."}, {"Citation": "Fisher DT, Appenheimer MM, Evans SS. The two faces of IL-6 in the tumor microenvironment. Semin Immunol. 2014;26:38-47."}, {"Citation": "Ruggeri RM, Villari D, Simone A, et al. Co-expression of interleukin-6 (IL-6) and interleukin-6 receptor (IL-6R) in thyroid nodules is associated with co-expression of CD30 ligand/CD30 receptor. J Endocrinol Invest. 2002;25:959-966."}, {"Citation": "Beksac K, Sonmez C, Cetin B, et al. Evaluation of proinflammatory cytokine and neopterin levels in women with papillary thyroid carcinoma. Int J Biol Markers. 2016;31:446-450."}, {"Citation": "Matsumori A, Ono K, Nishio R, et al. Modulation of cytokine production and protection against lethal endotoxemia by the cardiac glycoside ouabain. Circulation. 1997;96:1501-1506."}, {"Citation": "Cano A, Pérez-Moreno MA, Rodrigo I, et al. The transcription factor snail controls epithelial-mesenchymal transitions by repressing E-cadherin expression. Nat Cell Biol. 2000;2:76-83."}, {"Citation": "Messica Y, Laser-Azogui A, Volberg T, et al. The role of Vimentin in regulating cell invasive migration in dense cultures of breast carcinoma cells. Nano Lett. 2017;17:6941-6948."}, {"Citation": "Strouhalova K, Přechová M, Gandalovičová A, Brábek J, Gregor M, Rosel D. Vimentin intermediate filaments as potential target for cancer treatment. Cancers (Basel). 2020;12:184."}, {"Citation": "La J, Reed E, Chan L, et al. Downregulation of TGF-β Receptor-2 expression and signaling through inhibition of Na/K-ATPase. PLoS One. 2016;11:e0168363."}], "ReferenceList": [], "Title": "REFERENCES"}], "History": [{"Year": "2021", "Month": "3", "Day": "3"}, {"Year": "2020", "Month": "7", "Day": "15"}, {"Year": "2021", "Month": "3", "Day": "7"}, {"Year": "2021", "Month": "3", "Day": "25", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "6", "Day": "5", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "3", "Day": "24", "Hour": "13", "Minute": "14"}], "PublicationStatus": "ppublish", "ArticleIdList": ["33760381", "10.1002/tox.23130"]}}], "PubmedBookArticle": []}