{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "33762644", "DateCompleted": {"Year": "2021", "Month": "10", "Day": "25"}, "DateRevised": {"Year": "2021", "Month": "10", "Day": "25"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "03", "Day": "24"}], "Language": ["eng"], "ELocationID": ["6738", "10.1038/s41598-021-86228-9"], "Journal": {"ISSN": "2045-2322", "JournalIssue": {"Volume": "11", "Issue": "1", "PubDate": {"Year": "2021", "Month": "Mar", "Day": "24"}}, "Title": "Scientific reports", "ISOAbbreviation": "Sci Rep"}, "ArticleTitle": "Differentiation of Mitragyna speciosa, a narcotic plant, from allied Mitragyna species using DNA barcoding-high-resolution melting (Bar-HRM) analysis.", "Pagination": {"StartPage": "6738", "MedlinePgn": "6738"}, "Abstract": {"AbstractText": ["Mitragyna speciosa (Korth.) Havil. [MS], or \"kratom\" in Thai, is the only narcotic species among the four species of Mitragyna in Thailand, which also include Mitragyna diversifolia (Wall. ex G. Don) Havil. [MD], Mitragyna hirsuta Havil. [MH], and Mitragyna rotundifolia (Roxb.) O. Kuntze [MR]. M. speciosa is a tropical tree belonging to the Rubiaceae family and has been prohibited by law in Thailand. However, it has been extensively covered in national and international news, as its abuse has become more popular. M. speciosa is a narcotic plant and has been used as an opium substitute and traditionally used for the treatment of chronic pain and various illnesses. Due to morphological disparities in the genus, the identification of plants in various forms, including fresh leaves, dried leaf powder, and finished products, is difficult. In this study, DNA barcoding combined with high-resolution melting (Bar-HRM) analysis was performed to differentiate M. speciosa from allied Mitragyna and to assess the capability of Bar-HRM assays to identify M. speciosa in suspected kratom or M. speciosa-containing samples. Bar-HRM analysis of PCR amplicons was based on the ITS2, rbcL, trnH-psbA, and matK DNA barcode regions. The melting profiles of ITS2 amplicons were clearly distinct, which enabled the authentication and differentiation of Mitragyna species from allied species. This study reveals that DNA barcoding coupled with HRM is an efficient tool with which to identify M. speciosa and M. speciosa-containing samples and ensure the safety and quality of traditional Thai herbal medicines."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Unit of DNA Barcoding of Thai Medicinal Plants, Department of Pharmacognosy and Pharmaceutical Botany, Faculty of Pharmaceutical Sciences, Chulalongkorn University, Bangkok, 10330, Thailand."}], "LastName": "Tungphatthong", "ForeName": "Chayapol", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Unit of DNA Barcoding of Thai Medicinal Plants, Department of Pharmacognosy and Pharmaceutical Botany, Faculty of Pharmaceutical Sciences, Chulalongkorn University, Bangkok, 10330, Thailand."}], "LastName": "Urumarudappa", "ForeName": "Santhosh Kumar J", "Initials": "SKJ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Unit of DNA Barcoding of Thai Medicinal Plants, Department of Pharmacognosy and Pharmaceutical Botany, Faculty of Pharmaceutical Sciences, Chulalongkorn University, Bangkok, 10330, Thailand."}], "LastName": "Awachai", "ForeName": "Supita", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology and Physiology, Faculty of Pharmaceutical Sciences, Chulalongkorn University, Bangkok, 10330, Thailand."}], "LastName": "Sooksawate", "ForeName": "Thongchai", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Unit of DNA Barcoding of Thai Medicinal Plants, Department of Pharmacognosy and Pharmaceutical Botany, Faculty of Pharmaceutical Sciences, Chulalongkorn University, Bangkok, 10330, Thailand. suchada.su@chula.ac.th."}], "LastName": "Sukrong", "ForeName": "Suchada", "Initials": "S"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Sci Rep", "NlmUniqueID": "101563288", "ISSNLinking": "2045-2322"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "DNA, Ribosomal Spacer"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "DNA Barcoding, Taxonomic"}, {"QualifierName": [], "DescriptorName": "DNA, Ribosomal Spacer"}, {"QualifierName": ["classification", "genetics"], "DescriptorName": "Mitragyna"}, {"QualifierName": [], "DescriptorName": "Nucleic Acid Amplification Techniques"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Polymerase Chain Reaction"}], "CoiStatement": "The authors declare no competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Brown PN, Lund JA, Murch SJ. A botanical, phytochemical and ethnomedicinal review of the genus Mitragyna korth: Implications for products sold as kratom. J. Ethnopharmacol. 2017;202:302–325. doi: 10.1016/j.jep.2017.03.020.", "ArticleIdList": ["10.1016/j.jep.2017.03.020", "28330725"]}, {"Citation": "Sukrong S, et al. Molecular analysis of the genus Mitragyna existing in Thailand based on rDNA ITS sequences and its application to identify a narcotic species: Mitragyna speciosa. Biol. Pharm. Bull. 2007;30:1284–1288. doi: 10.1248/bpb.30.1284.", "ArticleIdList": ["10.1248/bpb.30.1284", "17603168"]}, {"Citation": "Puff, C., Chayamarit, K. & Chamchumroon, V. Rubiaceae of Thailand: A pictorial guide to indigenous and cultivated genera. (Forest Herbarium, National Park, Wildlife and Plant Conservation Department, 2005)."}, {"Citation": "Jansen KL, Prast CJ. Psychoactive properties of mitragynine (kratom) J. Psychoact. Drugs. 1988;20:455–457. doi: 10.1080/02791072.1988.10472519.", "ArticleIdList": ["10.1080/02791072.1988.10472519", "3072396"]}, {"Citation": "Singh D, Narayanan S, Vicknasingam B. Traditional and non-traditional uses of Mitragynine (Kratom): A survey of the literature. Brain Res. Bull. 2016;126:41–46. doi: 10.1016/j.brainresbull.2016.05.004.", "ArticleIdList": ["10.1016/j.brainresbull.2016.05.004", "27178014"]}, {"Citation": "Saingam D, Assanangkornchai S, Geater AF, Balthip Q. Pattern and consequences of krathom (Mitragyna speciosa Korth.) use among male villagers in southern Thailand: A qualitative study. Int. J. Drug Policy. 2013;24:351–358. doi: 10.1016/j.drugpo.2012.09.004.", "ArticleIdList": ["10.1016/j.drugpo.2012.09.004", "23083922"]}, {"Citation": "Vicknasingam B, Narayanan S, Beng GT, Mansor SM. The informal use of ketum (Mitragyna speciosa) for opioid withdrawal in the northern states of peninsular Malaysia and implications for drug substitution therapy. Int. J. Drug Policy. 2010;21:283–288. doi: 10.1016/j.drugpo.2009.12.003.", "ArticleIdList": ["10.1016/j.drugpo.2009.12.003", "20092998"]}, {"Citation": "Suwanlert S. A study of kratom eaters in Thailand. Bull. Narc. 1975;27:21–27.", "ArticleIdList": ["1041694"]}, {"Citation": "Cinosi E, et al. Following “the roots” of Kratom (Mitragyna speciosa): The evolution of an enhancer from a traditional use to increase work and productivity in Southeast Asia to a recreational psychoactive drug in western countries. Biomed. Res. Int. 2015;2015: 1– 11. doi: 10.1155/2015/968786.", "ArticleIdList": ["10.1155/2015/968786", "PMC4657101", "26640804"]}, {"Citation": "Hassan Z, et al. From Kratom to mitragynine and its derivatives: Physiological and behavioural effects related to use, abuse, and addiction. Neurosci. Biobehav. Rev. 2013;37:138–151. doi: 10.1016/j.neubiorev.2012.11.012.", "ArticleIdList": ["10.1016/j.neubiorev.2012.11.012", "23206666"]}, {"Citation": "Kumarnsit E, Keawpradub N, Nuankaew W. Effect of Mitragyna speciosa aqueous extract on ethanol withdrawal symptoms in mice. Fitoterapia. 2007;78:182–185. doi: 10.1016/j.fitote.2006.11.012.", "ArticleIdList": ["10.1016/j.fitote.2006.11.012", "17335995"]}, {"Citation": "Parthasarathy S, et al. Evaluation of antioxidant and antibacterial activities of aqueous, methanolic and alkaloid extracts from Mitragyna speciosa (Rubiaceae family) leaves. Molecules. 2009;14:3964–3974. doi: 10.3390/molecules14103964.", "ArticleIdList": ["10.3390/molecules14103964", "PMC6255380", "19924042"]}, {"Citation": "Basiliere S, Bryand K, Kerrigan S. Identification of five Mitragyna alkaloids in urine using liquid chromatography-quadrupole/time of flight mass spectrometry. J. Chromatogr. B Biomed. Appl. 2018;1080:11–19. doi: 10.1016/j.jchromb.2018.02.010.", "ArticleIdList": ["10.1016/j.jchromb.2018.02.010", "29459087"]}, {"Citation": "Le D, Goggin MM, Janis GC. Analysis of mitragynine and metabolites in human urine for detecting the use of the psychoactive plant kratom. J. Anal. Toxicol. 2012;36:616–625. doi: 10.1093/jat/bks073.", "ArticleIdList": ["10.1093/jat/bks073", "23024321"]}, {"Citation": "Raffa RB. Kratom and Other Mitragynines: The Chemistry and Pharmacology of Opioids from a Non-opium Source. Boca Raton: CRC Press; 2014."}, {"Citation": "Assanangkornchai S, Muekthong A, Sam-Angsri N, Pattanasattayawong U. The use of Mitragynine speciosa (“Krathom”), an addictive plant, in Thailand. Subst Use Misuse. 2007;42:2145–2157. doi: 10.1080/10826080701205869.", "ArticleIdList": ["10.1080/10826080701205869", "18097996"]}, {"Citation": "Bangkok Post. Kratom leaves: Are they really a dangerous drug?. www.bangkokpost.com/news/special-reports/681964/the-curse-and-cure-of-kratom. Accessed 19th October 2020"}, {"Citation": "Urumarudappa SKJ, Tungphatthong C, Prombutara P, Sukrong S. DNA metabarcoding to unravel plant species composition in selected herbal medicines on the National List of Essential Medicines (NLEM) of Thailand. Sci. Rep. 2020;10(1):1–11. doi: 10.1038/s41598-020-75305-0.", "ArticleIdList": ["10.1038/s41598-020-75305-0", "PMC7588419", "33106579"]}, {"Citation": "Thongkhao K, et al. Differentiation of Cyanthillium cinereum, a smoking cessation herb, from its adulterant Emilia sonchifolia using macroscopic and microscopic examination, HPTLC profiles and DNA barcodes. Sci. Rep. 2020;10(1):1–11. doi: 10.1038/s41598-020-71702-7.", "ArticleIdList": ["10.1038/s41598-020-71702-7", "PMC7479599", "32901085"]}, {"Citation": "Kumar SJ, Tungphatthong C, Sukrong S. Mitigating the impact of admixtures in Thai herbal products. Front. Pharmacol. 2019;10:1205. doi: 10.3389/fphar.2019.01205.", "ArticleIdList": ["10.3389/fphar.2019.01205", "PMC6843083", "31749698"]}, {"Citation": "Ballin NZ, Onaindia JO, Jawad H, Fernandez-Carazo R, Maquet A. High-resolution melting of multiple barcode amplicons for plant species authentication. Food Control. 2019;105:141–150. doi: 10.1016/j.foodcont.2019.05.022.", "ArticleIdList": ["10.1016/j.foodcont.2019.05.022", "PMC6686639", "31680728"]}, {"Citation": "Srirama R, et al. Species adulteration in the herbal trade: Causes, consequences and mitigation. Drug Saf. 2017;40:651–661. doi: 10.1007/s40264-017-0527-0.", "ArticleIdList": ["10.1007/s40264-017-0527-0", "28389979"]}, {"Citation": "Zhang, X. & Organization, W. H. Traditional medicine strategy 2002 2005. (2002)."}, {"Citation": "Parmentier I, et al. How effective are DNA barcodes in the identification of African rainforest trees? PLoS ONE. 2013;8:e54921. doi: 10.1371/journal.pone.0054921.", "ArticleIdList": ["10.1371/journal.pone.0054921", "PMC3615068", "23565134"]}, {"Citation": "Fadzil NF, Wagiran A, Mohd Salleh F, Abdullah S, Mohd Izham NH. Authenticity testing and detection of Eurycoma longifolia in commercial herbal products using bar-high resolution melting analysis. Genes. 2018;9:408. doi: 10.3390/genes9080408.", "ArticleIdList": ["10.3390/genes9080408", "PMC6115996", "30103564"]}, {"Citation": "Lagiotis, G. et al. Detection and quantification of cashew in commercial tea products using High Resolution Melting (HRM) analysis. J. Food Sci. (2020).", "ArticleIdList": ["32468625"]}, {"Citation": "Thongkhao K, Tungphatthong C, Phadungcharoen T, Sukrong S. The use of plant DNA barcoding coupled with HRM analysis to differentiate edible vegetables from poisonous plants for food safety. Food Control. 2020;109:106896. doi: 10.1016/j.foodcont.2019.106896.", "ArticleIdList": ["10.1016/j.foodcont.2019.106896"]}, {"Citation": "Tanguay, P. Kratom in Thailand: Decriminalisation and community control? Series on legislative reform of drug policies No. 13, Transnational Institute. International Drug Policy Consortium (IPDC) (2011)."}, {"Citation": "Ahmad K, Aziz Z. Mitragyna speciosa use in the northern states of Malaysia: A cross-sectional study. J. Ethnopharmacol. 2012;141:446–450. doi: 10.1016/j.jep.2012.03.009.", "ArticleIdList": ["10.1016/j.jep.2012.03.009", "22440259"]}, {"Citation": "Hollingsworth PM, Graham SW, Little DP. Choosing and using a plant DNA barcode. PLoS ONE. 2011;6:e19254. doi: 10.1371/journal.pone.0019254.", "ArticleIdList": ["10.1371/journal.pone.0019254", "PMC3102656", "21637336"]}, {"Citation": "Guo M, Ren L, Pang X. Inspecting the true identity of herbal materials from Cynanchum using ITS2 barcode. Front. Plant Sci. 2017;8:1945. doi: 10.3389/fpls.2017.01945.", "ArticleIdList": ["10.3389/fpls.2017.01945", "PMC5694171", "29181014"]}, {"Citation": "Sun W, Li J-J, Xiong C, Zhao B, Chen S-L. The potential power of Bar-HRM technology in herbal medicine identification. Front. Plant Sci. 2016;7:367.", "ArticleIdList": ["PMC4811891", "27066026"]}, {"Citation": "Klafke GM, et al. High-resolution melt (HRM) analysis for detection of SNPs associated with pyrethroid resistance in the southern cattle fever tick, Rhipicephalus (Boophilus) microplus (Acari: Ixodidae) Int. J. Parasitol. Drugs Drug Resist. 2019;9:100–111. doi: 10.1016/j.ijpddr.2019.03.001.", "ArticleIdList": ["10.1016/j.ijpddr.2019.03.001", "PMC6423475", "30889438"]}, {"Citation": "Reed GH, Wittwer CT. Sensitivity and specificity of single-nucleotide polymorphism scanning by high-resolution melting analysis. Clin. Chem. 2004;50:1748–1754. doi: 10.1373/clinchem.2003.029751.", "ArticleIdList": ["10.1373/clinchem.2003.029751", "15308590"]}, {"Citation": "Singtonat S, Osathanunkul M. Fast and reliable detection of toxic Crotalaria spectabilis Roth. in Thunbergia laurifolia Lindl. herbal products using DNA barcoding coupled with HRM analysis. BMC Complement Altern Med. 2015;15:162. doi: 10.1186/s12906-015-0692-6.", "ArticleIdList": ["10.1186/s12906-015-0692-6", "PMC4448308", "26024888"]}, {"Citation": "Kalivas A, et al. DNA barcode ITS2 coupled with high resolution melting (HRM) analysis for taxonomic identification of Sideritis species growing in Greece. Mol. Biol. Rep. 2014;41:5147–5155. doi: 10.1007/s11033-014-3381-5.", "ArticleIdList": ["10.1007/s11033-014-3381-5", "24802796"]}, {"Citation": "Xanthopoulou A, et al. Multiplex HRM analysis as a tool for rapid molecular authentication of nine herbal teas. Food Control. 2016;60:113–116. doi: 10.1016/j.foodcont.2015.07.021.", "ArticleIdList": ["10.1016/j.foodcont.2015.07.021"]}, {"Citation": "Song M, Li J, Xiong C, Liu H, Liang J. Applying high-resolution melting (HRM) technology to identify five commonly used Artemisia species. Sci. Rep. 2016;6:34133. doi: 10.1038/srep34133.", "ArticleIdList": ["10.1038/srep34133", "PMC5048426", "27698485"]}, {"Citation": "Osathanunkul M, Osathanunkul K, Wongwanakul S, Osathanunkul R, Madesis P. Multiuse of Bar-HRM for Ophiocordyceps sinensis identification and authentication. Sci. Rep. 2018;8:1–6.", "ArticleIdList": ["PMC6109059", "30143746"]}, {"Citation": "Jaipaew J, Padungchareon T, Sukrong S. PCR-reverse dot blot of the nucleotide signature sequences of matK for the identification of Mitragyna speciosa, a narcotic species. Plant Gene. 2018;14:46–54. doi: 10.1016/j.plgene.2018.04.005.", "ArticleIdList": ["10.1016/j.plgene.2018.04.005"]}, {"Citation": "Kumar S, Stecher G, Tamura K. MEGA7: Molecular evolutionary genetics analysis version 7.0 for bigger datasets. Mol. Biol. Evol. 2016;33:1870–1874. doi: 10.1093/molbev/msw054.", "ArticleIdList": ["10.1093/molbev/msw054", "PMC8210823", "27004904"]}, {"Citation": "CFX Manager software of Bio-Rad Laboratories Inc. (Hercules, CA, USA) (2020)."}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "11", "Day": "17"}, {"Year": "2021", "Month": "3", "Day": "12"}, {"Year": "2021", "Month": "3", "Day": "25", "Hour": "6", "Minute": "11"}, {"Year": "2021", "Month": "3", "Day": "26", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "10", "Day": "26", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "3", "Day": "24"}], "PublicationStatus": "epublish", "ArticleIdList": ["33762644", "PMC7990970", "10.1038/s41598-021-86228-9", "10.1038/s41598-021-86228-9"]}}], "PubmedBookArticle": []}