{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Coelogyninae", "bio-assays", "bioprospecting", "herbal medicine", "horticulture", "hot nodes"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "33776752", "DateRevised": {"Year": "2023", "Month": "11", "Day": "11"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "03", "Day": "12"}], "Language": ["eng"], "ELocationID": ["586345", "10.3389/fphar.2020.586345"], "Journal": {"ISSN": "1663-9812", "JournalIssue": {"Volume": "11", "PubDate": {"Year": "2020"}}, "Title": "Frontiers in pharmacology", "ISOAbbreviation": "Front Pharmacol"}, "ArticleTitle": "Antimicrobial Activity of Necklace Orchids is Phylogenetically Clustered and can be Predicted With a Biological Response Method.", "Pagination": {"StartPage": "586345", "MedlinePgn": "586345"}, "Abstract": {"AbstractText": ["Necklace orchids (Coelogyninae, Epidendroideae) have been used in traditional medicine practices for centuries. Previous studies on a subset of unrelated orchid species utilized in these traditional practices revealed they possessed antimicrobial, anti-inflammatory, and anti-oxidant activity, providing experimental proof for their medicinal properties. To date however none of these species have been investigated ethno-botanically in a phylogenetic context. This study carried out comparative bioprospecting for a group of wild orchids using EBDCS (the Economic Botany Data Collection Standards) organ targeted and biological response methods. The traditional medicinal use of necklace orchids was recorded from books and journals published between 1984 and 2016. Two orchids, <i>Coelogyne cristata</i> and <i>Coelogyne fimbriata</i>, were selected, cultivated both indoors and outdoors, and the antimicrobial properties on extracts from their leaves and pseudobulbs tested against a selection of human pathogens. A molecular phylogeny of Coelogyninae based on nuclear ribosomal ITS and plastid <i>matK</i> DNA sequences obtained from 148 species was reconstructed with Maximum Likelihood (ML) using RAxML, Maximum Parsimony (MP) using PAUP and Bayesian Inference using MrBayes. Bioprospecting comparison of EBDCS and biological response was carried out using customized R scripts. Ethanolic extracts obtained from leaves of <i>C. fimbriata</i> inhibited growth of <i>Bacillus cereus</i>, <i>Staphylococcus aureus</i>, and <i>Yersinia enterocolitica,</i> confirming the antimicrobial properties of these extracts. Leaf extracts were found to have slightly stronger antimicrobial properties for plants cultivated outdoors than indoors. These differences were not found to be statistically significant though. Three hot nodes with high potency for antimicrobial activities were detected with the EBDCS organ targeted classification method, and eight hot nodes were detected with the biological response classification method. The biological response classification method is thus a more effective tool in finding hot nodes amongst clades of species with high medicinal potential."], "CopyrightInformation": "Copyright © 2021 Wati, de Graaf, Bogarín, Heijungs, van Vugt, Smets and Gravendeel."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Naturalis Biodiversity Center, Endless Forms Group, Leiden, Netherlands."}, {"Identifier": [], "Affiliation": "Center for Plant Conservation, Bogor Botanic Garden, Indonesian Institute of Sciences (LIPI), Bogor, Indonesia."}], "LastName": "Wati", "ForeName": "Richa Kusuma", "Initials": "RK"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Science and Technology Faculty, University of Applied Sciences Leiden, Leiden, Netherlands."}], "LastName": "de Graaf", "ForeName": "Esmée F", "Initials": "EF"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Naturalis Biodiversity Center, Endless Forms Group, Leiden, Netherlands."}, {"Identifier": [], "Affiliation": "Lankester Botanical Garden, University of Costa Rica, Cartago, Costa Rica."}], "LastName": "Bogarín", "ForeName": "Diego", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Environmental Sciences, Leiden University, Leiden, Netherlands."}, {"Identifier": [], "Affiliation": "Department of Econometrics and Operations Research, Vrije Universiteit Amsterdam, Amsterdam, Netherlands."}], "LastName": "Heijungs", "ForeName": "Reinout", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Hortus botanicus, Leiden University, Leiden, Netherlands."}], "LastName": "van Vugt", "ForeName": "Rogier", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Naturalis Biodiversity Center, Endless Forms Group, Leiden, Netherlands."}, {"Identifier": [], "Affiliation": "Institute of Biology Leiden, Leiden University, Leiden, Netherlands."}, {"Identifier": [], "Affiliation": "Ecology, Evolution and Biodiversity Conservation, KU Leuven, Heverlee, Belgium."}], "LastName": "Smets", "ForeName": "Erik F", "Initials": "EF"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Naturalis Biodiversity Center, Endless Forms Group, Leiden, Netherlands."}, {"Identifier": [], "Affiliation": "Institute of Biology Leiden, Leiden University, Leiden, Netherlands."}, {"Identifier": [], "Affiliation": "Institute of Water and Wetland Research, Radboud University, Nijmegen, Netherlands."}], "LastName": "Gravendeel", "ForeName": "Barbara", "Initials": "B"}], "DataBankList": [{"DataBankName": "figshare", "AccessionNumberList": ["10.6084/m9.figshare.13071893.v2"]}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Pharmacol", "NlmUniqueID": "101548923", "ISSNLinking": "1663-9812"}, "CoiStatement": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Beena C. (2011). Bioprospecting on the endangered medicinal plant Nervilia aragoana gaud. J. Progress. Agric. 2, 75–78. 10.7324/JABB.2019.70215", "ArticleIdList": ["10.7324/JABB.2019.70215"]}, {"Citation": "Buyun L., Tkachenko H., Kovalska L., Osadowski Z. (2016). “Preliminary screening of Coelogyne ovalis Lindl. (Orchidaceae) for antimicrobial activity against Staphylococcus aureus”, in Agrobiodiversity for improving Nutrition, health and life quality 2017, 43–49. 10.15414/agrobiodiversity.2017.2585-8246", "ArticleIdList": ["10.15414/agrobiodiversity.2017.2585-8246"]}, {"Citation": "Cheng T., Xu C., Lei L., Li C., Zhang Y., Zhou S. (2016). Barcoding the kingdom Plantae: New PCR primers for ITS regions of plants with improved universality and specificity. Mol. Ecol. Resour. 16, 138–149. 10.1111/1755-0998.12438", "ArticleIdList": ["10.1111/1755-0998.12438", "26084789"]}, {"Citation": "Cook F. E. M. (1995). Economic Botany data collection standard. Editors Lock J. M., Prendergast H. D. (Kew: the Royal Botanic Gardens; ). 10.1111/j.1756-1051.1997.tb00317.x", "ArticleIdList": ["10.1111/j.1756-1051.1997.tb00317.x"]}, {"Citation": "CLSI (2011). Performance Standards for Antimicrobial Susceptibility Testing; Twenty-First Informational Supplement. Wayne, PA:Clinical and Laboratory Standards Institute."}, {"Citation": "Cragg G. M., Newman D. J. (2013). Natural products: a continuing source of novel drug leads, Biochim. Biophys. Acta 1830, 3670–3695. 10.1016/j.bbagen.2013.02.008", "ArticleIdList": ["10.1016/j.bbagen.2013.02.008", "PMC3672862", "23428572"]}, {"Citation": "Dangle J. L., Jones J. D. (2001). Plant pathogens and integrated defence responses to infection. Nature 411, 826–833. 10.1038/35081161", "ArticleIdList": ["10.1038/35081161", "11459065"]}, {"Citation": "Darriba D., Taboada G. L., Doallo R., Posada D. (2015). jModelTest 2: more models, new heuristics and high-performance computing Europe PMC Funders Group. Nat. Methods 9, 772. 10.1038/nmeth.2109", "ArticleIdList": ["10.1038/nmeth.2109", "PMC4594756", "22847109"]}, {"Citation": "\nde Vogel E. F., Vermeulen J. J., Schuiteman A. (2019). Orchids of New Guinea\nhttp://www.orchidsnewguinea.com/. Accessed in 2019. "}, {"Citation": "Douwes E., Crouch N. R., Edwards T. J., Mulholland D. A. (2008). Regression analyses of southern African ethnomedicinal plants: informing the targeted selection of bioprospecting and pharmacological screening subjects. J. Ethnopharmacol. 119, 356–364. 10.1016/j.jep.2008.07.040", "ArticleIdList": ["10.1016/j.jep.2008.07.040", "18761073"]}, {"Citation": "Doyle J. J., Doyle J. L. (1987). A rapid DNA isolation procedure for small quantities of fresh leaf tissue. Phytochem. Bull. 19, 11–15."}, {"Citation": "Ernst M., Grace O. M., Saslis-Lagoudakis C. H., Nilsson N., Simonsen H. T., Rønsted N. (2015). Global medicinal uses of Euphorbia L. (Euphorbiaceae). J. Ethnopharmacol. 176, 90–101. 10.1016/j.jep.2015.10.025", "ArticleIdList": ["10.1016/j.jep.2015.10.025", "26485050"]}, {"Citation": "Ernst M., Saslis-Lagoudakis C., Grace O. M., Nilsson N., Simonsen H. T., Horn J. W., et al. (2016). Evolutionary prediction of medicinal properties in the genus Euphorbia L. Sci. Rep. 6, 30531. 10.1038/srep30531", "ArticleIdList": ["10.1038/srep30531", "PMC4964329", "27464466"]}, {"Citation": "Fritz S. A., Purvis A. (2010). Selectivity in mammalian extinction risk and threat types: a new measure of phylogenetic signal strength in binary traits. Conserv. Biol. 24, 1042–1051. 10.1111/j.1523-1739.2010.01455.x", "ArticleIdList": ["10.1111/j.1523-1739.2010.01455.x", "20184650"]}, {"Citation": "Gandrud C. (2015). Reproducible research with R and RStudio. 2nd ed. Boca Raton, Florida: CRC Press. 10.1201/9781315382548", "ArticleIdList": ["10.1201/9781315382548"]}, {"Citation": "Gravendeel B., Chase M. W., De Vogel E. F., Roos M. C., Mes T. H., Bachmann K. (2001). Molecular phylogeny of Coelogyne (Epidendroideae; Orchidaceae) based on plastid RFLPS, matK, and nuclear ribosomal ITS sequences: evidence for polyphyly. Am. J. Bot. 88, 1915–1927. 10.2307/3558367", "ArticleIdList": ["10.2307/3558367", "21669624"]}, {"Citation": "Gutiérrez R. M. P. (2010). Orchids: a review of uses in traditional medicine, its phytochemistry and pharmacology. J. Med. Plants Res. 4, 592–638. 10.5897/JMPR10.012", "ArticleIdList": ["10.5897/JMPR10.012"]}, {"Citation": "Hsiao Y. Y., Pan Z. J., Hsu C. C., Yang Y. P., Hsu Y. C., Chuang Y. C., et al. (2011). Research on orchid biology and biotechnology. Plant Cell Physiol. 52, 1467–1486. 10.1093/pcp/pcr100", "ArticleIdList": ["10.1093/pcp/pcr100", "21791545"]}, {"Citation": "Huelsenbeck J. P., Larget B., Alfaro M. E. (2004). Bayesian phylogenetic model selection using reversible jump Markov chain Monte Carlo. Mol. Biol. Evol. 21, 1123–1133. 10.1093/molbev/msh123", "ArticleIdList": ["10.1093/molbev/msh123", "15034130"]}, {"Citation": "Isah T. (2019). Stress and defense responses in plant secondary metabolites production. Biol. Res. 52, 39. 10.1186/s40659-019-0246-3", "ArticleIdList": ["10.1186/s40659-019-0246-3", "PMC6661828", "31358053"]}, {"Citation": "Katoh K., Standley D. M. (2013). MAFFT multiple sequence alignment software version 7: improvements in performance and usability. Mol. Biol. Evol. 30, 772–780. 10.1093/molbev/mst010", "ArticleIdList": ["10.1093/molbev/mst010", "PMC3603318", "23329690"]}, {"Citation": "Kearse M., Moir R., Wilson A., Stones-Havas S., Cheung M., Sturrock S., et al. (2012). Geneious Basic: an integrated and extendable desktop software platform for the organization and analysis of sequence data. Bioinformatics 28, 1647–1649. 10.1093/bioinformatics/bts199", "ArticleIdList": ["10.1093/bioinformatics/bts199", "PMC3371832", "22543367"]}, {"Citation": "Kembel S. W., Cowan P. D., Helmus M. R., Cornwell W. K., Morlon H., Ackerly D. D., et al. (2010). Picante: R tools for integrating phylogenies and ecology. Bioinformatics 26, 1463–1464. 10.1093/bioinformatics/btq166", "ArticleIdList": ["10.1093/bioinformatics/btq166", "20395285"]}, {"Citation": "Kim J. Y., Park S. C., Hwang I., Cheong H., Nah J. W., Hahm K. S., et al. (2009). Protease inhibitors from plants with antimicrobial activity. Int. J. Mol. Sci. 10, 2860–2872. 10.3390/ijms10062860", "ArticleIdList": ["10.3390/ijms10062860", "PMC2705521", "19582234"]}, {"Citation": "Kovács A., Vasas A., Hohmann J. (2008). Natural phenanthrenes and their biological activity. Phytochemistry 69, 1084–1110. 10.1016/j.phytochem.2007.12.005", "ArticleIdList": ["10.1016/j.phytochem.2007.12.005", "18243254"]}, {"Citation": "Lawler L. J. (1984). “Ethnobotany of the Orchidaceae”, in Orchid Biology: reviews and perspectives. Editor Arditti J. (New York: Cornell University Pressm; ), Vol. III, 27–149."}, {"Citation": "Leonti M., Cabras S., Castellanos M., Challenger A., Gertsch J., Casu L. (2013). Bioprospecting: evolutionary implications from a post-olmec pharmacopoeia and the relevance of widespread taxa. J. Ethnopharmacol. 147, 92–107. 10.1016/j.jep.2013.02.012", "ArticleIdList": ["10.1016/j.jep.2013.02.012", "23454605"]}, {"Citation": "Li T. S. C., Mazza G., Cottrell A. C., Gao L. (1996). Ginsenosides in roots and leaves of American Ginseng. J. Agric. Food Chem. 44, 717–720."}, {"Citation": "Lin Y. L., Chen W. P., Macabalang A. D. (2005). Dihydrophenanthrenes from Bletilla formosana. Chem. Pharm. Bull. 53, 1111–1113. 10.1248/cpb.53.1111", "ArticleIdList": ["10.1248/cpb.53.1111", "16141577"]}, {"Citation": "Majumder P. L., Sen S., Majumder S. (2001). Phenanthrene derivatives from the orchid Coelogyne cristata. Phytochemistry 58, 581–586. 10.1016/s0031-9422(01)00287-4", "ArticleIdList": ["10.1016/s0031-9422(01)00287-4", "11576602"]}, {"Citation": "Miller M. A., Wayne P., Schwartz T. (2010). “Creating the CIPRES Science Gateway for Inference of Large Phylogenetic Trees.” 2010 Gateway Computing Environments Workshop (GCE), (New Orleans, LA: GCE; ), 1–8."}, {"Citation": "Mutsaers J. A. E. M., Doornbos L., Knecht N. M. (2001). Bacteriologie voor laboratorium en kliniek 2. 4th ed. Utrecht: Syntax Media."}, {"Citation": "Newman D. J., Cragg G. M., Snader K. M. (2000). The influence of natural products upon drug discovery. Nat. Prod. Rep. 17, 215–234. 10.1039/a902202c", "ArticleIdList": ["10.1039/a902202c", "10888010"]}, {"Citation": "Nixon K. C. (1999). The parsimony ratchet, a new method for rapid parsimony analysis. Cladistics 1, 407–414.", "ArticleIdList": ["34902938"]}, {"Citation": "\nOrme D., Freckleton R., Thomas G., Thomas P., Fritz S., Isaac N., et al.  (2013). CAPER: Comparative analyses of Phylogenetics and evolution in R. Methods Ecol. Evol.\n3, 145–151. 10.1098/rsos.181182\n"}, {"Citation": "Pant B. (2014). Medicinal orchids and their uses: tissue culture a potential alternative for conservation. Afr. J. Plant Sci. 7, 448–467. 10.5897/ajps2013.1031", "ArticleIdList": ["10.5897/ajps2013.1031"]}, {"Citation": "Pant B., Raskoti B. B. (2013). Medicinal orchid of Nepal. Kathmandu: Himalayan Map House Pvt. Ltd."}, {"Citation": "Paradis E., Claude J., Strimmer K. (2004). APE: analyses of phylogenetics and evolution in R language. Bioinformatics 20, 289–290. 10.1093/bioinformatics/btg412", "ArticleIdList": ["10.1093/bioinformatics/btg412", "14734327"]}, {"Citation": "Pedersen H., Petersen G., Gravendeel B., Barkman T. J., de Boer H., Sulistyo B. P., et al. (2020). Phylogenetics of Dendrochilum (Orchidaceae): evidence of pronounced morphological homoplasy and predominantly centric endemism. Taxon 68, 1173–1188. 10.1002/tax.12184", "ArticleIdList": ["10.1002/tax.12184"]}, {"Citation": "Peleg A. Y., Hooper D. C. (2010). Hospital-acquired infections due to gram-Negative Bacteria. N. Engl. J. Med. 362, 1804–1813. 10.1056/NEJMra0904124", "ArticleIdList": ["10.1056/NEJMra0904124", "PMC3107499", "20463340"]}, {"Citation": "Pridgeon A. M., Cribb P. J., Chase M. W., Rasmussen F. N. (2005). Genera Orchidacearum, Epidendroideae (Part 1), Vol. 4. Oxford, USA: Oxford University Press."}, {"Citation": "Priya K., Krishnaveni C. (2005). Antibacterial effect of bulbophyllum neilgherrense wt. (Orchidaceae). An in vitro study. Ancient Sci. Life 25, 50–52. 10.1007/S00044012-0228-2", "ArticleIdList": ["10.1007/S00044012-0228-2", "PMC3330906", "22557190"]}, {"Citation": "Pyakurel D., Gurung K. (2008). Enumeration of orchids and estimation of current stock of traded orchids in Rolpa district : Final report. Rolpa, Nepal: District forest office Rolpa."}, {"Citation": "Purkayastha J. (2016). Bioprospecting of Indigenous Bioresources of North-East India. Singapore, Singapore: Springer. 10.1007/978-981-10-0620-3", "ArticleIdList": ["10.1007/978-981-10-0620-3"]}, {"Citation": "Qian C. D., Jiang F. S., Yu H. S., Shen Y., Fu Y. H., Cheng D. Q., et al. (2015). Antibacterial biphenanthrenes from the fibrous roots of Bletilla striata. J. Nat. Prod. 78, 939–943. 10.1021/np501012n", "ArticleIdList": ["10.1021/np501012n", "25760525"]}, {"Citation": "R Core Team (2018). R: a language and environment for statistical computing. Vienna, Austria."}, {"Citation": "Ramakrishna A., Ravishankar G. A. (2011). Influence of abiotic stress signals on secondary metabolites in plants. Plant Signal. Behav. 6, 1720–1731. 10.4161/psb.6.11.17613", "ArticleIdList": ["10.4161/psb.6.11.17613", "PMC3329344", "22041989"]}, {"Citation": "Robinson M. M., Zhang X. (2011). Traditional medicines: global situation, issues and Challenges. Geneva, Switzerland: WHO."}, {"Citation": "Saslis-Lagoudakis C. H., Savolainen V., Williamson E. M., Forest F., Wagstaff S. J., Baral S. R., et al. (2012). Phylogenies reveal predictive power of traditional medicine in bioprospecting. Proc. Natl. Acad. Sci. USA 109, 15835–15840. 10.1073/pnas.1202242109", "ArticleIdList": ["10.1073/pnas.1202242109", "PMC3465383", "22984175"]}, {"Citation": "Savoia D. (2012). Plant-derived antimicrobial compounds: alternatives to antibiotics. Future Microbiol. 7, 979–990. 10.2217/fmb.12.68", "ArticleIdList": ["10.2217/fmb.12.68", "22913356"]}, {"Citation": "Schuiteman A., de Vogel E. F. (2001). Orchids of New Guinea, Vol. I. Illustrated Checklist and Genera CD-ROM. 90-75000-20-0."}, {"Citation": "Sikes D. S., Lewis P. O. (2001). Beta software, version 1.PAUPRat:PAUP* implementation of the parsimony ratchet."}, {"Citation": "Singh A., Duggal S. (2009). Medicinal orchids: an overview. Ethnobot. Leafl. 13, 351–363."}, {"Citation": "Singh S., Singh A. K. (2012). Medicinal properties and uses of orchids: a concise review. Elixir Appl. Bot. 52, 11627–11634."}, {"Citation": "Siqueira C. F., Cabral D. L., Peixoto Sobrinho T. J., De Amorim E. L., De Melo J. G., Araújo T. A., et al. (2012). Levels of tannins and flavonoids in medicinal plants: evaluating bioprospecting strategies. Evid. Based Complem. Alternat. Med. 2012, 434782. 10.1155/2012/434782", "ArticleIdList": ["10.1155/2012/434782", "PMC3182569", "21969842"]}, {"Citation": "Smith W. L., Wheeler W. C. (2006). Venom evolution widespread in fishes: a phylogenetic road map for the bioprospecting of piscine venoms. J. Hered. 97, 206–217. 10.1093/jhered/esj034", "ArticleIdList": ["10.1093/jhered/esj034", "16740627"]}, {"Citation": "Stamakis A., Hoover P., Rougemontm J. (2008). A rapid bootstrap algorithm for the RAxML web servers. Syst. Biol. 57, 758–771. 10.1080/10635150802429642", "ArticleIdList": ["10.1080/10635150802429642", "18853362"]}, {"Citation": "Subedi A. (2002). Orchids around Pokhara valley of Nepal. Local Initiatives for Biodiversity, Pokhara, Nepal: Research and Development."}, {"Citation": "Subedi A., Chaudhary R. P., van Achterberg C., Heijerman T., Lens F., van Dooren T. J., et al. (2011). Pollination and protection against herbivory of Nepalese Coelogyninae (Orchidaceae). Am. J. Bot. 98, 1095–1103. 10.3732/ajb.1000306", "ArticleIdList": ["10.3732/ajb.1000306", "21700799"]}, {"Citation": "Subedi A., Kunwar B., Choi Y., Dai Y., van Andel T., Chaudhary R. P., et al. (2013). Collection and trade of wild-harvested orchids in Nepal. J. Ethnobiol. Ethnomed. 9, 64–10. 10.1186/1746-4269-9-64", "ArticleIdList": ["10.1186/1746-4269-9-64", "PMC3846542", "24004516"]}, {"Citation": "Sulistyo B. P., Boos R., Cootes J. E., Gravendeel B. (2015). Dendrochilum hampelii (Coelogyninae, Epidendroideae, Orchidaceae) traded as ‘Big Pink' is a new species, not a hybrid: evidence from nrITS, matK and ycf1 sequence data. PhytoKeys 56, 83–97. 10.3897/phytokeys.56.5432", "ArticleIdList": ["10.3897/phytokeys.56.5432", "PMC4611750", "26491388"]}, {"Citation": "Swofford D. L. (2002). PAUP. Phylogenetic analysis using Parsimony (and other methods), Version 4.0 Beta 10. Sunderland: Sinauer Associates."}, {"Citation": "Teoh E. S. (2016). Medicinal orchids of Asia. Switzerland: Springer. 10.1007/978-3-319-24274-3", "ArticleIdList": ["10.1007/978-3-319-24274-3"]}, {"Citation": "Tóth B., Hohmann J., Vasas A. (2018). Phenanthrenes: a Promising Group of Plant secondary metabolites. J. Nat. Prod. 81, 661–678. 10.1021/acs.jnatprod.7b00619", "ArticleIdList": ["10.1021/acs.jnatprod.7b00619", "29280630"]}, {"Citation": "Vaidya B., Shrestha M., Joshee N. (2000). “Report on Nepalese orchid species with medicinal Properties,” in Proceeding of Nepal-Japan Joint Symposium-2000. Editors Watanabe T., Tokano A., Bista M., Saiju H. (Japan Society for Conservation and Development of Himalaya Medicinal Resources; ), 146–152."}, {"Citation": "Wang J., Matsuzaki K., Kitanaka S. (2006). Stilbene derivatives from Pholidota chinensis and their anti-inflammatory activity. Chem. Pharm. Bull. 54, 1216–1218. 10.1248/cpb.54.1216", "ArticleIdList": ["10.1248/cpb.54.1216", "16880675"]}, {"Citation": "Washington J. A. (1996). Principles of Diagnosis. Editor Baron Galveston S. (Texas: University of Texas Medical Branch; ).", "ArticleIdList": ["21413287"]}, {"Citation": "Wati R. K., van Vugt R. R., Gravendeel B. (2018). A Linnaeus NG interactive key to the species of Glomera (Orchidaceae, Coelogyninae) from Southeast Asia. PhytoKeys 110, 9–22. 10.3897/phytokeys.110.28435", "ArticleIdList": ["10.3897/phytokeys.110.28435", "PMC6215026", "30402036"]}, {"Citation": "Webb C. O., Ackerly D. D., Kembel S. W. (2008). Phylocom: software for the analysis of phylogenetic community structure and trait evolution. Bioinformatics 24, 2098–2100. 10.1093/bioinformatics/btn358", "ArticleIdList": ["10.1093/bioinformatics/btn358", "18678590"]}, {"Citation": "Wickham H. (2011). The split-apply-combine strategy for data analysis. J. Stat. Softw. 40, 1–29. 10.18637/jss.v040.i01", "ArticleIdList": ["10.18637/jss.v040.i01"]}, {"Citation": "Yang X., Tang C., Zhao P., Shu G., Mei Z. (2012). Antimicrobial constituents from the tubers of bletilla ochracea. Planta Med. 78, 606–610. 10.1055/s-0031-1298264", "ArticleIdList": ["10.1055/s-0031-1298264", "22383059"]}, {"Citation": "Yonzone R., Kamran A., Bhujel R. B. (2012). “Orchids in ethnobotany”, in International seminar on “Multidisciplinary approaches in angiospenn systematics, 661–669."}, {"Citation": "Yonzone R., Lama D., Bhujel R. B., Rai S. (2013). Present availability status, diversity resources and distribution of medicinal orchid species in Darjeeling Himalaya of West Bengal, India. Int. J. Pharm. Pharmaceut. Sci. 1, 14–35."}, {"Citation": "Zhu F., Qin C., Tao L., Liu X., Shi Z., Ma X., et al. (2011). Clustered patterns of species origins of nature-derived drugs and clues for future bioprospecting. Proc. Natl. Acad. Sci. USA 108, 12943–12948. 10.1073/pnas.1107336108", "ArticleIdList": ["10.1073/pnas.1107336108", "PMC3150889", "21768386"]}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "7", "Day": "23"}, {"Year": "2020", "Month": "11", "Day": "24"}, {"Year": "2021", "Month": "3", "Day": "29", "Hour": "6", "Minute": "23"}, {"Year": "2021", "Month": "3", "Day": "30", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "3", "Day": "30", "Hour": "6", "Minute": "1"}, {"Year": "2021", "Month": "3", "Day": "12"}], "PublicationStatus": "epublish", "ArticleIdList": ["33776752", "PMC7994927", "10.3389/fphar.2020.586345", "586345"]}}], "PubmedBookArticle": []}