{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "33784769", "DateCompleted": {"Year": "2021", "Month": "10", "Day": "26"}, "DateRevised": {"Year": "2023", "Month": "11", "Day": "07"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "03", "Day": "30"}], "Language": ["eng"], "ELocationID": ["10.1055/a-1401-9562"], "Journal": {"ISSN": "1439-0221", "JournalIssue": {"Volume": "87", "Issue": "12-13", "PubDate": {"Year": "2021", "Month": "Oct"}}, "Title": "Planta medica", "ISOAbbreviation": "Planta Med"}, "ArticleTitle": "Update on Phytochemical and Biological Studies on Rocaglate Derivatives from Aglaia Species.", "Pagination": {"StartPage": "937", "EndPage": "948", "MedlinePgn": "937-948"}, "Abstract": {"AbstractText": ["With about 120 species, <i>Aglaia</i> is one of the largest genera of the plant family Meliaceae (the mahogany plants). It is native to the tropical rainforests of the Indo-Australian region, ranging from India and Sri Lanka eastward to Polynesia and Micronesia. Various <i>Aglaia</i> species have been investigated since the 1960s for their phytochemical constituents and biological properties, with the cyclopenta[<i>b</i>]benzofurans (rocaglates or flavaglines) being of particular interest. Phytochemists, medicinal chemists, and biologists have conducted extensive research in establishing these secondary metabolites as potential lead compounds with antineoplastic and antiviral effects, among others. The varied biological properties of rocaglates can be attributed to their unusual structures and their ability to act as inhibitors of the eukaryotic translation initiation factor 4A (eIF4A), affecting protein translation. The present review provides an update on the recently reported phytochemical constituents of <i>Aglaia</i> species, focusing on rocaglate derivatives. Furthermore, laboratory work performed on investigating the biological activities of these chemical constituents is also covered."], "CopyrightInformation": "Thieme. All rights reserved."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Medicinal Chemistry and Pharmacognosy, College of Pharmacy, The Ohio State University, Columbus, Ohio, United States."}], "LastName": "Agarwal", "ForeName": "Garima", "Initials": "G"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Center for Childhood Cancer and Blood Diseases, Abigail Wexner Research Institute, Nationwide Children's Hospital, Columbus, Ohio, United States."}, {"Identifier": [], "Affiliation": "Department of Pediatrics, The Ohio State University College of Medicine, Columbus, Ohio, United States."}, {"Identifier": [], "Affiliation": "Department of Otolaryngology-Head and Neck Surgery, The Ohio State University College of Medicine, Columbus, Ohio, United States."}, {"Identifier": [], "Affiliation": "Department of Pathology, The Ohio State University College of Medicine, Columbus, Ohio, United States."}], "LastName": "Chang", "ForeName": "Long-Sheng", "Initials": "LS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Pharmacy, University of Illinois at Chicago, Chicago, Illinois, United States."}, {"Identifier": [], "Affiliation": "Science and Education, Field Museum, Chicago, Illinois, United States."}], "LastName": "Soejarto", "ForeName": "Djaja Doel", "Initials": "DD"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Medicinal Chemistry and Pharmacognosy, College of Pharmacy, The Ohio State University, Columbus, Ohio, United States."}], "LastName": "Kinghorn", "ForeName": "A Douglas", "Initials": "AD"}], "GrantList": [{"GrantID": "U.S. Department of Defense", "Agency": "W81XWH-18-1-0547", "Country": ""}, {"GrantID": "National Cancer Institute", "Agency": "P01CA125066", "Country": ""}, {"GrantID": "U19 CA052956", "Acronym": "CA", "Agency": "NCI NIH HHS", "Country": "United States"}, {"GrantID": "National Cancer Institute", "Agency": "U19CA52956", "Country": ""}, {"GrantID": "National Cancer Institute", "Agency": "P30CA16058", "Country": ""}, {"GrantID": "P01 CA125066", "Acronym": "CA", "Agency": "NCI NIH HHS", "Country": "United States"}, {"GrantID": "P30 CA016058", "Acronym": "CA", "Agency": "NCI NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "Planta Med", "NlmUniqueID": "0066751", "ISSNLinking": "0032-0943"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Benzofurans"}, {"RegistryNumber": "0", "NameOfSubstance": "Phytochemicals"}, {"RegistryNumber": "EC 2.7.7.-", "NameOfSubstance": "Eukaryotic Initiation Factor-4A"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Aglaia"}, {"QualifierName": [], "DescriptorName": "Australia"}, {"QualifierName": [], "DescriptorName": "Benzofurans"}, {"QualifierName": [], "DescriptorName": "Eukaryotic Initiation Factor-4A"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Phytochemicals"}], "CoiStatement": "The authors declare that they have no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Shiengthong D, Verasarn A, NaNonggai-Suwanrath P. Constituents of Thai medicinal plants-I. Aglaiol. Tetrahedron 1965; 21: 914–924"}, {"Citation": "Ebada SS, Lajkiewicz N, Porco JA Jr, Li-Weber M, Proksch P. Chemistry and biology of rocaglamides (= flavaglines) and related derivatives from Aglaia species (Meliaceae). In: Kinghorn AD, Falk H, Kobayashi J, eds, Progress in the Chemistry of Organic Natural Products. Vienna: Springer-Verlag; 2011; 94: 1–58", "ArticleIdList": ["PMC4157394", "21833837"]}, {"Citation": "Zhang L, Wang LH, Yang YF, Yang SM, Zhang JH, Tan CH. Aglaianine, a new bisamide from Aglaia abbreviata. Nat Prod Res 2011; 25: 1676–1679", "ArticleIdList": ["22011253"]}, {"Citation": "Sianturi J, Purnamasari M, Darwati, Harneti D, Mayanti T, Supratman U, Awang K, Hayashi H. New bisamide compounds from the bark of Aglaia eximia (Meliaceae). Phytochem Lett 2015; 13: 297–301"}, {"Citation": "Zhang H, Song Z-J, Chen W-Q, Wu X-Z, Xu H-H. Chemical constituents from Aglaia odorata Lour. Biochem Syst Ecol 2012; 41: 35–40"}, {"Citation": "Peng L, Fu WX, Zeng CX, Zhou L, Bao MF, Cai XH. Two new lignans from twigs of Aglaia odorata. J Asian Nat Prod Res 2016; 18: 147–152", "ArticleIdList": ["26207974"]}, {"Citation": "Joycharat N, Plodpai P, Panthong K, Yingyongnarongkul B-E, Voravuthikunchai SP. Terpenoid constituents and antifungal activity of Aglaia forbesii seed against phytopathogens. Can J Chem 2010; 88: 937–944"}, {"Citation": "Pan L, Kardono LBS, Riswan S, Chai H-B, Carcache de Blanco EJ, Pannell CM, Soejarto DD, McCloud TG, Newman DJ, Kinghorn AD. Isolation and characterization of minor analogues of silvestrol and other constituents from a large-scale re-collection of Aglaia foveolata. J Nat Prod 2010; 73: 1873–1878", "ArticleIdList": ["PMC2993763", "20939540"]}, {"Citation": "Harneti D, Supriadin A, Maharani R, Nurlelasari, Mayanti T, Hidayat AT, Anwar R, Supratman U, Awang K, Shiono Y. Triterpenoids from the bark of Aglaia glabrata and their in vitro effects on P-388 murine leukemia cells. Orient J Chem 2019; 35: 134–139"}, {"Citation": "Nugroho BW, Edrada RA, Wray V, Witte L, Bringmann G, Gehling M, Proksch P. An insecticidal rocaglamide derivative and related compounds from Aglaia odorata (Meliaceae). Phytochemistry 1999; 51: 367–376"}, {"Citation": "Bacher M, Hofer O, Brader G, Vajrodaya S, Greger H. Thapsakins: possible biogenetic intermediates towards insecticidal cyclopenta[b]benzofurans from Aglaia edulis. Phytochemistry 1999; 52: 253–263"}, {"Citation": "King ML, Chiang C-C, Ling H-C, Fujita E, Ochiai M, McPhail AT. X-Ray crystal structure of rocaglamide, a novel antileukemic 1H-cyclopenta[b]benzofuran from Aglaia elliptifolia. J Chem Soc, Chem Commun 1982; 1982: 1150–1151"}, {"Citation": "Pan L, Muñoz-Acuña U, Li J, Jena N, Ninh TN, Pannell CM, Chai H-B, Fuchs JR, Carcache de Blanco EJ, Soejarto DD, Kinghorn AD. Bioactive flavaglines and other constituents isolated from Aglaia perviridis. J Nat Prod 2013; 76: 394–404", "ArticleIdList": ["PMC3606667", "23301897"]}, {"Citation": "Harneti D, Supratman U. Phytochemistry and biological activities of Aglaia species. Phytochemistry 2021; 181: 112540.", "ArticleIdList": ["33130371"]}, {"Citation": "Dumontet V, Thoison O, Omobuwajo OR, Martin M-T, Perromat G, Chiaroni A, Riche C, Pais M, Sevenet T. New nitrogenous and aromatic derivatives from Aglaia argentea and A. forbesii. Tetrahedron 1996; 52: 6931–6942"}, {"Citation": "Ishibashi F, Satasook C, Ismant MB, Towers GHN. Insecticidal 1H-cyclopentatetrahydro[b]benzofurans from Aglaia odorata. Phytochemistry 1993; 32: 307–310"}, {"Citation": "Su B-N, Chai H-B, Mi Q, Riswan S, Kardono LBS, Afriastini JJ, Santarsiero BD, Mesecar AD, Farnsworth NR, Cordell GA, Swanson SM, Kinghorn AD. Activity-guided isolation of cytotoxic constituents from the bark of Aglaia crassinervia collected in Indonesia. Bioorg Med Chem 2006; 14: 960–972", "ArticleIdList": ["16216518"]}, {"Citation": "Kokpol U, Venaskulchai B, Simpson J, Weavers RT. Isolation and X-ray structure determination of a novel pyrimidinone from Aglaia odorata. J Chem Soc, Chem Commun 1994; 1994: 773–774"}, {"Citation": "Bringmann G, Mühlbacher J, Messer K, Dreyer M, Ebel R, Nugroho W, Wray V, Proksch P Cyclorocaglamide, the first bridged cyclopentatetrahydrofuran, and a related “open chain” rocaglamide derivative from Aglaia oligophylla. J Nat Prod 2003, 66:80–85", "ArticleIdList": ["12542350"]}, {"Citation": "Wang S-K, Cheng Y-J, Duh C-Y. Cytotoxic constituents from leaves of Aglaia elliptifolia. J Nat Prod 2001; 64: 92–94", "ArticleIdList": ["11170675"]}, {"Citation": "Dreyer M, Nugroho BW, Bohnenstengel FI, Ebel R, Victor V, Witte L, Bringmann G, Mühlbacher J, Herold M, Hung P, Kiet LC, Proksch P New insecticidal rocaglamide derivatives and related compounds from Aglaia oligophylla. J Nat Prod 2001, 64:415–420", "ArticleIdList": ["11325219"]}, {"Citation": "Hwang BY, Su B-N, Chai H-B, Mi Q, Kardono LBS, Afriastini JJ, Riswan S, Santarsiero BD, Mesecar AD, Wild R, Fairchild CR, Vite GD, Rose WC, Farnsworth NR, Cordell GA, Pezzuto JM, Swanson SM, Kinghorn AD. Silvestrol and episilvestrol, potential anticancer rocaglate derivatives from Aglaia silvestris. J Org Chem 2004; 69: 3350–3358; ibid. 2004; 69: 6156", "ArticleIdList": ["15132542"]}, {"Citation": "Kim S, Salim AA, Swanson SM, Kinghorn AD. Potential of cyclopenta[b]benzofurans from Aglaia species in cancer chemotherapy. Anticancer Agents Med Chem 2006; 6: 319–345", "ArticleIdList": ["16842234"]}, {"Citation": "Pan L, Woodard JL, Lucas DM, Fuchs JR, Kinghorn AD. Rocaglamide, silvestrol and structurally related bioactive compounds from Aglaia species. Nat Prod Rep 2014; 31: 924–939", "ArticleIdList": ["PMC4091845", "24788392"]}, {"Citation": "Ribeiro N, Thuaud F, Bernard Y, Gaiddon C, Cresteil T, Hild A, Hirsch EC, Michel PP, Nebigil CG, Désaubry L. Flavaglines as potent anticancer and cytoprotective agents. J Med Chem 2012; 55: 10064–10073", "ArticleIdList": ["23072299"]}, {"Citation": "Ribeiro N, Thuaud F, Nebigil C, Désaubry L. Recent advances in the biology and chemistry of the flavaglines. Bioorg Med Chem 2012; 20: 1857–1864", "ArticleIdList": ["22071525"]}, {"Citation": "Chambers JM, Lindqvist L,M, Webb A, Huang DCS, Savage GP, Rizzacasa MA. Synthesis of biotinylated episilvestrol: highly selective targeting of the translation factor eIF4AI/II. Org Lett 2013; 15: 1406–1409", "ArticleIdList": ["23461621"]}, {"Citation": "Basmadjian C, Zhao Q, de Gramont A, Serova M, Falvre S, Raymond E, Vagner S, Robert C, Nebigil CG, Désaubry L. Bioactive Flavaglines: Synthesis and Pharmacology. In: Brahmachari G ed, Bioactive Natural Products. Weinheim: Wiley-VCH; 2015: 171–199"}, {"Citation": "Zhao Q, Abou-Hamdan H, Désaubry L. Recent advances in the synthesis of flavaglines, a family of potent bioactive natural compounds originating from traditional Chinese medicine. Eur J Org Chem 2016; 2016: 5908–5916"}, {"Citation": "Bordeleau ME, Robert F, Gerard B, Lindqvist L, Chen SM, Wendel HG, Brem B, Greger H, Lowe SW, Porco JA Jr., Pelletier J Therapeutic suppression of translation initiation modulates chemosensitivity in a mouse lymphoma model. J Clin Invest 2008; 118: 2651–2660", "ArticleIdList": ["PMC2423864", "18551192"]}, {"Citation": "Cencic R, Carrier M, Galicia-Vázquez G, Bordeleau ME, Sukarieh R, Bourdeau A, Brem B, Teodoro JG, Greger H, Tremblay ML, Porco JA Jr., Pelletier J Antitumor activity and mechanism of action of the cyclopenta[b]benzofuran, silvestrol. PLoS One 2009; 4: e5223.", "ArticleIdList": ["PMC2671147", "19401772"]}, {"Citation": "Cencic R, Carrier M, Trnkus A, Porco JA Jr., Minden M, Pelletier J Synergistic effect of inhibiting translation initiation in combination with cytotoxic agents in acute myelogenous leukemia cells. Leuk Res 2010; 34: 535–541", "ArticleIdList": ["PMC4117193", "19726085"]}, {"Citation": "Polier G, Neumann J, Thuaud F, Ribeiro N, Gelhaus C, Schmidt H, Giaisi M, Kohler R, Muller WW, Proksch P, Leippe M, Janssen O, Désaubry L, Krammer PH, Li-Weber M. The natural anticancer compounds rocaglamides inhibit the Raf-MEK-ERK pathway by targeting prohibitin 1 and 2. Chem Biol 2012; 19: 1093–1104", "ArticleIdList": ["22999878"]}, {"Citation": "Zhu JY, Lavrik IN, Mahlknecht U, Giaisi M, Proksch P, Krammer PH, Li-Weber M. The traditional Chinese herbal compound rocaglamide preferentially induces apoptosis in leukemia cells by modulation of mitogen-activated protein kinase activities. Int J Cancer 2007; 121: 1839–1846", "ArticleIdList": ["17565740"]}, {"Citation": "Alachkar H, Santhanam R, Harb JG, Lucas DM, Oaks JJ, Hickey CJ, Pan L, Kinghorn AD, Caligiuri MA, Perrotti D, Byrd JC, Garzon R, Grever MR, Marcucci G. Silvestrol exhibits significant in vivo and in vitro antileukemic activities and inhibits FLT3 and miR-155 expressions in acute myeloid leukemia. J Hematol Oncol 2013; 6: 21.", "ArticleIdList": ["PMC3623627", "23497456"]}, {"Citation": "Bueno Pérez L, Still PC, Naman CB, Ren Y, Pan L, Chai H-B, Carcache de Blanco EJ, Ninh TN, Van Thanh B, Swanson SM, Soejarto DD, Kinghorn AD. Investigation of Vietnamese plants for potential anticancer agents. Phytochem Rev 2014; 13: 727–739", "ArticleIdList": ["PMC4225705", "25395897"]}, {"Citation": "Henkin JM, Sydara K, Xayvue M, Souliya O, Kinghorn AD, Burdette JE, Chen W-L, Elkington BG, Soejarto DD. Revisiting the linkage between ethnomedical use and development of new medicines: A novel plant collection strategy towards the discovery of anticancer agents. J Med Plant Res 2017; 11: 621–634", "ArticleIdList": ["PMC5686776", "29152156"]}, {"Citation": "Henkin JM, Ren Y, Soejarto DD, Kinghorn AD. The search for anticancer agents from tropical plants. In: Kinghorn AD, Falk H, Gibbons S, Kobayashi J, Asakawa Y, Liu J-K eds, Progress in the Chemistry of Organic Natural Products. Cham, Switzerland: Springer International; 2018; 107: 1–94", "ArticleIdList": ["30178270"]}, {"Citation": "Pannell CM. A Taxonomic monograph of the genus Aglaia Lour. (Meliaceae). Richmond, Surrey, UK: HMSO: Kew; 1992"}, {"Citation": "Online Brahms. Department of Plant Sciences, University of Oxford. Copyright© 1985–2020. Accessed\nOctober 6, 2020. Available at: https://herbaria.plants.ox.ac.uk/bol/aglaia;"}, {"Citation": "Müellner AN, Samuel R, Chase MW, Pannell CM, Greger H. Aglaia (Meliaceae): An evaluation of taxonomic concepts based on DNA data and secondary metabolites. Am J Bot 2005; 92: 534–543", "ArticleIdList": ["21652432"]}, {"Citation": "IUCN. The IUCN Red List of Threatened Species. Version\n2020. Accessed\nNovember 7, 2020.Available at: https://www.iucnredlist.org/;"}, {"Citation": "Widodo SH. Aglaia (PROSEA Medicinal Plants). Plant Resources of Southeast Asia. Accessed\nOctober 8, 2020. Available at: https://uses.plantnet-project.org/en/Aglaia_(PROSEA_Medicinal_plants)#:~:text=Several%20Aglaia%20species%20are%20used,diseases%2C%20and%20bark%20against%20tumours;"}, {"Citation": "Priya R, Sowmiya P, Muthuraman MS. An overview on the biological perspectives of Aglaia species. Asian J Pharm Clin Res 2018; 11: 42"}, {"Citation": "Stuart Jr GU. Aglaia odorata. Philippine Medicinal Plants. Accessed\nOctober 6, 2020. Available at: http://www.stuartxchange.com/Sinamomong-sungsong.html;"}, {"Citation": "Hong Kong Baptist University. Aglaia odorata. Medicinal Plant Images Database. School of Chinese Medicine, Hong Kong Baptist Church. Accessed\nOctober 6, 2020. Available at: https://web.archive.org/web/20150510023028/http://libproject.hkbu.edu.hk/was40/detail?channelid=1288&lang=en&searchword=herb_id%3DD00922;"}, {"Citation": "An F-L, Wang J-S, Wang H, Wang X-B, Yang M-H, Guo Q-L, Dai Y, Luo J, Kong L-Y. Cytotoxic flavonol-diamide [3+2] adducts from the leaves of Aglaia odorata. Tetrahedron 2015; 71: 2450–2457"}, {"Citation": "An FL, Wang XB, Wang H, Li ZR, Yang MH, Luo J, Kong LY. Cytotoxic rocaglate derivatives from leaves of Aglaia perviridis. Sci Rep 2016; 6: 20045.", "ArticleIdList": ["PMC4730247", "26818797"]}, {"Citation": "An F-L, Xu W-J, Yang M-H, Luo J, Kong L-Y. Anti-inflammatory flavagline glycosides and putrescine bisamides from Aglaia perviridis leaves. Tetrahedron 2020; 76: 131257"}, {"Citation": "Duong NT, Edrada-Ebel R, Ebel R, Lin W, Duong AT, Dang XQ, Nguyen NH, Proksch P. New rocaglamide derivatives from Vietnamese Aglaia species. Nat Prod Commun 2014; 9: 833–834", "ArticleIdList": ["25115092"]}, {"Citation": "Thuaud F, Ribeiro N, Gaiddon C, Cresteil T, Désaubry L. Novel flavaglines displaying improved cytotoxicity. J Med Chem 2011; 54: 411–415", "ArticleIdList": ["21142180"]}, {"Citation": "Othman N, Pan L, Mejin M, Voong JC, Chai H-B, Pannell CM, Kinghorn AD, Yeo TC. Cyclopenta[b]benzofuran and secodammarane derivatives from the stems of Aglaia stellatopilosa. J Nat Prod 2016; 79: 784–791", "ArticleIdList": ["PMC4841703", "26974604"]}, {"Citation": "Meurer-Grimes BM, Yu J, Vairo GL. Therapeutic compounds and methods. U.S. Patent 6710075 B2, 2004"}, {"Citation": "Agarwal G, Wilson JR, Kurina SJ, Anaya-Eugenio GD, Ninh TN, Burdette JE, Soejarto DD, Cheng X, Carcache de Blanco EJ, Rakotondraibe LH, Kinghorn AD. Structurally modified cyclopenta[b]benzofuran analogues isolated from Aglaia perviridis. J Nat Prod 2019; 82: 2870–2877", "ArticleIdList": ["PMC6819999", "31621322"]}, {"Citation": "Lucas DM, Edwards RB, Lozanski G, West DA, Shin JD, Vargo MA, Davis ME, Rozewski DM, Johnson AJ, Su BN, Goettl VM, Heerema NA, Lin TS, Lehman A, Zhang X, Jarjoura D, Newman DJ, Byrd JC, Kinghorn AD, Grever MR. The novel plant-derived agent silvestrol has B-cell selective activity in chronic lymphocytic leukemia and acute lymphoblastic leukemia in vitro and in vivo. Blood 2009; 113: 4656–4666", "ArticleIdList": ["PMC2680369", "19190247"]}, {"Citation": "Callahan KP, Minhajuddin M, Corbett C, Lagadinou ED, Rossi RM, Grose V, Balys MM, Pan L, Jacob S, Frontier A, Grever MR, Lucas DM, Kinghorn AD, Liesveld JL, Becker MW, Jordan CT. Flavaglines target primitive leukemia cells and enhance anti-leukemia drug activity. Leukemia 2014; 28: 1960–1968", "ArticleIdList": ["PMC4148474", "24577530"]}, {"Citation": "Pillow T, Polson AG, Zheng B. Silvestrol antibody-drug conjugates and methods of use. US Pat Pub Appl 20170348422, December 7, 2017"}, {"Citation": "Chari RV. Targeted delivery of chemotherapeutics: tumor-activated prodrug therapy. Adv Drug Deliv Rev 1998; 31: 89–104", "ArticleIdList": ["10837619"]}, {"Citation": "Rautio J, Meanwell NA, Di L, Hageman MJ. The expanding role of prodrugs in contemporary drug design and development. Nat Rev Drug Discov 2018; 17: 559–587", "ArticleIdList": ["29700501"]}, {"Citation": "Agarwal G, Blanco Carcache PJ, Addo EM, Kinghorn AD. Current status and contemporary approaches to the discovery of antitumor agents from higher plants. Biotechnol Adv 2020; 38: 107337.", "ArticleIdList": ["PMC6614024", "30633954"]}, {"Citation": "Grünweller A, Hartmann RK. Silvestrol: A potential future drug for acute Ebola and other viral infections. Future Virol 2017; 11: 243–245"}, {"Citation": "Parsyan A, Svitkin Y, Shahbazian D, Gkogkas C, Lasko P, Merrick WC, Sonenberg N. mRNA helicases: the tacticians of translational control. Nat Rev Mol Cell Biol 2011; 12: 235–245", "ArticleIdList": ["21427765"]}, {"Citation": "Thuaud F, Ribeiro N, Nebigil CG, Désaubry L. Prohibitin ligands in cell death and survival: mode of action and therapeutic potential. Chem Biol 2013; 20: 316–331", "ArticleIdList": ["PMC7111013", "23521790"]}, {"Citation": "Liu S, Wang W, Brown LE, Qiu C, Lajkiewicz N, Zhao T, Zhou J, Porco JA Jr., Wang TT. A novel class of small molecule compounds that inhibit hepatitis C virus infection by targeting the prohibitin-CRaf pathway. EBioMedicine 2015; 2: 1600–1606", "ArticleIdList": ["PMC4740292", "26870784"]}, {"Citation": "Oblinger JL, Burns SS, Akhmametyeva EM, Huang J, Pan L, Ren Y, Shen R, Miles-Markley B, Moberly AC, Kinghorn AD, Welling DB, Chang LS. Components of the eIF4F complex are potential therapeutic targets for malignant peripheral nerve sheath tumors and vestibular schwannomas. Neuro Oncol 2016; 18: 1265–1277", "ArticleIdList": ["PMC4998994", "26951381"]}, {"Citation": "Oblinger JL, Burns SS, Huang J, Pan L, Ren Y, Shen R, Kinghorn AD, Welling DB, Chang LS. Overexpression of eIF4F components in meningiomas and suppression of meningioma cell growth by inhibiting translation initiation. Exp Neurol 2018; 299: 299–307", "ArticleIdList": ["PMC5723558", "28610844"]}, {"Citation": "Sadlish H, Galicia-Vazquez G, Paris CG, Aust T, Bhullar B, Chang L, Helliwell SB, Hoepfner D, Knapp B, Riedl R, Roggo S, Schuierer S, Studer C, Porco JA Jr., Pelletier J, Movva NR. Evidence for a functionally relevant rocaglamide binding site on the eIF4A-RNA complex. ACS Chem Biol 2013; 8: 1519–1527", "ArticleIdList": ["PMC3796129", "23614532"]}, {"Citation": "Gupta SV, Sass EJ, Davis ME, Edwards RB, Lozanski G, Heerema NA, Lehman A, Zhang X, Jarjoura D, Byrd JC, Pan L, Chan KK, Kinghorn AD, Phelps MA, Grever MR, Lucas DM. Resistance to the translation initiation inhibitor silvestrol is mediated by ABCB1/P-glycoprotein overexpression in acute lymphoblastic leukemia cells. AAPS J 2011; 13: 357–364", "ArticleIdList": ["PMC3160166", "21538216"]}, {"Citation": "Chang LS, Oblinger JL, Burns SS, Huang J, Anderson LW, Hollingshead MG, Shen R, Pan L, Agarwal G, Ren Y, Roberts RD, O’Keefe BR, Kinghorn AD, Collins JM. Targeting protein translation by rocaglamide and didesmethylrocaglamide to treat MPNST and other sarcomas. Mol Cancer Ther 2020; 19: 731–741", "ArticleIdList": ["PMC7056570", "31848295"]}, {"Citation": "Chang LS, Oblinger JL, Agarwal G, Wilson TA, Roberts R, Fuchs J, O’Keefe BR, Kinghorn AD, Collins JM. The eIF4A inhibitors didesmethylrocaglamide and rocaglamide as effective treatments for pediatric bone and soft-tissue sarcomas. Cancer Res; 2020; 80 (Suppl 16): abs. no. 1950"}, {"Citation": "Chu J, Galicia-Vazquez G, Cencic R, Mills JR, Katigbak A, Porco JA Jr., Pelletier J. CRISPR-mediated drug-target validation reveals selective pharmacological inhibition of the RNA helicase, eIF4A. Cell Rep 2016; 15: 2340–2347", "ArticleIdList": ["PMC5315212", "27239032"]}, {"Citation": "Iwasaki S, Floor SN, Ingolia NT. Rocaglates convert DEAD-box protein eIF4A into a sequence-selective translational repressor. Nature 2016; 534: 558–561", "ArticleIdList": ["PMC4946961", "27309803"]}, {"Citation": "Iwasaki S, Iwasaki W, Takahashi M, Sakamoto A, Watanabe C, Shichino Y, Floor SN, Fujiwara K, Mito M, Dodo K, Sodeoka M, Imataka H, Honma T, Fukuzawa K, Ito T, Ingolia NT. The translation inhibitor rocaglamide targets a bimolecular cavity between eIF4A and polypurine RNA. Mol Cell 2019; 73: 738–748", "ArticleIdList": ["PMC6386617", "30595437"]}, {"Citation": "Sridharan S, Robeson M, Bastihalli-Tukaramrao D, Howard CM, Subramaniyan B, Tilley AMC, Tiwari AK, Raman D. Targeting of the eukaryotic translation initiation factor 4A against breast cancer stemness. Front Oncol 2019; 9: 1311.", "ArticleIdList": ["PMC6909344", "31867270"]}, {"Citation": "Sainz B Jr., Barretto N, Martin DN, Hiraga N, Imamura M, Hussain S, Marsh KA, Yu X, Chayama K, Alrefai WA, Uprichard SL. Identification of the Niemann-Pick C1-like 1 cholesterol absorption receptor as a new hepatitis C virus entry factor. Nat Med 2012; 18: 281–285", "ArticleIdList": ["PMC3530957", "22231557"]}, {"Citation": "Chiu CF, Ho MY, Peng JM, Hung SW, Lee WH, Liang CM, Liang SM. Raf activation by Ras and promotion of cellular metastasis require phosphorylation of prohibitin in the raft domain of the plasma membrane. Oncogene 2013; 32: 777–787", "ArticleIdList": ["22410782"]}, {"Citation": "Zhang W, Liu S, Maiga RI, Pelletier J, Brown LE, Wang TT, Porco JA Jr. Chemical synthesis enables structural reengineering of aglaroxin C leading to inhibition bias for hepatitis C viral infection. J Am Chem Soc 2019; 141: 1312–1323", "ArticleIdList": ["PMC6583776", "30590924"]}, {"Citation": "Porco JA Jr., Zhang W, Wang TT, Liu S. Preparation of rocaglates for inhibiting viral infection. US Pat Pub Appl 20200123170, April 23, 2020"}, {"Citation": "Too IHK, Bonne I, Tan EL, Chu JJH, Alonso S. Prohibitin plays a critical role in Enterovirus 71 neuropathogenesis. PLoS Pathog 2018; 14: e1006778.", "ArticleIdList": ["PMC5764453", "29324904"]}, {"Citation": "Biedenkopf N, Lange-Grünweller K, Schulte FW, Weisser A, Müller C, Becker D, Becker S, Hartmann RK, Grünweller A. The natural compound silvestrol is a potent inhibitor of Ebola virus replication. Antiviral Res 2017; 137: 76–81", "ArticleIdList": ["27864075"]}, {"Citation": "Slaine PD, Kleer M, Smith NK, Khaperskyy DA, McCormick C. Stress granule-inducing eukaryotic translation initiation factor 4A inhibitors block influenza A virus replication. Viruses 2017; 9: 388", "ArticleIdList": ["PMC5744162", "29258238"]}, {"Citation": "Todt D, Moeller N, Praditya D, Kinast V, Friesland M, Engelmann M, Verhoye L, Sayed IM, Behrendt P, Dao Thi VL, Meuleman P, Steinmann E. The natural compound silvestrol inhibits hepatitis E virus (HEV) replication in vitro and in vivo. Antiviral Res 2018; 157: 151–158", "ArticleIdList": ["PMC7113770", "30036559"]}, {"Citation": "Glitscher M, Himmelsbach K, Woytinek K, Johne R, Reuter A, Spiric J, Schwaben L, Grünweller A, Hildt E. Inhibition of hepatitis E virus spread by the natural compound silvestrol. Viruses 2018; 10: 301", "ArticleIdList": ["PMC6024817", "29865243"]}, {"Citation": "Müller C, Schulte FW, Lange-Grünweller K, Obermann W, Madhugiri R, Pleschka S, Ziebuhr J, Hartmann RK, Grünweller A. Broad-spectrum antiviral activity of the eIF4A inhibitor silvestrol against corona- and picornaviruses. Antiviral Res 2018; 150: 123–129", "ArticleIdList": ["PMC7113723", "29258862"]}, {"Citation": "Henss L, Scholz T, Grünweller A, Schnierle BS. Silvestrol inhibits chikungunya virus replication. Viruses 2018; 10: 592", "ArticleIdList": ["PMC6266838", "30380742"]}, {"Citation": "Grünweller A, Hartmann RK, Lange-Grünweller K, Schulte FW, Becker S, Biedenkopf N, Ziebuhr J, Müller C, Schlitzer M. Usage of silvestrol, episilvestrol analogs for the treatment of viral infections caused by viruses with cap-dependent translation. EP 33052889 A, 2018"}, {"Citation": "Elgner F, Sabino C, Basic M, Ploen D, Grünweller A, Hildt E. Inhibition of zika virus replication by silvestrol. Viruses 2018; 10: 149", "ArticleIdList": ["PMC5923443", "29584632"]}, {"Citation": "Müller C, Obermann W, Schulte FW, Lange-Grünweller K, Oestereich L, Elgner F, Glitscher M, Hildt E, Singh K, Wendel HG, Hartmann RK, Ziebuhr J, Grünweller A. Comparison of broad-spectrum antiviral activities of the synthetic rocaglate CR-31-B (−) and the eIF4A-inhibitor silvestrol. Antiviral Res 2020; 175: 104706.", "ArticleIdList": ["PMC7114339", "31931103"]}, {"Citation": "Chan K, Robert F, Oertlin C, Kapeller-Libermann D, Avizonis D, Gutierrez J, Handly-Santana A, Doubrovin M, Park J, Schoepfer C, Da Silva B, Yao M, Gorton F, Shi J, Thomas CJ, Brown LE, Porco JA Jr., Pollak M, Larsson O, Pelletier J, Chio IIC. eIF4A supports an oncogenic translation program in pancreatic ductal adenocarcinoma. Nat Commun 2019; 10: 5151.", "ArticleIdList": ["PMC6853918", "31723131"]}, {"Citation": "Yurugi H, Zhuang Y, Siddiqui FA, Liang H, Rosigkeit S, Zeng Y, Abou-Hamdan H, Bockamp E, Zhou Y, Abankwa D, Zhao W, Désaubry L, Rajalingam K. A subset of flavaglines inhibits KRAS nanoclustering and activation. J Cell Sci 2020; 133: jcs.244111", "ArticleIdList": ["32501281"]}, {"Citation": "Chen M, Asanuma M, Takahashi M, Shichino Y, Mito M, Fujiwara K, Saito H, Floor SN, Ingolia NT, Sodeoka M, Dodo K, Ito T, Iwasaki S. Dual targeting of DDX3 and eIF4A by the translation inhibitor rocaglamide A. Cell Chem Biol 2021, 28: 1–12", "ArticleIdList": ["PMC8052261", "33296667"]}, {"Citation": "Prior IA, Lewis PD, Mattos C. A comprehensive survey of Ras mutations in cancer. Cancer Res 2012; 72: 2457–2467", "ArticleIdList": ["PMC3354961", "22589270"]}, {"Citation": "Castagnola P, Giaretti W. Mutant KRAS, chromosomal instability and prognosis in colorectal cancer. Biochim Biophys Acta 2005; 1756: 115–125", "ArticleIdList": ["16112461"]}, {"Citation": "Bol GM, Xie M, Raman V. DDX3, a potential target for cancer treatment. Mol Cancer 2015; 14: 188.", "ArticleIdList": ["PMC4636063", "26541825"]}, {"Citation": "Chiu S-F. Recent research findings on Meliaceae and other promising botanical insecticides in China. J Plant Dis Prot 1985; 92: 310–319"}, {"Citation": "Chaidir, Hiort J, Nugroho BW, Bohnenstengel FI, Wray V, Witte L, Hung PD, Kiet LC, Sumaryono W, Proksch P. New insecticidal rocaglamide derivatives from flowers of Aglaia duperreana. Phytochemistry 1999; 52: 837–842"}, {"Citation": "Dreyer M, Nugroho BW, Bohnenstengel FI, Ebel R, Wray V, Witte L, Brigmann G, Muhlbacher J, Herold M, Hung PD, Kiet LC, Proksch P. New insecticidal rocaglamide derivatives and related compounds from Aglaia oligophylla. J Nat Prod 2001; 64: 415–420", "ArticleIdList": ["11325219"]}, {"Citation": "Hall RG, Bruce I, Cooke NG, Diorazio LJ, Cederbaum F, Dobler MR, Irving E. Investigating the structure-activity relationship of the insecticidal natural product rocaglamide. Chimia 2017; 71: 845–850", "ArticleIdList": ["29289246"]}, {"Citation": "Miller LH, Su X. Artemisinin: discovery from the Chinese herbal garden. Cell 2011; 146: 855–858", "ArticleIdList": ["PMC3414217", "21907397"]}, {"Citation": "Duru V, Witkowski B, Menard D. Plasmodium falciparum resistance to artemisinin derivatives and piperaquine: A major challenge for malaria elimination in Cambodia. Am J Trop Med Hyg 2016; 95: 1228–1238", "ArticleIdList": ["PMC5154433", "27928074"]}, {"Citation": "Langlais D, Cencic R, Moradin N, Kennedy JM, Ayi K, Brown LE, Crandall I, Tarry MJ, Schmeing M, Kain KC, Porco JA Jr., Pelletier J, Gros P. Rocaglates as dual-targeting agents for experimental cerebral malaria. Proc Natl Acad Sci USA 2018; 115: E2366–E2375", "ArticleIdList": ["PMC5877959", "29463745"]}, {"Citation": "Rodrigo CM, Cencic R, Roche SP, Pelletier J, Porco JA. Synthesis of rocaglamide hydroxamates and related compounds as eukaryotic translation inhibitors: synthetic and biological studies. J Med Chem 2012; 55: 558–562", "ArticleIdList": ["PMC3263355", "22128783"]}, {"Citation": "Wang JK, Guo Q, Zhang XW, Wang LC, Liu Q, Tu PF, Jiang Y, Zeng KW. Aglaia odorata Lour. extract inhibit ischemic neuronal injury potentially via suppressing p53/Puma-mediated mitochondrial apoptosis pathway. J Ethnopharmacol 2020; 248: 112336.", "ArticleIdList": ["31669102"]}, {"Citation": "Davey AE, Schaeffer MJ, Taylor RJK. Synthesis of the novel anti-leukaemic tetrahydrocyclopenta[b]benzofuran, rocaglamide. J Chem Soc, Chem Commun 1991; 16: 1137–1139"}, {"Citation": "Davey AE, Schaeffer MJ, Taylor RJK. Synthesis of the novel anti-leukemic tetrahydrocyclopenta[b]benzofuran, rocaglamide and related synthetic studies. J Chem Soc, Perkin Trans 1 1992; 20: 2657–2666"}, {"Citation": "Gerard B, Jones G, Porco JA. A biomimetic approach to the rocaglamides employing photogeneration of oxidopyryliums derived from 3-hydroxyflavones. J Am Chem Soc 2004; 126: 13620–13621", "ArticleIdList": ["15493911"]}, {"Citation": "Zhou Z, Dixon DD, Jolit A, Tius MA. The evolution of the total synthesis of rocaglamide. Chem Eur J 2016; 22: 15929–15936", "ArticleIdList": ["27717051"]}, {"Citation": "Gerard B, Cencic R, Pelletier J, Porco JA Jr. Enantioselective synthesis of the complex rocaglate (‒)-silvestrol. Angew Chem Int Ed 2007; 46: 7831–7834", "ArticleIdList": ["17806093"]}, {"Citation": "El Sous M, Khoo ML, Holloway G, Owen D, Scammells PJ, Rizzacasa MA. Total synthesis of (‒)-episilvestrol and (‒)-silvestrol. Angew Chem Int Ed 2007; 46: 7835–7838", "ArticleIdList": ["17823902"]}, {"Citation": "Hawkins BC, Lindqvist LM, Nhu D, Sharp PP, Segal D, Powell AK, Campbell M, Ryan E, Chambers JM, White JM, Rizzacasa MA, Lessene G, Huang DC, Burns CJ. Simplified silvestrol analogues with potent cytotoxic activity. ChemMedChem 2014; 9: 1556–1566", "ArticleIdList": ["24677741"]}, {"Citation": "Arai MA, Kofuji Y, Tanaka Y, Yanase N, Yamaku K, Fuentes RG, Karmakar UK, Ishibashi M. Synthesis of rocaglamide derivatives and evaluation of their Wnt signal inhibitory activities. Org Biomol Chem 2016; 14: 3061–3068", "ArticleIdList": ["26893289"]}, {"Citation": "Schulz G, Victoria C, Kirschning A, Steinmann E. Rocaglamide and silvestrol: a long story from anti-tumor to anti-coronavirus compounds. Nat Prod Rep 2021; 38: 18–23", "ArticleIdList": ["32699874"]}, {"Citation": "Nebigil CG, Moog C, Vagner S, Benkirane-Jessel N, Smith DR, Désaubry L. Flavaglines as natural products targeting eIF4A and prohibitins: From traditional Chinese medicine to antiviral activity against coronaviruses. Eur J Med Chem 2020; 203: 112653.", "ArticleIdList": ["PMC7362831", "32693294"]}, {"Citation": "Ernst JT, Thompson PA, Nilewski C, Sprengeler PA, Sperry S, Packard G, Michels T, Xiang A, Tran C, Wegerski CJ, Eam B, Young NP, Fish S, Chen J, Howard H, Staunton J, Molter J, Clarine J, Nevarez A, Chiang GG, Appleman JR, Webster KR, Reich SH. Design of development candidate eFT226, a first in class inhibitor of eukaryotic initiation factor 4A RNA helicase. J Med Chem 2020; 63: 5879–5955", "ArticleIdList": ["32470302"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "3", "Day": "31", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "10", "Day": "27", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "3", "Day": "30", "Hour": "20", "Minute": "20"}, {"Year": "2022", "Month": "10", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["33784769", "NIHMS1699184", "PMC8481333", "10.1055/a-1401-9562"]}}], "PubmedBookArticle": []}