{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["MDR", "bacteria", "herbal", "plants", "resistance", "susceptibility", "wound"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "33807402", "DateCompleted": {"Year": "2022", "Month": "01", "Day": "06"}, "DateRevised": {"Year": "2022", "Month": "01", "Day": "06"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "03", "Day": "31"}], "Language": ["eng"], "ELocationID": ["23", "10.3390/medsci9020023"], "Journal": {"ISSN": "2076-3271", "JournalIssue": {"Volume": "9", "Issue": "2", "PubDate": {"Year": "2021", "Month": "Mar", "Day": "31"}}, "Title": "Medical sciences (Basel, Switzerland)", "ISOAbbreviation": "Med Sci (Basel)"}, "ArticleTitle": "Antimicrobial Activity of Selected Medicinal Plants from a Sub-Saharan African Country against Bacterial Pathogens from Post-Operative Wound Infections.", "Abstract": {"AbstractText": ["Globally, the application of medicinal plants in the management of acute and chronic wounds can be considered a common occurrence in most traditional medicine practices. In view of this, many plants in the tropical and subtropical regions have been screened for their wound-healing activities. Consequently, plants having antimicrobial activity against multidrug-resistant (MD-R) pathogens can be considered great assets. Therefore, this study evaluated ethanolic and aqueous extracts of five medicinal plants (<i>Psidium guajava</i>, <i>Myrianthus arboreus</i>, <i>Alchornea cordifolia</i>, <i>Momordica charantia</i>, and <i>Justicia flava</i>) for their antimicrobial activities against MD-R bacterial pathogens isolated from post-operative wounds; Methods: This involved the aqueous and ethanolic extraction of the selected medicinal plants. Preliminary phytochemical constituents of the plants were examined. The agar well diffusion method was then used to determine the antibacterial activity of the leaves against reference strains (<i>Escherichia coli</i> ATCC 25922, <i>Salmonella typhi</i> ATCC 19430, <i>Pseudomonas aeruginosa</i> ATCC 27853 and <i>Staphylococcus aureus</i> ATCC 25923, and a Methicillin-Resistant <i>Staphylococcus aureus</i> strain) as well as the MDR clinical isolates (<i>E. coli</i>, <i>P. aeruginosa</i>, <i>S. aureus</i> and <i>CoNS</i>) from the wounds; Results: The preliminary phytochemical analysis of the leaves showed the presence of saponins, phenolics, and reducing sugars in almost all the plants tested. All plant extracts were observed to have some antimicrobial activity against at least one reference strain. For the clinical MDR isolates, <i>A. cordifolia</i> from this study showed highest inhibition to growth of all bacteria used. Activity of <i>J. flava</i> against <i>S. aureus</i> was highest as compared to that of <i>E.coli</i> and <i>P. aeruginosa</i>. Similar observation was made for <i>M. arboreus</i>, <i>P. guajava</i> and <i>M. charantia</i> where the highest activity was observed against <i>S. aureus</i>; Conclusion: This study has mainly shown that <i>P. guajava</i>, <i>M. arboreus</i>, <i>A. cordifolia</i>, <i>M. charantia</i>, and <i>J. flava</i> exhibits antimicrobial activities against MD-R bacterial pathogens isolated from post-operative wounds. Also, these plants has bioactive phytochemical compounds with potential medicinal values for the treatment of numerous infections. Therefore, these plants may be helpful in the management of acute and chronic wounds, especially in traditional medicine practices."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medical Laboratory Sciences, School of Biomedical and Allied Health Sciences, University of Ghana, Accra 00233, Ghana."}], "LastName": "Owusu", "ForeName": "Enid", "Initials": "E"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medical Laboratory Sciences, School of Biomedical and Allied Health Sciences, University of Ghana, Accra 00233, Ghana."}], "LastName": "Ahorlu", "ForeName": "Martin Mensah", "Initials": "MM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medical Microbiology, School of Biomedical and Allied Health Sciences, College of Health Sciences, University of Ghana, Accra 00233, Ghana."}], "LastName": "Afutu", "ForeName": "Emmanuel", "Initials": "E"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medical Microbiology, School of Biomedical and Allied Health Sciences, College of Health Sciences, University of Ghana, Accra 00233, Ghana."}], "LastName": "Akumwena", "ForeName": "Amos", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medical Laboratory Sciences, School of Biomedical and Allied Health Sciences, University of Ghana, Accra 00233, Ghana."}], "LastName": "Asare", "ForeName": "George Awuku", "Initials": "GA"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Med Sci (Basel)", "NlmUniqueID": "101629322", "ISSNLinking": "2076-3271"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Anti-Bacterial Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Phytochemicals"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Africa South of the Sahara"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Anti-Bacterial Agents"}, {"QualifierName": [], "DescriptorName": "Bacteria"}, {"QualifierName": [], "DescriptorName": "Escherichia coli"}, {"QualifierName": [], "DescriptorName": "Methicillin-Resistant Staphylococcus aureus"}, {"QualifierName": [], "DescriptorName": "Microbial Sensitivity Tests"}, {"QualifierName": [], "DescriptorName": "Phytochemicals"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Pseudomonas aeruginosa"}, {"QualifierName": [], "DescriptorName": "Staphylococcus aureus"}, {"QualifierName": [], "DescriptorName": "Wound Infection"}], "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Aslam B., Wang W., Arshad M.I., Khurshid M., Muzammil S., Rasool M.H., Nisar M.A., Alvi R.F., Aslam M.A., Qamar M.U., et al. Antibiotic resistance: A rundown of a global crisis. Infect. Drug Resist. 2018;11:1645–1658. doi: 10.2147/IDR.S173867.", "ArticleIdList": ["10.2147/IDR.S173867", "PMC6188119", "30349322"]}, {"Citation": "Rossolini G.M., Arena F., Pecile P., Pollini S. Update on the antibiotic resistance crisis. Curr. Opin. Pharmacol. 2014;18:56–60. doi: 10.1016/j.coph.2014.09.006.", "ArticleIdList": ["10.1016/j.coph.2014.09.006", "25254623"]}, {"Citation": "Anand U., Jacobo-Herrera N., Altemimi A., Lakhssassi N. A Comprehensive Review on Medicinal Plants as Antimicrobial Therapeutics: Potential Avenues of Biocompatible Drug Discovery. Metabolites. 2019;9:258. doi: 10.3390/metabo9110258.", "ArticleIdList": ["10.3390/metabo9110258", "PMC6918160", "31683833"]}, {"Citation": "Mavar-Mangar H., Lejoly J., Quetin-Leclercq J., Schelzer G.H. Alchornea Cordifolia (Schumach. & Thonn.) Müll.Arg. PROTA; Wageningen, The Netherlands: 2007."}, {"Citation": "Lopes A.P., Galuch M.B., Petenuci M.E., Oliveira J.H., Canesin E.A., Schneider V.V.A., Visentainer J.V. Quantification of phenolic compounds in ripe and unripe bitter melons (Momordica charantia) and evaluation of the distribution of phenolic compounds in different parts of the fruit by UPLC–MS/MS. Chem. Pap. 2020;74:2613–2625. doi: 10.1007/s11696-020-01094-5.", "ArticleIdList": ["10.1007/s11696-020-01094-5"]}, {"Citation": "Nagasawa H., Watanabe K., Inatomi H. Effects of bitter melon (Momordica charantia) or ginger rhizome (Zingiber offifinale Rosc.) on spontaneous mammary tumorigenesis in SHN mice. Am. J. Clin. Med. 2002;30:195–205. doi: 10.1142/S0192415X02000302.", "ArticleIdList": ["10.1142/S0192415X02000302", "12230008"]}, {"Citation": "Agyare C., Asase A., Lechtenberg M., Niehues M., Deters A. An ethnopharmacological survey and in vitro confirmation of ethnopharmacological use of medicinal plants used for wound healing in Bosomtwi-Atwima-Kwanwoma area, Ghana. J. Ethnopharmacol. 2009;125:393–403. doi: 10.1016/j.jep.2009.07.024.", "ArticleIdList": ["10.1016/j.jep.2009.07.024", "19635544"]}, {"Citation": "Burkill H.M. The Useful Plants of West Tropical Africa. 3rd ed. Royal Botanic Gardens; Kew, UK: 2000."}, {"Citation": "Corrêa G.M., Alcantara A.F.C. Chemical constituents and biological activities of species of Justicia—Review. Rev. Bras. Farmacogn. 2012;22:220–238. doi: 10.1590/S0102-695X2011005000196.", "ArticleIdList": ["10.1590/S0102-695X2011005000196"]}, {"Citation": "Amborabé B., Fleurat-Lessard P., Chollet J., Roblin G. Antifungal effects of salicylic acid and other benzoic acid derivatives towards Eutypa lata: Structure-activity relationship. Plant Physiol. Biochem. 2002;40:1051–1060. doi: 10.1016/S0981-9428(02)01470-5.", "ArticleIdList": ["10.1016/S0981-9428(02)01470-5"]}, {"Citation": "Rajakumar N., Shivanna M.B. Ethno-medicinal application of plants in the eastern region of Shimoga district, Karnataka, India. J. Ethnopharmacol. 2009;126:64–73. doi: 10.1016/j.jep.2009.08.010.", "ArticleIdList": ["10.1016/j.jep.2009.08.010", "19686831"]}, {"Citation": "Ross I.A. Medicinal Plants of the World. Humana Press; Totowa, NJ, USA: 2003. Psidium guajava.", "ArticleIdList": ["10.1007/978-1-59259-365-1_24"]}, {"Citation": "Abubakar E.M. The use of Psidium guajava Linn. in treating wound, skin and soft tissue infections. Sci. Res. Essay. 2009;4:605–611."}, {"Citation": "Agyare C., Bempah S.B., Boakye Y.D., Ayande P.G., Adarkwa-Yiadom M., Mensah K.B. Evaluation of Antimicrobial and Wound Healing Potential of Justicia flava and Lannea welwitschii. Evid. Based Complement. Altern. Med. 2013:632927. doi: 10.1155/2013/632927.", "ArticleIdList": ["10.1155/2013/632927", "PMC3789403", "24159350"]}, {"Citation": "Farzaei M.H., Abbasabadi Z., Shams-Ardekani M.R., Abdollahi M., Rahimi R. A comprehensive review of plants and their active constituents with wound healing activity in traditional Iranian medicine. Wounds. 2014;26:197–206.", "ArticleIdList": ["25856320"]}, {"Citation": "Udegbunam S.O., Udegbunam R.I., Muogbo C.C., Anyanwu M.U., Nwaehujor C.O. Wound healing and antibacterial properties of methanolic extract of Pupalia lappacea Juss in rats. BMC Complement. Altern. Med. 2014;14:157. doi: 10.1186/1472-6882-14-157.", "ArticleIdList": ["10.1186/1472-6882-14-157", "PMC4023168", "24886368"]}, {"Citation": "Udegbunam S.O., Udegbunam R.I., Nnaji T.O., Anyanwu M.U., Kene R.O., Anika S.M. Antimicrobial and antioxidant effect of methanolic Crinum jagus bulb extract in wound healing. J. Intercult. Ethnopharmacol. 2015;4:239–248. doi: 10.5455/jice.20150511022858.", "ArticleIdList": ["10.5455/jice.20150511022858", "PMC4579492", "26401415"]}, {"Citation": "Boakye Y.D., Agyare C., Ayande G.P., Titiloye N., Asiamah E.A., Danquah K.O. Assessment of Wound-Healing Properties of Medicinal Plants: The Case of Phyllanthus muellerianus. Front. Pharmacol. 2018;9:945. doi: 10.3389/fphar.2018.00945.", "ArticleIdList": ["10.3389/fphar.2018.00945", "PMC6111538", "30186175"]}, {"Citation": "Sukhdev S.H., Suman P.S.K., Gennaro L., Dev D.R. Extraction Technologies for Medicinal and Aromatic Plants, Chapter 1. United Nations Industrial Development Organization and the International Centre for Science and High Technology; Trieste, Italy: 2008."}, {"Citation": "Evans W.C. In: Trease and Evans Pharmacognosy. 14th ed. Bailiere Tindall W.B., editor. Sauders Company Ltd.; London, UK: 1996. pp. 191–575."}, {"Citation": "Ryan K.J., Ray C.G., editors. Sherris Medical Microbiology. 4th ed. McGraw Hill; New York, NY, USA: 2004."}, {"Citation": "Bauer A.W., Kirby W.M., Sherris J.C., Turck M. Antibiotic susceptibility testing by a standardized single disk method. Am. J. Clin. Pathol. 1966;45:493–496. doi: 10.1093/ajcp/45.4_ts.493.", "ArticleIdList": ["10.1093/ajcp/45.4_ts.493", "5325707"]}, {"Citation": "National Committee for Clinical Laboratory Standards  Performance Standards for Antimicrobial Susceptibility Testing. Fifteenth Informational Supplement. NCCLS Document M100-S15.  [(accessed on 8 November 2020)];2005  Available online:  http://www.clsi.org/"}, {"Citation": "Clinical and Laboratory Standards Institute (CLSI) Performance Standards for Antimicrobial Disk Susceptibility Tests. 13th ed. Clinical and Laboratory Standards Institute; Wayne, PA, USA: 2018. CLSI Standard M02."}, {"Citation": "Appiah K.S., Oppong C.P., Mardani H.K., Omari R.A., Kpabitey S., Amoatey C.A., Onwona-Agyeman S., Oikawa Y., Katsura K., Fujii Y. Medicinal Plants Used in the Ejisu-Juaben Municipality, Southern Ghana: An Ethnobotanical Study. Medicines. 2018;6:1. doi: 10.3390/medicines6010001.", "ArticleIdList": ["10.3390/medicines6010001", "PMC6473417", "30577439"]}, {"Citation": "Djimeli M.N., Fodouop S.P.C., Njateng G.S.S., Fokunang C., Tala D.S., Kengni F., Gatsing D. Antibacterial activities and toxicological study of the aqueous extract from leaves of Alchornea cordifolia (Euphorbiaceae) BMC Complement. Altern. Med. 2017;17:349. doi: 10.1186/s12906-017-1854-5.", "ArticleIdList": ["10.1186/s12906-017-1854-5", "PMC5496605", "28676114"]}, {"Citation": "Jia S., Shen M., Zhang F., Xie J. Recent Advances in Momordica charantia: Functional Components and Biological Activities. Int. J. Mol. Sci. 2017;18:2555. doi: 10.3390/ijms18122555.", "ArticleIdList": ["10.3390/ijms18122555", "PMC5751158", "29182587"]}, {"Citation": "Noundou X.S., Krause R.W.M., Van Vuuren S.F., Ndinteh D.T., Olivier D.K. Antibacterial effects of Alchornea cordifolia (Schumach. and Thonn.) Müll. Arg extracts and compounds on gastrointestinal, skin, respiratory and urinary tract pathogens. J. Ethnopharmacol. 2016;179:76–82. doi: 10.1016/j.jep.2015.12.043.", "ArticleIdList": ["10.1016/j.jep.2015.12.043", "26724423"]}, {"Citation": "Wang S., Zheng Y., Xiang F., Li S., Yang G. Antifungal activity of Momordica charantia seed extracts toward the pathogenic fungus Fusarium solani L. J. Food Drug Anal. 2016;24:881–887. doi: 10.1016/j.jfda.2016.03.006.", "ArticleIdList": ["10.1016/j.jfda.2016.03.006", "PMC9337286", "28911628"]}, {"Citation": "Chan K.W., Iqbal S., Khong N.M.H., Ooi D.J., Ismail M. Antioxidant activity of phenolics–saponins rich fraction prepared from defatted kenaf seed meal. LWT Food Sci. Technol. 2014;56:181–186. doi: 10.1016/j.lwt.2013.10.028.", "ArticleIdList": ["10.1016/j.lwt.2013.10.028"]}, {"Citation": "Akbari S., Abdurahman N.H., Yunus R.M. Optimization of saponins, phenolics, and antioxidants extracted from fenugreek seeds using microwave-assisted extraction and response surface methodology as an optimizing tool. Comptes Rendus Chim. 2019;22:714–727. doi: 10.1016/j.crci.2019.07.007.", "ArticleIdList": ["10.1016/j.crci.2019.07.007"]}, {"Citation": "Panche A.N., Diwan A.D., Chandra S.R. Flavonoids: An overview. J. Nutr. Sci. 2016;5:e47. doi: 10.1017/jns.2016.41.", "ArticleIdList": ["10.1017/jns.2016.41", "PMC5465813", "28620474"]}, {"Citation": "De Andrade Monteiro C., Ribeiro Alves dos Santos J. Phytochemicals in Human Health [Working Title] IntechOpen; London, UK: 2019. Phytochemicals and Their Antifungal Potential Against Pathogenic Yeasts."}, {"Citation": "Martins N., Barros L., Santos-Buelga C., Henriques M., Silva S., Ferreira I.C.F.R. Evaluation of bioactive properties and phenolic compounds in different extracts prepared from Salvia officinalis L. Food Chem. 2015;170:378–385. doi: 10.1016/j.foodchem.2014.08.096.", "ArticleIdList": ["10.1016/j.foodchem.2014.08.096", "25306360"]}, {"Citation": "Tekele S.G., Teklu D.S., Tullu K.D., Birru S.K., Legese M.H. Extended-spectrum Beta-lactamase and AmpC beta-lactamases producing gram negative bacilli isolated from clinical specimens at International Clinical Laboratories, Addis Ababa, Ethiopia. PLoS ONE. 2020;15:e0241984. doi: 10.1371/journal.pone.0241984.", "ArticleIdList": ["10.1371/journal.pone.0241984", "PMC7660541", "33180785"]}, {"Citation": "Yılmaz N., Ağuş N., Bayram A., Şamlıoğlu P., Şirin M.C., Derici Y.K., Hancı S.Y. Antimicrobial susceptibilities of Escherichia coli isolates as agents of community-acquired urinary tract infection (2008–2014) Turk. J. Urol. 2016;42:32–36. doi: 10.5152/tud.2016.90836.", "ArticleIdList": ["10.5152/tud.2016.90836", "PMC4791079", "27011879"]}, {"Citation": "Yayan J., Ghebremedhin B., Rasche K. Antibiotic Resistance of Pseudomonas aeruginosa in Pneumonia at a Single University Hospital Center in Germany over a 10-Year Period. PLoS ONE. 2015;10:e0139836. doi: 10.1371/journal.pone.0139836.", "ArticleIdList": ["10.1371/journal.pone.0139836", "PMC4592231", "26430738"]}, {"Citation": "Siddiqua M., Alam A., Akter S., Ferdousi R. Antibiotic resistance pattern in pseudomonas aeruginosa isolated from a private Medical College Hospital. KYAMC J. 2018;9:16–19. doi: 10.3329/kyamcj.v9i1.36617.", "ArticleIdList": ["10.3329/kyamcj.v9i1.36617"]}, {"Citation": "Goswami N., Goswami A.P., Tripathi C., Trivedi H., Patel T. Antibiotic sensitivity profile of bacterial pathogens in postoperative wound infections at a tertiary care hospital in Gujarat, India. J. Pharmacol. Pharmacother. 2011;2:158. doi: 10.4103/0976-500X.83279.", "ArticleIdList": ["10.4103/0976-500X.83279", "PMC3157123", "21897707"]}, {"Citation": "Tesfahunegn Z., Asrat D., Woldeamanuel Y., Estifanos K. Bacteriology of surgical site and catheter related urinary tract infections among patients admitted in Mekelle Hospital, Mekelle, Tigray, Ethiopia. Ethiop. Med. J. 2009;47:117–127.", "ArticleIdList": ["19743791"]}, {"Citation": "Deyno S., Fekadu S., Astatkie A. Resistance of Staphylococcus aureus to antimicrobial agents in Ethiopia: A meta-analysis. Antimicrob. Resist. Infect. Control. 2017;6:85. doi: 10.1186/s13756-017-0243-7.", "ArticleIdList": ["10.1186/s13756-017-0243-7", "PMC5569497", "28852476"]}, {"Citation": "Meseret G., Kassaye A., Yared M. Bacteria from infected surgical wounds and their antimicrobial resistance in Hawassa University Referral Teaching Hospital, Southern Ethiopia. Afr. J. Microbiol. Res. 2014;8:1118–1124. doi: 10.5897/AJMR2013.6544.", "ArticleIdList": ["10.5897/AJMR2013.6544"]}, {"Citation": "Mulu W., Kibru G., Beyene G., Damtie M. Postoperative Nosocomial Infections and Antimicrobial Resistance Pattern of Bacteria Isolates among Patients Admitted at Felege Hiwot Referral Hospital, Bahirdar, Ethiopia. Ethiop. J. Health Sci. 2012;22:7–18.", "ArticleIdList": ["PMC3437975", "22984327"]}, {"Citation": "Raza M.S., Chander A., Ranabhat A. Antimicrobial Susceptibility Patterns of the Bacterial Isolates in Post-Operative Wound Infections in a Tertiary Care Hospital, Kathmandu, Nepal. Open. J. Med. Microbiol. 2013;3:159–163."}, {"Citation": "Ma X.X., Wang E.H., Liu Y., Luo E.J. Antibiotic susceptibility of coagulase-negative staphylococci (CoNS): Emergence of teicoplanin-non-susceptible CoNS strains with inducible resistance to vancomycin. J. Med. Microbiol. 2011;60:1661–1668. doi: 10.1099/jmm.0.034066-0.", "ArticleIdList": ["10.1099/jmm.0.034066-0", "21799199"]}, {"Citation": "Sharma D., Misba L., Khan A.U. Antibiotics versus biofilm: An emerging battleground in microbial communities. Antimicrob. Resist. Infect. Control. 2017;8:76. doi: 10.1186/s13756-019-0533-3.", "ArticleIdList": ["10.1186/s13756-019-0533-3", "PMC6524306", "31131107"]}, {"Citation": "Omar A., Wright J.B., Schultz G., Burrell R., Nadworny P. Microbial Biofilms and Chronic Wounds. Microorganisms. 2017;5:9. doi: 10.3390/microorganisms5010009.", "ArticleIdList": ["10.3390/microorganisms5010009", "PMC5374386", "28272369"]}, {"Citation": "Igbeneghu O.A., Iwalewa E.O., Lamikanra A. A study of the In Vivo activity of the leaf extract of Alchornea cordifolia against multiply antibiotic resistant S. aureus isolate in mice. Phytother. Res. 2007;21:67–71. doi: 10.1002/ptr.2003.", "ArticleIdList": ["10.1002/ptr.2003", "17094171"]}, {"Citation": "Ebi G.C. Antimicrobial activities of Alchornea cordifolia. Fitoterapia. 2001;72:69–72. doi: 10.1016/S0367-326X(00)00254-9.", "ArticleIdList": ["10.1016/S0367-326X(00)00254-9", "11163946"]}, {"Citation": "Adeyemi I.A., Omonigbehin A.E., Stella S., Oluwatosin O., Jumoke S. Antibacterial activity of extracts of Alchornea cordifolia (Schum and Thonn) Mull. Arg., Boerhavia diffusa (L.) and Bridellia micranthal (Hoscht) Baill. used in traditional medicine in Nigeria on Helicobacter pylori and four diarrhoeagenic bacterial pathogens. Afr. J. Biotechnol. 2008;7:3761–3764."}, {"Citation": "Okeke I.N., Ogundaini A.O., Ogungbamila F.O., Lamikanro A. Antimicrobial spectrum of Alchornea cordifolia leaf extract. Phytother. Res. 1999;13:67–69. doi: 10.1002/(SICI)1099-1573(199902)13:1<67::AID-PTR366>3.0.CO;2-F.", "ArticleIdList": ["10.1002/(SICI)1099-1573(199902)13:1<67::AID-PTR366>3.0.CO;2-F", "10189955"]}, {"Citation": "Ajali U. Antibacterial activities of Alchornea cordifolia stem bark. Filoterapia. 2000;71:436–438. doi: 10.1016/S0367-326X(00)00131-3.", "ArticleIdList": ["10.1016/S0367-326X(00)00131-3", "10925019"]}, {"Citation": "Agyare C., Ansah A.O., Ossei P.P.S., Apenteng J.A., Boakye Y.D. Wound Healing and Anti-Infective Properties of Myrianthus arboreus and Alchornea cordifolia. Med. Chem. 2014;4:533–539. doi: 10.4172/2161-0444.1000191.", "ArticleIdList": ["10.4172/2161-0444.1000191"]}, {"Citation": "Mwambete K.D. The in vitro antimicrobial activity of fruit and leaf crude extracts of Momordica charantia: A Tanzania medicinal plant. Afr. Health Sci. 2009;9:34–39.", "ArticleIdList": ["PMC2932517", "20842240"]}, {"Citation": "Abdelrahim S.I., Almagboul A.Z., Omer M.E.A., Elegami A. Antimicrobial activity of Psidium guajava L. Fitoterapia. 2002;73:713–715. doi: 10.1016/S0367-326X(02)00243-5.", "ArticleIdList": ["10.1016/S0367-326X(02)00243-5", "12490238"]}, {"Citation": "Lins T.H., Santos Veríssimo R., Evangelista Santos R.F., Assis Bastos M., Correia Bernardo R.C., Alvino V., Albuquerque Sarmento P.D., Araújo Júnior J.X. Evaluation of antimicrobial activity of Psidium guajava species. BMC Proc. 2014;8(Suppl. S4):79. doi: 10.1186/1753-6561-8-S4-P79.", "ArticleIdList": ["10.1186/1753-6561-8-S4-P79"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "2", "Day": "14"}, {"Year": "2021", "Month": "3", "Day": "22"}, {"Year": "2021", "Month": "3", "Day": "25"}, {"Year": "2021", "Month": "4", "Day": "3", "Hour": "1", "Minute": "26"}, {"Year": "2021", "Month": "4", "Day": "4", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "4", "Day": "4", "Hour": "6", "Minute": "1"}, {"Year": "2021", "Month": "3", "Day": "31"}], "PublicationStatus": "epublish", "ArticleIdList": ["33807402", "PMC8103275", "10.3390/medsci9020023", "medsci9020023"]}}], "PubmedBookArticle": []}