{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["EU habitat type", "anthropogenic factors", "factor-specific", "habitat-specific", "in situ conservation", "intervention assessment", "management intervention", "plant population", "target species"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "33808252", "DateRevised": {"Year": "2021", "Month": "04", "Day": "26"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "03", "Day": "30"}], "Language": ["eng"], "ELocationID": ["658", "10.3390/plants10040658"], "Journal": {"ISSN": "2223-7747", "JournalIssue": {"Volume": "10", "Issue": "4", "PubDate": {"Year": "2021", "Month": "Mar", "Day": "30"}}, "Title": "Plants (Basel, Switzerland)", "ISOAbbreviation": "Plants (Basel)"}, "ArticleTitle": "Development of a Methodology for Maintenance of Medicinal Plant Genetic Reserve Sites: A Case Study for Lithuania.", "Abstract": {"AbstractText": ["In the context of climate change, in situ conservation of plant genetic resources is becoming increasingly important as it supports natural (ecological and evolutionary) adaptations of plants to the changing environment. The aim of this study was to synthesize a comprehensive general methodology for the maintenance of genetic reserve sites of medicinal plants based on the analysis of relevant legal documents, literature sources, databases, and authors' own experience. A methodology was developed for the application of various maintenance measures for target species populations in genetic reserve sites to ensure their long-term sustainability. It uses a systematic approach to the intervention measures by grouping them into habitat-specific and factor-specific ones, and follows the specific principles of biodiversity conservation, such as the concept of ecosystem, priority of in situ conservation, caution and validity of decision-making, and regional approach. An extensive discussion on major intervention measures is provided. The methodology is intended to be used as a tool for the preparation and implementation of management plans of individual medicinal plant genetic reserve sites by the responsible agencies and protected area managers and is directly linked to the implementation of the EU (European Union) Biodiversity Strategy to 2030 at the national level."]}, "AuthorList": [{"Identifier": ["0000-0002-1957-6689"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Economic Botany, Nature Research Centre, LT-08412 Vilnius, Lithuania."}], "LastName": "Labokas", "ForeName": "Juozas", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Economic Botany, Nature Research Centre, LT-08412 Vilnius, Lithuania."}], "LastName": "Karpavičienė", "ForeName": "Birutė", "Initials": "B"}], "GrantList": [{"GrantID": "M20-3", "Agency": "Plant Gene Bank, Ministry of Environment, Republic of Lithuania", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Plants (Basel)", "NlmUniqueID": "101596181", "ISSNLinking": "2223-7747"}, "CoiStatement": "The authors declare no conflict of interest. The funder had no role in the design of the study; in the collection, analyses, or interpretation of data; in the writing of the manuscript, or in the decision to publish the results."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Kell S.P., Knüpffer H., Jury S.L., Ford-Lloyd B.V., Maxted N. Crops and wild relatives of the Euro-Mediterranean region: Making and using a conservation catalogue. In: Maxted N., Ford-Lloyd B.V., Kell S.P., Iriondo J., Dulloo E., Turok J., editors. Crop Wild Relative Conservation and Use. CAB International; Wallingford, UK: 2008. pp. 69–109."}, {"Citation": "Mulliken T., Inskipp C. Proceedings of the 1st IFOAM International Conference on Organic Wild Production, Teslic, Bosnia and Herzegovina. International Federation of Organic Agricultural Movements (IFOAM); Bonn, Germany: 2006. Medicinal plant cultivation—Scope, scale and diversity: Results from an initial analysis."}, {"Citation": "Labokas J., Karpavičienė B. Creation of a network of seed sites for in-situ conservation of medicinal and aromatic plant genetic resources in Lithuania. Botanica. 2018;24:87–97. doi: 10.2478/botlit-2018-0008.", "ArticleIdList": ["10.2478/botlit-2018-0008"]}, {"Citation": "Nature Research Centre  Priority Species of Medicinal and Aromatic Plants in Lithuania (the List)  [(accessed on 2 January 2021)]; Available online:  http://www.gamtostyrimai.lt/lt/users/viewGroup/id.4/pageId.42."}, {"Citation": "Scheffers B.R., Pecl G. Persecuting, protecting or ignoring biodiversity under climate change. Nat. Clim. Chang. 2019;9:581–586. doi: 10.1038/s41558-019-0526-5.", "ArticleIdList": ["10.1038/s41558-019-0526-5"]}, {"Citation": "Wallingford P.D., Morelli T.L., Allen J.M., Beaury E.M., Blumenthal D.M., Bradley B.A., Dukes J.S., Early R., Fusco E.J., Goldberg D.E., et al. Adjusting the lens of invasion biology to focus on the impacts of climate-driven range shifts. Nat. Clim. Chang. 2020;10:398–405. doi: 10.1038/s41558-020-0768-2.", "ArticleIdList": ["10.1038/s41558-020-0768-2"]}, {"Citation": "Alkemade R., Bakkenes M., Eickhout B. Towards a general relationship between climate change and biodiversity: An example for plant species in Europe. Reg. Environ. Chang. 2011;11:143–150. doi: 10.1007/s10113-010-0161-1.", "ArticleIdList": ["10.1007/s10113-010-0161-1"]}, {"Citation": "Lawler J.J. Climate change adaptation strategies for resource management and conservation planning. Ann. N. Y. Acad. Sci. 2009;1162:79–98. doi: 10.1111/j.1749-6632.2009.04147.x.", "ArticleIdList": ["10.1111/j.1749-6632.2009.04147.x", "19432646"]}, {"Citation": "Lietuvos Respublikos Saugomų Teritorijų Įstatymas, 1993 m. lapkričio 9 d. Nr. I-301 (Suvestinė Redakcija nuo 2020-01-01 iki 2021-04-30) [Republic of Lithuania Law on Protected Areas, 9 November 1993 No. I-301 (Consolidated version from 01/01/2020 to 30/04/2021)]  [(accessed on 27 December 2020)]; Available online:  https://www.e-tar.lt/portal/lt/legalAct/TAR.FF1083B528B7/asr."}, {"Citation": "European Commission  EU Biodiversity Strategy to 2030.  [(accessed on 15 January 2021)]; Available online:  https://ec.europa.eu/info/strategy/priorities-2019-2024/european-green-deal/actions-being-taken-eu/eu-biodiversity-strategy-2030_en."}, {"Citation": "Miško Kirtimų Taisyklės, Patvirtintos Lietuvos Respublikos Aplinkos Ministro 2010 m. Sausio 27 d. įsakymu Nr. D1-79 (Suvestinė Redakcija nuo 2020-09-02) [Regulations on Forest Cuttings, Approved by the Minister of Environment of the Republic of Lithuania, Order No. D1-79 of 27 January 2010 (Consolidated Version from 02/09/2020)]  [(accessed on 21 January 2021)]; Available online:  https://www.e-tar.lt/portal/lt/legalAct/TAR.4A966C7D30EB/asr."}, {"Citation": "Gudžinskas Z., Žalneravičius E.  Invasive plants. In: Vaitonis G., editor. Invasive Species in Lithuania. UAB “Baltijos kopija”; Vilnius, Lithuania: 2017.  [(accessed on 28 January 2021)]. pp. 27–44. Available online:  https://vb.gamtc.lt/object/elaba:56795935/56795935.pdf."}, {"Citation": "The State Plant Service under the Ministry of Agriculture  Plant Protection Products Authorisation Division.  [(accessed on 28 December 2020)]; Available online:  http://www.vatzum.lt/en/activity/fields-of-activity/plant-protection-products-authorisation/"}, {"Citation": "Laukinės Augalijos Išteklių Naudojimo Tvarka, Patvirtinta Lietuvos Respublikos Aplinkos Ministro 2000 m. Balandžio 27 d. Įsakymu Nr. 173 (Suvestinė Redakcija nuo 2016-07-30) [Regulations on the Use of Wild Plant Resources, Approved by the Minister of Environment of the Republic of Lithuania, Order No. 173 of 27 April 2000 (Consolidated Version from 30/07/2016)]  [(accessed on 16 January 2021)]; Available online:  https://www.e-tar.lt/portal/lt/legalAct/TAR.08F61BE1F810/asr."}, {"Citation": "Gamtinių ir Kompleksinių Draustinių Nuostatai, Patvirtinti Lietuvos Respublikos Vyriausybės 2008 m. Balandžio 2 d. Nutarimu Nr. 318 (Suvestinė Redakcija nuo 2020-02-04) [Regulations on Natural and Complex Reserves, Approved by the Government of the Republic of Lithuania, Resolution No. 318 of 2 April 2008 (Consolidated Version from 04/02/2020)]  [(accessed on 13 January 2021)]; Available online:  https://www.e-tar.lt/portal/lt/legalAct/TAR.111D79A65EC5/asr."}, {"Citation": "Labokas J., Karpavičienė B. Guidelines for evaluation of seed (genetic) sites of medicinal and aromatic plants in Lithuania. Botanica. 2019;25:54–64. doi: 10.2478/botlit-2019-0006.", "ArticleIdList": ["10.2478/botlit-2019-0006"]}, {"Citation": "Saugomų Rūšių Naudojimo Tvarkos Aprašas, Patvirtintas Lietuvos Respublikos Aplinkos Ministro 2010 m. liepos 15 d. Įsakymu Nr. D1-622 (Suvestinė Redakcija nuo 2020-03-07) [Description of the Procedure for the Use of Protected Species, Approved by the Minister of Environment of the Republic of Lithuania, Order No. D1-622 of 15 July 2010 (Consolidated Version from 07/03/2020)]  [(accessed on 20 January 2021)]; Available online:  https://www.e-tar.lt/portal/lt/legalAct/TAR.47ED1C2412E4/asr."}, {"Citation": "Lietuvos Kaimo Plėtros 2014–2020 Metų Programos Priemonės “Agrarinė Aplinkosauga ir Klimatas” Įgyvendinimo Taisyklės, Patvirtintos Lietuvos Respublikos Žemės ūkio Ministro 2015 m. Balandžio 3 d. Įsakymu Nr. 3D-254 [Regulations on Implementation of the Measure “Agri-Environment and Climate” of the Lithuanian Rural Development Program 2014–2020, Approved by the Minister of Agriculture of the Republic of Lithuania, Order No. 3D-254 of 3 April 2015 (Consolidated Version from 16/06/2020)]  [(accessed on 15 January 2021)]; Available online:  https://www.e-tar.lt/portal/lt/legalAct/63420fd0d9fb11e4bddbf1b55e924c57/asr."}, {"Citation": "Dahlström A., Iuga A.-M., Lennartson T. Managing biodiversity rich hay meadows in the EU: A comparison of Swedish and Romanian grasslands. Environ. Conserv. 2013;40:1–12. doi: 10.1017/S0376892912000458.", "ArticleIdList": ["10.1017/S0376892912000458"]}, {"Citation": "McBride A., Diack I., Droy N., Hamill B., Jones P., Schutten J., Skinner A., Street M., editors. The Fen Management Handbook. Scottish Natural Heritage; Perth, Scotland: 2011. 332p"}, {"Citation": "Calaciura B., Spinelli O. Management of Natura 2000 Habitats. 6210 Semi-Natural Dry Grasslands and Scrubland Facies on Calcareous Substrates (Festuco-Brometalia) (*Important Orchid Sites). European Commission Technical Report 2008, 12/24. 38p [(accessed on 15 March 2021)]; Available online:  https://ec.europa.eu/environment/nature/natura2000/management/habitats/pdf/6210_Seminatural_dry_grasslands.pdf."}, {"Citation": "Donkersley P. Trees for bees. Agric. Ecosyst. Environ. 2019;270–271:79–83. doi: 10.1016/j.agee.2018.10.024.", "ArticleIdList": ["10.1016/j.agee.2018.10.024"]}, {"Citation": "Salonen A., Julkunen-Tiitto R. Characterisation of two unique unifloral honeys from the boreal coniferous zone: Lingonberry and mire honeys. Agric. Food Sci. 2012;21:159–170. doi: 10.23986/afsci.4931.", "ArticleIdList": ["10.23986/afsci.4931"]}, {"Citation": "Introdukcijos, Reintrodukcijos ir Perkėlimo Programa, Patvirtinta Lietuvos Respublikos Aplinkos Ministro 2002 m. Liepos 1 d. Įsakymu Nr. 352 (Suvestinė Redakcija nuo 2018-07-01) [Introduction, Reintroduction, and Transfer Program, Approved by the Minister of Environment of the Republic of Lithuania, Order No. 352 of 1 July 2002 (Consolidated version from 01/07/2018)]  [(accessed on 16 January 2021)]; Available online:  https://www.e-tar.lt/portal/lt/legalAct/TAR.4F0F24D6E2BF/sfKIEKzteU."}, {"Citation": "NOBANIS.  [(accessed on 7 January 2021)]; Available online:  http://www.NOBANIS.org."}, {"Citation": "Invazinių Rūšių Kontrolės ir Naikinimo Tvarkos Aprašas, Patvirtintas Lietuvos Respublikos Aplinkos Ministro 2002 m. Liepos 1 d. Įsakymu Nr. 352 (Suvestinė Redakcija nuo 2018-07-01) [Procedures for Control and Eradication of Invasive Species, Approved by the Minister of Environment of the Republic of Lithuania, Order No. 352 of 1 July 2002 (Consolidated Version from 01/07/2018)]  [(accessed on 16 January 2021)]; Available online:  https://www.e-tar.lt/portal/lt/legalAct/TAR.4F0F24D6E2BF/sfKIEKzteU."}, {"Citation": "Rūsiņa S. Annex 3. Control of expansive and invasive plant species. In Nature Conservation Agency of Latvia. Project LIFE11 NAT/LV/000371 NAT-PROGRAMME “National Conservation and Management Programme for Natura 2000 Sites in Latvia” Publication Protected habitat management guidelines for Latvia. Volume 3—Semi-Natural Grasslands.  [(accessed on 28 December 2020)];2017 :418–424. Available online:  https://www.daba.gov.lv/upload/File/Publikacijas_b_vadlinijas/Hab_Manage_Guidelines_2017_3_Grasslands_annex_03.pdf."}, {"Citation": "Beavers: Wetlands & Wildlife. Manage Flooding: Various Flow Control Devices Help Manage Flooding.  [(accessed on 11 January 2021)]; Available online:  https://www.beaversww.org/manage-flooding/"}, {"Citation": "Beaver Institute  Tree Protection.  [(accessed on 30 January 2021)]; Available online:  https://www.beaverinstitute.org/management/tree-protection/"}, {"Citation": "Bernes C., Macura B., Jonsson B.G., Junninen K., Müller J., Sandström J., Lõhmus A., Macdonald E. Manipulating ungulate herbivory in temperate and boreal forests: Effects on vegetation and invertebrates. A systematic review. Environ. Evid. 2018;7:13. doi: 10.1186/s13750-018-0125-3.", "ArticleIdList": ["10.1186/s13750-018-0125-3"]}, {"Citation": "Redick C.H., Jacobs D.F. Mitigation of deer herbivory in temperate hardwood forest regeneration: A meta-analysis of research literature. Forests. 2020;11:1220. doi: 10.3390/f11111220.", "ArticleIdList": ["10.3390/f11111220"]}, {"Citation": "Kibiša A. Ph.D. Thesis. Vytautas Magnus University; Kaunas, Lithuania: 2019. Stumbrų, Bizonų ir Elninių Poveikis Ekosistemoms [Effects of Wisents, Bisons and Cervids on Ecosystems]"}, {"Citation": "Miško Sanitarinės Apsaugos Taisyklės, Patvirtintos Lietuvos Respublikos Aplinkos Ministro 2007 m. Balandžio 11 d. Įsakymu Nr. D1-204 (Suvestinė Redakcija nuo 2020-10-17) [Regulations on Forest Sanitary Protection, Approved by the Minister of Environment of the Republic of Lithuania, Order No. D1-204 of 11 April 2007 (Consolidated Version from 17/10/2020)]  [(accessed on 30 January 2021)]; Available online:  https://www.e-tar.lt/portal/lt/legalAct/TAR.BA9557DAF396/asr."}, {"Citation": "Zsuffa I., Bogardi J.J. Floodplain restoration by means of water regime control. Phys. Chem. Earth. 1995;20:237–243. doi: 10.1016/0079-1946(95)00034-8.", "ArticleIdList": ["10.1016/0079-1946(95)00034-8"]}, {"Citation": "Global Water Partnership Central and Eastern Europe. Natural Small Water Retention Measures Combining Drought Mitigation, Flood Protection and Biodiversity Conservation. Guidelines, Global Water Partnership Central and Eastern Europe.  [(accessed on 30 January 2021)];2015  Available online:  https://www.gwp.org/globalassets/global/gwp-cee_files/idmp-cee/idmp-nswrm-final-pdf-small.pdf."}, {"Citation": "Ullah M.R., Corneo P.E., Dijkstra F.A. Inter-seasonal nitrogen loss with drought depends on fertilizer management in a seminatural Australian grassland. Ecosystems. 2020;23:1281–1293. doi: 10.1007/s10021-019-00469-4.", "ArticleIdList": ["10.1007/s10021-019-00469-4"]}, {"Citation": "Volk M., Möller M., Wurbs D.A. Pragmatic approach for soil erosion risk assessment within policy hierarchies. Land Use Policy. 2010;27:997–1009. doi: 10.1016/j.landusepol.2009.12.011.", "ArticleIdList": ["10.1016/j.landusepol.2009.12.011"]}, {"Citation": "Aplinkos Apsaugos Reikalavimai Lauko Sąlygomis Deginant Augalus ar jų Dalis, Patvirtinti Lietuvos Respublikos Aplinkos Ministro 1999 m. Rugsėjo 1 d. Įsakymu Nr. 269 (Suvestinė Redakcija nuo 2016-08-01) [Environmental Requirements for the Outdoor Combustion of Plants or Parts Thereof, Approved by the Minister of Environment of the Republic of Lithuania, Order No. 269 of 1 September 1999 (Consolidated Version from 01/08/2016)]  [(accessed on 30 January 2021)]; Available online:  https://e-seimas.lrs.lt/portal/legalAct/lt/TAD/TAIS.85877/asr."}, {"Citation": "Žemės Ūkio Naudmenų Geros Agrarinės ir Aplinkosaugos Būklės Reikalavimų, Taikomų nuo 2015 Metų, Aprašas, Patvirtintas Lietuvos Respublikos Žemės Ūkio Ministro 2014 m. Gruodžio 5 d. Įsakymu Nr. 3D-932 (Suvestinė Redakcija Nuo 2020-10-10) [Description of the Requirements for Good Agricultural and Environmental Condition of Agricultural Lands Applicable from 2015, Approved by the Minister of Agriculture of the Republic of Lithuania, Order No. 3D-932 of 5 December 2014 (Consolidated Version from 10/10/2020)]  [(accessed on 30 January 2021)]; Available online:  https://www.e-tar.lt/portal/lt/legalAct/bc9ba1407c6311e4abe983995522ea30."}, {"Citation": "Miškų Priešgaisrinės Apsaugos Taisyklės, Patvirtintos Lietuvos Respublikos Vyriausybės 1995 m. Balandžio 7 d. Nutarimu Nr. 500 (Suvestinė Redakcija nuo 2020-05-01) [Regulations on Forest Fire Protection, Approved by the Government of the Republic of Lithuania, Resolution No. 500 of 7 April 1995 (Consolidated Version from 01/05/2020)]  [(accessed on 14 January 2021)]; Available online:  https://www.e-tar.lt/portal/lt/legalAct/TAR.B17AF00C766B/asr."}, {"Citation": "LIFE Peat Restore. A Project Funded by LIFE Climate Change Mitigation Programme (2016–2021). News: Water Regime Restoration Works Begun in the Suursoo Restoration Area.  [(accessed on 22 January 2021)]; Available online:  https://life-peat-restore.eu/en/water-regime-restoration-works-begun-in-the-suursoo-restoration-area/"}, {"Citation": "Lietuvos Respublikos Specialiųjų Žemės Naudojimo Sąlygų Įstatymas, 2019 m. Birželio 6 d. Nr. XIII-2166 (Suvestinė Redakcija nuo 2021-01-01) [Republic of Lithuania Law on Special Land Use Conditions, 6 June 2019 No. XIII-2166 (Consolidated Version from 01/01/2021)]  [(accessed on 1 February 2021)]; Available online:  https://www.e-tar.lt/portal/lt/legalAct/420f4dd0927c11e9ae2e9d61b1f977b3/asr."}, {"Citation": "Kuris M., Remmelgas L., Prižavoite D., Bojārs E., Ruskule A., Fammler H., Navickas K. Viable Grassland Management—Experience, Challenges and Opportunities Baltic Environmental Forum.  [(accessed on 15 March 2021)];2015  Available online:  https://vivagrass.eu/wp-content/uploads/2016/03/befvivagrasswwwuus.pdf."}, {"Citation": "Statistics Lithuania. Official Statistics Portal.  [(accessed on 16 January 2021)]; Available online:  https://osp.stat.gov.lt/statistiniu-rodikliu-analize#/"}, {"Citation": "Škornik S., Vidrih M., Kaligarič M. The effect of grazing pressure on species richness, composition and productivity in North Adriatic Karst pastures. Plant Biosyst. 2010;144:355–364. doi: 10.1080/11263501003750250.", "ArticleIdList": ["10.1080/11263501003750250"]}, {"Citation": "Schmitz A., Isselstein J. Effect of grazing system on grassland plant species richness and vegetation characteristics: Comparing horse and cattle grazing. Sustainability. 2020;12:3300. doi: 10.3390/su12083300.", "ArticleIdList": ["10.3390/su12083300"]}, {"Citation": "Williams M.I., Dumroese R.K. Growing assisted migration: Synthesis of a climate change adaptation strategy. In: Haase D.L., Pinto J.R., Wilkinson K.M., editors. National Proceedings: Forest and Conservation Nursery Associations. USDA Forest Service, Rocky Mountain Research Station; Fort Collins, CO, USA: 2013. pp. 90–96."}, {"Citation": "Lietuvos Gamtos Fondas. Kalninę Arniką Siekiama Grąžinti į Aukštaitiją.  [(accessed on 20 January 2021)];2014 Oct 14; Available online:  https://www.glis.lt/?pid=1&news_id=391."}, {"Citation": "De Jaegere T., Hein S., Claessens H. A review of the characteristics of small-leaved lime (Tilia cordata Mill.) and their implications for silviculture in a changing climate. Forests. 2016;7:56. doi: 10.3390/f7030056.", "ArticleIdList": ["10.3390/f7030056"]}, {"Citation": "IPBES . In: The Assessment Report of the Intergovernmental Science-Policy Platform on Biodiversity and Ecosystem Services on Pollinators, Pollination and Food Production. Potts S.G., Imperatriz-Fonseca V.L., Ngo H.T., editors. Secretariat of the Intergovernmental Science-Policy Platform on Biodiversity and Ecosystem Services; Bonn, Germany: 2016.", "ArticleIdList": ["10.5281/zenodo.3402856"]}, {"Citation": "NATURA 2000 Prioritetinių Veiksmų programa (PVP), Skirta Įgyvendinti Lietuvoje Pagal Tarybos Direktyvos 92/43/EEB Dėl Natūralių Buveinių ir Laukinės Faunos bei Floros Apsaugos (Buveinių Direktyvos) 8 Straipsnį [NATURA 2000 Priority Action Program for Implementation in Lithuania in Accordance with Article 8 of Council Directive 92/43/EEC on the CONSERVATION of Natural Habitats and of Wild Fauna and Flora (Habitats Directive)]  [(accessed on 30 January 2021)]; Available online:  http://am.lrv.lt/uploads/am/documents/files/saugom_teritorijos_kra%C5%A1tov/natura_2000/PAF-2019-03-27.pdf."}, {"Citation": "The Heather and Grass Burning Code 2007 Version.  [(accessed on 17 March 2021)]; Available online:  https://gfmc.online/programmes/natcon/UK-DEFRA--Heather-Grass-Burning-Code-2007.pdf."}, {"Citation": "Invazinių Lietuvoje Rūšių Sąrašas, Patvirtintas Lietuvos Respublikos Aplinkos Ministro 2004 m. Rugpjūčio 16 d. Įsakymu Nr. D1-433 (Suvestinė Redakcija nuo 2016-12-24) [List of Invasive Species in Lithuania, Approved by the Minister of Environment of the Republic of Lithuania, Order No. D1-433 of 27 August 2004 (Consolidated Version from 24/12/2016)]  [(accessed on 19 January 2021)]; Available online:  https://www.e-tar.lt/portal/lt/legalAct/TAR.7B6390A69C91/asr."}, {"Citation": "Radušienė J., Labokas J. Population performance of Arnica montana L. in different habitats. In: Maxted N., Ford-Lloyd B., Kell S., Iriondo J., Dulloo E., Turok J., editors. Crop Wild Relative Conservation and Use. CAB International; Wallingford, UK: 2008. pp. 380–388."}, {"Citation": "Ascensão F., Capinha C. Aliens on the move: Transportation networks and non-native species. In: Borda-de-Água L., Barrientos R., Beja P., Pereira H., editors. Railway Ecology. Springer; Cham, Switzerland: 2017. pp. 65–80.", "ArticleIdList": ["10.1007/978-3-319-57496-7_5"]}, {"Citation": "Žuvinto Ežero ir jo Pakrantės Gamtotvarkos Planas, Patvirtintas Lietuvos Respublikos Aplinkos Ministro 2016 m. Spalio 24 d. Įsakymu Nr. D1-704 [Nature Management Plan of the Lake Žuvintas and Its Shores, Approved by the Minister of Environment of the Republic of Lithuania, Order No. D1-704 of 24 October 2016]  [(accessed on 30 January 2021)]; Available online:  https://www.e-tar.lt/portal/lt/legalAct/322ad9509c0411e69ad4c8713b612d0f."}, {"Citation": "European Commission  EU Pesticides Database.  [(accessed on 28 January 2021)]; Available online:  https://ec.europa.eu/food/plant/pesticides/eu-pesticides-db_en."}, {"Citation": "FAO  Good Practices for Forest Health Protection. In FAO Forestry Paper 164 Guide to Implementation of Phytosanitary Standards in Forestry. Food and Agriculture Organization of the United Nations Rome.  [(accessed on 30 January 2021)];2011  Available online:  http://www.fao.org/docrep/013/i2080e/i2080e03.pdf."}, {"Citation": "Jørgensen H. NOBANIS—Invasive Alien Species Fact Sheet—Pinus mugo—From: Online Database of the European Network on Invasive Alien Species—NOBANIS.  [(accessed on 31 December 2020)]; Available online:  https://www.nobanis.org/globalassets/speciesinfo/p/pinus-mugo/pinus_mugo.pdf."}, {"Citation": "Jurgutavičiūtė K. Kirtimai Kuršių Nerijoje—Gamtos ir Kraštovaizdžio Labui.  [(accessed on 31 December 2020)]; Available online:  http://nerija.am.lt/VI/article.php?article_id=1044."}, {"Citation": "Deák B., Valkó O., Török P., Végvári Z., Hartel T., Schmotzer A., Kapocsi I., Tóthmérész B. Grassland fires in Hungary‒Experiences of nature conservationists on the effects of fire on biodiversity. Appl. Ecol. Environ. Res. 2014;12:267–283. doi: 10.15666/aeer/1201_267283.", "ArticleIdList": ["10.15666/aeer/1201_267283"]}, {"Citation": "Karvelytė A., Motiekaitytė V. Assessment of Wild Mushrooms, Berries and Medicinal Herbs Picking Activities by Referring to Economic, Social and Environmental Criteria.  [(accessed on 1 February 2021)];J. Young Sci. 2013 1:101–110. Available online:  http://www.su.lt/bylos/mokslo_leidiniai/jmd/2013_1_39/karvelyte_motiekaityte.pdf."}, {"Citation": "Lithuanian State Forest Service  Multiple Use of Forests. In Forestry Statistics 2019 (pdf)  [(accessed on 2 February 2021)];2019  Available online:  http://www.amvmt.lt/images/veikla/stat/miskustatistika/2019/07%20Misku%20ukio%20statistika%202019_m.pdf."}, {"Citation": "European Environment Agency  Threats, Pressures, Activities. In Eionet Central Data Repository. Reference Portal for Natura.  [(accessed on 2 February 2021)];2000  Available online:  http://cdr.eionet.europa.eu/help/natura2000."}, {"Citation": "Lietuvos Respublikos Laukinės Augalijos Įstatymas, 1999 m. birželio 15 d. Nr. VIII-1226 (Suvestinė Redakcija nuo 2004-02-28 iki 2021-04-30) [Republic of Lithuania Law on Wild Vegetation, 15 June 1999 No. VIII-1226 (Consolidated Version from 28/02/2004 to 30/04/2021)]  [(accessed on 2 February 2021)]; Available online:  https://www.e-tar.lt/portal/lt/legalAct/TAR.B810DCE56C74/asr."}, {"Citation": "Valstybinė Aplinkos Monitoringo 2018–2023 Metų Programa, Patvirtinta Lietuvos Respublikos Vyriausybės 2018 m. Spalio 5 d. Nutarimu Nr. 996 (Suvestinė Redakcija nuo 2021-01-01) [State Environmental Monitoring Program 2018–2023, Approved by the Government of the Republic of Lithuania, Resolution No. 996 of 5 October 2018 (Consolidated Version from 01/01/2021)]  [(accessed on 2 February 2021)]; Available online:  https://www.e-tar.lt/portal/lt/legalAct/d6fdb4b0c89a11e8bf37fd1541d65f38/asr."}, {"Citation": "Finnish Environment Institute  . Manual for Integrated Monitoring. ICP IM Programme Centre; Helsinki, Finland: 1998.  [(accessed on 2 February 2021)].  Available online:  https://www.syke.fi/en-US/Research__Development/Nature/Monitoring/Integrated_Monitoring/Manual_for_Integrated_Monitoring."}, {"Citation": "Cooper D., Engels J., Frison E. A Multilateral System for Plant Genetic Resources: Imperatives, Achievements and Challenges.  [(accessed on 1 February 2021)];Issues Genet. Resour. 1994 2 Available online:  https://www.researchgate.net/publication/236857140_A_multilateral_system_for_plant_genetic_resources_imperatives_achievements_and_challenges."}, {"Citation": "Lietuvos Respublikos Augalų Nacionalinių Genetinių Išteklių Įstatymas, 2001 m. Spalio 9 d. Nr. IX-533 (Suvestinė Redakcija nuo 2019-05-01) [Republic of Lithuania Law on National Plant Genetic Resources, 9 October 2001 No. IX-533 (Consolidated Version from 01/05/2019)]  [(accessed on 27 December 2020)]; Available online:  https://www.e-tar.lt/portal/lt/legalAct/TAR.55D93E8A9C77/asr."}, {"Citation": "Sėklinių Sklypų, Kurie Priskiriami Augalų Nacionaliniams Genetiniams Ištekliams, Nuostatai, Patvirtinti Lietuvos Respublikos Aplinkos Ministro 2003 m. Gruodžio 10 d. Įsakymu Nr. 631 [Regulations on Seed Sites Attributed to Plant National Genetic Resources, Approved by the Minister of Environment of the Republic of Lithuania, Order No. 631 of 10 December 2003]  [(accessed on 2 January 2021)]; Available online:  https://www.e-tar.lt/portal/lt/legalAct/TAR.D86B5DD7C643."}, {"Citation": "Augalų Nacionaliniams Genetiniams Ištekliams Priskirtų Vaistinių ir Aromatinių Augalų Sėklinių (Genetinių) Sklypų sąrašas, Patvirtintas Lietuvos Respublikos Aplinkos Ministro 2009 m. Gruodžio 31 d. Įsakymu Nr. D1-861 (Suvestinė Redakcija nuo 2020-06-06) [List of Genetic Reserve Sites of Medicinal and Aromatic Plants Attributed to National Plant Genetic Resources, Approved by the Minister of Environment of the Republic of Lithuania, Order No. D1-861 of 31 December 2009 (Consolidated Version from 06/06/2020)]  [(accessed on 5 February 2021)]; Available online:  https://www.e-tar.lt/portal/lt/legalAct/TAR.AAF6299E727A/asr."}, {"Citation": "European Commission  European Red List. Introduction to Medicinal Plants.  [(accessed on 12 February 2021)]; Available online:  https://ec.europa.eu/environment/nature/conservation/species/redlist/med_plants/introduction.htm."}, {"Citation": "Marozas V. Sausumos Ekosistemų Įvairovė ir Apsauga: Vadovėlis. DP Solution; Akademija, Lithuania: 2008. p. 246."}, {"Citation": "Maxted N., Iriondo J.M., De Hond L., Dulloo E., Lefevre F., Asdal A., Kell S.P., Guarino L. Genetic reserve management. In: Iriondo J.M., Maxted N., Dulloo M.E., editors. Conserving Plant. Genetic Diversity in Protected Areas: Population Management of Crop. Wild Relatives. CAB International; Wallingford, UK: 2008. pp. 65–87."}, {"Citation": "Rūsiņa S., Auniņš A., Lārmanis V., Spuņģis V. Annex 2. Optimal, Suboptimal and Inappropriate Management of EU Protected Habitats. In Nature Conservation Agency of Latvia. Project LIFE11 NAT/LV/000371 NAT-PROGRAMME “National Conservation and Management Programme for Natura 2000 sites in Latvia” publication Protected Habitat Management Guidelines for Latvia. Volume 3—Semi-Natural Grasslands.  [(accessed on 28 December 2020)];2017 :396–417. Available online:  https://www.daba.gov.lv/upload/File/Publikacijas_b_vadlinijas/Hab_Manage_Guidelines_2017_3_Grasslands_annex_02.pdf."}, {"Citation": "Rašomavičius V., editor. EB Svarbos Natūralių Buveinių Inventorizavimo Vadovas. Gamtos Tyrimų Centro Leidykla; Vilnius, Lithuania: 2012. p. 555."}, {"Citation": "European Commission  Interpretation Manual of European Union Habitats, Version EUR 28.  [(accessed on 14 January 2021)];2013  Available online:  http://ec.europa.eu/environment/nature/legislation/habitatsdirective/docs/Int_Manual_EU28.pdf."}, {"Citation": "Roskov Y., Ower G., Orrell T., Nicolson D., Bailly N., Kirk P.M., Bourgoin T., DeWalt R.E., Decock W., Nieukerken E., et al., editors. Species 2000 & ITIS Catalogue of Life, 2019 Annual Checklist. Naturalis; Leiden, The Netherlands: 2019.  [(accessed on 29 January 2021)].  Available online:  www.catalogueoflife.org/annual-checklist/2019."}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "2", "Day": "18"}, {"Year": "2021", "Month": "3", "Day": "25"}, {"Year": "2021", "Month": "3", "Day": "28"}, {"Year": "2021", "Month": "4", "Day": "3", "Hour": "1", "Minute": "29"}, {"Year": "2021", "Month": "4", "Day": "4", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "4", "Day": "4", "Hour": "6", "Minute": "1"}, {"Year": "2021", "Month": "3", "Day": "30"}], "PublicationStatus": "epublish", "ArticleIdList": ["33808252", "PMC8065864", "10.3390/plants10040658", "plants10040658"]}}], "PubmedBookArticle": []}