{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["hCG normalisation", "medicinal plants", "molar pregnancy", "uterine mass"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "33818024", "DateCompleted": {"Year": "2021", "Month": "12", "Day": "28"}, "DateRevised": {"Year": "2021", "Month": "12", "Day": "28"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "04", "Day": "02"}], "Language": ["eng"], "ELocationID": ["10.1515/jcim-2019-0091"], "Journal": {"ISSN": "1553-3840", "JournalIssue": {"Volume": "18", "Issue": "4", "PubDate": {"Year": "2021", "Month": "Apr", "Day": "02"}}, "Title": "Journal of complementary & integrative medicine", "ISOAbbreviation": "J Complement Integr Med"}, "ArticleTitle": "Normalisation of human chorionic gonadotrophin (hCG) levels in a patient with partial molar pregnancy with a uterine mass without chemotherapy: impact of using herbal remedies.", "Pagination": {"StartPage": "859", "EndPage": "863", "MedlinePgn": "859-863"}, "Abstract": {"AbstractText": ["Level of βhCG and the presence of any uterine mass of hydatidiform mole need a careful review or monitoring in order to prevent metastasis, provide an early treatment and avoid unnecessary chemotherapy.", "A 36-year old fifth gravida patient who had a missed abortion was diagnosed as having a molar pregnancy with beta human chorionic gonadotrophin (βhCG) level of 509,921 IU/L. Her lung field was clear and she underwent suction and curettage (S & C) procedure. However, after six weeks, AA presented to the emergency department with a massive bleeding, although her βhCG level had decreased to 65,770 IU/L. A trans-abdominal ultrasound indicated the presence of an intra-uterine mass (3.0 × 4.4 cm). Nevertheless, her βhCG continued to show a declining trend (8,426 IU/L). AA was advised to undergo a chemotherapy but she refused, citing preference for alternative medicine like herbs instead. She opted for an \"at own risk\" (AOR) discharge with scheduled follow up. Subsequently, her condition improved with her βhCG showing a downward trend. Surprisingly, at six months post S & C, her βhCG ameliorated to 0 IU/L with no mass detected by ultrasound.", "<i>Brucea javanica</i> fruits, <i>Pereskia bleo</i> and <i>Annona muricata</i> leaves can potentially be useful alternatives to chemotherapy and need further studies."], "CopyrightInformation": "© 2021 Walter de Gruyter GmbH, Berlin/Boston."}, "AuthorList": [{"Identifier": ["0000-0002-1644-1690"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology, School of Medical Sciences, Universiti Sains Malaysia, Kubang Kerian, Kelantan, Malaysia."}], "LastName": "Ismail", "ForeName": "Norzila", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology, School of Medical Sciences, Universiti Sains Malaysia, Kubang Kerian, Kelantan, Malaysia."}], "LastName": "Zainudin", "ForeName": "Aida Maziha", "Initials": "AM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Pharmacy, Monash University Malaysia, Bandar Sunway, Selangor, Malaysia."}], "LastName": "Hua", "ForeName": "Gan Siew", "Initials": "GS"}], "PublicationTypeList": ["Case Reports"]}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "J Complement Integr Med", "NlmUniqueID": "101313855", "ISSNLinking": "1553-3840"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Chorionic Gonadotropin"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Adult"}, {"QualifierName": [], "DescriptorName": "Brucea javanica"}, {"QualifierName": [], "DescriptorName": "Chorionic Gonadotropin"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["drug therapy"], "DescriptorName": "Hydatidiform Mole"}, {"QualifierName": [], "DescriptorName": "Pregnancy"}, {"QualifierName": ["drug therapy"], "DescriptorName": "Uterine Neoplasms"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Cole, LA. hCG the wonder of today’s science. Reprod Biol Endocrinol 2012;10:24. https://doi.org/10.1186/1477-7827-10-24."}, {"Citation": "Bellet, D, Lazar, V, Bieche, I, Paradis, V, Giovangrandi, Y, Paterlini, P, et al.. Malignant transformation of nontrophoblastic cells is associated with the expression of chorionic gonadotropin β genes normally transcribed in trophoblastic cells. Canc Res 1997;57:516–23."}, {"Citation": "Nagirnaja, L, Rull, K, Uuskula, L, Hallast, P, Grigorova, M, Laan, M. Genomics and genetics of gonadotropin β-subunit genes: unique FSHB and duplicated LHB/CGB loci. Mol Cell Endocrinol 2010;329:4–16. https://doi.org/10.1016/j.mce.2010.04.024."}, {"Citation": "Reimer, T, Koczan, D, Briese, V, Friese, K, Richter, D, Thiesen, HJ, et al.. Absolute quantification of human chorionic gonadotropin-β mRNA with TaqMan detection 4. Mol Biotechnol 2000;14:47–57. https://doi.org/10.1385/mb:14:1:47."}, {"Citation": "Butler, SA, Iles, RK. The free monomeric β subunit of human chorionic gonadotrophin (HCG β) and the recently identified homodimeric β-β subunit (HCG β β) both have autocrine growth effects. Tumor Biol 2004;25:18–23. https://doi.org/10.1159/000077719."}, {"Citation": "Nand, KN, Gupta, JC, Panda, AK, Jain, SK. Development of a recombinant HCG-specific single chain immunotoxin cytotoxic to HCG expressing cancer cells. Protein Expr Purif 2015;106:10–7. https://doi.org/10.1016/j.pep.2014.10.008."}, {"Citation": "Seckl, MJ, Sebire, NJ, Fisher, RA, Golfier, F, Massuger, C. Gestational trophoblastic disease: ESMO Clinical Practice Guidelines for diagnosis, treatment and follow-up. Ann Oncol 2013;24(6 Suppl):vi39–50. https://doi.org/10.1093/annonc/mdt345."}, {"Citation": "Cavaliere, A, Ermito, S, Dinatale, A, Pedata, R. Management of molar pregnancy. J Perinat Med 2009;3:15."}, {"Citation": "Kohorn, EI. Negotiating a staging and risk factor scoring system for gestational trophoblastic neoplasia. A progress report. J Reprod Med 2002;47:445–50."}, {"Citation": "Agarwal, R, Teoh, S, Short, D, Harvey, R, Savage, PM, Seckl, MJ. Chemotherapy and human chorionic gonadotropin concentrations six months after uterine evacuation of molar pregnancy: a retrospective cohort study. Lancet 2012;379:130–5. https://doi.org/10.1016/s0140-6736(11)61265-8."}, {"Citation": "Bagga, R, Siwatch, S, Srinivasan, R, Dhaliwal, LK. Case report: surveillance without chemotherapy in a woman with recurrent molar pregnancy. BMJ Case Rep 2013;2013:bcr2012008128. https://doi.org/10.1136/bcr-2012-008128."}, {"Citation": "Seckl, MJ, Fisher, RR, Salerno, G, Rees, H, Paradinas, FJ, Foskett, M, et al.. Choriocarcinoma and partial hydatidiform moles. Lancet 2000;356:36–9. https://doi.org/10.1016/s0140-6736(00)02432-6."}, {"Citation": "Khan, AT, Shehmar, M, Gupta, JK. Uterine fibroids: current perspectives. Int J Wom Health 2014;6:95. https://doi.org/10.2147/ijwh.s51083."}, {"Citation": "Bree, RL, Bowerman, RA, Bohm-Velez, M, Benson, CB, Doubilet, PM, DeDreu, S, et al.. US evaluation of the uterus in patients with postmenopausal bleeding: a positive effect on diagnostic decision making. Radiology 2000;216:260–4. https://doi.org/10.1148/radiology.216.1.r00jl37260."}, {"Citation": "Khoo, S-K, Sidhu, M, Baartz, D, Yip, W-L, Tripcony, L. Persistence and malignant sequelae of gestational trophoblastic disease: clinical presentation, diagnosis, treatment and outcome. Aust N Z J Obstet Gynaecol 2010;50:81–6. https://doi.org/10.1111/j.1479-828x.2009.01114.x."}, {"Citation": "Pearce, A, Haas, M, Viney, R, Pearson, S-A, Haywood, P, Brown, C, et al.. Incidence and severity of self-reported chemotherapy side effects in routine care: a prospective cohort study. PloS One 2017;12:e0184360. https://doi.org/10.1371/journal.pone.0184360."}, {"Citation": "Lorusso, D, Bria, E, Costantini, A, Di Maio, M, Rosti, G, Mancuso, A. Patients’ perception of chemotherapy side effects: expectations, doctor–patient communication and impact on quality of life–an Italian survey. Eur J Canc Care 2017;26:e12618. https://doi.org/10.1111/ecc.12618."}, {"Citation": "Bonam, SR, Yuan, S-W, Tunki, L, Chellian, R, Halmuthur, MSK, Muller, S, et al.. What has come out from phytomedicines and herbal edibles for the treatment of cancer? ChemMedChem 2018;13:1854–72. https://doi.org/10.1002/cmdc.201800343."}, {"Citation": "Thapliyal, A, Khar, RP, Chandra, A. Overview of cancer and medicinal herbs used for cancer therapy. Asian J Pharm 2018;12. https://doi.org/10.22377/ajp.v12i01.2033."}, {"Citation": "Yan, Z, Guo, G-F, Zhang, B. Research of Brucea javanica against cancer. Chin J Integr Med 2017;23:153–60. https://doi.org/10.1007/s11655-016-2501-6."}, {"Citation": "Kim, S-H, Liu, C-Y, Fan, P-W, Hsieh, C-H, Lin, H-Y, Lee, M-C, et al.. The aqueous extract of Brucea javanica suppresses cell growth and alleviates tumorigenesis of human lung cancer cells by targeting mutated epidermal growth factor receptor. Drug Des Dev Ther 2016;10:3599. https://doi.org/10.2147/dddt.s117443."}, {"Citation": "Chen, J-H, Kim, S-H, Fan, P-W, Liu, C-Y, Hsieh, C-H, Fang, K. The aqueous extract of Chinese medicinal herb Brucea javanica suppresses the growth of human liver cancer and the derived stem-like cells by apoptosis. Drug Des Dev Ther 2016;10:2003."}, {"Citation": "Malek, SNA, Sim, K-S, Abdul-Wahab, N, Yaacob, H. Cytotoxic components of Pereskia bleo (Kunth) DC.(Cactaceae) leaves. Molecules 2009;14:1713–24. https://doi.org/10.3390/molecules14051713."}, {"Citation": "Nurestri, AS, Sim, K, Norhanom, A. Phytochemical and cytotoxic investigations of Pereskia grandifolia Haw. (Cactaceae) leaves. J Biol Sci 2009;9:488–93. https://doi.org/10.3923/jbs.2009.488.493."}, {"Citation": "Sim, K, Nurestri, AS, Norhanom, A. Phenolic content and antioxidant activity of Pereskia grandifolia Haw.(Cactaceae) extracts. Phcog Mag 2010;6:248. https://doi.org/10.4103/0973-1296.66945."}, {"Citation": "Yen, KP, Abdullah, MSB, Syafri, S, Raju, SK, Yahya, CAHC. A preliminary survey on the medicinal uses and effectiveness of Pereskia bleo used by people of three villages in the State of Kelantan, Malaysia. Int J Herb Med 2013;1:1–4."}, {"Citation": "Mohd-Salleh, SF, Wan-Ibrahim, WS, Ismail, N. Pereskia bleo leaves extract induces cell death via cell cycle arrest and apoptosis in cervical cancer cells HeLa. Nutr Canc 2019;72:826–34. https://doi.org/10.1080/01635581.2019.1654530."}, {"Citation": "Abdullah, M, Syam, AF, Meilany, S, Laksono, B, Prabu, OG, Bekti, HS, et al.. The value of caspase-3 after the application of Annona muricata leaf extract in COLO-205 colorectal cancer cell line. Gastroenterol Res Pract 2017;2017:4357165. https://doi.org/10.1155/2017/4357165."}, {"Citation": "Moghadamtousi, SZ, Fadaeinasab, M, Nikzad, S, Mohan, G, Mohd-Ali, H, Abdul-Kadir, H. Annona muricata (Annonaceae): a review of its traditional uses, isolated acetogenins and biological activities. Int J Mol Sci 2015;16:15625–58. https://doi.org/10.3390/ijms160715625."}, {"Citation": "Moghadamtousi, SZ, Abdul-Kadir, H, Paydar, M, Rouhollahi, E, Karimian, H. Annona muricata leaves induced apoptosis in A549 cells through mitochondrial- mediated pathway and involvement of NF-κB. BMC Compl Alternative Med 2014;14:299. https://doi.org/10.1186/1472-6882-14-299."}, {"Citation": "Moghadamtousi, SZ, Karimian, H, Rouhollahi, E, Paydar, M, Fadaeinasab, M, Abdul-Kadir, H. Annona muricata leaves induce G1 cell cycle arrest and apoptosis through mitochondria-mediated pathway in human HCT-116 and HT-29 colon cancer cells. J Ethnopharmacol 2014;156:277–89. https://doi.org/10.1016/j.jep.2014.08.011."}, {"Citation": "Md-Roduan, MR, Abd-Hamid, R, Sulaiman, H, Mohtarrudin, N. Annona muricata leaves extracts prevent DMBA/TPA-induced skin tumorigenesis via modulating antioxidants enzymes system in ICR mice. Biomed Pharmacother 2017;94:481–8. https://doi.org/10.1016/j.biopha.2017.07.133."}, {"Citation": "Yu, JG, Gui, HQ, Luo, XZ, Sun, L, Zhu, P. Yu ZL Studies on the chemical constituents of Annona muricata. Acta Pharmacol Sin 1997;32:431–7."}], "ReferenceList": [], "Title": "References"}], "History": [{"Year": "2019", "Month": "4", "Day": "12"}, {"Year": "2020", "Month": "10", "Day": "28"}, {"Year": "2021", "Month": "4", "Day": "6", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "12", "Day": "29", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "4", "Day": "5", "Hour": "6", "Minute": "34"}], "PublicationStatus": "epublish", "ArticleIdList": ["33818024", "10.1515/jcim-2019-0091", "jcim-2019-0091"]}}], "PubmedBookArticle": []}