{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Arbuscular mycorrhizal fungi", "Endophytic fungi", "High-throughput sequencing", "Medicinal licorice", "Plant growth", "Secondary metabolites"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "33820543", "DateCompleted": {"Year": "2021", "Month": "04", "Day": "23"}, "DateRevised": {"Year": "2021", "Month": "04", "Day": "23"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "04", "Day": "05"}], "Language": ["eng"], "ELocationID": ["165", "10.1186/s12870-021-02942-6"], "Journal": {"ISSN": "1471-2229", "JournalIssue": {"Volume": "21", "Issue": "1", "PubDate": {"Year": "2021", "Month": "Apr", "Day": "05"}}, "Title": "BMC plant biology", "ISOAbbreviation": "BMC Plant Biol"}, "ArticleTitle": "Succession of endophytic fungi and arbuscular mycorrhizal fungi associated with the growth of plant and their correlation with secondary metabolites in the roots of plants.", "Pagination": {"StartPage": "165", "MedlinePgn": "165"}, "Abstract": {"AbstractText": ["To decipher the root and microbial interaction, secondary metabolite accumulation in roots and the microbial community's succession model during the plant's growth period demands an in-depth investigation. However, till now, no comprehensive study is available on the succession of endophytic fungi and arbuscular mycorrhizal fungi (AMF) with roots of medicinal licorice plants and the effects of endophytic fungi and AMF on the secondary metabolite accumulation in licorice plant's root.", "In the current study, interaction between root and microbes in 1-3 years old medicinal licorice plant's root and rhizospheric soil was investigated. Secondary metabolites content in licorice root was determined using high-performance liquid chromatography (HPLC). The composition and diversity of endophytic and AMF in the root and soil were deciphered using high-throughput sequencing technology. During the plant's growth period, as compared to AMF, time and species significantly affected the diversity and richness of endophytic fungi, such as Ascomycota, Basidiomycota, Fusarium, Cladosporium, Sarocladium. The growth period also influenced the AMF diversity, evident by the significant increase in the relative abundance of Glomus and the significant decrease in the relative abundance of Diversispora. It indicated a different succession pattern between the endophytic fungal and AMF communities. Meanwhile, distance-based redundancy analysis and Mantel tests revealed root's water content and secondary metabolites (glycyrrhizic acid, liquiritin, and total flavonoids), which conferred endophytic fungi and AMF diversity. Additionally, plant growth significantly altered soil's physicochemical properties, which influenced the distribution of endophytic fungal and AMF communities.", "This study indicated a different succession pattern between the endophytic fungal and AMF communities. During the plant's growth period, the contents of three secondary metabolites in roots increased per year, which contributed to the overall differences in composition and distribution of endophytic fungal and AMF communities. The endophytic fungal communities were more sensitive to secondary metabolites than AMF communities. The current study provides novel insights into the interaction between rhizospheric microbes and root exudates."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of life Sciences, Shihezi University, Shihezi City, 832003, Xinjiang, China."}], "LastName": "Dang", "ForeName": "Hanli", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of life Sciences, Shihezi University, Shihezi City, 832003, Xinjiang, China."}], "LastName": "Zhang", "ForeName": "Tao", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of life Sciences, Shihezi University, Shihezi City, 832003, Xinjiang, China."}], "LastName": "Wang", "ForeName": "Zhongke", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of life Sciences, Shihezi University, Shihezi City, 832003, Xinjiang, China."}], "LastName": "Li", "ForeName": "Guifang", "Initials": "G"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of life Sciences, Shihezi University, Shihezi City, 832003, Xinjiang, China."}], "LastName": "Zhao", "ForeName": "Wenqin", "Initials": "W"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of life Sciences, Shihezi University, Shihezi City, 832003, Xinjiang, China."}], "LastName": "Lv", "ForeName": "Xinhua", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of life Sciences, Shihezi University, Shihezi City, 832003, Xinjiang, China. 3033573705@qq.com."}], "LastName": "Zhuang", "ForeName": "Li", "Initials": "L"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "BMC Plant Biol", "NlmUniqueID": "100967807", "ISSNLinking": "1471-2229"}, "MeshHeadingList": [{"QualifierName": ["physiology"], "DescriptorName": "Endophytes"}, {"QualifierName": ["physiology"], "DescriptorName": "Fungi"}, {"QualifierName": ["growth & development", "metabolism", "microbiology"], "DescriptorName": "Glycyrrhiza"}, {"QualifierName": ["growth & development", "metabolism", "microbiology"], "DescriptorName": "Glycyrrhiza uralensis"}, {"QualifierName": ["physiology"], "DescriptorName": "Mycorrhizae"}, {"QualifierName": ["growth & development", "metabolism", "microbiology"], "DescriptorName": "Plant Roots"}, {"QualifierName": [], "DescriptorName": "Secondary Metabolism"}], "CoiStatement": "The authors declare that they have no competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Xie W, Hao Z, Yu M, Wu Z, Zhao A, Li J, Zhang X, Chen B. Improved phosphorus nutrition by arbuscular mycorrhizal symbiosis as a key factor facilitating glycyrrhizin and liquiritin accumulation in Glycyrrhiza uralensis. Plant Soil. 2019;439(1-2):243–257. doi: 10.1007/s11104-018-3861-9.", "ArticleIdList": ["10.1007/s11104-018-3861-9"]}, {"Citation": "Rizzato G, Scalabrin E, Radaelli M, Capodaglio G, Piccolo O. A new exploration of licorice metabolome. Food Chem. 2017;221:959–968. doi: 10.1016/j.foodchem.2016.11.068.", "ArticleIdList": ["10.1016/j.foodchem.2016.11.068", "27979300"]}, {"Citation": "Wang L, Yang R, Yuan B, Liu Y, Liu C. The antiviral and antimicrobial activities of licorice, a widely-used Chinese herb. Acta Pharm Sin B. 2015;5(4):310–315. doi: 10.1016/j.apsb.2015.05.005.", "ArticleIdList": ["10.1016/j.apsb.2015.05.005", "PMC4629407", "26579460"]}, {"Citation": "Tianshui Niu JY, Zhang L, Cheng X, Li K, Zhou G. Research advances on anticancer effect of licorice. Curr Bioact Comp. 2009;5:1–9. doi: 10.2174/157340709787580883.", "ArticleIdList": ["10.2174/157340709787580883"]}, {"Citation": "Li-Ping L, Cui-Ai R, Hong-Yan Z. Research Progress on Immunomodulatory Effects of Glycyrrhizin. chinese journal of experimental traditional medical formulae. 2010; 272–276."}, {"Citation": "Schr Felbauer B, Raffetseder J, Hauner M, Wolkerstorfer A, Ernst W, Szolar OHJ. Glycyrrhizin, the main active compound in liquorice, attenuates pro-inflammatory responses by interfering with membrane-dependent receptor signalling. Biochemical Journal. 2009; 421: 473–482.", "ArticleIdList": ["19442240"]}, {"Citation": "Crance JM, Scaramozzino N, Jouan A, Garin D. Interferon, ribavirin, 6-azauridine and glycyrrhizin: antiviral compounds active against pathogenic flaviviruses. Antivir Res. 2003;58(1):73–79. doi: 10.1016/S0166-3542(02)00185-7.", "ArticleIdList": ["10.1016/S0166-3542(02)00185-7", "12719009"]}, {"Citation": "Baba M, Shigeta S. Antiviral activity of glycyrrhizin against varicella-zoster virus in vitro. Antivir Res. 1987;7(2):99–107. doi: 10.1016/0166-3542(87)90025-8.", "ArticleIdList": ["10.1016/0166-3542(87)90025-8", "3034150"]}, {"Citation": "Martins N, Barros L, Dueñas M, Santos-Buelga C, Ferreira ICFR. Characterization of phenolic compounds and antioxidant properties of Glycyrrhiza glabra L. rhizomes and roots. RSC Adv. 2015;5(34):26991–26997. doi: 10.1039/C5RA03963K.", "ArticleIdList": ["10.1039/C5RA03963K"]}, {"Citation": "Antolak H, Czyzowska A, Kregiel D. Antibacterial and Antiadhesive activities of extracts from edible plants against soft drink spoilage by Asaia spp. J Food Prot. 2016;80:25–34. doi: 10.4315/0362-028X.JFP-16-134.", "ArticleIdList": ["10.4315/0362-028X.JFP-16-134", "28221885"]}, {"Citation": "Ren J, Wang ZG. Pharmacological research on the effect of licorice. J Tradit Chin Med. 1988;8(4):307–309.", "ArticleIdList": ["3073265"]}, {"Citation": "Wang J, Gao W, Zhang L, Huang L. Establishment and quality assessment of tissue cultures inGlycyrrhiza uralensisFisch. Appl Biochem Biotechnol. 2013;169(2):588–594. doi: 10.1007/s12010-012-0012-2.", "ArticleIdList": ["10.1007/s12010-012-0012-2", "23269630"]}, {"Citation": "Meilan, Chen, Guang, Yang, Ye, Sheng, Pengying, Li, Hongyan, Qiu. Glomus mosseae Inoculation Improves the Root System Architecture, Photosynthetic Efficiency and Flavonoids Accumulation of Liquorice under Nutrient Stress. Frontiers in Plant Science. 2017; 8: 931.", "ArticleIdList": ["PMC5461296", "28638391"]}, {"Citation": "Singh BK, Millard P, Whiteley AS, Murrell JC. Unravelling rhizosphere-microbial interactions: opportunities and limitations. Trends Microbiol. 2004;12(8):386–393. doi: 10.1016/j.tim.2004.06.008.", "ArticleIdList": ["10.1016/j.tim.2004.06.008", "15276615"]}, {"Citation": "S. H. Faeth. Fungal Endophytes: Common Host Plant Symbionts but Uncommon Mutualists. Integrative & Comparative Biology. 2002; 42: 360–368.", "ArticleIdList": ["21708729"]}, {"Citation": "Wani ZA, Ashraf N, Mohiuddin T, Riyaz-Ul-Hassan S. Plant-endophyte symbiosis, an ecological perspective. Appl Microbiol Biotechnol. 2015;99(7):2955–2965. doi: 10.1007/s00253-015-6487-3.", "ArticleIdList": ["10.1007/s00253-015-6487-3", "25750045"]}, {"Citation": "Min J, Ling C, Hai-Liang X, Cheng-Jian Z, Khalid R, Ting H, Lu-Ping Q. A Friendly Relationship between Endophytic Fungi and Medicinal Plants: A Systematic Review. FRONT MICROBIOL. 2016; 2016:7(−):-.", "ArticleIdList": ["PMC4899461", "27375610"]}, {"Citation": "Firáková S, Turdíková M, Mú Ková M. Bioactive secondary metabolites produced by microorganisms associated with plants. Biologia. 2007; 62: 251–257."}, {"Citation": "Stürmer SL. A history of the taxonomy and systematics of arbuscular mycorrhizal fungi belonging to the phylum Glomeromycota. Mycorrhiza. 2012;22(4):247–258. doi: 10.1007/s00572-012-0432-4.", "ArticleIdList": ["10.1007/s00572-012-0432-4", "22391803"]}, {"Citation": "Kivlin SN, Hawkes CV, Treseder KK. Global diversity and distribution of arbuscular mycorrhizal fungi. Soil Biol Biochem. 2015;43:2294–2303. doi: 10.1016/j.soilbio.2011.07.012.", "ArticleIdList": ["10.1016/j.soilbio.2011.07.012"]}, {"Citation": "Davison J, Moora M, Öpik M, Adholeya A, Ainsaar L, Bâ A, Burla S, Diedhiou AG, Hiiesalu I, Jairus T et al. FUNGAL SYMBIONTS. Global assessment of arbuscular mycorrhizal fungus diversity reveals very low endemism. Science (New York, NY). 2015; 349: 970–973.", "ArticleIdList": ["26315436"]}, {"Citation": "Smith SE, Read DJ. Mycorrhizal Symbiosis. Q Rev Biol. 2008;3:273–281."}, {"Citation": "Esha S, Garima A, Rupam K. Terpenoids in plant and arbuscular mycorrhiza-reinforced defence against herbivorous insects. Ann Bot. 2017;119:791–801.", "ArticleIdList": ["PMC5378189", "28087662"]}, {"Citation": "Edwards J, Johnson C, Santos-Medellín C, Lurie E, Sundaresan V. Structure, variation, and assembly of the root-associated microbiomes of rice. Proceed Natl Acad Ences. 2015;112.", "ArticleIdList": ["PMC4345613", "25605935"]}, {"Citation": "Hill JE, Seipp RP, Betts M, Hawkins L, Hemmingsen SM. Extensive profiling of a complex microbial community by high-throughput sequencing. Appl Environ Microbiol. 2002;68(6):3055–3066. doi: 10.1128/AEM.68.6.3055-3066.2002.", "ArticleIdList": ["10.1128/AEM.68.6.3055-3066.2002", "PMC123911", "12039767"]}, {"Citation": "Antje R, Martha Z, Andreas S, Mandy S, Rafael S, Alexander G, Alfred P, Michael K. Characterization of microbial biofilms in a thermophilic biogas system by high-throughput metagenome sequencing. FEMS Microbiol Ecol. 2012;79:785–799. doi: 10.1111/j.1574-6941.2011.01265.x.", "ArticleIdList": ["10.1111/j.1574-6941.2011.01265.x", "22126587"]}, {"Citation": "Liu Y, Li Y, Luo W, Liu S, Wei G. Soil potassium is correlated with root secondary metabolites and root-associated core bacteria in licorice of different ages. Plant Soil. 2020:1–19.", "ArticleIdList": ["PMC7468178", "32895581"]}, {"Citation": "Li Y, Wu H. The research Progress of the correlation between growth development and dynamic accumulation of the effective components in medicinal plants. Chinese Bulletin of Botany. 2018;3:293–304."}, {"Citation": "Demain AL, Fang A. The natural functions of secondary metabolites. Adv Biochem Eng Biotechnol. 2000;69:1–39. doi: 10.1007/3-540-44964-7_1.", "ArticleIdList": ["10.1007/3-540-44964-7_1", "11036689"]}, {"Citation": "Lilong W, Zhang X, Xu S. Is salinity the main ecological factor that influences foliar nutrient resorption of desert plants in a hyper-arid environment? BMC Plant Biol. 2020;20.", "ArticleIdList": ["PMC7539515", "33028192"]}, {"Citation": "Verma N, Shukla S. Impact of various factors responsible for fluctuation in plant secondary metabolites. J Appl Res Med Aromatic Plants. 2015;2(4):105–113. doi: 10.1016/j.jarmap.2015.09.002.", "ArticleIdList": ["10.1016/j.jarmap.2015.09.002"]}, {"Citation": "James JJ, Richards RLTH. Multiple resources limit plant growth and function in a saline-Alkaline Desert community. J Ecol. 2005;93(1):113–126. doi: 10.1111/j.0022-0477.2004.00948.x.", "ArticleIdList": ["10.1111/j.0022-0477.2004.00948.x"]}, {"Citation": "Wang C, Chen L, Cai Z, Chen C, Mei Y. Comparative proteomic analysis reveals the molecular mechanisms underlying the accumulation difference of bioactive constituents in Glycyrrhiza uralensis Fisch under salt stress. J Agric Food Chem. 2020;68(5):1480–1493. doi: 10.1021/acs.jafc.9b04887.", "ArticleIdList": ["10.1021/acs.jafc.9b04887", "31899641"]}, {"Citation": "Zahra, Shirazi, Ali, Aalami, Masoud, Tohidfar, Mehdi M. Sohani. Triterpenoid gene expression and phytochemical content in Iranian licorice under salinity stress. Protoplasma. 2019; 256: 827–837.", "ArticleIdList": ["30623261"]}, {"Citation": "Shakya M, Gottel N, Castro H, Yang ZK, Gunter L, Labbé J, Muchero W, Bonito G, Vilgalys R, Tuskan G. A multifactor analysis of fungal and bacterial community structure in the root microbiome of mature Populus deltoides trees. PLoS One. 2013;8(10):e76382. doi: 10.1371/journal.pone.0076382.", "ArticleIdList": ["10.1371/journal.pone.0076382", "PMC3797799", "24146861"]}, {"Citation": "Lin, Chen, Philip, Ci, Brookes, Jianming, Xu, Jiabao, Zhang, Congzhi. Structural and functional differentiation of the root-associated bacterial microbiomes of perennial ryegrass. Soil Biology & Biochemistry. 2016; 98: 1–10."}, {"Citation": "Uselman SM, Qualls RG, Lilienfein J. Quality of soluble organic C, N, and P produced by different types and species of litter: root litter versus leaf litter. Soil Biol Biochem. 2012;54:57–67. doi: 10.1016/j.soilbio.2012.03.021.", "ArticleIdList": ["10.1016/j.soilbio.2012.03.021"]}, {"Citation": "Kuzyakov Y, Friedel JK, Stahr K. Review of mechanisms and quantification of priming effects. Soil Biol Biochem. 2000;32(11-12):1485–1498. doi: 10.1016/S0038-0717(00)00084-5.", "ArticleIdList": ["10.1016/S0038-0717(00)00084-5"]}, {"Citation": "Joly FOX. Fromin N, Kiikkil? O, H?Ttenschwiler S. diversity of leaf litter leachates from temperate forest trees and its consequences for soil microbial activity. Biogeochemistry. 2016;129(3):373–388. doi: 10.1007/s10533-016-0239-z.", "ArticleIdList": ["10.1007/s10533-016-0239-z"]}, {"Citation": "Eva C, JOSEP P, Valentine DW. Effects of plant leachates from four boreal Understorey species on soil N mineralization, and white spruce (Picea glauca) germination and seedling growth. Ann Bot. 2005;95:1247–1252. doi: 10.1093/aob/mci139.", "ArticleIdList": ["10.1093/aob/mci139", "PMC4246911", "15802310"]}, {"Citation": "Ai C, Liang G, Sun J, Wang X, He P, Zhou W, He X. Reduced dependence of rhizosphere microbiome on plant-derived carbon in 32-year long-term inorganic and organic fertilized soils. Soil Biol Biochem. 2015;80:70–78. doi: 10.1016/j.soilbio.2014.09.028.", "ArticleIdList": ["10.1016/j.soilbio.2014.09.028"]}, {"Citation": "Jiao S, Xu Y, Zhang J, Hao X, Lu Y, Shade A. Core microbiota in agricultural soils and their potential associations with nutrient cycling. Msystems. 2019;4(2). 10.1128/mSystems.00313-18.", "ArticleIdList": ["PMC6435817", "30944882"]}, {"Citation": "Jingying, Zhang, Yong-Xin. Root microbiota shift in rice correlates with resident time in the field and developmental stage. ence China Life ences. 2018; 61: 613–621.", "ArticleIdList": ["29582350"]}, {"Citation": "Huang XF, Chaparro JM, Reardon KF, Zhang R, Shen Q, Vivanco JM. Rhizosphere interactions: root exudates, microbes, and microbial communities. Botany-botanique. 2014;92:281–289. doi: 10.1139/cjb-2013-0225.", "ArticleIdList": ["10.1139/cjb-2013-0225"]}, {"Citation": "Stegen JC, Lin X, Konopka AE, Fredrickson JK. Stochastic and deterministic assembly processes in subsurface microbial communities. ISME J. 2012;6(9):1653–1664. doi: 10.1038/ismej.2012.22.", "ArticleIdList": ["10.1038/ismej.2012.22", "PMC3498916", "22456445"]}, {"Citation": "Duffy B, Keel C, Defago G. Potential role of pathogen signaling in multitrophic plant-microbe interactions involved in disease protection. Appl Environ Microbiol. 2004;70(3):1836–1842. doi: 10.1128/AEM.70.3.1836-1842.2004.", "ArticleIdList": ["10.1128/AEM.70.3.1836-1842.2004", "PMC368418", "15006813"]}, {"Citation": "Xingang Zhou FW. Artificially applied vanillic acid changed soil microbial communities in the rhizosphere of cucumber ( Cucumis sativus L.). Canadian Journal of Soil ence. 2013; 93: 13–21."}, {"Citation": "Carvalhais LC, Dennis PG, Badri DV, Tyson GW, Vivanco JM, Schenk PM. Activation of the jasmonic acid plant defence pathway alters the composition of rhizosphere bacterial communities. PLoS One. 2013;8(2):e56457. doi: 10.1371/journal.pone.0056457.", "ArticleIdList": ["10.1371/journal.pone.0056457", "PMC3570460", "23424661"]}, {"Citation": "Alguacil MdM, Roldán A, Salinas-García JR, Querejeta JI. No tillage affects the phosphorus status, isotopic composition and crop yield of Phaseolus vulgaris in a rain-fed farming system. Journal of the ence of Food & Agriculture. 2011; 91: 268–272.", "ArticleIdList": ["20872817"]}, {"Citation": "Meyer A, Grote R, Polle A, Butterbach-Bahl K. Simulating mycorrhiza contribution to forest C- and N cycling-the MYCOFON model. Plant Soil. 2010;327(1-2):519. doi: 10.1007/s11104-009-0157-0.", "ArticleIdList": ["10.1007/s11104-009-0157-0"]}, {"Citation": "Sheng M, Lalande R, Hamel C, Ziadi N. Effect of long-term tillage and mineral phosphorus fertilization on arbuscular mycorrhizal fungi in a humid continental zone of eastern Canada. Plant Soil. 2013;369(1-2):599–613. doi: 10.1007/s11104-013-1585-4.", "ArticleIdList": ["10.1007/s11104-013-1585-4"]}, {"Citation": "Pietramellara G, Ascher J, Ceccherini MT, Renella G. Soil as a biological system. Ann Microbiol. 2002;52:65–71."}, {"Citation": "Govindarajulu M, Pfeffer PE, Jin H, Abubaker J, Douds DD, Allen JW, Bücking H, Lammers PJ, Shachar-Hill Y. Nitrogen transfer in the arbuscular mycorrhizal symbiosis. Nature. 2005;435(7043):819–823. doi: 10.1038/nature03610.", "ArticleIdList": ["10.1038/nature03610", "15944705"]}, {"Citation": "Picard KT. Coastal marine habitats harbor novel early-diverging fungal diversity. Fungal Ecol. 2017;25:1–13. doi: 10.1016/j.funeco.2016.10.006.", "ArticleIdList": ["10.1016/j.funeco.2016.10.006"]}, {"Citation": "Voíková J, Baldrian P. Fungal community on decomposing leaf litter undergoes rapid successional changes. Isme Journal. 2013; 7: 477–486.", "ArticleIdList": ["PMC3578564", "23051693"]}, {"Citation": "Haichar FE, Marol B, Rangel-Castro JI, Prosser B, Heulin A. Plant host habitat and root exudates shape soil bacterial community structure. ISME J. 2008;2(12):1221–1230. doi: 10.1038/ismej.2008.80.", "ArticleIdList": ["10.1038/ismej.2008.80", "18754043"]}, {"Citation": "Smith SE, David RF. Mycorrhizal Symbiosis (third edition) Soil Sci Soc Am. 2008;73:694. doi: 10.2136/sssaj2008.0015br.", "ArticleIdList": ["10.2136/sssaj2008.0015br"]}, {"Citation": "Haug I, Lempe J, Homeier J, Wei M, Setaro S, Oberwinkler F, Kottke I. Graffenrieda emarginata (Melastomataceae) forms mycorrhizas with Glomeromycota and with a member of the Hymenoscyphus ericae aggegate in the organic soil of a neotropical mountain rain forest. Can J Bot. 2004;82(3):340–356. doi: 10.1139/b03-153.", "ArticleIdList": ["10.1139/b03-153"]}, {"Citation": "Berruti A, Lumini E, Balestrini R, Bianciotto V. Arbuscular Mycorrhizal Fungi as natural biofertilizers: Let's benefit from past successes. Front Microbiol. 2016;6. 10.3389/fmicb.2015.01559.", "ArticleIdList": ["PMC4717633", "26834714"]}, {"Citation": "Miransari M. Soil microbes and plant fertilization. Appl Microbiol Biotechnol. 2011;92(5):875–885. doi: 10.1007/s00253-011-3521-y.", "ArticleIdList": ["10.1007/s00253-011-3521-y", "21989562"]}, {"Citation": "Daniell TJ, Husband R, Fitter AH, Young JPW. Molecular diversity of arbuscular mycorrhizal fungi colonising arable crops. FEMS Microbiol Ecol. 2001;36(2-3):203–209. doi: 10.1111/j.1574-6941.2001.tb00841.x.", "ArticleIdList": ["10.1111/j.1574-6941.2001.tb00841.x", "11451525"]}, {"Citation": "Narula N, Kothe E, Behl RK. Role of root exudates in plant-microbe interactions. J Appl Botany Food Qual. 2008;82:122–130."}, {"Citation": "Bais HP, Broeckling CD, Vivanco JM. Root exudates modulate plant—microbe interactions in the Rhizosphere: springer. Berlin Heidelberg. 2008;14."}, {"Citation": "Li J, Jiang XM, Yin HJ, Yin CY, Liu Q. Root exudates and soil microbes in three Picea asperata plantations with different stand ages. Ying Yong Sheng Tai Xue Bao. 2014;25(2):325–332.", "ArticleIdList": ["24830229"]}, {"Citation": "Redmond JW, Batley M, Djordjevic MA, Innes RW, Kuempel PL, Rolfe BG. Flavones induce expression of nodulation genes in rhizobium. Nature. 1986;323(6089):632–635. doi: 10.1038/323632a0.", "ArticleIdList": ["10.1038/323632a0"]}, {"Citation": "Shaw LJ, Morris P, Hooker JE. Perception and modification of plant flavonoid signals by rhizosphere microorganisms. Environ Microbiol. 2010;8:1867–1880. doi: 10.1111/j.1462-2920.2006.01141.x.", "ArticleIdList": ["10.1111/j.1462-2920.2006.01141.x", "17014487"]}, {"Citation": "Hassan S. Mathesius* U. the role of flavonoids in root-rhizosphere signalling: opportunities and challenges for improving plant-microbe interactions. J Exp Bot. 2012;63(9):3429–3444. doi: 10.1093/jxb/err430.", "ArticleIdList": ["10.1093/jxb/err430", "22213816"]}, {"Citation": "Dang H, Zhang T, Li G, Mu Y, Lv X, Wang Z, Zhuang L. Root-associated endophytic bacterial community composition and structure of three medicinal licorices and their changes with the growing year. BMC Microbiol. 2020;20(1):291. doi: 10.1186/s12866-020-01977-3.", "ArticleIdList": ["10.1186/s12866-020-01977-3", "PMC7507641", "32957914"]}, {"Citation": "Bao, S. D. Soil Agro-chemistrical Analysis. (China Agriculture Press). 2008; 22–196."}, {"Citation": "David, Berry, Karim Ben Mahfoudh, Michael, Wagner, Alexander, Loy. Barcoded primers used in multiplex amplicon pyrosequencing bias amplification. Applied and environmental microbiology. 2011; 78: 612.", "ArticleIdList": ["PMC3209180", "21890669"]}, {"Citation": "Martin M. Cutadapt removes adapter sequences from high-throughput sequencing reads. Embnet J. 2011;17(1). 10.14806/ej.17.1.200."}, {"Citation": "Magoč T, Salzberg SL. FLASH: fast length adjustment of short reads to improve genome assemblies. Bioinformatics. 2011;27:2957–2963. doi: 10.1093/bioinformatics/btr507.", "ArticleIdList": ["10.1093/bioinformatics/btr507", "PMC3198573", "21903629"]}, {"Citation": "Caporaso JG, Kuczynski J. QIIME allows analysis of high-throughput community sequencing data. Nat Methods. 2010;7(5):335–336. doi: 10.1038/nmeth.f.303.", "ArticleIdList": ["10.1038/nmeth.f.303", "PMC3156573", "20383131"]}, {"Citation": "Bokulich NA, Subramanian S, Faith JJ, Gevers D, Gordon JI, Knight R, Mills DA, Caporaso JG. Quality-filtering vastly improves diversity estimates from Illumina amplicon sequencing. Nat Methods. 2013;10(1):57–59. doi: 10.1038/nmeth.2276.", "ArticleIdList": ["10.1038/nmeth.2276", "PMC3531572", "23202435"]}, {"Citation": "Alawneh L, Debbabi M, Hassaine F, Jarraya Y, Shahi P, Andrei. TOWARDS A UNIFIED PARADIGM FOR VERIFICATION AND VALIDATION OF SYSTEMS ENGINEERING DESIGN MODELS. In: Proceedings of the IASTED International Conference on Software Engineering. 2006."}, {"Citation": "Edgar RC, Haas BJ, Clemente JC, Quince UCHIME improves sensitivity and speed of chimera detection. Bioinformatics. 2011;27:2194–2200. doi: 10.1093/bioinformatics/btr381.", "ArticleIdList": ["10.1093/bioinformatics/btr381", "PMC3150044", "21700674"]}, {"Citation": "Edgar RC. UPARSE: highly accurate OTU sequences from microbial amplicon reads. Nat Methods. 2013;10(10):996–998. doi: 10.1038/nmeth.2604.", "ArticleIdList": ["10.1038/nmeth.2604", "23955772"]}, {"Citation": "Robert C. Edgar. MUSCLE: multiple sequence alignment with high accuracy and high throughput. Nucleic acids research. 2004.", "ArticleIdList": ["PMC390337", "15034147"]}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "12", "Day": "10"}, {"Year": "2021", "Month": "3", "Day": "23"}, {"Year": "2021", "Month": "4", "Day": "6", "Hour": "5", "Minute": "22"}, {"Year": "2021", "Month": "4", "Day": "7", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "4", "Day": "24", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "4", "Day": "5"}], "PublicationStatus": "epublish", "ArticleIdList": ["33820543", "PMC8022407", "10.1186/s12870-021-02942-6", "10.1186/s12870-021-02942-6"]}}], "PubmedBookArticle": []}