{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["COVID-19", "Corona", "Knowledge", "Medicinal plants", "Pandemic", "People", "Prevent"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "33832492", "DateCompleted": {"Year": "2021", "Month": "04", "Day": "12"}, "DateRevised": {"Year": "2021", "Month": "04", "Day": "12"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "04", "Day": "08"}], "Language": ["eng"], "ELocationID": ["26", "10.1186/s13002-021-00449-w"], "Journal": {"ISSN": "1746-4269", "JournalIssue": {"Volume": "17", "Issue": "1", "PubDate": {"Year": "2021", "Month": "Apr", "Day": "08"}}, "Title": "Journal of ethnobiology and ethnomedicine", "ISOAbbreviation": "J Ethnobiol Ethnomed"}, "ArticleTitle": "The use of medicinal plants to prevent COVID-19 in Nepal.", "Pagination": {"StartPage": "26", "MedlinePgn": "26"}, "Abstract": {"AbstractText": ["Medicinal plants are the fundamental unit of traditional medicine system in Nepal. Nepalese people are rich in traditional medicine especially in folk medicine (ethnomedicine), and this system is gaining much attention after 1995. The use of medicinal plants has increased during the COVID-19 pandemic as a private behavior (not under the control of government). A lot of misinterpretations of the use of medicinal plants to treat or prevent COVID-19 have been spreading throughout Nepal which need to be managed proactively. In this context, a research was needed to document medicinal plants used, their priority of use in society, their cultivation status, and the source of information people follow to use them. This study aimed to document the present status of medicinal plant use and make important suggestion to the concerned authorities.", "This study used a web-based survey to collect primary data related to medicinal plants used during COVID-19. A total of 774 respondents took part in the survey. The study calculated the relative frequencies of citation (RFC) for the recorded medicinal plants. The relationship between plants recorded and different covariates (age, gender education, occupation, living place, and treatment methods) was assessed using Kruskal-Wallis test and Wilcoxon test. The relationship between the information sources people follow and the respondent characteristics was assessed using chi-square test.", "The study found that the use of medicinal plants has increased during COVID-19 and most of the respondents recommended medicinal plants to prevent COVID-19. This study recorded a total of 60 plants belonging to 36 families. The leaves of the plants were the most frequently used. The Zingiber officinale was the most cited species with the frequency of citation 0.398. Most of the people (45.61%) were getting medicinal plants from their home garden. The medicinal plants recorded were significantly associated with the education level, location of home, primary treatment mode, gender, and age class. The information source of plants was significantly associated with the education, gender, method of treatment, occupation, living with family, and location of home during the lockdown caused by COVID-19.", "People were using more medicinal plants during COVID-19 claiming that they can prevent or cure COVID-19. This should be taken seriously by concerned authorities. The authorities should test the validity of these medicinal plants and control the flow of false information spread through research and awareness programs."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Guangdong Key Laboratory for Innovative Development and Utilization of Forest Plant Germplasm, College of Forestry and Landscape Architecture, South China Agricultural University, Guangzhou, China."}, {"Identifier": [], "Affiliation": "Environmental Science Program, Golden Gate International College, Battisputali, Kathmandu, Nepal."}, {"Identifier": [], "Affiliation": "Environment Protection and Study Center (ENPROSC), Baneshwor, Kathmandu, Nepal."}], "LastName": "Khadka", "ForeName": "Dipak", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Central Department of Environmental Science, Tribhuvan University, Kirtipur, Kathmandu, Nepal."}], "LastName": "Dhamala", "ForeName": "Man Kumar", "Initials": "MK"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Environmental Criteria and Risk Assessment, Chinese Research Academy of Environmental Sciences, Beijing, 100012, P.R. China."}], "LastName": "Li", "ForeName": "Feifei", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Environmental Science Program, Golden Gate International College, Battisputali, Kathmandu, Nepal."}, {"Identifier": [], "Affiliation": "Environment Protection and Study Center (ENPROSC), Baneshwor, Kathmandu, Nepal."}], "LastName": "Aryal", "ForeName": "Prakash Chandra", "Initials": "PC"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Provincial Government Ministry of Social Development, Regional Health Directorate, Dhankuta, Province 1, Nepal."}], "LastName": "Magar", "ForeName": "Pappu Rana", "Initials": "PR"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Environmental Science Program, Golden Gate International College, Battisputali, Kathmandu, Nepal."}], "LastName": "Bhatta", "ForeName": "Sijar", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Environmental Science Program, Golden Gate International College, Battisputali, Kathmandu, Nepal."}], "LastName": "Thakur", "ForeName": "Manju Shree", "Initials": "MS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Environmental Science Program, Golden Gate International College, Battisputali, Kathmandu, Nepal."}], "LastName": "Basnet", "ForeName": "Anup", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Guangdong Key Laboratory for Innovative Development and Utilization of Forest Plant Germplasm, College of Forestry and Landscape Architecture, South China Agricultural University, Guangzhou, China. cuidf@scau.edu.cn."}], "LastName": "Cui", "ForeName": "Dafang", "Initials": "D"}, {"Identifier": ["0000-0002-6906-6732"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Guangdong Key Laboratory for Innovative Development and Utilization of Forest Plant Germplasm, College of Forestry and Landscape Architecture, South China Agricultural University, Guangzhou, China. shis@scau.edu.cn."}, {"Identifier": [], "Affiliation": "South China Limestone Plants Research Center, College of Forestry and Landscape Architecture, South China Agricultural University, Guangzhou, China. shis@scau.edu.cn."}], "LastName": "Shi", "ForeName": "Shi", "Initials": "S"}], "GrantList": [{"GrantID": "2017YFC0506200", "Agency": "National Basic Research Program of China (973 Program) (CN)", "Country": ""}, {"GrantID": "GZYKJS-2018-004", "Agency": "National Traditional Chinese Medicine Resources Survey of the State Administration of Traditional Chinese Medicine", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "J Ethnobiol Ethnomed", "NlmUniqueID": "101245794", "ISSNLinking": "1746-4269"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Plant Preparations"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Adult"}, {"QualifierName": [], "DescriptorName": "Aged"}, {"QualifierName": ["prevention & control"], "DescriptorName": "COVID-19"}, {"QualifierName": [], "DescriptorName": "Ethnopharmacology"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": [], "DescriptorName": "Health Knowledge, Attitudes, Practice"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": [], "DescriptorName": "Medicine, Traditional"}, {"QualifierName": [], "DescriptorName": "Middle Aged"}, {"QualifierName": [], "DescriptorName": "Nepal"}, {"QualifierName": ["therapeutic use"], "DescriptorName": "Plant Preparations"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Surveys and Questionnaires"}, {"QualifierName": [], "DescriptorName": "Young Adult"}], "CoiStatement": "The authors declare that they have no competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Keni R, Alexander A, Nayak PG, Mudgal J, Nandakumar K. COVID-19: emergence, spread, possible treatments, and global burden. Front Public Health. 2020;8:216. doi: 10.3389/fpubh.2020.00216.", "ArticleIdList": ["10.3389/fpubh.2020.00216", "PMC7270802", "32574299"]}, {"Citation": "Boulware DR, Pullen MF, Bangdiwala AS, Pastick KA, Lofgren SM, Okafor EC, Skipper CP, Nascene AA, Nicol MR, Abassi M, Engen NW. A randomized trial of hydroxychloroquine as postexposure prophylaxis for Covid-19. N Engl J Med. 2020;383(6):517–25.", "ArticleIdList": ["PMC7289276", "32492293"]}, {"Citation": "Rome BN, Avorn J. Drug evaluation during the Covid-19 pandemic. N Engl J Med. 2020;382(24):2282–4. 10.1056/NEJMp2009457.", "ArticleIdList": ["32289216"]}, {"Citation": "Rosa SG, Santos WC. Clinical trials on drug repositioning for COVID-19 treatment. Rev Panam Salud Publica. 2020;44:e40. 10.26633/RPSP.2020.40.", "ArticleIdList": ["PMC7105280", "32256547"]}, {"Citation": "Pennycook G, McPhetres J, Zhang Y, Lu JG, Rand DG. Fighting COVID-19 misinformation on social media: experimental evidence for a scalable accuracy-nudge intervention. Psychol Sci. 2020;31(7):770–8010.1177/0956797620939054. doi: 10.1177/0956797620939054.", "ArticleIdList": ["10.1177/0956797620939054", "PMC7366427", "32603243"]}, {"Citation": "Franco FM, Bussmann RW. Rising to the occasion: outlining ethnobiologists’ response to the coronavirus (COVID-19) pandemic. Ethnobotany Res Appl. 2020;20:1–4."}, {"Citation": "Van der Veen M. The materiality of plants: plant–people entanglements. World archaeology. 2014;46(5):799–812. doi: 10.1080/00438243.2014.953710.", "ArticleIdList": ["10.1080/00438243.2014.953710"]}, {"Citation": "Harshberger JW. The purposes of ethno-botany. Botanical gazette. 1896;21(3):146–154. doi: 10.1086/327316.", "ArticleIdList": ["10.1086/327316"]}, {"Citation": "Martin GJ. Ethnobotany: a methods manual. springer; Kew, United Kingdom: Royal Botanic Gardens; 2014."}, {"Citation": "Harris DR, Hillman G. An evolutionary continuum of people-plant interaction. London: Foraging Farming. Unwin Hyman; 1989;31:11–26."}, {"Citation": "Adnan N, Othman N. The relationship between plants and the Malay culture. Proc Soc Behav Sci. 2012;42:231–241. doi: 10.1016/j.sbspro.2012.04.186.", "ArticleIdList": ["10.1016/j.sbspro.2012.04.186"]}, {"Citation": "Cunningham AB. Applied ethnobotany: people, wild plant use and conservation. London and Sterling: Earthscan; 2001."}, {"Citation": "Balick MJ, Cox PA. Plants, people, and culture: the science of ethnobotany. New York: Scientific American Library. 1996."}, {"Citation": "Fabricant DS, Farnsworth NR. The value of plants used in traditional medicine for drug discovery. Environ Health Perspect. 2001;109(suppl 1):69–75. doi: 10.1289/ehp.01109s169.", "ArticleIdList": ["10.1289/ehp.01109s169", "PMC1240543", "11250806"]}, {"Citation": "Arora R, Chawla R, Marwah R, Arora P, Sharma RK, Kaushik V, et al. Potential of complementary and alternative medicine in preventive management of Novel H1N1 Flu (Swine Flu) pandemic: thwarting potential disasters in the bud. Evid Based Complement Alternat Med. 2011;2011:586506. doi: 10.1155/2011/586506.", "ArticleIdList": ["10.1155/2011/586506", "PMC2957173", "20976081"]}, {"Citation": "Mukhtar M, Arshad M, Ahmad M, Pomerantz RJ, Wigdahl B, Parveen Z. Antiviral potentials of medicinal plants. Virus Res. 2008;131(2):111–2010.1016/j.virusres.2007.09.008. doi: 10.1016/j.virusres.2007.09.008.", "ArticleIdList": ["10.1016/j.virusres.2007.09.008", "PMC7114233", "17981353"]}, {"Citation": "Kisangau DP, Herrmann TM, Lyaruu HV, Hosea KM, Joseph CC, Mbwambo ZH, et al. Traditional knowledge, use practices and conservation of medicinal plants for HIV/AIDS care in rural Tanzania. 2011."}, {"Citation": "Luo H, Tang QL, Shang YX, Liang SB, Yang M, Robinson N, et al. Can Chinese medicine be used for prevention of corona virus disease 2019 (COVID-19)? A review of historical classics, research evidence and current prevention Programs. Chin J Integr Med. 2020;26(4):243–5010.1007/s11655-020-3192-6. doi: 10.1007/s11655-020-3192-6.", "ArticleIdList": ["10.1007/s11655-020-3192-6", "PMC7088641", "32065348"]}, {"Citation": "Chan KW, Wong VT, Tang SCW. COVID-19: an update on the epidemiological, clinical, preventive and therapeutic evidence and guidelines of integrative Chinese-Western medicine for the management of 2019 novel coronavirus disease. Am J Chin Med. 2020;48(3):737–6210.1142/S0192415X20500378. doi: 10.1142/S0192415X20500378.", "ArticleIdList": ["10.1142/S0192415X20500378", "32164424"]}, {"Citation": "Vellingiri B, Jayaramayya K, Iyer M, Narayanasamy A, Govindasamy V, Giridharan B, et al. COVID-19: a promising cure for the global panic. Sci Total Environ. 2020;725:138277. doi: 10.1016/j.scitotenv.2020.138277.", "ArticleIdList": ["10.1016/j.scitotenv.2020.138277", "PMC7128376", "32278175"]}, {"Citation": "Shankar A, Dubey A, Saini D, Prasad CP. Role of complementary and alternative medicine in prevention and treatment of COVID-19: an overhyped hope. Chin J Integr Med. 2020;26(8):565–567. doi: 10.1007/s11655-020-2851-y.", "ArticleIdList": ["10.1007/s11655-020-2851-y", "PMC7405788", "32761336"]}, {"Citation": "Ni L, Zhou L, Zhou M, Zhao J, Wang DW. Combination of Western medicine and Chinese traditional patent medicine in treating a family case of COVID-19. Front Med. 2020;14(2):210–214. doi: 10.1007/s11684-020-0757-x.", "ArticleIdList": ["10.1007/s11684-020-0757-x", "PMC7088740", "32170559"]}, {"Citation": "Luo L, Jiang J, Wang C, Fitzgerald M, Hu W, Zhou Y, et al. Analysis on herbal medicines utilized for treatment of COVID-19. Acta Pharm Sin B. 2020;10(7):1192–1204. doi: 10.1016/j.apsb.2020.05.007..", "ArticleIdList": ["10.1016/j.apsb.2020.05.007.", "PMC7251357", "32834949"]}, {"Citation": "Gasmi A, Noor S, Tippairote T, Dadar M, Menzel A, Bjorklund G. Individual risk management strategy and potential therapeutic options for the COVID-19 pandemic. Clin Immunol. 2020;215:108409. doi: 10.1016/j.clim.2020.108409.", "ArticleIdList": ["10.1016/j.clim.2020.108409", "PMC7139252", "32276137"]}, {"Citation": "Chan AKM, Nickson CP, Rudolph JW, Lee A, Joynt GM. Social media for rapid knowledge dissemination: early experience from the COVID-19 pandemic. Anaesthesia:2020. 10.1111/anae.15057.", "ArticleIdList": ["PMC7228334", "32227594"]}, {"Citation": "Pandey A, Patni N, Singh M, Sood A, Singh G. YouTube as a source of information on the H1N1 influenza pandemic. Am J Prev Med. 2010;38(3):e1–e3. doi: 10.1016/j.amepre.2009.11.007.", "ArticleIdList": ["10.1016/j.amepre.2009.11.007", "20171526"]}, {"Citation": "Utari WR, Lisum K, Marlina PWN. Relationship of respondent characteristics and information sources with knowledge anemia deficiency of iron in adolescents. Jurnal Keperawatan. 2020;12(3):379–386."}, {"Citation": "Gewali MB, Awale S. Aspects of traditional medicine in Nepal. Japan: Institute of Natural Medicine University of Toyama; 2008."}, {"Citation": "Banerji ML. Some edible and medicinal plants from East Nepal. J Bombay Natl Hist Soc. 1955;53:153–155."}, {"Citation": "Manandhar NP. Plants and people of Nepal. Timber press; 2002. https://books.google.com.np/books?id=klAFeYz4YdYC."}, {"Citation": "Adhikari M, Thapa R, Kunwar RM, Devkota HP, Poudel P. Ethnomedicinal uses of plant resources in the Machhapuchchhre Rural Municipality of Kaski District, Nepal. Medicines (Basel). 2019;6(2). 10.3390/medicines6020069.", "ArticleIdList": ["PMC6630641", "31234605"]}, {"Citation": "Budha-Magar S, Bhandari P, Ghimire SK. Ethno-medicinal survey of plants used by Magar (Kham) community, Rolpa district, Western Nepal. Ethnobotany Res Appl. 2020;19:1–29."}, {"Citation": "Bhattarai N. Folk herbal remedies for diarrhoea and dysentery in central Nepal. FITOTERAPIA-MILANO-. 1993;64:243."}, {"Citation": "Kunwar RM, Bussmann RW. Ethnobotany in the Nepal Himalaya. J Ethnobiol Ethnomed. 2008;4(1):24. doi: 10.1186/1746-4269-4-24.", "ArticleIdList": ["10.1186/1746-4269-4-24", "PMC2639547", "19055723"]}, {"Citation": "Timmermann L, Smith-Hall C. Commercial medicinal plant collection is transforming high-altitude livelihoods in the Himalayas. Mt Res Dev. 2019;39(3):R13–21. 10.1659/MRD-JOURNAL-D-18-00103.1."}, {"Citation": "Ghimire SK, Awasthi B, Rana S, Rana HK, Bhattarai R, Pyakurel D. Export of medicinal and aromatic plant materials from Nepal. Botanica Orientalis. 2016;10:24–32. doi: 10.3126/botor.v10i0.21020.", "ArticleIdList": ["10.3126/botor.v10i0.21020"]}, {"Citation": "Ambu G, Chaudhary RP, Mariotti M, Cornara L. Traditional uses of medicinal plants by ethnic people in the Kavrepalanchok district, Central Nepal. Plants. 2020;9(6):759. doi: 10.3390/plants9060759.", "ArticleIdList": ["10.3390/plants9060759", "PMC7356508", "32560543"]}, {"Citation": "Chalise HN. COVID-19 situation and challenges for Nepal. Asia Pac J Public Health. 2020;32(5):281–282. doi: 10.1177/1010539520932709.", "ArticleIdList": ["10.1177/1010539520932709", "32545991"]}, {"Citation": "Pandit RD, Singh RK. COVID-19 Ayurveda treatment protocol of governments of Nepal and India: a review and perspective. Appl Sci Technol Ann. 2020;1(1):72–80. doi: 10.3126/asta.v1i1.30276.", "ArticleIdList": ["10.3126/asta.v1i1.30276"]}, {"Citation": "International Society of Ethnobiology . International Society of Ethnobiology Code of Ethics (with 2008 additions) 2006."}, {"Citation": "Shrestha K. Dictionary of Nepalese plant names: Mandala Book Point Kantipath, Kathmandu, Nepal. 1998."}, {"Citation": "Kunwar RM, Shrestha KP, Bussmann RW. Traditional herbal medicine in far-west Nepal: a pharmacological appraisal. J Ethnobiol Ethnomed. 2010;6:35. doi: 10.1186/1746-4269-6-35.", "ArticleIdList": ["10.1186/1746-4269-6-35", "PMC3012020", "21144003"]}, {"Citation": "Singh M, Malla S, Rajbhandari S, Manandhar A. Medicinal plants of Nepal—retrospects and prospects. Econ Bot. 1979;33(2):185–198. doi: 10.1007/BF02858287.", "ArticleIdList": ["10.1007/BF02858287"]}, {"Citation": "Tardío J, Pardo-de-Santayana M. Cultural importance indices: a comparative analysis based on the useful wild plants of Southern Cantabria (Northern Spain) Econ Bot. 2008;62(1):24–39. doi: 10.1007/s12231-007-9004-5.", "ArticleIdList": ["10.1007/s12231-007-9004-5"]}, {"Citation": "RCore T. R: a language and environment for statistical computing. Vienna: R Foundation for Statistical Computing; 2016."}, {"Citation": "Tahir Ul Qamar M, Alqahtani SM, Alamri MA, Chen LL. Structural basis of SARS-CoV-2 3CL(pro) and anti-COVID-19 drug discovery from medicinal plants. J Pharm Anal. 2020;10(4):313–319. doi: 10.1016/j.jpha.2020.03.009.", "ArticleIdList": ["10.1016/j.jpha.2020.03.009", "PMC7156227", "32296570"]}, {"Citation": "Zohra T, Ovais M, Khalil AT, Qasim M, Ayaz M, Shinwari ZK, et al. Bio-guided profiling and HPLC-DAD finger printing of Atriplex lasiantha Boiss. BMC Complement Altern Med. 2019;19(1):4. doi: 10.1186/s12906-018-2416-1.", "ArticleIdList": ["10.1186/s12906-018-2416-1", "PMC6318930", "30606171"]}, {"Citation": "Rastogi S, Pandey DN, Singh RH. COVID-19 pandemic: a pragmatic plan for ayurveda intervention. J Ayurveda Integr Med. 2020. 10.1016/j.jaim.2020.04.002.", "ArticleIdList": ["PMC7177084", "32382220"]}, {"Citation": "Yang F, Zhang Y, Tariq A, Jiang X, Ahmed Z, Zhihao Z, Idrees M, Azizullah A, Adnan M, Bussmann RW. Food as medicine: A possible preventive measure against coronavirus disease (COVID‐19) Phytother Res. 2020;34(12):3124–36. doi: 10.1002/ptr.6770.", "ArticleIdList": ["10.1002/ptr.6770", "PMC7283886", "32468635"]}, {"Citation": "Fan Y, Zhang Y, Tariq A, Jiang X, Ahamd Z, Zhihao Z, et al. Food as medicine: a possible preventive measure against coronavirus disease (COVID-19). Phytother Res. 2020.", "ArticleIdList": ["PMC7283886", "32468635"]}, {"Citation": "Liu X, Zhang M, He L, Li Y. Chinese herbs combined with Western medicine for severe acute respiratory syndrome (SARS) Cochrane Database Syst Rev. 2012;10:CD004882. doi: 10.1002/14651858.CD004882.pub3.", "ArticleIdList": ["10.1002/14651858.CD004882.pub3", "PMC6993561", "23076910"]}, {"Citation": "Vandebroek I, Pieroni A, Stepp JR, Hanazaki N, Ladio A, Alves RRN, et al. Reshaping the future of ethnobiology research after the COVID-19 pandemic. Nat Plants. 2020;6(7):723–730. doi: 10.1038/s41477-020-0691-6.", "ArticleIdList": ["10.1038/s41477-020-0691-6", "32572213"]}, {"Citation": "Pieroni A, Vandebroek I, Prakofjewa J, et al. Taming the pandemic? The importance of homemade plant-based foods and beverages as community responses to COVID-19. J Ethnobiol Ethnomed. 2020;16:75. 10.1186/s13002-020-00426-9.", "ArticleIdList": ["PMC7724619", "33298108"]}, {"Citation": "EL Alami A, Fattah A, Chait A. Medicinal plants used for the prevention purposes during the covid-19 pandemic in Morocco. J Anal Sci Appl Biotechnol. 2020;2(1):4–11."}, {"Citation": "Srivastava A, Chaurasia J, Khan R, Dhand C, Verma S. Role of medicinal plants of traditional use in recuperating devastating COVID-19 situation. Med Aromat Plants (Los Angeles). 2020;9(359):2167–0412."}, {"Citation": "Xu J, Zhang Y. Traditional Chinese medicine treatment of COVID-19. Complement Ther Clin Pract. 2020;39:101165. doi: 10.1016/j.ctcp.2020.101165.", "ArticleIdList": ["10.1016/j.ctcp.2020.101165", "PMC7118627", "32379692"]}, {"Citation": "Shahrajabian MH, Sun W, Shen H, Cheng Q. Chinese herbal medicine for SARS and SARS-CoV-2 treatment and prevention, encouraging using herbal medicine for COVID-19 outbreak. Acta Agric Scand Sect B—Soil Plant Sci. 2020;70(5):437–43."}, {"Citation": "Bhuiyan FR, Howlader S, Raihan T, Hasan M. Plants metabolites: possibility of natural therapeutics against the COVID-19 pandemic. Front Med (Lausanne) 2020;7:444. doi: 10.3389/fmed.2020.00444.", "ArticleIdList": ["10.3389/fmed.2020.00444", "PMC7427128", "32850918"]}, {"Citation": "Ahmad KS, Hamid A, Nawaz F, Hameed M, Ahmad F, Deng J, et al. Ethnopharmacological studies of indigenous plants in Kel village, Neelum Valley, Azad Kashmir, Pakistan. J Ethnobiol Ethnomed. 2017;13(1):68. doi: 10.1186/s13002-017-0196-1.", "ArticleIdList": ["10.1186/s13002-017-0196-1", "PMC5709976", "29191238"]}, {"Citation": "Amjad MS, Qaeem MF, Ahmad I, Khan SU, Chaudhari SK, Zahid Malik N, et al. Descriptive study of plant resources in the context of the ethnomedicinal relevance of indigenous flora: a case study from Toli Peer National Park, Azad Jammu and Kashmir, Pakistan. Plos One. 2017;12(2):e0171896. doi: 10.1371/journal.pone.0171896.", "ArticleIdList": ["10.1371/journal.pone.0171896", "PMC5305106", "28192466"]}, {"Citation": "Ghorbani A. Studies on pharmaceutical ethnobotany in the region of Turkmen Sahra, north of Iran: (Part 1): General results. J Ethnopharmacol. 2005;102(1):58–68. doi: 10.1016/j.jep.2005.05.035.", "ArticleIdList": ["10.1016/j.jep.2005.05.035", "16024194"]}, {"Citation": "Noctor G, Foyer CH. Ascorbate and glutathione: keeping active oxygen under control. Annu Rev Plant Physiol Plant Mol Biol. 1998;49:249–279. doi: 10.1146/annurev.arplant.49.1.249.", "ArticleIdList": ["10.1146/annurev.arplant.49.1.249", "15012235"]}, {"Citation": "Basualdo I, Zardini E, Ortiz M. Medicinal plants of Paraguay: underground organs. Econ Bot. 1991;45(1):86–96. doi: 10.1007/BF02860052.", "ArticleIdList": ["10.1007/BF02860052"]}, {"Citation": "Hussain A, Abbasi M, Hussain N, Majid S. A survey of important indigenous medicinal plants of district Bhimber Azad Jammu & Kashmir, Pakistan. Int J Adv Res. 2013;1:635–644."}, {"Citation": "Farooq A, Amjad MS, Ahmad K, Altaf M, Umair M, Abbasi AM. Ethnomedicinal knowledge of the rural communities of Dhirkot, Azad Jammu and Kashmir, Pakistan. J Ethnobiol Ethnomed. 2019;15(1):45. doi: 10.1186/s13002-019-0323-2.", "ArticleIdList": ["10.1186/s13002-019-0323-2", "PMC6716831", "31470868"]}, {"Citation": "Ayurveda and Alternative Medicine Guidelines of Preventive Measures and Management Protocol for COVID 19 in Nepal. In: Department of Ayurveda & Alternative Medicine MoHP, Nardevi NAMC, Ayurveda Campus & Teaching Hospital K, editors. Kathmandu, Nepal 2020."}, {"Citation": "Rajkumar RP. Ayurveda and COVID-19: where psychoneuroimmunology and the meaning response meet. Brain Beha Immun. 2020;87:8–9. 10.1016/j.bbi.2020.04.056.", "ArticleIdList": ["PMC7175849", "32334064"]}, {"Citation": "Batty G, Deary I, Luciano M, Altschul D, Kivimäki M, Gale C. Psychosocial factors and hospitalisations for COVID-19: prospective cohort study based on a community sample. Brain Behav Immun. 2020;89:569–578. doi: 10.1016/j.bbi.2020.06.021.", "ArticleIdList": ["10.1016/j.bbi.2020.06.021", "PMC7297693", "32561221"]}, {"Citation": "Prajapati S, Kumar N. SARS-CoV-2 pandemic: an opportunity for Indian traditional medicines (AYUSH) Int J Complement Alt Med. 2020;13(3):103–105."}, {"Citation": "Rajagopal K, Byran G, Jupudi S, Vadivelan R. Activity of phytochemical constituents of black pepper, ginger, and garlic against coronavirus (COVID-19): an in silico approach. Int J Health Allied Sci. 2020;9(5):43."}, {"Citation": "Bhaskar S, Sinha A, Banach M, Mittoo S, Weissert R, Kass JS, et al. Cytokine storm in COVID-19-immunopathological mechanisms, clinical considerations, and therapeutic approaches: the REPROGRAM Consortium Position Paper. Front Immunol. 2020;11:1648. doi: 10.3389/fimmu.2020.01648.", "ArticleIdList": ["10.3389/fimmu.2020.01648", "PMC7365905", "32754159"]}, {"Citation": "Mehta P, McAuley DF, Brown M, Sanchez E, Tattersall RS, Manson JJ, et al. COVID-19: consider cytokine storm syndromes and immunosuppression. Lancet. 2020;395(10229):1033–1034. doi: 10.1016/S0140-6736(20)30628-0.", "ArticleIdList": ["10.1016/S0140-6736(20)30628-0", "PMC7270045", "32192578"]}, {"Citation": "Sordillo PP, Helson L. Curcumin suppression of cytokine release and cytokine storm. A potential therapy for patients with Ebola and other severe viral infections. In Vivo. 2015;29(1):1–4.", "ArticleIdList": ["25600522"]}, {"Citation": "Anywar G, Kakudidi E, Byamukama R, Mukonzo J, Schubert A, Oryem-Origa H. Medicinal plants used by traditional medicine practitioners to boost the immune system in people living with HIV/AIDS in Uganda. Eur J Integr Med. 2020;35:101011. doi: 10.1016/j.eujim.2019.101011.", "ArticleIdList": ["10.1016/j.eujim.2019.101011"]}, {"Citation": "Sahoo B, Banik B. Medicinal plants: source for immunosuppressive agents. Immunol Curr Res. 2018;2(106):2."}, {"Citation": "Saha S, Ghosh S. Tinospora cordifolia: One plant, many roles. Anc Sci Life. 2012;31(4):151–159. doi: 10.4103/0257-7941.107344.", "ArticleIdList": ["10.4103/0257-7941.107344", "PMC3644751", "23661861"]}, {"Citation": "Parthipan M, Aravindhan V, Rajendran A. Medico-botanical study of Yercaud hills in the eastern Ghats of Tamil Nadu, India. Anc Sci Life. 2011;30(4):104–109.", "ArticleIdList": ["PMC3336263", "22557438"]}, {"Citation": "Shen C-Y, Jiang J-G, Li M-Q, Zheng C-Y, Zhu W. Structural characterization and immunomodulatory activity of novel polysaccharides from Citrus aurantium Linn. variant amara Engl. J Funct Foods. 2017;35:352–362. doi: 10.1016/j.jff.2017.05.055.", "ArticleIdList": ["10.1016/j.jff.2017.05.055"]}, {"Citation": "Varshney KK, Varshney M, Nath B. Molecular Modeling of isolated phytochemicals from Ocimum sanctum towards exploring potential inhibitors of SARS coronavirus main protease and papain-like protease to treat COVID-19. 2020."}, {"Citation": "Wu C, Liu Y, Yang Y, Zhang P, Zhong W, Wang Y, et al. Analysis of therapeutic targets for SARS-CoV-2 and discovery of potential drugs by computational methods. Acta Pharm Sin B. 2020;10(5):766–788. doi: 10.1016/j.apsb.2020.02.008.", "ArticleIdList": ["10.1016/j.apsb.2020.02.008", "PMC7102550", "32292689"]}, {"Citation": "Borkotoky S, Banerjee M. A computational prediction of SARS-CoV-2 structural protein inhibitors from Azadirachta indica (Neem). J Biomol Struct Dyn. 2020:1–17. 10.1080/07391102.2020.1774419.", "ArticleIdList": ["PMC7311162", "32462988"]}, {"Citation": "Kong AN, Yu R, Chen C, Mandlekar S, Primiano T. Signal transduction events elicited by natural products: role of MAPK and caspase pathways in homeostatic response and induction of apoptosis. Arch Pharm Res. 2000;23(1):1–16. doi: 10.1007/BF02976458.", "ArticleIdList": ["10.1007/BF02976458", "10728649"]}, {"Citation": "Singh N, Rao AS, Nandal A, Kumar S, Yadav SS, Ganaie SA, et al. Phytochemical and pharmacological review of Cinnamomum verum J. Presl-a versatile spice used in food and nutrition. Food Chem. 2020;338:127773. doi: 10.1016/j.foodchem.2020.127773.", "ArticleIdList": ["10.1016/j.foodchem.2020.127773", "32829297"]}, {"Citation": "Kumar D, Arya V, Kaur R, Bhat ZA, Gupta VK, Kumar V. A review of immunomodulators in the Indian traditional health care system. J Microbiol Immunol Infect. 2012;45(3):165–184. doi: 10.1016/j.jmii.2011.09.030.", "ArticleIdList": ["10.1016/j.jmii.2011.09.030", "22154993"]}, {"Citation": "Lin CC, Cheng HY, Yang CM, Lin TC. Antioxidant and antiviral activities of Euphorbia thymifolia L. J Biomed Sci. 2002;9(6 Pt 2):656–664. doi: 10.1159/000067281.", "ArticleIdList": ["10.1159/000067281", "12432232"]}, {"Citation": "Li T, Lu H, Zhang W. Clinical observation and management of COVID-19 patients. Emerg Microbes Infect. 2020;9(1):687–690. doi: 10.1080/22221751.2020.1741327.", "ArticleIdList": ["10.1080/22221751.2020.1741327", "PMC7103696", "32208840"]}, {"Citation": "Shinwari ZK, Qaiser M, Nasar MQ, Ali A. Indigenous knowledge based herbal medicine for corona (COVID-19) treatment. Pak J Bot. 2020;52(4):1427–1434. doi: 10.30848/PJB2020-4(13).", "ArticleIdList": ["10.30848/PJB2020-4(13)"]}, {"Citation": "Benarba B, Pandiella A. Medicinal plants as sources of active molecules against COVID-19. Front Pharmacol. 2020;11. 10.3389/fphar.2020.01189.", "ArticleIdList": ["PMC7427466", "32848790"]}, {"Citation": "Kramer AT, Havens K. Plant conservation genetics in a changing world. Trends Plant Sci. 2009;14(11):599–607. doi: 10.1016/j.tplants.2009.08.005.", "ArticleIdList": ["10.1016/j.tplants.2009.08.005", "19748300"]}, {"Citation": "Hamilton AC. Medicinal plants, conservation and livelihoods. Biodivers Conserv. 2004;13(8):1477–1517. doi: 10.1023/B:BIOC.0000021333.23413.42.", "ArticleIdList": ["10.1023/B:BIOC.0000021333.23413.42"]}, {"Citation": "Teka A, Asfaw Z, Demissew S, Van Damme P. Medicinal plant use practice in four ethnic communities (Gurage, Mareqo, Qebena, and Silti), south central Ethiopia. J Ethnobiol Ethnomed. 2020;16:1–12. doi: 10.1186/s13002-020-00377-1.", "ArticleIdList": ["10.1186/s13002-020-00377-1", "PMC7245860", "32448337"]}, {"Citation": "De Sousa JA, Silva YS, Roque F, da Costa Fernandes SD, Delgado MN. Use of medicinal plants and socioeconomic evaluation of urban and rural populations of Sobradinho (DF-Brazil). Rev Agrogeoambiental. 2020;12(1):50–63. 10.18406/2316-1817v12n120201416."}, {"Citation": "Jan HA, Jan S, Bussmann RW, Ahmad L, Wali S, Ahmad N. Ethnomedicinal survey of the plants used for gynecological disorders by the indigenous community of District Buner, Pakistan. Ethnobot Res Appl. 2020 ;19:1-18. 10.32859/era."}, {"Citation": "Hu R, Lin C, Xu W, Liu Y, Long C. Ethnobotanical study on medicinal plants used by Mulam people in Guangxi, China. J Ethnobiol Ethnomed. 2020;16(1):1–50. doi: 10.1186/s13002-020-00387-z.", "ArticleIdList": ["10.1186/s13002-020-00387-z", "PMC7333293", "32616044"]}, {"Citation": "Rajbanshi N, Thapa LB. Traditional knowledge and practices on utilizing medicinal plants by endangered Kisan ethnic group of eastern Nepal. Ethnobot Res Appl. 2019;18:1–9."}, {"Citation": "Tiwari D, Sah AN, Bawari S, Bussmann RW. Ethnobotanical investigations on plants used in folk medicine by native people of Kumaun Himalayan Region of India. Ethnobot Res Appl. 2020;20:1–35."}, {"Citation": "Kunwar RM, Fadiman M, Thapa S, Acharya RP, Cameron M, Bussmann RW. Plant use values and phytosociological indicators: implications for conservation in the Kailash Sacred Landscape, Nepal. Ecol Indicators. 2020;108:105679. doi: 10.1016/j.ecolind.2019.105679.", "ArticleIdList": ["10.1016/j.ecolind.2019.105679"]}, {"Citation": "Li HO-Y, Bailey A, Huynh D, Chan J. YouTube as a source of information on COVID-19: a pandemic of misinformation? BMJ Global Health. 2020;5(5):e002604. doi: 10.1136/bmjgh-2020-002604.", "ArticleIdList": ["10.1136/bmjgh-2020-002604", "PMC7228483", "32409327"]}, {"Citation": "Bhagavathula AS, Aldhaleei WA, Rahmani J, Mahabadi MA, Bandari DK. Novel coronavirus (COVID-19) knowledge and perceptions: a survey on healthcare workers. MedRxiv. 2020. 10.1101/2020.03.09.20033381."}, {"Citation": "Farooq A, Laato S, Islam A. Impact of online information on self-isolation intention during the COVID-19 pandemic: cross-sectional study. J Med Internet Res. 2020;22(5):e19128. doi: 10.2196/19128.", "ArticleIdList": ["10.2196/19128", "PMC7205033", "32330115"]}, {"Citation": "Van Bavel JJ, Baicker K, Boggio PS, Capraro V, Cichocka A, Cikara M, Crockett MJ, Crum AJ, Douglas KM, Druckman JN, Drury J. Using social and behavioural science to support COVID-19 pandemic response. Nat Hum Behav. 2020;4(5):460–71.", "ArticleIdList": ["32355299"]}, {"Citation": "Pan SL, Cui M, Qian J. Information resource orchestration during the COVID-19 pandemic: a study of community lockdowns in China. Int J Inf Manage. 2020;54:102143. doi: 10.1016/j.ijinfomgt.2020.102143.", "ArticleIdList": ["10.1016/j.ijinfomgt.2020.102143", "PMC7211621", "32394997"]}, {"Citation": "Mirzaie A, Halaji M, Dehkordi FS, Ranjbar R, Noorbazargan H. A narrative literature review on traditional medicine options for treatment of corona virus disease 2019 (COVID-19) Complement Ther Clin Pract. 2020;40:101214. doi: 10.1016/j.ctcp.2020.101214.", "ArticleIdList": ["10.1016/j.ctcp.2020.101214", "PMC7831809", "32891290"]}, {"Citation": "Sugavanam SC, Natarajan B. Pseudoscientific beliefs and practices in the COVID-19 pandemic: a narrative review of unwanted experiments attributed to social media-based misinformation afflicting the public health. J Health Biol Sci. 2020;8(1):1–9. doi: 10.12662/2317-3076jhbs.v8i1.3394.p1-9.2020.", "ArticleIdList": ["10.12662/2317-3076jhbs.v8i1.3394.p1-9.2020"]}, {"Citation": "Tewelde F, Mesfin M, Tsewene S. Ethnobotanical survey of traditional medicinal practices in LaelayAdi-Yabo District, Northern Ethiopia. Int J Ophthalmol Visual Sci. 2017;2(4):80–87."}, {"Citation": "Hong L, Guo Z, Huang K, Wei S, Liu B, Meng S, Long C. Ethnobotanical study on medicinal plants used by Maonan people in China. J Ethnobiol Ethnomed. 2015;11(1):32. doi: 10.1186/s13002-015-0019-1.", "ArticleIdList": ["10.1186/s13002-015-0019-1", "PMC4449599", "25925830"]}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "10", "Day": "2"}, {"Year": "2021", "Month": "3", "Day": "10"}, {"Year": "2021", "Month": "4", "Day": "9", "Hour": "5", "Minute": "33"}, {"Year": "2021", "Month": "4", "Day": "10", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "4", "Day": "13", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "4", "Day": "8"}], "PublicationStatus": "epublish", "ArticleIdList": ["33832492", "PMC8027983", "10.1186/s13002-021-00449-w", "10.1186/s13002-021-00449-w"]}}], "PubmedBookArticle": []}