{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "33847666", "DateCompleted": {"Year": "2021", "Month": "04", "Day": "19"}, "DateRevised": {"Year": "2023", "Month": "01", "Day": "03"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": ["e25503", "10.1097/MD.0000000000025503"], "Journal": {"ISSN": "1536-5964", "JournalIssue": {"Volume": "100", "Issue": "15", "PubDate": {"Year": "2021", "Month": "Apr", "Day": "16"}}, "Title": "Medicine", "ISOAbbreviation": "Medicine (Baltimore)"}, "ArticleTitle": "Traditional East Asian herbal medicines for the treatment of poststroke constipation: A protocol for systematic review and meta analysis.", "Pagination": {"StartPage": "e25503", "MedlinePgn": "e25503"}, "Abstract": {"AbstractText": ["Post-stroke constipation is a major complication of stroke and increases the incidence of poor neurological outcomes and infectious complications and, therefore, warrants active and prompt treatment. In East Asian countries, several types of herbal medicines have been used for the treatment of post-stroke constipation because they are considered safer than existing pharmacotherapies. However, no systematic review has investigated the efficacy and safety of traditional East Asian herbal medicine in the treatment of post-stroke constipation. With this systematic review and meta-analysis, we aimed to evaluate the efficacy and safety of traditional East Asian herbal medicines for the treatment of post-stroke constipation.", "Eight electronic databases will be searched for relevant studies published from inception to April 2021. Only randomized controlled trials (RCTs) that assess the efficacy and safety of traditional East Asian herbal medicines for the treatment of post-stroke constipation will be included in this study. The methodological qualities, including the risk of bias, will be evaluated using the Cochrane risk of bias assessment tool. After screening the studies, a meta-analysis of the RCTs will be performed, if possible.", "This study is expected to generate high-quality evidence of the efficacy and safety of herbal medicines to treat post-stroke constipation.", "Our systematic review will provide evidence to determine whether herbal medicines can be effective interventions for patients with post-stroke constipation.", "Ethical approval is not required, as this study was based on a review of published research. This review will be published in a peer-reviewed journal and disseminated electronically and in print.", "Research registry reviewregistry1117."], "CopyrightInformation": "Copyright © 2021 the Author(s). Published by Wolters Kluwer Health, Inc."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Cardiology and Neurology."}], "LastName": "Jin", "ForeName": "Chul", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Preventive Medicine, College of Korean Medicine, Kyung Hee University, Seoul."}], "LastName": "Jang", "ForeName": "Bo-Hyoung", "Initials": "BH"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Neurosurgery, Chuncheon Sacred Heart Hospital, Hallym University Medical Center, Hallym University College of Medicine, Chuncheon."}], "LastName": "Jeon", "ForeName": "Jin Pyeong", "Initials": "JP"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Jaseng Spine and Joint Research Institute, Jaseng Medical Foundation, Seoul."}], "LastName": "Lee", "ForeName": "Ye-Seul", "Initials": "YS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Korean Internal Medicine, College of Korean Medicine, Gachon University, Seongnam, Republic of Korea."}], "LastName": "Yang", "ForeName": "Seung-Bo", "Initials": "SB"}, {"Identifier": ["0000-0002-1857-3515"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Cardiology and Neurology."}], "LastName": "Kwon", "ForeName": "Seungwon", "Initials": "S"}], "GrantList": [{"GrantID": "HB20C0147", "Agency": "Korea Health Industry Development Institute", "Country": "Republic of Korea"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Medicine (Baltimore)", "NlmUniqueID": "2985248R", "ISSNLinking": "0025-7974"}, "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Adult"}, {"QualifierName": ["drug therapy", "etiology"], "DescriptorName": "Constipation"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": ["methods"], "DescriptorName": "Herbal Medicine"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": ["methods"], "DescriptorName": "Medicine, East Asian Traditional"}, {"QualifierName": [], "DescriptorName": "Meta-Analysis as Topic"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Randomized Controlled Trials as Topic"}, {"QualifierName": [], "DescriptorName": "Research Design"}, {"QualifierName": ["complications"], "DescriptorName": "Stroke"}, {"QualifierName": [], "DescriptorName": "Stroke Rehabilitation"}, {"QualifierName": [], "DescriptorName": "Systematic Reviews as Topic"}, {"QualifierName": [], "DescriptorName": "Treatment Outcome"}], "CoiStatement": "The authors have no conflicts of interest to disclose."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Lin CJ, Hung JW, Cho CY, et al. . Poststroke constipation in the rehabilitation ward: incidence, clinical course and associated factors. Singapore Med J 2013;54:624–9.", "ArticleIdList": ["24276098"]}, {"Citation": "Li J, Yuan M, Liu Y, et al. . Incidence of constipation in stroke patients: a systematic review and meta-analysis. Medicine (Baltimore) 2017;96:e7225.", "ArticleIdList": ["PMC5484225", "28640117"]}, {"Citation": "Wiesel PH, Norton C, Brazzelli M. Management of faecal incontinence and constipation in adults with central neurological diseases. Cochrane Database Syst Rev 2001;Cd002115.", "ArticleIdList": ["11687140"]}, {"Citation": "Krogh K, Christensen P, Laurberg S. Colorectal symptoms in patients with neurological diseases. Acta Neurol Scand 2001;103:335–43.", "ArticleIdList": ["11421845"]}, {"Citation": "Camara-Lemarroy CR, Ibarra-Yruegas BE, Gongora-Rivera F. Gastrointestinal complications after ischemic stroke. J Neurol Sci 2014;346:20–5.", "ArticleIdList": ["25214444"]}, {"Citation": "Bharucha AE, Wouters MM, Tack J. Existing and emerging therapies for managing constipation and diarrhea. Curr Opin Pharmacol 2017;37:158–66.", "ArticleIdList": ["PMC5725238", "29172123"]}, {"Citation": "Coggrave M, Norton C, Cody JD. Management of faecal incontinence and constipation in adults with central neurological diseases. Cochrane Database Syst Rev 2014;Cd002115.", "ArticleIdList": ["PMC10656572", "24420006"]}, {"Citation": "Xing JH, Soffer EE. Adverse effects of laxatives. Dis Colon Rectum 2001;44:1201–9.", "ArticleIdList": ["11535863"]}, {"Citation": "Huang CW, Hwang IH, Lee YS, et al. . Utilization patterns of traditional medicine in Taiwan and South Korea by using national health insurance data in 2011. PLoS One 2018;13:e0208569.", "ArticleIdList": ["PMC6307865", "30589852"]}, {"Citation": "Oravecz M, Mészáros J. [Traditional Chinese medicine: theoretical background and its use in China]. Orv Hetil 2012;153:723–31.", "ArticleIdList": ["22564283"]}, {"Citation": "Melby MK, Yoshino T, Tonob D, et al. . Differences in demographics and complementary and alternative medicine use between patients attending integrative kampo versus biomedical clinics in Japan. Complement Ther Med 2019;46:202–9.", "ArticleIdList": ["31519280"]}, {"Citation": "Zhong LLD, Zheng G, Da Ge L, et al. . Chinese herbal medicine for constipation: zheng-based associations among herbs, formulae, proprietary medicines, and herb-drug interactions. Chin Med 2016;11:28.", "ArticleIdList": ["PMC4919884", "27347002"]}, {"Citation": "Zhong LLD, Cheng CW, Kun W, et al. . Efficacy of MaZiRenWan, a Chinese Herbal Medicine, in patients with functional constipation in a randomized controlled trial. Clin Gastroenterol Hepatol 2019;17:1303–10. e1318.", "ArticleIdList": ["29654915"]}, {"Citation": "Numata T, Takayama S, Tobita M, et al. . Traditional Japanese medicine daikenchuto improves functional constipation in poststroke patients. Evid Based Complement Alternat Med 2014;2014:231258.", "ArticleIdList": ["PMC4095989", "25089144"]}, {"Citation": "Arita R, Numata T, Takayama S, et al. . Responder analysis of Daikenchuto treatment for constipation in poststroke patients: a subanalysis of a randomized control trial. J Evid Based Integr Med 2019;24:2515690x19889271.", "ArticleIdList": ["PMC6906340", "31823650"]}, {"Citation": "Gopalakrishnan S, Ganeshkumar P. Systematic reviews and meta-analysis: understanding the best evidence in primary healthcare. J Family Med Prim Care 2013;2:09–14.", "ArticleIdList": ["PMC3894019", "24479036"]}, {"Citation": "Shamseer L, Moher D, Clarke M, et al. . Preferred reporting items for systematic review and meta-analysis protocols (PRISMA-P) 2015: elaboration and explanation. Bmj 2015;350:g7647.", "ArticleIdList": ["25555855"]}, {"Citation": "Koide A, Yamaguchi T, Odaka T, et al. . Quantitative analysis of bowel gas using plain abdominal radiograph in patients with irritable bowel syndrome. Am J Gastroenterol 2000;95:1735–41.", "ArticleIdList": ["10925977"]}, {"Citation": "Higgins JP, Altman DG, Gøtzsche PC, et al. . The Cochrane collaboration's tool for assessing risk of bias in randomised trials. Bmj 2011;343:d5928.", "ArticleIdList": ["PMC3196245", "22008217"]}, {"Citation": "Huang T, Ning Z, Hu D, et al. . Uncovering the mechanisms of Chinese herbal medicine (MaZiRenWan) for functional constipation by focused network pharmacology approach. Front Pharmacol 2018;9:270.", "ArticleIdList": ["PMC5879454", "29632490"]}, {"Citation": "Satoh K, Kase Y, Yuzurihara M, et al. . Effect of Dai-kenchu-to (Da-Jian-Zhong-Tang) on the delayed intestinal propulsion induced by chlorpromazine in mice. J Ethnopharmacol 2003;86:37–44.", "ArticleIdList": ["12686439"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "3", "Day": "22"}, {"Year": "2021", "Month": "3", "Day": "24"}, {"Year": "2021", "Month": "4", "Day": "13", "Hour": "12", "Minute": "12"}, {"Year": "2021", "Month": "4", "Day": "14", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "4", "Day": "20", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "4", "Day": "16"}], "PublicationStatus": "ppublish", "ArticleIdList": ["33847666", "PMC8052026", "10.1097/MD.0000000000025503", "00005792-202104160-00062"]}}], "PubmedBookArticle": []}