{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["COVID-19", "complementary therapy", "coronavirus", "ethnopharmacology", "herbs", "medicinal plants"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "33841143", "DateRevised": {"Year": "2021", "Month": "04", "Day": "13"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "03", "Day": "24"}], "Language": ["eng"], "ELocationID": ["611408", "10.3389/fphar.2021.611408"], "Journal": {"ISSN": "1663-9812", "JournalIssue": {"Volume": "12", "PubDate": {"Year": "2021"}}, "Title": "Frontiers in pharmacology", "ISOAbbreviation": "Front Pharmacol"}, "ArticleTitle": "Medicinal Plants in COVID-19: Potential and Limitations.", "Pagination": {"StartPage": "611408", "MedlinePgn": "611408"}, "Abstract": {"AbstractText": ["Currently, the search to identify treatments and vaccines for novel coronavirus disease (COVID-19) are ongoing. Desperation within the community, especially among the middle-and low-income groups acutely affected by the economic impact of forced lockdowns, has driven increased interest in exploring alternative choices of medicinal plant-based therapeutics. This is evident with the rise in unsubstantiated efficacy claims of these interventions circulating on social media. Based on enquiries received, our team of researchers was given the chance to produce evidence summaries evaluating the potential of complementary interventions in COVID-19 management. Here, we present and discuss the findings of four selected medicinal plants (<i>Nigella sativa</i>, <i>Vernonia amygdalina</i>, <i>Azadirachta indica</i>, <i>Eurycoma longifolia</i>), with reported antiviral, anti-inflammatory, and immunomodulatory effects that might be interesting for further investigation. Our findings showed that only <i>A. indica</i> reported positive antiviral evidence specific to the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) based on preliminary <i>in silico</i> data while all four medicinal plants demonstrated differential anti-inflammatory or immunomodulatory effects. The definitive roles of these medicinal plants in cytokine storms and post-infection complications remains to be further investigated. Quality control and standardisation of medicinal plant-based products also needs to be emphasized. However, given the unprecedented challenges faced, ethnopharmacological research should be given a fair amount of consideration for contribution in this pandemic."], "CopyrightInformation": "Copyright © 2021 Lim, Teh and Tan."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Herbal Medicine Research Centre, Institute for Medical Research, National Institutes of Health, Ministry of Health Malaysia, Shah Alam, Malaysia."}], "LastName": "Lim", "ForeName": "Xin Yi", "Initials": "XY"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Herbal Medicine Research Centre, Institute for Medical Research, National Institutes of Health, Ministry of Health Malaysia, Shah Alam, Malaysia."}], "LastName": "Teh", "ForeName": "Bee Ping", "Initials": "BP"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Herbal Medicine Research Centre, Institute for Medical Research, National Institutes of Health, Ministry of Health Malaysia, Shah Alam, Malaysia."}], "LastName": "Tan", "ForeName": "Terence Yew Chin", "Initials": "TYC"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Pharmacol", "NlmUniqueID": "101548923", "ISSNLinking": "1663-9812"}, "CoiStatement": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Abdel-Moneim A., Morsy B. M., Mahmoud A. M., Abo-Seif M. A., Zanaty M. I. (2013). Beneficial therapeutic effects of Nigella sativa and/or Zingiber officinale in HCV patients in Egypt. EXCLI J. 12, 943–955.", "ArticleIdList": ["PMC4904745", "27298610"]}, {"Citation": "Adedapo A. A., Aremu O. J., Oyagbemi A. A. (2014). Anti-oxidant, anti-inflammatory and antinociceptive properties of the acetone leaf extract of Vernonia amygdalina in some laboratory animals. Adv. Pharm. Bull. 4 (Suppl. 2), 591–598. 10.5681/apb.2014.087", "ArticleIdList": ["10.5681/apb.2014.087", "PMC4312410", "25671194"]}, {"Citation": "Al-Jauziyah I. I. Q. (2003). Healing with the medicine of the prophet. Maktaba Dar-us-Salam."}, {"Citation": "Aljindil T. (2012). The immunomodulatory effect of neem (Azadirachta indica) seed aqueous, ethanolic extracts and Candida albicans cell wall mannoproteins on immune response in mice vaccinated with Brucella Rev-1. Iraqi J. Vet. Med. 36, 55. 10.30539/iraqijvm.v36i1.555", "ArticleIdList": ["10.30539/iraqijvm.v36i1.555"]}, {"Citation": "Asante D.-B., Henneh I. I. T., Acheampong D. O., Kyei F., Adokoh C. K., Ofori E. G., et al. (2019). Anti-inflammatory, anti-nociceptive and antipyretic activity of young and old leaves of Vernonia amygdalina . Biomed. Pharmacother. 111, 1187–1203. 10.1016/j.biopha.2018.12.147", "ArticleIdList": ["10.1016/j.biopha.2018.12.147", "30841432"]}, {"Citation": "Ashfaq U. A., Jalil A., Ul Qamar M. T. (2016). Antiviral phytochemicals identification from Azadirachta indica leaves against HCV NS3 protease: an in silico approach. Nat. Prod. Res. 30 (16), 1866–1869. 10.1080/14786419.2015.10755", "ArticleIdList": ["10.1080/14786419.2015.10755", "26274064"]}, {"Citation": "Badary O. A., Al-Shabanah O. A., Nagi M. N., Al-Bekairi A. M., Elmazar M. M. A. (1998). Acute and subchronic toxicity of thymoquinone in mice. Drug Dev. Res. 44, 56–61. 10.1002/(SICI)1098-2299(199806/07)44:2/3<56:AID-DDR2>3.0", "ArticleIdList": ["10.1002/(SICI)1098-2299(199806/07)44:2/3<56:AID-DDR2>3.0"]}, {"Citation": "Bamosa A. O., Kaatabi H., Lebdaa F. M., Elq A. M., Al-Sultanb A. (2010). Effect of Nigella sativa seeds on the glycemic control of patients with type 2 diabetes mellitus. Indian J. Physiol. Pharmacol. 54 (4), 344–354.", "ArticleIdList": ["21675032"]}, {"Citation": "Bonaccorsi G., Pierri F., Cinelli M., Flori A., Galeazzi A., Porcelli F., et al. (2020). Economic and social consequences of human mobility restrictions under COVID-19. PNAS 117 (27), 15530–15535. 10.1073/pnas.2007658117", "ArticleIdList": ["10.1073/pnas.2007658117", "PMC7355033", "32554604"]}, {"Citation": "Borkotoky S., Banerjee M. (2020). A computational prediction of SARS-CoV-2 structural protein inhibitors from Azadirachta indica (neem). J. Biomol. Struct. Dyn., 1–11. 10.1080/07391102.2020.1774419", "ArticleIdList": ["10.1080/07391102.2020.1774419", "PMC7311162", "32462988"]}, {"Citation": "Burkill I. H. (1935). A dictionary of the economic products of the Malay peninsula, Vol. 2. London England: The governments of the Straits settlements and Federated Malay states by the Crown agents for the colonies."}, {"Citation": "Choudhary Y. K., Bommu P., Ming Y. K., Zulkawi N. B. (2012). Acute, sub acute and subchronic 90-days toxicity of Eurycoma longifolia aqueous extract (Physta) in wistar rats. Int. J. Pharm. 4, 232–238."}, {"Citation": "Chu D. K., Akl E. A., Duda S., Solo K., Yaacoub S., Schünemann H. J., et al. (2020). Physical distancing, face masks, and eye protection to prevent person-to-person transmission of SARS-CoV-2 and COVID-19: a systematic review and meta-analysis. Lancet 395 (10242), 1973–1987. 10.1016/S0140-6736(20)31142-9", "ArticleIdList": ["10.1016/S0140-6736(20)31142-9", "PMC7263814", "32497510"]}, {"Citation": "Datau E. A., Wardhana E. E., Pandelaki K., Langi J. A., Fias (2010). Efficacy of Nigella sativa on serum free testosterone and metabolic disturbances in central obese male. Acta Med. Indones. 42 (3), 130–134. 10.1159/000373896", "ArticleIdList": ["10.1159/000373896", "20724766"]}, {"Citation": "Dodds M. G., Krishna R., Goncalves A., Rayner C. R. (2020). Model-informed drug repurposing: viral kinetic modelling to prioritize rational drug combinations for COVID-19. Br. J. Clin. Pharmacol. 1, 48. 10.1111/bcp.14486", "ArticleIdList": ["10.1111/bcp.14486", "PMC8451752", "32693436"]}, {"Citation": "Dwivedi V. D., Bharadwaj S., Afroz S., Khan N., Ansari M. A., Yadava U., et al. (2020). Anti-dengue infectivity evaluation of bioflavonoid from Azadirachta indica by dengue virus serine protease inhibition. J. Biomol. Struct. Dyn. 39 (4), 1417–1430. 10.1080/07391102.2020.1734485", "ArticleIdList": ["10.1080/07391102.2020.1734485", "32107969"]}, {"Citation": "Dyer O. (2020). Covid-19: remdesivir has little or no impact on survival, WHO trial shows. BMJ 371, m4057. 10.1136/bmj.m4057", "ArticleIdList": ["10.1136/bmj.m4057", "33077424"]}, {"Citation": "Eastman R. T., Roth J. S., Brimacombe K. R., Simeonov A., Shen M., Patnaik S., et al. (2020). Remdesivir: a review of its discovery and development leading to emergency use authorization for treatment of COVID-19. ACS Cent. Sci. 6 (5), 672–683. 10.1021/acscentsci.0c00489", "ArticleIdList": ["10.1021/acscentsci.0c00489", "PMC7202249", "32483554"]}, {"Citation": "Fraser E. (2020). Long term respiratory complications of covid-19. BMJ 370, m3001. 10.1136/bmj.m3001", "ArticleIdList": ["10.1136/bmj.m3001", "32747332"]}, {"Citation": "George A., Suzuki N., Abas A. B., Mohri K., Utsuyama M., Hirokawa K., et al. (2016). Immunomodulation in middle-aged humans via the ingestion of Physta® standardized root water extract of Eurycoma longifolia Jack-a randomized, double-blind, placebo-controlled, parallel study. Phytother. Res. 30 (4), 627–635. 10.1002/ptr.5571", "ArticleIdList": ["10.1002/ptr.5571", "26816234"]}, {"Citation": "Gholamnezhad Z., Keyhanmanesh R., Boskabady M. H. (2015). Anti-inflammatory, antioxidant, and immunomodulatory aspects of Nigella sativa for its preventive and bronchodilatory effects on obstructive respiratory diseases: a review of basic and clinical evidence. J. Funct. Foods 17, 910–927. 10.1016/j.jff.2015.06.032", "ArticleIdList": ["10.1016/j.jff.2015.06.032"]}, {"Citation": "Goncalves A., Bertrand J., Ke R., Comets E., de Lamballerie X., Malvy D., et al. (2020). Timing of antiviral treatment initiation is critical to reduce SARS-CoV-2 viral load. CPT Pharmacometr. Syst. Pharmacol. 9, 509–514. 10.1002/psp4.12543", "ArticleIdList": ["10.1002/psp4.12543", "PMC7323384", "32558354"]}, {"Citation": "Hore S. K., Maiti S. K., Neer G. (1999). Effect of subacute exposure to neem (Azadirachta indica) leaf extract in rats. Indian Vet. J. 76, 1011–1012."}, {"Citation": "Huang J., Tao G., Liu J., Cai J., Huang Z., Chen J-X. (2020). Current prevention of COVID-19: natural products and herbal medicine. Front Pharmacol. 10.3389/fphar.2020.588508", "ArticleIdList": ["10.3389/fphar.2020.588508", "PMC7597394", "33178026"]}, {"Citation": "Im E., Ae A., Bn U., Po U. (2016). Immuno-modulatory properties of prebiotics extracted from Vernonia amygdalina . Afr. J. Tradit. Complem. Altern. Med. 13 (6), 11–17. 10.21010/ajtcam.v13i6.3", "ArticleIdList": ["10.21010/ajtcam.v13i6.3", "PMC5412181", "28480354"]}, {"Citation": "Iyyadurai R., Surekha V., Sathyendra S., Paul Wilson B., Gopinath K. G. (2010). Azadirachtin poisoning: a case report. Clin. Toxicol. 48 (8), 857–858. d10.3109/15563650.2010.518148", "ArticleIdList": ["10.3109/15563650.2010.518148", "20932102"]}, {"Citation": "Koley K. M., Lal J. (1994). Pharmacological effects of Azadirachta indica (neem) leaf extract on the ECG and blood pressure of rat. Indian J. Physiol. Pharmacol. 38 (3), 223–225.", "ArticleIdList": ["7814089"]}, {"Citation": "Li C., Liao J., Liao P., Huang W., Tse L., Lin C., et al. (2013). Evaluation of acute 13-week subchronic toxicity and genotoxicity of the powdered root of tongkat ali (Eurycoma longifolia Jack). Evid. Based Complem. Alternat. Med. 10, 102987. 10.1155/2013/102987", "ArticleIdList": ["10.1155/2013/102987", "PMC3767077", "24062779"]}, {"Citation": "Li Y., Liu X., Guo L., Li J., Zhong D., Zhang Y., et al. (2020). Traditional Chinese herbal medicine for treating novel coronavirus (COVID-19) pneumonia: protocol for a systematic review and meta-analysis. Syst. Res. 9 (1), 75. 10.1186/s13643-020-01343-4", "ArticleIdList": ["10.1186/s13643-020-01343-4", "PMC7138957", "32268923"]}, {"Citation": "Liu D., Ahmet A., Ward L., Krishnamoorthy P., Mandelcorn E. D., Leigh R., et al. (2013). A practical guide to the monitoring and management of the complications of systemic corticosteroid therapy. Allergy Asthma Clin. Immunol. 9 (1), 30. 10.1186/1710-1492-9-30", "ArticleIdList": ["10.1186/1710-1492-9-30", "PMC3765115", "23947590"]}, {"Citation": "Majdalawieh A. F., Fayyad M. W. (2015). Immunomodulatory and anti-inflammatory action of Nigella sativa and thymoquinone: a comprehensive review. Int. Immunopharmacol. 28 (1), 295–304. 10.1016/j.intimp.2015.06.023", "ArticleIdList": ["10.1016/j.intimp.2015.06.023", "26117430"]}, {"Citation": "Meireles V., Rosado T., Barroso M., Soares S., Gonçalves J., Luís Â., et al. (2019). Mitragyna speciosa: clinical, toxicological aspects and analysis in biological and non-biological samples. Medicines (Basel) 6 (1), 35. 10.3390/medicines6010035", "ArticleIdList": ["10.3390/medicines6010035", "PMC6473843", "30836609"]}, {"Citation": "Mishra A., Dave N. (2013). Neem oil poisoning: case report of an adult with toxic encephalopathy. Indian J. Crit. Care Med. 17 (5), 321–322. 10.4103/0972-5229.120330", "ArticleIdList": ["10.4103/0972-5229.120330", "PMC3841499", "24339648"]}, {"Citation": "Momoh M., Adikwu M., Oyi A. (2010). Vernonia amygdalina extract and CD4+ cell counts: an immune study. GJBBR 5 (2), 92–96."}, {"Citation": "Momoh M. A., Muhamed U., Agboke A. A., Akpabio E. I., Osonwa U. E. (2012). Immunological effect of aqueous extract of Vernonia amygdalina and a known immune booster called immunace® and their admixtures on HIV/AIDS clients: a comparative study. Asian Pac. J. Trop. Biomed. 2 (3), 181–184. 10.1016/S2221-1691(12)60038-0", "ArticleIdList": ["10.1016/S2221-1691(12)60038-0", "PMC3609274", "23569894"]}, {"Citation": "Mustapha N. M., Mahmood N. Z. N., Ali N. A. M., Haron N. (2017). Khazanah Perubatan Melayu Tumbuhan Ubatan Jilid 2. Selangor. Kepong, Selangor Darul Ehsan: Institut Penyelidikan Perhutanan Malaysia."}, {"Citation": "Nabukenya I., Rubaire-Akiiki C., Mugizi D., Kateregga J., Olila D. (2014). Sub-acute toxicity of aqueous extracts of Tephrosia vogelii, Vernonia amygdalina and Senna occidentalis in rats. Nat. Prod. Chem. Res. 2 (5), 1000143. 10.4172/2329-6836.1000143", "ArticleIdList": ["10.4172/2329-6836.1000143"]}, {"Citation": "National Pharmaceutical Regulatory Agency Ministry of Health Malaysia. (2016). Drug Registration guidance document (DRGD)."}, {"Citation": "Nidadavolu L. S., Walston J. D. (2020). Underlying vulnerabilities to the cytokine storm and adverse COVID-19 outcomes in the aging immune system. J. Gerentol. 10.1093/gerona/glaa209", "ArticleIdList": ["10.1093/gerona/glaa209", "PMC7546042", "32841329"]}, {"Citation": "Nugraha R., Ridwansyah H., Ghozali M., Khairani A. F., Atik N. (2020). Traditional herbal medicine candidates as complementary treatments for COVID-19: a review of their mechanisms, pros and cons. Evid. Based Complement. Alternat. Med. 2020, 1–12. 10.1155/2020/2560645", "ArticleIdList": ["10.1155/2020/2560645", "PMC7569437", "33101440"]}, {"Citation": "Omoregie E. S., Pal A. (2016). Antiplasmodial, antioxidant and immunomodulatory activities of ethanol extract of Vernonia amygdalina Del. leaf in Swiss mice. Avicenna J. Phytomed. 6 (2), 236–247.", "ArticleIdList": ["PMC4877969", "27222837"]}, {"Citation": "Onah I. A., Onuigbo E. B., Odimegwu D. C. (2019). Adjuvant effect of Vernonia amygdalina leaf extract on host immune response to hepatitis B virus subunit vaccine. Pharmazie 74 (3), 179–185. 10.1691/ph.2019.8920", "ArticleIdList": ["10.1691/ph.2019.8920", "30961686"]}, {"Citation": "Onasanwo S. A., Oyebanjo O. T., Ajayi A. M., Olubori M. A. (2017). Anti-nociceptive and anti-inflammatory potentials of Vernonia amygdalina leaf extract via reductions of leucocyte migration and lipid peroxidation. J. Intercult. Ethnopharmacol. 6 (2), 192–198. 10.5455/jice.20170330010610", "ArticleIdList": ["10.5455/jice.20170330010610", "PMC5429079", "28512601"]}, {"Citation": "Paterson R. W., Brown R. L., Benjamin L., Nortley R., Wiethoff S., Bharucha T., et al. (2020). The emerging spectrum of COVID-19 neurology: clinical, radiological and laboratory findings. Brain, 143, 3104. 10.1093/brain/awaa240", "ArticleIdList": ["10.1093/brain/awaa240", "PMC7454352", "32637987"]}, {"Citation": "Petrovsky N. (2006). Novel human polysaccharide adjuvants with dual Th1 and Th2 potentiating activity. Vaccine 24 (Suppl. 2), S2–29. 10.1016/j.vaccine.2005.01.107", "ArticleIdList": ["10.1016/j.vaccine.2005.01.107", "PMC3101117", "16823913"]}, {"Citation": "\nPlant Resources of Tropical Africa, PROTA. (2004). \nVernonia amygdalina Delile. Available: https://www.prota4u.org/database/protav8.asp?g=pe&p=Vernonia+amygdalina+Delile (Accessed Aug 18, 2020). "}, {"Citation": "Posadzki P., Watson L., Ernst E. (2013). Contamination and adulteration of herbal medicinal products (HMPs): an overview of systematic reviews. Eur. J. Clin. Pharmacol. 69 (3), 295–307. 10.1007/s00228-012-1353-z", "ArticleIdList": ["10.1007/s00228-012-1353-z", "22843016"]}, {"Citation": "Prescott H. C., Rice T. W. (2020). Corticosteroids in COVID-19 ARDS: evidence and hope during the pandemic. JAMA 324 (13), 1292–1295. 10.1001/jama.2020.16747", "ArticleIdList": ["10.1001/jama.2020.16747", "32876693"]}, {"Citation": "Rastogi S., Pandey D. N., Singh R. H. (2020). COVID-19 pandemic: a pragmatic plan for ayurveda intervention. J. Ayurveda Integr. Med. 9475–9476 (20), 30019–30028. 10.1016/j.jaim.2020.04.002", "ArticleIdList": ["10.1016/j.jaim.2020.04.002", "PMC7177084", "32382220"]}, {"Citation": "Rehman S. U., Choe K., Yoo H. H. (2016). Review on a traditional herbal medicine, Eurycoma longifolia Jack (tongkat ali): its traditional uses, chemistry, evidence-based pharmacology and toxicology. Molecules 21 (3), 331. 10.3390/molecules21030331", "ArticleIdList": ["10.3390/molecules21030331", "PMC6274257", "26978330"]}, {"Citation": "Ruan J., Li Z., Zhang Y., Chen Y., Liu M., Han L., et al. (2019). Bioactive constituents from the roots of Eurycoma longifolia . Molecules 24 (17), 3157. 10.3390/molecules24173157", "ArticleIdList": ["10.3390/molecules24173157", "PMC6749187", "31480226"]}, {"Citation": "Saalu L., Akunna G., Oyewopo A. (2013). The histo-morphometric evidences of Vernonia amygdalina leaf extract-induced testicular toxicity. Int. J. Morphol. 31, 662–667. 10.4067/S0717-95022013000200052", "ArticleIdList": ["10.4067/S0717-95022013000200052"]}, {"Citation": "Sachan A., Vishnoi G., Kumar R. (2016). Need of standardization of herbal medicines in modern era. Int. J. Phytomed. 8, 300. 10.5138/09750185.1847", "ArticleIdList": ["10.5138/09750185.1847"]}, {"Citation": "Saha A., Sharma A. R., Bhattacharya M., Sharma G., Lee S. S., Chakraborty C. (2020). Tocilizumab: a therapeutic option for the treatment of cytokine storm syndrome in COVID-19. Arch. Med. Res. 51 (6), 595–597. 10.1016/j.arcmed.2020.05.009", "ArticleIdList": ["10.1016/j.arcmed.2020.05.009", "PMC7241374", "32482373"]}, {"Citation": "Sahin U., Muik A., Derhovanessian E., Vogler I., Kranz L. M., Vormehr M., et al. (2020). COVID-19 vaccine BNT162b1 elicits human antibody and TH1 T cell responses. Nature 586, 594–599. 10.1038/s41586-020-2814-7", "ArticleIdList": ["10.1038/s41586-020-2814-7", "32998157"]}, {"Citation": "Salem A. M., Bamosa A. O., Qutub H. O., Gupta R. K., Badar A., Elnour A., et al. (2017). Effect of Nigella sativa supplementation on lung function and inflammatory mediators in partly controlled asthma: a randomized controlled trial. Ann. Saudi Med. 37 (1), 64–71. 10.5144/0256-4947.2017.64", "ArticleIdList": ["10.5144/0256-4947.2017.64", "PMC6148976", "28151459"]}, {"Citation": "Salem M. L., Alenzi F. Q., Attia W. Y. (2011). Thymoquinone, the active ingredient of Nigella sativa seeds, enhances survival and activity of antigen-specific CD8-positive T cells in vitro . Br. J. Biomed. Sci. 68 (3), 131–137. 10.1080/09674845.2011.11730340", "ArticleIdList": ["10.1080/09674845.2011.11730340", "21950205"]}, {"Citation": "Salem M. L., Hossain M. S. (2000). Protective effect of black seed oil from Nigella sativa against murine cytomegalovirus infection. Int. J. Immunopharmacol. 22 (9), 729–740. 10.1016/S0192-0561(00)00036-9", "ArticleIdList": ["10.1016/S0192-0561(00)00036-9", "10884593"]}, {"Citation": "Sardar T., Nadim S. S., Rana S., Chattopadhyay J. (2020). Assessment of lockdown effect in some states and overall India: a predictive mathematical study on COVID-19 outbreak. Chaos Solitons Fract. 139, 110078. 10.1016/j.chaos.2020.110078", "ArticleIdList": ["10.1016/j.chaos.2020.110078", "PMC7345298", "32834620"]}, {"Citation": "Schumacher M., Cerella C., Reuter S., Dicato M., Diederich M. (2011). Anti-inflammatory, pro-apoptotic, and anti-proliferative effects of a methanolic neem (Azadirachta indica) leaf extract are mediated via modulation of the nuclear factor-κB pathway. Genes Nutr. 6 (2), 149–160. 10.1007/s12263-010-0194-6", "ArticleIdList": ["10.1007/s12263-010-0194-6", "PMC3092905", "21484152"]}, {"Citation": "Singh T. U., Parida S., Lingaraju M. C., Kesavan M., Kumar D., Singh R. K. (2020). Drug repurposing approach to fight COVID-19. Pharmacol. Rep. 72 (6), 1479–1508. 10.1007/s43440-020-00155-6", "ArticleIdList": ["10.1007/s43440-020-00155-6", "PMC7474498", "32889701"]}, {"Citation": "Süntar I. (2019). Importance of ethnopharmacological studies in drug discovery: role of medicinal plants. Phytochem. Rev. 19, 1199. 10.1007/s11101-019-09629-9", "ArticleIdList": ["10.1007/s11101-019-09629-9"]}, {"Citation": "Talwar G. P., Pal R., Singh O., Garg S., Taluja V., Upadhyay S. N., et al. (1995). Safety of intrauterine administration of purified neem seed oil (Praneem vilci) in women & effect of its co-administration with the heterospecies dimer birth control vaccine on antibody response to human chorionic gonadotropin. Indian J. Med. Res. 102, 66–70.", "ArticleIdList": ["8834816"]}, {"Citation": "Talwar G. P., Shah S., Mukherjee S., Chabra R. (1997). Induced termination of pregnancy by purified extracts of Azadirachta indica (neem): mechanisms involved. Am. J. Reprod. Immunol. 37 (6), 485–491. 10.1111/j.1600-0897.1997.tb00264.x", "ArticleIdList": ["10.1111/j.1600-0897.1997.tb00264.x", "9228306"]}, {"Citation": "Tan Y. C., Lee J. C., Mohd Yusof N. S., Teh B. P., Syed Mohamed A. F. (2000). Malaysian herbal monograph development and challenges. J. Herb. Med. 23, 100380. 10.1016/j.hermed.2020.100380", "ArticleIdList": ["10.1016/j.hermed.2020.100380"]}, {"Citation": "Tavakkoli A., Mahdian V., Razavi B. M., Hosseinzadeh H. (2017). Review on clinical trials of black seed (Nigella sativa) and its active constituent, thymoquinone. J. Pharmacopunct. 20 (3), 179–193. 10.3831/KPI.2017.20.021", "ArticleIdList": ["10.3831/KPI.2017.20.021", "PMC5633670", "30087794"]}, {"Citation": "Tran T. V. A., Malainer C., Schwaiger S., Atanasov A. G., Heiss E. H., Dirsch V. M., et al. (2014). NF-κB inhibitors from Eurycoma longifolia . J. Nat. Prod. 77 (3), 483–488. 10.1021/np400701k", "ArticleIdList": ["10.1021/np400701k", "PMC3971761", "24467387"]}, {"Citation": "Ulasli M., Gurses S. A., Bayraktar R., Yumrutas O., Oztuzcu S., Igci M., et al. (2014). The effects of Nigella sativa (Ns), Anthemis hyalina (Ah) and Citrus sinensis (Cs) extracts on the replication of coronavirus and the expression of TRP genes family. Mol. Biol. Rep. 41 (3), 1703–1711. 10.1007/s11033-014-3019-7", "ArticleIdList": ["10.1007/s11033-014-3019-7", "PMC3933739", "24413991"]}, {"Citation": "United Nations Development Programme. (2020). Addressing the COVID-19 economic crisis in Asia through social protection, United States of America."}, {"Citation": "\nU.S. Food and Drug Administration. (2020). FDA approves first treatment for COVID-19. Available at: https://www.fda.gov/news-events/press-announcements/fda-approves-first-treatment-covid-19#:∼:text=Today%2C%20the%20U.S.%20Food%20and,of%20COVID%2D19%20requiring%20hospitalization (Accessed Nov 17, 2020). "}, {"Citation": "Van Norman G. A. (2020). Update to drugs, devices, and the FDA: how recent legislative changes have impacted approval of new therapies. JACC Basic Transl. Sci. 5 (8), 831–839. 10.1016/j.jacbts.2020.06.010", "ArticleIdList": ["10.1016/j.jacbts.2020.06.010", "PMC7444905", "32864509"]}, {"Citation": "Venugopalan S. S. K., Viswesharan N., Aiyalu R. N. (2011). Neem leaf glucosamine stimulates Interleukin-2 (IL-2) in swiss albino mice. Nat. Preced. 59, 231. 10.1038/npre.2011.5923.1", "ArticleIdList": ["10.1038/npre.2011.5923.1"]}, {"Citation": "Wang Y. F., Kang F., You S. J., Tsai C. H., Lin G. L. (2017). Preparation and characteristic of antibacterial facemasks with Chinese herbal microcapsules. Aerosol. Air Qual. Res. 17 (8), 2120–2129. 10.4209/aaqr.2017.06.0208", "ArticleIdList": ["10.4209/aaqr.2017.06.0208"]}, {"Citation": "\nWorld Health Organisation (2020a). Expert panel endorses protocol for COVID-19 herbal medicine clinical trials. Available at: https://www.afro.who.int/news/expert-panel-endorses-protocol-covid-19-herbal-medicine-clinical-trials (Accessed Sep 23, 2020). "}, {"Citation": "\nWorld Health Organisation (2020b). Naming the coronavirus disease (COVID-19) and the virus that causes it.Available at: https://www.who.int/emergencies/diseases/novel-coronavirus-2019/technical-guidance/naming-the-coronavirus-disease-(covid-2019)-and-the-virus-that-causes-it (Accessed Aug 18, 2020). "}, {"Citation": "\nWorld Health Organisation (2020c). Timeline: WHO's COVID-19 response. Available at: https://www.who.int/emergencies/diseases/novel-coronavirus-2019/interactive-timeline (Accessed Sep 23, 2020). "}, {"Citation": "World Health Organization Regional Office for the Western Pacific (1993). Research guidelines for evaluating the safety and efficacy of herbal medicines. Manila: WHO Regional Office for the Western Pacific."}, {"Citation": "Yee K. M., Noraisyah Z., Vandana K. C., Yogendra K. C. (2014). Evaluation of the genotoxicity of Eurycoma longifolia aqueous extract (Physta®) using in vitro AMES test and in vivo mammalian micronuclues test. Int. J. Pharm. 7 (8), 367–371."}, {"Citation": "Zakaria Y., Azlan N. Z., Hassan N. F. N., Muhammad H. (2016). Phytochemicals and acute oral toxicity studies of the aqueous extract of Vernonia amygdalina from state of Malaysia. J. Med. Plants Stud. 4, 1–5."}, {"Citation": "Zeng F., Huang Y., Guo Y., Yin M., Chen X., Xiao L., et al. (2020). Association of inflammatory markers with the severity of COVID-19: a meta-analysis. IJID 96, 467–474. 10.1016/j.ijid.2020.05.055", "ArticleIdList": ["10.1016/j.ijid.2020.05.055", "PMC7233226", "32425643"]}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "9", "Day": "29"}, {"Year": "2021", "Month": "2", "Day": "9"}, {"Year": "2021", "Month": "4", "Day": "12", "Hour": "6", "Minute": "16"}, {"Year": "2021", "Month": "4", "Day": "13", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "4", "Day": "13", "Hour": "6", "Minute": "1"}, {"Year": "2021", "Month": "3", "Day": "24"}], "PublicationStatus": "epublish", "ArticleIdList": ["33841143", "PMC8025226", "10.3389/fphar.2021.611408", "611408"]}}], "PubmedBookArticle": []}