{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Alzheimer’s disease", "Medicinal plants", "Natural products", "Traditional Persian Medicine (TPM)"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "33861451", "DateCompleted": {"Year": "2021", "Month": "04", "Day": "20"}, "DateRevised": {"Year": "2021", "Month": "05", "Day": "10"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": ["10.1007/978-3-030-64872-5_20"], "Journal": {"ISSN": "0065-2598", "JournalIssue": {"Volume": "1308", "PubDate": {"Year": "2021"}}, "Title": "Advances in experimental medicine and biology", "ISOAbbreviation": "Adv Exp Med Biol"}, "ArticleTitle": "Beneficial Medicinal Plants for Memory and Cognitive Functions Based on Traditional Persian Medicine.", "Pagination": {"StartPage": "283", "EndPage": "290", "MedlinePgn": "283-290"}, "Abstract": {"AbstractText": ["Alzheimer's disease (AD) is one of the most important causes of dementia, especially in the elderlies. Due to the failures of recent clinical trials in finding effective medications, it appears the use of complementary therapies such as Traditional Persian Medicine (TPM) and the rich sources of effective herbs as well as their constituents for improving memory function could be beneficial. The aim of this study was to evaluate the recommended natural remedies in the TPM and examine their pharmacological properties. For this purpose, the data were collected by searching the recommended prescriptions of the seminal TPM textbooks. Then, the names of the most freuqently mentioned plants were extracted from the natural remedies and evaluated for their pharmacological properties. The sources included recently published articles cited in the major scientific databases. A total of 262 plants were identified in 96 evaluated prescriptions; 20 plants were identified with the most frequency of report (i.e. more than 10 times). Their neuroprotective effects, antioxidant features, and anti-AD properties were discussed. Based on our results, TPM has introduced many effective treatments for AD. Hence, more clinical studies are warranted to verify their efficacy and safety."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Persian Medicine, Iran University of Medical Sciences, Tehran, Iran."}], "LastName": "Yousefsani", "ForeName": "Bahareh Sadat", "Initials": "BS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biological Sciences, University of Limerick, Limerick, Ireland."}, {"Identifier": [], "Affiliation": "Health Research Institute, University of Limerick, Limerick, Ireland."}], "LastName": "Barreto", "ForeName": "George E", "Initials": "GE"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Applied Biomedical Research Center, Mashhad University of Medical Sciences, Mashhad, Iran. sahebkara@mums.ac.ir."}, {"Identifier": [], "Affiliation": "Biotechnology Research Center, Pharmaceutical Technology Institute, Mashhad University of Medical Sciences, Mashhad, Iran. sahebkara@mums.ac.ir."}, {"Identifier": [], "Affiliation": "School of Pharmacy, Mashhad University of Medical Sciences, Mashhad, Iran. sahebkara@mums.ac.ir."}, {"Identifier": [], "Affiliation": "Polish Mother's Memorial Hospital Research Institute (PMMHRI), Lodz, Poland. sahebkara@mums.ac.ir."}], "LastName": "Sahebkar", "ForeName": "Amirhossein", "Initials": "A"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Adv Exp Med Biol", "NlmUniqueID": "0121103", "ISSNLinking": "0065-2598"}, "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Cognition"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Medicine, Traditional"}, {"QualifierName": [], "DescriptorName": "Memory"}, {"QualifierName": [], "DescriptorName": "Phytotherapy"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Hebert LE, Weuve J, Scherr PA, Evans DA (2013) Alzheimer disease in the United States (2010–2050) estimated using the 2010 census. Neurology 80(19):1778–1783", "ArticleIdList": ["23390181", "3719424"]}, {"Citation": "Atyabi A, Kordafshari G, Nejatbakhsh F, Mansouri P, Eghbalian F, Nasiri M, Shirbeigi L (2018) Evaluation of the role of whey with dodder oxymel on mild to moderate psoriasis: a double-blind, randomized controlled trial. Biomed Res Ther 5(8):2620–2632"}, {"Citation": "Eghbalian F, Esmaili N, Karimi M, Mohajerani F, Rahimi R, Atyabi A, Tohidinik HR, Shirbeigi L (2018) Comparison of the efficacy and tolerability of an oral dosage form made from Fumaria vaillantii versus cetirizinein management of chronic urticaria: a single-blind, randomized, clinical trial. Biomed Res Ther 5(6):2389–2401"}, {"Citation": "Tajoddini H, Choopani R (2019) From Nesyan to Alzheimer. J Islam Iran Tradit Med 10(2):141–150"}, {"Citation": "sadat Yousefsani B, Akbarizadeh N, Pourahmad J (2020) The antioxidant and neuroprotective effects of Zolpidem on acrylamide-induced neurotoxicity using Wistar rat primary neuronal cortical culture. Toxicol Rep 7:233–240", "ArticleIdList": ["32025499", "6997640"]}, {"Citation": "Rashedinia M, Lari P, Abnous K, Hosseinzadeh H (2015) Protective effect of crocin on acrolein-induced tau phosphorylation in the rat brain. Acta Neurobiol Exp 75(2):208–219"}, {"Citation": "Ota M, Houghton PJ (2008) Boswellic acids with acetylcholinesterase inhibitory properties from frankincense. Nat Prod Commun 3(1):1934578X0800300105"}, {"Citation": "Shirani K, Yousefsani BS, Shirani M, Karimi G (2020) Protective effects of naringin against drugs and chemical toxins induced hepatotoxicity: a review. Phytother Res 17"}, {"Citation": "Rahimi VB, Askari VR, Hosseini M, Yousefsani BS, Sadeghnia HR (2019) Anticonvulsant activity of Viola tricolor against seizures induced by pentylenetetrazol and maximal electroshock in mice. Iran J Med Sci 44(3):220"}, {"Citation": "Avicenna H (2005) Al-qanoon fi al-Tibb (the canon of medicine). Dare Ehia Attorath Al Arabi, Beirut"}, {"Citation": "Aghili MH, Kabir G (2006) Iran University of Medical Sciences Publisher. Tehran, 2: 900"}, {"Citation": "Nazem Jahan MA, Azam E (2008) Tehran: Iran University of Medical Sciences – Institute of History of Medicine, Islamic and Complementary Medicine; 2008. 1"}, {"Citation": "Nazem Jahan MA. Gharabadin azam. Tehran: Daneshgah Olom Pezeshki Iran; 1383"}, {"Citation": "Hosseini Shafaei MEM (2004) Qarabadin-e-Shafaei. Iran University of Medical Sciences, Tehran"}, {"Citation": "Mohammad karimkhan. Daghaegh al alaj. Tehran. Chogan; 2006"}, {"Citation": "Hritcu L, Noumedem JA, Cioanca O, Hancianu M, Kuete V, Mihasan M (2014) Methanolic extract of Piper nigrum fruits improves memory impairment by decreasing brain oxidative stress in amyloid beta (1–42) rat model of Alzheimer’s disease. Cell Mol Neurobiol 34(3):437–449", "ArticleIdList": ["24442916"]}, {"Citation": "Yang W, Chen YH, Liu H, Qu HD (2015) Neuroprotective effects of piperine on the 1-methyl-4-phenyl-1, 2, 3, 6-tetrahydropyridine-induced Parkinson’s disease mouse model. Int J Mol Med 36(5):1369–1376", "ArticleIdList": ["26648012"]}, {"Citation": "Gülçin İ (2005 Jan 1) The antioxidant and radical scavenging activities of black pepper (Piper nigrum) seeds. Int J Food Sci Nutr 56(7):491–499", "ArticleIdList": ["16503560"]}, {"Citation": "Mathew S, Abraham TE (2006) In vitro antioxidant activity and scavenging effects of Cinnamomum verum leaf extract assayed by different methodologies. Food Chem Toxicol 44(2):198–206", "ArticleIdList": ["16087283"]}, {"Citation": "Ramshini H, Ebrahim-Habibi A, Aryanejad S, Rad A (2015) Effect of cinnamomum verum extract on the amyloid formation of hen egg-white lysozyme and study of its possible role in Alzheimer’s disease. Basic Clin Neurosci 6(1):29", "ArticleIdList": ["27504154", "4741270"]}, {"Citation": "Gomada Y (2012) Neuroprotective effects of cinnamon (cinnamomum verum) via modulation of stress response signaling. [Master’s thesis]. Texas State University-San; 174 p"}, {"Citation": "Waggas AM (2009) Neuroprotective evaluation of extract of ginger (Zingiber officinale) root in monosodium glutamate-induced toxicity in defferent brain areas male albino rats. Pak J Biol Sci 12(3):201", "ArticleIdList": ["19579948"]}, {"Citation": "Mathew M, Subramanian S (2014) In vitro evaluation of anti-Alzheimer effects of dry ginger (Zingiber officinale roscoe) extract. Indian J Exp Biol 52:606–612", "ArticleIdList": ["24956891"]}, {"Citation": "Stoilova I, Krastanov A, Stoyanova A, Denev P, Gargova S (2007) Antioxidant activity of a ginger extract (Zingiber officinale). Food Chem 102(3):764–770"}, {"Citation": "Cheng HY, Lin TC, Yu KH, Yang CM, Lin CC (2003) Antioxidant and free radical scavenging activities of Terminalia chebula. Biol Pharm Bull 26(9):1331–1335", "ArticleIdList": ["12951481"]}, {"Citation": "Afshari AR, Sadeghnia HR, Mollazadeh H (2016) A review on potential mechanisms of Terminalia chebula in Alzheimer’s disease. Adv Pharmacol Sci, Article ID:8964849, 14 pages"}, {"Citation": "Chang CL, Lin CS (2012) Phytochemical composition, antioxidant activity, and neuroprotective effect of Terminalia chebula Retzius extracts. Evid-Based Complement Altern Med. Volume 2012, Article ID 125247, 7 pages"}, {"Citation": "Moussaieff A, Shein NA, Tsenter J, Grigoriadis S, Simeonidou C, Alexandrovich AG, Trembovler V, Ben-Neriah Y, Schmitz ML, Fiebich BL, Munoz E (2008) Incensole acetate: a novel neuroprotective agent isolated from Boswellia carterii. J Cereb Blood Flow Metab 28(7):1341–1352", "ArticleIdList": ["18414499"]}, {"Citation": "Yassin N, El-Shenawy S, Mahdy KA, Gouda N, Marrie AE, Farrag A, Ibrahim BM (2013) Effect of Boswellia serrata on Alzheimer’s disease induced in rats. J Arab Soc Med Res 8:1–1"}, {"Citation": "Hartmann RM, Martins MI, Tieppo J, Fillmann HS, Marroni NP (2012) Effect of Boswellia serrata on antioxidant status in an experimental model of colitis rats induced by acetic acid. Dig Dis Sci 57(8):2038–2044", "ArticleIdList": ["22451119"]}, {"Citation": "Saleem S, Ahmad M, Ahmad AS, Yousuf S, Ansari MA, Khan MB, Ishrat T, Islam F (2006) Effect of Saffron (Crocus sativus) on neurobehavioral and neurochemical changes in cerebral ischemia in rats. J Med Food 9(2):246–253", "ArticleIdList": ["16822211"]}, {"Citation": "Khalili M, Hamzeh F (2010) Effects of active constituents of Crocus sativus L., crocin on streptozocin-induced model of sporadic Alzheimer's disease in male rats. Iran Biomed J 14(1–2):59", "ArticleIdList": ["20683499", "3878147"]}, {"Citation": "Karimi E, Oskoueian E, Hendra R, Jaafar HZ (2010) Evaluation of Crocus sativus L. stigma phenolic and flavonoid compounds and its antioxidant activity. Molecules 15(9):6244–6256", "ArticleIdList": ["20877220", "6257777"]}, {"Citation": "Bi Y, Qu PC, Wang QS, Zheng L, Liu HL, Luo R, Chen XQ, Ba YY, Wu X, Yang H (2015) Neuroprotective effects of alkaloids from Piper longum in a MPTP-induced mouse model of Parkinson’s disease. Pharm Biol 53(10):1516–1524", "ArticleIdList": ["25857256"]}, {"Citation": "Chonpathompikunlert P, Wattanathorn J, Muchimapura S (2010) Piperine, the main alkaloid of Thai black pepper, protects against neurodegeneration and cognitive impairment in animal model of cognitive deficit like condition of Alzheimer’s disease. Food Chem Toxicol 48(3):798–802", "ArticleIdList": ["20034530"]}, {"Citation": "Reddy NJ, Vali DN, Rani M, Rani SS (2014) Evaluation of antioxidant, antibacterial and cytotoxic effects of green synthesized silver nanoparticles by Piper longum fruit. Mater Sci Eng C 34:115–122"}, {"Citation": "Mohammadi M, Asili J, Kamali H (2014) Study of the antioxidant and antibacterial activity in methanolic, dichloromethan and hexane extracts of aerial parts of Cyperus longos. J North Khorasan Univ Med Sci 6(1):161–167"}, {"Citation": "Adhami HR, Farsam H, Krenn L (2011) Screening of medicinal plants from Iranian traditional medicine for acetylcholinesterase inhibition. Phytother Res 25(8):1148–1152", "ArticleIdList": ["21287652"]}, {"Citation": "Zhang J, Yang X, Pan Y, Teng W, Yuan X, Chao G, Wu J (2011) Cytological effect of space flight on physiological indexes and antioxidant enzymes of SP1 generation of Dianthus barbatus. J Northeast Forestry Univ 39(6):24–37"}, {"Citation": "M. Calderon-Montano J, Burgos-Morón E, Pérez-Guerrero C, López-Lázaro M (2011) A review on the dietary flavonoid kaempferol. Mini Rev Med Chem 11(4):298–344"}, {"Citation": "Кatsarova М, Dimitrova S, Lukanov L, Sadakov F, Denev P, Plotnikov E, Kandilarov I, Kostadinova I (2017) Antioxidant activity and nontoxicity of extracts from Valeriana officinalis, Мelissa officinalis, Crataegus monogyna, Hypericum perforatum, Serratula coronatа and combinations Antistress 1 and Antistress 2. Bulg Chem Commun 49:93–98"}, {"Citation": "Nazir R (2019) Biotechnological strategies for production of anti-Alzheimer compounds from Valeriana spp. J Gujarat Res Soc 21(8):653–671"}, {"Citation": "Kumar GP, Anilakumar KR, Naveen S (2015) Phytochemicals having neuroprotective properties from dietary sources and medicinal herbs. Pharm J 7(1)"}, {"Citation": "Quartu M, Serra MP, Boi M, Pillolla G, Melis T, Poddighe L, Del Fiacco M, Falconieri D, Carta G, Murru E, Cordeddu L (2012) Effect of acute administration of Pistacia lentiscus L. essential oil on rat cerebral cortex following transient bilateral common carotid artery occlusion. Lipids Health Dis 11(1):8"}, {"Citation": "Mansouri SM, Naghizadeh B, Hosseinzadeh H (2005) The effect of Pistacia vera L. gum extract on oxidative damage during experimental cerebral ischemia-reperfusion in rats. Iran Biomed Med 9(4):181–185"}, {"Citation": "Ammari M, Othman H, Hajri A, Sakly M, Abdelmelek H (2018) Pistacia lentiscus oil attenuates memory dysfunction and decreases levels of biomarkers of oxidative stress induced by lipopolysaccharide in rats. Brain Res Bull 140:140–147", "ArticleIdList": ["29715489"]}, {"Citation": "Moure A, Franco D, Sineiro J, Dominguez H, Núñez MJ, Lema JM (2001) Antioxidant activity of extracts from Gevuina avellana and Rosa rubiginosa defatted seeds. Food Res Int 34(2–3):103–109"}, {"Citation": "Shukla PK, Khanna VK, Ali MM, Maurya R, Khan MY, Srimal RC (2006) Neuroprotective effect of Acorus calamus against middle cerebral artery occlusion–induced ischaemia in rat. Hum Exp Toxicol 25(4):187–194", "ArticleIdList": ["16696294"]}, {"Citation": "Ahmed F, Chandra JN, Urooj A, Rangappa KS (2009) In vitro antioxidant and anticholinesterase activity of Acorus calamus and Nardostachys jatamansi rhizomes. J Pharm Res 2(5):830"}, {"Citation": "Devi SA, Ganjewala D (2011) Antioxidant activities of methanolic extracts of sweet-flag (Acorus calamus) leaves and rhizomes. J Herbs Spices Med Plants 17(1):1–1"}, {"Citation": "Rose K, Wan C, Thomas A, Seeram NP, Ma H (2018) Phenolic Compounds Isolated and Identified from Amla (Phyllanthus emblica) Juice Powder and their Antioxidant and Neuroprotective Activities. Nat Prod Commun 13(10):1934578X1801301019"}, {"Citation": "Biswas K, Islam A, Sharmin T, Biswas PK (2015) In-vitro cholinesterase inhibitory activity of dry fruit extract of Phyllanthus emblica relevant to the treatment of Alzheimer’s disease. J Phytopharmacol 4:5–8"}, {"Citation": "Liu X, Zhao M, Wang J, Yang B, Jiang Y (2008) Antioxidant activity of methanolic extract of emblica fruit (Phyllanthus emblica L.) from six regions in China. J Food Compos Anal 21(3):219–228"}, {"Citation": "Kopyt’ko YF, Shchurevich NN, Sokol’skaya TA, Markaryan AA, Dargaeva TD (2013) Uses, chemical composition, and standardization of plant raw material and medicinal substances from plants of the genus Asarum L. Pharm Chem J 47(3):157–168"}, {"Citation": "Mimica-Dukić N, Couladi M, Jovin E, Tzakou O, Bozin B, Simin N. Essential oil and antioxidant activity of Asaraum europaeum L.(Aristolochiaceae) from Serbia. 36th international symposium on essential oils. 4–7 September, Budapest, Hungary. P-153"}, {"Citation": "Hancianu M, Cioanca O, Mihasan M, Hritcu L (2013) Neuroprotective effects of inhaled lavender oil on scopolamine-induced dementia via anti-oxidative activities in rats. Phytomedicine 20(5):446–452", "ArticleIdList": ["23351960"]}, {"Citation": "Zali H, Zamanian-Azodi M, Tavirani MR, Baghban AA (2015) Protein drug targets of lavandula angustifolia on treatment of rat Alzheimer’s disease. Iran J Pharm Res 14(1):291", "ArticleIdList": ["25561935", "4277642"]}, {"Citation": "Spiridon I, Colceru S, Anghel N, Teaca CA, Bodirlau R, Armatu A (2011) Antioxidant capacity and total phenolic contents of oregano (Origanum vulgare), lavender (Lavandula angustifolia) and lemon balm (Melissa officinalis) from Romania. Nat Prod Res 25(17):1657–1661", "ArticleIdList": ["21707233"]}, {"Citation": "Akhondzadeh S, Noroozian M, Mohammadi M, Ohadinia S, Jamshidi AH, Khani M (2003) Melissa officinalis extract in the treatment of patients with mild to moderate Alzheimer’s disease: a double blind, randomised, placebo controlled trial. J Neurol Neurosurg Psychiatry 74(7):863–866", "ArticleIdList": ["12810768", "1738567"]}, {"Citation": "Koksal E, Bursal E, Dikici E, Tozoglu F, Gulcin I (2011) Antioxidant activity of Melissa officinalis leaves. J Med Plants Res 5(2):217–222"}, {"Citation": "López V, Martín S, Gómez-Serranillos MP, Carretero ME, Jäger AK, Calvo MI (2009) Neuroprotective and neurological properties of Melissa officinalis. Neurochem Res 34(11):1955–1961", "ArticleIdList": ["19760174"]}, {"Citation": "Plaingam W, Sangsuthum S, Angkhasirisap W, Tencomnao T (2017) Kaempferia parviflora rhizome extract and Myristica fragrans volatile oil increase the levels of monoamine neurotransmitters and impact the proteomic profiles in the rat hippocampus: mechanistic insights into their neuroprotective effects. J Tradit Complement Med 7(4):538–552", "ArticleIdList": ["29034205", "5634759"]}, {"Citation": "Chatterjee S, Niaz Z, Gautam S, Adhikari S, Variyar PS, Sharma A (2007) Antioxidant activity of some phenolic constituents from green pepper (Piper nigrum L.) and fresh nutmeg mace (Myristica fragrans). Food Chem 101(2):515–523"}, {"Citation": "Parle M, Dhingra D, Kulkarni SK (2004) Improvement of mouse memory by Myristica fragrans seeds. J Med Food 7(2):157–161", "ArticleIdList": ["15298762"]}, {"Citation": "Masoumi-Ardakani Y, Mahmoudvand H, Mirzaei A, Esmaeilpour K, Ghazvini H, Khalifeh S, Sepehri G (2017) The effect of Elettaria cardamomum extract on anxiety-like behavior in a rat model of post-traumatic stress disorder. Biomed Pharmacother 87:489–495", "ArticleIdList": ["28073098"]}, {"Citation": "Prabha M, Anusha TS (2015) Esterase’s properties in commonly used Indian spices for Alzheimer’s disease model. J Biochem Technol 6(1):875–882"}, {"Citation": "Singh G, Kiran S, Marimuthu P, Isidorov V, Vinogorova V (2008) Antioxidant and antimicrobial activities of essential oil and various oleoresins of Elettaria cardamomum (seeds and pods). J Sci Food Agric 88(2):280–289"}, {"Citation": "Khadri A, Neffati M, Smiti S, Falé P, Lino AR, Serralheiro ML, Araújo ME (2010) Antioxidant, antiacetylcholinesterase and antimicrobial activities of Cymbopogon schoenanthus L. Spreng (lemon grass) from Tunisia. LWT-Food Sci Technol 43(2):331–336"}, {"Citation": "Ahmed-Farid OA, El-Motelp BA, Essa EA, Warda M (2018) Synergistic renoprotective effect of a compiled branched-chain amino acids and Cymbopogon schoenanthus extract against experimentally induced oxido-nitrosative renal insult. Asian Pac J Trop Med 11(5):342"}, {"Citation": "Tajadini H, Saifadini R, Choopani R, Mehrabani M, Kamalinejad M, Haghdoost AA (2015) Herbal medicine Davaie Loban in mild to moderate Alzheimer’s disease: a 12-week randomized double-blind placebo-controlled clinical trial. Complement Ther Med 23(6):767–772", "ArticleIdList": ["26645514"]}, {"Citation": "Mao Q-Q, Xian Y-F, Ip S-P, Che C-T (2011) Involvement of serotonergic system in the antidepressant-like effect of piperine. Prog Neuro-Psychopharmacol Biol Psychiatry 35(4):1144–1147. https://doi.org/10.1016/j.pnpbp.2011.03.017", "ArticleIdList": ["10.1016/j.pnpbp.2011.03.017"]}, {"Citation": "Wattanathorn J, Chonpathompikunlert P, Muchimapura S, Priprem A, Tankamnerdthai O (2008) Piperine, the potential functional food for mood and cognitive disorders. Food Chem Toxicol 46(9):3106–3110", "ArticleIdList": ["18639606"]}, {"Citation": "Sohrabvand F, Mahroozade S, Bioos S, Nazari SM, Dabaghian FH (2017) Improvement in sperm parameters with traditional Iranian remedy: a case report. J Evid-Based Complement Altern Med 22(2):223–226"}, {"Citation": "Sobhani Z, Reza Nami S, Ahmad Emami S, Sahebkar A, Javadi B (2017) Medicinal plants targeting cardiovascular diseases in view of Avicenna. Curr Pharm Des 23:2428–2443", "ArticleIdList": ["28215156"]}, {"Citation": "Javadi B, Sahebkar A, Emami SA (2013) A survey on saffron in major islamic traditional medicine books. Iran J Basic Med Sci 16(1):1–11"}, {"Citation": "Akhondzadeh S, Shafiee Sabet M, Harirchian MH, Togha M, Cheraghmakani H, Razeghi S et al (2010) A 22-week, multicenter, randomized, double-blind controlled trial of Crocus sativus in the treatment of mild-to-moderate Alzheimer’s disease. Psychopharmacol 207:637–643"}, {"Citation": "SoltaniArabshahi S, MohammadiKenari H, Kordafshari G, Shams-Ardakani M, Bigdeli S (2015) Criteria for evidence-based practice in Iranian traditional medicine. Acta Med Iran 53(7):419–424"}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "4", "Day": "16", "Hour": "12", "Minute": "20"}, {"Year": "2021", "Month": "4", "Day": "17", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "4", "Day": "21", "Hour": "6", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["33861451", "10.1007/978-3-030-64872-5_20"]}}], "PubmedBookArticle": []}