{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Atherosclerosis", "Curcumin", "Phytosome", "Rabbit"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "33861435", "DateCompleted": {"Year": "2021", "Month": "04", "Day": "20"}, "DateRevised": {"Year": "2021", "Month": "04", "Day": "20"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": ["10.1007/978-3-030-64872-5_4"], "Journal": {"ISSN": "0065-2598", "JournalIssue": {"Volume": "1308", "PubDate": {"Year": "2021"}}, "Title": "Advances in experimental medicine and biology", "ISOAbbreviation": "Adv Exp Med Biol"}, "ArticleTitle": "Protective Effects of Curcumin Phytosomes Against High-Fat Diet-Induced Atherosclerosis.", "Pagination": {"StartPage": "37", "EndPage": "44", "MedlinePgn": "37-44"}, "Abstract": {"AbstractText": ["Curcumin has been shown to have beneficial effects on pathogenic factors involved in the development of atherosclerosis. The aim of this study was to assess the effects of curcumin phytosomes on atherosclerosis induced by high-fat diet in rabbits. A total of 16 adult male New Zealand white rabbits (1.8-2 kg) were fed with a diet containing 0.5% cholesterol for 4 weeks. The rabbits were randomly divided into four groups of four animals each. Group I orally received PBS for 4 weeks. Group II animals were treated with curcumin-phosphatidylcholine solid state dispersion (Meriva®, Indena, Italy) suspended in normal saline at doses equivalent to 100 mg/kg of curcuminoids per day p.o., for 4 weeks. Groups III and IV were treated with curcumin-phosphatidylserine solid state dispersion (Meriserin®, Indena, Italy) suspended in normal saline at doses equivalent to 10 and 100 mg/kg of curcuminoids, respectively, per day p.o., for 4 weeks. For atherosclerosis evaluation, histological examinations on aortic arch section were performed. Blood samples were obtained to determine lipid profile and high-sensitivity C-reactive protein (hs-CRP) levels. Curcumin-phosphatidylserine (100 mg/kg) therapy resulted in a significant reduction in grading of atherosclerotic plaque and intima/media thickness ratio (P < 0.05) and decreased presence of inflammatory cells in the atherosclerotic lesions compared to the control group. However, no significant differences were observed between the curcumin-phospholipid preparations and the control group regarding lipid profile and hs-CRP levels. Results of the present study revealed an atheroprotective effect of curcumin-phosphatidylserine (100 mg/kg) solid dispersion as revealed by a reduction in the development of atherosclerotic lesions."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Nanotechnology Research Center, Pharmaceutical Technology Institute, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Hatamipour", "ForeName": "Mahdi", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Food Science and Technology, Quchan Branch, Islamic Azad University, Quchan, Iran."}, {"Identifier": [], "Affiliation": "Department of Nutrition, Faculty of Medicine, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Jamialahmadi", "ForeName": "Tannaz", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Nanotechnology Research Center, Pharmaceutical Technology Institute, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Ramezani", "ForeName": "Mahin", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Pharmacological Research Center of Medicinal Plants, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Tabassi", "ForeName": "Sayyed Abolghasem Sajadi", "Initials": "SAS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Biomedical Research Unit, Mexican Social Security Institute, Durango, Mexico."}], "LastName": "Simental-Mendía", "ForeName": "Luis E", "Initials": "LE"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Pharmacy, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Sarborji", "ForeName": "Mohammad Reza", "Initials": "MR"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Hypertension, WAM University Hospital in Lodz, Medical University of Lodz, Lodz, Poland."}, {"Identifier": [], "Affiliation": "Polish Mother's Memorial Hospital Research Institute (PMMHRI), Lodz, Poland."}], "LastName": "Banach", "ForeName": "Maciej", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Applied Biomedical Research Center, Mashhad University of Medical Sciences, Mashhad, Iran. sahebkara@mums.ac.ir."}, {"Identifier": [], "Affiliation": "Biotechnology Research Center, Pharmaceutical Technology Institute, Mashhad University of Medical Sciences, Mashhad, Iran. sahebkara@mums.ac.ir."}, {"Identifier": [], "Affiliation": "School of Pharmacy, Mashhad University of Medical Sciences, Mashhad, Iran. sahebkara@mums.ac.ir."}, {"Identifier": [], "Affiliation": "Polish Mother's Memorial Hospital Research Institute (PMMHRI), Lodz, Poland. sahebkara@mums.ac.ir."}], "LastName": "Sahebkar", "ForeName": "Amirhossein", "Initials": "A"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Adv Exp Med Biol", "NlmUniqueID": "0121103", "ISSNLinking": "0065-2598"}, "ChemicalList": [{"RegistryNumber": "IT942ZTH98", "NameOfSubstance": "Curcumin"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": ["drug therapy", "prevention & control"], "DescriptorName": "Atherosclerosis"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Curcumin"}, {"QualifierName": ["adverse effects"], "DescriptorName": "Diet, High-Fat"}, {"QualifierName": [], "DescriptorName": "Italy"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": [], "DescriptorName": "Plaque, Atherosclerotic"}, {"QualifierName": [], "DescriptorName": "Rabbits"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Libby P (2012) Inflammation in atherosclerosis. Arterioscler Thromb Vasc Biol 32(9):2045–2051", "ArticleIdList": ["10.1161/ATVBAHA.108.179705"]}, {"Citation": "Gisterå AHG (2017) The immunology of atherosclerosis. Nat Rev Nephrol 13(6):368–380", "ArticleIdList": ["10.1038/nrneph.2017.51"]}, {"Citation": "Ross R (1999) Atherosclerosis--an inflammatory disease. N Engl J Med 340(2):115–126", "ArticleIdList": ["10.1056/NEJM199901143400207"]}, {"Citation": "Lusis AJ (2000) Atherosclerosis. Nature 407(6801):233–241", "ArticleIdList": ["10.1038/35025203"]}, {"Citation": "Libby P (2000) Changing concepts of atherogenesis. J Intern Med 247(3):349–358", "ArticleIdList": ["10.1046/j.1365-2796.2000.00654.x"]}, {"Citation": "Mink PJSC, Barraj LM, Harnack L, Hong CP, Nettleton JA, Jacobs DR Jr (2007) Flavonoid intake and cardiovascular disease mortality: a prospective study in postmenopausal women. Am J Clin Nutr 85(3):895–909", "ArticleIdList": ["10.1093/ajcn/85.3.895"]}, {"Citation": "Dower JIGJ, Gijsbers L, Zock PL, Kromhout D, Hollman PC (2015) Effects of the pure flavonoids epicatechin and quercetin on vascular function and cardiometabolic health: a randomized, double-blind, placebo-controlled, crossover trial. Am J Clin Nutr 101(5):914–921", "ArticleIdList": ["10.3945/ajcn.114.098590"]}, {"Citation": "Torres-Urrutia CGL, Schmeda-Hirschmann G, Moore-Carrasco R, Alarcón M, Astudillo L, Gutierrez M, Carrasco G, Yuri JA, Aranda E, Palomo I (2011) Antiplatelet, anticoagulant, and fibrinolytic activity in vitro of extracts from selected fruits and vegetables. Blood Coagul Fibrinolysis 22(3):197–205", "ArticleIdList": ["10.1097/MBC.0b013e328343f7da"]}, {"Citation": "Martin RCAH, Malik D, Li Y (2012) Effect on pro-inflammatory and antioxidant genes and bioavailable distribution of whole turmeric vs curcumin: similar root but different effects. Food Chem Toxicol 50(2):227–231", "ArticleIdList": ["10.1016/j.fct.2011.10.070"]}, {"Citation": "Panahi Y, Ahmadi Y, Teymouri M, Johnston TP, Sahebkar A (2018) Curcumin as a potential candidate for treating hyperlipidemia: A review of cellular and metabolic mechanisms. J Cell Physiol 233(1):141–152"}, {"Citation": "Iranshahi M, Sahebkar A, Takasaki M, Konoshima T, Tokuda H (2009) Cancer chemopreventive activity of the prenylated coumarin, umbelliprenin, in vivo. Eur J Cancer Prev 18(5):412–415"}, {"Citation": "Mollazadeh H, Cicero AFG, Blesso CN, Pirro M, Majeed M, Sahebkar A (2019) Immune modulation by curcumin: the role of interleukin-10. Crit Rev Food Sci Nutr 59(1):89–101", "ArticleIdList": ["10.1080/10408398.2017.1358139"]}, {"Citation": "Momtazi AA, Derosa G, Maffioli P, Banach M, Sahebkar A (2016) Role of microRNAs in the therapeutic effects of curcumin in non-cancer diseases. Mol Diagn Ther 20(4):335–345", "ArticleIdList": ["10.1007/s40291-016-0202-7"]}, {"Citation": "Momtazi AA, Sahebkar A (2016) Difluorinated curcumin: a promising curcumin analogue with improved anti-tumor activity and pharmacokinetic profile. Curr Pharm Des 22(28):4386–4397", "ArticleIdList": ["10.2174/1381612822666160527113501"]}, {"Citation": "Soleimani V, Sahebkar A, Hosseinzadeh H (2018) Turmeric (Curcuma longa) and its major constituent (curcumin) as nontoxic and safe substances: Review. Phytother Res 32(6):985–995"}, {"Citation": "Ghandadi M, Sahebkar A (2017) Curcumin: An effective inhibitor of interleukin-6. Curr Pharm Des 23(6):921–931"}, {"Citation": "Teymouri M, Pirro M, Johnston TP, Sahebkar A (2017) Curcumin as a multifaceted compound against human papilloma virus infection and cervical cancers: a review of chemistry, cellular, molecular, and preclinical features. Biofactors 43(3):331–346", "ArticleIdList": ["10.1002/biof.1344"]}, {"Citation": "Ramírez-Tortosa MCMM, Aguilera MC, Quiles JL, Baró L, Ramirez-Tortosa CL, Martinez-Victoria E, Gil A (1999) Oral administration of a turmeric extract inhibits LDL oxidation and has hypocholesterolemic effects in rabbits with experimental atherosclerosis. Atherosclerosis 147(2):371–378", "ArticleIdList": ["10.1016/S0021-9150(99)00207-5"]}, {"Citation": "Shin SKHT, McGregor RA, Choi MS (2011) Long-term curcumin administration protects against atherosclerosis via hepatic regulation of lipoprotein cholesterol metabolism. Mol Nutr Food Res 55(12):1829–1840", "ArticleIdList": ["10.1002/mnfr.201100440"]}, {"Citation": "Kim YSAY, Hong MH, Joo SY, Kim KH, Sohn IS, Park HW, Hong YJ, Kim JH, Kim W, Jeong MH, Cho JG, Park JC, Kang JC (2007) Curcumin attenuates inflammatory responses of TNF-alpha-stimulated human endothelial cells. J Cardiovasc Pharmacol 50(1):41–49", "ArticleIdList": ["10.1097/FJC.0b013e31805559b9"]}, {"Citation": "Yang XTD, Zhang X, Culver BW, Alexander BM, Murdoch WJ, Rao MN, Tulis DA, Ren J, Sreejayan N (2006) Curcumin inhibits platelet-derived growth factor-stimulated vascular smooth muscle cell function and injury-induced neointima formation. Arterioscler Thromb Vasc Biol 26(1):85–90", "ArticleIdList": ["10.1161/01.ATV.0000191635.00744.b6"]}, {"Citation": "Olszanecki RJJ, Gajda M, Mateuszuk L, Gebska A, Korabiowska M, Chłopicki S, Korbut R (2005) Effect of curcumin on atherosclerosis in apoE/LDLR-double knockout mice. J Physiol Pharmacol 56(4):627–635", "ArticleIdList": ["16391419"]}, {"Citation": "Quiles JLMM, Ramírez-Tortosa CL, Aguilera CM, Battino M, Gil A, Ramírez-Tortosa MC (2002) Curcuma longa extract supplementation reduces oxidative stress and attenuates aortic fatty streak development in rabbits. Arterioscler Thromb Vasc Biol 22(7):1225–1231", "ArticleIdList": ["10.1161/01.ATV.0000020676.11586.F2"]}, {"Citation": "Coban DMD, Chanet A, Khallou-Laschet J, Sabbe L, Palagani A, Vanden Berghe W, Mazur A, Morand C (2012) Dietary curcumin inhibits atherosclerosis by affecting the expression of genes involved in leukocyte adhesion and transendothelial migration. Mol Nutr Food Res 56(8):1270–1281", "ArticleIdList": ["10.1002/mnfr.201100818"]}, {"Citation": "Yu YMLH (2010) Curcumin prevents human aortic smooth muscle cells migration by inhibiting of MMP-9 expression. Nutr Metab Cardiovasc Dis 20(2):125–132", "ArticleIdList": ["10.1016/j.numecd.2009.03.001"]}, {"Citation": "Panahi YHM, Khalili N, Naimi E, Majeed M, Sahebkar A (2015) Antioxidant and anti-inflammatory effects of curcuminoid-piperine combination in subjects with metabolic syndrome: a randomized controlled trial and an updated meta-analysis. Clin Nutr 34(6):1101–1108", "ArticleIdList": ["10.1016/j.clnu.2014.12.019"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "4", "Day": "16", "Hour": "12", "Minute": "19"}, {"Year": "2021", "Month": "4", "Day": "17", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "4", "Day": "21", "Hour": "6", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["33861435", "10.1007/978-3-030-64872-5_4"]}}], "PubmedBookArticle": []}