{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Antibacterial agents", "Biofilm", "Escherichia coli", "Essential oils", "Medicinal plants", "Salmonella", "Satureja"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "33889365", "DateRevised": {"Year": "2023", "Month": "11", "Day": "11"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": ["10.18502/ijm.v13i1.5495"], "Journal": {"ISSN": "2008-3289", "JournalIssue": {"Volume": "13", "Issue": "1", "PubDate": {"Year": "2021", "Month": "Feb"}}, "Title": "Iranian journal of microbiology", "ISOAbbreviation": "Iran J Microbiol"}, "ArticleTitle": "Antimicrobial and antibiofilm effects of <i>Satureja hortensis</i> essential oil against <i>Escherichia coli</i> and <i>Salmonella</i> isolated from poultry.", "Pagination": {"StartPage": "74", "EndPage": "80", "MedlinePgn": "74-80"}, "Abstract": {"AbstractText": ["<i>Escherichia coli</i> and some <i>Salmonella</i> serovars cause various disease manifestations in poultry leading to significant economic losses. The widespread and imprudent use of antibacterial agents in poultry flocks have increased resistant to many antibacterial agents which has become a major public health concern. Some medicinal plants may be alternative to antibacterial agents. The purpose of this study was to investigate the antibacterial and anti-biofilm activity of summer savory essential oil against <i>E. coli</i> and <i>Salmonella</i> isolated from poultry.", "The essential oil was extracted using a Clevenger apparatus and subsequently its compounds were determined using GC-MS. Antibacterial properties of essential oil were determined by disc diffusion method, minimum inhibitory concentration (MIC) and minimum bactericidal concentration (MBC). To evaluate the anti-biofilm properties the Microtiter plate test was used. Herbal essential oil was extracted and its compounds were identified correctly.", "The major components of <i>Satureja hortensis</i> essential oil were thymol (41.28%), γ-terpinene (37.63%), p-cymene (12.2%) and α-terpinene (3.52%). The inhibition zone diameter in the disc diffusion test for <i>E. coli</i> and <i>Salmonella</i> were 32 ± 3 and 38 ± 4 mm, respectively, which was confirmed by MIC and MBC values. Regarding anti-biofilm activity, the MIC/2 concentration of <i>S. hortensis</i> significantly inhibited biofilm formation of <i>E. coli</i>. However, inhibition of biofilm formation of <i>Salmonella</i> was shown at concentration of MIC/2 and MIC/4.", "Based on our results, <i>S. hortensis</i> essential oil showed the growth inhibition and bactericidal activity against <i>E. coli</i> and <i>Salmonella</i>. Moreover, this study demonstrated anti-biofilm activity of <i>S. hortensis</i> essential against both tested bacteria."], "CopyrightInformation": "Copyright © 2021 The Authors. Published by Tehran University of Medical Sciences."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Avian Diseases, Faculty of Veterinary Medicine, University of Tehran, Tehran, Iran."}], "LastName": "Seyedtaghiya", "ForeName": "Mohammad Haji", "Initials": "MH"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Microbiology and Immunology, Faculty of Veterinary Medicine, University of Tehran, Tehran, Iran."}], "LastName": "Fasaei", "ForeName": "Bahar Nayeri", "Initials": "BN"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Avian Diseases, Faculty of Veterinary Medicine, University of Tehran, Tehran, Iran."}], "LastName": "Peighambari", "ForeName": "Seyed Mostafa", "Initials": "SM"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Iran", "MedlineTA": "Iran J Microbiol", "NlmUniqueID": "101518404", "ISSNLinking": "2008-3289"}}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Lemos AS, Campos LM, Melo L, Guedes MC, Oliveira LG, Silva TP, et al. Antibacterial and antibiofilm activities of psychorubrin, a pyranonaphthoquinone isolated from Mitracarpus frigidus (Rubiaceae). Front Microbiol 2018; 9: 724.", "ArticleIdList": ["PMC5908958", "29706943"]}, {"Citation": "Khalid KA. Essential oil constituents of summer savory plants propagated and adapted under Egyptian climate. J Appl Sci 2016; 16: 54–57."}, {"Citation": "Subedi M, Luitel H, Devkota B, Bhattarai RK, Phuyal S, Panthi P, et al. Antibiotic resistance pattern and virulence genes content in avian pathogenic Escherichia coli (APEC) from broiler chickens in Chitwan, Nepal. BMC Vet Res 2018; 14: 113.", "ArticleIdList": ["PMC5870509", "29587768"]}, {"Citation": "Ahmed AM, Shimamoto T, Shimamoto T. Molecular characterization of multidrug-resistant avian pathogenic Escherichia coli isolated from septicemic broilers. Int J Med Microbiol 2103; 303: 475–483.", "ArticleIdList": ["23891276"]}, {"Citation": "Rodrigues SV, Laviniki V, Borges KA, Furian TQ, Moraes HL, Nascimento VP, et al. Biofilm formation by avian pathogenic Escherichia coli is not related to in vivo pathogenicity. Curr Microbiol 2019; 76: 194–199.", "ArticleIdList": ["30515580"]}, {"Citation": "Sánchez-Vargas FM, Abu-El-Haija MA, Gómez-Duarte OG. Salmonella infections: an update on epidemiology, management, and prevention. Travel Med Infect Dis 2011; 9: 263–277.", "ArticleIdList": ["22118951"]}, {"Citation": "Koopman JA, Marshall JM, Bhatiya A, Eguale T, Kwiek JJ, Gunn JS. Inhibition of Salmonella enterica biofilm formation using small-molecule adenosine mimetics. Antimicrob Agents Chemother 2015; 59: 76–84.", "ArticleIdList": ["PMC4291424", "25313216"]}, {"Citation": "O'Toole G, Kaplan HB, Kolter R. Biofilm formation as microbial development. Annu Rev Microbiol 2000; 54: 49–79.", "ArticleIdList": ["11018124"]}, {"Citation": "Chalabaev S, Chauhan A, Novikov A, Iyer P, Szczesny M, Beloin C, et al. Biofilms formed by gram-negative bacteria undergo increased lipid a palmitoylation, enhancing in vivo survival. mBio 2014; 5(4):e01116–14.", "ArticleIdList": ["PMC4147861", "25139899"]}, {"Citation": "Roy R, Tiwari M, Donelli G, Tiwari V. Strategies for combating bacterial biofilms: A focus on anti-biofilm agents and their mechanisms of action. Virulence 2018; 9: 522–554.", "ArticleIdList": ["PMC5955472", "28362216"]}, {"Citation": "Slobodníková L, Fialová S, Rendeková K, Kováč J, Mučaji P. Antibiofilm activity of plant polyphenols. Molecules 2016; 21: 1717.", "ArticleIdList": ["PMC6273306", "27983597"]}, {"Citation": "Cowan MM. Plant products as antimicrobial agents. Clin Microbiol Rev 1999; 12: 564–582.", "ArticleIdList": ["PMC88925", "10515903"]}, {"Citation": "El Gendy AN, Leonardi M, Mugnaini L, Bertelloni F, Ebani VV, Nardoni S, et al. Chemical composition and antimicrobial activity of essential oil of wild and cultivated Origanum syriacum plants grown in Sinai, Egypt. Ind Crops Prod 2015; 67: 201–207."}, {"Citation": "Krone N, Hughes BA, Lavery GG, Stewart PM, Arlt W, Shackleton CH. Gas chromatography/mass spectrometry (GC/MS) remains a pre-eminent discovery tool in clinical steroid investigations even in the era of fast liquid chromatography tandem mass spectrometry (LC/MS/MS). J Steroid Biochem Mol Biol 2010; 121: 496–504.", "ArticleIdList": ["PMC2941839", "20417277"]}, {"Citation": "CLSI . Performance standards for antimicrobial susceptibility testing. Clinical Lab Standards Institute. 2016."}, {"Citation": "Kerekes EB, Deák É, Takó M, Tserennadmid R, Petkovits T, Vágvölgyi C, et al. Anti-biofilm forming and anti-quorum sensing activity of selected essential oils and their main components on food-related micro-organisms. J Appl Microbiol 2013; 115: 933–942.", "ArticleIdList": ["23789847"]}, {"Citation": "Laird K, Phillips C. Vapour phase: a potential future use for essential oils as antimicrobials? Lett Appl Microbiol 2012; 54: 169–174.", "ArticleIdList": ["22133088"]}, {"Citation": "Prakash B, Kedia A, Mishra PK, Dubey N. Plant essential oils as food preservatives to control moulds, mycotoxin contamination and oxidative deterioration of agri-food commodities–Potentials and challenges. Food Control 2015; 47: 381–391."}, {"Citation": "de Aguiar FC, Solarte AL, Tarradas C, Luque I, Maldonado A, Galán-Relaño Á, et al. Antimicrobial activity of selected essential oils against Streptococcus suis isolated from pigs. Microbiologyopen 2018; 7(6):e00613.", "ArticleIdList": ["PMC6291787", "29575822"]}, {"Citation": "Şahin F, Karaman I, Güllüce M, Öğütçü H, Şengül M, Adıgüzel A, et al. Evaluation of antimicrobial activities of Satureja hortensis L. J Ethnopharmacol 2003; 87: 61–65.", "ArticleIdList": ["12787955"]}, {"Citation": "Mihajilov-Krstev T, Radnović D, Kitić D, Zlatković B, Ristić M, Branković S. Chemical composition and antimicrobial activity of Satureja hortensis L. essential oil. Cent Eur J Biol 2009; 4: 411–416."}, {"Citation": "Gursoy UK, Gursoy M, Gursoy OV, Cakmakci L, Könönen E, Uitto V-J. Anti-biofilm properties of Satureja hortensis L. essential oil against periodontal pathogens. Anaerobe 2009; 15: 164–167.", "ArticleIdList": ["19285147"]}, {"Citation": "Sharifi A, Ahmadi A, Mohammadzadeh A. Streptococcus pneumoniae quorum sensing and biofilm formation are affected by Thymus daenensis, Satureja hortensis, and Origanum vulgare essential oils. Acta Microbiol Immunol Hung 2018; 65: 345–359.", "ArticleIdList": ["29471691"]}, {"Citation": "Sharifi A, Mohammadzadeh A, Zahraei Salehi T, Mahmoodi P. Antibacterial, antibiofilm and antiquorum sensing effects of Thymus daenensis and Satureja hortensis essential oils against Staphylococcus aureus isolates. J Appl Microbiol 2018; 124: 379–388.", "ArticleIdList": ["29144601"]}, {"Citation": "Hadian J, Tabatabaei S, Naghavi M, Jamzad Z, Ramak-Masoumi T. Genetic diversity of Iranian accessions of Satureja hortensisL. based on horticultural traits and RAPD markers. Sci Hortic 2008; 115: 196–202."}, {"Citation": "Didry NP, Dubreuil L, Pinkas M. [Antibacterial activity of thymol, carvacrol and cinnamaldehyde alone or in combination]. Pharmazie 1993; 48: 301–304.", "ArticleIdList": ["8321882"]}, {"Citation": "Alma MH, Mavi A, Yildirim A, Digrak M, Hirata T. Screening chemical composition and in vitro antioxidant and antimicrobial activities of the essential oils from Origanum syriacum L. growing in Turkey. Biol Pharm Bull 2003; 26: 1725–1729.", "ArticleIdList": ["14646179"]}, {"Citation": "Dorman H, Deans SG. Antimicrobial agents from plants: antibacterial activity of plant volatile oils. J Appl Microbiol 2000; 88: 308–316.", "ArticleIdList": ["10736000"]}, {"Citation": "Pei RS, Zhou F, Ji BP, Xu J. Evaluation of combined antibacterial effects of eugenol, cinnamaldehyde, thymol, and carvacrol against E. coli with an improved method. J Food Sci 2009; 74: M379–383.", "ArticleIdList": ["19895484"]}, {"Citation": "Ivanovic J, Misic D, Zizovic I, Ristic M. In vitro control of multiplication of some food-associated bacteria by thyme, rosemary and sage isolates. Food Control 2012; 25: 110–116."}, {"Citation": "Nostro A, Roccaro AS, Bisignano G, Marino A, Cannatelli MA, Pizzimenti FC, et al. Effects of oregano, carvacrol and thymol on Staphylococcus aureus and Staphylococcus epidermidis biofilms. J Med Microbiol 2007; 56: 519–523.", "ArticleIdList": ["17374894"]}, {"Citation": "Jafri H, Husain FM, Ahmad I. Antibacterial and anti-biofilm activity of some essential oils and compounds against clinical strains of Staphylococcus aureus. J Biomed Ther Sci 2014; 1: 65–71."}, {"Citation": "Lagha R, Ben Abdallah F, AL-Sarhan BO, Al-Sodany Y. Antibacterial and biofilm inhibitory activity of medicinal plant essential oils against Escherichia coli isolated from UTI patients. Molecules 2019; 24: 1161.", "ArticleIdList": ["PMC6471185", "30909573"]}, {"Citation": "Swamy MK, Akhtar MS, Sinniah UR. Antimicrobial properties of plant essential oils against human pathogens and their mode of action: an updated review. Evid Based Complement Alternat Med 2016;2016:3012462.", "ArticleIdList": ["PMC5206475", "28090211"]}, {"Citation": "Kim Y-G, Lee J-H, Gwon G, Kim S-I, Park JG, Lee J. Essential oils and eugenols inhibit biofilm formation and the virulence of Escherichia coli O157: H7. Sci Rep 2016; 6:36377.", "ArticleIdList": ["PMC5093407", "27808174"]}, {"Citation": "Skyberg J, Siek K, Doetkott C, Nolan L. Biofilm formation by avian Escherichia coli in relation to media, source and phylogeny. J Appl Microbiol 2007; 102: 548–554.", "ArticleIdList": ["17241361"]}, {"Citation": "Davey ME, O'toole GA. Microbial biofilms: from ecology to molecular genetics. Microbiol Mol Biol Rev 2000; 64: 847–867.", "ArticleIdList": ["PMC99016", "11104821"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "4", "Day": "23", "Hour": "6", "Minute": "26"}, {"Year": "2021", "Month": "4", "Day": "24", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "4", "Day": "24", "Hour": "6", "Minute": "1"}, {"Year": "2021", "Month": "2", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["33889365", "PMC8043823", "10.18502/ijm.v13i1.5495", "IJM-13-74"]}}], "PubmedBookArticle": []}