{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Artemisia", "COVID-19", "Essential oil", "Pharmacological activity", "Phytochemical constituents", "Sesquiterpenes", "Toxicological studies"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "33893998", "DateCompleted": {"Year": "2021", "Month": "06", "Day": "14"}, "DateRevised": {"Year": "2023", "Month": "02", "Day": "02"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "04", "Day": "24"}], "Language": ["eng"], "ELocationID": ["10.1007/s12272-021-01328-4"], "Journal": {"ISSN": "1976-3786", "JournalIssue": {"Volume": "44", "Issue": "5", "PubDate": {"Year": "2021", "Month": "May"}}, "Title": "Archives of pharmacal research", "ISOAbbreviation": "Arch Pharm Res"}, "ArticleTitle": "Phytochemistry and pharmacological activity of the genus artemisia.", "Pagination": {"StartPage": "439", "EndPage": "474", "MedlinePgn": "439-474"}, "Abstract": {"AbstractText": ["Artemisia and its allied species have been employed for conventional medicine in the Northern temperate regions of North America, Europe, and Asia for the treatments of digestive problems, morning sickness, irregular menstrual cycle, typhoid, epilepsy, renal problems, bronchitis malaria, etc. The multidisciplinary use of artemisia species has various other health benefits that are related to its traditional and modern pharmaceutical perspectives. The main objective of this review is to evaluate the traditional, modern, biological as well as pharmacological use of the essential oil and herbal extracts of Artemisia nilagirica, Artemisia parviflora, and other allied species of Artemisia. It also discusses the botanical circulation and its phytochemical constituents viz disaccharides, polysaccharides, glycosides, saponins, terpenoids, flavonoids, and carotenoids. The plants have different biological importance like antiparasitic, antimalarial, antihyperlipidemic, antiasthmatic, antiepileptic, antitubercular, antihypertensive, antidiabetic, anxiolytic, antiemetic, antidepressant, anticancer, hepatoprotective, gastroprotective, insecticidal, antiviral activities, and also against COVID-19. Toxicological studies showed that the plants at a low dose and short duration are non or low-toxic. In contrast, a high dose at 3 g/kg and for a longer duration can cause toxicity like rapid respiration, neurotoxicity, reproductive toxicity, etc. However, further in-depth studies are needed to determine the medicinal uses, clinical efficacy and safety are crucial next steps."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutical Sciences, Sir J. C. Bose Technical Campus Bhimtal, Kumaun University, Nainital, Uttarakhand, 263136, India. dheeraj.bisht729@gmail.com."}], "LastName": "Bisht", "ForeName": "Dheeraj", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Pharmaceutical Sciences, Shoolini University, Solan, H.P., 173 229, India."}], "LastName": "Kumar", "ForeName": "Deepak", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutical Chemistry, Faculty of Pharmaceutical Sciences, UCSI University, 56000, Kuala Lumpur, Malaysia."}, {"Identifier": [], "Affiliation": "Laureate Institute of Pharmacy, Distt. Kangra, Kathog, H.P., 176031, India."}], "LastName": "Kumar", "ForeName": "Dharmendra", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Pharmaceutical Sciences, Shoolini University, Solan, H.P., 173 229, India."}, {"Identifier": [], "Affiliation": "Discipline of Pharmacy, Graduate School of Health, University of Technology, Sydney, 2007, Australia."}], "LastName": "Dua", "ForeName": "Kamal", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Life Sciences, School of Pharmacy, International Medical University (IMU), Bukit Jalil, 57000, Kuala Lumpur, Malaysia."}], "LastName": "Chellappan", "ForeName": "Dinesh Kumar", "Initials": "DK"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Korea (South)", "MedlineTA": "Arch Pharm Res", "NlmUniqueID": "8000036", "ISSNLinking": "0253-6269"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Antiviral Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Oils"}], "MeshHeadingList": [{"QualifierName": ["pharmacology", "therapeutic use"], "DescriptorName": "Antiviral Agents"}, {"QualifierName": ["chemistry"], "DescriptorName": "Artemisia"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Medicine, Traditional"}, {"QualifierName": ["methods"], "DescriptorName": "Phytotherapy"}, {"QualifierName": ["pharmacology", "therapeutic use"], "DescriptorName": "Plant Extracts"}, {"QualifierName": ["pharmacology", "therapeutic use"], "DescriptorName": "Plant Oils"}, {"QualifierName": [], "DescriptorName": "COVID-19 Drug Treatment"}], "CoiStatement": "The authors declare that they have no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Abad MJ, Bedoya LM, Apaza L, Bermejo P. The Artemisia L. Genus, a review of bioactive essential oil. Molecules. 2012;17:2542–2566. doi: 10.3390/molecules17032542.", "ArticleIdList": ["10.3390/molecules17032542", "PMC6268508", "22388966"]}, {"Citation": "Aberham A, Cicek SS, Schneider P, Stuppner H. Analysis of sesquiterpene lactones, lignans, and flavonoids in wormwood (Artemisia absinthium L.) using high-performance liquid chromatography (HPLC)–mass spectrometry, reversed-phase HPLC, HPLC-solid phase extraction–nuclear magnetic resonance. J Agric Food Chem. 2010;58:10817–10823. doi: 10.1021/jf1022059.", "ArticleIdList": ["10.1021/jf1022059", "20886883"]}, {"Citation": "Abolaji AO, Eteng MU, Ebong PE, Brisibe EA. A safety assessment of the antimalarial herb Artemisia annua during pregnancy in Wistar rats. Phytother Res. 2013;27(5):647–654. doi: 10.1002/ptr.4760.", "ArticleIdList": ["10.1002/ptr.4760", "22736625"]}, {"Citation": "Abushwereb H, Tolba M. Gastroprotective activity of Artemisia herba alba aqueous extract on aspirin-induced gastric lesions in Albino rats. J Pharm Appl Chem. 2016;2(3):141–145. doi: 10.18576/jpac/020303.", "ArticleIdList": ["10.18576/jpac/020303"]}, {"Citation": "Adams JD, Garcia C, Garg G. Mugwort (Artemisia vulgaris, Artemisia douglasiana, Artemisia argyi) in the treatment of menopause, premenstrual syndrome, dysmenorrhea and attention deficit hyperactivity disorder. Chin Med. 2012;3(3):116–123. doi: 10.4236/cm.2012.33019.", "ArticleIdList": ["10.4236/cm.2012.33019"]}, {"Citation": "Addo-Mensah A, Garcia G, Maldonado IA, Anaya E, Cadena G, Lee LG. Evaluation of antibacterial activity of Artemisia vulgaris extracts. Res J Med Plants. 2015;9(5):234–240. doi: 10.3923/rjmp.2015.234.240.", "ArticleIdList": ["10.3923/rjmp.2015.234.240"]}, {"Citation": "Adekenov SM. Chemical modifications of arglabin and biological activity of its new derivatives. Fitoterapia. 2016;110:196–205. doi: 10.1016/j.fitote.2015.11.018.", "ArticleIdList": ["10.1016/j.fitote.2015.11.018", "26625839"]}, {"Citation": "Adekenov SM, Mukhametzhanov MN, Kagarlitskii AD, Kupriyanov AN. Arglabin—a new sesquiterpene lactone from Artemisia glabella. Chem Nat Compd. 1982;18(5):623–624. doi: 10.1007/BF00575063.", "ArticleIdList": ["10.1007/BF00575063"]}, {"Citation": "Adjanohoun EJ, Ake-Assi L, Eyme J, Gassita JN, Goudote E, Gueho J, Ip FSL, Jackaria D, Kalachand SKK, Keita A, Koudogbo B, Landreau D, Owadall W, Soopramanien A (1983) Contributions aux Etudes ethnobotaniques et Floristiques a Maurice (Iles Maurice et Rodrigues). A.C.C.T., Paris, France"}, {"Citation": "Afshar FH, Delazar A, Janneh O, Nazemiyeh H. Evaluation of antimalarial, free-radical-scavenging insecticidal activities of Artemisia scoparia and Artemisia spicigera, Asteraceae. Revista Brasileira de Farmacognosia. 2011;21(6):986–990. doi: 10.1590/S0102-695X2011005000144.", "ArticleIdList": ["10.1590/S0102-695X2011005000144"]}, {"Citation": "Afshar FH, Delazar A, Nazemiyeh H, Khodaie L, Moghaddam SB. Phenolic derivatives of Artemisia spicigera C. Koch growing in Iran. Iran J Pharm Res. 2015;14(4):1241–1246.", "ArticleIdList": ["PMC4673953", "26664392"]}, {"Citation": "Agrawal B, Mehta A. The antiasthmatic activity of Moringa oleifera Lam, a clinical study. Indian J Pharmacol. 2008;40(1):28–31. doi: 10.4103/0253-7613.40486.", "ArticleIdList": ["10.4103/0253-7613.40486", "PMC3023118", "21264158"]}, {"Citation": "Ahamad J, Mir SR, Amin S. A pharmacognostic review on Artemisia absinthium. Int Res J Pharm. 2019;10(1):25–31. doi: 10.7897/2230-8407.10015.", "ArticleIdList": ["10.7897/2230-8407.10015"]}, {"Citation": "Ahameethunisa AR, Hopper W. Antibacterial activity of Artemisia nilagirica leaf extracts against clinical phytopathogenic bacteria. BMC Complement Altern Med. 2010;10:6. doi: 10.1186/1472-6882-10-6.", "ArticleIdList": ["10.1186/1472-6882-10-6", "PMC2830175", "20109237"]}, {"Citation": "Ahameethunisa AR, Hopper W. In-vitro antimicrobial activity on clinical microbial strains and antioxidant properties of Artemisia parviflora. Ann Clin Microbiol Antimicrob. 2012;11:30. doi: 10.1186/1476-0711-11-30.", "ArticleIdList": ["10.1186/1476-0711-11-30", "PMC3582536", "23171441"]}, {"Citation": "Ahangar N, Mirfetros S, Ebrahimzadeh MA. Antidepressant activity of polyphenol fraction of Artemisia Absinthium L. Pharmacologyonline. 2011;1:825–832. doi: 10.4314/ajb.v8i24.68818.", "ArticleIdList": ["10.4314/ajb.v8i24.68818"]}, {"Citation": "Ahmed M, Azmat A, Khan S. Acute hypotensive diuretic activities of Berberis vulgaris root bark aqueous extract in normal rats. Braz J Pharm Sci. 2017;53(4):e17077. doi: 10.1590/s2175-97902017000417077.", "ArticleIdList": ["10.1590/s2175-97902017000417077"]}, {"Citation": "Ahuja J, Suresh J, Paramakrishnan N, Mruthunjaya K, Naganhini MN. An ethnomedical, phytochemical and pharmacological profile of Artemisia parviflora. J Essent Oil-Bear Plants. 2011;14(6):647–657. doi: 10.1080/0972060X.2011.10643985.", "ArticleIdList": ["10.1080/0972060X.2011.10643985"]}, {"Citation": "Ahuja A, Yi Y, Kim M, Cho JY. Ethnopharmacological properties of Artemisia asiatica: a comprehensive review. J Ethnopharmacol. 2018;220:117–128. doi: 10.1016/j.jep.2018.03.032.", "ArticleIdList": ["10.1016/j.jep.2018.03.032", "29604379"]}, {"Citation": "Akkol EK, Dereli FTG, Ilhan M. Assessment of antidepressant effect of the aerial parts of Micromeria myrtifolia Boiss. & Hohen on mice. Molecules. 2019;24(10):1869. doi: 10.3390/molecules24101869.", "ArticleIdList": ["10.3390/molecules24101869", "PMC6571837", "31096603"]}, {"Citation": "Albayrak S, Aksoy A, Sagdıc O. Phenolic compounds and antioxidant and  antimicrobial properties of Helichrysum species collected from eastern Anatolia, Turkey. Turk J Biol. 2010;34:463–473. doi: 10.3906/biy-0901-4.", "ArticleIdList": ["10.3906/biy-0901-4"]}, {"Citation": "Alizadeh M, Aghaei M, Saadatian M, Sharifian I. Chemical composition of essential oil of Artemisia vulgaris from West Azerbaijan, Iran. Electron J Environ Agricult Food Chem. 2012;11(5):493–496."}, {"Citation": "Almeida ER, Silva AR, Aragao-Neto AC, Soares PH. Anticonvulsant and anxiolytic assessment of leaves from Artemisia vulgaris L. in mice. J Med Plant Res. 2013;7(45):3325–3331. doi: 10.5897/JMPR12.873.", "ArticleIdList": ["10.5897/JMPR12.873"]}, {"Citation": "Amat N, Upur H, Blazekovic B. In-vivo hepatoprotective activity of the aqueous extract of Artemisia absinthium L. against chemically immunologically induced liver injuries in mice. J Ethnopharmacol. 2010;131:478–484. doi: 10.1016/j.jep.2010.07.023.", "ArticleIdList": ["10.1016/j.jep.2010.07.023", "20637853"]}, {"Citation": "Amirmohammadi M, Khajoenia S, Bahmani M, Kopaei MR, Eftekhari Z, Qorbani M. In-vivo evaluation of antiparasitic effects of Artemisia abrotanum and Salvia officinalis extracts on Syphacia obvelata, Aspiculoris tetrapetra and Hymenolepis nana parasites. Asian Pac J Trop Dis. 2014;4(1):S250–S254. doi: 10.1016/S2222-1808(14)60449-7.", "ArticleIdList": ["10.1016/S2222-1808(14)60449-7"]}, {"Citation": "Anosike CA, Obidoa O, Ezeanyika LU. Membrane stabilization as a mechanism of the anti-inflammatory activity of methanol extract of garden egg (Solanum aethiopicum) DARU J Pharm Sci. 2012;20(1):76. doi: 10.1186/2008-2231-20-76.", "ArticleIdList": ["10.1186/2008-2231-20-76", "PMC3556049", "23351977"]}, {"Citation": "Arab HA, Rahbari S, Rassouli A, Moslemi MH, Khosravirad F. Determination of artemisinin in Artemisia sieberi and anticoccidial effect of the plant extract in broiler chickens. Trop Anim Health Prod. 2006;38(6):497–503. doi: 10.1007/s11250-006-4390-8.", "ArticleIdList": ["10.1007/s11250-006-4390-8", "17243478"]}, {"Citation": "Ariza-Espinar L, Bonzan N. El matico de la region de Cuyo (Argentina) Acta Farm Bonaer. 1992;11:39–145."}, {"Citation": "Arokiyaraj S, Sripriya N, Bhagya R, Radhika B, Prameela L, Udayaprakash NK. Phytochemical screening, antibacterial and free radical scavenging effects of Artemisia nilagirica, Mimosa pudica, Clerodendrum siphonanthus—an in-vitro study. Asia Pac J Trop Biomed. 2012;2(2):S601–S604. doi: 10.1016/S2221-1691(12)60281-0.", "ArticleIdList": ["10.1016/S2221-1691(12)60281-0"]}, {"Citation": "Aslam M. Tail suspension test to evaluate the antidepressant activity of experimental drugs. Bangladesh J Pharmacol. 2016;11(2):292–294. doi: 10.3329/bjp.v11i2.26517.", "ArticleIdList": ["10.3329/bjp.v11i2.26517"]}, {"Citation": "Ataei AA, Hashemloian D. Terpenoid compounds anti-hemozoin anti-ciliates protozians effects of Artemisia annua L. Chenopodium botrys L. J Med Plants. 2019;18(71):49–66. doi: 10.29252/jmp.3.71.49.", "ArticleIdList": ["10.29252/jmp.3.71.49"]}, {"Citation": "Auddy B, Ferreira M, Blasina F, Lafon L, Arredondo F, Dajas F. Screening of antioxidant activity of three Indian medicinal plants, traditionally used for the management of neurodegenerative diseases. J Ethnopharmacol. 2003;84:131–138. doi: 10.1016/s0378-8741(02)00322-7.", "ArticleIdList": ["10.1016/s0378-8741(02)00322-7", "12648805"]}, {"Citation": "Avula B, Wang YH, Smilie TJ, Mebusela W, Vincent L, Weitz F, Khan IA. Quantitative determination of flavonoids by column high-performance liquid chromatography with mass spectrometry and ultraviolet absorption detection in Artemisia afar and comparative studies with various species of Artemisia plants. J AOAC Int. 2009;92:633–644. doi: 10.1093/jaoac/92.2.633.", "ArticleIdList": ["10.1093/jaoac/92.2.633", "19485225"]}, {"Citation": "Aziz MA, Khan AH, Ullah H, Adnan M, Hashem A, Abd_Allah EF (2018) Traditional phytomedicines for gynecological problems used by tribal communities of Mohm Agency near the Pak-Afghan border area. Braz J Pharmacogn 28:503–511. 10.1016/j.bjp.2018.05.003"}, {"Citation": "Baananou S, Bouftria I, Mahmoud A, Boukef K, Marongiu B. Antiulcerogenic and antibacterial activities of Apium graveolens essential oil extract. Nat Prod Res. 2013;27:1075–1083. doi: 10.1080/14786419.2012.717284.", "ArticleIdList": ["10.1080/14786419.2012.717284", "22934666"]}, {"Citation": "Badoni R, Semwal DK, Rawat U. Composition variation in essential oils of Artemisia nilagirica and Artemisia capillaris, growing in India. J Appl Nat Sci. 2010;2(1):30–33. doi: 10.31018/jans.v2i1.90.", "ArticleIdList": ["10.31018/jans.v2i1.90"]}, {"Citation": "Bahmani M, Rafieian-Kopaei M, Hassanzadazar H, Saki K. A review on most important herbal and synthetic antihelmintic drugs. Asia Pac J Trop Med. 2014;7(1):S29–S33. doi: 10.1016/S1995-7645(14)60200-5.", "ArticleIdList": ["10.1016/S1995-7645(14)60200-5", "25312139"]}, {"Citation": "Balasubramani S, Sabapathi G, Moola AK, Solomon RV, Venuvanalingam P, Diana RKB. Evaluation of the leaf essential oil from Artemisia vulgaris and its larvicidal repellent activity against dengue fever vector Aedes aegypti—an experimental and molecular docking investigation. ACS Omega. 2018;3:15657–15665. doi: 10.1021/acsomega.8b01597.", "ArticleIdList": ["10.1021/acsomega.8b01597", "PMC6288777", "30556010"]}, {"Citation": "Ballero M, Poli F, Sacchetti G, Loi MC. Ethnobotanical research on the territory of Fluminimaggiore (southwestern Sardinia) Fitoterapia. 2001;72:788–801. doi: 10.1016/s0367-326x(01)00334-3.", "ArticleIdList": ["10.1016/s0367-326x(01)00334-3", "11677018"]}, {"Citation": "Balunas MJ, Kinghorn AD. Drug discovery from medicinal plants. Life Sci. 2005;78:431–441. doi: 10.1016/j.lfs.2005.09.012.", "ArticleIdList": ["10.1016/j.lfs.2005.09.012", "16198377"]}, {"Citation": "Bamoniri A, Mirjalili BBF, Mazoochi A, Batooli H. Chemical composition of Artemisia vulgaris L. from Kashan area isolated by nanoscale injection. Iran J Org Chem. 2010;2(4):533–536."}, {"Citation": "Bamunuarachchi GS, Ratnasooriya WD, Premakumara S, Udagama PV. Antimalarial properties of Artemisia vulgaris L. ethanolic leaf extract in a Plasmodium berghei murine malaria model. Vector Borne Dis. 2013;50:278–284.", "ArticleIdList": ["24499850"]}, {"Citation": "Banerji A, Luthriya DL, Kokate SD. Toxicity of capillin, the insecticidal principle of Artemisia nilagirica Clarke. Indian J Exp Biol. 1990;28:588–589. doi: 10.1016/j.sjbs.2018.09.005.", "ArticleIdList": ["10.1016/j.sjbs.2018.09.005", "2401532"]}, {"Citation": "Bansal J, Kumar N, Malviya R, Sharma PK. Hepatoprotective models various natural product used in hepatoprotective agents, a review. Pharmacogn Commun. 2014;4(3):2–30. doi: 10.5530/pc.2014.3.2.", "ArticleIdList": ["10.5530/pc.2014.3.2"]}, {"Citation": "Barradell LB, Fitton A. Artesunate: a review of its pharmacology and therapeutic efficacy in the treatment of malaria. Drugs. 1995;50:714–741. doi: 10.2165/00003495-199550040-00009.", "ArticleIdList": ["10.2165/00003495-199550040-00009", "8536555"]}, {"Citation": "Basco LK, Le-Bras J. In-vitro activity of artemisinin derivatives against African isolates and clones of Plasmodium falciparum. Am J Trop Med Hyg. 1993;49(3):301–307. doi: 10.4269/ajtmh.1993.49.301.", "ArticleIdList": ["10.4269/ajtmh.1993.49.301", "8372953"]}, {"Citation": "Beigh YA, Ganai AM. Potential of Wormwood (Artemisia absinthium Linn.) herb for use as additive in livestock feeding: A review. Pharma Innov. 2017;6(8):176–187."}, {"Citation": "Bereksi MS, Hassaine H, Bekhechi C, Abdelouahid DE. Evaluation of antibacterial activity of some medicinal plants extracts commonly used in Algerian traditional medicine against some pathogenic bacteria. Pharmacogn J. 2018;10(3):507–512. doi: 10.5530/pj.2018.3.83.", "ArticleIdList": ["10.5530/pj.2018.3.83"]}, {"Citation": "Beshay EVN. Therapeutic efficacy of Artemisia absinthium against Hymenolepis nana, in-vitro in-vivo studies in comparison with the anthelmintic praziquantel. J Helminthol. 2018;92(3):298–308. doi: 10.1017/S0022149X17000529.", "ArticleIdList": ["10.1017/S0022149X17000529", "28606189"]}, {"Citation": "Bhat JA, Kumar M, Bussmann RW. Ecological status traditional knowledge of medicinal plants in Kedarnath Wildlife Sanctuary of Garhwal Himalaya, India. J Ethnobiol Ethnomed. 2013;9:1. doi: 10.1186/1746-4269-9-1.", "ArticleIdList": ["10.1186/1746-4269-9-1", "PMC3560114", "23281594"]}, {"Citation": "Bhatt LR, Lee JS, Baek SH. Evaluation of the antioxidant activity of essential oil from Artemisia vulgaris. J Physiol Pathol Korean Med. 2007;21(2):528–531."}, {"Citation": "Bhatt I, Rawat S, Rawal R. Antioxidants in medicinal plants. Biotechnol Med Plants J Physiol Pathol Korean Med. 2013 doi: 10.1007/978-3-642-29974-2_13.", "ArticleIdList": ["10.1007/978-3-642-29974-2_13"]}, {"Citation": "Biesen CM. The rise to prominence of Artemisia annua L. -the transformation of a Chinese plant to a global pharmaceutical. Afr Sociol Rev/Revue Africaine de Sociologie. 2010;14(2):24–46. doi: 10.4314/asr.v14i2.70234.", "ArticleIdList": ["10.4314/asr.v14i2.70234"]}, {"Citation": "Blagojevic P, Radulovic N, Palic R, Stojanovic GJ. Chemical composition of the essential oils of Serbian wild-growing Artemisia absinthium and Artemisia vulgaris. J Agric Food Chem. 2006;54(13):4780–4789. doi: 10.1021/jf060123o.", "ArticleIdList": ["10.1021/jf060123o", "16787028"]}, {"Citation": "Blois MS. Antioxidant determinations by the use of a stable free radical. Nature. 1958;181:1199–1200. doi: 10.1038/1811199a0.", "ArticleIdList": ["10.1038/1811199a0"]}, {"Citation": "Boareto AC, Muller JC, Bufalo AC, Botelho GGK, de Araujo SL, Foglio MA, de Morais RN, Dalsenter PR. Toxicity of artemisinin [Artemisia annua L.] in two different periods of pregnancy in Wistar rats. Reprod Toxicol. 2008;25(2):239–246. doi: 10.1016/j.reprotox.2007.11.003.", "ArticleIdList": ["10.1016/j.reprotox.2007.11.003", "18191938"]}, {"Citation": "Bora KS, Sharma A. The Genus Artemisia, a comprehensive review. Pharm Biol. 2011;49:101–109. doi: 10.3109/13880209.2010.497815.", "ArticleIdList": ["10.3109/13880209.2010.497815", "20681755"]}, {"Citation": "Bottex-Gauthier C, Vidal D, Picot F, Potier P, Menichini F, Appendino G. In-vitro biological activities of arglabin, a sesquiterpene lactone from the Chinese herb Artemisia myriantha Wall. (Asteraceae) Biotechnol Ther. 1993;4(1–2):77–98.", "ArticleIdList": ["8374514"]}, {"Citation": "Brandao MG, Krettli AU, Soares LSR. Antimalarial activity of extract fractions from Bidens Pilosa other Bidens species (Asteraceae) correlated with the presence of acetylene flavonoids compounds. J Ethnopharmacol. 1997;57:131–138. doi: 10.1016/s0378-8741(97)00060-3.", "ArticleIdList": ["10.1016/s0378-8741(97)00060-3", "9254115"]}, {"Citation": "Braquets P, Etienne A, Mencia-Huerta JM, Clostre F. Effects of the specific platelet-activating factor antagonists, BN 52021 and BN 52063, on various experimental gastrointestinal ulcerations. Eur J Pharmacol. 1988;150:269–276. doi: 10.1016/0014-2999(88)90007-6.", "ArticleIdList": ["10.1016/0014-2999(88)90007-6", "3046952"]}, {"Citation": "Brenda SW, Bansal A, Moriarity DM, Takku S, Setzer WN. Cytotoxic leaf essential oils from Neotropical Lauraceae: synergistic effect of essential oil components. Nat Prod Commun. 2007;2:1241–1244. doi: 10.1177/1934578X0700201210.", "ArticleIdList": ["10.1177/1934578X0700201210"]}, {"Citation": "Brown GD. The biosynthesis of artemisinin (Qinghaosu) the phytochemistry of Artemisia annua L. (Qinghao) Molecules. 2010;15(11):7603–7698. doi: 10.3390/molecules15117603.", "ArticleIdList": ["10.3390/molecules15117603", "PMC6259225", "21030913"]}, {"Citation": "Bum EN, Schmutz M, Meyer C, Rakotonirina A, Rakotonirina SV, Olpe HR, Herrling P. Anticonvulsant properties of the methanolic extract of Cyprus articulatus (Cyperaceae) J Ethnopharmacol. 2001;76(2):145–150. doi: 10.1016/S0378-8741(01)00192-1.", "ArticleIdList": ["10.1016/S0378-8741(01)00192-1", "11390127"]}, {"Citation": "Burg RW, Miller BM, Baker EE, Birnbaum J, Currie SA, Hartman R, Kong Y, Monaghan RL, Olson G, Putter I, Tu-nac JB, Hallick H, Stapley EO, Ruiko O, Omura S. Avermectins, a new family of potent anthelmintic agents: producing organism and fermentation. Antimicrob Agents Chemother. 1979;15(3):361–367. doi: 10.1128/aac.15.3.361.", "ArticleIdList": ["10.1128/aac.15.3.361", "PMC352666", "464561"]}, {"Citation": "Campbell WC. History of avermectin and ivermectin, with notes on the history of other macrocyclic lactone antiparasitic agents. Curr Pharm Biotechnol. 2012;13(6):853–865. doi: 10.2174/138920112800399095.", "ArticleIdList": ["10.2174/138920112800399095", "22039784"]}, {"Citation": "Campbell WC, Blair LS, Lotti VJ. Efficacy of avermectins against Trichinella spiralis in mice. J Helminthol. 1979;53(3):254–256. doi: 10.1017/s0022149x00006052.", "ArticleIdList": ["10.1017/s0022149x00006052", "541496"]}, {"Citation": "Campbell WC, Fisher MH, Stapley EO, Albers-Schonberg G, Jacob TA. Ivermectin: a potent new antiparasitic agent. Science. 1983;221(4613):823–828. doi: 10.1126/science.6308762.", "ArticleIdList": ["10.1126/science.6308762", "6308762"]}, {"Citation": "Carlton JM, Angiuoli SV, Suh BB, Kooij TW, Pertea M, Silva JC. Genome sequence comparative analysis of the model rodent malaria parasite Plasmodium yoelii. Nature. 2002;419:512–519. doi: 10.1038/nature01099.", "ArticleIdList": ["10.1038/nature01099", "12368865"]}, {"Citation": "Carter R, Mendis KN. Evolutionary historical aspects of the burden of malaria. Clin Microbiol Rev. 2002;15(4):564–594. doi: 10.1128/CMR.15.4.564-594.2002.", "ArticleIdList": ["10.1128/CMR.15.4.564-594.2002", "PMC126857", "12364370"]}, {"Citation": "Cazzoletti L, Marcon A, Corsico A, Janson C, Jarvis D. Asthma severity according to Global initiative for Asthmatics determinants, an international study. Int Arch Allergy Immunol. 2010;151(1):70–79. doi: 10.1159/000232572.", "ArticleIdList": ["10.1159/000232572", "19672098"]}, {"Citation": "Chabala JC, Mrozik H, Tolman RL, Eskola P, Lusi A, Peterson LH, Woods MF, Fisher MH, Campbell WC, Egerton JR, Ostlind DA. Ivermectin, a new broad-spectrum antiparasitic agent. J Med Chem. 1980;23(10):1134–1136. doi: 10.1021/jm00184a014.", "ArticleIdList": ["10.1021/jm00184a014", "6893469"]}, {"Citation": "Chakraborty A, Brantner AH. Antibacterial steroid alkaloid from the stem bark of Holarrhena pubescens. villosum leaves. J Ethnopharmacol. 1999;68:339–344. doi: 10.1016/s0378-8741(99)00119-1.", "ArticleIdList": ["10.1016/s0378-8741(99)00119-1", "10624899"]}, {"Citation": "Cheng VCC, Lau SKP, Woo PCY, Yuen KY. Severe acute respiratory syndrome coronavirus as an agent of emerging and re-emerging infection. Clin Microbiol Rev. 2007;20(4):660–694. doi: 10.1128/CMR.00023-07.", "ArticleIdList": ["10.1128/CMR.00023-07", "PMC2176051", "17934078"]}, {"Citation": "Cho JY, Park KH, Hwang DY, Chanmuang S, Jaiswal L. Antihypertensive effects of Artemisia scoparia Waldst in spontaneously hypertensive rats and identification of angiotensin I converting enzyme inhibitors. Molecules. 2015;20(11):19789–19804. doi: 10.3390/molecules201119657.", "ArticleIdList": ["10.3390/molecules201119657", "PMC6332079", "26540035"]}, {"Citation": "Choi WS, Jang DY, Nam SW, Park BS, Lee HS, Lee SE. Antiulcerogenic activity of scoparone on HCl/ethanol-induced gastritis in rats. J Korean Soc Appl Biol. 2012;55:159–163. doi: 10.1007/s13765-012-1023-y.", "ArticleIdList": ["10.1007/s13765-012-1023-y"]}, {"Citation": "Choi E, Park H, Lee J, Kim G. Anticancer, antiobesity, and anti-inflammatory activity of Artemisia species in-vitro. J Tradit Chin Med. 2013;33(1):92–97. doi: 10.1016/s0254-6272(13)60107-7.", "ArticleIdList": ["10.1016/s0254-6272(13)60107-7", "23596819"]}, {"Citation": "Choi MK, Han JM, Kim HG. Aqueous extract of Artemisia capillaris exerts hepatoprotective action in alcohol–pyrazole-fed rat model. J Ethnopharmacol. 2013;147(3):662–670. doi: 10.1016/j.jep.2013.03.065.", "ArticleIdList": ["10.1016/j.jep.2013.03.065", "23548584"]}, {"Citation": "Chou CT. The anti-inflammatory effect of an extract of Tripterygium wilfordii Hook F on adjuvant-induced Paw oedema in rats and inflammatory mediators release. Phytother Res. 1998;11:152–154. doi: 10.1002/(SICI)1099-1573(199703)11:2<152::AID-PTR45>3.0.CO;2-L.", "ArticleIdList": ["10.1002/(SICI)1099-1573(199703)11:2<152::AID-PTR45>3.0.CO;2-L"]}, {"Citation": "Chowdhury N, Laskar S, Chra G. Mosquito larvicidal antimicrobial activity of protein of Solanum villosum leaves. BMC Complement Altern Med. 2008;8:62. doi: 10.1186/1472-6882-8-62.", "ArticleIdList": ["10.1186/1472-6882-8-62", "PMC2642758", "19061512"]}, {"Citation": "Classen W, Altmann B, Gretener P, Souppart C, Skelton-Stroud P, Krinke G. Differential effects of orally versus parenterally administered qinghaosu derivative artemether in dogs. Exp Toxicol Pathol. 1999;51(6):507–516. doi: 10.1016/S0940-2993(99)80128-6.", "ArticleIdList": ["10.1016/S0940-2993(99)80128-6", "PMC7135697", "10661809"]}, {"Citation": "Coman C, Rugina OD, Socaciu C. Plants and natural compounds with antidiabetic action. Not Bot Hort Agrobot Cluj-Napoca. 2012;40(1):314–325. doi: 10.15835/nbha4017205.", "ArticleIdList": ["10.15835/nbha4017205"]}, {"Citation": "Costa M, Fina RD, Valentino MR, Rustaiyan A, Dugo P, Dugo G, Mondello L. An investigation on the volatile composition of some Artemisia species from Iran. Flavour Fragr J. 2009;24(2):75–82. doi: 10.1002/ffj.1919.", "ArticleIdList": ["10.1002/ffj.1919"]}, {"Citation": "Czechowski T, Rinaldi MA, Famodimu MT, Veelen MV, Larson TR, Winzer T, Rathbone DA, Harvey D, Horrocks P, Graham IA. Flavonoid versus artemisinin anti-malarial activity in Artemisia annua whole-leaf extracts. Front Plant Sci. 2019;10:984. doi: 10.3389/fpls.2019.00984.", "ArticleIdList": ["10.3389/fpls.2019.00984", "PMC6683762", "31417596"]}, {"Citation": "Dabe NE, Kefala AT. Antidiabetic effects of artemisia species: a systematic review. Anc Sci Life. 2017;36(4):175–181. doi: 10.4103/asl.ASL_87_17.", "ArticleIdList": ["10.4103/asl.ASL_87_17", "PMC5726182", "29269967"]}, {"Citation": "Darvishpor S, Hosseini A, Davoodi A, Salehifar E, Akbari J, Azadbakht M. A review on medicinal plants used for nausea and vomiting in Persian medicine. Glob J Med Res. 2018;18(1):29–45."}, {"Citation": "de Ridder S, van der Kooy F, Verpoorte R. Artemisia annua as a self-reliant treatment for malaria in developing countries. J Ethnopharmacol. 2008;120(3):302–314. doi: 10.1016/j.jep.2008.09.017.", "ArticleIdList": ["10.1016/j.jep.2008.09.017", "18977424"]}, {"Citation": "de Souza EPBSS, Faria RX, Rocha LM. Clinical trials studies of plant extracts with anti-inflammatory activity. J Appl Pharm Sci. 2016;6(12):224–232. doi: 10.7324/JAPS.2016.601233.", "ArticleIdList": ["10.7324/JAPS.2016.601233"]}, {"Citation": "Delabays N, Simonnet X, Gaudin M. The genetics of artemisinin content in Artemisia annua L. the breeding of high yielding cultivars. Curr Med Chem. 2001;8(15):1795–1801. doi: 10.2174/0929867013371635.", "ArticleIdList": ["10.2174/0929867013371635", "11772351"]}, {"Citation": "Devmurari VP, Jivani NP. Anticancer evaluation of Artemisia nilagirica. Int J Pharm Tech Res. 2010;2(2):1603–1608."}, {"Citation": "Devmurari VP, Pandey S, Goyani MB, Jivani NP. Phytochemical screening of ethanolic extract of Artemisia nilagirica. Int J Chem Sci. 2010;8(4):2099–2104."}, {"Citation": "Dhanapal ACTA, Ming TW, Aung HP, Hao SJ. Preliminary screening of Artemisia argyi for antioxidant potentials. Int J Pharmacogn Phytochem Res. 2016;8(2):347–355."}, {"Citation": "Dib I, Alaouri-faris F. Artemisia campestris L.: review on taxonomical aspects, cytogeography, biological activities, and bioactive compounds. Biomed Pharmacother. 2019;109:1884–1906. doi: 10.1016/j.biopha.2018.10.149.", "ArticleIdList": ["10.1016/j.biopha.2018.10.149", "30551444"]}, {"Citation": "Dorsch W, Ettl M, Hein G, Scheftner P, Weber J, Bayer T, Wagner H. Anti-asthmatic effects of onions. Inhibition of platelet-activating factor-induced bronchial obstruction by onion oils. Int Arch Allergy Appl Immunol. 1987;82:535–536. doi: 10.1159/000234271.", "ArticleIdList": ["10.1159/000234271", "3570522"]}, {"Citation": "Drazen JM (1997) Pharmacology of leukotriene receptor antagonists and 5-lipoxygenase inhibitors in the management of asthma. Pharmacotherapy 17(1 Pt 2):22S–30S. https://pubmed.ncbi.nlm.nih.gov/9017785/", "ArticleIdList": ["9017785"]}, {"Citation": "Du JH, Zhang HD, Ma ZJ, Ji KM. Artesunate induces oncosis-like cell death in vitro and has antitumor activity against pancreatic cancer xenografts in-vivo. Cancer Chemother Pharmacol. 2010;65:895–902. doi: 10.1007/s00280-009-1095-5.", "ArticleIdList": ["10.1007/s00280-009-1095-5", "PMC2824122", "19690861"]}, {"Citation": "Dyson AJ, Mackay AD. Ketotifen in adult asthma. BMJ. 1980;280(6211):360–361. doi: 10.1136/bmj.280.6211.360.", "ArticleIdList": ["10.1136/bmj.280.6211.360", "PMC1600936", "6102487"]}, {"Citation": "Efferth T. Artemisinin-second career as anticancer drug? World J Tradit Chin Med. 2015;1(4):2–25. doi: 10.15806/j.issn.2311-8571.2015.0036.", "ArticleIdList": ["10.15806/j.issn.2311-8571.2015.0036"]}, {"Citation": "Efferth T. From ancient herb to modern drug, Artemisia annua and artemisinin for cancer therapy. Semin Cancer Biol. 2017;46:65–83. doi: 10.1016/j.semcancer.2017.02.009.", "ArticleIdList": ["10.1016/j.semcancer.2017.02.009", "28254675"]}, {"Citation": "Elhassan IA, Ibrahim NY, Mahmoud OM, Salam AM. Anti-tubercular activity of essential oils from Cymbopogon citratus, C. nervatus, C. proximus. J Pharmacogn Phytochem. 2013;5(1):19–23."}, {"Citation": "El-Tantawy WH. Biochemical effects, hypolipidemic anti-inflammatory activities of Artemisia vulgaris extract in hypercholesterolemic rats. J Clin Biochem Nutr. 2015;57(1):33–38. doi: 10.3164/jcbn.14-141.", "ArticleIdList": ["10.3164/jcbn.14-141", "PMC4512891", "26236098"]}, {"Citation": "Emami SA, Vahdati-Mashhadian N, Vosough R, Oghazian MB. The anticancer activity of five species of Artemisia on Hep2HepG2 cell lines. Pharmacol Online. 2009;3:327–339."}, {"Citation": "Erdogrul OT. Antibacterial activities of some plant extracts used in folk medicine. Pharm Biol. 2002;40(4):269–273. doi: 10.1076/phbi.40.4.269.8474.", "ArticleIdList": ["10.1076/phbi.40.4.269.8474"]}, {"Citation": "Erel SB, Reznicek G, Senol SG, Yavasogulu NUK, Konyalioglu S, Zeybek AU. Antimicrobial and antioxidant properties of Artemisia L. species from western Anatolia. Turk J Biol. 2012;36:75–84. doi: 10.3906/biy-0912-27.", "ArticleIdList": ["10.3906/biy-0912-27"]}, {"Citation": "Esen M, Grassme H, Riethmuller J, Riehle A, Fassbender K, Gulbins E. Invasion of human epithelial cells by Pseudomonas aeruginosa involves Src-like tyrosine kinase p60Srcp59Fyn. Infect Immun. 2001;69(1):281–287. doi: 10.1128/IAI.69.1.281-287.2001.", "ArticleIdList": ["10.1128/IAI.69.1.281-287.2001", "PMC97882", "11119516"]}, {"Citation": "Esmaeili F, Sepehri G, Kashanian GRM, Khaksari M. The effect of acute administration of Artemisia persia extracts on arterial blood pressure heart rate in rats. Am J Appl Sci. 2009;6(5):843–847. doi: 10.3844/ajas.2009.843.847.", "ArticleIdList": ["10.3844/ajas.2009.843.847"]}, {"Citation": "Faizei F, Maghsood AH, Parin F. Antiprotoscolices effect of methanolic extract of Zingiber officinale, Artemisia aucheri and Eucalyptus globulus against Echinococcus granulosus in-vitro. Iran J Pharmacol Ther. 2015;14(1):7–11."}, {"Citation": "Fakhoury M, Negrulj R, Mooranian A, Al-Salami H. Inflammatory bowel disease: clinical aspects and treatments. J Inflamm Res. 2014;4(7):113–120. doi: 10.2147/JIR.S65979.", "ArticleIdList": ["10.2147/JIR.S65979", "PMC4106026", "25075198"]}, {"Citation": "Fakim AG. Medicinal plants of Mauritius. Int J Crude Drug Res. 1990;28:297–308. doi: 10.3109/13880209009082837.", "ArticleIdList": ["10.3109/13880209009082837"]}, {"Citation": "Farahani ZB, Mirzaie A, Ashrafi F, Hesari MR, Chitgar A, Noorbazargan H, Rahimi A. Phytochemical composition and biological activities of Artemisia quettensis Podlech ethanolic extract. Nat Prod Resour. 2017;31(21):2554–2558. doi: 10.1080/14786419.2017.1318385.", "ArticleIdList": ["10.1080/14786419.2017.1318385", "28423933"]}, {"Citation": "Formisano C, Rigano D, Russo A. Phytochemical profile and apoptotic activity of Onopordum cynarocephalum. Planta Med. 2012;78(15):1651–1660. doi: 10.1055/s-0032-1315259.", "ArticleIdList": ["10.1055/s-0032-1315259", "22965548"]}, {"Citation": "Geller C, Varbanov M, Duval RE. Human coronaviruses: insights into environmental resistance and its influence on the development of new antiseptic strategies. Viruses. 2012;4:3044–3068. doi: 10.3390/v4113044.", "ArticleIdList": ["10.3390/v4113044", "PMC3509683", "23202515"]}, {"Citation": "Ghazanfar K, Ganai BA, Akbar S, Mubashir K, Dar SA, Dar MY, Tantry MA. Antidiabetic activity of Artemisia amygdalina Decne in streptozotocin-induced diabetic rats. Biomed Res Int. 2014;2:185676. doi: 10.1155/2014/185676.", "ArticleIdList": ["10.1155/2014/185676", "PMC4055220", "24967338"]}, {"Citation": "Ghisalberti EL, Pennacchio M, Alexer E. Survey of secondary plant metabolites with cardiovascular activity. Pharm Biol. 1998;36(4):237–279. doi: 10.1076/phbi.36.4.237.4583.", "ArticleIdList": ["10.1076/phbi.36.4.237.4583"]}, {"Citation": "Ghisan R, Thamaraichelvan A, Baburaj K. Anti-inflammatory action of Lannnea coromelica by HRBC membrane stabilization. Fitoterapia. 1991;62(1):81–83."}, {"Citation": "Gilani AH, Janbaz KH. Protective effect of Artemisia scoparia extract against acetaminophen-induced hepatotoxicity. Gen Pharmacol. 1993;24(6):1455–1458. doi: 10.1016/0306-3623(93)90434-y.", "ArticleIdList": ["10.1016/0306-3623(93)90434-y", "8112519"]}, {"Citation": "Gilani AH, Yaeesh S, Jamal Q, Ghayur MN. Hepatoprotective activity of aqueous-methanol extract of Artemisia vulgaris. Phytother Res. 2005;19:170–172. doi: 10.1002/ptr.1632.", "ArticleIdList": ["10.1002/ptr.1632", "15852491"]}, {"Citation": "Goel R, Singh V, Kumari R, Kumari R, Srivastava S, Mallavarapu GR, Goel D, Kumar S. Artemisia (Asteraceae) essential oils: compositional variation and  mechanisms of its origin, biosynthesis of constituents, correspondence between biological activities and ethnomedicinal usage and repurposement prospects. Proc Indian Natl Sci Acad. 2019;85(4):723–790. doi: 10.16943/ptinsa/2019/49644.", "ArticleIdList": ["10.16943/ptinsa/2019/49644"]}, {"Citation": "Gordanian B, Behbahani M, Carapetian J, Fazilati M. In-vitro evaluation of cytotoxic activity of flower, leaf, stem and root extracts of five artemisia species. Res Pharm Sci. 2014;9(2):91–96.", "ArticleIdList": ["PMC4311295", "25657777"]}, {"Citation": "Govindaraj SP, Kumari BDR. Composition and larvicidal activity of Artemisia vulgaris L. stem essential oil against Aedes aegypti. Jordan J Biol Sci. 2013;6(1):11–16. doi: 10.12816/0000252.", "ArticleIdList": ["10.12816/0000252"]}, {"Citation": "Griselda H, Horacio MG, Jorge E. Argentinean’s plants with interest in ethnomedicine as wormers. Int J Pharmacol Phytochem Ethnomed. 2016;5:1–17. doi: 10.18052/www.scipress.com/IJPPE.5.1.", "ArticleIdList": ["10.18052/www.scipress.com/IJPPE.5.1"]}, {"Citation": "Gruenwald J. PDR for herbal medicines. 2. Montvale: Medical Economics; 2000."}, {"Citation": "Gruenwald J, Brendler T, Jaenicke C. PDR of herbal medicine. 4. Florence: Thomson Healthcare; 2008. pp. 91–593."}, {"Citation": "Gul MZ, Ahmad F, Kondapi AK, Qureshi IA, Ghazi IA. Antioxidant and  antiproliferative activities of Abrus precatorius leaf extracts—an in-vitro study. BMC Complement Altern Med. 2013;13:53. doi: 10.1186/1472-6882-13-53.", "ArticleIdList": ["10.1186/1472-6882-13-53", "PMC3600005", "23452983"]}, {"Citation": "Gupta RC, Himshikha RPK, Kumar P, Singhal VK. First report of structural heterozygosity in Artemisia parviflora (Asteraceae) from Parvati Valley in Kullu district (Himachal Pradesh, India) Bot Serbica. 2010;34(1):63–66."}, {"Citation": "Gupta RC, Goyal H, Singh V. Cytology of the genus Artemisia (Anthemidae, Asteraceae) in the Western Himalayas. Biologia. 2014;69:1134–1141. doi: 10.2478/s11756-014-0413-5.", "ArticleIdList": ["10.2478/s11756-014-0413-5"]}, {"Citation": "Gurib-Fakim A, Gueho J, Sewraj MD, Dulloo E. Medical ethnobotany of some weeds of Mauritius Rodrigues. J Ethnopharmacol. 1993;9:175–185. doi: 10.1016/0378-8741(93)90034-3.", "ArticleIdList": ["10.1016/0378-8741(93)90034-3", "8258975"]}, {"Citation": "Gurib-Fakim A, Guho J, Sewraj MD (1996a) Plantes Medicinales de Maurice, Editions de l’Ocean Indien, Stanley, Rose Hill. Mauritius, pp 1–498"}, {"Citation": "Gurib-Fakim A, Gueho J, Sewraj MD, Dulloo E. Medicinal plants of Rodrigues. Int J Pharmacogn. 1996;34:2–14. doi: 10.1076/phbi.34.1.2.13177.", "ArticleIdList": ["10.1076/phbi.34.1.2.13177"]}, {"Citation": "Gurib-Fakim A, Gueho J, Sewraj-Bissoondoyal M. The medicinal plants of Mauritius—Part 1. Int J Pharmacogn. 1997;35(4):237–254. doi: 10.1076/phbi.35.4.237.13313.", "ArticleIdList": ["10.1076/phbi.35.4.237.13313"]}, {"Citation": "Ha H, Lee H, Seo CS, Lim H, Lee JK. Artemisia capillaris inhibits atopic dermatitis-like skin lesions in Dermatophagoides farinae-sensitized Nc/Nga mice. BMC Complement Altern Med. 2014;14:100. doi: 10.1186/1472-6882-14-100.", "ArticleIdList": ["10.1186/1472-6882-14-100", "PMC3995603", "24624888"]}, {"Citation": "Haider F, Dwivedi PD, Naqvi AA, Bagchi GD. Essential oil composition of Artemisia vulgaris harvested at different growth periods under Indo-Gangetic plain conditions. J Essent Oil Res. 2003;15(6):376–378. doi: 10.1080/10412905.2003.9698615.", "ArticleIdList": ["10.1080/10412905.2003.9698615"]}, {"Citation": "Haider F, Kumar N, Naqvi AA, Bagchi GD. Oil constituents of Artemisia nilagirica var. septentrionalis is growing at different altitudes. Nat Prod Commun. 2010;5:1959–1960.", "ArticleIdList": ["21299131"]}, {"Citation": "Halliwell B, Gutteridges JM. Oxygen toxicity, oxygen radicals, transition metals and disease. Biochem J. 1984;219(1):1–14. doi: 10.1042/bj2190001.", "ArticleIdList": ["10.1042/bj2190001", "PMC1153442", "6326753"]}, {"Citation": "Hamed BN, Serria HT, Lobna M, Khaled Z. Aqueous leaf extracts of Artemisia campestris inhibition of the scorpion venom induced hypertension. J Med Plant Res. 2014;8(13):538–542. doi: 10.5897/JMPR12.954.", "ArticleIdList": ["10.5897/JMPR12.954"]}, {"Citation": "Han KH, Jeon YJ, Athukorala Y. A water extract of Artemisia capillaris prevents 2,2′-azobis (2-amidinopropane) dihydrochloride-induced liver damage in rats. J Med Food. 2006;9(3):342–347. doi: 10.1089/jmf.2006.9.342.", "ArticleIdList": ["10.1089/jmf.2006.9.342", "17004896"]}, {"Citation": "Han G, Shin H, Seong S, Kim S. Systematic review of case reports about Korean medicine for lung cancer. J Korean Med. 2018;39(4):136–157. doi: 10.13048/jkm.18041.", "ArticleIdList": ["10.13048/jkm.18041"]}, {"Citation": "Haq S, Grondin J, Banskota S, Khan WI. Autophagy: roles in intestinal mucosal homeostasis and inflammation. J Biomed Sci. 2019;26:19. doi: 10.1186/s12929-019-0512-2.", "ArticleIdList": ["10.1186/s12929-019-0512-2", "PMC6375151", "30764829"]}, {"Citation": "Haq FU, Roman M, Ahmad K, Rahman SU, Shah SMA, Suleman N, Ullah S, Ahmad I, Ullah W. Artemisia annua: trials are needed for COVID-19. Phytother Res. 2020 doi: 10.1002/ptr.6733.", "ArticleIdList": ["10.1002/ptr.6733", "PMC7276816", "32424845"]}, {"Citation": "Hassan AM, Ashton M, Kihamia CM, Mtey GJ, Bjorkman A. Multiple-dose pharmacokinetics of oral artemisinin and comparison of its efficacy with that of oral artesunate in falciparum malaria patients. Trans R Soc Trop Med Hyg. 1996;90(1):61–65. doi: 10.1016/s0035-9203(96)90480-0.", "ArticleIdList": ["10.1016/s0035-9203(96)90480-0", "8730315"]}, {"Citation": "Hijazi AM, Salhab AS. Effects of Artemisia monosperma ethanolic leaves extract on implantation, mid-term abortion and parturition of pregnant rats. J Ethnopharmacol. 2010;128(2):446–451. doi: 10.1016/j.jep.2010.01.030.", "ArticleIdList": ["10.1016/j.jep.2010.01.030", "20083188"]}, {"Citation": "Hiremath SK, Kolume DG, Muddapur UM. Antimicrobial activity of Artemisia vulgaris Linn. (Damanaka) Int J Res Ayurveda Pharm. 2011;2(6):1674–1675."}, {"Citation": "Hojageldiyev T, Bolmammedov Y, Gurbanaliyev S. Antimycobacterial activity of ethanolic extract of Artemisia absinthium L. World Sci News. 2019;119:224–230."}, {"Citation": "Honmore V, Khare A, Zanwar AA. Artemisia pallens alleviates acetaminophen-induced toxicity via modulation of endogenous biomarkers. Pharm Biol. 2014;53(4):571–581. doi: 10.3109/13880209.2014.934382.", "ArticleIdList": ["10.3109/13880209.2014.934382", "25339313"]}, {"Citation": "Hossain MM, Ahamed SK, Dewan SMR, Hassan MM. In-vivo antipyretic, antiemetic, in-vitro membrane stabilization, antimicrobial and cytotoxic activities of different extracts from Spilanthes paniculate leaves. Biol Res. 2014;47:45. doi: 10.1186/0717-6287-47-45.", "ArticleIdList": ["10.1186/0717-6287-47-45", "PMC4177068", "25299748"]}, {"Citation": "Huntley A, Ernst E. Herbal medicines for asthma: a systematic review. Thorax. 2000;55:925–929. doi: 10.1136/thorax.55.11.925.", "ArticleIdList": ["10.1136/thorax.55.11.925", "PMC1745625", "11050261"]}, {"Citation": "Hussain AI, Anwar F, Sherazi STH, Przybylski R. Chemical composition, antioxidant and antimicrobial activities of basil (Ocimum basilicum) essential oils depends on seasonal variations. Food Chem. 2008;108:986–995. doi: 10.1016/j.foodchem.2007.12.010.", "ArticleIdList": ["10.1016/j.foodchem.2007.12.010", "26065762"]}, {"Citation": "Hussain A, Hayat MQ, Sahreen S, Ain Q, Bokhari SAI. Pharmacological promises of genus Artemisia (Asteraceae): a review. B Life Environ Sci. 2017;54(4):265–287."}, {"Citation": "Iqbal S, Younas U, Chan KW, Zia-Ul-Haq M, Ismail M. Chemical composition of Artemisia annua L. leaves and antioxidant potential of extracts as a function of extraction solvents. Molecules. 2012;17(5):6020–6032. doi: 10.3390/molecules17056020.", "ArticleIdList": ["10.3390/molecules17056020", "PMC6268588", "22614857"]}, {"Citation": "Irum S, Ahmed H, Mirzak BK, Donskow-Lysoniewska K, Muhammad A. In-vitro and in-vivo anthelmintic activity of extracts from Artemisia parviflora and Artemisia sieversiana. Helminthologia. 2017;54(3):218–224. doi: 10.1515/helm-2017-0028.", "ArticleIdList": ["10.1515/helm-2017-0028"]}, {"Citation": "Iwueke AV, Nwodo OF, Okoli CO. Evaluation of anti-inflammatory and analgesic activities of Vitex doniana leaves. Afr J Biotechnol. 2006;5(20):1929–1935. doi: 10.5897/AJB2006.000-5086.", "ArticleIdList": ["10.5897/AJB2006.000-5086"]}, {"Citation": "Jahani R, Khaledyan D, Jahani A, Jamshidi E. Evaluation comparison of the antidepressant-like activity of Artemisia dracunculus and Stachys lavulifolia ethanolic extracts: an in-vivo study. Res Pharm Sci. 2019;14(6):544–553. doi: 10.4103/1735-5362.272563.", "ArticleIdList": ["10.4103/1735-5362.272563", "PMC6937744", "32038734"]}, {"Citation": "Jain DC, Bhakuni RS, Sharma RP, Kahol AP, Dutta GP, Kumar S. Domestication of Artemisia annua plant and development of new antimalarial drug arteether in India. J Sci Ind Res. 2000;59:1–11."}, {"Citation": "Jasinskas A, Simonaviciote R, Siaudinis G, Liaudanskiene I, Antanaitis S, Apak M, Olt J. The assessment of common mugwort (Artemisia vulgaris L.) and cup plant (Silphium prefoliatum L.) productivity and technological preparation for solid biofuel. Zemdirb-Agric. 2014;101(1):19–26. doi: 10.13080/z-a.2014.101.003.", "ArticleIdList": ["10.13080/z-a.2014.101.003"]}, {"Citation": "Jassim SAA, Naji MA. Novel antiviral agents: a medicinal plant perspective. J Appl Microbiol. 2003;95(3):412–427. doi: 10.1046/j.1365-2672.2003.02026.x.", "ArticleIdList": ["10.1046/j.1365-2672.2003.02026.x", "12911688"]}, {"Citation": "Jerkovic I, Mastelic J, Milos M, Juteau F, Masotti V, Viano J. Chemical variability of Artemisia vulgaris L. essential oils originated from the Mediterranean area of France and Croatia. Flavour Fragr J. 2003;18(5):436–440. doi: 10.1002/ffj.1246.", "ArticleIdList": ["10.1002/ffj.1246"]}, {"Citation": "Jiao P, Moore B, Hong M, Clevel S, Chu M. Hepatoprotective activity of herbal composition SAL, a standardize blend comprised of Schisra chinensis, Artemisia capillaris, and Aloe barbadensis. J Nutr Metab. 2016 doi: 10.1155/2016/3530971.", "ArticleIdList": ["10.1155/2016/3530971", "PMC4811106", "27066270"]}, {"Citation": "Jimenez-Arellanes MA, Gutierrez-Rebolledo G, Rojas-Tome S. Medicinal plants, an important reserve of antimycobacterial and antitubercular drugs: an update. J Infect Dis Ther. 2014;2:185. doi: 10.4172/2332-0877.1000185.", "ArticleIdList": ["10.4172/2332-0877.1000185"]}, {"Citation": "Joshi RK, Satyal P, Setzer WN. Himalayan aromatic medicinal plants: a review of their ethnopharmacology, volatile phytochemistry,and biological activities. Medicines (Basel) 2016;3(1):6. doi: 10.3390/medicines3010006.", "ArticleIdList": ["10.3390/medicines3010006", "PMC5456235", "28930116"]}, {"Citation": "Judzentiene A, Buzelyte J. Chemical composition of essential oils of Artemisia vulgaris L. (Mugwort) from plants grown in North Lithuania. CHEMIJA. 2006;17(1):12–15."}, {"Citation": "Juteau F, Masotti V, Bessiere JM, Dherbomez M, Viano J. Antibacterial and  antioxidant activities of Artemisia annua essential oil. Fitoterapia. 2002;73(6):532–535. doi: 10.1016/S0367-326X(02)00175-2.", "ArticleIdList": ["10.1016/S0367-326X(02)00175-2", "12385883"]}, {"Citation": "Jyoti MA, Nam KW, Jang WS, Kim YH, Kim SK, Lee BE, Song HY. Antimycobacterial activity of methanolic plant extract of Artemisia capillaris containing ursolic acid and hydroquinone against Mycobacterium tuberculosis. J Infect Chemother. 2016;22(4):200–208. doi: 10.1016/j.jiac.2015.11.014.", "ArticleIdList": ["10.1016/j.jiac.2015.11.014", "26867795"]}, {"Citation": "Kabra SK, Pandey RM, Singh R, Seth V. Ketotifen for asthma in children aged 5 to 15 years: a randomized placebo-controlled trial. Ann Allergy Asthma Immunol. 2000;85(1):46–52. doi: 10.1016/S1081-1206(10)62433-7.", "ArticleIdList": ["10.1016/S1081-1206(10)62433-7", "10923604"]}, {"Citation": "Kaji T, Kaga K, Miezi N, Ejiri N, Sakuragawa N. A stimulatory effect of Artemisia leaf extract on the proliferation of cultured endothelial cells. Chem Pharm Bull (Tokyo) 1990;38(2):538–540. doi: 10.1248/cpb.38.538.", "ArticleIdList": ["10.1248/cpb.38.538", "2337970"]}, {"Citation": "Kalaiselvi D, Mohankumar A, Shanmugam G, Thiruppathi G, Nivitha S, Sundararaj P. Altitude-related changes in the phytochemical profile of essential oils extracted from Artemisia nilagirica and their nematocidal activity against Meloidogyne incognita. Ind Crops Prod. 2019;139:111472. doi: 10.1016/j.indcrop.2019.111472.", "ArticleIdList": ["10.1016/j.indcrop.2019.111472"]}, {"Citation": "Kalkanidis M, Klonis N, Tilley L, Deady LW. Novel phenothiazine anti-malarials: synthesis, antimalarial activity, and inhibition of the formation of β-haematin. Biochem Pharmacol. 2002;63(5):833–842. doi: 10.1016/S0006-2952(01)00840-1.", "ArticleIdList": ["10.1016/S0006-2952(01)00840-1", "11911834"]}, {"Citation": "Kampf G, Todt D, Pfaender S, Steinmann E. Persistence of coronaviruses on inanimate surfaces and their inactivation with biocidal agents. J Hosp Infect. 2020;104(3):246–251. doi: 10.1016/j.jhin.2020.01.022.", "ArticleIdList": ["10.1016/j.jhin.2020.01.022", "PMC7132493", "32035997"]}, {"Citation": "Kangwan N, Park J, Kim E, Hahm KB. Quality of healing of gastric ulcers: natural products beyond acid suppression. World J Gastrointest Pathophysiol. 2014;5(1):40–47. doi: 10.4291/wjgp.v5.i1.40.", "ArticleIdList": ["10.4291/wjgp.v5.i1.40", "PMC4024519", "24891974"]}, {"Citation": "Karamoddini MK, Emami SA, Ghannad MS, Sani EA, Sahebkar A. Antiviral activities of aerial subsets of Artemisia species against Herpes Simplex virus type 1 (HSV1) in-vitro. Asian Biomed. 2011;5(1):63–68. doi: 10.5372/1905-7415.0501.007.", "ArticleIdList": ["10.5372/1905-7415.0501.007"]}, {"Citation": "Katiyar C, Gupta A, Kanjilal S, Katiyar S. Drug discovery from plant sources: an integrated approach. Ayu. 2012;33(1):10–19. doi: 10.4103/0974-8520.100295.", "ArticleIdList": ["10.4103/0974-8520.100295", "PMC3456845", "23049178"]}, {"Citation": "Kavitha KN, Dattatri AN. Experimental evaluation of antidiabetic activity of Swertia Chirata-Aqueous extract. J Public Health Med Res. 2013;1(2):71–75."}, {"Citation": "Khan KA. A preclinical antihyperlipidemic evaluation of Artemisia vulgaris root in diet-induced hyperlipidaemic animal model. Int J Pharmacol Res. 2015;5(4):110–114. doi: 10.7439/ijpr.", "ArticleIdList": ["10.7439/ijpr"]}, {"Citation": "Khan M, Mousa AA, Syamasundar KV, Alkhathlan HZ. Determination of chemical constituents of leafstem essential oils of Artemisia monosperma from central Saudi Arabia. Nat Prod Commun. 2012;7(8):1079–1082. doi: 10.1177/1934578X1200700829.", "ArticleIdList": ["10.1177/1934578X1200700829", "22978234"]}, {"Citation": "Khan I, Karim N, Ahmad W, Abdelhalim A, Chebib M. GABA-A receptor modulation anticonvulsant, anxiolytic, and antidepressant activities of constituents from Artemisia indica Linn. Evid-Based Complement Altern Med. 2016 doi: 10.1155/2016/1215393.", "ArticleIdList": ["10.1155/2016/1215393", "PMC4838807", "27143980"]}, {"Citation": "Khezrilu BJ, Heidari R. The evaluation of antioxidant activities and phenolic compounds in leaves and inflorescence of Artemisia dracunculus L. by HPLC. J Med Plants. 2014;13(51):41–50."}, {"Citation": "Khosravi H, Rahnema M, Asle-Rousta M. Anxiolytic and antidepressant effects of tarragon (Artemisia dracunculus L.) hydro-alcoholic extract in male rats exposed to chronic restraint stress. Nova Biologica Reperta. 2017;4:1–8. doi: 10.21859/acadpub.nbr.4.1.1.", "ArticleIdList": ["10.21859/acadpub.nbr.4.1.1"]}, {"Citation": "Kim J, Choi J, Lee H, Lee MS, Ernst E. Moxibustion for hypertension: a systematic review. BMC Cardiovasc Disord. 2010;10:33. doi: 10.1186/1471-2261-10-33.", "ArticleIdList": ["10.1186/1471-2261-10-33", "PMC2912786", "20602794"]}, {"Citation": "Kim J, Park S, Lim J, Sohn S, Shin J, Park S. Gastroprotective effects of the isopropanol extract of Artemisia princeps and its gastroretentive floating tablets on gastric mucosal injury. Acta Pharm. 2017;67:479–494. doi: 10.1515/acph-2017-0037.", "ArticleIdList": ["10.1515/acph-2017-0037", "29337669"]}, {"Citation": "Kishore N, Dubey NK, Chansouria JPN. Antimycotic activity of the essential of Artemisia nilagirica. Flavour Fragr J. 2001;16(1):61–63. doi: 10.1002/1099-1026(200101/02)16:1<61::AID-FFJ946>3.0.CO;2-V.", "ArticleIdList": ["10.1002/1099-1026(200101/02)16:1<61::AID-FFJ946>3.0.CO;2-V"]}, {"Citation": "Kodippili K, Ratnasooriya WD, Premakumara S, Udagama PV. An investigation of the antimalarial activity of Artemisia vulgaris leaf extract in a rodent malaria model. Int J Green Pharm. 2011 doi: 10.22377/ijgp.v5i4.", "ArticleIdList": ["10.22377/ijgp.v5i4"]}, {"Citation": "Konda VGR, Madhavi E, Ruckmani A, Venkataramana Y. A review on medicinal plants with potential hypolipidemic activity. Int J Pharm Biol Sci. 2013;4(4):729–740."}, {"Citation": "Konstat-Korzenny E, Ascencio-Aragon JA, Niezen-Lugo S, Vazquez-Lopez R. Artemisinin and its synthetic derivatives as a possible therapy for cancer. Med Sci. 2018;6(1):19. doi: 10.3390/medsci6010019.", "ArticleIdList": ["10.3390/medsci6010019", "PMC5872176", "29495461"]}, {"Citation": "Kooy F, Sullivan SE. The complexity of medicinal plants: the traditional Artemisia annua formulation, current status and future perspectives. J Ethnopharmacol. 2013;150(1):1–13. doi: 10.1016/j.jep.2013.08.021.", "ArticleIdList": ["10.1016/j.jep.2013.08.021", "23973523"]}, {"Citation": "Kordali S, Kotan R, Mavi A, Cakir A, Ala A, Yildirim A. Determination of the chemical composition and antioxidant activity of the essential oil of Artemisia dracunculus and of the antifungal and antibacterial activities of Turkish Artemisa absinthium, Artemisia dracunculus, Artemisia santonicum, and Artemisia spicigera essential oils. J Agric Food Chem. 2005;53(24):9452–9458. doi: 10.1021/jf0516538.", "ArticleIdList": ["10.1021/jf0516538", "16302761"]}, {"Citation": "Koul B, Taak P, Kumar A, Khatri T, Sanyal I. The Artemisia genus: a review on traditional uses, phytochemical constituents, pharmacological properties and germplasm conservation. J Glycomics Lipidomics. 2017;7:1. doi: 10.4172/2153-0637.1000142.", "ArticleIdList": ["10.4172/2153-0637.1000142"]}, {"Citation": "Kruth HS. Lipoprotein cholesterol and atherosclerosis. Curr Mol Med. 2001;1(6):633–653. doi: 10.2174/1566524013363212.", "ArticleIdList": ["10.2174/1566524013363212", "11899253"]}, {"Citation": "Kuipers EJ. Pernicious anaemia, atrophic gastritis, the risk of cancer. Clin Gastroenterol Hepatol. 2015;13(13):2290–2292. doi: 10.1016/j.cgh.2015.07.013.", "ArticleIdList": ["10.1016/j.cgh.2015.07.013", "26192144"]}, {"Citation": "Kumar S, Madaan R, Bansal G, Jamwal A, Sharma A. Plants and plants products with potential anticonvulsant activity-a review. Pharmacogn Commun. 2012;2(1):3–99. doi: 10.5530/pc.2012.suppl1.2.", "ArticleIdList": ["10.5530/pc.2012.suppl1.2"]}, {"Citation": "Kumari P, Singh BK, Joshi GC, Tewari LM. Veterinary ethnomedicinal plants in Uttarakhand Himalayan Region, India. Ethnobot Leafl. 2009;13:1312–1327."}, {"Citation": "Lachenmeier DW. Wormwood (Artemisia absinthium L.)—a curious plant with both neurotoxic and neuroprotective properties? J Ethnopharmacol. 2010;131:224–227. doi: 10.1016/j.jep.2010.05.062.", "ArticleIdList": ["10.1016/j.jep.2010.05.062", "20542104"]}, {"Citation": "Lachenmeier DW, Uebelacker M. Risk assessment of thujone in foods and medicines containing sage and wormwood--evidence for a need of regulatory changes? Regul Toxicol Pharmacol. 2010;58(3):437–443. doi: 10.1016/j.yrtph.2010.08.012.", "ArticleIdList": ["10.1016/j.yrtph.2010.08.012", "20727933"]}, {"Citation": "Le TB, Beaufay C, Bonneau N. Anti-protozoal activity of essential oils and their constituents against Leishmania, Plasmodium, and  Trypanosoma. Phytochimie. 2018;18(1):1–33."}, {"Citation": "Li S, Chen C, Zhang H, Guo H, Wang H, Wang L, Zhang X, Hua S, Yu J, Xiao P, Li R, Tan X. Identification of natural compounds with antiviral activities against SARS-associated coronavirus. Antivir Res. 2005;67:18–23. doi: 10.1016/j.antiviral.2005.02.007.", "ArticleIdList": ["10.1016/j.antiviral.2005.02.007", "PMC7114104", "15885816"]}, {"Citation": "Lian G, Li F, Yin Y, Chen L, Yang J. Herbal extract of Artemisia vulgaris (mugwort) induces antitumor effects in HCT-15 human colon cancer cells via autophagy induction, cell migration suppression and loss of mitochondrial membrane potential. J Buon. 2018;23(1):73–78.", "ArticleIdList": ["29552763"]}, {"Citation": "Lin L, Hsu W, Lin C. Antiviral natural products and herbal medicines. J Tradit Complement Med. 2014;4(1):24–35. doi: 10.4103/2225-4110.124335.", "ArticleIdList": ["10.4103/2225-4110.124335", "PMC4032839", "24872930"]}, {"Citation": "Longo M, Zanoncelli S, Torre PD, Riflettuto M, Cocco F, Pesenti M, Giusti A, Colombo P, Brughera M, Mazue G, Navaratman V, Gomes M, Olliaro P. In-vivo and in-vitro investigations of the effects of the antimalarial drug dihydroartemisinin (DHA) on rat embryos. Reprod Toxicol. 2006;22(4):797–810. doi: 10.1016/j.reprotox.2006.08.001.", "ArticleIdList": ["10.1016/j.reprotox.2006.08.001", "16959470"]}, {"Citation": "Loo CSN, Lam NSK, Yu D, Su X. Artemisinin and its derivatives in treating protozoan infections beyond malaria. Pharmacol Res. 2017;117:192–217. doi: 10.1016/j.phrs.2016.11.012.", "ArticleIdList": ["10.1016/j.phrs.2016.11.012", "PMC5316320", "27867026"]}, {"Citation": "Lopez CP, Sumalapao DEP, Villarante NR. Hepatoprotective activity of aqueous ethanolic Bixa orellana L. leaf extracts against carbon tetrachloride-induced hepatotoxicity. Natl J Physiol Pharm Pharmacol. 2017;7(9):972–976. doi: 10.5455/njppp.2017.7.0412011052017.", "ArticleIdList": ["10.5455/njppp.2017.7.0412011052017"]}, {"Citation": "Loscher W, Schmidt D. New horizons in the development of antiepileptic drugs: innovative strategies. Epilepsy Res. 2006;63(3):183–271. doi: 10.1016/j.eplepsyres.2006.03.014.", "ArticleIdList": ["10.1016/j.eplepsyres.2006.03.014", "PMC1574365", "16835945"]}, {"Citation": "Luo H, Tang QL, Shang YX, Liang SB, Yang M, Robinson N, Liu JP. Can Chinese medicine be used for prevention of corona virus disease 2019 (COVID-19)? a review of historical classics, research evidence and current prevention programs. Chin J Integr Med. 2020 doi: 10.1007/s11655-020-3192-6.", "ArticleIdList": ["10.1007/s11655-020-3192-6", "PMC7088641", "32065348"]}, {"Citation": "Lutgen P. Artemisia afra and hypertension. Pharm Pharmacol Int J. 2019;7(6):297–300. doi: 10.15406/ppij.2019.07.00267.", "ArticleIdList": ["10.15406/ppij.2019.07.00267"]}, {"Citation": "Mahmoudi M, Ebrahimzadeh MA, Ansaroudi F. Antidepressant and antioxidant activities of Artemisia absinthium L. at flowering stage. Afr J Biotechnol. 2009;8(24):7170–7175. doi: 10.5897/AJB09.753.", "ArticleIdList": ["10.5897/AJB09.753"]}, {"Citation": "Malhi H, Gores GJ. Cellular and molecular mechanisms of liver injury. Gastroenterology. 2008;134(6):1641–1654. doi: 10.1053/j.gastro.2008.03.002.", "ArticleIdList": ["10.1053/j.gastro.2008.03.002", "PMC2553363", "18471544"]}, {"Citation": "Mali RG, Dhake AS. A review on herbal antiasthmatics. Orient Pharm Exp Med. 2011;11(2):77–90. doi: 10.1007/s13596-011-0019-1.", "ArticleIdList": ["10.1007/s13596-011-0019-1", "PMC3245822", "22207824"]}, {"Citation": "Malik JA. Ethnopharmacological properties of Artemisia genus used by the traditional healers of Kashmir. Indo Am J Pharm Sci. 2017;4(8):2738–2743."}, {"Citation": "Mamatova AS, Korona-Glowniak I, Skalicka-Wozniak K, Jozefczyk A, Wojtanowski KK, Baj T, Sakipova ZB, Malm A. Phytochemical composition of wormwood (Artemisia gmelinii) extracts in respect of their antimicrobial activity. Complement Altern Med. 2019;19(1):288. doi: 10.1186/s12906-019-2719-x.", "ArticleIdList": ["10.1186/s12906-019-2719-x", "PMC6819330", "31660943"]}, {"Citation": "Mankani KL, Krishna V, Manjunatha BK, Vidya SM, Singh SDJ. Evaluation of hepatoprotective activity of stem bark of Pterocarpus marsupium Roxb. Indian J Pharmacol. 2005;37(3):165–168. doi: 10.4103/0253-7613.16213.", "ArticleIdList": ["10.4103/0253-7613.16213"]}, {"Citation": "Marcus EA, Vagin O, Tokhtaeva E, Sachs G, Scott DR. Helicobacter pylori impedes acid-induced tightening of gastric epithelial junctions. Am J Physiol Gastrointest Liver Physiol. 2013;305:G731–G739. doi: 10.1152/ajpgi.00209.2013.", "ArticleIdList": ["10.1152/ajpgi.00209.2013", "PMC3840231", "23989011"]}, {"Citation": "Matvieieva N, Drobot K, Duplij V. Flavonoid content and antioxidant activity of Artemisia vulgaris L. “hairy roots. Prep Biochem Biotechnol. 2019;49(1):82–87. doi: 10.1080/10826068.2018.1536994.", "ArticleIdList": ["10.1080/10826068.2018.1536994", "30621495"]}, {"Citation": "Medhi B, Patyar S, Rao RS, Byrav P, Prakash A. Pharmacokinetic and toxicological profile of artemisinin compounds: an update. Pharmacology. 2009;84(6):323–332. doi: 10.1159/000252658.", "ArticleIdList": ["10.1159/000252658", "19851082"]}, {"Citation": "Medici TC, Radielovic P, Morley J. Ketotifen in the prophylaxis of extrinsic bronchial asthma. A multicentre controlled double-blind study with a modified-release formulation. Chest. 1989;96(6):1252–1257. doi: 10.1378/chest.96.6.1252.", "ArticleIdList": ["10.1378/chest.96.6.1252", "2684551"]}, {"Citation": "Melguizo-Melguizo D, Diaz-de-Cerio E, Quirantes-Pine R, Svarc-Gajic J, Segura-Carretero A. The potential of Artemisia vulgaris leaves as a source of antioxidant phenolic compounds. J Funct Foods. 2014;10:192–200. doi: 10.1016/j.jff.2014.05.019.", "ArticleIdList": ["10.1016/j.jff.2014.05.019"]}, {"Citation": "Mesa LE, Lutgen P, Velez ID, Segura AM, Robledo SM. Artemisia annua L., potential source of molecules with pharmacological activity in human diseases. Am J Phytomed Clin Ther. 2015;3(5):436–450."}, {"Citation": "Min Y, Ming-yang G, Yong L, Ming-dong Y, Jiao Y, Tao L, Chang-hong X. Effect of Artemisia annua extract on treating active rheumatoid arthritis: a randomized controlled trial. Chin J Integr Med. 2016;23(7):496–503. doi: 10.1007/s11655-016-2650-7.", "ArticleIdList": ["10.1007/s11655-016-2650-7", "28035541"]}, {"Citation": "Mirjalili MH, Tabatabaei SMF, Hadian J, Nejad-Ebrahimi S, Sonboli A. Phenological variation of the essential oil of Artemisia scoparia Waldst. et. Kit. from Iran. J Essent Oil Res. 2007;19(4):326–329. doi: 10.1080/10412905.2007.9699294.", "ArticleIdList": ["10.1080/10412905.2007.9699294"]}, {"Citation": "Mishra T, Srivastava M, Kumar A, Pal M, Tewari SK. Chemical composition and termiticidal activity of Artemisia nilagirica essential oil growing in Southern hilly regions of India. J Essent Oil-Bear Plants. 2017;20(1):247–252. doi: 10.1080/0972060X.2016.1256235.", "ArticleIdList": ["10.1080/0972060X.2016.1256235"]}, {"Citation": "Mittal P, Kaushik D, Kaushik P, Gupta V, Ghaiye P, Krishan P. Therapeutic efficacy of phytochemicals as anti-epileptic—a review. Pharmacologyonline. 2011;1:246–271."}, {"Citation": "Mohamed AEH, El-Sayed MA, Hegazy ME. Chemical constituents and biological activities of Artemisia herba-alba. Rec Nat Prod. 2010;4(1):1–25."}, {"Citation": "Mohanty B, Puri S, Kesavan V. A review on therapeutic potential of Artemisia nilagirica. J Plant Biochem Physiol. 2018;6(1):1–5. doi: 10.4172/2329-9029.1000205.", "ArticleIdList": ["10.4172/2329-9029.1000205"]}, {"Citation": "Mojarab M, Emami SA, Hassanzadeh-Khayyat M. Antioxidant activity of methanol extracts of different species of Artemisia from Iran. Pharmacologyonline. 2009;2:797–807."}, {"Citation": "Mojarrab M, Lagzianb M, Emamic SA, Asilic J, Tayarani-Najaran Z. In-vitro anti-proliferative and apoptotic activity of different fractions of Artemisia armeniaca. Revista Brasileira de Farmacognosia. 2013;23(5):783–788. doi: 10.1590/S0102-695X2013000500010.", "ArticleIdList": ["10.1590/S0102-695X2013000500010"]}, {"Citation": "Moraes TM, Kushima H, Moleiro FC, Santos RC, Rocha LRM. Effects of limonene and essential oil from Citrus aurantium on gastric mucosa: role of prostaglandins and gastric mucus secretion. Chem Bio Interact. 2009;180:499–505. doi: 10.1016/j.cbi.2009.04.006.", "ArticleIdList": ["10.1016/j.cbi.2009.04.006", "19410566"]}, {"Citation": "Moran A, Carron R, Martin ML, San Roman L. Antiasthmatic activity of Artemisia caerulescens subsp. gallica. Planta Med. 1989;55(4):351–353. doi: 10.1055/s-2006-962026.", "ArticleIdList": ["10.1055/s-2006-962026", "2813569"]}, {"Citation": "Morris D, Khurasany M, Nguyen T, Kim J, Guilford F, Mehta R. Glutathione and infection. Biochim Biophys Acta. 2013;1830(5):3329–3349. doi: 10.1016/j.bbagen.2012.10.012.", "ArticleIdList": ["10.1016/j.bbagen.2012.10.012", "23089304"]}, {"Citation": "Msaada K, Salem N, Bachrouch O, Bousselmi S, Tammar S. Chemical composition and antioxidant and antimicrobial activities of wormwood (Artemisia absinthium L.) essential oils and phenolics. J Chem. 2015 doi: 10.1155/2015/804658.", "ArticleIdList": ["10.1155/2015/804658"]}, {"Citation": "Mucciarelli M, Caramiello R, Maffei M. Essential oils from some Artemisia species growing spontaneously in North-West Italy. Flavour Fragr J. 1995;10:25–32. doi: 10.1002/ffj.2730100105.", "ArticleIdList": ["10.1002/ffj.2730100105"]}, {"Citation": "Mueller MS, Karhagomba IB, Hirt HM, Wemakor E. The potential of Artemisia annua L. as a locally produced remedy for malaria in the tropics: agricultural, chemical and clinical aspects. J Ethnopharmacol. 2000;73(3):487–493. doi: 10.1016/s0378-8741(00)00289-0.", "ArticleIdList": ["10.1016/s0378-8741(00)00289-0", "11091003"]}, {"Citation": "Mughees M, Wajid S (2019) Artemisia absinthium nanoparticles induce apoptosis in breast cancer cells via inhibiting vesicular trafficking related proteins. 10.1093/annonc/mdz413.032"}, {"Citation": "Murugasan N, Vember S, Damodharanm C. Studies on erythrocyte membrane IV. In-vitro haemolytic activity of Oleet extract. Toxicol Lett. 1981;8:33–38. doi: 10.1016/0378-4274(81)90134-x.", "ArticleIdList": ["10.1016/0378-4274(81)90134-x", "7195617"]}, {"Citation": "Nadeem M, Shinwari ZK, Qaiser M. Screening of folk remedies by genus Artemisia based on ethnomedicinal surveys and traditional knowledge of native communities of Pakistan. Pak J Bot. 2013;45(S1):111–117."}, {"Citation": "Naik SK, Mohanty S, Padhi R, Pati R, Sinawane A. Evaluation of antibacterial and cytotoxic activity of Artemisia nilagirica and Murraya koenigii leaf extracts against mycobacteria and macrophages. BMC Complement Altern Med. 2014;14:87. doi: 10.1186/1472-6882-14-87.", "ArticleIdList": ["10.1186/1472-6882-14-87", "PMC3975858", "24597853"]}, {"Citation": "Nair S, Varalakshmi KN. Anticancer, cytotoxic potential of Moringa oleifera extracts on HeLa cell line. J Nat Pharm. 2011;2(3):138–142. doi: 10.4103/2229-5119.86260.", "ArticleIdList": ["10.4103/2229-5119.86260"]}, {"Citation": "Nawab A, Yunus M, Mahdi AA, Gupta S. Evaluation of anticancer properties of medicinal plants from the Indian sub-continent. Mol Cell Pharmacol. 2011;3(1):21–29. doi: 10.4255/MCPHARMACOL.11.04.", "ArticleIdList": ["10.4255/MCPHARMACOL.11.04"]}, {"Citation": "Negahban M, Moharramipour S, Sefidkon F. Chemical composition and  insecticidal activity of Artemisia scoparia essential oil against three coleopteran stored-product insects. J Asia-Pac Entomol. 2006;9(4):381–388. doi: 10.1016/S1226-8615(08)60318-0.", "ArticleIdList": ["10.1016/S1226-8615(08)60318-0"]}, {"Citation": "Negi AS, Kumar JK, Luqman S, Saikia D, Khanuja SPS. Antitubercular potential of plants: a brief account of some important molecules. Med Res Rev. 2010;30(4):603–645. doi: 10.1002/med.20170.", "ArticleIdList": ["10.1002/med.20170", "19626592"]}, {"Citation": "Ng TB. Antifungal proteins and peptides of leguminous and non-leguminous origins. Peptides. 2004;25(7):1215–1222. doi: 10.1016/j.peptides.2004.03.012.", "ArticleIdList": ["10.1016/j.peptides.2004.03.012", "15245883"]}, {"Citation": "Ngadino S, Koerniasari E, Sudjarwo SA. Evaluation of antimycobacterial activity of Curcuma xanthorrhiza ethanolic extract against Mycobacterium tuberculosis H37Rv in-vitro. Vet World. 2018;11(3):368–372. doi: 10.14202/vetworld.2018.368-372.", "ArticleIdList": ["10.14202/vetworld.2018.368-372", "PMC5891854", "29657431"]}, {"Citation": "Nibret E, Wink M. Volatile components of four Ethiopian Artemisia species extracts and their in vitro antitrypanosomal cytotoxic activities. Phytomedicine. 2010;17(5):369–374. doi: 10.1016/j.phymed.2009.07.016.", "ArticleIdList": ["10.1016/j.phymed.2009.07.016", "19683909"]}, {"Citation": "Nigam M, Atanassova M, Mishra AP, Pezzani R, Devkota HP, Plygun S. Bioactive compounds and health benefits of Artemisia species. Nat Prod Commun. 2019 doi: 10.1177/1934578X19850354.", "ArticleIdList": ["10.1177/1934578X19850354"]}, {"Citation": "Nikpay A, Soltani M. In-vitro anti-parasitic activities of Pulicaria dysenterica and Lycopus europaeus methanolic extracts against Trichomonas gallinae. J Herbed Pharmacol. 2018;7(2):112–118. doi: 10.15171/jhp.2018.19.", "ArticleIdList": ["10.15171/jhp.2018.19"]}, {"Citation": "Ninditya VI, Purwati E, Utami AT, Marwaningtyaz AS, Fairuz NK, Widayanti R, Hamid PH. Artemisia vulgaris efficacies against various stages of Aedes aegypti. Vet World. 2020;13(7):1423–1429. doi: 10.14202/vetworld.2020.", "ArticleIdList": ["10.14202/vetworld.2020", "PMC7429375", "32848320"]}, {"Citation": "Nontprasert A, Nosten-Bertrand S, Pukrittayakamee M, Vanijanonta S, Angus BJ, White NJ. Assessment of the neurotoxicity of parenteral artemisinin derivatives in mice. Am J Trop Med Hyg. 1998;59(4):519–522. doi: 10.4269/ajtmh.1998.59.519.", "ArticleIdList": ["10.4269/ajtmh.1998.59.519", "9790421"]}, {"Citation": "Nontprasert A, Pukrittayakamee S, Nosten-Bertrand M, Vanijanonta S, White NJ. Studies of the neurotoxicity of oral artemisinin derivatives in mice. Am J Trop Med Hyg. 2000;62(3):409–412. doi: 10.4269/ajtmh.2000.62.409.", "ArticleIdList": ["10.4269/ajtmh.2000.62.409", "11037787"]}, {"Citation": "Noori A, Amjad L, Yazdani F. The effects of Artemisia deserti ethanolic extract on pathology and function of rat kidney. Avicenna J Phytomed. 2014;4(6):371–376. doi: 10.22038/AJP.2014.3259.", "ArticleIdList": ["10.22038/AJP.2014.3259", "PMC4224950", "25386400"]}, {"Citation": "Novack GD, Stark LG, Peterson SL. Anticonvulsant effects of benzhydryl piperazines on pentylenetetrazol-induced seizures in mice. Neuropharmacology. 1978;17(l8):659–663. doi: 10.1016/0028-3908(78)90164-8.", "ArticleIdList": ["10.1016/0028-3908(78)90164-8", "692826"]}, {"Citation": "Nsour WM, Lau CBS, Wrong ICK. Review on phytotherapy in epilepsy. Seizure. 2000;9(2):96–107. doi: 10.1053/seiz.1999.0378.", "ArticleIdList": ["10.1053/seiz.1999.0378", "10845732"]}, {"Citation": "Numonov S, Sharopov F, Salimov A, Sukhrobov P. Assessment of artemisinin contents in selected Artemisia species from Tajikistan (Central Asia) Medicines (Basel) 2019;6(1):23. doi: 10.3390/medicines6010023.", "ArticleIdList": ["10.3390/medicines6010023", "PMC6473495", "30709043"]}, {"Citation": "Nussbaum K, Honek J, Cadmus C, Efferth T. Trypanosomatid parasites causing neglected diseases. Curr Med Chem. 2007;17(15):1594–1617. doi: 10.2174/092986710790979953.", "ArticleIdList": ["10.2174/092986710790979953", "20166934"]}, {"Citation": "Obniska J, Kolaczkowski M, Bojarski AJ, Duszynska B. Synthesis, anticonvulsant activity and 5-HT1A, 5-HT2A receptor affinity of new N-[(4-arylpiperazin-1-yl)-alkyl] derivatives of 2-azaspiro [4.4] nonane and [4.5] decane-1,3-dione. Eur J Med Chem. 2006;41(7):874–881. doi: 10.1016/j.ejmech.2006.03.001.", "ArticleIdList": ["10.1016/j.ejmech.2006.03.001", "16600439"]}, {"Citation": "Obolskiy D, Pischel I, Feistel B, Glotov N, Heinrich M. Artemisia dracunculus L. (Tarragon): a critical review of its traditional use, chemical composition, pharmacology and safety. J. Agric Food Chem. 2011;59(21):11367–11384. doi: 10.1021/jf202277w.", "ArticleIdList": ["10.1021/jf202277w", "21942448"]}, {"Citation": "Ogbole EA, IdyuIsaiah OT, Asalu AF, Builders M, Aguiyi J. Acute toxicity studies of locally cultivated Artemisia annua leaf extract in Rats. World J Pharm Sci. 2014;2(12):1864–1870."}, {"Citation": "Oliveira FA, Andrade LN, Sousa ÉBV, Sousa DP. Anti-Ulcer activity of essential oil constituents. Molecules. 2014;19(5):5717–5747. doi: 10.3390/molecules19055717.", "ArticleIdList": ["10.3390/molecules19055717", "PMC6290561", "24802985"]}, {"Citation": "Osorio JCC, Garcia AMG. Antiparasitic phytotherapy perspectives, scope and current development. Infectio. 2019;23(2):189–204. doi: 10.22354/in.v23i2.777.", "ArticleIdList": ["10.22354/in.v23i2.777"]}, {"Citation": "Padalia RC, Verma RS, Chauhan A, Chanotiya CS. Seasonal variation in essential oil composition of Artemisia nilagirica var. septentrionalis from Foot Hills of Western Himalaya. Rec Nat Prod. 2014;8(3):81–285."}, {"Citation": "Pal P, Ghosh AK. Antioxidant, Anti-alzheimer and Antiparkinson activity of Artemisia nilagirica leaves with flowering tops. UK J Pharm Biosci. 2018;6(2):12–23. doi: 10.20510/ukjpb/6/i2/173536.", "ArticleIdList": ["10.20510/ukjpb/6/i2/173536"]}, {"Citation": "Panda S, Rout JR, Pati P, Ranjit M. Antimalarial activity of Artemisia nilagirica against Plasmodium falciparum. J Parasit Dis. 2018;42(1):22–27. doi: 10.1007/s12639-017-0956-9.", "ArticleIdList": ["10.1007/s12639-017-0956-9", "PMC5825358", "29491554"]}, {"Citation": "Pandey AK, Singh P. The genus Artemisia: a 2012–2017 literature review on chemical composition, antimicrobial, insecticidal and antioxidant activities of essential oils. Medicines (Basel) 2017;4(3):68. doi: 10.3390/medicines4030068.", "ArticleIdList": ["10.3390/medicines4030068", "PMC5622403", "28930281"]}, {"Citation": "Paneerselvam C, Murugan K, Kovendan K. Mosquito larvicidal, pupicidal, adulticidal and repellent activity of Artemisia nilagirica (Family, Compositae) against Anopheles stephensi and Ades aegypti. Parasitol Res. 2012;111(6):2241–2251. doi: 10.1007/s00436-012-3073-9.", "ArticleIdList": ["10.1007/s00436-012-3073-9", "22903417"]}, {"Citation": "Paramakrishnan N, Ahuja J, Suresh J, Khan MN, Sebastian M. Evaluation of acute oral toxicity of aerial parts of Artemisia parviflora Roxb. in Swiss albino mice. Der Pharm Sin. 2012;3(1):99–103."}, {"Citation": "Parameswari P, Devika R. Phytochemical screening of bioactive compounds of Artemisia nilagirica (Clarke) pamp. J Chem Pharm Sci. 2014;7(4):351–354."}, {"Citation": "Parameswari P, Devika R, Vijyaraghavan P. In-vitro anti-inflammatory and  antimicrobial potential of leaf extract from Artemisia nilagirica (Clarke) Pump. Saudi J Biol Sci. 2019;26(3):460–463. doi: 10.1016/j.sjbs.2018.09.005.", "ArticleIdList": ["10.1016/j.sjbs.2018.09.005", "PMC6408715", "30899158"]}, {"Citation": "Park SH, Sim YB, Han PL, Lee JK, Suh HW. Antidepressant-like effect of chlorogenic acid isolated from Artemisia capillaris Thunb. Anim Cells Syst. 2010;14(4):253–259. doi: 10.1080/19768354.2010.528192.", "ArticleIdList": ["10.1080/19768354.2010.528192"]}, {"Citation": "Pavithra KS, Annadurai J, Raghunathan R. Phytochemical, antioxidants and a study of bioactive compounds from Artemisia pallens. J Pharmacogn Phytochem. 2018;7(4):664–675."}, {"Citation": "Payne D. Spread of chloroquine resistance in Plasmodium falciparum. Parasitol Today. 1987;3(8):241–246. doi: 10.1016/0169-4758(87)90147-5.", "ArticleIdList": ["10.1016/0169-4758(87)90147-5", "15462966"]}, {"Citation": "Perazzo FF, Lima LM, Maistro EL, Carvalho JE, Rehder VLG, Carvalho JCT. Effect of Artemisia annua L. leaves essential oil and ethanol extract on behavioral assays. Revista Brasileira de Farmacognosia. 2008;18(Supl.1):686. doi: 10.1590/S0102-695X2008000500008.", "ArticleIdList": ["10.1590/S0102-695X2008000500008"]}, {"Citation": "Pereira CG, Barreira L, Bijttebier S, Pieters L, Marques C. The health-promoting potential of herbal teas tinctures from Artemisia campestris subsp. maritima, from traditional remedies to prospective products. Sci Rep. 2018;8:4689. doi: 10.1038/s41598-018-23038-6.", "ArticleIdList": ["10.1038/s41598-018-23038-6", "PMC5856739", "29549352"]}, {"Citation": "Peters W, Pasvol G (2007) Atlas of tropical medicine and parasitology, 6th edn. Mosby Elsevier, ISBN 9780323043649"}, {"Citation": "Pezzuto JM. Plant-derived anticancer agents. Biochem Pharmacol. 1997;53(2):121–133. doi: 10.1016/s0006-2952(96)00654-5.", "ArticleIdList": ["10.1016/s0006-2952(96)00654-5", "9037244"]}, {"Citation": "Pino JA, Rohlado A, Fuentcs V. Composition of the essential oil of Artemisia vulgaris L. herb from Cuba. J Essent Res. 1999;11:477–478. doi: 10.1080/10412905.1999.9701189.", "ArticleIdList": ["10.1080/10412905.1999.9701189"]}, {"Citation": "Pohlit AM, Rezende AR, Lopez-Baldin EL, Peporine-Lopes N, de-rade-Neto VF. Plant extracts, isolated phytochemicals, and plant-derived agents which are lethal to arthropod vectors of human tropical diseases—a review. Planta Med. 2011;77(6):618–630. doi: 10.1055/s-0030-1270949.", "ArticleIdList": ["10.1055/s-0030-1270949", "21432748"]}, {"Citation": "Porrini MP, Fernez NJ, Garrido PM. In-vivo evaluation of antiparasitic activity of plant extracts on Nosema ceranae (Microsporidia) Apidologie. 2011;42:700–707. doi: 10.1007/s13592-011-0076-y.", "ArticleIdList": ["10.1007/s13592-011-0076-y"]}, {"Citation": "Pradeep P, Rengaswamy D. Quantitative analysis of bioactive compounds of Artemisia nilagirica (Clarke) Pamp. leaf extracts. Asian J Pharm Clin Res. 2016;9(2):183–184. doi: 10.22159/ajpcr.2016.v9s2.13480.", "ArticleIdList": ["10.22159/ajpcr.2016.v9s2.13480"]}, {"Citation": "Prakash O, Kumar A, Kumar P, Ajeet A. Anticancer potential of plants and natural products: a review. Am J Pharmacol Sci. 2013;1(6):104–115. doi: 10.12691/ajps-1-6-1.", "ArticleIdList": ["10.12691/ajps-1-6-1"]}, {"Citation": "Qadir M, Bay JA, Shah WA. GC-MS analysis and antioxidant activity of essential oil of Artemisia amygdalina from Kashmir, India. J Phytopharmacol. 2014;3(4):234–237. doi: 10.31254/phyto.2014.3402.", "ArticleIdList": ["10.31254/phyto.2014.3402"]}, {"Citation": "Qureshi S, Ageel AM, Al-Yahya MA, Tariq M, Mossa JS, Shah AH. Preliminary toxicity studies on ethanol extracts of the aerial parts of Artemisia abyssinica and A. inculta in mice. J Ethnopharmacol. 1990;28:157–162. doi: 10.1016/0378-8741(90)90025-O.", "ArticleIdList": ["10.1016/0378-8741(90)90025-O", "2329806"]}, {"Citation": "Rabe SZT, Mahmoudi M, Ahi A, Emami SA. Antiproliferative effects of extracts from Iranian Artemisia species on cancer cell lines. Pharm Biol. 2011;49(9):962–969. doi: 10.3109/13880209.2011.559251.", "ArticleIdList": ["10.3109/13880209.2011.559251", "21592012"]}, {"Citation": "Raghavendra MP, Sathis S, Anandarao RK. In-vitro antibacterial potential of alkaloids of Samanea samen (Jacq.) merr. against xanthomonas human pathogenic bacteria. World J Agric Sci. 2008;4:101–105."}, {"Citation": "Rahimi S, Zadeh ZT, Torshizi MAK, Omidbaigi R, Rokni H. Effect of the three herbal extracts on growth performance, immune system, blood factors and intestinal selected bacterial population in broiler chickens. J Agric Sci Technol. 2011;13(4):527–539."}, {"Citation": "Rahiminejad A, Tappeh KH, Seyyedi S, Mikaili P. The in-vitro effect of hydroalcoholic extract of Artemisia absinthium on the growth of Leishmania major (MRHO/IR/75/ER) in peritoneal macrophages from BALB/c mice. Jundishapur J Microbiol. 2018;11(11):e77302. doi: 10.5812/jjm.77302.", "ArticleIdList": ["10.5812/jjm.77302"]}, {"Citation": "Rahman MR, Ali M, Sharif M, Tajmim A. A review study on the traditional plants has potential antidepressant property. MOJ Cell Sci Rep. 2017;4(5):138–145. doi: 10.15406/mojcsr.2017.04.00100.", "ArticleIdList": ["10.15406/mojcsr.2017.04.00100"]}, {"Citation": "Rajendran S, Deepalakshmi PD, Parasakthy K, Devaraj H, Devaraj SN. Effect of tincture of Crataegus on the LDL-receptor activity of hepatic plasma membrane of rats fed an atherogenic diet. Atherosclerosis. 1996;123(1–2):235–241. doi: 10.1016/0021-9150(96)05813-3235-241.", "ArticleIdList": ["10.1016/0021-9150(96)05813-3235-241", "8782854"]}, {"Citation": "Rana VS, Juyal JP, Blazquez MA, Bodakhe SH. Essential oil composition of Artemisia parviflora aerial parts. Flavour Fragr J. 2003;18:342–344. doi: 10.1002/ffj.1239.", "ArticleIdList": ["10.1002/ffj.1239"]}, {"Citation": "Rani PN, Moorthi C, Senthamarai R, Kathiresan K. A study to explore the pharmacognostic and phytochemical screening of Artemisia nilagirica leaves found in Nilgiris district of Tamil Nadu. Int J Pharm Pharm Sci. 2012;4(4):441–447."}, {"Citation": "Rao MR, Reddy IB, Ramana T. Antimicrobial activity of some Indian medicinal plants. Indian J Microbiol. 2006;46:259–262."}, {"Citation": "Rashmi TR, Francis MS, Murali S. Essential oil composition of Artemisia japonica Thunb. from Kerala. J Pharmacogn Phytochem. 2014;3(4):160–163."}, {"Citation": "Rezaie A, Parker RD, Abdollahi M. Oxidative stress and pathogenesis of inflammatory bowel disease: an epiphenomenon, or the cause? Dig Dis Sci. 2007;52(9):2015–2021. doi: 10.1007/s10620-006-9622-2.", "ArticleIdList": ["10.1007/s10620-006-9622-2", "17404859"]}, {"Citation": "Ribeiro A, Pilo-Veloso D, Romanha AJ, Zani CL. Trypanocidal flavonoids from Trixis vauthieri. J Nat Prod. 1997;60:836–838. doi: 10.1021/np970196p.", "ArticleIdList": ["10.1021/np970196p", "9287419"]}, {"Citation": "Ribnicky DM, Kuhn P, Poulev A, Logendra S, Zuberi A, Cefalu WT, Raskin I. Improved absorption and bioactivity of active compounds from an anti-diabetic extract of Artemisia dracunculus L. Int J Pharm. 2009;370(1–2):87–92. doi: 10.1016/j.ijpharm.2008.11.012.", "ArticleIdList": ["10.1016/j.ijpharm.2008.11.012", "PMC3130197", "19084584"]}, {"Citation": "Rios JL, Onteniente M, Picazo D, Montesinos MC. Medicinal plants and natural products as potential sources for antiparkinson drugs. Planta Med. 2016;82(11/12):942–951. doi: 10.1055/s-0042-107081.", "ArticleIdList": ["10.1055/s-0042-107081", "27224274"]}, {"Citation": "Ryu KJ, Yoou MS, Seo Y, Yoon KW, Kim HM, Jeong HJ. Therapeutic effects of Artemisia scoparia Waldst. et Kitaib in a murine model of atopic dermatitis. Clin Exp Dermatol. 2018;43(7):798–805. doi: 10.1111/ced.13565.", "ArticleIdList": ["10.1111/ced.13565", "29740850"]}, {"Citation": "Sahiner UM, Birben E, Erzurum S, Sackesen C, Kalayci O. Oxidative stress in Asthma. World Allergy Organ J. 2011;4(10):151–158. doi: 10.1097/WOX.0b013e318232389e.", "ArticleIdList": ["10.1097/WOX.0b013e318232389e", "PMC3488912", "23268432"]}, {"Citation": "Sahu N, Meena S, Shukla V, Chaturvedi P, Kumar B, Datta D, Arya KR. Extraction, fractionation and refractionation of Artemisia nilagirica for anticancer activity and HPLC-ESI-QT OF-MS/MS determination. J Ethnopharmacol. 2018;213:72–80. doi: 10.1016/j.jep.2017.10.029.", "ArticleIdList": ["10.1016/j.jep.2017.10.029", "29109061"]}, {"Citation": "Salehi M, Karimzadeh G, Naghavi MR, Badi HN, Monfared SR. Expression of artemisinin biosynthesis and trichome formation genes in five Artemisia species. Ind Crops Prod. 2018;112:130–140. doi: 10.1016/j.indcrop.2017.11.002.", "ArticleIdList": ["10.1016/j.indcrop.2017.11.002"]}, {"Citation": "Samaha AA, Fawaz M, Salami A. Antihypertensive indigenous lebanese plants: ethnopharmacology and a clinical trial. Biomolecules. 2019;9(7):292. doi: 10.3390/biom9070292.", "ArticleIdList": ["10.3390/biom9070292", "PMC6681041", "31330767"]}, {"Citation": "Samyal ML, Kumar H, Khokra SL, Parashar B, Sahu RK, Ahmed Z. Evaluation of antidiabetic and antihyperlipidemic effects of Artemisia dracunculus extracts in streptozotocin-induced-diabetic rats. Pharmacologyonline. 2011;2:1230–1237."}, {"Citation": "Santilna KS, Mahesh NM, Suresh J. Anticonvulsant activity study of Artemisia nilagirica. Int J Pharmacogn Phytochem Res. 2014;6(4):826–830."}, {"Citation": "Seddiek SA, Ali MM, Khater HF. Anthelmintic activity of the white wormwood, Artemisia herba-alba against Heterakis gallinarum infecting turkey poults. J Med Plants Res. 2011;5(16):3946–3957. doi: 10.5897/JMPR2020.7002.", "ArticleIdList": ["10.5897/JMPR2020.7002"]}, {"Citation": "Sembiring EN, Elya B, Sauriasari R. Phytochemical screening, total flavonoid and total phenolic content and antioxidant activity of different parts of Caesalpinia bonduc (L.) Roxb. Pharmacogn J. 2018;10(1):123–127. doi: 10.5530/pj.2018.1.22.", "ArticleIdList": ["10.5530/pj.2018.1.22"]}, {"Citation": "Semenya SS, Maroyi A. Medicinal plants used for the treatment of tuberculosis by Bapedi traditional healers in three districts of the Limpopo Province, South Africa. Afr J Tradit Complement Altern Med. 2013;10(2):316–323. doi: 10.4314/ajtcam.v10i2.17.", "ArticleIdList": ["10.4314/ajtcam.v10i2.17", "PMC3746579", "24146456"]}, {"Citation": "Sen T, Samanta SK. Medicinal plants, human health and biodiversity: a broad review. Adv Biotechnol Appl Biodivers. 2014;147:59–110. doi: 10.1007/10_2014_273.", "ArticleIdList": ["10.1007/10_2014_273", "25001990"]}, {"Citation": "Sengupta T, Vinayagam J, Nagashayana N, Gowda B, Jaisankar P, Mohanakumar KP. Antiparkinsonian effects of aqueous methanolic extract of Hyoscyamus niger seeds result from its monoamine oxidase inhibitory and hydroxyl radical scavenging potency. Neurochem Res. 2011;36(1):177–186. doi: 10.1007/s11064-010-0289-x.", "ArticleIdList": ["10.1007/s11064-010-0289-x", "20972705"]}, {"Citation": "Seo H, Suzuki M, Ohnishi-Kameyama M, Oh M, Kim H, Kim J. Extraction and identification of antioxidant components from Artemisia capillaris herba. Plant Foods Hum Nutr. 2003;58(3):1–12. doi: 10.1023/B:QUAL.0000040355.60922.08.", "ArticleIdList": ["10.1023/B:QUAL.0000040355.60922.08", "0"]}, {"Citation": "Shafaghata A, Noormohammadib Y, Zaifizadeh M. Composition and antibacterial activity of essential oils of Artemisia fragrans Willd. leaves and roots from Iran. Nat Prod Commun. 2009;4(2):279–282. doi: 10.1177/1934578X0900400223.", "ArticleIdList": ["10.1177/1934578X0900400223", "19370939"]}, {"Citation": "Shafi PM, Nambiar MKG, Clery RA, Sharma YR. Composition and antifungal activity of the oil of Artemisia nilagirica (Clarke) Pamp. J Essent Oil Res. 2004;16(4):377–379. doi: 10.1080/10412905.2004.9698748.", "ArticleIdList": ["10.1080/10412905.2004.9698748"]}, {"Citation": "Shaheen F, Khan RA, Soobia A, Khan SA, Saima T. New antimicrobial alkaloids from the roots of Polyalthia longifolia var. pendula. Planta Med. 2003;69(4):350–355. doi: 10.1055/s-2003-38883.", "ArticleIdList": ["10.1055/s-2003-38883", "12709903"]}, {"Citation": "Sharifian I, Hashemi SM, Darvishzadeh A. Fumigant toxicity of essential oil of Mugwort (Artemisia vulgaris L.) against three major stored product beetles. Arch Phytopathol Plant Prot. 2013;46(4):445–450. doi: 10.1080/03235408.2012.743389.", "ArticleIdList": ["10.1080/03235408.2012.743389"]}, {"Citation": "Sharma J, Gairola S, Gaur RD, Painuli RM, Siddiqi TO. Ethnomedicinal plants used for treating epilepsy by indigenous communities of sub-Himalayan region of Uttarakhand, India. J Ethnopharmacol. 2013;150(1):353–370. doi: 10.1016/j.jep.2013.08.052.", "ArticleIdList": ["10.1016/j.jep.2013.08.052", "24029249"]}, {"Citation": "Sharma P, Dwivedee BP, Bisht D, Dash AK, Kumar D. The chemical constituents and diverse pharmacological importance of Tinospora cordifolia. Helion. 2019;9:e02437. doi: 10.1016/j.heliyon.2019.e02437.", "ArticleIdList": ["10.1016/j.heliyon.2019.e02437", "PMC6827274", "31701036"]}, {"Citation": "Shinde S, Sebastian JK, Jain JR, Hanamanthagouda MS, Murthy HN. Efficient in vitro propagation of Artemisia nilagirica var. nilagirica (Indian wormwood) and assessment of genetic fidelity of micropropagated plants. Physiol Mol Biol Plants. 2016;22(4):595–603. doi: 10.1007/s12298-016-0379-6.", "ArticleIdList": ["10.1007/s12298-016-0379-6", "PMC5120036", "27924132"]}, {"Citation": "Shoaib M, Shah I, Ali N, Adhikari A, Tahir MN, Shah SWA. Sesquiterpene lactone! a promising antioxidant, anticancer and moderate antinociceptive agent from Artemisia macrocephala jacquem. BMC Complement Altern Med. 2017;17:27. doi: 10.1186/s12906-016-1517-y.", "ArticleIdList": ["10.1186/s12906-016-1517-y", "PMC5219761", "28061778"]}, {"Citation": "Sidaoui F, Igueld SB, Yemmen M. Chemical and functional characterization of Tunisian Artemisia absinthium volatiles and non-volatile extracts obtained by supercritical fluid procedure. Int J Pharm Clin Res. 2016;8(8):1178–1185."}, {"Citation": "Sidhu MC, Sharma T. A database of antidiabetic plant species of family Asteraceae, Euphorbiaceae, Fabaceae, Lamiaceae and Moraceae. Int J Herb Med. 2013;1(2):152–164."}, {"Citation": "Silva TDJA. Mining the essential oils of the Anthemideae. Afr J Biotechnol. 2004;3(12):706–720."}, {"Citation": "Singh V, Gaur RD, Bohra B. A survey of fodder plants in mid-altitude Himalayan rangelands of Uttarakhand, India. J Mt Sci. 2008;5:265–278. doi: 10.1007/s11629-008-0170-4.", "ArticleIdList": ["10.1007/s11629-008-0170-4"]}, {"Citation": "Singh P, Sonker N, Pandey AK. Chemical composition and antioxidant activity of Essential oil of Artemisia nilagirica Linn. from Eastern Uttar Pradesh, India. J Essent Oil-Bear Plants. 2015;18(3):734–738. doi: 10.1080/0972060X.2014.960267.", "ArticleIdList": ["10.1080/0972060X.2014.960267"]}, {"Citation": "Singh A, Hart R, Chra S, Nautiyal MC, Sayok AK. Traditional herbal knowledge among the inhabitants: a case study in Urgam Valley of Chamoli Garhwal, Uttarakhand, India. Evid-Based Complement Altern Med. 2019;2:1–21. doi: 10.1155/2019/5656925.", "ArticleIdList": ["10.1155/2019/5656925", "PMC6582913", "31275412"]}, {"Citation": "Skowyra M, Gallego MG, Segovia F, Almajano MP. Antioxidant properties of Artemisia annua extracts in model food emulsions. Antioxidants. 2014;3(1):116–128. doi: 10.3390/antiox3010116.", "ArticleIdList": ["10.3390/antiox3010116", "PMC4665448", "26784667"]}, {"Citation": "Smith MC, Bleck TP. Convulsive disorders: toxicity of anticonvulsants. Clin Neuropharmacol. 1991;14(2):97–115. doi: 10.1097/00002826-199104000-00001.", "ArticleIdList": ["10.1097/00002826-199104000-00001", "2015616"]}, {"Citation": "Snow RW, Trappe JF, Marsh K. The past, present and future of childhood malaria mortality in Africa. Trends Parasitol. 2001;17:593–597. doi: 10.1016/S1471-4922(01)02031-1.", "ArticleIdList": ["10.1016/S1471-4922(01)02031-1", "11756044"]}, {"Citation": "Snow RW, Guerra CA, Noor AM, Myint HY, Hay SI. The global distribution of clinical episodes of Plasmodium falciparum malaria. Nature. 2005;434(7030):214–217. doi: 10.1038/nature03342.", "ArticleIdList": ["10.1038/nature03342", "PMC3128492", "15759000"]}, {"Citation": "Solowey E, Lichtenstein M, Sallon S, Paavilainen H, Solowey E, Lorberboum-Galsk H. Evaluating medicinal plants for anticancer activity. Sci World J. 2014 doi: 10.1155/2014/721402.", "ArticleIdList": ["10.1155/2014/721402", "PMC4248331", "25478599"]}, {"Citation": "Son DJ, Lee GR, Oh S, Lee SE, Choi WS. Gastroprotective efficacy and safety evaluation of scoparone derivatives on experimentally induced gastric lesions in rodents. Nutrients. 2015;7(3):1945–1964. doi: 10.3390/nu7031945.", "ArticleIdList": ["10.3390/nu7031945", "PMC4377892", "25781220"]}, {"Citation": "Sonker N, Pandey AK, Singh P. Efficiency of Artemisia nilagirica (Clarke) Pamp. essential oil as a mycotoxicant against postharvest mycobiota of table grapes. J Sci Food Agric. 2015;95(9):1932–1939. doi: 10.1002/jsfa.6901.", "ArticleIdList": ["10.1002/jsfa.6901", "25199920"]}, {"Citation": "Soufli I, Toumi R, Rafa H, Touil-Boukoffa C. Overview of cytokines and nitric oxide involvement in immuno-pathogenesis of inflammatory bowel diseases. World J Gastrointest Pharmacol Ther. 2016;7(3):353–360. doi: 10.4292/wjgpt.v7.i3.353.", "ArticleIdList": ["10.4292/wjgpt.v7.i3.353", "PMC4986402", "27602236"]}, {"Citation": "Stappen I, Wanner J, Tabanca N, Wedge DE. Chemical composition and biological effects of Artemisia maritima and  Artemisia nilagirica essential oils from wild plants of Western Himalaya. Planta Med. 2014;80(13):1079–1087. doi: 10.1055/s-0034-1382957.", "ArticleIdList": ["10.1055/s-0034-1382957", "25127023"]}, {"Citation": "Stavri M, Mathew KT, Gibson T, Williamson RT, Gibbons S. New constituents of Artemisia monosperma. J Nat Prod. 2004;67(5):892–894. doi: 10.1021/np030558v.", "ArticleIdList": ["10.1021/np030558v", "15165159"]}, {"Citation": "Storz P. Reactive oxygen species in tumour progression. Front Biosci. 2005;10:1881–1896. doi: 10.2741/1667.", "ArticleIdList": ["10.2741/1667", "15769673"]}, {"Citation": "Su XZ, Miller LH. The discovery of artemisinin and Nobel Prize in Physiology or Medicine. Sci China Life Sci. 2015;58(11):1175–1179. doi: 10.1007/s11427-015-4948-7.", "ArticleIdList": ["10.1007/s11427-015-4948-7", "PMC4966551", "26481135"]}, {"Citation": "Suberu JO, Gorka AP, Jacobs L, Roepe PD, Sullivan N, Barker GC, Lapkin AA. Anti-plasmodial polyvalent interactions in Artemisia annua L. aqueous extract-possible synergistic and resistance mechanisms. Plos One. 2013;8(11):e80790. doi: 10.1371/journal.pone.0080790.", "ArticleIdList": ["10.1371/journal.pone.0080790", "PMC3828274", "24244716"]}, {"Citation": "Sun WC, Han JX, Yang WY, Deng DA, Yue XF. Antitumor activities of 4 derivatives of artemisic acid artemisinin B in-vitro. Acta Pharm Sin. 1992;13:541–543.", "ArticleIdList": ["1302444"]}, {"Citation": "Suresh J, Vasavi RA, Dhanya R, Ihsanullah M, Mohd NK. Antimicrobial Activity of Artemisia abrotanum and Artemisia pallens. Int J Pharmacogn Phytochem Res. 2010;3(2):18–21."}, {"Citation": "Suresh J, Mahesh NM, Ahuja J, Santilna KS. Review on Artemisia nilagirica (Clarke) Pamp. J Biol Act Prod Nat. 2011;1(2):97–104. doi: 10.1080/22311866.2011.10719075.", "ArticleIdList": ["10.1080/22311866.2011.10719075"]}, {"Citation": "Suresh J, Ahuja J, Paramakrishnan N. Pharmacognostical investigation of Artemisia parviflora Roxb. Asian Pac J Trop Biomed. 2012;2(2):S532–S535. doi: 10.1016/S2221-1691(12)60267-6.", "ArticleIdList": ["10.1016/S2221-1691(12)60267-6"]}, {"Citation": "Sussman L. Herbal medicine on Mauritius. J Ethnopharmacol. 1980;2(3):259–278. doi: 10.1016/S0378-8741(80)81005-1.", "ArticleIdList": ["10.1016/S0378-8741(80)81005-1", "7412334"]}, {"Citation": "Szerlauth A, Murath S, Viski S, Szilagyi I. Radical scavenging activity of plant extracts from improved processing. Heliyon. 2019;5(11):e02763. doi: 10.1016/j.heliyon.2019.e02763.", "ArticleIdList": ["10.1016/j.heliyon.2019.e02763", "PMC6895678", "31844703"]}, {"Citation": "Tacke F, Luedde T, Trautwein C. Inflammatory pathways in liver homeostasis and liver injury. Clin Rev Allergy Immunol. 2009;36(1):4–12. doi: 10.1007/s12016-008-8091-0.", "ArticleIdList": ["10.1007/s12016-008-8091-0", "18600481"]}, {"Citation": "Taherkhani M. Chemical constituents and in-vitro anticancer, cytotoxic, mutagenic and antimutagenic activities of Artemisia diffusa. Pharm Chem J. 2015;48(11):727–732. doi: 10.1007/s11094-015-1182-3.", "ArticleIdList": ["10.1007/s11094-015-1182-3"]}, {"Citation": "Tahir SM, Bashir SA, Abdulrahman MD, Abdullahi AY. Effect of varying concentrations of auxin (2,4-D) on in-vitro callus initiation using leaf of Artemisia annua (L) Sci World J. 2015;10(1):17–19."}, {"Citation": "Tajehmiri A, Issapour F, Moslem MN, Lakeh MT, Kolavani MH. In-vitro antimicrobial activity of Artemisia annua leaf extracts against pathogenic bacteria. Adv Stud Biol. 2014;6(3):93–97. doi: 10.12988/asb.2014.4525.", "ArticleIdList": ["10.12988/asb.2014.4525"]}, {"Citation": "Tambo E, Khater EIM, Chen J, Bergquist R, Zhou X. Nobel prize for the artemisinin and ivermectin discoveries: a great boost towards elimination of the global infectious diseases of poverty. Infect Dis Poverty. 2015;4:58. doi: 10.1186/s40249-015-0091-8.", "ArticleIdList": ["10.1186/s40249-015-0091-8", "PMC4692067", "26708575"]}, {"Citation": "Tareen RB, Bibi T, Khan MA, Ahmad M, Zafar M. Indigenous knowledge of folk medicine by the women of Kalat and Khuzdar regions of Balochistan, Pakistan. Pak J Bot. 2010;42(3):1465–1485."}, {"Citation": "Teixeira D. Mining the essential oils of the Anthemideae. Afr J Biotechnol. 2004;3(12):706–720."}, {"Citation": "Temraz A, El-tantawy WH. Characterization of antioxidant activity of extract from Artemisia vulgaris. Pak J Pharm Sci. 2008;21(4):321–326.", "ArticleIdList": ["18930849"]}, {"Citation": "Tewari K, Tewari G, Pande C, Kunwar G. Volatile constituents of Artemisia parviflora Buch.-Ham ex Roxb. from Kumaun Himalayan Region, India. J Essent Oil-Bear Plants. 2015;18(1):95–198. doi: 10.1080/0972060X.2014.958567.", "ArticleIdList": ["10.1080/0972060X.2014.958567"]}, {"Citation": "Thao NTP, Thuy NT, Hoi TM, Muselli THTA, Bighelli A, Castola V, Casanova J. Artemisia vulgaris L. from Vietnam, chemical variability composition of the oil along the vegetative life of the plant. J Essent Oil Res. 2004;16(4):358–361. doi: 10.1080/10412905.2004.9698742.", "ArticleIdList": ["10.1080/10412905.2004.9698742"]}, {"Citation": "Tian T, Wang Z, Zhang J. Pathomechanisms of oxidative stress in inflammatory bowel disease and potential antioxidant therapies. Oxid Med Cell Longev. 2017 doi: 10.1155/2017/4535194.", "ArticleIdList": ["10.1155/2017/4535194", "PMC5506473", "28744337"]}, {"Citation": "Tigno XT, Guzman FD, Flora AMTV. Phytochemical analysis and hemodynamic actions of Artemisia vulgaris L. Clin Hemorheol Microcirc. 2000;23(2–4):167–175.", "ArticleIdList": ["11321437"]}, {"Citation": "Torres YR, Berlinck RGS, Nascimento GGF, Fortier SC, Pessoa C. Antibacterial activity against resistant bacteria and cytotoxicity of four alkaloid toxins isolated from the marine sponge Arenosclera brasiliensis. Toxicon. 2002;40:885–891. doi: 10.1016/S0041-0101(01)00286-0.", "ArticleIdList": ["10.1016/S0041-0101(01)00286-0", "12076641"]}, {"Citation": "Uniyal GC, Singh AK, Shah NC, Naqvi AA. Volatile constituents of Artemisia nilagirica. Planta Med. 1985;51(5):457–458. doi: 10.1055/s-2007-969551.", "ArticleIdList": ["10.1055/s-2007-969551", "17342614"]}, {"Citation": "Upur H, Amat N, Blazekovic B, Talip A. Protective effect of Cichorium glandulosum root extract on carbon tetrachloride-induced and galactosamine-induced hepatotoxicity in mice. Food Chem Toxicol. 2009;47(8):2022–2030. doi: 10.1016/j.fct.2009.05.022.", "ArticleIdList": ["10.1016/j.fct.2009.05.022", "19477217"]}, {"Citation": "Verma PR, Subburaju T, Balakrishnan N. Larvicidal activity of Artemisia nilagirica (Clarke) Pamp. and Ocimum sanctum L. a preliminary study. J Nat Rem. 2006;6(2):157–161. doi: 10.18311/jnr/2006/460.", "ArticleIdList": ["10.18311/jnr/2006/460"]}, {"Citation": "Wallaart TE, Pras N, Quax WJ. Isolation and identification of dihydroartemisinic acid hydroperoxide from Artemisia annua: a novel biosynthetic precursor of Artemisinin. J Nat Prod. 1999;62(8):1160–1162. doi: 10.1021/np9900122.", "ArticleIdList": ["10.1021/np9900122", "10479327"]}, {"Citation": "Walter HL, Memory PFEL (2003) Medical botany, plants affecting human health, 2nd edn. Wiley, New York, p 345. ISBN, 978-0-471-62882-8"}, {"Citation": "Wang J, Zhu F, Zhou XM, Niu CY, Lei CL. Repellent and fumigant activity of essential oil from Artemisia vulgaris to Tribolium castaneum (Herbst) (Coleoptera, Tenebrionidae) J Stored Prod Res. 2006;42(3):339–347. doi: 10.1016/j.jspr.2005.06.001.", "ArticleIdList": ["10.1016/j.jspr.2005.06.001"]}, {"Citation": "Wang ZQ, Ribnicky D, Zhang XH, Zuberi A, Raskin I, Yu Y, Cefalu WT. An extract of Artemisia dracunculus L. enhances insulin receptor signaling and modulates gene expression in skeletal muscle in KK-A(y) mice. J Nutr Biochem. 2011;22(1):71–78. doi: 10.1016/j.jnutbio.2009.11.015.", "ArticleIdList": ["10.1016/j.jnutbio.2009.11.015", "PMC4020631", "20447816"]}, {"Citation": "Wang J, Lin L, Li B, Zhang F, Liu N. Dietary Artemisia vulgaris meal improved growth performance, gut microbes, and immunity of growing Rex rabbits. Czeh J Anim Sci. 2019;64(4):174–179. doi: 10.17221/162/2018-CJAS.", "ArticleIdList": ["10.17221/162/2018-CJAS"]}, {"Citation": "Weathers PJ, Towler MJ. Changes in key constituents of clonally propagated Artemisia annua L. during the preparation of compressed leaf tablets for possible therapeutic use. Ind Crops Prod. 2014;62:173–178. doi: 10.1016/j.indcrop.2014.08.033.", "ArticleIdList": ["10.1016/j.indcrop.2014.08.033", "PMC4163138", "25228784"]}, {"Citation": "Weathers PJ, Arsenault PR, Covello PS, McMickle A, Teoh KH, Reed DW. Artemisinin production in Artemisia annua: studies in planta and results of a novel delivery method for treating malaria and other neglected diseases. Phytochem Rev. 2011;10(2):173–183. doi: 10.1007/s11101-010-9166-0.", "ArticleIdList": ["10.1007/s11101-010-9166-0", "PMC3106422", "21643453"]}, {"Citation": "Weathers PJ, Elfawal MA, Towler MJ, Acquaah-Mensah GK, Rich SM. Pharmacokinetics of artemisinin delivered by oral consumption of Artemisia annua dried leaves in health vs. Plasmodium chabaudi-infected mice. J Ethnopharmacol. 2014;153(3):732–736. doi: 10.1016/j.jep.2014.03.037.", "ArticleIdList": ["10.1016/j.jep.2014.03.037", "PMC4020007", "24661969"]}, {"Citation": "Weber LW, Boll M, Stampfl A. Hepatotoxicity and mechanism of action of haloalkanes: carbon tetrachloride as a toxicological model. Crit Rev Toxicol. 2003;33(2):105–136. doi: 10.1080/713611034.", "ArticleIdList": ["10.1080/713611034", "12708612"]}, {"Citation": "White TEK, Bushdid PB, Ritter S, Laffan SB, Clark RL. Artesunate-induced depletion of embryonic erythroblasts precedes embryolethality and teratogenicity in-vivo. Birth Defects Res B. 2006;77(5):413–429. doi: 10.1002/bdrb.20092.", "ArticleIdList": ["10.1002/bdrb.20092", "17066416"]}, {"Citation": "WHO technical document of the use of non-pharmaceutical forms of Artemisia (2019) Malaria Policy Advisory Committee Meeting 2–4 October 2019, Geneva, Switzerland Background document for Session 3. https://www.who.int/malaria/mpac/mpac-october2019-session3-non-pharmaceutical-use-artemisia.pdf"}, {"Citation": "Wink M. Medicinal plants: a source of anti-parasitic secondary metabolites. Molecules. 2012;17(11):12771–12791. doi: 10.3390/molecules171112771.", "ArticleIdList": ["10.3390/molecules171112771", "PMC6268567", "23114614"]}, {"Citation": "Wolin KY, Carson K, Colditz GA. Obesity and cancer. Oncologist. 2010;15(6):556–565. doi: 10.1634/theoncologist.2009-0285.", "ArticleIdList": ["10.1634/theoncologist.2009-0285", "PMC3227989", "20507889"]}, {"Citation": "Wong Ting Fook WTH. The medicinal plants of Mauritius. Dakar: ENDA; 1980."}, {"Citation": "Wongsrichanalai C, Nguyen TD, Trieu NT, Wimonwattrawatee T, Sookto P, Heppner DG. In-vitro susceptibility of Plasmodium falciparum isolates in Vietnam to artemisinin derivatives and other antimalarials. Acta Trop. 1997;63(2–3):151–158. doi: 10.1016/S0001-706X(96)00618-3.", "ArticleIdList": ["10.1016/S0001-706X(96)00618-3", "9088428"]}, {"Citation": "Woo TS, Yoon SY, Pena C, Choi JY. Anticonvulsant effect of Artemisia capillaris Herba in mice. Biomol Ther. 2011;19(3):342–347. doi: 10.4062/biomolther.2011.19.3.342.", "ArticleIdList": ["10.4062/biomolther.2011.19.3.342"]}, {"Citation": "Wright CW (2002) Artemisia, medicinal and aromatic plants-industrial profiles. Taylor Francis, New York. ISBN 978-0-415-27212-4"}, {"Citation": "Xie G, Schepetkin IA, Siemsen DW, Kirprotina LN, Wiley JA, Quinn MT. Fractionation and characterization of biologically-active polysaccharides from Artemisia tripartita. Phytochemistry. 2008;69(6):1359–1371. doi: 10.1016/j.phytochem.2008.01.009.", "ArticleIdList": ["10.1016/j.phytochem.2008.01.009", "PMC2440954", "18325553"]}, {"Citation": "Yamahara J, Kobayashi G. Vascular dilatory action of Artemisia capillaris bud extracts and their active constituent. J Ethnopharmacol. 1989;26(2):129–136. doi: 10.1016/0378-8741(89)90060-3.", "ArticleIdList": ["10.1016/0378-8741(89)90060-3", "2601354"]}, {"Citation": "Yang Y, Islam MS, Wang J, Li Y, Chen X. Traditional Chinese medicine in the treatment of patients infected with 2019-new coronavirus (SARS-CoV-2): a review and perspective. Int J Biol Sci. 2020;16(10):1708–1717. doi: 10.7150/ijbs.45538.", "ArticleIdList": ["10.7150/ijbs.45538", "PMC7098036", "32226288"]}, {"Citation": "Yeo D, Hwang SJ, Kim WJ. The aqueous extract from Artemisia capillaris inhibits acute gastric mucosal injury by inhibition of ROS and NF-kB. Biomed Pharmacother. 2018;99:681–687. doi: 10.1016/j.biopha.2018.01.118.", "ArticleIdList": ["10.1016/j.biopha.2018.01.118", "29710465"]}, {"Citation": "Yokozawa T, Ishida A, Cho EJ, Nakagawa T. The effects of Coptidis rhizoma extract on a hypercholesterolemic animal model. Phytomedicine. 2003;10(1):17–22. doi: 10.1078/094471103321648610.", "ArticleIdList": ["10.1078/094471103321648610", "12622459"]}, {"Citation": "Yoshikawa M, Shimada H, Matsuda H, Yamahara J, Murakami N. Bioactive constituents of Chinese natural medicines. I. New sesquiterpenes ketone with vasorelaxant effect from Chinese Moxa, the processed leaves of Artemisia argyi Levl. et VANT.: Moxartenone and Moxartenolide. Chem Pharm Bull (Tokyo) 1996;44(9):1656–1662. doi: 10.1248/cpb.44.1656.", "ArticleIdList": ["10.1248/cpb.44.1656", "8855361"]}, {"Citation": "Youssefi MR, Abuhosseini TM, Sadeghi HG, Kouhi MK. Antiparasitic efficacy of worm wood (Artemisia absinthium) alcoholic extract on Syphacia obvolata. Iran J Vet Med. 2011;6(1):47–50. doi: 10.22059/IJVM.2012.24625.", "ArticleIdList": ["10.22059/IJVM.2012.24625"]}, {"Citation": "Yuan H, Lu X, Ma Q, Li D, Xu G, Piao G. Flavonoids from Artemisia sacrorum Ledeb. and their cytotoxic activities against human cancer cell lines. Exp Ther Med. 2016;12(3):1873–1878. doi: 10.3892/etm.2016.3556.", "ArticleIdList": ["10.3892/etm.2016.3556", "PMC4998194", "27602097"]}, {"Citation": "Zahi D, Supaibulwatana K, Zhong J. Inhibition of tumour cell proliferation and induction of apoptosis in human lung carcinoma 95-D cells by a new sesquiterpene from hairy root cultures of Artemisia annua. Phytomedicine. 2010;17(11):856–861. doi: 10.1016/j.phymed.2010.02.008.", "ArticleIdList": ["10.1016/j.phymed.2010.02.008", "20362422"]}, {"Citation": "Zapata-Colindres JC, Zepeda-Gomez S, Montano-Loza A, Vazquez-Ballesteros E. The association of Helicobacter pylori infection and nonsteroidal anti-inflammatory drugs in peptic ulcer disease. Can J Gastroenterol. 2006;20(4):277–280. doi: 10.1155/2006/175217.", "ArticleIdList": ["10.1155/2006/175217", "PMC2659905", "16609757"]}, {"Citation": "Zarezade V, Moludi J, Mostafazadeh M, Mohammadi M. Antioxidant and hepatoprotective effects of Artemisia dracunculus against CCl4-induced hepatotoxicity in rats. Avicenna J Phytomed. 2018;8(1):51–62. doi: 10.22038/AJP.2017.19137.1738.", "ArticleIdList": ["10.22038/AJP.2017.19137.1738", "PMC5787997", "29387574"]}, {"Citation": "Zeb S, Ali A, Zaman W, Zeb S, Ali S, Ullah F, Shakoor A. Pharmacology, taxonomy and phytochemistry of the genus Artemisia specifically from Pakistan: a comprehensive review. Pharm Biomed Res. 2018;4(4):1–10. doi: 10.18502/pbr.v4i4.543.", "ArticleIdList": ["10.18502/pbr.v4i4.543"]}, {"Citation": "Zhang Y, Xu G, Zhang S, Wang D, Prabha PS, Zuo Z. Antitumor research on artemisinin and its bioactive derivatives. Nat Prod Bioprospect. 2018;8(11):303–319. doi: 10.1007/s13659-018-0162-1.", "ArticleIdList": ["10.1007/s13659-018-0162-1", "PMC6102173", "29633188"]}, {"Citation": "Zhao B, Litscher G, Li J, Wang L, Cui Y, Huang C. Effects of Moxa (Artemisia vulgaris) smoke inhalation on heart rate and its variability. Chin Med. 2011;2(2):53–57. doi: 10.4236/cm.2011.22010.", "ArticleIdList": ["10.4236/cm.2011.22010"]}, {"Citation": "Zhou X, Li C, Chang D, Bensoussan A. Current status and major challenges to the safety and efficacy presented by Chinese herbal medicine. Medicines (Basel) 2018;6(1):14. doi: 10.3390/medicines6010014.", "ArticleIdList": ["10.3390/medicines6010014", "PMC6473719", "30669335"]}, {"Citation": "Zime-Diawara H, Gannon H, Gbaguidi F, Yeomoa A, Bero J, Jansen O, Evrard B, Moudachirou M, Frederich M, Quetin-Leclercq J. The antimalarial action of aqueous and hydroalcoholic extracts of Artemisia annua L. cultivated in Benin: in-vitro and in-vivo studies. J Chem Pharm Res. 2015;7(8):817–823."}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "7", "Day": "1"}, {"Year": "2021", "Month": "3", "Day": "26"}, {"Year": "2021", "Month": "4", "Day": "25", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "6", "Day": "16", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "4", "Day": "24", "Hour": "12", "Minute": "11"}, {"Year": "2021", "Month": "4", "Day": "24"}], "PublicationStatus": "ppublish", "ArticleIdList": ["33893998", "PMC8067791", "10.1007/s12272-021-01328-4", "10.1007/s12272-021-01328-4"]}}], "PubmedBookArticle": []}