{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Ethnobotany", "ICPC category", "Iran", "Kerman province", "Medicinal plants"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "33910616", "DateCompleted": {"Year": "2021", "Month": "10", "Day": "28"}, "DateRevised": {"Year": "2021", "Month": "12", "Day": "04"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "04", "Day": "28"}], "Language": ["eng"], "ELocationID": ["31", "10.1186/s13002-021-00438-z"], "Journal": {"ISSN": "1746-4269", "JournalIssue": {"Volume": "17", "Issue": "1", "PubDate": {"Year": "2021", "Month": "Apr", "Day": "28"}}, "Title": "Journal of ethnobiology and ethnomedicine", "ISOAbbreviation": "J Ethnobiol Ethnomed"}, "ArticleTitle": "Ethnobotany of the medicinal plants used by the ethnic communities of Kerman province, Southeast Iran.", "Pagination": {"StartPage": "31", "MedlinePgn": "31"}, "Abstract": {"AbstractText": ["Traditional medicine is a major component in the primary healthcare system in the southeast of Iran, which has a rich floral diversity. However, there is no comprehensive report on the use of medicinal herbs in this specific region. This traditional usage of medicinal plants by local communities could serve as a source for pharmacological and phytochemical studies. The main objective of this study was to identify ethnopharmacological knowledge on medicinal plant species and their local healing applications by the folk communities of Kerman province in the southeast of Iran.", "In this cross-sectional study, data were collected from 217 herbal healers using semi-structured questionnaires, open interviews, and field surveys. Factors including use reports (UR) for each species, frequency of citation (FC), and informant consensus factor (ICF) were used to analyze the data. Plant species were identified by botanists through standard taxonomic methods.", "A total of 402 medicinal plants were used in healing practices by the local communities of Kerman province. These species belong to 273 genera of 73 families, among which 367 species are dicotyledons, 27 are monocotyledons, 7 species are cryptogam, and one species is gymnosperm. An important implication from the current study is the identification of the traditional medicinal use of 292 plant species in this region for the first time. Asteraceae, Apiaceae, Lamiaceae, and Fabaceae were the dominant medicinally utilized plant families, respectively. Leaf, flower, fruit, and seed were the most common plant parts used. Generally, crude drugs were used in the form of decoction, followed by poultice and infusion forms. Moreover, oral route is considered as the most common administration route followed by topical route. Endocrine (diabetes), dermatological, gastrointestinal, and respiratory problems were ranked as the most frequent ailment categories for which medicinal plants in this region were applied, respectively. Our findings suggested dominant use of Asteraceae and Apiaceae plants for the treatment of gastrointestinal disorders, Lamiaceae plants for respiratory and gastrointestinal ailments, and Apocynaceae plants for dermatological problems.", "Our findings suggested that Asteraceae and Apiaceae plants were used for the treatment of gastrointestinal disorders, Lamiaceae plants for respiratory and gastrointestinal ailments, and Apocynaceae and Euphorbiaceae plants for dermatological problems. Among the medicinal plants with high UR and new ethnobotanical uses, Rhazya stricta was used for wound healing, Calotropis procera, Clematis ispahanica and Euphorbia spp. for eczema, Cionura erecta for the treatment of cough, Launaea acanthodes for the treatment of gastrointestinal parasites, Berberis integrrima as an antidiabetic medicinal herb, Dracocephalum polychaetum and Rydingia persica for various types of chronic diseases, Citrus limon and Citrus aurantium for the treatment of ocular diseases and making the traditional kohl, Calendula officinalis for the treatment of pterygium and Prosopis farcta for preventing nasal bleeding. The identified medicinal plants can be further evaluated for their pharmacological activity and underlying mechanisms of action."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, Faculty of Science, University of Jiroft, Jiroft, Iran. Hamze@ujiroft.ac.ir."}], "LastName": "Hosseini", "ForeName": "Seyed Hamzeh", "Initials": "SH"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, Faculty of Science, University of Jiroft, Jiroft, Iran."}], "LastName": "Bibak", "ForeName": "Hossein", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, Faculty of Science, University of Jiroft, Jiroft, Iran."}], "LastName": "Ghara", "ForeName": "Abdollah Ramzani", "Initials": "AR"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Biotechnology Research Center, Pharmaceutical Technology Institute, Mashhad University of Medical Sciences, Mashhad, Iran."}, {"Identifier": [], "Affiliation": "Neurogenic Inflammation Research Center, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Sahebkar", "ForeName": "Amirhossein", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacognosy, School of Pharmacy, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Shakeri", "ForeName": "Abolfaz", "Initials": "A"}], "GrantList": [{"GrantID": "3818-97-6", "Agency": "university of jiroft", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "J Ethnobiol Ethnomed", "NlmUniqueID": "101245794", "ISSNLinking": "1746-4269"}, "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Cross-Sectional Studies"}, {"QualifierName": [], "DescriptorName": "Ethnicity"}, {"QualifierName": [], "DescriptorName": "Ethnobotany"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Iran"}, {"QualifierName": [], "DescriptorName": "Knowledge"}, {"QualifierName": [], "DescriptorName": "Phytotherapy"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Surveys and Questionnaires"}], "CoiStatement": "All the authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Fabricant DS, Farnsworth NR. The value of plants used in traditional medicine for drug discovery. Environ Health Perspect. 2001;109(suppl 1):69–75. doi: 10.1289/ehp.01109s169.", "ArticleIdList": ["10.1289/ehp.01109s169", "PMC1240543", "11250806"]}, {"Citation": "Hu R, Lin C, Xu W, Liu Y, Long C. Ethnobotanical study on medicinal plants used by Mulam people in Guangxi, China. J Ethnobiol Ethnomed. 2020;16(1):1–50. doi: 10.1186/s13002-020-00387-z.", "ArticleIdList": ["10.1186/s13002-020-00387-z", "PMC7333293", "32616044"]}, {"Citation": "Feng L, Zhai Y-Y, Xu J, Yao W-F, Cao Y-D, Cheng F-F, et al. A review on traditional uses, phytochemistry and pharmacology of Eclipta prostrata (L.) L. J Ethnopharmacol. 2019;245:112109.", "ArticleIdList": ["31395303"]}, {"Citation": "Prasad S, Tyagi AK. Traditional medicine: the goldmine for modern drugs. Adv Tech Biol Med. 2015;3(1):1–2. doi: 10.4172/2379-1764.1000e108.", "ArticleIdList": ["10.4172/2379-1764.1000e108"]}, {"Citation": "Ojha SN, Tiwari D, Anand A, Sundriyal RC. Ethnomedicinal knowledge of a marginal hill community of Central Himalaya: diversity, usage pattern, and conservation concerns. J Ethnobiol Ethnomed. 2020;16:1–21. doi: 10.1186/s13002-020-00381-5.", "ArticleIdList": ["10.1186/s13002-020-00381-5", "PMC7245762", "32448334"]}, {"Citation": "Ghahraman A. Plant systematic: coromophytes of Iran. Tehran: Iran University press; 2004."}, {"Citation": "Nasseri M. Development of traditional medicine based on WHO guidance. Med Daneshvar Biomanthly J Shahed Univ. 2004;11(52):53–66."}, {"Citation": "SABER AS, Naseri A, Rahmani GH, Kalirad A. Medicinal plants of Kerman province. 2005;"}, {"Citation": "Nasab FK, Khosravi AR. Ethnobotanical study of medicinal plants of Sirjan in Kerman Province, Iran. J Ethnopharmacol. 2014;154(1):190–197. doi: 10.1016/j.jep.2014.04.003.", "ArticleIdList": ["10.1016/j.jep.2014.04.003", "24746480"]}, {"Citation": "Sadat-Hosseini M, Farajpour M, Boroomand N, Solaimani-Sardou F. Ethnopharmacological studies of indigenous medicinal plants in the south of Kerman, Iran. J Ethnopharmacol. 2017;199:194–204. doi: 10.1016/j.jep.2017.02.006.", "ArticleIdList": ["10.1016/j.jep.2017.02.006", "28167292"]}, {"Citation": "Nazari S, Rameshrad M, Hosseinzadeh H. Toxicological effects of Glycyrrhiza glabra (licorice): a review. Phyther Res. 2017;31(11):1635–1650. doi: 10.1002/ptr.5893.", "ArticleIdList": ["10.1002/ptr.5893", "28833680"]}, {"Citation": "Sahranavard S, Ghafari S, Mosaddegh M. Medicinal plants used in Iranian traditional medicine to treat epilepsy. Seizure. 2014;23(5):328–332. doi: 10.1016/j.seizure.2014.01.013.", "ArticleIdList": ["10.1016/j.seizure.2014.01.013", "24525263"]}, {"Citation": "Organization WH. WHO traditional medicine strategy 2002–2005. 2002. Geneva World Heal Organ. 2002;"}, {"Citation": "Pirbaloutl AG. Medicinal plants used in Chaharmahal and Bakhtyari districts of Iran. Herba Pol. 2009;55(2):69–77."}, {"Citation": "Moosavi J. The place of Avicenna in the history of medicine. Avicenna J Med Biotechnol. 2009;1(1):3.", "ArticleIdList": ["PMC3558117", "23407771"]}, {"Citation": "Bibak H, Moghbeli F. Collection, identification and traditional usage of medicinal plants in Jiroft County. 2017;"}, {"Citation": "Rechinger KH, Browicz K, Persson K, Wendelbo P. Flora Iranica, Akademische Druck-U. Verlagsanstalt, Graz. 1982;150(2):108–216."}, {"Citation": "Davis PH. Flora of Turkey Edinburgh University Press. Edinburgh; 1988."}, {"Citation": "Mozaffarian VA, Mozaffarian VA, Mozaffarian V. Dictionary of Iranian plant names. 1996;"}, {"Citation": "Trotter R, Logan M, Trotter RT, Logan MH. Informant consensus: a new approach for identifying potentially effective medicinal plants. 1986;"}, {"Citation": "Heinrich M, Ankli A, Frei B, Weimann C, Sticher O. Medicinal plants in Mexico: healers’ consensus and cultural importance. Soc Sci Med. 1998;47(11):1859–1871. doi: 10.1016/S0277-9536(98)00181-6.", "ArticleIdList": ["10.1016/S0277-9536(98)00181-6", "9877354"]}, {"Citation": "Tardío J, Pardo-de-Santayana M. Cultural importance indices: a comparative analysis based on the useful wild plants of Southern Cantabria (Northern Spain) Econ Bot. 2008;62(1):24–39. doi: 10.1007/s12231-007-9004-5.", "ArticleIdList": ["10.1007/s12231-007-9004-5"]}, {"Citation": "Sadeghi Z, Kuhestani K, Abdollahi V, Mahmood A. Ethnopharmacological studies of indigenous medicinal plants of Saravan region, Baluchistan, Iran. J Ethnopharmacol. 2014;153(1):111–118. doi: 10.1016/j.jep.2014.01.007.", "ArticleIdList": ["10.1016/j.jep.2014.01.007", "24509152"]}, {"Citation": "Haerinasab M. Ethnobotanical study of medicinal plants and introduction to some poisonous plant species of Ardestan (Isfahan Province) J Med Plants. 2019;2(70):122–143. doi: 10.29252/jmp.2.70.122.", "ArticleIdList": ["10.29252/jmp.2.70.122"]}, {"Citation": "Özdemir E, Alpınar K. An ethnobotanical survey of medicinal plants in western part of central Taurus Mountains: Aladaglar (Nigde–Turkey) J Ethnopharmacol. 2015;166:53–65. doi: 10.1016/j.jep.2015.02.052.", "ArticleIdList": ["10.1016/j.jep.2015.02.052", "25771355"]}, {"Citation": "Polat R. Ethnobotanical study on medicinal plants in Bingöl (City center)(Turkey) J Herb Med. 2019;16:100211. doi: 10.1016/j.hermed.2018.01.007.", "ArticleIdList": ["10.1016/j.hermed.2018.01.007"]}, {"Citation": "Bussmann RW, Zambrana NYP, Sikharulidze S, Kikvidze Z, Kikodze D, Tchelidze D, et al. A comparative ethnobotany of Khevsureti, Samtskhe-Javakheti, Tusheti, Svaneti, and Racha-Lechkhumi, Republic of Georgia (Sakartvelo), Caucasus. J Ethnobiol Ethnomed. 2016;12(1):43. doi: 10.1186/s13002-016-0110-2.", "ArticleIdList": ["10.1186/s13002-016-0110-2", "PMC5034577", "27659258"]}, {"Citation": "Bakar F, Acikara OB, Ergene B, Nebioglu S, Citoglu GS. Antioxidant activity and phytochemical screening of some Asteraceae plants. Turk J Pharm Sci. 2015;12(2):123–132. doi: 10.5505/tjps.2015.18209.", "ArticleIdList": ["10.5505/tjps.2015.18209"]}, {"Citation": "Sonmezdag AS, Kelebek H, Selli S. Identification of aroma compounds of Lamiaceae species in Turkey using the purge and trap technique. Foods. 2017;6(2):10. doi: 10.3390/foods6020010.", "ArticleIdList": ["10.3390/foods6020010", "PMC5332903", "28231089"]}, {"Citation": "Panmei R, Gajurel PR, Singh B. Ethnobotany of medicinal plants used by the Zeliangrong ethnic group of Manipur, northeast India. J Ethnopharmacol. 2019;235:164–182. doi: 10.1016/j.jep.2019.02.009.", "ArticleIdList": ["10.1016/j.jep.2019.02.009", "30738117"]}, {"Citation": "Goyal R, Sharma PL, Singh M. Pharmacological potential of Tecomella undulate in acute and chronic inflammation in rat. Int J Pharm Sci Rev Res. 2010;1:108–114."}, {"Citation": "Baig MB, Shabbir A, Nowshad K, Muhammad K. Germplasm conservation of multipurpose trees and their role in agroforestry for sustainable agricultural production in Pakistan. Int J Agric Biol. 2008;10(2)."}, {"Citation": "Hosseini SH, Azarnivand H, Ayyari M, Chahooki MAZ, Erfanzadeh R, Piacente S, et al. Modeling potential habitats for Pergularia tomentosa using maximum entropy model and effect of environmental variables on its quantitative characteristics in arid rangelands, southeastern Iran. J Ecol Environ. 2018;42(1):27. doi: 10.1186/s41610-018-0083-2.", "ArticleIdList": ["10.1186/s41610-018-0083-2"]}, {"Citation": "Sanoubar Tahaiee N, Rashidi K, Hazhir MS. Survey of Sanandaj medical society members attitudes and extent of their knowledge about herbal drugs and their prescription in 2001. Sci J Kurdistan Univ Med Sci. 2006;11(3):44–48."}, {"Citation": "Gumisiriza H, Birungi G, Olet EA, Sesaazi CD. Medicinal plant species used by local communities around Queen Elizabeth National Park, Maramagambo Central Forest Reserve and Ihimbo Central Forest Reserve, south western Uganda. J Ethnopharmacol. 2019;239:111926. doi: 10.1016/j.jep.2019.111926.", "ArticleIdList": ["10.1016/j.jep.2019.111926", "31067488"]}, {"Citation": "Al-Fatimi M. Ethnobotanical survey of medicinal plants in central Abyan governorate, Yemen. J Ethnopharmacol. 2019;241:111973. doi: 10.1016/j.jep.2019.111973.", "ArticleIdList": ["10.1016/j.jep.2019.111973", "31146001"]}, {"Citation": "Miara MD, Bendif H, Hammou MA, Teixidor-Toneu I. Ethnobotanical survey of medicinal plants used by nomadic peoples in the Algerian steppe. J Ethnopharmacol. 2018;219:248–256. doi: 10.1016/j.jep.2018.03.011.", "ArticleIdList": ["10.1016/j.jep.2018.03.011", "29548971"]}, {"Citation": "Sarri M, Mouyet FZ, Benziane M, Cheriet A. Traditional use of medicinal plants in a city at steppic character (M’sila, Algeria) J Pharm Pharmacogn Res. 2014;2(2):31–35."}, {"Citation": "Nanagulyan S, Zakaryan N, Kartashyan N, Piwowarczyk R, Łuczaj Ł. Wild plants and fungi sold in the markets of Yerevan (Armenia) J Ethnobiol Ethnomed. 2020;16:1–27. doi: 10.1186/s13002-020-00375-3.", "ArticleIdList": ["10.1186/s13002-020-00375-3", "PMC7236950", "32429968"]}, {"Citation": "Sargin SA, Selvi S, Büyükcengiz M. Ethnomedicinal plants of Aydıncık district of Mersin, Turkey. J Ethnopharmacol. 2015;174:200–216. doi: 10.1016/j.jep.2015.08.008.", "ArticleIdList": ["10.1016/j.jep.2015.08.008", "26278812"]}, {"Citation": "Amiri MS, Joharchi MR, TaghavizadehYazdi ME. Ethno-medicinal plants used to cure jaundice by traditional healers of Mashhad, Iran. IJPR. 2014;13(1):157.", "ArticleIdList": ["PMC3985247", "24734067"]}, {"Citation": "Ostovan F, Olomi H, Gol A. The Citrullus Colocynthis pulp antioxidant activity on oxidative stress factors of liver in streptozotocin-induced diabetic rats. Physiol Pharmacol. 2014;17(4)."}, {"Citation": "Heidari F, Shirani K. Source of Eolian Facies using Geomorphological and Sedimen Tological Methods (Case Study: Ab-Barik Watershed of Bam in Kerman) JWSS-Isfahan Univ Technol. 2017;21(3):39–54."}, {"Citation": "Derakhshan AR, Yousefi M, Dehghan S, Zargaran A, Khodadoost M. Digestion process and causes of indigestion based on Avicenna’s view and modern medicine. Tradit Med Res. 2019;4(3):140–147."}, {"Citation": "Naseri M, Babaeian M, Ghaffari F, Kamalinejad M, Feizi A, Mazaheri M, et al. Bloating: Avicenna’s perspective and modern medicine. J Evid Based Complementary Altern Med. 2016;21(2):154–159. doi: 10.1177/2156587215622915.", "ArticleIdList": ["10.1177/2156587215622915", "26763047"]}, {"Citation": "Baser KHC, Kirimer N, Kurkcuoglu M, Demirci B. Essential oils of nepeta species growing in Turkey. Chem Nat Compd. 2000;36(4):356–359. doi: 10.1023/A:1002832628159.", "ArticleIdList": ["10.1023/A:1002832628159"]}, {"Citation": "Formisano C, Rigano D, Senatore F. Chemical constituents and biological activities of Nepeta species. Chem Biodivers. 2011;8(10):1783–1818. doi: 10.1002/cbdv.201000191.", "ArticleIdList": ["10.1002/cbdv.201000191", "22006710"]}, {"Citation": "Farina C, Pinza M, Pifferi G. Synthesis and anti-ulcer activity of new derivatives of glycyrrhetic, oleanolic and ursolic acids. Farm. 1998;53(1):22–32. doi: 10.1016/S0014-827X(97)00013-X.", "ArticleIdList": ["10.1016/S0014-827X(97)00013-X", "9543723"]}, {"Citation": "Jalilzadeh-Amin G, Najarnezhad V, Anassori E, Mostafavi M, Keshipour H. Antiulcer properties of Glycyrrhiza glabra L. extract on experimental models of gastric ulcer in mice. Iran J Pharm Res IJPR. 2015;14(4):1163.", "ArticleIdList": ["PMC4673944", "26664383"]}, {"Citation": "Nikbakht MR, Sharifi S, Emami SA, Khodaie L. Chemical composition and antiprolifrative activity of Artemisia persica Boiss. and Artemisia turcomanica Gand. essential oils. Res Pharm Sci. 2014;9(2):155.", "ArticleIdList": ["PMC4311293", "25657784"]}, {"Citation": "Rajaei P, Mohamadi N. Ethnobotanical study of medicinal plants of Hezar mountain allocated in south east of Iran. IJPR. 2012;11(4):1153.", "ArticleIdList": ["PMC3813156", "24250549"]}, {"Citation": "Khanjani N, Ranadeh Kalankesh L, Mansouri F. Air pollution and respiratory deaths in Kerman, Iran (from 2006 till 2010) Iran J Epidemiol. 2012;8(3):58–65."}, {"Citation": "Tuttolomondo T, Licata M, Leto C, Bonsangue G, Gargano ML, Venturella G, et al. Popular uses of wild plant species for medicinal purposes in the Nebrodi Regional Park (North-Eastern Sicily, Italy) J Ethnopharmacol. 2014;157:21–37. doi: 10.1016/j.jep.2014.08.039.", "ArticleIdList": ["10.1016/j.jep.2014.08.039", "25239832"]}, {"Citation": "Hann CS, Rock CL, King I, Drewnowski A. Validation of the Healthy Eating Index with use of plasma biomarkers in a clinical sample of women. Am J Clin Nutr. 2001;74(4):479–486. doi: 10.1093/ajcn/74.4.479.", "ArticleIdList": ["10.1093/ajcn/74.4.479", "11566646"]}, {"Citation": "Conklin AI, Monsivais P, Khaw K-T, Wareham NJ, Forouhi NG. Dietary diversity, diet cost, and incidence of type 2 diabetes in the United Kingdom: a prospective cohort study. PLoS Med. 2016;13(7).", "ArticleIdList": ["PMC4951147", "27433799"]}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "9", "Day": "18"}, {"Year": "2021", "Month": "2", "Day": "4"}, {"Year": "2021", "Month": "4", "Day": "29", "Hour": "5", "Minute": "36"}, {"Year": "2021", "Month": "4", "Day": "30", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "10", "Day": "29", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "4", "Day": "28"}], "PublicationStatus": "epublish", "ArticleIdList": ["33910616", "PMC8082778", "10.1186/s13002-021-00438-z", "10.1186/s13002-021-00438-z"]}}], "PubmedBookArticle": []}