{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Uganda", "antiviral", "herbalists", "hiv/aids", "medicinal plants", "phytochemistry", "toxicity"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "33935707", "DateRevised": {"Year": "2024", "Month": "04", "Day": "01"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "04", "Day": "15"}], "Language": ["eng"], "ELocationID": ["615147", "10.3389/fphar.2021.615147"], "Journal": {"ISSN": "1663-9812", "JournalIssue": {"Volume": "12", "PubDate": {"Year": "2021"}}, "Title": "Frontiers in pharmacology", "ISOAbbreviation": "Front Pharmacol"}, "ArticleTitle": "A Review of the Toxicity and Phytochemistry of Medicinal Plant Species Used by Herbalists in Treating People Living With HIV/AIDS in Uganda.", "Pagination": {"StartPage": "615147", "MedlinePgn": "615147"}, "Abstract": {"AbstractText": ["<b>Introduction:</b> Despite concerns about toxicity, potentially harmful effects and herb-drug interactions, the use of herbal medicines remains widely practiced by people living with HIV/AIDS (PLHIV) in Uganda. <b>Objective:</b> The objective of the paper was to comprehensively review the literature on the toxicity and chemical composition of commonly used medicinal plant species in treating PLHIV in Uganda. <b>Methods:</b> We reviewed relevant articles and books published over the last sixty years on ethnobotany, antiviral/anti-HIV activity, toxicity, phytochemistry of <i>Vachellia hockii</i>, <i>Albizia coriaria</i>, <i>Bridelia micrantha</i>, <i>Cryptolepis sanguinolenta</i>, <i>Erythrina abyssinica</i>, <i>Gardenia ternifolia</i>, <i>Gymnosporia senegalensis</i>, <i>Psorospermum febrifugium</i>, <i>Securidaca longipendunculata</i>, <i>Warburgia ugandensis</i> and <i>Zanthoxylum chalybeum</i> and their synonyms. We searched PubMed, Web of Science, Scopus, Science Direct and Google Scholar. <b>Discussion:</b> Most of the plant species reviewed apart from <i>P. febrifugium</i>, <i>S. longipedunculata</i> and <i>C. sanguinolenta</i> lacked detailed phytochemical analyses as well as the quantification and characterization of their constituents. Crude plant extracts were the most commonly used. However, purified/single component extracts from different plant parts were also used in some studies. The U87 human glioblastoma was the most commonly used cell line. Water, ethanol, methanol and DMSO were the commonest solvents used. In some instances, isolated purified compounds/extracts such as Cryptolepine and Psorospermin were used. <b>Conclusion:</b> Cytotoxicity varied with cell type, solvent and extract type used making it difficult for direct comparison of the plant species. Five of the eleven plant species namely, <i>A. coriaria</i>, <i>C. sanguinolenta</i>, <i>G. ternifolia</i>, <i>P. febrifugium</i> and <i>Z. chalybeum</i> had no cytotoxicity studies in animal models. For the remaining six plant species, the crude aqueous and ethanol extracts were mainly used in acute oral toxicity studies in mice. Herbalists reported only <i>A. coriaria</i> and <i>W. ugandensis</i> to cause toxic side effects in humans. However, selective cytotoxic plant extracts can potentially be beneficial as anticancer or anti-tumour drugs."], "CopyrightInformation": "Copyright © 2021 Anywar, Kakudidi, Byamukama, Mukonzo, Schubert, Oryem-Origa and Jassoy."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Plant Sciences, Microbiology and Biotechnology, College of Natural Sciences, Makerere University, Kampala, Uganda."}, {"Identifier": [], "Affiliation": "Fraunhofer Institute for Cell Therapy and Immunology (IZI), Leipzig, Germany."}, {"Identifier": [], "Affiliation": "Institute for Virology, University Clinics and Faculty of Medicine, University of Leipzig, Leipzig, Germany."}], "LastName": "Anywar", "ForeName": "G", "Initials": "G"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Plant Sciences, Microbiology and Biotechnology, College of Natural Sciences, Makerere University, Kampala, Uganda."}], "LastName": "Kakudidi", "ForeName": "E", "Initials": "E"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, College of Natural Sciences, Makerere University, Kampala, Uganda."}], "LastName": "Byamukama", "ForeName": "R", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology and Therapeutics, College of Health Sciences, Makerere University, Kampala, Uganda."}], "LastName": "Mukonzo", "ForeName": "J", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Fraunhofer Institute for Cell Therapy and Immunology (IZI), Leipzig, Germany."}], "LastName": "Schubert", "ForeName": "A", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Plant Sciences, Microbiology and Biotechnology, College of Natural Sciences, Makerere University, Kampala, Uganda."}], "LastName": "Oryem-Origa", "ForeName": "H", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute for Virology, University Clinics and Faculty of Medicine, University of Leipzig, Leipzig, Germany."}], "LastName": "Jassoy", "ForeName": "C", "Initials": "C"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Pharmacol", "NlmUniqueID": "101548923", "ISSNLinking": "1663-9812"}, "CoiStatement": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Abou-Shoer M., Boettner F. E., Chang C-J., Cassady J. M. (1988). Antitumour and cytotoxic xanthones of Psorospermum febrifugum . Phytochemistry 27 (9), 2795–2800. 10.1016/0031-9422(88)80665-4", "ArticleIdList": ["10.1016/0031-9422(88)80665-4"]}, {"Citation": "Abou-shoer M., Suwanborirux K., Chang C., Cassady J. M. (1989). Novel tetrahydrofurobenzofuranoxanthones from Psorospermum febrifugum . Tetrahedron Lett. 30 (26), 3385–3388. 10.1016/s0040-4039(00)99251-7", "ArticleIdList": ["10.1016/s0040-4039(00)99251-7"]}, {"Citation": "Abou-Shoer M., Suwanborirux K., Habib A-A. M., Chang C-J., Cassady J. M. (1993). Xanthones and vismiones from Psorospermum febrifugum . Phytochemistry 34 (5), 1413–1420. 10.1016/0031-9422(91)80040-8", "ArticleIdList": ["10.1016/0031-9422(91)80040-8"]}, {"Citation": "Addae-Kyereme J., Croft S. L., Kendrick H., Wright C. W. (2001). Antiplasmodial activities of some Ghanaian plants traditionally used for fever/malaria treatment and of some alkaloids isolated from Pleiocarpa mutica; in vivo antimalarial activity of pleiocarpine. J. Ethnopharmacol 76 (1), 99–103. 10.1016/S0378-8741(01)00212-4", "ArticleIdList": ["10.1016/S0378-8741(01)00212-4", "11378289"]}, {"Citation": "Adeyemi O. O., Akindele A. J., Yemitan O. K., Aigbe F. R., Fagbo F. I. (2010). Anticonvulsant, anxiolytic and sedative activities of the aqueous root extract of Securidaca longepedunculata Fresen. J. Ethnopharmacol 130 (2), 191–195. 10.1016/j.jep.2010.04.028", "ArticleIdList": ["10.1016/j.jep.2010.04.028", "20435127"]}, {"Citation": "Adiele R. C., Fakae B. B., Isuzu I. U. (2013). Anthelmintic activity of Securidaca longepedunculata (Family: Polygalaceae) root extract in mice, in vitro and in vivo . Asian Pac. J. Trop. Med. 6 (11), 841–846. 10.1016/S1995-7645(13)60150-9", "ArticleIdList": ["10.1016/S1995-7645(13)60150-9", "24083577"]}, {"Citation": "Alemu A., Shiferaw Y., Addis Z., Mathewos B., Birhan W. (2013). Effect of malaria on HIV/AIDS transmission and progression. Parasit Vectors 6, 18. 10.1186/1756-3305-6-18", "ArticleIdList": ["10.1186/1756-3305-6-18", "PMC3564906", "23327493"]}, {"Citation": "Ansah C., Gooderham N. J. (2002). The popular herbal antimalarial, extract of Cryptolepis sanguinolenta, is potently cytotoxic. Toxicol. Sci. 70 (2), 245–251. 10.1093/toxsci/70.2.245", "ArticleIdList": ["10.1093/toxsci/70.2.245", "12441369"]}, {"Citation": "Ansah C., Khan A., Gooderham N. J. (2005). In vitro genotoxicity of the West African anti-malarial herbal Cryptolepis sanguinolenta and its major alkaloid cryptolepine. Toxicology 208 (1), 141–147. 10.1016/j.tox.2004.11.026", "ArticleIdList": ["10.1016/j.tox.2004.11.026", "15664441"]}, {"Citation": "Ansah C., Mensah K. B., Woode E., Duwiejua M. (2010). Reproductive and developmental toxicity of Cryptolepis sanguinolenta in mice. Res. J. Pharmacol. 4 (1), 9–14. 10.3923/rjpharm.2010.9.14", "ArticleIdList": ["10.3923/rjpharm.2010.9.14"]}, {"Citation": "Anywar G. (2020). Ethnopharmacology, cytotoxicity, antiviral and immunomodulatory profiles of medicinal plant species used by herbalists in treating people living with HIV/AIDS in Uganda. PhD thesis. Uganda: Makerere University;", "ArticleIdList": ["31476442"]}, {"Citation": "Anywar G., Kakudidi E., Byamukama R., Mukonzo J., Schubert A., Oryem-Origa H. (2020a). Indigenous traditional knowledge of medicinal plants used by herbalists in treating opportunistic infections among people living with HIV/AIDS in Uganda. J. Ethnopharmacol 246, 112205. 10.1016/j.jep.2019.112205", "ArticleIdList": ["10.1016/j.jep.2019.112205", "31476442"]}, {"Citation": "Anywar G., Kakudidi E., Byamukama R., Mukonzo J., Schubert A., Oryem-Origa H. (2020b). Medicinal plants used by traditional medicine practitioners to boost the immune system in people living with HIV/AIDS in Uganda. Eur. J. Integr. Med. 35, 101011. 10.1016/j.eujim.2019.101011", "ArticleIdList": ["10.1016/j.eujim.2019.101011"]}, {"Citation": "Ashidi J. S., Houghton P. J., Hylands P. J., Efferth T. (2010). Ethnobotanical survey and cytotoxicity testing of plants of South-western Nigeria used to treat cancer, with isolation of cytotoxic constituents from Cajanus cajan Millsp. leaves. J. Ethnopharmacol 128 (2), 501–512. 10.1016/j.jep.2010.01.009", "ArticleIdList": ["10.1016/j.jep.2010.01.009", "20064598"]}, {"Citation": "Bessong P. O., Rojas L. B., Obi L. C., Tshisikawe P. M., Igunbor E. O. (2006). Further screening of Venda medicinal plants for activity against HIV type 1 reverse transcriptase and integrase. Afr. J Biotechnol 5 (6), 526–528."}, {"Citation": "Blaauboer B. J. (2003). Biokinetic and toxicodynamic modelling and its role in toxicological research and risk assessment. Altern. Lab. Anim. 31 (3), 277–281. 10.1177/026119290303100310", "ArticleIdList": ["10.1177/026119290303100310", "15612871"]}, {"Citation": "Blaauboer B. J. (2002). The necessity of biokinetic information in the interpretation of in vitro toxicity data. Altern. Lab. Anim. 1 (2), 85–91. 10.1177/026119290203002S13", "ArticleIdList": ["10.1177/026119290203002S13", "12513656"]}, {"Citation": "Bonjean K., De Pauw-Gillet M. C., Defresne M. P., Colson P., Houssier C., Dassonneville L., et al. (1998). The DNA intercalating alkaloid cryptolepine interferes with topoisomerase II and inhibits primarily DNA synthesis in B16 melanoma cells. Biochemistry 37 (15), 5136–5146. 10.1021/bi972927q", "ArticleIdList": ["10.1021/bi972927q", "9548744"]}, {"Citation": "Botha C. J., Penrith M. L. (2008). Poisonous plants of veterinary and human importance in southern Africa. J. Ethnopharmacol 119 (3), 549–558. 10.1016/j.jep.2008.07.022", "ArticleIdList": ["10.1016/j.jep.2008.07.022", "18706990"]}, {"Citation": "Botta B., Delle Monache F., Delle Monache G., Bettolo G. B. M., Msonthi J. D. (1985). Prenylated bianthrones and vismione F from Psorospermum febrifugum . Phytochemistry 24 (4), 827–830. 10.1016/s0031-9422(00)84902-x", "ArticleIdList": ["10.1016/s0031-9422(00)84902-x"]}, {"Citation": "Botta B., Delle Monache F., Delle Monache G., MariniBettolo G. B., Oguakwa J. U. (1983). 3-Geranyloxy-6-methyl-1,8-dihydroxyanthraquinone and vismiones C, D and E from Psorospermum febrifugum . Phytochemistry 22 (2), 539–542. 10.1016/0031-9422(83)83041-6", "ArticleIdList": ["10.1016/0031-9422(83)83041-6"]}, {"Citation": "Boukandou Mounanga M., Mewono L., Aboughe Angone S. (2015). Toxicity studies of medicinal plants used in sub-Saharan Africa. J. Ethnopharmacol 174, 618–627. 10.1016/j.jep.2015.06.005", "ArticleIdList": ["10.1016/j.jep.2015.06.005", "26087230"]}, {"Citation": "Bunalema L., Kirimuhuzya C., Tabuti J. R., Waako P., Magadula J. J., Otieno N., et al. (2011). The efficacy of the crude root bark extracts of Erythrina abyssinica on rifampicin resistant. Mycobacterium Tuberculosis. Afr. Heal Sci. 11 (4), 587–(593.)", "ArticleIdList": ["PMC3362973", "22649439"]}, {"Citation": "Byamukama R., Ganza B., Namukobe J., Heydenreich M., Kiremire B. (2015). Bioactive compounds in the stem bark of Albizia coriaria (Welw. ex Oliver). Int. J. Biol. Chem. Sci. 9 (2), 1013. 10.4314/ijbcs.v9i2.37", "ArticleIdList": ["10.4314/ijbcs.v9i2.37"]}, {"Citation": "Cassady J. M., Baird W. M., Chang C.-J. (1990). Natural products as a source of potential cancer chemotherapeutic and chemopreventive agents. J. Nat. Prod. 53 (1), 23–41. 10.1021/np50067a003", "ArticleIdList": ["10.1021/np50067a003", "2189947"]}, {"Citation": "Che C.-T., Wang Z. J., Chow M. S. S., Lam C. W. K. (2013). Herb-herb combination for therapeutic enhancement and advancement: theory, practice and future perspectives. Molecules 18 (5), 5125–5141. 10.3390/molecules18055125", "ArticleIdList": ["10.3390/molecules18055125", "PMC6269890", "23644978"]}, {"Citation": "Chinsembu K. C., Hedimbi M. (2010). An ethnobotanical survey of plants used to manage HIV/AIDS opportunistic infections in Katima Mulilo, Caprivi region, Namibia. J. Ethnobiol. Ethnomed 6 (1), 1–9. 10.1186/1746-4269-6-25", "ArticleIdList": ["10.1186/1746-4269-6-25", "PMC2944155", "20831821"]}, {"Citation": "Colson C. R., De Broe M. E. (2005). Kidney injury from alternative medicines. Adv. Chronic Kidney Dis. 12 (3), 261–275. 10.1016/j.ackd.2005.03.006", "ArticleIdList": ["10.1016/j.ackd.2005.03.006", "16010641"]}, {"Citation": "da Silva G., Serrano R., Silva O. (2011). Maytenus heterophylla and Maytenus senegalensis, two traditional herbal medicines. J. Nat. Sci. Biol. Med. 2 (1), 59–65. 10.4103/0976-9668.82320", "ArticleIdList": ["10.4103/0976-9668.82320", "PMC3312701", "22470236"]}, {"Citation": "da Silva G., Tanica M., Rocha J., Serrano R., Gomes E. T., Sepodes B., et al. (2011). In vivo anti-inflammatory effect and toxicological screening of Maytenus heterophylla and Maytenus senegalensis extracts . Hum. Exp. Toxicol. 30 (7), 693–700. 10.1177/0960327110379242", "ArticleIdList": ["10.1177/0960327110379242", "20670987"]}, {"Citation": "Das S. (2018). Extrapolation of in vitro results to predict human toxicity. Vitro Toxicol., 127–142. 10.1016/B978-0-12-804667-8.00007-9", "ArticleIdList": ["10.1016/B978-0-12-804667-8.00007-9"]}, {"Citation": "Di Nunzio M., Valli V., Tomás-Cobos L., Tomás-Chisbert T., Murgui-Bosch L., Danesi F., et al. (2017). Is cytotoxicity a determinant of the different in vitro and in vivo effects of bioactives? BMC Complement. Altern. Med. 17 (1), 453. 10.1186/s12906-017-1962-2", "ArticleIdList": ["10.1186/s12906-017-1962-2", "PMC5590171", "28882181"]}, {"Citation": "Dibwe D. F., Awale S., Kadota S., Morita H., Tezuka Y. (2013). Heptaoxygenated xanthones as anti-austerity agents from Securidaca longepedunculata . Bioorg. Med. Chem. 21 (24), 7663–7668. 10.1016/j.bmc.2013.10.027", "ArticleIdList": ["10.1016/j.bmc.2013.10.027", "24216090"]}, {"Citation": "Dibwe D. F., Awale S., Kadota S., Morita H., Tezuka Y. (2014). Muchimangins E and F: novel diphenylmethyl-substituted xanthones from Securidaca longepedunculata . Tetrahedron Lett. 55 (11), 1916–1919. 10.1016/j.tetlet.2014.01.149", "ArticleIdList": ["10.1016/j.tetlet.2014.01.149"]}, {"Citation": "Ekwall B. (1983). Correlation between cytotoxicity in vitro and LD50‐values. Acta Pharmacol. Toxicol. 52, 80–99. 10.1111/j.1600-0773.1983.tb02685.x", "ArticleIdList": ["10.1111/j.1600-0773.1983.tb02685.x", "6880789"]}, {"Citation": "Epifano F., Fiorito S., Genovese S. (2013). Phytochemistry and pharmacognosy of the genus Psorospermum . Phytochem. Rev. 12 (4), 673–684. 10.1007/s11101-013-9274-8", "ArticleIdList": ["10.1007/s11101-013-9274-8", "23920228"]}, {"Citation": "Fall M., Boukandou M., Fall A. D., Cabral M., Diatta W., Gueye P. M., et al. (2011). Acute and sub-acute toxicity of the aqueous extract from Aphania senegalensis (Juss. Ex Poir.) leaves in wistar rat. Dakar Med. 56 (1), 216–223. 10.21276/ijpbs.2019.9.2.150", "ArticleIdList": ["10.21276/ijpbs.2019.9.2.150"]}, {"Citation": "Ferreira-Machado S. C., Rodrigues M. P., Nunes A. P. M., Dantas F. J. S., De Mattos J. C. P., Silva C. R., et al. (2004). Genotoxic potentiality of aqueous extract prepared from Chrysobalanus icaco L. leaves. Toxicol. Lett. 3, 481–487. 10.1016/j.toxlet.2004.03.014", "ArticleIdList": ["10.1016/j.toxlet.2004.03.014", "15261992"]}, {"Citation": "Flint O. P. (1990). In vitro toxicity testing: purpose, validation and strategy. Altern to Lab Anim ATLA 18, 11–18. 10.1177/026119299001800103.1", "ArticleIdList": ["10.1177/026119299001800103.1"]}, {"Citation": "Forkuo A. D., Ansah C., Pearson D., Gertsch W., Cirello A., Amaral A., et al. (2017). Identification of cryptolepine metabolites in rat and human hepatocytes and metabolism and pharmacokinetics of cryptolepine in Sprague Dawley rats. BMC Pharmacol. Toxicol. [Internet] 18 (1), 84. 10.1186/s40360-017-0188-8", "ArticleIdList": ["10.1186/s40360-017-0188-8", "PMC5741962", "29273084"]}, {"Citation": "Garle M. J., Fentem J. H., Fry J. R. (1994). In vitro cytotoxicity tests for the prediction of acute toxicity in vivo . Toxicol. Vitr 8 (6), 1303–1312. 10.1016/0887-2333(94)90123-6", "ArticleIdList": ["10.1016/0887-2333(94)90123-6", "20693102"]}, {"Citation": "Gebre-Mariam T., Neubert R., Schmidt P. C., Wutzler P., Schmidtke M. (2006). Antiviral activities of some Ethiopian medicinal plants used for the treatment of dermatological disorders. J. Ethnopharmacol 104 (1–2), 182–187. 10.1016/j.jep.2005.08.071", "ArticleIdList": ["10.1016/j.jep.2005.08.071", "16233967"]}, {"Citation": "Giday M., Asfaw Z., Woldu Z. (2009). Medicinal plants of the Meinit ethnic group of Ethiopia: an ethnobotanical study. J. Ethnopharmacol 124 (3), 513–521. 10.1016/j.jep.2009.05.009", "ArticleIdList": ["10.1016/j.jep.2009.05.009", "19454310"]}, {"Citation": "Grellier P., Ramiaramanana L., Millerioux V., Deharo E., Schrével J., Frappier F., et al. (1996). Antimalarial activity of cryptolepine and isocryptolepine, alkaloids isolated from Cryptolepis sanguinolenta. Phyther Res. 10 (4), 317–321. 10.1002/(sici)1099-1573(199606)10:4<317::aid-ptr858>3.0.co;2-0", "ArticleIdList": ["10.1002/(sici)1099-1573(199606)10:4<317::aid-ptr858>3.0.co;2-0"]}, {"Citation": "Groothuis F. A., Heringa M. B., Nicol B., Hermens J. L. M., Blaauboer B. J., Kramer N. I. (2015). Dose metric considerations in in vitro assays to improve quantitative in vitro–in vivo dose extrapolations. Toxicology 332, 30–40. 10.1016/j.tox.2013.08.012", "ArticleIdList": ["10.1016/j.tox.2013.08.012", "23978460"]}, {"Citation": "Halle W., Halder M., Worth A., Genschow E. (2003). The Registry of Cytotoxicity: toxicity testing in cell cultures to predict acute toxicity (LD50) and to reduce testing in animals. Altern. Lab. Anim. 31 (2), 89–198. 10.1177/026119290303100204", "ArticleIdList": ["10.1177/026119290303100204", "15612878"]}, {"Citation": "Horvath S. (1980). Cytotoxicity of drugs and diverse chemical agents to cell cultures. Toxicology 16 (1), 59–66. 10.1016/0300-483x(80)90110-9", "ArticleIdList": ["10.1016/0300-483x(80)90110-9", "6996218"]}, {"Citation": "Hostettmann K., Marston A., Ndjoko K., Wolfender J-L. (2000). The potential of African plants as a source of drugs. Curr. Org. Chem. 4 (10), 973–1010. 10.2174/1385272003375923", "ArticleIdList": ["10.2174/1385272003375923"]}, {"Citation": "Hussein G., Miyashiro H., Nakamura N., Hattori M., Kawahata T., Otake T., et al. (1999). Inhibitory effects of Sudanese plant extracts on HIV-1 replication and HIV-1 protease. Phyther Res. 13 (1), 31–36. 10.1002/(SICI)1099-1573(199902)13:1<31::AID-PTR381>3.0.CO;2-C", "ArticleIdList": ["10.1002/(SICI)1099-1573(199902)13:1<31::AID-PTR381>3.0.CO;2-C", "10189947"]}, {"Citation": "Itharat A., Houghton P. J., Eno-Amooquaye E., Burke P. J., Sampson J. H., Raman A. (2004). In vitro cytotoxic activity of Thai medicinal plants used traditionally to treat cancer. J. Ethnopharmacol 90 (1), 33–38. 10.1016/j.jep.2003.09.014", "ArticleIdList": ["10.1016/j.jep.2003.09.014", "14698505"]}, {"Citation": "Iwu M. M. (1993). Handbook of African medicinal plants. Washington, DC: CRC Press LLC;"}, {"Citation": "Karani L. W., Tolo F. M., Karanja S. M., Khayeka−Wandabwa C. (2013). Safety of Prunus africana and Warburgia ugandensis in asthma treatment. South Afr. J Bot 88, 183–190. 10.1016/j.sajb.2013.07.007", "ArticleIdList": ["10.1016/j.sajb.2013.07.007"]}, {"Citation": "Karou S. D., Tchacondo T., Djikpo Tchibozo M. A., Abdoul-Rahaman S., Anani K., Koudouvo K., et al. (2011). Ethnobotanical study of medicinal plants used in the management of diabetes mellitus and hypertension in the Central Region of Togo. Pharm. Biol. 49 (12), 1286–1297. 10.3109/13880209.2011.621959", "ArticleIdList": ["10.3109/13880209.2011.621959", "22077164"]}, {"Citation": "Kibuuka M. S., Anywar G. (2015). Medicinal plant species used in the management of hernia by traditional medicine practitioners in central Uganda. Ethnobot Res. Appl. 14, 289–298. 10.17348/era.14.0.289-298", "ArticleIdList": ["10.17348/era.14.0.289-298"]}, {"Citation": "Kigondu E. V. M., Rukunga G. M., Keriko J. M., Tonui W. K., Gathirwa J. W., Kirira P. G., et al. (2009). Anti-parasitic activity and cytotoxicity of selected medicinal plants from Kenya. J. Ethnopharmacol 123 (3), 504–509. 10.1016/j.jep.2009.02.008", "ArticleIdList": ["10.1016/j.jep.2009.02.008", "19501282"]}, {"Citation": "Kisangau D. P., Lyaruu H. M. V. M., Hosea K. M., Joseph C. C. (2007). Use of traditional medicines in the management of HIV/AIDS opportunistic infections in Tanzania: a case in the Bukoba rural district. J. Ethn. Ethnomed 3 (1), 1–8. 10.1186/1746-4269-3-27", "ArticleIdList": ["10.1186/1746-4269-3-27", "PMC1941724", "17623081"]}, {"Citation": "Kouam S. F., Flörke U., Krohn K., Akhtar M. N., Ngadjui B. T., Abegaz B. M. (2005). 3β-Taraxerol from Bridelia micrantha . Acta Crystallogr. Sect E Struct. Rep. Online 61 (3), o599–600. 10.1107/s1600536805003934", "ArticleIdList": ["10.1107/s1600536805003934"]}, {"Citation": "Kuglerova M., Tesarova H., Grade J. T., Halamova K., Wanyana-Maganyi O., Van Damme P., et al. (2011). Antimicrobial and antioxidative effects of Ugandan medicinal barks. Afr. J Biotechnol 10 (18), 3628–3632. 10.1055/s-2007-986895", "ArticleIdList": ["10.1055/s-2007-986895"]}, {"Citation": "Lagnika L., Tchatchedre M., Amoussa A. M. O., Latoundji K., Sanni A. (2016). Phytochemical assessment, in vitro antibacterial and antioxidant activities Acacia hockii De Wild. BioMedicine 3 (1), 1–(8.)"}, {"Citation": "Lawal H. O., Adewuyi G. O., Fawehinmi A. B., Etatuvie S. O. (2012). Chemical evaluation of mosquito repellent formulation prepared from essential oils of plants. J. Nat. Prod. 6, 3643–3648. 10.13040/IJPSR.0975-8232.7(9).3643-48", "ArticleIdList": ["10.13040/IJPSR.0975-8232.7(9).3643-48"]}, {"Citation": "Lindsey K. L., Budesinsky M., Kohout L., van Staden J. (2006). Antibacterial activity of maytenonic acid isolated from the root-bark of Maytenus senegalensis . South. Afr. J Bot 72 (3), 473–477. 10.1016/j.sajb.2005.12.011", "ArticleIdList": ["10.1016/j.sajb.2005.12.011"]}, {"Citation": "Lisgarten J. N., Coll M., Portugal J., Wright C. W., Aymami J. (2002). The antimalarial and cytotoxic drug cryptolepine intercalates into DNA at cytosine-cytosine sites. Nat. Struct. Biol. 9 (1), 57–60. 10.1038/nsb729", "ArticleIdList": ["10.1038/nsb729", "11731803"]}, {"Citation": "Luyckx V. A., Ballantine R., Claeys M., Cuyckens F., Van den Heuvel H., Cimanga R. K., et al. (2002). Herbal remedy-associated acute renal failure secondary to Cape aloes. Am. J. Kidney Dis. 39 (3), E13. 10.1053/ajkd.2002.31424", "ArticleIdList": ["10.1053/ajkd.2002.31424", "11877593"]}, {"Citation": "Maroyi A. (2017). Ethnopharmacology and therapeutic value of Bridelia micrantha (hochst.) Baill. In tropical Africa: a comprehensive review. Molecules 22, 9. 10.3390/molecules22091493", "ArticleIdList": ["10.3390/molecules22091493", "PMC6151536", "28885590"]}, {"Citation": "Marston A., Chapuis J-C., Sordat B., Msonthi J. D., Hostettmann K. (1986). Anthracenic derivatives from Psorospermum febrifugum and their in vitro cytotoxicities to a human colon carcinoma cell Line1. Planta Med. 52 (03), 207–210. 10.1055/s-2007-969124", "ArticleIdList": ["10.1055/s-2007-969124", "3749342"]}, {"Citation": "Mills-Robertson F. C., Tay S. C. K., Duker-Eshun G., Walana W., Badu K. (2012). In vitro antimicrobial activity of ethanolic fractions of Cryptolepis sanguinolenta . Ann. Clin. Microbiol. Antimicrob. 11 (1), 16. 10.1186/1476-0711-11-16", "ArticleIdList": ["10.1186/1476-0711-11-16", "PMC3473295", "22709723"]}, {"Citation": "Mohammed M. M. D., Ibrahim N. A., Awad N. E., Matloub A. A., Mohamed-Ali A. G., Barakat E. E., et al. (2012). Anti-HIV-1 and cytotoxicity of the alkaloids of Erythrina abyssinica Lam. growing in Sudan. Nat. Prod. Res. 26 (17), 1565–1575. 10.1080/14786419.2011.573791", "ArticleIdList": ["10.1080/14786419.2011.573791", "21936641"]}, {"Citation": "Mongalo N. I., McGaw L. J., Finnie J. F., Staden J. Van. (2015). Securidaca longipedunculata Fresen (Polygalaceae): a review of its ethnomedicinal uses, phytochemistry, pharmacological properties and toxicology. J. Ethnopharmacol 165, 215–226. 10.1016/j.jep.2015.02.041", "ArticleIdList": ["10.1016/j.jep.2015.02.041", "25724970"]}, {"Citation": "Moshi M. J., Innocent E., Magadula J. J., Otieno D. F., Weisheit A., Mbabazi P. K., et al. (2010). Brine shrimp of some plants used as traditional medicine in kagera region, northwest west Tanzania. Tanzan J. Health Res. 12, 63–67. 10.4314/thrb.v12i1.56287", "ArticleIdList": ["10.4314/thrb.v12i1.56287", "20737830"]}, {"Citation": "Moshi M. J., van den Beukel C. J. P., Hamza O. J. M., Mbwambo Z. H., Nondo R. O. S., Masimba P. J., et al. (2006). Brine shrimp toxicity evaluation of some Tanzanian plants used traditionally for the treatment of fungal infections. Afr. J Tradit Complement Altern Med AJTCAM 4 (2), 219–225. 10.4314/ajtcam.v4i2.31211", "ArticleIdList": ["10.4314/ajtcam.v4i2.31211", "PMC2816448", "20162095"]}, {"Citation": "Mwitari P. G., Ayeka P. A., Ondicho J., Matu E. N., Bii C. C. (2013). Antimicrobial activity and probable mechanisms of action of medicinal plants of Kenya: Withania somnifera, Warbugia ugandensis, Prunus africana and Plectrunthus barbatus . PLoS One 8 (6), e65619. 10.1371/journal.pone.0065619", "ArticleIdList": ["10.1371/journal.pone.0065619", "PMC3681961", "23785437"]}, {"Citation": "Namukobe J., Kasenene J. M., Kiremire B. T., Byamukama R., Kamatenesi-Mugisha M., Krief S., et al. (2011). Traditional plants used for medicinal purposes by local communities around the Northern sector of Kibale National Park, Uganda. J. Ethnopharmacol 136 (1), 236–245. 10.1016/j.jep.2011.04.044", "ArticleIdList": ["10.1016/j.jep.2011.04.044", "21550390"]}, {"Citation": "Ngulde S. I., Sandabe U. K., Abounader R., Dawson T. K., Zhang Y., Iliya I., et al. (2019). Ethanol extract of Securidaca longipedunculata induces apoptosis in brain tumor (U87) cells. Biomed. Res. Int., 5. 10.1155/2019/9826590", "ArticleIdList": ["10.1155/2019/9826590", "PMC6413385", "30931334"]}, {"Citation": "Nureye D., Assefa S., Nedi T., Engidawork E. (2018). In vivo antimalarial activity of the 80% methanolic root bark extract and solvent fractions of Gardenia ternifolia schumach. & thonn. (Rubiaceae) against Plasmodium berghei. Evid. Based Complement. Alternat Med. 2018, 1–10. 10.1155/2018/9217835", "ArticleIdList": ["10.1155/2018/9217835", "PMC6020483", "30008788"]}, {"Citation": "Olila D., Olwa O., Opuda-Asibo J. (2002). Screening extracts of Zanthoxylum chalybeum and Warburgia ugandensis for activity against measles virus (Swartz and Edmonston strains) in vitro . Afr. Heal Sci. 2 (1), 2–10.", "ArticleIdList": ["PMC2141561", "12789108"]}, {"Citation": "Olila D., Opuda-Asibo J., Olwa O. (2001). Bioassay-guided studies on the cytotoxic and in vitro trypanocidal activities of a sesquiterpene (Muzigadial) derived from a Ugandan medicinal plant (Warburgia ugandensis). Afr. Heal Sci. 1 (1), 12–(15.)", "ArticleIdList": ["PMC2704457", "12789127"]}, {"Citation": "Omosa L. K., Midiwo J. O., Masila V. M., Gisacho B. M., Munayi R., Francisca K., et al. (2016). Cytotoxicity of 91 Kenyan indigenous medicinal plants towards human CCRF-CEM leukemia cells. J. Ethnopharmacol 179, 177–196. 10.1016/j.jep.2015.12.028", "ArticleIdList": ["10.1016/j.jep.2015.12.028", "26721219"]}, {"Citation": "Onoja S. O., Ukwueze C. O., Ezeja M. I., Udeh N. (2014). Antinociceptive and antioxidant effects of hydromethanolic extract of Bridelia micrantha stem bark. J. Exp. Integr. Med. 4, 273. 10.5455/jeim.271014.or.114", "ArticleIdList": ["10.5455/jeim.271014.or.114"]}, {"Citation": "Osebe T., Mbaria J., Yole D., Odongo D., Nderitu J., Ochanda H. (2016). Bioactivity and toxicity of Bridelia micrantha, Chenopodium ambrosoides and Ocimum americanum plant extracts. Int. J. Basic Clin. Pharmacol. 6 (1), 5. 10.18203/2319-2003.ijbcp20164753", "ArticleIdList": ["10.18203/2319-2003.ijbcp20164753"]}, {"Citation": "Pal H. C., Prasad R., Katiyar S. K. (2017). Cryptolepine inhibits melanoma cell growth through coordinated changes in mitochondrial biogenesis, dynamics and metabolic tumor suppressor AMPKα1/2-LKB1. Sci. Rep. 7 (1), 1498. 10.1038/s41598-017-01659-7", "ArticleIdList": ["10.1038/s41598-017-01659-7", "PMC5431443", "28473727"]}, {"Citation": "Pegel K. H., Rogers C. B. (1968). Constituents of Bridelia micrantha . Phytochemistry 7 (4), 655–656. 10.1016/s0031-9422(00)88243-6", "ArticleIdList": ["10.1016/s0031-9422(00)88243-6"]}, {"Citation": "Pistelli L., Venturi R., Marsili A., Morelli I. (1998). Alkaloids and coumarins from Gymnosporia senegalensis var. spinosa (Celastraceae). Biochem. Syst. Ecol. 26 (6), 677–679. 10.1016/S0305-1978(97)00128-2", "ArticleIdList": ["10.1016/S0305-1978(97)00128-2"]}, {"Citation": "Riss T. L., Moravec R. A. (2004). Use of multiple assay endpoints to investigate the effects of incubation time, dose of toxin, and plating density in cell-based cytotoxicity assays. Assay Drug Dev. Technol. 2 (1), 51–62. 10.1089/154065804322966315", "ArticleIdList": ["10.1089/154065804322966315", "15090210"]}, {"Citation": "Schultz F., Anywar G., Tang H., Chassagne F., Lyles J. T., Garbe L-A., et al. (2020). Targeting ESKAPE pathogens with anti-infective medicinal plants from the Greater Mpigi region in Uganda. Sci. Rep. 10 (1), 11935. 10.1038/s41598-020-67572-8", "ArticleIdList": ["10.1038/s41598-020-67572-8", "PMC7371678", "32686689"]}, {"Citation": "Schultz F., Anywar G., Wack B., Quave C. L., Garbe L-A. (2020). Ethnobotanical study of selected medicinal plants traditionally used in the rural Greater Mpigi region of Uganda. J. Ethnopharmacol 256, 112742. 10.1016/j.jep.2020.112742", "ArticleIdList": ["10.1016/j.jep.2020.112742", "32224196"]}, {"Citation": "Sokar Z., Gadhi C. A., Benharref A., Jana M. (2003). Toxic effect of Herniaria cinerea DC. on the stomach, intestine, lung, and kidney of rats. J. Ethnopharmacol 88 (2), 149–153. 10.1016/S0378-8741(03)00185-5", "ArticleIdList": ["10.1016/S0378-8741(03)00185-5", "12963135"]}, {"Citation": "Sosa S., Morelli C. F., Tubaro A., Cairoli P., Speranza G., Manitto P. (2007). Anti-inflammatory activity of Maytenus senegalensis root extracts and of maytenoic acid. Phytomedicine 14 (2), 109–114. 10.1016/j.phymed.2005.11.002", "ArticleIdList": ["10.1016/j.phymed.2005.11.002", "16860550"]}, {"Citation": "Ssegawa P., Kasenene J. M. (2007). Medicinal plant diversity and uses in the Sango bay area, Southern Uganda. J. Ethnopharmacol 113 (3), 521–540. 10.1016/j.jep.2007.07.014", "ArticleIdList": ["10.1016/j.jep.2007.07.014", "17720338"]}, {"Citation": "Steenkamp V., Mokoele T. L., Van Rensburg C. E. J. (2009). Toxicity testing of two medicinal plants, Bridelia micrantha and Antidesma venosum . Open Toxicol. J. 3, 35–38. 10.2174/1874340400903010035", "ArticleIdList": ["10.2174/1874340400903010035"]}, {"Citation": "Tabuti J. R., Kukunda C. B., Waako P. J. (2009). Medicinal plants used by traditional medicine practitioners in the treatment of tuberculosis and related ailments in Uganda. J. Ethnopharmacol 127 (1), 130–136. 10.1016/j.jep.2009.09.035", "ArticleIdList": ["10.1016/j.jep.2009.09.035", "19799983"]}, {"Citation": "Tamokou J.-D., Kuete V. (2014). “7—toxic plants used in african traditional medicine,” in Toxicological survey of african medicinal plants. Editor Kuete V. (Elsevier; ), 135–180. 10.1016/B978-0-12-800018-2.00007-8", "ArticleIdList": ["10.1016/B978-0-12-800018-2.00007-8"]}, {"Citation": "Tatsimo J. S. N., Toume K., Nagata T., Havyarimana L., Fujii T., Komatsu K. (2019). Monoglycerol ester, galloylglucoside and phenolic derivatives from Gymnosporia senegalensis leaves. Biochem. Syst. Ecol. 83, 33–38. 10.1016/j.bse.2018.12.014", "ArticleIdList": ["10.1016/j.bse.2018.12.014"]}, {"Citation": "Tsaffack M., Nguemeving J. R., Kuete V., Tchize B. L. S. N., Mkounga P., Beng V. P., et al. (2009). Two new antimicrobial dimeric compounds: febrifuquinone, a vismione-anthraquinone coupled pigment and adamabianthrone, from two Psorospermum species. Chem. Pharm. Bull. 57 (10), 1113–1118. 10.1248/cpb.57.1113", "ArticleIdList": ["10.1248/cpb.57.1113", "19801869"]}, {"Citation": "Tshitenge D. T., Feineis D., Awale S., Bringmann G., Gardenifolins A–H. (2017). Scalemic neolignans from Gardenia ternifolia: chiral resolution, configurational assignment, and cytotoxic activities against the HeLa cancer cell line. J. Nat. Prod. 80 (5), 1604–1614. 10.1021/acs.jnatprod.7b00180", "ArticleIdList": ["10.1021/acs.jnatprod.7b00180", "28488862"]}, {"Citation": "Turrill W. B., Milne-Redhead E. (1952). Flora of tropical east Africa. London: Crown Agents for the Colonies;"}, {"Citation": "Wang S., Wu X., Tan M., Gong J., Tan W., Bian B., et al. (2012). Fighting fire with fire: poisonous Chinese herbal medicine for cancer therapy. J. Ethnopharmacol 140 (1), 33–45. 10.1016/j.jep.2011.12.041", "ArticleIdList": ["10.1016/j.jep.2011.12.041", "22265747"]}, {"Citation": "Watt J. M., Breyer-Brandwijk M. G. (1962). The medicinal and poisonous plants of southern and eastern Africa. Edinburgh and London: S. Livingstone Ltd."}, {"Citation": "Zhu F., Shi R., Yu H., Wu H., Tao W., Gong L. (2012). Inflammation-induced effect of toxic raphides from Pinellia ternata . Zhongcaoyao 43, 739–(742.)"}, {"Citation": "Zingue S., Michel T., Cisilotto J., Tueche A. B., Ndinteh D. T., Mello L. J., et al. (2018). The hydro-ethanolic extract of Acacia seyal (Mimosaceae) stem barks induced death in an ER-negative breast cancer cell line by the intrinsic pathway of apoptosis and inhibited cell migration. J. Ethnopharmacol 223, 41–50. 10.1016/j.jep.2018.05.021", "ArticleIdList": ["10.1016/j.jep.2018.05.021", "29783017"]}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "10", "Day": "8"}, {"Year": "2021", "Month": "2", "Day": "18"}, {"Year": "2021", "Month": "5", "Day": "3", "Hour": "6", "Minute": "10"}, {"Year": "2021", "Month": "5", "Day": "4", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "5", "Day": "4", "Hour": "6", "Minute": "1"}, {"Year": "2021", "Month": "4", "Day": "15"}], "PublicationStatus": "epublish", "ArticleIdList": ["33935707", "PMC8082237", "10.3389/fphar.2021.615147", "615147"]}}], "PubmedBookArticle": []}