{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["6-shogaol", "acute lymphoblastic leukaemia", "combination therapy", "drug resistance", "ginger extract"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "33939282", "DateRevised": {"Year": "2024", "Month": "02", "Day": "22"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "05", "Day": "03"}], "Language": ["eng"], "ELocationID": ["10.1111/jcmm.16528"], "Journal": {"ISSN": "1582-4934", "JournalIssue": {"Volume": "25", "Issue": "13", "PubDate": {"Year": "2021", "Month": "May", "Day": "03"}}, "Title": "Journal of cellular and molecular medicine", "ISOAbbreviation": "J Cell Mol Med"}, "ArticleTitle": "6-Shogaol induces apoptosis in acute lymphoblastic leukaemia cells by targeting p53 signalling pathway and generation of reactive oxygen species.", "Pagination": {"StartPage": "6148", "EndPage": "6160", "MedlinePgn": "6148-60"}, "Abstract": {"AbstractText": ["Combination therapies, using medicinal herbs, are broadly recommended to attenuate the chemotherapy adverse effects. Based on our previous findings considering the anti-leukaemic effects of ginger extract on acute lymphoblastic leukaemia (ALL) cells, the present study was aimed to investigate the anti-cancer role of this pharmaceutical plant on ALL mice models. Moreover, we worked towards identifying the most anti-leukaemic derivative of ginger and the mechanism through which it may exert its cytotoxic impact. In vivo experiments were performed using five groups of six C57BL/6 nude mice, and the anti-leukaemic activity of ginger extract alone or in combination with methotrexate (MTX) was examined. Results showed increased survival rate and reduced damages in mice brain and liver tissues. Subsequently, MTT assay demonstrated synergistic growth inhibitory effect of 6-shogaol (6Sh) and MTX on ALL cell lines and patients primary cells. Eventually, the molecular anti-neoplastic mechanism of 6Sh was evaluated using Bioinformatics. Flow cytometry illustrated 6Sh-mediated apoptosis in Nalm-6 cells confirmed by Western blotting and RT-PCR assays. Further analyses exhibited the generation of reactive oxygen species (ROS) through 6Sh. The current study revealed the in vivo novel anti-leukaemic role of ginger extract, promoted by MTX. Moreover, 6-shogaol was introduced as the major player of ginger cytotoxicity through inducing p53 activity and ROS generation."], "CopyrightInformation": "© 2021 The Authors. Journal of Cellular and Molecular Medicine published by Foundation for Cellular and Molecular Medicine and John Wiley & Sons Ltd."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "University of Isfahan, Isfahan, Iran."}], "LastName": "Najafi Dorcheh", "ForeName": "Somayeh", "Initials": "S"}, {"Identifier": ["0000-0003-1376-255X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "University of Isfahan, Isfahan, Iran."}], "LastName": "Rahgozar", "ForeName": "Soheila", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medicinal Plants Research Center, Shahed University, Tehran, Iran."}], "LastName": "Talei", "ForeName": "Daryush", "Initials": "D"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "J Cell Mol Med", "NlmUniqueID": "101083777", "ISSNLinking": "1582-1838"}, "CoiStatement": "The authors declare that they have no competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Siegel RL, Miller KD, Jemal A. Cancer statistics, 2019. CA Cancer J Clin. 2019;69(1):7‐34.", "ArticleIdList": ["30620402"]}, {"Citation": "Hossain MJ, Xie L, McCahan SM. Characterization of pediatric acute lymphoblastic leukemia survival patterns by age at diagnosis. J Cancer Epidemiol. 2014;2014:1‐9", "ArticleIdList": ["PMC4182848", "25309596"]}, {"Citation": "Pieters R, Carroll WL. Biology and treatment of acute lymphoblastic leukemia. Pediatr Clin N Am. 2008;55(1):1‐20.", "ArticleIdList": ["18242313"]}, {"Citation": "Siegel RL, Miller KD, Jemal A. Cancer statistics, 2016. CA Cancer J Clin. 2016;66(1):7‐30.", "ArticleIdList": ["26742998"]}, {"Citation": "Locatelli F, Schrappe M, Bernardo ME, Rutella S. How I treat relapsed childhood acute lymphoblastic leukemia. Blood. 2012;120(14):2807‐2816.", "ArticleIdList": ["22896001"]}, {"Citation": "Pui C‐H. Recent research advances in childhood acute lymphoblastic leukemia. J Formos Med Assoc. 2010;109(11):777‐787.", "ArticleIdList": ["21126650"]}, {"Citation": "Kremer JM. Toward a better understanding of methotrexate. Arthritis Rheum. 2004;50(5):1370‐1382.", "ArticleIdList": ["15146406"]}, {"Citation": "Krishnan V, Rajasekaran A. Clinical nanomedicine: a solution to the chemotherapy conundrum in pediatric leukemia therapy. Clin Pharmacol Ther. 2014;95(2):168‐178.", "ArticleIdList": ["24013811"]}, {"Citation": "Sultana S, Asif HM, Nazar H, Akhtar N, Rehman JU, Rehman RU. Medicinal plants combating against cancer‐a green anticancer approach. Asian Pac J Cancer Prev. 2014;15(11):4385‐4394.", "ArticleIdList": ["24969858"]}, {"Citation": "Safarzadeh E, Shotorbani SS, Baradaran B. Herbal medicine as inducers of apoptosis in cancer treatment. Adv Pharm Bull. 2014;4(Suppl 1):421.", "ArticleIdList": ["PMC4213780", "25364657"]}, {"Citation": "Gupta R, Singh PK, Singh R, Singh RL. Pharmacological activities of Zingiber officinale (ginger) and its active ingredients: a review. Int J Innov Sci Res. 2016;4:1‐18."}, {"Citation": "Mao QQ, Xu XY, Cao SY, et al. Bioactive compounds and bioactivities of ginger (Zingiber officinale Roscoe). Foods. 2019;8(6):185.", "ArticleIdList": ["PMC6616534", "31151279"]}, {"Citation": "Kim JS, Im Lee S, Park HW, et al. Cytotoxic components from the dried rhizomes of Zingiber officinaleRoscoe. Arch Pharm Res. 2008;31(4):415‐418.", "ArticleIdList": ["18449496"]}, {"Citation": "Liu C‐M, Kao C‐L, Tseng Y‐T, Lo Y‐C, Chen C‐Y. Ginger phytochemicals inhibit cell growth and modulate drug resistance factors in docetaxel resistant prostate cancer cell. Molecules. 2017;22(9):1477.", "ArticleIdList": ["PMC6151784", "28872603"]}, {"Citation": "Wei Q‐Y, Ma J‐P, Cai Y‐J, Yang L, Liu Z‐L. Cytotoxic and apoptotic activities of diarylheptanoids and gingerol‐related compounds from the rhizome of Chinese ginger. J Ethnopharmacol. 2005;102(2):177‐184.", "ArticleIdList": ["16024193"]}, {"Citation": "Bernard MM, McConnery JR, Hoskin DW. [10]‐Gingerol, a major phenolic constituent of ginger root, induces cell cycle arrest and apoptosis in triple‐negative breast cancer cells. Exp Mol Pathol. 2017;102(2):370‐376.", "ArticleIdList": ["28315687"]}, {"Citation": "da Silva JA, Becceneri AB, Mutti HS, et al. Purification and differential biological effects of ginger‐derived substances on normal and tumor cell lines. J Chromatogr B. 2012;903:157‐162.", "ArticleIdList": ["22858304"]}, {"Citation": "Ryu MJ, Chung HS. [10]‐Gingerol induces mitochondrial apoptosis through activation of MAPK pathway in HCT116 human colon cancer cells. Vitro Cell Dev Biol Anim. 2015;51(1):92‐101.", "ArticleIdList": ["25148824"]}, {"Citation": "Qi LW, Zhang Z, Zhang CF, et al. Anti‐colon cancer effects of 6‐shogaol through G2/M cell cycle arrest by p53/p21‐cdc2/cdc25A crosstalk. Am J Chin Med. 2015;43(4):743‐756.", "ArticleIdList": ["26119958"]}, {"Citation": "Zhang F, Thakur K, Hu F, Zhang JG, Wei ZJ. 10‐Gingerol, a phytochemical derivative from “tongling white ginger”, inhibits cervical cancer: insights into the molecular mechanism and inhibitory targets. J Agric Food Chem. 2017;65(10):2089‐2099.", "ArticleIdList": ["28230361"]}, {"Citation": "Saha A, Blando J, Silver E, Beltran L, Sessler J, DiGiovanni J. 6‐Shogaol from dried ginger inhibits growth of prostate cancer cells both in vitro and in vivo through inhibition of STAT3 and NF‐κB signaling. Cancer Prev Res. 2014;7(6):627‐638.", "ArticleIdList": ["24691500"]}, {"Citation": "Kim MO, Lee MH, Oi N, et al. [6]‐Shogaol inhibits growth and induces apoptosis of non‐small cell lung cancer cells by directly regulating Akt1/2. Carcinogenesis. 2014;35(3):683‐691.", "ArticleIdList": ["PMC3941745", "24282290"]}, {"Citation": "Joo JH, Hong SS, Cho YR, Seo DW. 10‐Gingerol inhibits proliferation and invasion of MDA‐MB‐231 breast cancer cells through suppression of Akt and p38MAPK activity. Oncol Rep. 2016;35(2):779‐784.", "ArticleIdList": ["26554741"]}, {"Citation": "Ghaeidamini MH, Rahgozar S, Rahimi SB, Safavi A, Ghodousi ES. Fatty acid synthase, a novel poor prognostic factor for acute lymphoblastic leukemia which can be targeted by ginger extract. Sci Rep. 2020;10(1):1‐13.", "ArticleIdList": ["PMC7442786", "32826925"]}, {"Citation": "Liu H, Wu X, Dong Z, et al. Fatty acid synthase causes drug resistance by inhibiting TNF‐α and ceramide production. J Lipid Res. 2013;54(3):776‐785.", "ArticleIdList": ["PMC3617951", "23319743"]}, {"Citation": "Babasheikhali SR, Rahgozar S, Mohammadi M. Ginger extract has anti‐leukemia and anti‐drug resistant effects on malignant cells. J Cancer Res Clin Oncol. 2019;145(8):1987‐1998.", "ArticleIdList": ["31214760"]}, {"Citation": "El‐Ashmawy NE, Khedr NF, El‐Bahrawy HA, Mansour HEA. Ginger extract adjuvant to doxorubicin in mammary carcinoma: study of some molecular mechanisms. Eur J Nutr. 2018;57(3):981‐989.", "ArticleIdList": ["28229277"]}, {"Citation": "El‐Akabawy G, El‐Kholy W. Neuroprotective effect of ginger in the brain of streptozotocin‐induced diabetic rats. Ann Anat. 2014;196(2–3):119‐128.", "ArticleIdList": ["24680376"]}, {"Citation": "Ahmed M. The protective effect of ginger (Zingiber officinale) against adriamycin‐induced hepatotoxicity in rats: histological study. Life Sci J. 2013;10(1):1412‐1422."}, {"Citation": "Ismail SH, Attyah AM. Protective effect of ginger extract against cisplatin‐induced hepatotoxicity and cardiotoxicity in rats. Iraqi J Pharm Sci. 2012;21(1):27‐33."}, {"Citation": "Sang S, Hong J, Wu H, et al. Increased growth inhibitory effects on human cancer cells and anti‐inflammatory potency of shogaols from Zingiber officinale relative to gingerols. J Agric Food Chem. 2009;57(22):10645‐10650.", "ArticleIdList": ["PMC2784240", "19877681"]}, {"Citation": "Cooper SL, Brown PA. Treatment of pediatric acute lymphoblastic leukemia. Pediatr Clin North Am. 2015;62(1):61‐73.", "ArticleIdList": ["PMC4366417", "25435112"]}, {"Citation": "Yu J, Wang Z, Kinzler KW, Vogelstein B, Zhang L. PUMA mediates the apoptotic response to p53 in colorectal cancer cells. Proc Natl Acad Sci USA. 2003;100(4):1931‐1936.", "ArticleIdList": ["PMC149936", "12574499"]}, {"Citation": "Kryston TB, Georgiev AB, Pissis P, Georgakilas AG. Role of oxidative stress and DNA damage in human carcinogenesis. Mutat Res. 2011;711(1–2):193‐201.", "ArticleIdList": ["21216256"]}, {"Citation": "Wang P, Yu J, Zhang L. The nuclear function of p53 is required for PUMA‐mediated apoptosis induced by DNA damage. Proc Natl Acad Sci USA. 2007;104(10):4054‐4059.", "ArticleIdList": ["PMC1820707", "17360476"]}, {"Citation": "Meena AS, Sharma A, Kumari R, Mohammad N, Singh SV, Bhat MK. Inherent and acquired resistance to paclitaxel in hepatocellular carcinoma: molecular events involved. PLoS One. 2013;8(4):e61524.", "ArticleIdList": ["PMC3629035", "23613870"]}, {"Citation": "Chen B, Huang P, Dai Z, Lin G. Proliferation inhibition and apoptosis induction of K562 cells by fatty acid synthase inhibitor–cerulenin. Zhonghua Xue Ye Xue Za Zhi. 2000;21(5):244‐246.", "ArticleIdList": ["11876988"]}, {"Citation": "Zhang JS, Lei JP, Wei GQ, Chen H, Ma CY, Jiang HZ. Natural fatty acid synthase inhibitors as potent therapeutic agents for cancers: a review. Pharm Biol. 2016;54(9):1919‐1925.", "ArticleIdList": ["26864638"]}, {"Citation": "Impheng H, Pongcharoen S, Richert L, Pekthong D, Srisawang P. The selective target of capsaicin on FASN expression and de novo fatty acid synthesis mediated through ROS generation triggers apoptosis in HepG2 cells. PLoS One. 2014;9(9):e107842.", "ArticleIdList": ["PMC4177889", "25255125"]}, {"Citation": "Pan MH, Hsieh MC, Kuo JM, et al. 6‐Shogaol induces apoptosis in human colorectal carcinoma cells via ROS production, caspase activation, and GADD 153 expression. Mol Nutr Food Res. 2008;52(5):527‐537.", "ArticleIdList": ["18384088"]}, {"Citation": "Han MA, Woo SM, Min KJ, et al. 6‐Shogaol enhances renal carcinoma Caki cells to TRAIL‐induced apoptosis through reactive oxygen species‐mediated cytochrome c release and down‐regulation of c‐FLIP (L) expression. Chem Biol Interact. 2015;228:69‐78.", "ArticleIdList": ["25619640"]}, {"Citation": "Liu Q, Peng YB, Zhou P, et al. 6‐Shogaol induces apoptosis in human leukemia cells through a process involving caspase‐mediated cleavage of eIF2α. Mol Cancer. 2013;12(1):1‐12.", "ArticleIdList": ["PMC4176122", "24215632"]}, {"Citation": "Kim SM, Kim C, Bae H, et al. 6‐Shogaol exerts anti‐proliferative and pro‐apoptotic effects through the modulation of STAT3 and MAPKs signaling pathways. Mol Carcinog. 2015;54(10):1132‐1146.", "ArticleIdList": ["24962868"]}, {"Citation": "Annamalai G, Kathiresan S, Kannappan N. [6]‐Shogaol, a dietary phenolic compound, induces oxidative stress mediated mitochondrial dependant apoptosis through activation of proapoptotic factors in Hep‐2 cells. Biomed Pharmacother. 2016;82:226‐2336.", "ArticleIdList": ["27470359"]}, {"Citation": "Warin RF, Chen H, Soroka DN, Zhu Y, Sang S. Induction of lung cancer cell apoptosis through a p53 pathway by [6]‐shogaol and its cysteine‐conjugated metabolite M2. J Agric Food Chem. 2014;62(6):1352‐1362.", "ArticleIdList": ["PMC3983336", "24446736"]}, {"Citation": "Wu JJ, Omar HA, Lee YR, et al. 6‐Shogaol induces cell cycle arrest and apoptosis in human hepatoma cells through pleiotropic mechanisms. Eur J Pharmacol. 2015;762:449‐458.", "ArticleIdList": ["26101062"]}, {"Citation": "Zhou L, Qi L, Jiang L, et al. Antitumor activity of gemcitabine can be potentiated in pancreatic cancer through modulation of TLR4/NF‐κB signaling by 6‐shogaol. AAPS J. 2014;16(2):246‐257.", "ArticleIdList": ["PMC3933586", "24424498"]}, {"Citation": "Weng CJ, Chou CP, Ho CT, Yen GC. Molecular mechanism inhibiting human hepatocarcinoma cell invasion by 6‐shogaol and 6‐gingerol. Mol Nutr Food Res. 2012;56(8):1304‐1314.", "ArticleIdList": ["22714996"]}, {"Citation": "Ling H, Yang H, Tan SH, Chui WK, Chew EH. 6‐Shogaol, an active constituent of ginger, inhibits breast cancer cell invasion by reducing matrix metalloproteinase‐9 expression via blockade of nuclear factor‐κB activation. Br J Pharmacol. 2010;161(8):1763‐1777.", "ArticleIdList": ["PMC3010581", "20718733"]}, {"Citation": "Hwang JS, Lee HC, Oh SC, Lee DH, Kwon KH. Shogaol overcomes TRAIL resistance in colon cancer cells via inhibiting of survivin. Tumour Biol. 2015;36(11):8819‐8829.", "ArticleIdList": ["26063410"]}, {"Citation": "Hu R, Zhou P, Peng YB, et al. 6‐Shogaol induces apoptosis in human hepatocellular carcinoma cells and exhibits anti‐tumor activity in vivo through endoplasmic reticulum stress. PLoS One. 2012;7(6):e39664.", "ArticleIdList": ["PMC3387266", "22768104"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "3", "Day": "22"}, {"Year": "2020", "Month": "7", "Day": "21"}, {"Year": "2021", "Month": "3", "Day": "24"}, {"Year": "2021", "Month": "5", "Day": "3", "Hour": "12", "Minute": "52"}, {"Year": "2021", "Month": "5", "Day": "4", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "5", "Day": "4", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "7", "Day": "1"}], "PublicationStatus": "aheadofprint", "ArticleIdList": ["33939282", "PMC8406487", "10.1111/jcmm.16528"]}}], "PubmedBookArticle": []}