{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Gliricidia sepium leaves", "flavonoid", "herbal plants", "saponin", "tannin", "wound healing"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "33935433", "DateRevised": {"Year": "2022", "Month": "04", "Day": "22"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "03", "Day": "31"}], "Language": ["eng"], "ELocationID": ["10.14202/vetworld.2021.820-824"], "Journal": {"ISSN": "0972-8988", "JournalIssue": {"Volume": "14", "Issue": "3", "PubDate": {"Year": "2021", "Month": "Mar"}}, "Title": "Veterinary world", "ISOAbbreviation": "Vet World"}, "ArticleTitle": "Wound healing properties of <i>Gliricidia sepium</i> leaves from Indonesia and the Philippines in rats (<i>Rattus norvegicus</i>).", "Pagination": {"StartPage": "820", "EndPage": "824", "MedlinePgn": "820-824"}, "Abstract": {"AbstractText": ["<i>Gliricidia sepium</i> is a medium-sized leguminous plant found widely in tropical to subtropical areas. It has been used as a medicinal ingredient and in rodenticides by local communities in both Indonesia and the Philippines. This study aimed to investigate the wound healing effects of an ointment containing <i>G. sepium</i> leaves on inflammatory cells using a rat model. We also determined its effect on the expression of interleukin (IL) 6 and IL-1β.", "We used 16 Wistar male rats aged approximately 2 months and weighing 150-200 g. They were divided into four treatment groups (T1, positive control; T2, negative control; T3, wounds treated with <i>G. sepium</i> from Indonesia; and T4, wounds treated with <i>G. sepium</i> from the Philippines), and the ointment therapies were applied to wounds for 3 days. Hematoxylin and eosin staining was performed to examine the inflammatory cells microscopically. IL-1β and IL-6 expression were observed immunohistochemically.", "<i>G. sepium</i> leaves significantly (p<0.05) decreased the number of inflammatory cells, and the expression of IL-1β and IL-6 in the group treated with Indonesian <i>G. sepium</i> leaves was higher than that in the group treated with <i>G. sepium</i> leaves from the Philippines. The leaves contain flavonoids, saponins, and tannins, which act as anti-inflammatory agents to enhance the wound healing process.", "Our findings suggest that <i>G. sepium</i> leaves from both the Philippines and Indonesia possess wound healing properties."], "CopyrightInformation": "Copyright: © Aulanni’am, et al."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Biochemistry Laboratory, Faculty of Sciences, Brawijaya University, Indonesia."}], "LastName": "Aulanni'am", "ForeName": "Aulaani'am", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Bachelor of Veterinary Student, Faculty of Veterinary Medicine, Brawijaya University, Indonesia."}], "LastName": "Ora", "ForeName": "Krismal Marchel", "Initials": "KM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Bachelor of Veterinary Student, Faculty of Veterinary Medicine, Brawijaya University, Indonesia."}], "LastName": "Ariandini", "ForeName": "Nisa Ain", "Initials": "NA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Veterinary Biochemistry, Faculty of Veterinary Medicine, Brawijaya University, Indonesia."}], "LastName": "Wuragil", "ForeName": "Dyah Kinasih", "Initials": "DK"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Veterinary Histology, Faculty of Veterinary Medicine, Brawijaya University, Indonesia."}], "LastName": "Permata", "ForeName": "Fajar Shodiq", "Initials": "FS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Molecular and Biochemistry, Faculty of Medicine, Brawijaya University, Indonesia."}], "LastName": "Riawan", "ForeName": "Wibi", "Initials": "W"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Microbiology and Veterinary Public Health, College of Veterinary Medicine, Tarlac Agricultural University, The Philippines."}], "LastName": "Beltran", "ForeName": "Ma Asuncion Guiang", "Initials": "MAG"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "India", "MedlineTA": "Vet World", "NlmUniqueID": "101504872", "ISSNLinking": "0972-8988"}}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Potter P.A, Perry A.G. Fundamental Nursing:Concept, Process and Practise. 2005;1 Write in Bahasa Indonesia, Jakarta."}, {"Citation": "Briant A.R, Nix P.D. Acute and Chronic Wounds Current Management Concepts. 2007 Mosby, St Louis, Missouri."}, {"Citation": "Mackay D, Miller A.L. Nutritional support for wound healing. Altern. Med. Rev. 2003;8(4):359–377.", "ArticleIdList": ["14653765"]}, {"Citation": "Lopez-Castejon G, David B. Understanding the mechanism of IL-1β secretion. Cytokine Growth Factor Rev. 2011;22(4):189–195.", "ArticleIdList": ["PMC3714593", "22019906"]}, {"Citation": "Patel H.C, Boutin H, Allan S.M. Interleukin-1 in the brain mechanism of action in acute neurodegeneration. Ann. N. Y. Acad. Sci. 2003;992(1):39–47.", "ArticleIdList": ["12794045"]}, {"Citation": "Anonymous (20191) Gliricidia sepium: Crop Protection Compedium:Invasive Species Compedium.  [available online]: https://www.cabi.org/isc/datasheet/25380. Retrieved on 19-03-2021 ."}, {"Citation": "Smith O.B, Van Houtert M.F.J. The feeding value of Gliricidia sepium. World Anim. Rev. 1987;62:57–68."}, {"Citation": "Andriyani R. Insecticides properties of Giliciridia sepium Jacq. From Pringsewu culture toward white fleas (Planococcus minor, Maskell) (Hemiptera:Pseudococcidae) Cocoa. Biology Department, Faculty of Science Lambung Mangkurat University (Write in Bahasa Indonesia) 2017"}, {"Citation": "Mescher A.L. Junquiera's Basic Histology Text and Atlas. McGraw Hill Education, New York. (14th ed) 2016"}, {"Citation": "Williams J.W, dan Moores A. BSAVA Manual of Canine and Feline Wound Management and Reconstruction. BSAVA, London. 2009"}, {"Citation": "Riansyah Y, dan Ratu Choesrina L.M. Anti-inflammatory Activity of Ethanolic Extract of Ipomoea batatas L. Lank Leaves on Male Wistar Rats. Department of Pharmacy, Faculty of Sciences, Bandung Islamic University (Write in Bahasa Indonesia), Bandung. 2015"}, {"Citation": "Calzada F, Bautista E. Review:Plants used for the treatment of diarrhoea from Mexican flora with amoebicidal and giadicidal activity, and their phytochemical constituents. J. Ethnopharmacol. 2020;253(4):112676.", "ArticleIdList": ["32084551"]}, {"Citation": "De-Rodriguez D.J, Garcia-Hernandez L.G, Guzman N.E.R, Moreno-Jimenez M.R, Rodriguez-Garcia R, Diaz-Jimenez M.L.V, Flores-Lopez M.L, Villareal-Quintanilla J.A, Ramoz F.M.P, Carillo-Lomell D.A. Hypoglycemic and anti-inflammmatory effect of Psacalium paucicapatiumcorms infusion. Ind. Crop. Prod. 2017;107:482–488."}, {"Citation": "Maiti S, Nazmeen A, Medda N, Patra R, Gosh T.K. Flavonoid green tea against oxidant stress and inflammation with related human diseases. Clin. Nutr. Exp. 2019;24:1–14."}, {"Citation": "Abbas A.K, Licthman A.H, Pillai S. 6th ed. USA: Saunders Elsevier; 2007. Cellular and Molecular Immunology; pp. 19–39. 262."}, {"Citation": "Lie Y, Guo Y, Weng X, Yang L, Wang Y, Chen Y, Zhang D, Li Q, Liu L, Kan X, Chen X, Zhu X, Kmoniekova E, Zidek Z. Flavonoid castitin and crysosphenol D from Artemisia annua L inhibit inflammation in vitro and in vivo. Toxicol. Appl. Pharmacol. 2015;286(3):151–158.", "ArticleIdList": ["25891417"]}, {"Citation": "Tahir Z. The Effect of Epidural Multimodal Analgesic of 0.125% Bupivakain and Intravenous of 40 mg Parecoxib 40Mg to Level Ratio of Interleukin-6 and Interleukin-10 with Pain Intensity on Gynecology Laparotomy [Thesis] Graduate School of Biomedic, Hasanuddin University (Write in Bahasa Indonesia) 2013"}, {"Citation": "Velnar T, Bailey T, Smrkolj V. The wound healing process:An overview of the cellular and molecular mechanisms. J. Int. Med. Res. 2009;37(5):1528–1542.", "ArticleIdList": ["19930861"]}, {"Citation": "Lee D, Park J, Choi J, Jang H, Seol J. Anti-inflammatory effect of natural flavonoids diosmection in IL-4 and LPS induced macrophage activation and atopic dermatitis model. Int. Immunopharmacol. 2020;89(Pt A):107046.", "ArticleIdList": ["PMC7545212", "33045572"]}, {"Citation": "Mawarti H. The Flavonoid Effect as Wound Healing Time of Grade II Burns on Rats Faculty of Medical Sciences Darul Ulum University, Jombang (Write in Bahasa Indonesia), Jombang. 2018"}, {"Citation": "Nasir-Deen A.Y, Boakye Y.D, Osafo N, Agyre C, Boamah D, Boamah V.E, Agyei E.K. Anti-inflammatory and wound healing properties of methanol leaf extract of Physalis augulata L. S. Afr. J. Bot. 2020;133:124–131."}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "10", "Day": "7"}, {"Year": "2021", "Month": "2", "Day": "4"}, {"Year": "2021", "Month": "5", "Day": "3", "Hour": "6", "Minute": "6"}, {"Year": "2021", "Month": "5", "Day": "4", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "5", "Day": "4", "Hour": "6", "Minute": "1"}, {"Year": "2021", "Month": "3", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["33935433", "PMC8076467", "10.14202/vetworld.2021.820-824", "Vetworld-14-820"]}}], "PubmedBookArticle": []}