{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Alkaloids", "Bioactivity", "Cephalotaxus", "Chemodiversity", "Ethnomedicine", "Pharmacology"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "33941338", "DateCompleted": {"Year": "2021", "Month": "10", "Day": "20"}, "DateRevised": {"Year": "2021", "Month": "10", "Day": "20"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": ["10.1016/S1875-5364(21)60032-8", "S1875-5364(21)60032-8"], "Journal": {"ISSN": "1875-5364", "JournalIssue": {"Volume": "19", "Issue": "5", "PubDate": {"Year": "2021", "Month": "May"}}, "Title": "Chinese journal of natural medicines", "ISOAbbreviation": "Chin J Nat Med"}, "ArticleTitle": "Ethnopharmacology, chemodiversity, and bioactivity of Cephalotaxus medicinal plants.", "Pagination": {"StartPage": "321", "EndPage": "338", "MedlinePgn": "321-338"}, "Abstract": {"AbstractText": ["Cephalotaxus is the only genus of Cephalotaxaceae family, and its natural resources are declining due to habitat fragmentation, excessive exploitation and destruction. In many areas of China, folk herbal doctors traditionally use Cephalotaxus plants to treat innominate swollen poison, many of which are cancer. Not only among Han people, but also among minority ethnic groups, Cephalotaxus is used to treat various diseases, e.g., cough, internal bleeding and cancer in Miao medicine, bruises, rheumatism and pain in Yao medicine, and ascariasis, hookworm disease, scrofula in She medicine, etc. Medicinal values of some Cephalotaxus species and compounds are acknowledged officially. However, there is a lack of comprehensive review summarizing the ethnomedicinal knowledge of Cephalotaxus, relevant medicinal phytometabolites and their bioactivities. The research progresses in ethnopharmacology, chemodiversity, and bioactivities of Cephalotaxus medicinal plants are reviewed and commented here. Knowledge gaps are pinpointed and future research directions are suggested. Classic medicinal books, folk medicine books, herbal manuals and ethnomedicinal publications were reviewed for the genus Cephalotaxus (Sanjianshan in Chinese). The relevant data about ethnobotany, phytochemistry, and pharmacology were collected as comprehensively as possible from online databases including Scopus, NCBI PubMed, Bing Scholar, and China National Knowledge Infrastructure (CNKI). \"Cephalotaxus\", and the respective species name were used as keywords in database search. The obtained articles of the past six decades were collated and analyzed. Four Cephalotaxus species are listed in the official medicinal book in China. They are used as ethnomedicines by many ethnic groups such as Miao, Yao, Dong, She and Han. Inspirations are obtained from traditional applications, and Cephalotaxus phytometabolites are developed into anticancer reagents. Cephalotaxine-type alkaloids, homoerythrina-type alkaloids and homoharringtonine (HHT) are abundant in Cephalotaxus, e.g., C. lanceolata, C. fortunei var. alpina, C. griffithii, and C. hainanensis, etc. New methods of alkaloid analysis and purification are continuously developed and applied. Diterpenoids, sesquiterpenoids, flavonoids, lignans, phenolics, and other components are also identified and isolated in various Cephalotaxus species. Alkaloids such as HHT, terpenoids and other compounds have anticancer activities against multiple types of human cancer. Cephalotaxus extracts and compounds showed anti-inflammatory and antioxidant activities, immunomodulatory activity, antimicrobial activity and nematotoxicity, antihyperglycemic effect, and bone effect, etc. Drug metabolism and pharmacokinetic studies of Cephalotaxus are increasing. We should continue to collect and sort out folk medicinal knowledge of Cephalotaxus and associated organisms, so as to obtain new enlightenment to translate traditional tips into great therapeutic drugs. Transcriptomics, genomics, metabolomics and proteomics studies can contribute massive information for bioactivity and phytochemistry of Cephalotaxus medicinal plants. We should continue to strengthen the application of state-of-the-art technologies in more Cephalotaxus species and for more useful compounds and pharmacological activities."], "CopyrightInformation": "Copyright © 2021 China Pharmaceutical University. Published by Elsevier B.V. All rights reserved."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Biotechnology Institute, School of Environment and Chemical Engineering, Dalian Jiaotong University, Dalian 116028, China. Electronic address: hao@djtu.edu.cn."}], "LastName": "Hao", "ForeName": "Da-Cheng", "Initials": "DC"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Interdisciplinary Integrative Medicine Research, Shanghai University of Traditional Chinese Medicine, Shanghai 201203, China."}], "LastName": "Hou", "ForeName": "Xu-Dong", "Initials": "XD"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Biotechnology Institute, School of Environment and Chemical Engineering, Dalian Jiaotong University, Dalian 116028, China."}], "LastName": "Gu", "ForeName": "Xiao-Jie", "Initials": "XJ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Medicinal Plant Development, Chinese Academy of Medical Sciences, Beijing 100193, China."}], "LastName": "Xiao", "ForeName": "Pei-Gen", "Initials": "PG"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Interdisciplinary Integrative Medicine Research, Shanghai University of Traditional Chinese Medicine, Shanghai 201203, China. Electronic address: geguangbo@dicp.ac.cn."}], "LastName": "Ge", "ForeName": "Guang-Bo", "Initials": "GB"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "China", "MedlineTA": "Chin J Nat Med", "NlmUniqueID": "101504416", "ISSNLinking": "1875-5364"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Phytochemicals"}], "MeshHeadingList": [{"QualifierName": ["chemistry"], "DescriptorName": "Cephalotaxus"}, {"QualifierName": [], "DescriptorName": "China"}, {"QualifierName": [], "DescriptorName": "Ethnopharmacology"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Phytochemicals"}, {"QualifierName": [], "DescriptorName": "Phytotherapy"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plants, Medicinal"}]}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2020", "Month": "8", "Day": "12"}, {"Year": "2021", "Month": "5", "Day": "4", "Hour": "5", "Minute": "59"}, {"Year": "2021", "Month": "5", "Day": "5", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "10", "Day": "21", "Hour": "6", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["33941338", "10.1016/S1875-5364(21)60032-8", "S1875-5364(21)60032-8"]}}], "PubmedBookArticle": []}