{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Antibodies", "hydrogel", "immunomodulatory", "nanoparticles", "pathogenesis", "plaque", "psoriasis", "psoriasis area severity index", "small interfering RNA", "steroids", "therapy", "topical"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "33943062", "DateCompleted": {"Year": "2021", "Month": "11", "Day": "10"}, "DateRevised": {"Year": "2021", "Month": "11", "Day": "10"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": ["10.25259/IJDVL_470_19", "10.25259/IJDVL_470_19"], "Journal": {"ISSN": "0973-3922", "JournalIssue": {"Volume": "87", "Issue": "3", "PubDate": {"Year": "2021", "Season": "May-Jun"}}, "Title": "Indian journal of dermatology, venereology and leprology", "ISOAbbreviation": "Indian J Dermatol Venereol Leprol"}, "ArticleTitle": "Novel drug delivery strategies and gene therapy regimen as a promising perspective for management of psoriasis.", "Pagination": {"StartPage": "333", "EndPage": "340", "MedlinePgn": "333-340"}, "Abstract": {"AbstractText": ["Psoriasis is an autoimmune disorder; however, an exact underlying mechanism responsible for psoriasis is yet not known. A hypothesis put forward is an abnormal proliferation of keratinocytes due to faulty signals brought about by T-cells. Due to the lack of evidence of the exact cause, a variety of treatments have been used of which topical therapy is usually the first option in most patients. Topical therapy has several shortcomings and barriers of drug delivary which may be effectively overcome using novel drug carrier systems which exhibit maximum penetration, controlled release, reduced irritancy and, overall, a better efficacy. Thus, novel treatment strategies based on gene therapy such as antisensing nucleotide, silencing RNA complex, stem cell therapy and antibody-based therapy are being envisaged. This review article discusses the concepts and background of current novel delivery systems and gene therapy tools for effective management of psoriasis."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutics, SVKM's Dr. Bhanuben Nanavati Collegeof Pharmacy, University of Mumbai, Mumbai, Maharashtra, India."}], "LastName": "Sawarkar", "ForeName": "Sujata Pralhad", "Initials": "SP"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutics, SVKM's Dr. Bhanuben Nanavati Collegeof Pharmacy, University of Mumbai, Mumbai, Maharashtra, India."}], "LastName": "Yadav", "ForeName": "Vijay", "Initials": "V"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Indian J Dermatol Venereol Leprol", "NlmUniqueID": "7701852", "ISSNLinking": "0378-6323"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Drug Carriers"}, {"RegistryNumber": "0", "NameOfSubstance": "Hydrogels"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": [], "DescriptorName": "Drug Carriers"}, {"QualifierName": [], "DescriptorName": "Genetic Therapy"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Hydrogels"}, {"QualifierName": [], "DescriptorName": "Mesenchymal Stem Cell Transplantation"}, {"QualifierName": [], "DescriptorName": "Nanoparticles"}, {"QualifierName": [], "DescriptorName": "Phytotherapy"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": ["therapy"], "DescriptorName": "Psoriasis"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Ritchlin CT, FitzGerald O,. Psoriatic and Reactive Arthritis : A Companion to Rheumatology. Amsterdam Mosby, Elsevier: 2007; 4"}, {"Citation": "Christophers E,. Psoriasis epidemiology and clinical spectrum. Clin Exp Dermatol. 2001; 26:314-20", "ArticleIdList": ["10.1046/j.1365-2230.2001.00832.x", "11422182"]}, {"Citation": "Cause 1990-2010 R by. Global Burden of Disease Study. Institute for Health Metrics and Evaluation. 2012;"}, {"Citation": "Berger K, Ehlken B, Kugland B, Augustin M,. Cost-of-illness in patients with moderate and severe chronic psoriasis vulgaris in German. J Dtsch Dermatol Ges. 2005; 2005:511-8", "ArticleIdList": ["10.1111/j.1610-0387.2005.05729.x", "15967010"]}, {"Citation": "Gourraud PA, LeGall C, Puzenat E, Aubin F, Ortonne JP, Paul CF,. Why statistics matter: Limited inter-rater agreement prevents using the psoriasis area and severity index as a unique determinant of therapeutic decision in psoriasis. J Invest Dermatol. 2012; 132:2171-5", "ArticleIdList": ["10.1038/jid.2012.124", "22592157"]}, {"Citation": "Lima XT, Abuabara K, Kimball AB, Lima HC,. Briakinumab. Expert Opin Biol Ther. 2009; 9:1107-13", "ArticleIdList": ["10.1517/14712590903092188", "19569977"]}, {"Citation": "Mahajan R, Handa S,. Pathophysiology of psoriasis. Indian J Dermatol Venereol Leprol. 2013; 79:(Supp l7)S1-9", "ArticleIdList": ["10.4103/0378-6323.115505", "23974689"]}, {"Citation": "Katare O, Raza K, Singh B, Dogra S,. Novel drug delivery systems in topical treatment of psoriasis: Rigors and vigors. Indian J Dermatology Venereol Leprol. 2010; 76:612", "ArticleIdList": ["10.4103/0378-6323.62961", "20445292"]}, {"Citation": "Ourique AF, Melero A, de Bona da Silva C, et al. Improved photostability and reduced skin permeation of tretinoin: development of a semisolid nanomedicine. Eur J Pharm Biopharm. 2011; 79:95-101", "ArticleIdList": ["10.1016/j.ejpb.2011.03.008", "21402157"]}, {"Citation": "Knudsen NØ, Rønholt S, Salte RD, Jorgensen L, Thormann T, Basse LH, et al. Calcipotriol delivery into the skin with PEGylated liposomes. Eur J Pharm Biopharm. 2012; 81:532-9", "ArticleIdList": ["10.1016/j.ejpb.2012.04.005", "22538098"]}, {"Citation": "Srisuk P, Thongnopnua P, Raktanonchai U, Kanokpanont S,. Physico-chemical characteristics of methotrexate-entrapped oleic acid-containing deformable liposomes for in vitro transepidermal delivery targeting psoriasis treatment. Int J Pharm. 2012; 427:426-34", "ArticleIdList": ["10.1016/j.ijpharm.2012.01.045", "22310459"]}, {"Citation": "Yang F, Kamiya N, Goto M,. Transdermal delivery of the anti-rheumatic agent methotrexate using a solid-in-oil nanocarrier. Eur J Pharm Biopharm. 2012; 82:158-63", "ArticleIdList": ["10.1016/j.ejpb.2012.05.016", "22713517"]}, {"Citation": "Singka GS, Samah NA, Zulfakar MH, Yurdasiper A, Heard CM,. Enhanced topical delivery and anti-inflammatory activity of methotrexate from an activated nanogel. Eur J Pharm Biopharm. 2010; 76:275-81", "ArticleIdList": ["10.1016/j.ejpb.2010.06.014", "20600884"]}, {"Citation": "Baboota S, Alam MS, Sharma S, Sahni JK, Kumar A, Ali J,. Nanocarrier-based hydrogel of betamethasone dipropionate and salicylic acid for treatment of psoriasis. Int J Pharm Investig. 2011; 1:139-47", "ArticleIdList": ["10.4103/2230-973X.85963", "23071936"]}, {"Citation": "Alam S, Ali S, Alam N, Raza M, Safhi MM,. In vivo study of clobetasol propionate loaded nanoemulsion for topical application in psoriasis and atopic dermatitis. Drug Invent Today. 2013; 5:8-12", "ArticleIdList": ["10.1016/j.dit.2013.02.001"]}, {"Citation": "Avramoff A, Khan W, Ezra A, Elgart A, Hoffman A, Domb AJ,. Cyclosporin pro-dispersion liposphere formulation. J Control Release. 2012; 160:401-6", "ArticleIdList": ["10.1016/j.jconrel.2011.12.016", "22227025"]}, {"Citation": "Sonawane R, Harde H, Katariya M, Agrawal S, Jain S,. Solid lipid nanoparticles-loaded topical gel containing combination drugs: An approach to offset psoriasis. Expert Opin Drug Deliv. 2014; 11:1833-47", "ArticleIdList": ["10.1517/17425247.2014.938634", "25078031"]}, {"Citation": "Joshi M, Sharma V, Pathak K,. Matrix based system of isotretinoin as nail lacquer to enhance transungal delivery across human nail plate.Int J Pharm. 2015; 478:268-77", "ArticleIdList": ["10.1016/j.ijpharm.2014.11.050", "25445993"]}, {"Citation": "Pasch MC,. Nail Psoriasis: A Review of Treatment Options. Drugs. 2016; 76:675-705", "ArticleIdList": ["10.1007/s40265-016-0564-5", "27041288"]}, {"Citation": "Kumar V, Parmar NS,. Herbs: A potential source for the development of new pytomedicinals. Pharma Rev. 2003; 14:59-63"}, {"Citation": "Mulik R, Mahadik K, Paradkar A,. Development of curcuminoids loaded poly(butyl) cyanoacrylate nanoparticles: Physicochemical characterization and stability study. Eur J Pharm Sci. 2009; 37:395-404", "ArticleIdList": ["10.1016/j.ejps.2009.03.009", "19491031"]}, {"Citation": "Puglia C, Rizza L, Drechsler M, Bonina F,. Nanoemulsions as vehicles for topical administration of glycyrrhetic acid: Characterization and in vitro and in vivo evaluation. Drug Deliv. 2010; 17:123-9", "ArticleIdList": ["10.3109/10717540903581679", "20136625"]}, {"Citation": "Khokhra S, Diwan A,. Microemulsion based transdermal drug delivery of tea tree oil. Int J Drug Dev Res. 2011; 3:191-8"}, {"Citation": "Singh HP, Utreja P, Tiwary AK, Jain S,. Elastic liposomal formulation for sustained delivery of colchicine: In vitro characterization and in vivo evaluation of anti-gout activity. AAPS J. 2009; 11:54-64", "ArticleIdList": ["10.1208/s12248-008-9078-8", "19191031"]}, {"Citation": "What is Gene Therapy? Genetics Home Reference NIH. Available from: https://ghr.nlm.nih.gov/primer/therapy/genetherapy [Last accessed on 2019 Dec 23]"}, {"Citation": "Al-Raawi D, Jones R, Wijesinghe S, Halsall J, Petric M., Roberts S., Hotchin N., Kanhere A.,. A novel form of JARID2 is required for differentiation in lineage-committed cells. EMBO J. 2019; 38:e98449", "ArticleIdList": ["10.15252/embj.201798449", "30573669"]}, {"Citation": "DePaula D, Bentley MV, Mahato RI,. Hydrophobization and bioconjugation for enhanced siRNA delivery and targeting. RNA. 2007; 13:431-56", "ArticleIdList": ["10.1261/rna.459807", "17329355"]}, {"Citation": "Whitehead KA, Langer R, Anderson DG,. Knocking down barriers: Advances in siRNA delivery. Nat Rev Drug Discov. 2009; 8:129-38", "ArticleIdList": ["10.1038/nrd2919-c1", "19180106"]}, {"Citation": "Reischl D, Zimmer A,. Drug delivery of siRNA therapeutics: Potentials and limits of nanosystems. Nanomedicine. 2009; 5:8-20", "ArticleIdList": ["10.1016/j.nano.2008.06.001", "18640078"]}, {"Citation": "Wang J, Lu Z, Wientjes MG, Au JL,. Delivery of siRNA therapeutics: Barriers and carriers. AAPS J. 2010; 12:492-503", "ArticleIdList": ["10.1208/s12248-010-9210-4", "20544328"]}, {"Citation": "Gooding M, Browne LP, Quinteiro FM, Selwood DL,. siRNA delivery: From lipids to cell-penetrating peptides and their mimics.Chem Biol Drug Des. 2012; 80:787-809", "ArticleIdList": ["10.1111/cbdd.12052", "22974319"]}, {"Citation": "Zhou Y, Zhang C, Liang W,. Development of RNAi technology for targeted therapy-A track of siRNA based agents to RNAi therapeutics. J Control Release. 2014; 193:270-81", "ArticleIdList": ["10.1016/j.jconrel.2014.04.044", "24816071"]}, {"Citation": "White PJ, Atley LM, Wraight CJ,. Antisense oligonucleotide treatments for psoriasis. Expert Opin Biol Ther. 2004; 4:75-81", "ArticleIdList": ["10.1517/14712598.4.1.75", "14680470"]}, {"Citation": "Jakobsen M, Stenderup K, Rosada C, Moldt B, Kamp S, Dam TN, et al. Amelioration of psoriasis by anti-TNF-alpha RNAi in the xenograft transplantation model. Mol Ther. 2009; 17:1743-53", "ArticleIdList": ["10.1038/mt.2009.141", "19568223"]}, {"Citation": "Kigasawa K, Kajimoto K, Hama S, Saito A, Kanamura K, Kogure K,. Noninvasive delivery of siRNA into the epidermis by iontophoresis using an atopic dermatitis-like model rat. Int J Pharm. 2010; 383:157-60", "ArticleIdList": ["10.1016/j.ijpharm.2009.08.036", "19732811"]}, {"Citation": "Tran M, Gowda R, Shrama A, Park E, Adair J, Kester M, et al. Targeting (V600E) B-Raf and Akt3 using nanoliposomal-siRNA inhibits cutaneous melanocytic lesion development. Cancer Res. 2008; 68:7638-49", "ArticleIdList": ["10.1158/0008-5472.CAN-07-6614", "18794153"]}, {"Citation": "Thanik VD, Greives MR, Lerman OZ, Seiser N, Dec W, Chang CC, et al. Topical matrix-based siRNA silences local gene expression in a murine wound model. Gene Ther. 2007; 14:1305-8", "ArticleIdList": ["10.1038/sj.gt.3302986", "17625576"]}, {"Citation": "Hickerson RP, Smith FJ, Reeves RE, Contag CH, Leake D, Leachman SA, et al. Single-nucleotide-specific siRNA targeting in a dominant-negative skin model. J Invest Dermatol. 2008; 128:594-605", "ArticleIdList": ["10.1038/sj.jid.5701060", "17914454"]}, {"Citation": "Geusens B, Strobbe T, Bracke S, Dynoodt P, Sanders N, vanGele M, et al. Lipid-mediated gene delivery to the skin. Eur J Pharm Sci. 2011; 43:199-211", "ArticleIdList": ["10.1016/j.ejps.2011.04.003", "21515366"]}, {"Citation": "Vicentini FT, Borgheti-Cardoso LN, Depieri LV, deMacedo Mano D, Abelha TF, Petrilli R, et al. Delivery systems and local administration routes for therapeutic siRNA. Pharm Res. 2013; 30:915-31", "ArticleIdList": ["10.1007/s11095-013-0971-1", "23344907"]}, {"Citation": "Hegde V, Hickerson RP, Nainamalai S, Campbell PA, Smith FJ, McLean WH, et al. In vivo gene silencing following non-invasive siRNA delivery into the skin using a novel topical formulation. J Control Release. 2014; 196:355-62", "ArticleIdList": ["10.1016/j.jconrel.2014.10.022", "25449884"]}, {"Citation": "Seetharaman R, Mahmood A, Kshatriya P, Patel D, Srivastava A,. Mesenchymal stem cell conditioned media ameliorate psoriasis vulgaris: A case study. Case Rep Dermatol Med. 2019; 2019:8309103", "ArticleIdList": ["10.1155/2019/8309103", "31186972"]}, {"Citation": "Liu R, Wang Y, Zhao X, Yang Y, Zhang K,. Lymphocyte inhibition is compromised in mesenchymal stem cells from psoriatic skin. Eur J Dermatol. 2014; 24:560-7", "ArticleIdList": ["10.1684/ejd.2014.2394", "25445090"]}, {"Citation": "Campanati A, Orciani M, Consales V, Lazzarini R, Ganzetti G, DiBenedetto G, et al. Characterization and profiling of immunomodulatory genes in resident mesenchymal stem cells reflect the Th1-Th17/Th2 imbalance of psoriasis. Arch Dermatol Res. 2014; 306:915-20", "ArticleIdList": ["10.1007/s00403-014-1493-3", "25160906"]}, {"Citation": "Chen H, Niu JW, Ning HM, Pan X, Li XB, Li Y, et al. Treatment of Psoriasis with Mesenchymal Stem Cells. Am J Med. 2016; 129:e13-4", "ArticleIdList": ["10.1016/j.amjmed.2015.11.001", "26582058"]}], "ReferenceList": []}], "History": [{"Year": "2019", "Month": "6", "Day": "1"}, {"Year": "2020", "Month": "11", "Day": "1"}, {"Year": "2021", "Month": "5", "Day": "4", "Hour": "8", "Minute": "55"}, {"Year": "2021", "Month": "5", "Day": "5", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "11", "Day": "11", "Hour": "6", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["33943062", "10.25259/IJDVL_470_19", "10.25259/IJDVL_470_19"]}}], "PubmedBookArticle": []}