{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Anastatica hierochuntica", "Artemisia absinthium", "antimicrobial", "cytotoxicity", "silver nanoparticle"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "33959599", "DateRevised": {"Year": "2021", "Month": "05", "Day": "08"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "04", "Day": "20"}], "Language": ["eng"], "ELocationID": ["652362", "10.3389/fbioe.2021.652362"], "Journal": {"ISSN": "2296-4185", "JournalIssue": {"Volume": "9", "PubDate": {"Year": "2021"}}, "Title": "Frontiers in bioengineering and biotechnology", "ISOAbbreviation": "Front Bioeng Biotechnol"}, "ArticleTitle": "Synergistic and Antagonistic Effects of Biogenic Silver Nanoparticles in Combination With Antibiotics Against Some Pathogenic Microbes.", "Pagination": {"StartPage": "652362", "MedlinePgn": "652362"}, "Abstract": {"AbstractText": ["The latest advances in green nanoparticle synthesis have preserved natural and non-renewable resources and decreased environmental pollution. The current study was designed to evaluate silver nanoparticles (AgNPs) fabricated using aqueous extracts of two medicinal plants, <i>Anastatica hierochuntica</i> L. (Kaff Maryam) and <i>Artemisia absinthium</i>. The phytochemicals were detected by Fourier-transform infrared spectroscopy (FTIR) and Chromatography/Mass Spectrometry (GC-MS). The effects of the AgNPs on <i>Pseudomonas aeruginosa, Escherichia coli</i>, <i>Staphylococcus aureus</i>, and <i>Candida albicans</i> as well as the cytotoxicity against MDA-MB-231 cells were examined. The synergistic and antagonistic effects of the biogenic AgNPs in combination with standard antibiotics against several microbes were also investigated. The ability of the plant extracts to transfer silver ions to AgNPs was measured via dynamic light scattering, zeta potential measurement, and transmission electron microscopy. The most sensitive microbes to AgNP treatment were examined via scanning electron microscopy to assess morphological changes. Biogenic AgNPs showed significant antibacterial effects against most of the tested microbes and significant cytotoxicity was noted. Polysaccharides, proteins and Phenolic compounds are likely involved in AgNP biosynthesis since hydroxyl groups and amides were detected via FTIR as well as GC-MS. This study confirmed that plant-based AgNP fabrication with AgNO<sub>3</sub> as the Ag (I) delivering salt can be an economical and practical approach for large-scale production of particles with antimicrobial and cytotoxic potential. The synergistic effects of biogenic AgNPs in combination with some antibiotics support their potential as a safe therapeutic for bacterial infections because they are capped with organic biomolecules."], "CopyrightInformation": "Copyright © 2021 Aabed and Mohammed."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, College of Science, Princess Nourah Bint Abdulrahman University, Riyadh, Saudi Arabia."}], "LastName": "Aabed", "ForeName": "Kawther", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, College of Science, Princess Nourah Bint Abdulrahman University, Riyadh, Saudi Arabia."}], "LastName": "Mohammed", "ForeName": "Afrah E", "Initials": "AE"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Bioeng Biotechnol", "NlmUniqueID": "101632513", "ISSNLinking": "2296-4185"}, "CoiStatement": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be constructed as a potential conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Abbaszadegan A., Ghahramani Y., Gholami A., Hemmateenejad B., Dorostkar S., Nabavizadeh M., et al. (2015). The effect of charge at the surface of silver nanoparticles on antimicrobial activity against gram-positive and gram-negative bacteria: a preliminary study. J. Nanomater. 2015:720654. 10.1155/2015/720654", "ArticleIdList": ["10.1155/2015/720654"]}, {"Citation": "Abd Ellah N. H., Ahmed E. A., Abd-Ellatief R. B., Ali M. F., Zahran A. M., Hetta H. F. (2019a). Metoclopramide nanoparticles modulate immune response in a diabetic rat model: association with regulatory T cells and proinflammatory cytokines. Int. J. Nanomed. 14 2383–2395. 10.2147/IJN.S196842", "ArticleIdList": ["10.2147/IJN.S196842", "PMC6452795", "31040663"]}, {"Citation": "Abd Ellah N. H., Tawfeek H. M., John J., Hetta H. F. (2019b). Nanomedicine as a future therapeutic approach for Hepatitis C virus. Nanomedicine 14 1471–1491. 10.2217/nnm-2018-0348", "ArticleIdList": ["10.2217/nnm-2018-0348", "31166139"]}, {"Citation": "Abo-Shama U. H., El-Gendy H., Mousa W. S., Hamouda R. A., Yousuf W. E., Hetta H. F., et al. (2020). Synergistic and antagonistic effects of metal nanoparticles in combination with antibiotics against some reference strains of pathogenic microorganisms. Infect. Drug Resist. 13 351–362. 10.2147/idr.s234425", "ArticleIdList": ["10.2147/idr.s234425", "PMC7012269", "32104007"]}, {"Citation": "Abou-Elella F., Hanafy E. A., Gavamukulya Y. (2016). Determination of antioxidant and anti-inflammatory activities, as well as in vitro cytotoxic activities of extracts of Anastatica hierochuntica (Kaff Maryam) against HeLa cell lines. J. Med. Plants Res. 10 77–87. 10.5897/jmpr2015.6030", "ArticleIdList": ["10.5897/jmpr2015.6030"]}, {"Citation": "Al Gamdi N., Mullen W., Crozier A. (2011). Tea prepared from Anastatica hierochuntica seeds contains a diversity of antioxidant flavonoids, chlorogenic acids and phenolic compounds. Phytochemistry 72 248–254. 10.1016/j.phytochem.2010.11.017", "ArticleIdList": ["10.1016/j.phytochem.2010.11.017", "21176927"]}, {"Citation": "Algebaly A. S., Mohammed A. E., Abutaha N., Elobeid M. M. (2020). Biogenic synthesis of silver nanoparticles: antibacterial and cytotoxic potential. Saudi J. Biol. Sci. 27 1340–1351. 10.1016/j.sjbs.2019.12.014", "ArticleIdList": ["10.1016/j.sjbs.2019.12.014", "PMC7182996", "32346344"]}, {"Citation": "Allahverdiyev A. M., Kon K. V., Abamor E. S., Bagirova M., Rafailovich M. (2011). Coping with antibiotic resistance: combining nanoparticles with antibiotics and other antimicrobial agents. Expert Rev. Anti Infect. Ther. 9 1035–1052. 10.1586/eri.11.121", "ArticleIdList": ["10.1586/eri.11.121", "22029522"]}, {"Citation": "Al-Sheddi E., Farshori N. N., Al-Oqail M. M., Al-Massarani S. M., Saquib Q., Wahab R., et al. (2018). Anticancer potential of green synthesized silver nanoparticles using extract of Nepeta deflersiana against human cervical cancer cells (HeLA). Bioinorg. Chem. Appl. 2018:9390784. 10.1155/2018/9390784", "ArticleIdList": ["10.1155/2018/9390784", "PMC6236914", "30515193"]}, {"Citation": "Asghar S. F., Choudahry M. I. (2011). Gas chromatography-mass spectrometry (GC-MS) analysis of petroleum ether extract (oil) and bio-assays of crude extract of Iris germanica. Int. J. Genet. Mol. Biol. 3 95–100."}, {"Citation": "Basri D. F., Fan S. (2005). The potential of aqueous and acetone extracts of galls of Quercus infectoria as antibacterial agents. Indian J. Pharmacol. 37 26–29. 10.4103/0253-7613.13851", "ArticleIdList": ["10.4103/0253-7613.13851"]}, {"Citation": "Bélteky P., Rónavári A., Rónavári A., Szerencsés B., Tóth I. Y., Pfeiffer I., et al. (2019). Silver nanoparticles: aggregation behavior in biorelevant conditions and its impact on biological activity. Int. J. Nanomed. 14 667–687. 10.2147/ijn.s185965", "ArticleIdList": ["10.2147/ijn.s185965", "PMC6342213", "30705586"]}, {"Citation": "Cheesbrough M. (2000). District Laboratory Practice in Tropical Countries, Low price Edition. Cambridge: University of Cambridge, 157."}, {"Citation": "Daoowd W. S. (2013). In vitro antifungal activity of extracts of Anastatica hierochuntica. Kufa J. Vet. Med. Sci. 4 142–148."}, {"Citation": "Das B., Dash S. K., Mandal D., Adhikary J., Chattopadhyay S., Tripathy S., et al. (2016). Green-synthesized silver nanoparticles kill virulent multidrug-resistant Pseudomonas aeruginosa strains: a mechanistic study. BLDE Univ. J. Health Sci. 1 89–101. 10.4103/2468-838x.196087", "ArticleIdList": ["10.4103/2468-838x.196087"]}, {"Citation": "David E., Elumalai E. K., Praad T. N. V. K. V., Kambala V., Nagajyothi P. C. (2010). Green synthesis of silver nanoparticle using Euphorbia hirta L and their antifungal activities. Arch. Appl. Sci. Res. 2 76–81."}, {"Citation": "de Barros C. H. N., Cruz G. C. F., Mayrink W., Tasic L. (2018). Bio-based synthesis of silver nanoparticles from orange waste: effects of distinct biomolecule coatings on size, morphology, and antimicrobial activity. Nanotechnol. Sci. Appl. 11 1–14. 10.2147/nsa.s156115", "ArticleIdList": ["10.2147/nsa.s156115", "PMC5875405", "29618924"]}, {"Citation": "del Pilar Rodríguez-Torres M., Acosta-Torres L. S., Díaz-Torres L. A., Padrón G. H., García-Contreras R., Millán-Chiu B. E. (2019). Artemisia absinthium-based silver nanoparticles antifungal evaluation against three Candida species. Mater. Res. Express 6:085408. 10.1088/2053-1591/ab1fba", "ArticleIdList": ["10.1088/2053-1591/ab1fba"]}, {"Citation": "El-Baky R. M. A., Sandle T., John J., Abuo-Rahma G. E. A., Hetta H. F. (2019). A novel mechanism of action of ketoconazole: inhibition of the NorA efflux pump system and biofilm formation in multidrug-resistant Staphylococcus aureus. Infect. Drug Resist. 12 1703–1718. 10.2147/IDR.S201124", "ArticleIdList": ["10.2147/IDR.S201124", "PMC6585162", "31354319"]}, {"Citation": "El-Mokhtar M. A., Hetta H. F. (2018). Ambulance vehicles as a source of multidrug-resistant infections: a multicenter study in Assiut City, Egypt. Infect. Drug Resist. 11 587–594. 10.2147/IDR.S151783", "ArticleIdList": ["10.2147/IDR.S151783", "PMC5926072", "29731647"]}, {"Citation": "El-Naggar N. E.-A., Mohamedin A., Hamza S. S., Sherief A.-D. (2016). Extracellular biofabrication, characterization, and antimicrobial efficacy of silver nanoparticles loaded on cotton fabrics using newly isolated Streptomyces sp. SSHH-1E. J. Nanomater. 2016:3257359. 10.1155/2016/3257359", "ArticleIdList": ["10.1155/2016/3257359"]}, {"Citation": "Friedman A. J., Phan J., Schairer D. O., Champer J., Qin M., Pirouz A., et al. (2013). Antimicrobial and anti-inflammatory activity of chitosan–alginate nanoparticles: a targeted therapy for cutaneous pathogens. J. Invest. Dermatol. 133 1231–1239. 10.1038/jid.2012.399", "ArticleIdList": ["10.1038/jid.2012.399", "PMC3631294", "23190896"]}, {"Citation": "Gopinath V., Priyadarshini S., Loke M. F., Arunkumar J., Marsili E., Ali M. D., et al. (2015). Biogenic synthesis, characterization of antibacterial silver nanoparticles and its cell cytotoxicity. Arab. J. Chem. 10 1107–1117. 10.1016/j.arabjc.2015.11.011", "ArticleIdList": ["10.1016/j.arabjc.2015.11.011"]}, {"Citation": "Hamouda R. A., Hussein M. H., Abo-elmagd R. A., Bawazir S. S. (2019). Synthesis and biological characterization of silver nanoparticles derived from the cyanobacterium Oscillatoria limnetica. Sci. Rep. 9:13071. 10.1038/s41598-019-49444-y", "ArticleIdList": ["10.1038/s41598-019-49444-y", "PMC6736842", "31506473"]}, {"Citation": "Helal I. M., El-Bessoumy A., Al-Bataineh E., Joseph M. R., Rajagopalan P., Chandramoorthy H. C., et al. (2019). Antimicrobial efficiency of essential oils from traditional medicinal plants of asir region, Saudi Arabia, over drug resistant isolates. Biomed Res. Int. 2019:8928306. 10.1155/2019/8928306", "ArticleIdList": ["10.1155/2019/8928306", "PMC6354153", "30792999"]}, {"Citation": "Herrera M., Carrion P., Baca P., Liebana J., Castillo A. (2001). In vitro antibacterial activity of glass-ionomer cements. Microbios 104 141–148.", "ArticleIdList": ["11327108"]}, {"Citation": "Huh A. J., Kwon Y. J. (2011). Nanoantibiotics: a new paradigm for treating infectious diseases using nanomaterials in the antibiotic’s resistant era. J. Controll. Release 156 128–145. 10.1016/j.jconrel.2011.07.002", "ArticleIdList": ["10.1016/j.jconrel.2011.07.002", "21763369"]}, {"Citation": "Hwang I.-S., Hwang J. H., Choi H., Kim K.-J., Lee D. G. (2012a). Synergistic effects between silver nanoparticles and antibiotics and the mechanisms involved. J. Med. Microbiol. 61 1719–1726. 10.1099/jmm.0.047100-0", "ArticleIdList": ["10.1099/jmm.0.047100-0", "22956753"]}, {"Citation": "Hwang I. S., Lee J., Hwang J. H., Kim K. J., Lee D. G. (2012b). Silver nanoparticles induce apoptotic cell death in Candida albicans through the increase of hydroxyl radicals. FEBS J. 27 1327–1338. 10.1111/j.1742-4658.2012.08527.x", "ArticleIdList": ["10.1111/j.1742-4658.2012.08527.x", "22324978"]}, {"Citation": "Iravani S., Korbekandi H., Mirmohammadi S. V., Zolfaghari B. (2014). Synthesis of silver nanoparticles: chemical, physical and biological methods. Res. Pharm. Sci. 9 385–406.", "ArticleIdList": ["PMC4326978", "26339255"]}, {"Citation": "Jain D., Kumar Daima S., Kachhwaha S., Kothari S. L. (2009). Synthesis of plant mediated silver nanoparticles using papaya fruit extract and evaluation of their antimicrobial activities. Dig. J. Nanomater. Biostruct. 4 557–563."}, {"Citation": "Jalal M., Ansari M. A., Alzohairy M. A., Ali S. G., Khan H. M., Almatroudi A., et al. (2019). Anticandidal activity of biosynthesized silver nanoparticles: effect on growth, cell morphology, and key virulence attributes of Candida species. Int. J. Nanomed. 14 4667–4679. 10.2147/ijn.s210449", "ArticleIdList": ["10.2147/ijn.s210449", "PMC6612830", "31308652"]}, {"Citation": "Jeyaraj M., Sathishkumar G., Sathishkumar G., MubarakAli D., Rajesh M., Arun R., et al. (2013). Biogenic silver nanoparticles for cancer treatment: an experimental report. Colloids Surf. B Biointerfaces 106 86–92. 10.1016/j.colsurfb.2013.01.027", "ArticleIdList": ["10.1016/j.colsurfb.2013.01.027", "23434696"]}, {"Citation": "Jones S. A., Bowler P. G., Walker M., Parsons D. (2004). Controlling wound bioburden with a novel silver-containing Hydrofiber dressing. Wound Repair Regener. 12 288–294. 10.1111/j.1067-1927.2004.012304.x", "ArticleIdList": ["10.1111/j.1067-1927.2004.012304.x", "15225207"]}, {"Citation": "Jun F., Jing S., Sirimanne S. R., Mounier-Lee C. E. (2000). Kinetic and stereochemical studies on novel inactivators of C-terminal amidation. Biochem. J. 350 521–530. 10.1042/0264-6021:3500521", "ArticleIdList": ["10.1042/0264-6021:3500521", "PMC1221280", "10947967"]}, {"Citation": "Juteau F., Jerkovic I., Masotti V., Milos M., Mastelic J., Bessière J. M., et al. (2003). Composition and antimicrobial activity of the essential oil of Artemisia absinthium from Croatia and France. Planta Med. 69 158–161. 10.1055/s-2003-37714", "ArticleIdList": ["10.1055/s-2003-37714", "12624823"]}, {"Citation": "Khandel P., Shahi S. K., Kanwar L., Yadaw R. K., Soni D. K. (2018). Biochemical profiling of microbes inhibiting silver nanoparticles using symbiotic organisms. Int. J. Nano Dimens. 9 273–285."}, {"Citation": "Kim K. J., Sung W. S., Suh B. K., Moon S. K., Choi J. S., Kim J. G., et al. (2009). Antifungal activity and mode of action of silver nanoparticles on Candida albicans. Biometals 22 235–242. 10.1007/s10534-008-9159-2", "ArticleIdList": ["10.1007/s10534-008-9159-2", "18769871"]}, {"Citation": "Kurek J. (2018). Cytotoxic colchicine alkaloids: from plants to drugs. Cytotoxicity 6:45. 10.5772/intechopen.72622", "ArticleIdList": ["10.5772/intechopen.72622"]}, {"Citation": "Leela K., Anchana D. C. (2017). A study on the applications of silver nanoparticle synthesized using the aqueous extract and the purified secondary metabolites of lichen Parmelia perlata. Int. J. Pharm. Sci. Invent. 6 42–59."}, {"Citation": "Lewis K., Ausubel F. M. (2006). Prospects for plant-derived antibacterials. Nat. Biotechnol. 24 1504–1507. 10.1038/nbt1206-1504", "ArticleIdList": ["10.1038/nbt1206-1504", "17160050"]}, {"Citation": "Long T. E. (2017). Repurposing thiram and disulfiram as antibacterial agents for multi-drug 1 resistant Staphylococcus aureus infections. Antimicrob. Agents Chemother. 61:e00898-17. 10.1128/AAC.00898-17", "ArticleIdList": ["10.1128/AAC.00898-17", "PMC5571293", "28674046"]}, {"Citation": "Madhuri S., Maheshwar S., Sunil P., Oza G. (2012). Nanotechnology: Concepts and Applications. Boca Raton, FL: CRC Press."}, {"Citation": "McShan D., Zhang Y., Deng H., Ray P. C., Yu H. (2015). Synergistic antibacterial effect of silver nanoparticles combined with ineffective antibiotics on drug resistant Salmonella typhimurium DT104. J. Environ. Sci. Health C 33 369–384. 10.1080/10590501.2015.1055165", "ArticleIdList": ["10.1080/10590501.2015.1055165", "26072671"]}, {"Citation": "Mohamed A. A., Khalil A. A., El-Beltagi H. E. (2010). Antioxidant and antimicrobial properties of Kaff Maryam (Anastatica hierochuntica) and Doum Palm (Hyphaene thebaica). Grasas Aceites 61 67–75. 10.3989/gya.064509", "ArticleIdList": ["10.3989/gya.064509", "0"]}, {"Citation": "Mohanlall V., Odhav B. (2013). Antibacterial, anti-inflammatory and antioxidant activities of anthraquinones from Ceratotheca triloba (Bernh) Hook F. J. Med. Plant Res. 7 877–886. 10.5897/JMPR12.900", "ArticleIdList": ["10.5897/JMPR12.900"]}, {"Citation": "Ouerghemmi I., Rebey I. B., Rahali F. Z., Bourgou S., Pistelli L., Ksouri R., et al. (2017). Antioxidant and antimicrobial phenolic compounds from extracts of cultivated and wild-grown Tunisian Ruta chalepensis. J. Food Drug. Anal. 25 350–359. 10.1016/j.jfda.2016.04.001", "ArticleIdList": ["10.1016/j.jfda.2016.04.001", "28911677"]}, {"Citation": "Pal S., Tak Y. K., Song J. M. (2007). Does the antibacterial activity of silver nanoparticles depend on the shape of the nanoparticle? A study of the Gram-negative bacterium Escherichia coli. Appl. Environ. Microbiol. 73 1712–1720. 10.1128/AEM.02218-06", "ArticleIdList": ["10.1128/AEM.02218-06", "PMC1828795", "17261510"]}, {"Citation": "Paul S., Singh A. R., Sasikumar C. S. (2015). Green synthesis of bio-silver nanoparticles by Parmelia perlata, Ganoderma lucidum and Phellinus igniarius & their fields of application. Indian J. Res. Pharm. Biotechnol. 3:100."}, {"Citation": "Perez C., Paul M., Bazerque P. (1990). An antibiotic assay by the agar well diffusion method. Acta Biol. Med. Exp. 15 113–115."}, {"Citation": "Rahmy T. R., El-Ridi M. R. (2002). Action of Anastatica hierochuntica plant extract on Islets of Langerhans in normal and diabetic rats. Egypt. J. Biol. 4 87–94."}, {"Citation": "Rai M., Deshmukh S., Ingle A., Gade A. (2012). Silver nanoparticles: the powerful nanoweapon against multidrug-resistant bacteria. J. Appl. Microbiol. 112 841–852. 10.1111/jam.2012.112.issue-5", "ArticleIdList": ["10.1111/jam.2012.112.issue-5", "22324439"]}, {"Citation": "Reinke R., King P. J., Victoria G. J., McDougall R. B., Ma G., Mao Y., et al. (2002). Dicaffeoyltartaric acid analogues inhibit human immunodeficiency virus type 1 (HIV-1) integrase and HIV-1 replication at nontoxic concentrations. J. Med. Chem. 45 3669–3683. 10.1021/jm010359d", "ArticleIdList": ["10.1021/jm010359d", "12166940"]}, {"Citation": "Saifuddin N., Wong C. W., Yasumira A. A. N. (2009). Rapid biosynthesis of silver nanoparticles using culture supernatant of bacteria with microwave irradiation. Electron. J. Chem. 6 61–70. 10.1155/2009/734264", "ArticleIdList": ["10.1155/2009/734264"]}, {"Citation": "Salah S. A., Abdou H. S., Azeem A. S. A., Abdel-Rahim E. A. (2011). The antioxidative effects of some medicinal plants as hypoglycemic agents on chromosomal aberration and abnormal nucleic acids metabolism produced by diabetes stress in male adult albino rats. J. Diabetes Mellitus 1 6–14. 10.4236/jdm.2011.11002", "ArticleIdList": ["10.4236/jdm.2011.11002"]}, {"Citation": "Sharma N., Jandaik S., Kumar S. (2016). Synergistic activity of doped zinc oxide nanoparticles with antibiotics: ciprofloxacin, ampicillin, fluconazole and amphotericin B against pathogenic microorganisms. An. Acad. Bras. Ciênc. 88 1689–1698. 10.1590/0001-3765201620150713", "ArticleIdList": ["10.1590/0001-3765201620150713", "27737336"]}, {"Citation": "Siddiqi K. S., Rashid M., Rahman A., Husen A., Rehman S. (2018). Biogenic fabrication and characterization of silver nanoparticles using aqueous-ethanolic extract of lichen (Usnea longissima) and their antimicrobial activity. Biomater. Res. 22:23. 10.1186/s40824-018-0135-9", "ArticleIdList": ["10.1186/s40824-018-0135-9", "PMC6151007", "30258651"]}, {"Citation": "Singh A., Jain D., Upadhyay M. K., Khandelwal N., Verma H. N. (2010). Green synthesis of silver nanoparticles using Argemone mexicana leaf extract and evaluation of their antimicrobial activities. Dig. J. Nanomater. Biostruct. 5 483–489."}, {"Citation": "Tayel A. A., El-Tras W. F. (2009). Possibility of fighting food borne bacteria by Egyptian folk medicinal herbs and spices extracts. J. Egypt. Public Health Assoc. 84 21–32.", "ArticleIdList": ["19712651"]}, {"Citation": "Tegos G. (2006). “Substrates and inhibitors of microbial efflux pumps; redefine the role of plant antimicrobilas,” in Naturally Occurring Bioactive Compounds: A New and Safe Alternative for Control of Pests and Microbial Diseases, eds Rai M., Carpinella C. M. (Cambridge: Cambridge University Press; )."}, {"Citation": "Tiwari S., Mishra S., Misra R. D., Upadhyay R. (2016). Identification of new bioactive compounds from fruit of Abutilon indicum through GC-MS analysis. Biol. Forum Int. J. 8 548–554."}, {"Citation": "Verma V. C., Kharwa R. N., Gange A. C. (2010). Biosynthesis of antimicrobial silver nanoparticles by the endophytic fungus Aspergillus clavatus. J. Nanomed. 5 33–40. 10.2217/nnm.09.77", "ArticleIdList": ["10.2217/nnm.09.77", "20025462"]}, {"Citation": "Willner B., Basnar B., Willner B. (2007). Nanoparticle–enzyme hybrid systems for nanobiotechnology. FEBS J. 274 302–309. 10.1111/j.1742-4658.2006.05602.x", "ArticleIdList": ["10.1111/j.1742-4658.2006.05602.x", "17181543"]}, {"Citation": "Yu Z., Guo W., Ma X., Zhang B., Dong P., Huang L., et al. (2014). Gamabufotalin, a bufadienolide compound from toad venom, suppresses COX-2 expression through targeting IKKβ/NF-κB signaling pathway in lung cancer cells. Mol. Cancer 13:203. 10.1186/1476-4598-13-203", "ArticleIdList": ["10.1186/1476-4598-13-203", "PMC4161895", "25175164"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "1", "Day": "12"}, {"Year": "2021", "Month": "3", "Day": "11"}, {"Year": "2021", "Month": "5", "Day": "7", "Hour": "7", "Minute": "15"}, {"Year": "2021", "Month": "5", "Day": "8", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "5", "Day": "8", "Hour": "6", "Minute": "1"}, {"Year": "2021", "Month": "1", "Day": "1"}], "PublicationStatus": "epublish", "ArticleIdList": ["33959599", "PMC8093520", "10.3389/fbioe.2021.652362"]}}], "PubmedBookArticle": []}