{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "33963198", "DateCompleted": {"Year": "2021", "Month": "11", "Day": "01"}, "DateRevised": {"Year": "2024", "Month": "04", "Day": "02"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "05", "Day": "07"}], "Language": ["eng"], "ELocationID": ["9691", "10.1038/s41598-021-87404-7"], "Journal": {"ISSN": "2045-2322", "JournalIssue": {"Volume": "11", "Issue": "1", "PubDate": {"Year": "2021", "Month": "May", "Day": "07"}}, "Title": "Scientific reports", "ISOAbbreviation": "Sci Rep"}, "ArticleTitle": "Chemical profiling, in vitro antioxidant, membrane stabilizing and antimicrobial properties of wild growing Murraya paniculata from Amarkantak (M.P.).", "Pagination": {"StartPage": "9691", "MedlinePgn": "9691"}, "Abstract": {"AbstractText": ["The excessive usage of antibiotics in humans and veterinary medicine has lead to the emergence of antibiotic resistance and now requires the use of novel antibiotics. There has been increased interest towards plants as source of drugs because of their pharmacological potency and long traditional usage. The aim of the current study was to evaluate bioactive components, antioxidant, and anti-inflammatory activities of the leaf extracts of Murraya paniculata, a plant traditionally used in Indian medicinal system. Evaluations were made for phytochemical analysis, antioxidant, membrane stabilizing, and antimicrobial activities. The methanol extract displayed the highest flavonoid and phenolic content, the acetone extract demonstrated considerable ABTS inhibitory activity (IC<sub>50</sub>value:555.18 ± 1.68 µg/mL) and the hexane extract exhibited highest H<sub>2</sub>O<sub>2</sub> radical scavenging activity (IC<sub>50</sub>value: 509.84 ± 3.03 µg/mL). The aqueous extract displayed 19.4 ± 0.66% RBC hemolysis and 80.5 ± 0.66% protection caused by hypotonic solution at high concentration of the extract. The fractions of hexane extract revealed a higher zone of inhibition than crude extract. The major components found in the fractions were cyclohexane (40.11%) and 3-(6-Methoxy-3-methyl-2-benzofuranyl) Cyclohexanone (13.68%) as analyzed by GC-MS/MS technique. The current results validate the traditional use of the M. paniculata and warrant its potential in drug development programs in further investigations."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biotechnology, Indira Gandhi National Tribal University, Amarkantak, Anuppur, Madhya Pradesh, 484887, India."}], "LastName": "Sonter", "ForeName": "Shruti", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biotechnology, Indira Gandhi National Tribal University, Amarkantak, Anuppur, Madhya Pradesh, 484887, India."}], "LastName": "Mishra", "ForeName": "Shringika", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biotechnology, Indira Gandhi National Tribal University, Amarkantak, Anuppur, Madhya Pradesh, 484887, India."}], "LastName": "Dwivedi", "ForeName": "Manish Kumar", "Initials": "MK"}, {"Identifier": ["0000-0002-6704-277X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biotechnology, Indira Gandhi National Tribal University, Amarkantak, Anuppur, Madhya Pradesh, 484887, India. prashant.singh@igntu.ac.in."}], "LastName": "Singh", "ForeName": "Prashant Kumar", "Initials": "PK"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Sci Rep", "NlmUniqueID": "101563288", "ISSNLinking": "2045-2322"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Anti-Infective Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Anti-Inflammatory Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Antioxidants"}, {"RegistryNumber": "0", "NameOfSubstance": "Excipients"}, {"RegistryNumber": "0", "NameOfSubstance": "Flavonoids"}, {"RegistryNumber": "0", "NameOfSubstance": "Phenols"}, {"RegistryNumber": "0", "NameOfSubstance": "Phytochemicals"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}], "MeshHeadingList": [{"QualifierName": ["chemistry", "pharmacology"], "DescriptorName": "Anti-Infective Agents"}, {"QualifierName": ["chemistry", "pharmacology"], "DescriptorName": "Anti-Inflammatory Agents"}, {"QualifierName": ["chemistry", "pharmacology"], "DescriptorName": "Antioxidants"}, {"QualifierName": [], "DescriptorName": "Drug Discovery"}, {"QualifierName": ["chemistry", "pharmacology"], "DescriptorName": "Excipients"}, {"QualifierName": ["chemistry", "pharmacology"], "DescriptorName": "Flavonoids"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["chemistry"], "DescriptorName": "Murraya"}, {"QualifierName": ["chemistry", "pharmacology"], "DescriptorName": "Phenols"}, {"QualifierName": ["chemistry", "pharmacology"], "DescriptorName": "Phytochemicals"}, {"QualifierName": ["chemistry", "pharmacology"], "DescriptorName": "Plant Extracts"}], "CoiStatement": "The authors declare no competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Munita, J.M. & Arias, C.A., Mechanisms of Antibiotic Resistance. Microbiol Spectr.4 (2). VMBF-0016–2015, (2016).", "ArticleIdList": ["PMC4888801", "27227291"]}, {"Citation": "O’Neill, J., Antibiotic Resistance Threats in the United States. Centers for Disease Control and Prevention. https://www.cdc.gov/drugresistance/pdf/ar-threats-2013-508.pdf (2016)."}, {"Citation": "Conly J, Johnston B. Where are all the new antibiotics? The new antibiotic paradox. Can J Infect Dis Med Microbiol. 2005;16(3):159–160. doi: 10.1155/2005/892058.", "ArticleIdList": ["10.1155/2005/892058", "PMC2095020", "18159536"]}, {"Citation": "Gautam, M.K., Gangwar, M., Gopal, N., Rao, C.V. & Goel, R.K., In-vitro antibacterial activity on human pathogens and total phenolic, flavonoid contents of Murraya paniculata Linn. Leaves. Asian Pac J Trop Biomed. S1660-S1663 (2012)."}, {"Citation": "Khameneh, B., Iranshahy,M., Soheili, & Bazzaz B. S.F., Review on plant antimicrobials: a mechanistic viewpoint. Antimicrob Resist Infect Control. 8, 118 (2019).", "ArticleIdList": ["PMC6636059", "31346459"]}, {"Citation": "WHO traditional medicine strategy: 2014–2023. https://www.who.int/publications/i/item/9789241506096"}, {"Citation": "Liguori I, Russo G, Curcio F, et al. Oxidative stress, aging, and diseases. Clin Interv Aging. 2018;13:757–772. doi: 10.2147/CIA.S158513.", "ArticleIdList": ["10.2147/CIA.S158513", "PMC5927356", "29731617"]}, {"Citation": "SAT, C. S. Sati, N. Rawat, U and Sati, O.P., Medicinal Plants as a Source of Antioxidant. Res J Phytochem. 4(4),2123–224 (2010)."}, {"Citation": "Dontha S. A review on antioxidant methods. Asian J Pharm Clin ReS. 2016;9(2):14–32."}, {"Citation": "Noah TA, Zachary MW, Randy JN. Inflammation: Mechanisms, Costs, and Natural Variation. Ann Review Eco, Evolu, and Systema. 2012;43(1):385–406. doi: 10.1146/annurev-ecolsys-040212-092530.", "ArticleIdList": ["10.1146/annurev-ecolsys-040212-092530"]}, {"Citation": "Wongrakpanich S, Wongrakpanich A, Melhado K, Rangaswami J. A Comprehensive Review of Non-Steroidal Anti-Inflammatory Drug Use in The Elderly. Aging Dis. 2018;9(1):143–150. doi: 10.14336/AD.2017.0306.", "ArticleIdList": ["10.14336/AD.2017.0306", "PMC5772852", "29392089"]}, {"Citation": "Ghasemian M, Owlia S, Owlia MB. Review of Anti-Inflammatory Herbal Medicines. Adv Pharmacol Sci. 2016;2016:9130979. doi: 10.1155/2016/9130979.", "ArticleIdList": ["10.1155/2016/9130979", "PMC4877453", "27247570"]}, {"Citation": "Yatoo MI, Gopalakrishnan A, Saxena A, Parray OR, Tufani NA, Chakraborty S, Tiwari R, Dhama K, Iqbal HMN. Anti-Inflammatory Drugs and Herbs with Special Emphasis on Herbal Medicines for Countering Inflammatory Diseases and Disorders - A Review. Recent Pat Inflamm Allergy Drug Discov. 2018;12(1):39–58. doi: 10.2174/1872213X12666180115153635.", "ArticleIdList": ["10.2174/1872213X12666180115153635", "29336271"]}, {"Citation": "Palanisamy A, Masoumeh TF, Woan ST, Sivapragasam G, Sharida F, Norhaizan ME, Suresh KS. Role of Antioxidants and Natural Products in Inflammation. Oxid Med Cell Longe. 2016;2016:15. doi: 10.1155/2016/5276130.", "ArticleIdList": ["10.1155/2016/5276130", "PMC5075620", "27803762"]}, {"Citation": "Nimse SB, Pal DK. Free radicals, natural antioxidants, and their reaction mechanisms. RSC Adv. 2015;5:27986–28006. doi: 10.1039/C4RA13315C.", "ArticleIdList": ["10.1039/C4RA13315C"]}, {"Citation": "Francenia, S-S. N. Salas-Coronado, R. Villanueva-Canongo, C. & Hernández-Carlos, B. Antioxidant Compounds and Their Antioxidant Mechanism. Antioxidants. (2019). 10.5772/intechopen.85270."}, {"Citation": "Singh, N., Kaur,N. & Arora, R., Isolation and Characterization of Murraya paniculata ethanol seed extract for their Antioxidant component. Inter J Pharm. 5(9), (2014)."}, {"Citation": "Kinoshita T, Firman K. Myricetin 5,7,3′,4′,5′-pentamethyl ether and other methylated flavonoids from Murraya paniculata. Phytochemistry. 1997;45(1):179–181. doi: 10.1016/S0031-9422(96)00853-9.", "ArticleIdList": ["10.1016/S0031-9422(96)00853-9"]}, {"Citation": "Zhang, Y. Jun Li, Shepo S. Zan,K. Pengfei, T, Glycosides of flavone methyl ethers from Murraya paniculata. Biochem Systema and Eco. 43,10–13(2012)."}, {"Citation": "Ito, C. Furulawa, H. Ishiii, H. Ishikawa, T. Haginiwa, J., The chemical composition of Murraya paniculata. The structure of five new coumarins and one new alkaloid and the stereochemistry of murrangatin and related coumarins. J. Chem. Soc. Perkin Trans. 1, 2047–2055(1990)."}, {"Citation": "Wang, X. Liang, H. Zeng,K. Zhao, M. Pengfei, T. Jun Li, Yong, J., Panitins A-G: Coumarin derivatives from Murraya paniculata from Guangxi Province, China show variable NO inhibitory activity. Phytochemistry. 162, 224–231(2019).", "ArticleIdList": ["30953909"]}, {"Citation": "Kong, Y.C. But, P. PH. Kam-Hung, N. Cheng, KF. Chang, KL. Wonga, K.M. Gray, A. I. Waterman, P. G. The biochemical systematics of Merrillia; in relation to Murraya, the clauseneae and the aurantioideae. Biochem Systema and Eco. 16(1), 47–50 (1988)."}, {"Citation": "Kinoshita,T. Tatara,S. Feng-Chi H., Sankawa,U., 3-Prenylindoles from Murraya paniculata and their biogenetic significance. Phytochemistry.28(1), 147-151(1989)."}, {"Citation": "Wang, X. Yang,B. Zhang,A. Sun,H. Dong,W., Chapter 14 - Rapid Analysis of Multiple Constituents of Suanzaoren Decoction by UPLC-MS, Editor(s): Wang,X. Serum Pharmacochemistry of Traditional Chinese Medicine, Academic Press. 201–208 (2017)."}, {"Citation": "Lv, H.N. Guo, X.Y. Tu, P.F. Jiang, Y., Comparative analysis of the essential oil composition of Murraya paniculata and M. exotica. Nat Prod Commun.8(10), 1473–5 (2013).", "ArticleIdList": ["24354205"]}, {"Citation": "Arya, N. Kaur, J. Verma, A. Dhanik, J. Vivekanand., Chemical composition of leaf essential oil of wild and domestic genotypes of Murraya paniculata L. J Essen Oil Bear Pl. 20(2), 468–73 (2017)."}, {"Citation": "Silva, F. F. Alves da, et al. Chemical constituents of essential oil from Murraya paniculata leaves and its application to in vitro biological control of the fungus Sclerotinia sclerotiorum. Food Sci. Technol. 39(2), 413–417 (2019."}, {"Citation": "Sharma P, Batra S, Kumar A, Sharma A. In vivo antianxiety and antidepressant activity of Murraya paniculata leaf extracts. J Integr Med. 2017;15(4):320–325. doi: 10.1016/S2095-4964(17)60352-2.", "ArticleIdList": ["10.1016/S2095-4964(17)60352-2", "28659237"]}, {"Citation": "Yang, J.S. Du, M.H. Studies on the constituents of Murraya paniculata (L.) Jack grown in Yunnan. Acta Botanica Sinica.26, 184–188(1984)."}, {"Citation": "Selestino Neta, M.C. Vittorazzi, C. Guimaraes, A.C. Martins, J.D. Fronza, M. Endringer, D.C., Scherer R. Effects of β-caryophyllene and Murraya paniculata essential oil in the murine hepatoma cells and in the bacteria and fungi 24-h time-kill curve studies. Pharm Biol.55(1), 190–197(2017).", "ArticleIdList": ["PMC6130565", "27927082"]}, {"Citation": "Gautam, M. K. Gupta,A. Rao, C. V. and Goel, R. K., Antihyperglycemic and antioxidant potential of Murraya paniculata linn. Leaves: a preclinical study. J. Pharm Res.5(3), 1334–1337(2012)."}, {"Citation": "Zhu, C-h. Lei, Z-l . Luo, Y-p., Studies on antioxidative activities of methanol extract from Murraya paniculata. Food Science and Human Wellness.4, 108–114(2015)"}, {"Citation": "Shrivastava V, Chauhan PS, Tomar RS. A Biomimetic Approach for Synthesis of Silver Nanoparticles using Murraya paniculata Leaf Extract with Reference to Antimicrobial Activity. J. Pharml Sci & Res. 2016;8(4):247–250."}, {"Citation": "Ibarra, M. Moreno, L. Vera, R. Cogolludo, A. Duarte, J. Tamargo, J. Perez- Vizcaino, F., Effects of the flavonoid quercetin and its methylated metabolite isorhamnetin in isolated arteries from spontaneously hypertensive rats. Planta Med.69(11), 995–1000 (2003).", "ArticleIdList": ["14735435"]}, {"Citation": "Menezes IR, Santana TI, Varela VJ, Saraiva RA, Matias EF, Boligon AA, Rocha JB. Chemical composition and evaluation of acute toxicological, antimicrobial and modulatory resistance of the extract of Murraya paniculata. Pharm Biol. 2015;53(2):185–191. doi: 10.3109/13880209.2014.913068.", "ArticleIdList": ["10.3109/13880209.2014.913068", "25255929"]}, {"Citation": "Wang X, Liang H, Zeng K, Zhao M, Tu P, Li J, Jiang Y. Panitins A-G: Coumarin derivatives from Murraya paniculata from Guangxi Province, China show variable NO inhibitory activity. Phytochemistry. 2019;162:224–231. doi: 10.1016/j.phytochem.2019.03.012.", "ArticleIdList": ["10.1016/j.phytochem.2019.03.012", "30953909"]}, {"Citation": "Wu J, Liu K, Shi X. The anti-inflammatory activity of several flavonoids isolated from Murraya paniculata on murine macrophage cell line and gastric epithelial cell (GES-1) Phar m Biol. 2016;54(5):868–881. doi: 10.3109/13880209.2015.1089294.", "ArticleIdList": ["10.3109/13880209.2015.1089294", "26710980"]}, {"Citation": "Phongpaichit, S. Subhadhirasakul, S. and Wattanapiromsakul, C., Antifungal activities of extracts from Thai medicinal plants against opportunistic fungal pathogens associated with AIDS patients, Blackwell Publishing Ltd • Mycoses.48, 333–338 (2005).", "ArticleIdList": ["16115104"]}, {"Citation": "Faisal, Md. Sarker, Md. M.H. .Rahman,A. Hossain, A. I. Rahman, S. Anwarul, B. ABM, Jahan, R. and Rahmatullah, M., Murraya paniculata (L.) Jack: A Potential Plant for Treatment of Toothache. J. Dent Oral Dis & Ther.2(3), 1–3(2014)."}, {"Citation": "Saqib, F. Ahmed, M. G. Janbaz, K.H. Dewanjee, S. Jaafar, H.ZE. and Zia-Ul-Haq, M., Validation of ethnopharmacological uses of Murraya paniculata in disorders of diarrhea, asthma and hypertension. BMC Comp. Alte Med.15, 9319. 10.1186/s12906-015-0837-7. (2015).", "ArticleIdList": ["PMC4564972", "26354022"]}, {"Citation": "Noura, S. Dosoky, P. S. Gautam, T. P. and William, N. S., Composition and Biological Activities of Murraya paniculata (L.) Jack Essential Oil from Nepal. Medicines. 3, 7. 10.3390(2016).", "ArticleIdList": ["PMC5456234", "28930117"]}, {"Citation": "Gautam, M.K. A. Singh, C.V. Rao and R.K. Goel, Toxicological Evaluation of Murraya Paniculata (L.) Leaves Extract on Rodents. American J.Pharm and Toxic.7 (2) 62–67( 2012)."}, {"Citation": "Zou, J. Yu, X. Qu, S. Li, X. Jin, Y. & Sui, D., Protective effect of total flavonoids extracted from the leaves of Murraya paniculata (L.) Jack on diabetic nephropathy in rats. Food Chem Toxicol. 64, 231–237 (2014).", "ArticleIdList": ["24309143"]}, {"Citation": "Zou, J. Sui, D. Fu, W. Li, Y. Ping Yu, Yu, X. Xu, H., Total flavonoids extracted from the leaves of Murraya paniculata (L.) Jack alleviate oxidative stress, inflammation and apoptosis in a rat model of diabetic cardiomyopathy. J. Fun Foods. 76 104319. 10.1016/j.jff.2020.104319 (2021)."}, {"Citation": "Ukpo GE, Owolabi MA, Imaga NO, Oribayo OO, Ejiroghene AJ. Effect of Carica papaya (Linn) aqueous leaf extract on pharmacokinetic profile of ciprofloxacin in rabbits. Trop J Pharm Res. 2017;16(1):127–134. doi: 10.4314/tjpr.v16i1.16.", "ArticleIdList": ["10.4314/tjpr.v16i1.16"]}, {"Citation": "Sayar, K. Paydar, M. J. and Pingguan-Murphy, B., Pharmacological Properties and Chemical Constituents of Murraya paniculata (L.) Jack. Med. Aroma plants. 3 1–6(2014)."}, {"Citation": "Adamski Z, Blythe LL, Milella L, Bufo SA. Biological Activities of Alkaloids: From Toxicology to Pharmacology. Toxins (Basel). 2020;12(4):210. doi: 10.3390/toxins12040210.", "ArticleIdList": ["10.3390/toxins12040210", "PMC7232379", "32224853"]}, {"Citation": "Clinton C. Plant tannins: a novel approach to the treatment of ulcerative colitis. Nat Med J. 2009;1:13."}, {"Citation": "Cushnie, Tim & Cushnie, Benjamart & Lamb, Andrew, Alkaloids: An overview of their antibacterial, antibiotic-enhancing and antivirulence activities. Inter J. Antimicrobe Agents.44. 10.1016/j.ijantimicag.2014.06.001 (2014).", "ArticleIdList": ["25130096"]}, {"Citation": "Udoh P, Essien I, Udoh F. Effect of Carica papaya (paw paw) seeds extract on the morphology of pituitary-gonadal axis of male Wistar rats. Phytother Res. 2005;19:1065–1068. doi: 10.1002/ptr.1388.", "ArticleIdList": ["10.1002/ptr.1388", "16372375"]}, {"Citation": "Sofowora, A., Research on medicinal plants and traditional medicine in Africa. J Altern Complement Med.2(3), 365–372, http://www.liebertonline. 10.1089/acm.1996.2.365, (1996).", "ArticleIdList": ["9395671"]}, {"Citation": "González-Paramás AM, Ayuda-Durán B, Martínez S, González-Manzano S, Santos-Buelga C. The Mechanisms Behind the Biological Activity of Flavonoids. Curr Med Chem. 2019;26(39):6976–6990. doi: 10.2174/0929867325666180706104829.", "ArticleIdList": ["10.2174/0929867325666180706104829", "29984643"]}, {"Citation": "Rosakutty PJ, Roslin AS. Isolation and characterization of an antimicrobial compound from the traditional medicinal plant Pittosporum tetraspermum Wight & Arn. Int J Med Arom Plants. 2012;2:141–150."}, {"Citation": "Nagmoti DM, Khatri DK, Juvekar PR, Juvekar AR. Antioxidant activity free radical-scavenging potential of Pithecellobium dulce Benth seed extracts. Free Radicals Antioxid. 2012;2(2):37–43. doi: 10.5530/ax.2012.2.2.7.", "ArticleIdList": ["10.5530/ax.2012.2.2.7"]}, {"Citation": "Bele AA, Khale A. An overview on thin layer chromatography. J Pharmal Sci. 2011;2(2):256–267."}, {"Citation": "Brunetti C, Ferdinando MD, Fini A, Pollastri S, Tattini M. Flavonoids as antioxidants and developmental regulators: relative significance in plants and humans. Int J Mol Sc. 2013;14(2):3540–3555. doi: 10.3390/ijms14023540.", "ArticleIdList": ["10.3390/ijms14023540", "PMC3588057", "23434657"]}, {"Citation": "Chirinos R, Rogez H, Campos D, Pedreschi R, Larondelle Y. Optimization of extraction conditions of antioxidant phenolic compounds from mashua (Tropaeolum tuberosum Ruiz and Pavon) tubers. Sep Purif Technol. 2007;55:217–225. doi: 10.1016/j.seppur.2006.12.005.", "ArticleIdList": ["10.1016/j.seppur.2006.12.005"]}, {"Citation": "Sushmitha HS, Rajesh V, Madappa MB, Sathyamurthy B. A comparative study on characterization of various extracts of a medicinal plants. Eur J Pharm Med Res. 2019;5(6):401–407."}, {"Citation": "Chen YF, Yang CH, Chang MS, Ciou YP, Huang YC. Foam properties and detergent abilities of the saponins from Camellia oleifera. Int J Mol Sci. 2010;11(11):4417–4425. doi: 10.3390/ijms11114417.", "ArticleIdList": ["10.3390/ijms11114417", "PMC3000090", "21151446"]}, {"Citation": "Brinda, P., Sasikala, B. & Purushothaman. K. Pharmacognostic studies on Merugan kilzhangu. BMEBR.3, 84–96 (1981)."}, {"Citation": "Elekofehinti OO. Saponins: anti-diabetic principles from medicinal plants - a review. Pathophysiology. 2015;22(2):95–103. doi: 10.1016/j.pathophys.2015.02.001.", "ArticleIdList": ["10.1016/j.pathophys.2015.02.001", "25753168"]}, {"Citation": "Villano D, Fernandez-Pachon MS, Moya ML, Troncoso AM, Garcıa-Parrilla MC. Radical scavenging ability of polyphenolic compounds towards DPPH free radical. Talanta. 2007;71:230. doi: 10.1016/j.talanta.2006.03.050.", "ArticleIdList": ["10.1016/j.talanta.2006.03.050", "19071293"]}, {"Citation": "Ghasemzadeh A. Flavonoids and phenolic acids: role and biochemical activity in plants and human. Journal of Med Plants Res. 2011;5(31):6697–6703."}, {"Citation": "Kumar, S. & Pandey, A.K. Chemistry and biological activities of flavonoids: an overview. Hindawi Publishing Corporation The Sci World J.2013. 10.1155/2013/162750 (2013).", "ArticleIdList": ["PMC3891543", "24470791"]}, {"Citation": "Chahar, M.K. Sharma, N. Dobhal, M.P. & Sharma, Y.C. Flavonoids: a versatile source of anticancer drugs. Pharmacognosy Rev.5(9),http://www.phcogrev.com/text.asp?2011/5/9/1/79093(2011).", "ArticleIdList": ["PMC3210013", "22096313"]}, {"Citation": "Couraud S, Dell’Aniello S, Bouganim N, Azoulay L. Cardiac glycosides and the risk of breast cancer in women with chronic heart failure and supraventricular arrhythmia. Breast Cancer Res Treat. 2014;146(3):619–626. doi: 10.1007/s10549-014-3058-8.", "ArticleIdList": ["10.1007/s10549-014-3058-8", "25038879"]}, {"Citation": "Robbins CT, Mole S, Hagerman AE, Hanley TA. Role of Tannins in Defending Plants Against Ruminants: Reduction in Dry Matter Digestion? Ecology. 1987;68(6):1606–1615. doi: 10.2307/1939852.", "ArticleIdList": ["10.2307/1939852", "29357186"]}, {"Citation": "Zakia, K. Kong, H.S. Nur Hazerra, B.M.Z. Chua, H.C. & Irshad, U.H.B., Determination of polyphenolic content, HPLC analyses and DNA cleavage activity of Malaysian Averrhoa carambola L. fruit extracts. J King Saud Univ Sci. 27, 331–337 (2015)."}, {"Citation": "Tan. S.S. Papaya (Carica papaya L.) seed oil. In: Ramadan M (ed) Fruit Oils: Chemistry and Functionality. Springer, Cham. (2019)."}, {"Citation": "Vij, T. & Prashar. Y. A review on medicinal properties of Carica papaya Linn. Asian Pacific J Trop Dis. 5(1),1–6 (2015)."}, {"Citation": "Halliwell, B., Aeschbach, R., Loliger, J. & Aruoma. O.I. The characterization of antioxidants. Food Chem Toxicol.33(7), 601–617 (1995).", "ArticleIdList": ["7628797"]}, {"Citation": "Cao, G., Sofic, E. & Prior. R.L. Antioxidant capacity of tea and common vegetables. J Agricul Food Chem.44(11), 3426–3431 (1996)."}, {"Citation": "Cushnie T, Lamb AJ. Antimicrobial activity of flavonoids. Int J Antimicrobial Agents. 2005;26(5):343–356. doi: 10.1016/j.ijantimicag.2005.09.002.", "ArticleIdList": ["10.1016/j.ijantimicag.2005.09.002", "PMC7127073", "16323269"]}, {"Citation": "Zhang JY, Li N, Che YY, et al. Characterization of seventy polymethoxylated flavonoids (PMFs) in the leaves of Murraya paniculata by on-line high-performance liquid chromatography coupled to photodiode array detection and electrospray tandem mass spectrometry. J Pharm Biomed Anal. 2011;56(5):950–961. doi: 10.1016/j.jpba.2011.08.019.", "ArticleIdList": ["10.1016/j.jpba.2011.08.019", "21885228"]}, {"Citation": "Xu GH, Chen JC, Liu DH, Zhang YH, Jiang P, Ye XQ. Minerals, phenolic compounds, and antioxidant capacity of citrus peel extract by hot water. J Food Sci. 2008;73(1):C11–C18. doi: 10.1111/j.1750-3841.2007.00546.x.", "ArticleIdList": ["10.1111/j.1750-3841.2007.00546.x", "18211343"]}, {"Citation": "Yu J, Wang L, Walzem RL, Miller EG, Pike LM, Patil BS. Antioxidant activity of citrus limonoids, flavonoids, and coumarins. J Agric Food Chem. 2005;53(6):2009–2014. doi: 10.1021/jf0484632.", "ArticleIdList": ["10.1021/jf0484632", "15769128"]}, {"Citation": "Río, J. A. D., Gómez, P., Baidez, A.G., Arcas, M.C., Botía, J.M. & Ortuño, A. Changes in the Levels of Polymethoxyflavones and Flavanones as Part of the Defense Mechanism of Citrus sinensis (Cv. Valencia Late) Fruits against Phytophthora citrophthora. J. Agric. Food Chem. 52,1913–1917 (2004).", "ArticleIdList": ["15053528"]}, {"Citation": "Río JAD, Arcas MC, Benavente-García O, Ortuño A. Citrus Polymethoxylated Flavones Can Confer Resistance against Phytophora citrophthora, Penicillium digitatum, and Geotrichum Species. J. Agric. Food Chem. 1998;46:4423–4428. doi: 10.1021/jf980229m.", "ArticleIdList": ["10.1021/jf980229m"]}, {"Citation": "Piluzza G, Bullitta S. Correlations between phenolic content and antioxidant properties in twenty-four plant species of traditional ethnoveterinary use in the Mediterranean area. Pharma Bio. 2011;49(3):240–247. doi: 10.3109/13880209.2010.501083.", "ArticleIdList": ["10.3109/13880209.2010.501083", "21323476"]}, {"Citation": "Coté J, Caillet S, Doyon G, Sylvain JF, Lacroix M. Bioactive compounds in cranberries and their biological properties. Crit. Rev. Food Sci. Nutr. 2010;50:666–679. doi: 10.1080/10408390903044107.", "ArticleIdList": ["10.1080/10408390903044107", "20694928"]}, {"Citation": "Benslama A, Harrar A. Free radicals scavenging activity and reducing power of two Algerian Sahara medicinal plants extracts. Inte. J of Herbal Medicine. 2016;4(6):158–161. doi: 10.22271/flora.2016.v4.i6c.03.", "ArticleIdList": ["10.22271/flora.2016.v4.i6c.03"]}, {"Citation": "Benzie, I.F.F.& Devaki, M. The ferric reducing/antioxidant power (FRAP) assay for non-enzymatic antioxidant capacity: concepts, procedures, limitations and applications. (ed. by Apak, R., Capanoglu, E. & Shahidi, F. Measurement of Antioxidant Activity & Capacity: Recent Trends and Applications) (John Wiley & Sons Ltd., 2018) First published:15 December 2017. 10.1002/9781119135388."}, {"Citation": "Rice-Evans CA, Miller NJ, Paganga G. Antioxidant properties of phenolic compounds. Trends in Plant Sci. 1997;4:304–309."}, {"Citation": "Benzie FF, Szeto YT. Total antioxidant capacity of teas by the ferric reducing/antioxidant power assay. J. Agri and Food Chem. 1999;47(2):633–636. doi: 10.1021/jf9807768.", "ArticleIdList": ["10.1021/jf9807768", "10563944"]}, {"Citation": "Nunes, CDR. Barreto, A. M. Menezes de, FP. S, Leandro da, C. L. de Souza, P. M, Pereira de, M. L. Vieira, IJC, Barros de, O. D. Plants as Sources of Anti-Inflammatory Agents. Molecules.25(16), 3726 (2020).", "ArticleIdList": ["PMC7465135", "32824133"]}, {"Citation": "Oyedapo OO, Akinpelu BA, Orefuwa SO. Anti-inflammatory effect of Theobroma cacao root extract. J Trop Med Plants. 2004;5(2):161–166."}, {"Citation": "Jun W, Kang L, Xinhong S. The anti-inflammatory activity of several flavonoids isolated from Murraya paniculata on murine macrophage cell line and gastric epithelial cell (GES-1) Pharma Biol. 2016;54(5):868–881. doi: 10.3109/13880209.2015.1089294.", "ArticleIdList": ["10.3109/13880209.2015.1089294", "26710980"]}, {"Citation": "Hendra, R., Ahmad, S., Sukari, A., Shukor, M. Y. & Oskoueian, E. Flavonoid analyses and antimicrobial activity of various parts of Phaleria macrocarpa (Scheff.) Boerl fruit. Int J Mol Sci.12, 3422–3431 (2011).", "ArticleIdList": ["PMC3131569", "21747685"]}, {"Citation": "Salawu SO, Ogundare AO, Ola-Salawu BB, Akindahunsi AA. Antimicrobial activities of phenolic containing extracts of some tropical vegetables. Afric J Pharm Pharmacol. 2011;5(4):486–492."}, {"Citation": "Adnan SN, Ibrahim N, Yaacob WA. Disruption of methicillin-resistant Staphylococcus aureus protein synthesis by tannins. Germs. 2017;7(4):186–192. doi: 10.18683/germs.2017.1125.", "ArticleIdList": ["10.18683/germs.2017.1125", "PMC5734928", "29264356"]}, {"Citation": "Scalbert A. Antimicrobial properties of tannins. Phytochemistry. 1991;30:3875–3883. doi: 10.1016/0031-9422(91)83426-L.", "ArticleIdList": ["10.1016/0031-9422(91)83426-L"]}, {"Citation": "Zheng P, Renee R, Bernard RG, Tong-Jun LZ, C., Antibiotic resistance in Pseudomonas aeruginosa: mechanisms and alternative therapeutic strategies. Biotech Adv. 2019;37(1):177–192. doi: 10.1016/j.biotechadv.2018.11.013.", "ArticleIdList": ["10.1016/j.biotechadv.2018.11.013", "30500353"]}, {"Citation": "Tacconelli, E.Magrini, N. Carmeli, Y. Harbarth, S. Kahlmeter,G. Kluytmans, J. Mendelson, M. Pulcini, C. Singh, N. Theuretzbacher, U., Global priority list of antibiotic-resistant bacteria to guide research, discovery, and development of new antibiotics. World Health Organization. 1–7, (2017)."}, {"Citation": "Lloyd WJ, Broadhurst AV, Hall MJ, Andrews KJM, Barber WE, Wong-Kai-In P. Cyclohexane Triones, Novel Membrane –Active Antibacterial Agents. Antimicrobe agents. Chemotherap. 1988;32(6):814–818. doi: 10.1128/AAC.32.6.814.", "ArticleIdList": ["10.1128/AAC.32.6.814", "PMC172288", "3137860"]}, {"Citation": "Perkin, W.H. & F.R.S, XXIX. On some new bromine derivatives of coumarin. J. Chem. Soc.23, 368–371 (1870)."}, {"Citation": "Ryu C-K, Song AL, Lee JY, Hong JA, Yoon JH, Kim A. Synthesis and antifungal activity of benzofuran-5-ols. Bioorg. Med. Chem. Lett. 2010;20:6777–6780. doi: 10.1016/j.bmcl.2010.08.129.", "ArticleIdList": ["10.1016/j.bmcl.2010.08.129", "20851600"]}, {"Citation": "Abdel-Wahab BF, Abdel-Aziz HA, Ahmed EM. Synthesis and antimicrobial evaluation of 1-(benzofuran-2-yl)-4-nitro-3-arylbutan-1-ones and 3-(benzofuran-2-yl)-4, 5-dihydro-5-aryl-1-[4-(aryl)-1, 3-thiazol-2-yl]-1H-pyrazoles. Eur. J. Med. Chem. 2009;44:2632–2635. doi: 10.1016/j.ejmech.2008.09.029.", "ArticleIdList": ["10.1016/j.ejmech.2008.09.029", "18995932"]}, {"Citation": "Manna K, Agrawal YK. Design, synthesis, and antitubercular evaluation of novel series of 3-benzofuran-5-aryl-1-pyrazolyl-pyridylmethanone and 3-benzofuran-5-aryl-1-pyrazolylcarbonyl-4-oxo. Eur. J. Med. Chem. 2010;45:3831–3839. doi: 10.1016/j.ejmech.2010.05.035.", "ArticleIdList": ["10.1016/j.ejmech.2010.05.035", "20576327"]}, {"Citation": "Roopashree TS, Dang R, Rani SRH, Narendra C. Antibacterial activity of anti-psoriatic herbs: Cassia tora, Momordica charantia and Calendula officinalis. Int J. Applied Res Nat Products. 2008;1(3):20–28."}, {"Citation": "Audu SA, Mohammed I, Kaita HA. Phytochemical screening of the leaves of Lophira lanceolata (Ochanaceae) Life Sci J. 2007;4(4):75–79."}, {"Citation": "Obasi NL, Egbuonu ACC, Ukoha PO, Ejikeme PM. Comparative phytochemical and antimicrobial screening of some solvent extracts of Samanea saman pods. African J. Pure. Applied chem. 2010;4(9):206–212."}, {"Citation": "Singleton VL, Rossi JA. Colorimetry of total phenolics with phosphomolybdic-phosphotungstic acid reagents. The American J. Enol. Viticul. 1965;16:144–158."}, {"Citation": "Arvouet-Grand A, Vennat B, Pourrat A, Legret P. Standardization d’uneextrait de propolis et identification desprincipaux constituents. J. Pharm. Belgique. 1994;49:462–468.", "ArticleIdList": ["7884635"]}, {"Citation": "Quettier DC, et al. Phenolic compounds and antioxidant activities of buckwheat (Fagopyrum esculentum Moench) hulls and flour. J. Ethnopharmacol. 2000;72:35–42. doi: 10.1016/S0378-8741(00)00196-3.", "ArticleIdList": ["10.1016/S0378-8741(00)00196-3", "10967451"]}, {"Citation": "Marinova D, Ribarova F, Atanassova M. Total phenolic and total flavonoids in Bulgarian fruits and vegetables. J. Uni of Chem Tech. Metallurgy. 2005;40(3):255–260."}, {"Citation": "Re R, Pellegrini N, Proteggente A, Pannala A, Yang M, Rice-Evans C. Antioxidant activity applying an improved ABTS radical cation decolorization assay. J. Free Radi Bio. Med. 1999;26:1231–1237. doi: 10.1016/S0891-5849(98)00315-3.", "ArticleIdList": ["10.1016/S0891-5849(98)00315-3", "10381194"]}, {"Citation": "Ruch RJ, Cheng SJ, Klaunig JE. Prevention of cytotoxicity and inhibition of intracellular communication by antioxidant catechins isolated from Chinese green tea. Carcinogenesis. 1989;10:1003–1008. doi: 10.1093/carcin/10.6.1003.", "ArticleIdList": ["10.1093/carcin/10.6.1003", "2470525"]}, {"Citation": "Benzie IF, Strain JJ. The ferric reducing ability of plasma (FRAP) as measurement of antioxidant power: The Frap assay. Analytical Biochem. 1996;239:70–76. doi: 10.1006/abio.1996.0292.", "ArticleIdList": ["10.1006/abio.1996.0292", "8660627"]}, {"Citation": "Oyaizu M. Studies on products of browning reactions: antioxidant activities of products of browning reaction prepared from glucose amine. Japanese J. Nutri. 1986;44:307–315. doi: 10.5264/eiyogakuzashi.44.307.", "ArticleIdList": ["10.5264/eiyogakuzashi.44.307"]}, {"Citation": "Gandhisan R, Thamaraichelvan A, Baburaj K. Anti-inflammatory action of Lannea coromandelica HRBC membrane stabilization. Fitotherapia. 1991;62:82–83."}, {"Citation": "Chamlagai D, Singh B. Study of in vitro anti-inflammatory activity of ethnomedicinal plants of sikkim Viscum articulatum and Acorus calamus. Asian J. pharm. clinical res. 2016;9:119–122."}, {"Citation": "Threlfall EJ, Fisher IST, Ward L, Tschape H, Gerner-Smidt P. Harmonization of antibiotic susceptibility testing for salmonella: results of a study by 18 national reference laboratories within the european union-funded enter-net group. Microb. drug resist. 1999;5:195–199. doi: 10.1089/mdr.1999.5.195.", "ArticleIdList": ["10.1089/mdr.1999.5.195", "10566869"]}, {"Citation": "Prescott J.F., Baggot J.D., Walker R.D., Antimicrobial susceptibility testing and interpretation of results. In: Antimicrobial Therapy in Veterinary Medicine (ed. Ames, I.A.) 12–26 (Iowa State University Press, 2000)."}, {"Citation": "George W Jr Latimer of referencing in official methods of analysis of AOAC International, 20th edition, (AOAC International, 2016)."}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "12", "Day": "24"}, {"Year": "2021", "Month": "3", "Day": "30"}, {"Year": "2021", "Month": "5", "Day": "8", "Hour": "6", "Minute": "45"}, {"Year": "2021", "Month": "5", "Day": "9", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "11", "Day": "3", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "5", "Day": "7"}], "PublicationStatus": "epublish", "ArticleIdList": ["33963198", "PMC8105327", "10.1038/s41598-021-87404-7", "10.1038/s41598-021-87404-7"]}}], "PubmedBookArticle": []}