{"PubmedBookArticle": [], "PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "SpaceFlightMission": [], "InvestigatorList": [], "OtherAbstract": [], "OtherID": [], "CitationSubset": ["IM"], "GeneralNote": [], "PMID": "33966059", "DateRevised": {"Year": "2021", "Month": "05", "Day": "11"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": [], "Journal": {"ISSN": "0143-2044", "JournalIssue": {"Volume": "40", "Issue": "6", "PubDate": {"Year": "2019", "Season": "Nov-Dec"}}, "Title": "Cryo letters", "ISOAbbreviation": "Cryo Letters"}, "ArticleTitle": "Occurrence of Latent Bacteria during Cryopreservation of Long-Term In Vitro Cultures of Coltsfoot, Tussilago farfara.", "Pagination": {"StartPage": "333", "EndPage": "340", "MedlinePgn": "333-340"}, "Abstract": {"AbstractText": ["Long-term in vitro cultures of Tussilago farfara (L.), a traditional medicinal plant in Austria, had been stored at 14°C for over 20 years. The cultures were vigorous and showed no visual signs of bacterial presence. The transfer from growth regulator-free culture medium to medium containing kinetin and the increase of temperature from 14°C to 25°C for fast propagation led to the emergence of latent bacteria in all twelve accessions studied.", "To investigate latent infections occurring during the development of a cryopreservation protocol of genetically interesting material using droplet-vitrification.", "Two protocols for droplet-vitrification were tested using plant vitrification solutions (PVS) 2 and 3. The bacteria were isolated and identified using 16S rDNA analysis. Next, non-cryopreserved in vitro plantlets were acclimatized and transferred to the glasshouse. After 6 weeks, shoot tips were harvested from the pot plants, surface-sterilized and initiated into culture. Further, newly acquired achenes of Tussilago were surface-sterilized and germinated in vitro and seedlings checked for bacteria.", "The bacteria from the long-term cultures were isolated and identified as Luteibacter. Regeneration after cryopreservation using PVS3 was successful despite the continuing presence of Luteibacter. Luteibacter could no longer be detected in the newly-initiated in vitro material in subsequent tests and it was also not detected in the seedlings.", "Luteibacter withstood the cryopreservation procedure. Re-initiation of infected material may be an efficient alternative to antibiotic treatment to manage bacteria in micropropagation systems."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacognosy, University of Vienna, Vienna, Austria."}], "LastName": "Hambeck", "ForeName": "M", "Initials": "M", "Suffix": ""}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Leibniz Institute of Plant Genetics and Crop Plant Research (IPK), OT Gatersleben, Germany."}], "LastName": "Senula", "ForeName": "A", "Initials": "A", "Suffix": ""}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacognosy; Core Facility Botanical Garden, University of Vienna, Vienna, Austria. andrea.kodym@univie.ac.at."}], "LastName": "Kodym", "ForeName": "A", "Initials": "A", "Suffix": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Cryo Letters", "NlmUniqueID": "9891832", "ISSNLinking": "0143-2044"}}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2021", "Month": "5", "Day": "9", "Hour": "20", "Minute": "59"}, {"Year": "2019", "Month": "11", "Day": "1", "Hour": "0", "Minute": "0"}, {"Year": "2019", "Month": "11", "Day": "1", "Hour": "0", "Minute": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["33966059"]}}]}