{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Acetylcholinesterase", "Cynodon dactylon", "antioxidant", "dementia", "neuroprotection"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "33975999", "DateCompleted": {"Year": "2022", "Month": "02", "Day": "18"}, "DateRevised": {"Year": "2022", "Month": "02", "Day": "18"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": ["10.4103/ijp.IJP_473_20"], "Journal": {"ISSN": "1998-3751", "JournalIssue": {"Volume": "53", "Issue": "1", "PubDate": {"Year": "2021", "Season": "Jan-Feb"}}, "Title": "Indian journal of pharmacology", "ISOAbbreviation": "Indian J Pharmacol"}, "ArticleTitle": "Potential ameliorative effect of <i>Cynodon dactylon</i> (L.) <i>pers</i> on scopolamine-induced amnesia in rats: Restoration of cholinergic and antioxidant pathways.", "Pagination": {"StartPage": "50", "EndPage": "59", "MedlinePgn": "50-59"}, "Abstract": {"AbstractText": ["The present study explored Cynodon dactylon hydro-ethanolic extract (CDE) effect on scopolamine-induced amnesic rats.", "C. dactylon extract was subjected to antioxidant (DPPH and H<sub>2</sub>O<sub>2</sub>) and acetylcholinesterase enzyme tests by in vitro methods. Scopolamine (1 mg/kg, i.p) was administered to rats except for normal control. Donepezil (3 mg/kg, p.o), CDE (100, 200, and 400 mg/kg p.o) were administered to treatment groups. Behavioral paradigm: Morris water maze (MWM), elevated plus maze (EPM), and passive avoidance test (PAT) were conducted. Later, rats were sacrificed and brain homogenate was tested for levels of acetylcholinesterase, glutathione, and lipid peroxidase. Histopathology examination of cortex and hippocampus of all the groups was done.", "The statistical methods used were ANOVA and Tukey's post hoc test.", "CDE antioxidant activity was demonstrated by decreasing DPPH and H<sub>2</sub>O<sub>2</sub> levels confirmed through in vitro analysis. Treatment group rats reversed scopolamine induced amnesia by improvement in spatial memory, decreased transfer latency and increased step through latency significantly (P<0.001) in behavior models such as morris water maze, elevated plus maze and passive avoidance task respectively. CDE modulated acetylcholine transmission by decreased acetylcholinesterase enzyme level (P < 0.001) and scavenging scopolamine-induced oxidative stress by increased reduced glutathione levels and decreased lipid peroxidation levels in the rat brain. CDE and donepezil-treated rats showed mild neurodegeneration in comparison to scopolamine-induced severe neuronal damage on histopathology examination.", "C. dactylon extract provides evidence of anti-amnesic activity by the mechanism of decreased acetylcholinesterase enzyme level and increased antioxidant levels in scopolamine-induced amnesia in rats."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology and Toxicology, KLE College of Pharmacy, Belagavi (A Constituent Unit of K. L. E Academy of Higher Education and Research), Belagavi, Karnataka, India."}], "LastName": "Pattanashetti", "ForeName": "Laxmi A", "Initials": "LA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology and Toxicology, KLE College of Pharmacy, Belagavi (A Constituent Unit of K. L. E Academy of Higher Education and Research), Belagavi, Karnataka, India."}], "LastName": "Patil", "ForeName": "Basanagouda M", "Initials": "BM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Ethnomedicine and Medicinal Plants, ICMR- National Institute of Traditional Medicine, Belagavi, Karnataka, India."}], "LastName": "Hegde", "ForeName": "Harsha V", "Initials": "HV"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pathology, Jawaharlal Nehru Medical College, Belagavi, Karnataka, India."}], "LastName": "Kangle", "ForeName": "Ranjit P", "Initials": "RP"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "India", "MedlineTA": "Indian J Pharmacol", "NlmUniqueID": "7902477", "ISSNLinking": "0253-7613"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Cholinergic Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Neuroprotective Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}, {"RegistryNumber": "DL48G20X8X", "NameOfSubstance": "Scopolamine"}], "MeshHeadingList": [{"QualifierName": ["chemically induced", "prevention & control"], "DescriptorName": "Amnesia"}, {"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": ["metabolism"], "DescriptorName": "Cholinergic Agents"}, {"QualifierName": [], "DescriptorName": "Cynodon"}, {"QualifierName": [], "DescriptorName": "Disease Models, Animal"}, {"QualifierName": ["drug effects"], "DescriptorName": "Maze Learning"}, {"QualifierName": ["pharmacology", "therapeutic use"], "DescriptorName": "Neuroprotective Agents"}, {"QualifierName": ["drug effects"], "DescriptorName": "Oxidative Stress"}, {"QualifierName": [], "DescriptorName": "Phytotherapy"}, {"QualifierName": ["pharmacology", "therapeutic use"], "DescriptorName": "Plant Extracts"}, {"QualifierName": [], "DescriptorName": "Rats"}, {"QualifierName": [], "DescriptorName": "Rats, Wistar"}, {"QualifierName": [], "DescriptorName": "Scopolamine"}], "CoiStatement": "None"}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Alzheimer's Disease International. London: Alzheimer's Disease International; 2009. Alzheimer's Disease International. World Alzheimer Report; pp. 1–10."}, {"Citation": "Bachman DL, Wolf PA, Linn RT, Knoefel JE, Cobb JL, Belanger AJ, et al. Incidence of dementia and probable Alzheimer's disease in a general population: The Framingham Study. Neurology. 1993;43:515–9.", "ArticleIdList": ["8450993"]}, {"Citation": "Drever BD, Riedel G, Platt B. The cholinergic system and hippocampal plasticity. Behav Brain Res. 2011;221:505–14.", "ArticleIdList": ["21130117"]}, {"Citation": "Cachard-Chastel M, Devers S, Sicsic S, Langlois M, Lezoualc’h F, Gardier AM, et al. Prucalopride and donepezil act synergistically to reverse scopolamine-induced memory deficit in C57Bl/6j mice. Behav Brain Res. 2008;187:455–61.", "ArticleIdList": ["18061284"]}, {"Citation": "Murali KS, Sivasubramanian S, Vincent S, Murugan SB, Giridaran B, Dinesh S, et al. Anti-chikungunya activity of luteolin and apigenin rich fraction from Cynodon dactylon. Asian Pac J Trop Med. 2015;8:352–8.", "ArticleIdList": ["26003593"]}, {"Citation": "Al-Snafi AE. Chemical constituents and pharmacological effects of Cynodon dactylon – A review. Asian J Pharm Res. 2016;6:57–67."}, {"Citation": "Kanimozhi D, Bai VR. In vitro anticancer activity of ethanolic extract of Cynodon dactylon against HT-29 cell line. Int J Curr Sci. 2013;5:74–81."}, {"Citation": "Oshadie G, Silva D, Abeysundara AT, Minoli M, Aponso W. Extraction methods, qualitative and quantitative techniques for screening of phytochemicals from plants. Am J Essent Oils Nat Prod. 2017;5:29–32."}, {"Citation": "Kokate CK. 53rd ed. Vol. 7. New Delhi, India: Vallabh Prakashan Publication; 2017. Practical Pharmacognosy; pp. 19–7."}, {"Citation": "McDonald S, Prenzler PD, Antolovich M, Robards K. Phenolic content and antioxidant activity of olive extracts. Food Chem. 2001;73:73–84."}, {"Citation": "Teh SS, Ee GC, Mah SH, Yong YK, Lim YM, Rahmani M, et al. In vitro cytotoxic, antioxidant, and antimicrobial activities of mesua beccariana (Baill.) Kosterm., Mesua ferrea Linn., and Mesua congestiflora extracts. Biomed Res Int 2013. 2013:1–10.", "ArticleIdList": ["PMC3780478", "24089682"]}, {"Citation": "Ruch RJ, Cheng SJ, Klaunig JE. Prevention of cytotoxicity and inhibition of intercellular communication by antioxidant catechins isolated from Chinese green tea. Carcinogenesis. 1989;10:1003–8.", "ArticleIdList": ["2470525"]}, {"Citation": "Dhanasekaran S, Perumal P, Palayan M. In vitro Screening for acetylcholinesterase enzyme inhibition potential and antioxidant activity of extracts of Ipomoea aquatica Forsk: Therapeutic lead for Alzheimer's disease. J Appl Pharm Sci. 2015;5:12–6."}, {"Citation": "OECD. The Organization of Economic Co-operation and Development Guidelines Test No. 423: Acute Oral toxicity - Acute Toxic Class Method, OECD Guidelines for the Testing of Chemicals, Section 4. Oecd. 2002:1–14. (February)"}, {"Citation": "Nallathambi A, Bhargavan R. Biochemical and hormonal profile of letrozole induced polycystic ovarian syndrome in wistars albino rats treated with Cynodon dactylon. Int J Res Pharm Sci. 2020;11:1136–41."}, {"Citation": "Karthik D, Ravikumar S. A study on the protective effect of Cynodon dactylon leaves extract in diabetic rats. Biomed Environ Sci. 2011;24:190–9.", "ArticleIdList": ["21565691"]}, {"Citation": "Chen BH, Park JH, Kim DW, Park J, Choi SY, Kim IH, et al. Melatonin improves cognitive deficits via restoration of cholinergic dysfunction in a mouse model of scopolamine-induced amnesia. ACS Chem Neurosci. 2018;9:2016–24.", "ArticleIdList": ["28901737"]}, {"Citation": "Morris R. Developments of a water-maze procedure for studying spatial learning in the rat. J Neurosci Methods. 1984;11:47–60.", "ArticleIdList": ["6471907"]}, {"Citation": "Jafarian S, Ling KH, Hassan Z, Perimal-Lewis L, Sulaiman MR, Perimal EK. Effect of zerumbone on scopolamine-induced memory impairment and anxiety-like behaviours in rats. Alzheimers Dement (N Y) 2019;5:637–43.", "ArticleIdList": ["PMC6819871", "31687471"]}, {"Citation": "Pitchaimani V, Arumugam S, Thandavarayan RA, Thiyagarajan MK, Aiyalu R, Sreedhar R, et al. Nootropic activity of acetaminophen against colchicine induced cognitive impairment in rats. J Clin Biochem Nutr. 2012;50:241–4.", "ArticleIdList": ["PMC3334379", "22573928"]}, {"Citation": "Ellman GL, Courtney KD, Andres V, Jr, Feather-Stone RM. A new and rapid colorimetric determination of acetylcholinesterase activity. Biochem Pharmacol. 1961;7:88–90.", "ArticleIdList": ["13726518"]}, {"Citation": "Ohkawa H, Ohishi N, Yagi K. Assay for lipid peroxides in animal tissues by thiobarbituric acid reaction. Anal Biochem. 1979;95:351–8.", "ArticleIdList": ["36810"]}, {"Citation": "Ellman GL. Tissue sulfhydryl groups. Arch Biochem Biophys. 1959;82:70–7.", "ArticleIdList": ["13650640"]}, {"Citation": "El-Marasy SA, Abd-Elsalam RM, Ahmed-Farid OA. Ameliorative effect of silymarin on scopolamine-induced dementia in rats. Open Access Maced J Med Sci. 2018;6:1215–24.", "ArticleIdList": ["PMC6062269", "30087724"]}, {"Citation": "Kumar JM, Janakiraman AK, Kayarohanam S, Ts MS. Preliminary phytochemical screening, in vitro and in vivo antioxidant activities of Cynodon dactylon (L.) pers. Int J Chem Tech Res. 2018;11:110323."}, {"Citation": "Naik GH, Priyadarsini KI, Satav JG, Banavalikar MM, Sohoni DP, Biyani MK, et al. Comparative antioxidant activity of individual herbal components used in Ayurvedic medicine. Phytochemistry. 2003;63:97–104.", "ArticleIdList": ["12657303"]}, {"Citation": "Poojary R, Kumar NA, Kumarachandra R, Sanjeev G. Evaluation of in vitro antioxidant properties of hydro alcoholic extract of entire plant of Cynodon dactylon. Journal of Young Pharmacist. 2016;8:378–84."}, {"Citation": "Li X, Bao X, Wang R. Experimental models of Alzheimer's disease for deciphering the pathogenesis and therapeutic screening (Review) Int J Mol Med. 2016;37:271–83.", "ArticleIdList": ["26676932"]}, {"Citation": "Souza AC, Bruning CA, Acker CI, Neto JS, Nogueira CW. 2-Phenylethynyl-butyltellurium enhances learning and memory impaired by scopolamine in mice. Behav Pharmacol. 2013;24:249–54.", "ArticleIdList": ["23751517"]}, {"Citation": "Poojary R, Kumar N, Kumarchandra R, Vinodini A, Bhagyalakshmi K, Sanjeev G. Cynodon dactylon extract ameliorates cognitive functions and cerebellar oxidative stress in whole body irradiated mice. Asian Pac J Trop Biomed. 2019;9:278–83."}, {"Citation": "Rai DK, Sharma RK, Rai PK, Watal G, Sharma B. Role of aqueous extract of Cynodon dactylon in prevention of carbofuran- induced oxidative stress and acetylcholinesterase inhibition in rat brain. Cell Mol Biol (Noisy-le-grand) 2011;57:135–42.", "ArticleIdList": ["21366973"]}, {"Citation": "Yendapalli PR, David DC, Balasundaram A. Evaluating the combined cognitive enhancement effect of brassica juncea and Cynadon dactylon extract in scopolamine induced amnesia zebrafish model. Toxicol Environ Health Sci. 2019;11:190–6."}, {"Citation": "Rahimzadegan M, Soodi M. Comparison of memory impairment and oxidative stress following single or repeated doses administration of scopolamine in rat hippocampus. Basic Clin Neurosci. 2018;9:5–14.", "ArticleIdList": ["PMC6015638", "29942435"]}, {"Citation": "Sumathi T, Shobana C, Kumari BR, Nandhini DN. Protective role of Cynodon dactylon in ameliorating the aluminium-induced neurotoxicity in rat brain regions. Biol Trace Elem Res. 2011;144:843–53.", "ArticleIdList": ["21448563"]}, {"Citation": "Barai P, Raval N, Acharya S, Acharya N. Neuroprotective effects of Bergenia ciliata on NMDA induced injury in SH-SY5Y cells and attenuation of cognitive deficits in scopolamine induced amnesia in rats. Biomed Pharmacother. 2018;108:374–90.", "ArticleIdList": ["30227331"]}, {"Citation": "Jordan WH, Young JK, Hyten MJ, Hall DG. Preparation and analysis of the central nervous system. Toxicol Pathol. 2011;39:58–65.", "ArticleIdList": ["21139057"]}, {"Citation": "Pinho BR, Ferreres F, Valentão P, Andrade PB. Nature as a source of metabolites with cholinesterase-inhibitory activity: An approach to Alzheimer's disease treatment. J Pharm Pharmacol. 2013;65:1681–700.", "ArticleIdList": ["24236980"]}, {"Citation": "Anand P, Singh B. Flavonoids as lead compounds modulating the enzyme targets in Alzheimer's disease. Med Chem Res. 2013;22:3061–75."}, {"Citation": "Muthukrishnan SD, Kaliyaperumal A, Subramaniyan A. Identification and determination of flavonoids, carotenoids and chlorophyll concentration in Cynodon dactylon (L.) by HPLC analysis. Nat Prod Res. 2015;29:785–90.", "ArticleIdList": ["25495959"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "5", "Day": "12", "Hour": "6", "Minute": "12"}, {"Year": "2021", "Month": "5", "Day": "13", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "2", "Day": "19", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "1", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["33975999", "PMC8216122", "10.4103/ijp.IJP_473_20", "Indian J Pharmacol_2021_53_1_50_315081"]}}], "PubmedBookArticle": []}