{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Causal Agent", "Crop Type", "Fungi", "Ornamentals", "Pathogen detection", "Subject Areas", "herbaceous/flowering plants"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "33973812", "DateRevised": {"Year": "2024", "Month": "02", "Day": "22"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "05", "Day": "11"}], "Language": ["eng"], "ELocationID": ["10.1094/PDIS-01-21-0166-PDN"], "Journal": {"ISSN": "0191-2917", "JournalIssue": {"PubDate": {"Year": "2021", "Month": "May", "Day": "11"}}, "Title": "Plant disease", "ISOAbbreviation": "Plant Dis"}, "ArticleTitle": "First report of Plectosphaerella cucumerina causing root rot on fennel in China.", "Abstract": {"AbstractText": ["Fennel (Foeniculum vulgare Mill.) is herbaceous plant commonly cultivated for culinary and medicinal uses in China (Shi et al. 2016 ). In May 2019, disease of fennel was observed in Yumen City, Gansu Province, China (N 40°28'/E 97°05'). The incidence across the fields (about 0.23 hectare) was about 4.5%. The outer leaves of diseased fennel wilted, the rhizome changed color from brown to dark brown，necrosis and rot symptoms developed on the root. Finally, the whole plant wilted and died. When pulling up, it was easy to break the root. To identify the pathogen, 15 samples of diseased plants were collected and symptomatic rhizome tissues were surface disinfected with 0.1% HgCl solution for 30 s, rinsed in sterilized water 3 times, placed on potato dextrose agar (PDA), and incubated at 25℃ in the dark. About 7 days, hyphal tips from the tissue edge were transferred to a new PDA for purification. Three isolates obtained were named as hxa, hxb and hxc. To confirm their pathogenicity, two-month old fennel seedings planted in pots, three seedings per pot, with sterilized nutrient soil were inoculated by pouring 50 ml of conidial suspension (107 conidium/mL) produced from the three isolates. Plants inoculated with sterilized water only were included as controls. Six pots of inoculated plants were maintained in climatic cabinet / chamber (> 85% RH, 25°C). The pathogenicity tests were conducted twice. After 7 days, the plants inoculated with conidial suspension of hxa developed brown necrosis and wilt symptoms resembling those originally observed in the field, whereas the controls and the plants inoculated with the other two isolates had no symptoms. Furthermore, hxa was reisolated from rhizome of these diseased plants. The results indicated that isolate hxa was the pathogen causing root rot of fennel. The colonies of hxa on PDA were white-to-cream, slimy, mycelium appressed, aerial mycelium absent. Mycelium was hyaline, septate and formed hyphal coils. Conidiophores were solitary, hyaline, sometimes crooked or sinuous, widest at the base, gradually tapering to the apex. Conidia were smooth, hyaline, aseptate, elliptical and ovoid, measuring 5.97 to 9.51 × 2.13 to 3.58 um (avg. 7.58×2.78, n=100). These morphological characters of the fungal isolates were identical to those of Plectosphaerella cucumerina (Carlucci et al. 2012). For molecular identification, genomic DNA was extracted from the mycelium, and the rDNA internal transcribed spacer (ITS) region, portions of the 28S ribosomal RNA (LSU), calmodulin (CaM) and translation elongation factor 1α (Ef-1α) gene were amplified using primer pairs ITS1/ITS4, LROR/LR5, CMD5/CMD6 and 688f/1251R (White et al., 1990; Hopple et al., 1999; Hong et al., 2005; Alves et al., 2008), respectively. The sequences of these genes were deposited in GenBank (accessions: ITS as MW426266, LSU as MW433724, CaM as MW448071 and EF-1a as MW459981) and used in analysis to generate a phylogenetic tree. These sequences showed 100, 100, 96 and 97.32% homology to the sequences of P. cucumerina (GenBank accession no. EU594566, MH867359, KY416911 and KY964491), respectively. According to morphological characteristics and phylogenetic analysis, isolate hxa was identified as P. cucumerina. To our knowledge, this is the first report of P. cucumerina causing root rot of fennel in China as well as worldwide. This finding may help to take effective control measures of root rot on fennel."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Gansu Agricultural University, 74661, Plant Protection, No. 1, yingmen village, anning district, Lanzhou city, LanZhon , Gansu, China, 730070; 2925438006@qq.com."}], "LastName": "Cai", "ForeName": "Fengfeng", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Gansu Agricultural University, College of Grassland, No.1 Annidistrict of Lanzhou city, Lanzhou city, Gansu, China, 730070; yangcd@gsau.edu.cn."}], "LastName": "Yang", "ForeName": "Chengde", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Gansu Agricultural University, Plant Protection, No. 1, yingmen village, anning district, lanzhou city, gansu province, LanZhon city, Gansu, China, 7330070; 1528555675@qq.com."}], "LastName": "Ma", "ForeName": "Ting", "Initials": "T"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Plant Dis", "NlmUniqueID": "9882809", "ISSNLinking": "0191-2917"}}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2021", "Month": "5", "Day": "11", "Hour": "12", "Minute": "12"}, {"Year": "2021", "Month": "5", "Day": "12", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "5", "Day": "12", "Hour": "6", "Minute": "0"}], "PublicationStatus": "aheadofprint", "ArticleIdList": ["33973812", "10.1094/PDIS-01-21-0166-PDN"]}}], "PubmedBookArticle": []}