{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["blueberry-derived exosomes-like nanoparticles (BELNs)", "de novo lipogenesis", "mitochondria", "nonalcoholic fatty liver disease (NAFLD)", "oxidative stress"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "33990765", "DateCompleted": {"Year": "2022", "Month": "03", "Day": "23"}, "DateRevised": {"Year": "2024", "Month": "02", "Day": "26"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "05", "Day": "14"}], "Language": ["eng"], "ELocationID": ["10.1038/s41401-021-00681-w"], "Journal": {"ISSN": "1745-7254", "JournalIssue": {"Volume": "43", "Issue": "3", "PubDate": {"Year": "2022", "Month": "Mar"}}, "Title": "Acta pharmacologica Sinica", "ISOAbbreviation": "Acta Pharmacol Sin"}, "ArticleTitle": "Blueberry-derived exosomes-like nanoparticles ameliorate nonalcoholic fatty liver disease by attenuating mitochondrial oxidative stress.", "Pagination": {"StartPage": "645", "EndPage": "658", "MedlinePgn": "645-658"}, "Abstract": {"AbstractText": ["Accumulating evidence indicates that mitochondrial dysfunction and oxidative stress play a pivotal role in the initiation and progression of nonalcoholic fatty liver disease (NAFLD). In this study, we found that blueberry-derived exosomes-like nanoparticles (BELNs) could ameliorate oxidative stress in rotenone-induced HepG2 cells and high-fat diet (HFD)-fed C57BL/6 mice. Preincubation with BELNs decreased the level of reactive oxygen species (ROS), increased the mitochondrial membrane potential, and prevented cell apoptosis by inducing the expression of Bcl-2 and heme oxygenase-1 (HO-1) and decreasing the content of Bax in rotenone-treated HepG2 cells. We also found that preincubation with BELNs accelerated the translocation of Nrf2, an important transcription factor of antioxidative proteins, from the cytoplasm to the nucleus in rotenone-treated HepG2 cells. Moreover, administration of BELNs improved insulin resistance, ameliorated the dysfunction of hepatocytes, and regulated the expression of detoxifying/antioxidant genes by affecting the distribution of Nrf2 in the cytoplasm and nucleus of hepatocytes of HFD-fed mice. Furthermore, BELNs supplementation prevented the formation of vacuoles and attenuated the accumulation of lipid droplets by inhibiting the expression of fatty acid synthase (FAS) and acetyl-CoA carboxylase 1 (ACC1), the two key transcription factors for de novo lipogenesis in the liver of HFD-fed mice. These findings suggested that BELNs can be used for the treatment of NAFLD because of their antioxidative activity."], "CopyrightInformation": "© 2021. The Author(s), under exclusive licence to CPS and SIMM."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Chongqing Key Lab of Medicinal Chemistry & Molecular Pharmacology, Chongqing University of Technology, Chongqing, 400054, China."}], "LastName": "Zhao", "ForeName": "Wan-Jun", "Initials": "WJ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Chongqing Key Lab of Medicinal Chemistry & Molecular Pharmacology, Chongqing University of Technology, Chongqing, 400054, China."}], "LastName": "Bian", "ForeName": "Yang-Ping", "Initials": "YP"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Chongqing Key Lab of Medicinal Chemistry & Molecular Pharmacology, Chongqing University of Technology, Chongqing, 400054, China."}], "LastName": "Wang", "ForeName": "Qiu-Hui", "Initials": "QH"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Chongqing Key Lab of Medicinal Chemistry & Molecular Pharmacology, Chongqing University of Technology, Chongqing, 400054, China. fyin@cqut.edu.cn."}, {"Identifier": [], "Affiliation": "College of Pharmacy and Bioengineering, Chongqing University of Technology, Chongqing, 400054, China. fyin@cqut.edu.cn."}], "LastName": "Yin", "ForeName": "Fei", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Chongqing Key Lab of Medicinal Chemistry & Molecular Pharmacology, Chongqing University of Technology, Chongqing, 400054, China."}, {"Identifier": [], "Affiliation": "College of Pharmacy and Bioengineering, Chongqing University of Technology, Chongqing, 400054, China."}], "LastName": "Yin", "ForeName": "Li", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Chongqing Key Lab of Medicinal Chemistry & Molecular Pharmacology, Chongqing University of Technology, Chongqing, 400054, China."}, {"Identifier": [], "Affiliation": "College of Pharmacy and Bioengineering, Chongqing University of Technology, Chongqing, 400054, China."}], "LastName": "Zhang", "ForeName": "Yong-Lan", "Initials": "YL"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Chongqing Key Lab of Medicinal Chemistry & Molecular Pharmacology, Chongqing University of Technology, Chongqing, 400054, China. jhliu@cqut.edu.cn."}, {"Identifier": [], "Affiliation": "College of Pharmacy and Bioengineering, Chongqing University of Technology, Chongqing, 400054, China. jhliu@cqut.edu.cn."}], "LastName": "Liu", "ForeName": "Jian-Hui", "Initials": "JH"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Acta Pharmacol Sin", "NlmUniqueID": "100956087", "ISSNLinking": "1671-4083"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Biological Products"}, {"RegistryNumber": "0", "NameOfSubstance": "NF-E2-Related Factor 2"}, {"RegistryNumber": "0", "NameOfSubstance": "Proto-Oncogene Proteins c-bcl-2"}, {"RegistryNumber": "0", "NameOfSubstance": "Reactive Oxygen Species"}, {"RegistryNumber": "EC 1.14.14.18", "NameOfSubstance": "Heme Oxygenase-1"}, {"RegistryNumber": "EC 2.3.1.85", "NameOfSubstance": "Fatty Acid Synthases"}, {"RegistryNumber": "EC 6.4.1.2", "NameOfSubstance": "Acetyl-CoA Carboxylase"}], "MeshHeadingList": [{"QualifierName": ["drug effects"], "DescriptorName": "Acetyl-CoA Carboxylase"}, {"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": ["drug effects"], "DescriptorName": "Apoptosis"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Biological Products"}, {"QualifierName": [], "DescriptorName": "Blueberry Plants"}, {"QualifierName": [], "DescriptorName": "Disease Models, Animal"}, {"QualifierName": ["metabolism"], "DescriptorName": "Exosomes"}, {"QualifierName": ["drug effects"], "DescriptorName": "Fatty Acid Synthases"}, {"QualifierName": ["drug effects"], "DescriptorName": "Heme Oxygenase-1"}, {"QualifierName": [], "DescriptorName": "Hep G2 Cells"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["physiology"], "DescriptorName": "Insulin Resistance"}, {"QualifierName": ["drug effects"], "DescriptorName": "Membrane Potential, Mitochondrial"}, {"QualifierName": [], "DescriptorName": "Mice, Inbred C57BL"}, {"QualifierName": ["drug effects"], "DescriptorName": "Mitochondria"}, {"QualifierName": ["drug effects"], "DescriptorName": "NF-E2-Related Factor 2"}, {"QualifierName": [], "DescriptorName": "Nanoparticles"}, {"QualifierName": ["pathology"], "DescriptorName": "Non-alcoholic Fatty Liver Disease"}, {"QualifierName": ["drug effects"], "DescriptorName": "Oxidative Stress"}, {"QualifierName": ["drug effects"], "DescriptorName": "Proto-Oncogene Proteins c-bcl-2"}, {"QualifierName": ["metabolism"], "DescriptorName": "Reactive Oxygen Species"}, {"QualifierName": [], "DescriptorName": "Mice"}], "CoiStatement": "The authors declare no competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Pearlman B. How would you manage this patient with nonalcoholic fatty liver disease? Ann Intern Med. 2019;171:861–2.", "ArticleIdList": ["31791051"]}, {"Citation": "Angulo P. Nonalcoholic fatty liver disease. Rev Gastroenterol Mex. 2005;70(Suppl 3):52–6.", "ArticleIdList": ["17471859"]}, {"Citation": "Baran B, Akyuz F. Non-alcoholic fatty liver disease: what has changed in the treatment since the beginning? World J Gastroenterol. 2014;20:14219–29.", "ArticleIdList": ["PMC4202350", "25339808"]}, {"Citation": "Yamaguchi K, Yang L, McCall S, Huang J, Yu XX, Pandey SK, et al. Inhibiting triglyceride synthesis improves hepatic steatosis but exacerbates liver damage and fibrosis in obese mice with nonalcoholic steatohepatitis. Hepatology. 2007;45:1366–74.", "ArticleIdList": ["17476695"]}, {"Citation": "Begriche K, Massart J, Robin MA, Bonnet F, Fromenty B. Mitochondrial adaptations and dysfunctions in nonalcoholic fatty liver disease. Hepatology. 2013;58:1497–507.", "ArticleIdList": ["23299992"]}, {"Citation": "Albano E, Mottaran E, Vidali M, Reale E, Saksena S, Occhino G, et al. Immune response towards lipid peroxidation products as a predictor of progression of non-alcoholic fatty liver disease to advanced fibrosis. Gut. 2005;54:987–93.", "ArticleIdList": ["PMC1774606", "15951547"]}, {"Citation": "Gariani K, Ryu D, Menzies K, Yi H, Stein S, Zhang H, et al. Inhibiting poly ADP-ribosylation increases fatty acid oxidation and protects against fatty liver disease. J Hepatol. 2017;66:132–41.", "ArticleIdList": ["27663419"]}, {"Citation": "Borrelli A, Bonelli P, Tuccillo FM, Goldfine ID, Evans JL, Buonaguro FM, et al. Role of gut microbiota and oxidative stress in the progression of non-alcoholic fatty liver disease to hepatocarcinoma: current and innovative therapeutic approaches. Redox Biol. 2018;15:467–79.", "ArticleIdList": ["PMC5975181", "29413959"]}, {"Citation": "Damba T, Bourgonje AR, Abdulle AE, Pasch A, Sydor S, van den Berg EH, et al. Oxidative stress is associated with suspected non-alcoholic fatty liver disease and all-cause mortality in the general population. Liver Int. 2020;40:2148–59.", "ArticleIdList": ["PMC7496868", "32558346"]}, {"Citation": "Yamada T, Murata D, Adachi Y, Itoh K, Kameoka S, Igarashi A, et al. Mitochondrial stasis reveals p62-mediated ubiquitination in Parkin-independent mitophagy and mitigates nonalcoholic fatty liver disease. Cell Metab. 2018;28:588–604.", "ArticleIdList": ["PMC6170673", "30017357"]}, {"Citation": "Dornas W, Schuppan D. Mitochondrial oxidative injury: a key player in nonalcoholic fatty liver disease. Am J Physiol Gastrointest Liver Physiol. 2020;319:G400–G11.", "ArticleIdList": ["32597705"]}, {"Citation": "Wang L, Liu X, Nie J, Zhang J, Kimball SR, Zhang H, et al. ALCAT1 controls mitochondrial etiology of fatty liver diseases, linking defective mitophagy to steatosis. Hepatology. 2015;61:486–96.", "ArticleIdList": ["PMC4303512", "25203315"]}, {"Citation": "Whyte AR, Rahman S, Bell L, Edirisinghe I, Krikorian R, Williams CM, et al. Improved metabolic function and cognitive performance in middle-aged adults following a single dose of wild blueberry. Eur J Nutr. 2021;60:1521–36. 10.1007/s00394-020-02336-8.", "ArticleIdList": ["PMC7987603", "32747995"]}, {"Citation": "Wu T, Gao Y, Guo X, Zhang M, Gong L. Blackberry and blueberry anthocyanin supplementation counteract high-fat-diet-induced obesity by alleviating oxidative stress and inflammation and accelerating energy expenditure. Oxid Med Cell Longev. 2018;2018:4051232.", "ArticleIdList": ["PMC6051031", "30057677"]}, {"Citation": "Xu N, Meng H, Liu T, Feng Y, Qi Y, Zhang D, et al. Blueberry phenolics reduce gastrointestinal infection of patients with cerebral venous thrombosis by improving depressant-induced autoimmune disorder via miR-155-mediated brain-derived neurotrophic factor. Front Pharmacol. 2017;8:853.", "ArticleIdList": ["PMC5712003", "29230173"]}, {"Citation": "Zepeda A, Aguayo LG, Fuentealba J, Figueroa C, Acevedo A, Salgado P, et al. Blueberry extracts protect testis from hypobaric hypoxia induced oxidative stress in rats. Oxid Med Cell Longev. 2012;2012:975870.", "ArticleIdList": ["PMC3503460", "23213351"]}, {"Citation": "Zhuge Q, Zhang Y, Liu B, Wu M. Blueberry polyphenols play a preventive effect on alcoholic fatty liver disease C57BL/6 J mice by promoting autophagy to accelerate lipolysis to eliminate excessive TG accumulation in hepatocytes. Ann. Palliat Med. 2020;9:1045–54.", "ArticleIdList": ["32389004"]}, {"Citation": "Wang Y, Cheng M, Zhang B, Nie F, Jiang HJPo. Dietary supplementation of blueberry juice enhances hepatic expression of metallothionein and attenuates liver fibrosis in rats. PLoS One. 2013;8:e58659.", "ArticleIdList": ["PMC3595269", "23554912"]}, {"Citation": "Wang YP, Cheng ML, Zhang BF, Mu M, Wu J. Effects of blueberry on hepatic fibrosis and transcription factor Nrf2 in rats. World J Gastroenterol. 2010;16:2657–63.", "ArticleIdList": ["PMC2880779", "20518088"]}, {"Citation": "Kalluri R, LeBleu V. The biology function and biomedical applications of exosomes. Science. 2020;367:640–55.", "ArticleIdList": ["PMC7717626", "32029601"]}, {"Citation": "Mathieu M, Martin-Jaular L, Lavieu G, Théry C. Specificities of secretion and uptake of exosomes and other extracellular vesicles for cell-to-cell communication. Nat Cell Biol. 2019;21:9–17.", "ArticleIdList": ["30602770"]}, {"Citation": "Folch J, Lees M, Sloane, Stanley GH. A simple method for the isolation and purification of total lipids from animal tissues. J Biol Chem. 1957;226:497–509.", "ArticleIdList": ["13428781"]}, {"Citation": "Liu XR, Cao L, Li T, Chen LL, Yu YY, Huang WJ, et al. Propofol attenuates H2O2-induced oxidative stress and apoptosis via the mitochondria- and ER-medicated pathways in neonatal rat cardiomyocytes. Apoptosis. 2017;22:639–46.", "ArticleIdList": ["28176145"]}, {"Citation": "Yang J, Song X, Feng Y, Liu N, Fu Z, Wu J, et al. Natural ingredients-derived antioxidants attenuate H2O2-induced oxidative stress and have chondroprotective effects on human osteoarthritic chondrocytes via Keap1/Nrf2 pathway. Free Radic Biol Med. 2020;152:854–64.", "ArticleIdList": ["32014502"]}, {"Citation": "Siddiqui MA, Ahmad J, Farshori NN, Saquib Q, Jahan S, Kashyap MP, et al. Rotenone-induced oxidative stress and apoptosis in human liver HepG2 cells. Mol Cell Biochem. 2013;384:59–69.", "ArticleIdList": ["23963993"]}, {"Citation": "Gandham S, Su X, Wood J, Nocera A, Alli S, Milane L, et al. Technologies and standardization in research on extracellular vesicles. Trends Biotechnol. 2020;38:1066–98.", "ArticleIdList": ["PMC7302792", "32564882"]}, {"Citation": "Niu Y, Zhou W, Nie Z, Shin K, Cui X. Melatonin enhances mitochondrial biogenesis and protects against rotenone-induced mitochondrial deficiency in early porcine embryos. J Pineal Res. 2020;68:e12627.", "ArticleIdList": ["31773776"]}, {"Citation": "Cox C, McKay S, Holmbeck M, Christian B, Scortea A, Tsay A, et al. Mitohormesis in mice via sustained basal activation of mitochondrial and antioxidant signaling. Cell Metab. 2018;28:776–86.", "ArticleIdList": ["PMC6221994", "30122556"]}, {"Citation": "Garcia-Ruiz C, Fernandez-Checa JC. Mitochondrial oxidative stress and antioxidants balance in fatty liver disease. Hepatol Commun. 2018;2:1425–39.", "ArticleIdList": ["PMC6287487", "30556032"]}, {"Citation": "Mohs A, Otto T, Schneider K, Peltzer M, Boekschoten M, Holland C, et al. Hepatocyte-specific NRF2 activation controls fibrogenesis and carcinogenesis in steatohepatitis. J Hepatol. 2021;74:638–48.", "ArticleIdList": ["33342543"]}, {"Citation": "Wang X, Malhi H. Nonalcoholic fatty liver disease. Ann Intern Med. 2018;169:ITC65–ITC80.", "ArticleIdList": ["30398639"]}, {"Citation": "Rinella M. Nonalcoholic fatty liver disease: a systematic review. JAMA. 2015;313:2263–73.", "ArticleIdList": ["26057287"]}, {"Citation": "Sanyal A. Past, present and future perspectives in nonalcoholic fatty liver disease. Nat Rev Gastroenterol Hepatol. 2019;16:377–86.", "ArticleIdList": ["31024089"]}, {"Citation": "Satapati S, Kucejova B, Duarte J, Fletcher J, Reynolds L, Sunny N, et al. Mitochondrial metabolism mediates oxidative stress and inflammation in fatty liver. J Clin Invest. 2015;125:4447–62.", "ArticleIdList": ["PMC4665800", "26571396"]}, {"Citation": "Bellentani S, Dalle Grave R, Suppini A, Marchesini G, Fatty Liver Italian N. Behavior therapy for nonalcoholic fatty liver disease: the need for a multidisciplinary approach. Hepatology. 2008;47:746–54.", "ArticleIdList": ["18098321"]}, {"Citation": "Centis E, Marzocchi R, Di Domizio S, Ciaravella MF, Marchesini G. The effect of lifestyle changes in non-alcoholic fatty liver disease. Dig Dis. 2010;28:267–73.", "ArticleIdList": ["20460922"]}, {"Citation": "Paul S, Davis A. Diagnosis and management of nonalcoholic fatty liver disease. JAMA. 2018;320:2474–5.", "ArticleIdList": ["30476962"]}, {"Citation": "Ju S, Mu J, Dokland T, Zhuang X, Wang Q, Jiang H, et al. Grape exosome-like nanoparticles induce intestinal stem cells and protect mice from DSS-induced colitis. Mol Ther. 2013;21:1345–57.", "ArticleIdList": ["PMC3702113", "23752315"]}, {"Citation": "Zhuang X, Deng ZB, Mu J, Zhang L, Yan J, Miller D, et al. Ginger-derived nanoparticles protect against alcohol-induced liver damage. J Extracell Vesicles. 2015;4:28713.", "ArticleIdList": ["PMC4662062", "26610593"]}, {"Citation": "Mansouri A, Gattolliat C, Asselah T. Mitochondrial dysfunction and signaling in chronic liver diseases. Gastroenterology. 2018;155:629–47.", "ArticleIdList": ["30012333"]}, {"Citation": "Mantena SK, King AL, Andringa KK, Eccleston HB, Bailey SM. Mitochondrial dysfunction and oxidative stress in the pathogenesis of alcohol- and obesity-induced fatty liver diseases. Free Radic Biol Med. 2008;44:1259–72.", "ArticleIdList": ["PMC2323912", "18242193"]}, {"Citation": "Koek GH, Liedorp PR, Bast A. The role of oxidative stress in non-alcoholic steatohepatitis. Clin Chim Acta. 2011;412:1297–305.", "ArticleIdList": ["21514287"]}, {"Citation": "Sies H, Jones D. Reactive oxygen species (ROS) as pleiotropic physiological signalling agents. Nat Rev Mol cell Biol. 2020;21:363–83.", "ArticleIdList": ["32231263"]}, {"Citation": "Li M, Yu H, Pan H, Zhou X, Ruan Q, Kong D, et al. Nrf2 suppression delays diabetic wound healing through sustained oxidative stress and inflammation. Front Pharmacol. 2019;10:1099.", "ArticleIdList": ["PMC6763603", "31616304"]}, {"Citation": "Zhao Y, Kong GY, Pei WM, Zhou B, Zhang QQ, Pan BB. Dexmedetomidine alleviates hepatic injury via the inhibition of oxidative stress and activation of the Nrf2/HO-1 signaling pathway. Eur Cytokine Netw. 2019;30:88–97.", "ArticleIdList": ["31957703"]}, {"Citation": "Mashek D. Hepatic lipid droplets: a balancing act between energy storage and metabolic dysfunction in NAFLD. Mol Metab. 2020;101115. 10.1016/j.molmet.2020.101115.", "ArticleIdList": ["PMC8324678", "33186758"]}, {"Citation": "Beaven S, Matveyenko A, Wroblewski K, Chao L, Wilpitz D, Hsu T, et al. Reciprocal regulation of hepatic and adipose lipogenesis by liver X receptors in obesity and insulin resistance. Cell Metab. 2013;18:106–17.", "ArticleIdList": ["PMC4089509", "23823481"]}, {"Citation": "Samuel V, Shulman G. Nonalcoholic fatty liver disease as a nexus of metabolic and hepatic diseases. Cell Metab. 2018;27:22–41.", "ArticleIdList": ["PMC5762395", "28867301"]}, {"Citation": "Hodson L, Gunn P. The regulation of hepatic fatty acid synthesis and partitioning: the effect of nutritional state. Nat Rev Endocrinol. 2019;15:689–700.", "ArticleIdList": ["31554932"]}, {"Citation": "O’Brien K, Breyne K, Ughetto S, Laurent L, Breakefield X. RNA delivery by extracellular vesicles in mammalian cells and its applications. Nat Rev Mol Cell Biol. 2020;21:585–606.", "ArticleIdList": ["PMC7249041", "32457507"]}, {"Citation": "Sato K, Meng F, Glaser S, Alpini G. Exosomes in liver pathology. J Hepatol. 2016;65:213–21.", "ArticleIdList": ["PMC4912847", "26988731"]}, {"Citation": "Mittelbrunn M, Sánchez-Madrid F. Intercellular communication: diverse structures for exchange of genetic information. Nat Rev Mol Cell Biol. 2012;13:328–35.", "ArticleIdList": ["PMC3738855", "22510790"]}, {"Citation": "Zheng J, Sharp S, Imamura F, Chowdhury R, Gundersen T, Steur M, et al. Association of plasma biomarkers of fruit and vegetable intake with incident type 2 diabetes: EPIC-InterAct case-cohort study in eight European countries. BMJ. 2020;370:m2194.", "ArticleIdList": ["PMC7341350", "32641421"]}, {"Citation": "Kojta I, Chacinska M, Blachnio-Zabielska A. Obesity, bioactive lipids, and adipose tissue inflammation in insulin resistance. Nutrients. 2020;12:1305. 10.3390/nu12051305.", "ArticleIdList": ["PMC7284998", "32375231"]}, {"Citation": "Dali-Youcef N, Mecili M, Ricci R, Andres E. Metabolic inflammation: connecting obesity and insulin resistance. Ann Med. 2013;45:242–53.", "ArticleIdList": ["22834949"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "1", "Day": "23"}, {"Year": "2021", "Month": "4", "Day": "13"}, {"Year": "2021", "Month": "5", "Day": "16", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "3", "Day": "24", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "5", "Day": "15", "Hour": "6", "Minute": "7"}, {"Year": "2023", "Month": "3", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["33990765", "PMC8888548", "10.1038/s41401-021-00681-w", "10.1038/s41401-021-00681-w"]}}], "PubmedBookArticle": []}