{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Chemical", "Constituents", "Forage", "Medicinal", "Mongolian", "Native"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34018093", "DateCompleted": {"Year": "2021", "Month": "11", "Day": "25"}, "DateRevised": {"Year": "2022", "Month": "02", "Day": "18"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "05", "Day": "21"}], "Language": ["eng"], "ELocationID": ["10.1007/s11418-021-01529-7"], "Journal": {"ISSN": "1861-0293", "JournalIssue": {"Volume": "75", "Issue": "4", "PubDate": {"Year": "2021", "Month": "Sep"}}, "Title": "Journal of natural medicines", "ISOAbbreviation": "J Nat Med"}, "ArticleTitle": "Biological activity evaluations of chemical constituents derived from Mongolian medicinal forage plants and their applications in combating infectious diseases and addressing health problems in humans and livestock.", "Pagination": {"StartPage": "729", "EndPage": "740", "MedlinePgn": "729-740"}, "Abstract": {"AbstractText": ["Mongolian nomadic people possess traditional knowledge of wild plants that grow in their areas of habitation. Many of these are forage plants in nature and are consumed by livestock. However, these plants are known to have medicinal and/or toxic properties. To establish a scientific understanding of the plants, and in turn, offer sound knowledge on their applications and effective use, it is essential to collect data pertaining to the chemical constituents of each plant. Therefore, the first objective of this study was to identify and determine the structural constituents of the forage plants that were available to our research group. Furthermore, in an attempt to demonstrate the biological activities of the isolated chemical compounds, we focused on solving some of the social issues affecting Mongolian communities, including protozoan diseases affecting livestock, vectors of infectious diseases, and the general health of humans and their livestock. The results of the chemical constituents derived from Mongolian medicinal plants and their biological activities that were studied in the recent decade are also described herein."], "CopyrightInformation": "© 2021. The Author(s)."}, "AuthorList": [{"Identifier": ["0000-0001-7778-3822"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Pharmacognosy, Tohoku Medical and Pharmaceutical University, 4-1 Komatsushima 4-chome, Aoba-ku, Sendai, 981-8558, Japan. murata-t@tohoku-mpu.ac.jp."}], "LastName": "Murata", "ForeName": "Toshihiro", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Engineering and Applied Sciences, National University of Mongolia, POB-617/46A, Ulaanbaatar, 14201, Mongolia."}], "LastName": "Batkhuu", "ForeName": "Javzan", "Initials": "J"}], "GrantList": [{"GrantID": "JP21H02638", "Agency": "Japan Society for the Promotion of Science", "Country": ""}, {"GrantID": "JP19K16397", "Agency": "Japan Society for the Promotion of Science", "Country": ""}, {"GrantID": "JP26860068", "Agency": "Japan Society for the Promotion of Science", "Country": ""}, {"GrantID": "M-JEED project", "Agency": "JICA", "Country": ""}, {"GrantID": "JPMJSA1906", "Agency": "Science and Technology Research Partnership for Sustainable Development (JP)", "Country": ""}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Japan", "MedlineTA": "J Nat Med", "NlmUniqueID": "101518405", "ISSNLinking": "1340-3443"}, "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": [], "DescriptorName": "Communicable Diseases"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Livestock"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}], "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Urgamal M, Gundegmaa V, Baasanmunkh Sh, Oyuntsetseg B, Darikhand D, Munkh-Erdene T. Additions to the vascular flora of Mongolia—IV. Proc Mongolian Acad Sci. 2019;59:41–53."}, {"Citation": "Ministry of food, agriculture and light industry of Mongolia. Sixth national report to the convention on biological diversity. https://www.cbd.int/doc/nr/nr-06/mn-nr-06-en.pdf. Accessed 12th January 2021."}, {"Citation": "Takano F, Yoshizaki F, Fushiya S, Hayasaka H, Ohba K, Batkhuu J, Sanchir C, Boldsaikhan B. Mongolian traditional medicine and medicinal plants. Kampo Med. 2003;54:963–972. doi: 10.3937/kampomed.54.963.", "ArticleIdList": ["10.3937/kampomed.54.963"]}, {"Citation": "Pitschmann A, Purevsuren S, Obmann A, Natsagdorj D, Gunbilig D, Narantuya S, Kletter Ch, Glasl S. Traditional Mongolian Medicine: history and status quo. Phytochem Rev. 2013;12:943–959. doi: 10.1007/s11101-013-9321-5.", "ArticleIdList": ["10.1007/s11101-013-9321-5"]}, {"Citation": "Zolboo B, Toume K, Batkhuu J, Kazuma K, Cai SQ, Hayashi S, Atsumi T, Yoshitomi T, Uchiyama N, Maruyama T, Kawahara N, Komatsu K. Characterization of metabolites in Saposhnikovia divaricata root from Mongolia. J Nat Med. 2021;75:11–27. doi: 10.1007/s11418-020-01430-9.", "ArticleIdList": ["10.1007/s11418-020-01430-9", "32740706"]}, {"Citation": "Odontuya G, Daowan L, Purevdorj PP. Pancreatic lipase inhibitory and antioxidative constituents from the aerial parts of Paeonia lactiflora Pall. Phytochemistry Lett. 2017;21:240–246. doi: 10.1016/j.phytol.2017.07.009.", "ArticleIdList": ["10.1016/j.phytol.2017.07.009"]}, {"Citation": "Makkar HPS, Norvsambuu T, Lkhagvatseren S, Becker K. Plant secondary metabolites in some medicinal plants of Mongolia used for enhancing animal health and production. Tropicultura. 2009;27:159–167."}, {"Citation": "Urgamal M, Erdenetuya B, Munkh-Erdene T, Otgonchuluun S, Zoltsetseg C, Khureltsetseg L, Kwon O. Medicinal plant diversity in the southern and eastern Gobi Desert region. Mongolia J Ecol Environ. 2018;42:4. doi: 10.1186/s41610-018-0064-5.", "ArticleIdList": ["10.1186/s41610-018-0064-5"]}, {"Citation": "Yunatov AA. (1950) Main Patterns of the Vegetation Cover of the Mongolian People’s Republic. Proceedings of the Mongolian Commission, 39, Publishing House of the USSR Academy of Sciences, Moscow"}, {"Citation": "Bayartogtokh B, Aibek U, Yamane S, Pfeiffer M. Diversity and biogeography of ants in Mongolia (Hymenoptera: Formicidae) Asian Myrmecol. 2014;6:63–82."}, {"Citation": "Sanchir Ch, Komatsu K, Batkhuu J, Boldsaikhan B, Fushimi H. JICA, Colored illustrations of Mongolian useful plants. Ulaanbaatar: Admon print; 2003."}, {"Citation": "Batkhuu J, Sanchir C, Ligaa U, Jamsran T. Colored illustrations of Mongolian useful plants. Ulaanbaatar: Admon print; 2005."}, {"Citation": "Ligaa U, Davaasuren B, Ninjil N. Medicinal plants of Mongolia used in Western and Eastern medicine. Ulaanbaatar: JKC printing; 2005."}, {"Citation": "WHO 2013 Medicinal plants in Mongolia: WHO press, Geneva. https://apps.who.int/iris/handle/10665/207671. Accessed January 7, 2021"}, {"Citation": "Batsuren D (2018) 45th anniversary of Laboratory of Natural Product Chemistry of the Institute of Chemistry and Chemical Technology. Bulletin of the Institute of Chemistry and Chemical Technology 2018(6), Mongolian Academy of Sciences, Soyombo press, Ulaanbaatar, Mongolia. https://www.mongoliajol.info/index.php/BICCT/issue/view/113. Accessed January 13, 2021"}, {"Citation": "Ministry of food, agriculture and light industry of Mongolia . Convention on biological diversity, The 5th national report of Mongolia. Ulaanbaatar: Mongolica Publishing; 2014."}, {"Citation": "JICA 2017 Data collection survey for agriculture and livestock Final report: Japan International Cooperation Agency; ALMEC Corporation; IC NET Co., Ltd.; EXEIDEA Ltd., https://openjicareport.jica.go.jp/340/340/340_115_12285466.html. Accessed February 12, 2020"}, {"Citation": "Ministry of food, agriculture, and light industry of Mongolia. http://mofa.gov.mn/exp/blog/10/253. Accessed February 12, 2020"}, {"Citation": "Mongolian Statistical Information Service. https://www.1212.mn/. Accessed January 12, 2021"}, {"Citation": "Jigjidsuren S, Johnson DA. Forage plants in Mongolia. Ulaanbaatar: Admon press; 2003."}, {"Citation": "Damiran D (2005) Palatability of Mongolian Rangeland Plants. Eastern Oregon Agricultural Research Center/Union Station. https://www.researchgate.net/publication/234046199. Accessed February 12, 2020"}, {"Citation": "Suganuma K, Narantsatsral S, Battur B, Yamasaki S, Otgonsuren D, Musinguzi SP, Davaasuren B, Battsetseg B, Inoue N. Isolation, cultivation and molecular characterization of a new Trypanosoma equiperdum strain in Mongolia. Parasit Vectors. 2016;9:481. doi: 10.1186/s13071-016-1755-3.", "ArticleIdList": ["10.1186/s13071-016-1755-3", "PMC5007690", "27580944"]}, {"Citation": "Battsetseg B, Sivakumar T, Naranbaatar K, Narantsatsral S, Myagmarsuren P, Enkhtaivan B, Davaasuren B, Mizushima D, Weerasooriya G, Igarashi I, Battur B, Yokoyama N. Serosurvey of Babesia bovis and Babesia bigemina in cattle in Mongolia. Vet Parasitol Reg Stud Reports. 2018;13:85–91.", "ArticleIdList": ["31014894"]}, {"Citation": "Boldbaatar D, Xuan X, Battsetseg B, Igarashi I, Battur B, Batsukh Z, Bayambaa B, Fujisaki K. Epidemiological study of equine piroplasmosis in Mongolia. Vet Parasitol. 2005;127:29–32. doi: 10.1016/j.vetpar.2004.08.021.", "ArticleIdList": ["10.1016/j.vetpar.2004.08.021", "15619372"]}, {"Citation": "Rao MP, Davi NK, D’Arrigo RD, Skees NB, Leland C, Lyon B, Wang SY, Byambasuren O. Dzuds, droughts, and livestock mortality in Mongolia. Environ Res Lett. 2015;10:074012. doi: 10.1088/1748-9326/10/7/074012.", "ArticleIdList": ["10.1088/1748-9326/10/7/074012"]}, {"Citation": "Battsetseg B, Xuan X, Ikadai H, Bautista JLR, Byambaa B, Boldbaatar D, Battur B, Battsetseg G, Batsukh Z, Igarashi I, Nagasawa H, Mikami T, Fujisaki K. Detection of Babesia caballi and Babesia equi in Dermacentor nuttalli adult ticks. Int J Parasitol. 2001;31:384–386. doi: 10.1016/S0020-7519(01)00120-5.", "ArticleIdList": ["10.1016/S0020-7519(01)00120-5", "11306116"]}, {"Citation": "Riehm JM, Vergnaud G, Kiefer D, Damdindorj T, Dashdavaa O, Khurelsukh T, Zöller L, Wölfel R, Flèche PL, Scholz HC. Yersinia pestis lineages in Mongolia. PLoS ONE. 2012;7:e30624. doi: 10.1371/journal.pone.0030624.", "ArticleIdList": ["10.1371/journal.pone.0030624", "PMC3281858", "22363455"]}, {"Citation": "Devi S. Infectious diseases upsurge in Mongolia. Lancet Infect Dis. 2020;20:289. doi: 10.1016/S1473-3099(20)30073-6.", "ArticleIdList": ["10.1016/S1473-3099(20)30073-6", "PMC7128891", "32112763"]}, {"Citation": "NSOM (National Statistics Office of Mongolia). Mongolian Statistical Yearbook. National Statistics Office of Mongolia, Ulaanbaatar. https://www.en.nso.mn/. Accessed January 7, 2021"}, {"Citation": "Wei Y, Zhen L. The dynamics of livestock and its influencing factors on the Mongolian Plateau. Environ Dev. 2020;34:100518. doi: 10.1016/j.envdev.2020.100518.", "ArticleIdList": ["10.1016/j.envdev.2020.100518"]}, {"Citation": "Kinugasa T, Ishibashi K, Miyawaki M, Gantsetseg B. Germination characteristics and phytotoxic inhibition of germination in Artemisia adamsii, a low-palatability weed in the Mongolian steppe. Seed Sci Res. 2019;29:197–203. doi: 10.1017/S0960258519000163.", "ArticleIdList": ["10.1017/S0960258519000163"]}, {"Citation": "Banzragchgarav O, Murata T, Odontuya G, Buyankhishig B, Suganuma K, Davaapurev B, Inoue N, Batkhuu J, Sasaki K. Trypanocidal activity of 2,5-diphenyloxazoles isolated from the roots of Oxytropis lanata. J Nat Prod. 2016;79:2933–2940. doi: 10.1021/acs.jnatprod.6b00778.", "ArticleIdList": ["10.1021/acs.jnatprod.6b00778", "27797518"]}, {"Citation": "Odonbayar B, Murata T, Suganuma K, Ishikawa Y, Buyankhishig B, Batkhuu J, Sasaki K. Acylated lignans from Brachanthemum gobicum and their trypanocidal activity. J Nat Prod. 2019;82:774–784. doi: 10.1021/acs.jnatprod.8b00670.", "ArticleIdList": ["10.1021/acs.jnatprod.8b00670", "30896183"]}, {"Citation": "Buyankhishig B, Murata T, Suganuma K, Batkhuu J, Sasaki K. Hyaluronidase inhibitory saponins and a trypanocidal isoflavonoid from the aerial parts of Oxytropis lanata. Fitoterapia. 2020;145:104608. doi: 10.1016/j.fitote.2020.104608.", "ArticleIdList": ["10.1016/j.fitote.2020.104608", "32387375"]}, {"Citation": "Nurbek S, Murata T, Suganuma K, Ishikawa Y, Buyankhishig B, Kikuchi T, Byambajav T, Davaapurev B, Sasaki K, Batkhuu J. Isolation and evaluation of trypanocidal activity of sesquiterpenoids, flavonoids, and lignans in Artemisia sieversiana collected in Mongolia. J Nat Med. 2020;74:750–757. doi: 10.1007/s11418-020-01429-2.", "ArticleIdList": ["10.1007/s11418-020-01429-2", "32621255"]}, {"Citation": "Naranmandakh S, Murata T, Odonbayar B, Suganuma K, Batkhuu J, Sasaki K. Lanostane triterpenoids from Fomitopsis officinalis and their trypanocidal activity. J Nat Med. 2018;72:523–529. doi: 10.1007/s11418-018-1182-1.", "ArticleIdList": ["10.1007/s11418-018-1182-1", "29417466"]}, {"Citation": "Suganuma K, Murata T, Molefe NI, Sandagdorj N, Banzragchgarav O, Odonbyar B, Batdorj D, Mizushima D, Batkhuu J, Sasaki K, Buttur B, Battsetseg B, Inoue N. Establishment of in vitro drug sensitivity assay against T. equiperdum Mongolian strains and the screening of trypanocidal compounds extracted from Mongolian herbal plants. Mongolian J Vaterinary Med. 2017;3:24–26."}, {"Citation": "Badral D, Odonbayar B, Murata T, Munkhjargal T, Tuvshintulga B, Igarashi I, Suganuma K, Inoue N, Brantner AH, Odontuya G, Sasaki K, Batkhuu J. Flavonoid and galloyl glycosides isolated from Saxifraga spinulosa and their antioxidative and inhibitory activities against species that cause piroplasmosis. J Nat Prod. 2017;80:2416–2423. doi: 10.1021/acs.jnatprod.7b00142.", "ArticleIdList": ["10.1021/acs.jnatprod.7b00142", "28832147"]}, {"Citation": "Banzragchgarav O, Murata T, Tuvshintulga B, Suganuma K, Igarashi I, Inoue N, Batkhuu J, Sasaki K. Chemical constituents of Bergenia crassifolia roots and their growth inhibitory activity against Babesia bovis and B. bigemina. Phytochem Lett. 2019;29:79–83. doi: 10.1016/j.phytol.2018.11.009.", "ArticleIdList": ["10.1016/j.phytol.2018.11.009"]}, {"Citation": "Ganchimeg D, Batbold B, Murata T, Davaapurev BO, Munkhjargal T, Tuvshintulga B, Suganuma K, Igarashi I, Buyankhishig B, Sasaki K, Batsuren D, Batkhuu J. Flavonoids isolated from the flowers of Pulsatilla flavescens and their anti-piroplasm activity. J Nat Med. 2019;73:633–640. doi: 10.1007/s11418-019-01294-8.", "ArticleIdList": ["10.1007/s11418-019-01294-8", "30847754"]}, {"Citation": "Takeda Y, Murata T, Jamsransuren D, Suganuma K, Kazami Y, Batkhuu J, Badral D, Ogawa H. Saxifraga spinulosa-derived components rapidly inactivate multiple viruses including SARS-CoV-2. Viruses. 2020;12:699. doi: 10.3390/v12070699.", "ArticleIdList": ["10.3390/v12070699", "PMC7411974", "32605306"]}, {"Citation": "Saruul E, Murata T, Selenge E, Sasaki K, Yoshizaki F, Batkhuu J. An antibacterial ortho-quinone diterpenoid and its derivatives from Caryopteris mongolica. Bioorg Med Chem Lett. 2015;25:2555–2558. doi: 10.1016/j.bmcl.2015.04.048.", "ArticleIdList": ["10.1016/j.bmcl.2015.04.048", "25958242"]}, {"Citation": "Odontuya G, Banzragchgarav O, Murata T, Batkhuu J, Sasaki K, Yoshizaki F. Antibacterially active phenolic lipid derivatives from Comarum salesovianum (Steph.) Aschers. et Gr. Phytochem Lett. 2015;13:360–364. doi: 10.1016/j.phytol.2015.07.020.", "ArticleIdList": ["10.1016/j.phytol.2015.07.020"]}, {"Citation": "Banzragchgarav O, Battur B, Battsetseg B, Myagmarsuren P, Murata T, Batkhuu J. Acaricidal activity of Mongolian plants against Dermacentor nuttalli. Mong J Agric Sci. 2019;28:26–33. doi: 10.5564/mjas.v28i03.1307.", "ArticleIdList": ["10.5564/mjas.v28i03.1307"]}, {"Citation": "Odonbayar B, Murata T, Batkhuu J, Yasunaga K, Goto R, Sasaki K. Antioxidant flavonols and phenolic compounds from Atraphaxis frutescens and their inhibitory activities against insect phenoloxidase and mushroom tyrosinase. J Nat Prod. 2016;79:3065–3071. doi: 10.1021/acs.jnatprod.6b00720.", "ArticleIdList": ["10.1021/acs.jnatprod.6b00720", "28006914"]}, {"Citation": "Buyankhishig B, Murata T, Odonbayar B, Batkhuu J, Sasaki K. New compounds from the aerial parts of Calligonum mongolicum. Phytochemistry Lett. 2021;41:147–151. doi: 10.1016/j.phytol.2020.12.002.", "ArticleIdList": ["10.1016/j.phytol.2020.12.002"]}, {"Citation": "Selenge E, Murata T, Tanaka S, Sasaki K, Batkhuu J, Yoshizaki F. Monoterpene glycosides, phenylpropanoids, and acacetin glycosides from Dracocephalum foetidum. Phytochemistry. 2014;101:91–101. doi: 10.1016/j.phytochem.2014.02.007.", "ArticleIdList": ["10.1016/j.phytochem.2014.02.007", "24582463"]}, {"Citation": "Selenge E, Odontuya G, Murata T, Sasaki K, Kobayashi K, Batkhuu J, Yoshizaki F. Phytochemical constituents of Mongolian traditional medicinal plants, Chamaerhodos erecta and C. altaica, and its constituents prevents the extracellular matrix degradation factors. J Nat Med. 2013;67:867–875. doi: 10.1007/s11418-013-0748-1.", "ArticleIdList": ["10.1007/s11418-013-0748-1", "23397240"]}, {"Citation": "Murata T, Selenge E, Suganuma K, Asai Y, Batkhuu J, Yoshizaki F. Chromone acyl glucosides and an ayanin glucoside from Dasiphora parvifolia. Phytochemistry Lett. 2013;6:552–555. doi: 10.1016/j.phytol.2013.07.004.", "ArticleIdList": ["10.1016/j.phytol.2013.07.004"]}, {"Citation": "Selenge E, Murata T, Kobayashi K, Batkhuu J, Yoshizaki F. Flavone tetraglycosides and benzyl alcohol glycosides from the Mongolian medicinal plant Dracocephalum ruyschiana. J Nat Prod. 2013;76:186–193. doi: 10.1021/np300609u.", "ArticleIdList": ["10.1021/np300609u", "23356964"]}, {"Citation": "Handa M, Murata T, Kobayashi K, Selenge E, Miyase T, Batkhuu J, Yoshizaki F. Lipase inhibitory and LDL anti-oxidative triterpenes from Abies sibirica. Phytochemistry. 2013;86:168–175. doi: 10.1016/j.phytochem.2012.11.017.", "ArticleIdList": ["10.1016/j.phytochem.2012.11.017", "23261031"]}, {"Citation": "Murata T, Selenge E, Oikawa S, Ageishi K, Batkhuu J, Sasaki K, Yoshizaki F. Cholinesterase-inhibitory diterpenoids and chemical constituents from aerial parts of Caryopteris mongolica. J Nat Med. 2015;69:471–478. doi: 10.1007/s11418-015-0908-6.", "ArticleIdList": ["10.1007/s11418-015-0908-6", "25900047"]}, {"Citation": "Murata T, Ishikawa Y, Saruul E, Selenge E, Sasaki K, Umehara K, Yoshizaki F, Batkhuu J. Abietane-type diterpenoids from the roots of Caryopteris mongolica and their cholinesterase inhibitory activities. Phytochemistry. 2016;130:152–158. doi: 10.1016/j.phytochem.2016.05.011.", "ArticleIdList": ["10.1016/j.phytochem.2016.05.011", "27298275"]}, {"Citation": "Odonbayar B, Murata T, Matsumoto N, Batkhuu J, Sasaki K. Chemical constituents of aerial parts of Thymus gobicus and their cholinesterase inhibitory activities. Mongolian J Chem. 2016;17:14–17."}, {"Citation": "Odontuya G, Murata T, Sasaki K, Yoshizaki F. Non-polar constituents from Tarazacum officinale Weber ex Wigg. Mongolian Pharm Pharmacol. 2015;2:65–71."}, {"Citation": "Girish KS, Kemparaju K, Nagaraju S, Vishwanath BS. Hyaluronidase inhibitors: a biological and therapeutic perspective. Curr Med Chem. 2009;16:2261–2288. doi: 10.2174/092986709788453078.", "ArticleIdList": ["10.2174/092986709788453078", "19519390"]}, {"Citation": "Murata T, Tatsuo Katagiri T, Osaka M, Yamauchi S, Yoshimura K, Kawada M, Fujii Y, Suzukia Y, Sasaki K. Hyaluronidase and degranulation inhibitors from the edible roots of Oenanthe javanica including seric acids F and G that were obtained by heating. Biosci Biotechnol Biochem. 2021 doi: 10.1093/bbb/zbaa042.", "ArticleIdList": ["10.1093/bbb/zbaa042", "33604640"]}, {"Citation": "Campiani G, Fattorusso C, Butini S, Gaeta A, Agnusdei M, Gemma S, Persico M, Catalanotti B, Savini L, Nacci V, Novellino E, Holloway HW, Greig NH, Belinskaya T, Fedorko JM, Sazena A. Development of molecular probes for the identification of extra interaction sites in the mid-gorge and peripheral sites of butyrylcholinesterase (BuChE). Rational design of novel, selective, and highly potent BuChE inhibitors. J Med Chem. 2005;48:1919–1929. doi: 10.1021/jm049510k.", "ArticleIdList": ["10.1021/jm049510k", "15771436"]}, {"Citation": "Murata T, Oyama K, Fujiyama M, Oobayashi B, Umehara K, Miyase T, Yoshizaki F. Diastereomers of lithospermic acid and lithospermic acid B from Monarda fistulosa and Lithospermum erythrorhizon. Fitoterapia. 2013;91:51–59. doi: 10.1016/j.fitote.2013.08.009.", "ArticleIdList": ["10.1016/j.fitote.2013.08.009", "23978578"]}, {"Citation": "Takeda S, Tanaka H, Shimada A, Morita T, Ishihara A, Adilbish A, Delgermaa B, Gungaa O. Cerebellar ataxia suspected to be caused by Oxytropis glabra poisoning in western Mongolian goats. J Vet Med Sci. 2014;76:839–846. doi: 10.1292/jvms.14-0023.", "ArticleIdList": ["10.1292/jvms.14-0023", "PMC4108767", "24572629"]}, {"Citation": "Murata T, Mori N, Nishida R. Larval feeding stimulants for a Rutaceae-feeding swallowtail butterfly, Papilio xuthus L. in Citrus unshiu Leaves. J Chem Ecol. 2011;37:1099–1109. doi: 10.1007/s10886-011-0022-5.", "ArticleIdList": ["10.1007/s10886-011-0022-5", "21959594"]}, {"Citation": "Forbey JS, Dearing MD, Gross EM, Orians CM, Sotka EE, Foley WJ. A pharm-ecological perspective of terrestrial and aquatic plant-herbivore interactions. J Chem Ecol. 2013;39:465–480. doi: 10.1007/s10886-013-0267-2.", "ArticleIdList": ["10.1007/s10886-013-0267-2", "23483346"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "1", "Day": "27"}, {"Year": "2021", "Month": "5", "Day": "6"}, {"Year": "2021", "Month": "5", "Day": "22", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "11", "Day": "26", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "5", "Day": "21", "Hour": "6", "Minute": "42"}, {"Year": "2021", "Month": "5", "Day": "21"}], "PublicationStatus": "ppublish", "ArticleIdList": ["34018093", "PMC8137442", "10.1007/s11418-021-01529-7", "10.1007/s11418-021-01529-7"]}}], "PubmedBookArticle": []}