{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Ethnobotanical survey", "Fez-Meknes region", "Medicinal and aromatic plants", "Traditional medicine"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34031820", "DateCompleted": {"Year": "2022", "Month": "01", "Day": "05"}, "DateRevised": {"Year": "2022", "Month": "05", "Day": "31"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "05", "Day": "24"}], "Language": ["eng"], "ELocationID": ["10.1007/s11356-021-14439-8"], "Journal": {"ISSN": "1614-7499", "JournalIssue": {"Volume": "29", "Issue": "1", "PubDate": {"Year": "2022", "Month": "Jan"}}, "Title": "Environmental science and pollution research international", "ISOAbbreviation": "Environ Sci Pollut Res Int"}, "ArticleTitle": "Ethnobotanical survey about medicinal plants used in traditional treatment of insomnia, asthenia, and oral and gum infections in the region Fez-Meknes, Morocco.", "Pagination": {"StartPage": "133", "EndPage": "145", "MedlinePgn": "133-145"}, "Abstract": {"AbstractText": ["An ethnobotanical survey was conducted among herbalists in the north-central region of Morocco using a questionnaire in order to highlight knowledge and know-how and to establish an inventory of herbal remedies used in the treatment of diseases common in the region and rarely cited in the bibliography: in this case, it is insomnia, asthenia, and oral-gum infections. The results showed that 120 herbalists were interviewed in different areas of the Fez-Meknes region, about 86 species were cited and grouped into 60 families (47 plants to treat asthenia, 25 to treat insomnia, and 21 to treat oral and gum infections). The reported plants have been identified and presented with the binomial name, family, part used, and method of preparation. In addition, the versatility was observed in several plants, indicating that the same plant could be used to treat conditions of different groups. Herbalists are people of both sexes belonging to different age groups and have different socioeconomic and intellectual levels. Eighty percent of surveyed herbalists are willing to provide us information about plants in the studied area. The most cited plants for treating these diseases are Lavandula dentata, Matricaria chamomilla, Rosmarinus officinalis, Allium cepa, Origanum vulgare, Origanum majorana, Marrubium vulgare, Lepidium sativum, and Ocimum basilicum. The Lamiaceae are the most quoted family. The leaves are the most commonly used organs. Infusion is the most common form of preparation. The results of this ethnobotanical study could constitute an important source of information and databases for further research in the fields of phytochemistry and pharmacology in order to find new bioactive molecules. In addition, this document can be used in the protection of indigenous knowledge."], "CopyrightInformation": "© 2021. The Author(s), under exclusive licence to Springer-Verlag GmbH Germany, part of Springer Nature."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Engineering Laboratory of Organometallic, Molecular Materials, and Environment, Faculty of Sciences, University Sidi Mohamed Ben Abdellah, Fez, Morocco. ghadabeniaich@gmail.com."}], "LastName": "Beniaich", "ForeName": "Ghada", "Initials": "G"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Engineering Laboratory of Organometallic, Molecular Materials, and Environment, Faculty of Sciences, University Sidi Mohamed Ben Abdellah, Fez, Morocco."}], "LastName": "Salim", "ForeName": "Rajae", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Engineering Laboratory of Organometallic, Molecular Materials, and Environment, Faculty of Sciences, University Sidi Mohamed Ben Abdellah, Fez, Morocco."}], "LastName": "Ech-Chihbi", "ForeName": "Elhachmia", "Initials": "E"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Engineering Laboratory of Organometallic, Molecular Materials, and Environment, Faculty of Sciences, University Sidi Mohamed Ben Abdellah, Fez, Morocco. el.hajjajiFadoua25@gmail.com."}], "LastName": "El-Hajjaji", "ForeName": "Fadoua", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Engineering Laboratory of Organometallic, Molecular Materials, and Environment, Faculty of Sciences, University Sidi Mohamed Ben Abdellah, Fez, Morocco."}], "LastName": "Rais", "ForeName": "Zakia", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Engineering Laboratory of Organometallic, Molecular Materials, and Environment, Faculty of Sciences, University Sidi Mohamed Ben Abdellah, Fez, Morocco."}], "LastName": "Abdellaoui", "ForeName": "Abdelfattah", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Engineering Laboratory of Organometallic, Molecular Materials, and Environment, Faculty of Sciences, University Sidi Mohamed Ben Abdellah, Fez, Morocco."}], "LastName": "Taleb", "ForeName": "Mustapha", "Initials": "M"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "Environ Sci Pollut Res Int", "NlmUniqueID": "9441769", "ISSNLinking": "0944-1344"}, "MeshHeadingList": [{"QualifierName": ["drug therapy"], "DescriptorName": "Asthenia"}, {"QualifierName": [], "DescriptorName": "Ethnobotany"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Medicine, Traditional"}, {"QualifierName": [], "DescriptorName": "Morocco"}, {"QualifierName": ["drug therapy"], "DescriptorName": "Mouth Diseases"}, {"QualifierName": [], "DescriptorName": "Phytotherapy"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": ["drug therapy"], "DescriptorName": "Sleep Initiation and Maintenance Disorders"}, {"QualifierName": [], "DescriptorName": "Surveys and Questionnaires"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Akharaiyi FC, Boboye B (2010) Antibacterial and phytochemical evaluation of three medicinal plants. J Nat Prod 3:27–34"}, {"Citation": "Alaoui MSB, Satrani B, Boussoula E, Ghanmi M (2018) Ethnobotanical study of medicinal plants used in the Moroccan Sahara provinces. Int J Innov Appl Stud 24:789–801"}, {"Citation": "Amaghnouje A, Slighoua M, Es-safiI,. El JaoudiR ,Elyoubi A, Bousta D, Grafov A(2020) Ethnobotanical Survey of Medicinal Plants Used in the Traditional Treatment of Depression and Anxiety in Fez-Meknes Region, Phytotherapy https://doi.org/10.3166/phyto-2020-0225 , 18, 220, 229"}, {"Citation": "Amin A, Hamza AA (2005) Hepatoprotective effects of Hibiscus, Rosmarinus and Salvia on azathioprine-induced toxicity in rats. Life Sci 77(3):266–278", "ArticleIdList": ["10.1016/j.lfs.2004.09.048"]}, {"Citation": "Bellakhdar, J (1978) Traditional medicine and toxicology from West Sahara. Contribution to the study of the Moroccan pharmacopoeia North African Technical Editions, Rabat, Marocco:365."}, {"Citation": "Bellakhdar J (1997) The traditional Moroccan pharmacopoeia. Ancient Arabic medicine and popular knowledge. Edition le Fennec and Ibis Press"}, {"Citation": "Bellakhdar J (2006) Medicinal plants in the Maghreb and basic care: precise modern phytotherapy. Editions Le Fennec, Casablanca. V1 385 P."}, {"Citation": "Bellakhdar J, Claisse R, Fleurentin J, Younos C (1991) Repertory of standard herbal drugs in the Moroccan pharmacopoea. JEthnopharmacol. 35:123–143", "ArticleIdList": ["10.1016/0378-8741(91)90064-K"]}, {"Citation": "Benítez G, Gonzalez-Tejero MR, Molero-Mesa J (2010) Pharmaceutical ethnobotany in the western part of Granada province (southern Spain): ethnopharmacological synthesis. J Ethnopharmacol 129:87–105", "ArticleIdList": ["10.1016/j.jep.2010.02.016"]}, {"Citation": "Benkhnigue O, Zidane L, Fadli M, Elyacoubi H, Rochdi A, Douira A (2010) Ethnobotanical study of medicinal plants in the region of Mechraâ Bel Ksiri (Gharb region of Morocco). Acta Bot Barc 53:191–216"}, {"Citation": "Benlamdini N, Elhafian M, Rochdi A, Zidane L (2014) Floristic and ethnobotanical study of the medicinal flora of the Eastern High Atlas (Upper Moulouya). Journal of Applied Biosciences:67–71"}, {"Citation": "Boucherit H, Benabdeli K, Benaradj A (2017) Contribution to the phytotherapy against scorpion sting envenomation in the Naama region (Algeria). Lazaroa 38(1):75–82", "ArticleIdList": ["10.5209/LAZA.55806"]}, {"Citation": "Boudjelal A, Henchiri C, Sari M, Sarri D, Hendel N, Benkhaled A, Ruberto G (2013) Herbalists and wild medicinal plants in M’Sila (North Algeria): An ethnopharmacology survey. J Ethnopharmacol 148: 395-402."}, {"Citation": "Bousta D, Ennabili A (2011) The National Institute of Medicinal and Aromatic Plants at the service of the development of phytotherapy in Morocco phytotherapy 9:297-303."}, {"Citation": "Bouyahya A, Abrini J, Et-Touys A, Bakria Y, Dakka N (2017) Indigenous knowledge of the use of medicinal plants in the North-West of Morocco and their biological activities. European Journal of Integrative Medicine 13:9–25", "ArticleIdList": ["10.1016/j.eujim.2017.06.004"]}, {"Citation": "Bouziane Z. (2017) Contribution to the ethnobotanical study of medicinal plants in the Azail region (Tlemcen-Algeria). AboubakrBelkaïd University-Tlemcen, Faculty of Natural and Life Sciences, Earth and Universe Sciences."}, {"Citation": "Campanella L, Bonanni A, Favero G (2003) Determination of antioxidant properties of aromatic herbs, olives and fresh fruit using an enzymatic sensor. Anal Bioanal Chem 375:1011–1016", "ArticleIdList": ["10.1007/s00216-003-1825-1"]}, {"Citation": "Chebaibi KM, Bousta D, Iken I, Hoummani H, Ech-Choayeby A, Najdi A, Houssaini TS, Achour S (2019) Ethnopharmacological survey on medicinal plants used in the treatment of kidney disease in the region of Fez-Meknes. Morocco, Phytotherapy"}, {"Citation": "Chraibi M, Fikri-Benbrahim K, Amrani M, Farah A, Bari A, BenzianeOuaritini Z (2018) Ethnobotanical study on the use of Mentha pulegium, Mentha piperita and Pelargonium graveolens in Northern Morocco (Taounate) and evaluation of their antimicrobial power. Eur Sci J 14(24):1857–7431"}, {"Citation": "Cimanga K, Kambu K, Tona L (2002) Correlation between chemical composition and antibacterial activity of essential oils of some aromatic medicinal plants growing in the Democratic Republic of Congo. J Ethnopharmacol 79(2):213–220", "ArticleIdList": ["10.1016/S0378-8741(01)00384-1"]}, {"Citation": "Claisse R (1990) Traditional pharmacopoeia in Morocco: popular market of Yacoub El Mansour. Proceedings of the First European Colloquium on Ethnopharmacology, Metz, March 22-25:448–449"}, {"Citation": "Daget P, Godron M (1982) Frequency analysis of the ecology of the species. Masson, Paris, p 163"}, {"Citation": "Dragland S, Senoo H, Wake K (2003) Several culinary and medicinal herbs are important sources of dietary antioxidants. J Nutr 133:1286–1290", "ArticleIdList": ["10.1093/jn/133.5.1286"]}, {"Citation": "El Alami A, Loubna F, Chait A (2017) Ethnobotanical study on spontaneous medicinal plants growing in the northern slope of the Atlas Mountains of Azilal (Morocco). Algerian Journal of Natural Products 4:271–282"}, {"Citation": "El Haouari M, El Makaoui S, Jnah M, Haddaouy A (2018) A survey of medicinal plants used by herbalists in Taza (Northern Morocco) to manage various ailments. J Mat Environ Sci 9:1875–1888"}, {"Citation": "El Hassani M, Douiri EM, Bammi J, Zidane L, Badoc A, DouiraA (2013) Medicinal plants of the Middle Moulouya (North-East of Morocco). Ethnopharmacologia 50:39–53"}, {"Citation": "El Rhaffari L, Zaid A (2002) Practice of phytotherapy in South-East Morocco (Tafilalet): an empirical knowledge for a renewed pharmacopoeia. In: Fleurentin J, Pelt JM, Mazars G (eds) From the sources of knowledge to the medicines of the future. Proceedings of the 4th European Congress on Ethnopharmocology, Paris, pp 293–318"}, {"Citation": "Exarchou V, Nenadis N, Tsimidou M (2002) Antioxidant activities and phenolic composition of extracts from Greek Oregano, Greek Sage, and Summer Savory. J Agric Food Chem 50:5294–5299", "ArticleIdList": ["10.1021/jf020408a"]}, {"Citation": "Fadil M, Farah A, Haloui T, Rachiq S (2014) Ethnobotanical study of plants exploited by cooperatives and associations in the Meknes-Tafilalet region of Morocco. Lazaroa 35:155–166", "ArticleIdList": ["10.5209/rev_LAZA.2014.v35.42697"]}, {"Citation": "Fennane M, Ibn Tattou M, Ouyahya A, El Oualidi J (2007) Practical flora of Morocco: manual for the determination of vascular plants. V2, Botanical Series 38:636."}, {"Citation": "General Monograph (2015) Minister of the Interior, General Directorate of Local Authorities (2015) P:2-3."}, {"Citation": "Hajhashemi V, Ghannadi A, Sharif B (2003) Anti-inflammatory and analgesic properties of the leaf extracts and essential oil of Lavandula angustifolia Mill. J Ethnopharmacol 89:67–71", "ArticleIdList": ["10.1016/S0378-8741(03)00234-4"]}, {"Citation": "HCEFLCD/USAID (2009) National Strategy for the Development of the Aromatic and Medicinal Plant Sector in Morocco Final Report: Coordination of the Office of the High Commissioner for Water and Forests and the Fight against Desertification; Technical Assistance: United States Agency for International Development (USAID): 70."}, {"Citation": "Hmamouchi M (2001) Medicinal and aromatic plants from Morocco. Traditional uses, Market, Biology, Chemistry, Pharmacology, Toxicology, Lexicon. 2nd edition FédalaMohammediaMorocco, 450."}, {"Citation": "Hseini S, Kahouadji A (2007) Ethnobotanical study of the medicinal flora in the region of Rabat (Western Morocco). Lazaroa 28:79–93"}, {"Citation": "Ismaili R, Houbairi S, Lanouari S (2017) Study of the antioxidant activity of essential oils of Moroccan aromatic and medicinal plants. Eur Sci J 13(12):1857–7431"}, {"Citation": "Jamaleddine M, El Oualidi J, Taleb MS, Thévenin T, El Alaoui-Faris FE (2017) Inventory and state of conservation of aromatic and medicinal plants (MAP) in Morocco. Ethnopharmacologie 15:114–122"}, {"Citation": "Jandi M (2017) Medicinal plants in dermatology and cosmetology: survey of herbalists in the region of Beni Mellal, thesis report. Marrakech, Faculty of Medicine and Pharmacy of"}, {"Citation": "Jaradat NA, Zaid AN, Al-Ramahi R, A. Alqub M, Hussein F, Hamdan Z, Mustafa M, Qneibi M, Ali I (2017) Ethnopharmacological survey of medicinal plants practiced by traditional healers and herbalists for treatment of some urological diseases in the West Bank/Palestine. Complement Altern Med 17: 255."}, {"Citation": "Jouad H, Haloui M, Rhiouani H, El Hilaly J, Eddouks M (2001) Ethnobotanical survey of medicinal plants used for the treatment of diabetes, cardiac and renal diseases in the North centre region of Morocco (Fez–Boulemane). J Ethnopharmacol 77:175–182", "ArticleIdList": ["10.1016/S0378-8741(01)00289-6"]}, {"Citation": "Kahouadji A (1986) Floristic researches on the mountainous massif of Béni-Snassène (Eastern Morocco). Thesis Univ Sci Tech du Languedoc Montpellier 235"}, {"Citation": "Kahouadji M.S., (1995) Contribution to an ethnobotanical study of medicinal plants in Eastern Morocco.- Thesis. Mohammed First University, Faculty of Sciences, Oujda.205 p."}, {"Citation": "Lamendin H, Toscano G, Requirand P (2004) Oral phytotherapy and aromatherapy. Medical-Surgical Encyclopedia (Dentistry) 1:179–192"}, {"Citation": "Lamendin, H Boullard B, Dubois A (2008) Oral medicinal plants of Normandy (Knowledge of yesterday and today) Ch. Dent. Fr. 1366, 32-39, and 1367:46- 51."}, {"Citation": "Lamiri A, Lhaloui S, Benjilali B (2001) Insectcidal effects of essential oils against Hessian fly, Mayetiola destructor (Say). Field Crop Res 71:9–15", "ArticleIdList": ["10.1016/S0378-4290(01)00139-3"]}, {"Citation": "Mai E, Buysse DJ (2008) Insomnia: prevalence, impact, pathogenesis, differential diagnosis, and evaluation. Sleep Med Clin 3(2):167–174", "ArticleIdList": ["10.1016/j.jsmc.2008.02.001"]}, {"Citation": "Martin GJ (2004) Ethnobotany: a methods manual. People and Plants Conservation Series.WWF, Earthscan Publications, U.K. ISBN 1844070840, 9781844070848"}, {"Citation": "Mehdioui R, Kahouadji A (2007) Ethnobotanical study of the population living near the Amsittene forest: the case of the Commune of Imin’Tlit (Essaouira Province). Newsletter of the Scientific Institute, Rabat, Life Sciences section 29:11–20"}, {"Citation": "Mikou K, Rachiq S, Jarrar O A. Beniaich G (2015) Ethnobotanical study of medicinal and aromatic plants used in the city of Fez in Morocco Phytotherapy"}, {"Citation": "Nadjat M (2019) Ethnobotanical survey on ‘Chamaerops humilis’ in the region of Beni Snous (western Algeria). Mediterranean botany 40:N02"}, {"Citation": "Ramal H, Bouayad J, Younos C, Soulimani R (2009) Ethnobotanical and phytopharmacological notes of Argania spinosa L. Phytotherapy 7:157–160", "ArticleIdList": ["10.1007/s10298-009-0386-7"]}, {"Citation": "Redouan FZ, Benítez G, Picone RM, Crisafulli A, Yebouk C, Bouhbal M, Ben Driss A, Kadiri M, Molero-Mesa J, Merzouki A (2020) Traditional medicinal knowledge of Apiaceae at Talassemtane National Park (Northern Morocco). S Afr J Bot 131:118–130", "ArticleIdList": ["10.1016/j.sajb.2020.02.004"]}, {"Citation": "Rhafouri R, Aafi A, Zair T, Strani B, El Omari M, Ghanmi M, Bentayeb A (2014) Ethnobotanical study of medicinal plants in Ifran’s National Park (Morocco). J Mater Environ Sci 6(3):619–630"}, {"Citation": "Salhi S, Fadli M, Zidane L, Douira A (2010) Floristic and ethnobotanical studies of the medicinal plants of the city of Kenitra (Morocco). Lazaroa 31:133–146", "ArticleIdList": ["10.5209/rev_LAZA.2010.v31.9"]}, {"Citation": "Scherrer AM, Motti R, Weckerle CS (2005) Traditional plant use in the areas of Monte Vesole and Ascea, Cilento National Park (Campania, Southern Italy). J Ethnopharmacol 97:129–143", "ArticleIdList": ["10.1016/j.jep.2004.11.002"]}, {"Citation": "Sijelmassi A (1993) Medicinal plants of Morocco. Le Fennec, Casablanca"}, {"Citation": "Sijelmassi A (2000) The medicinal plants of Morocco. Edition le Fennec 285:3"}, {"Citation": "Sijelmassi A (2011) Medicinal plants in Morocco. Editions le Fennec. Casablanca, Morocco, p 285"}, {"Citation": "Slimani I, Najem N, Belaidi R, Bachiri L, Bouiamrine E, NassiriL Ibijbijen J (2016) Ethnobotanical study of medicinal plants used in the region of Zerhoun-Morocco. Int J Innov Appl Stud 15(4):846–863"}, {"Citation": "Tahri N, El Basti A, Zidane L, Rochdi A, Douira A (2012) Ethnobotanical study of medicinal plants in Settat Province (Morocco). KastamonuÜniversitesi Orman FakültesiDergisi 12(2):192–208"}, {"Citation": "Tesfaye S, Kaleab A, Tsige Gebre M (2006) Ethnobotanical and ethnopharmaceutical studies on medicinal plants of Chifra District. Afar Region, North Eastern Ethiopia, Ethiop Pharm J 24:41–58"}, {"Citation": "WOH/TRM (2000) General methodological principles for research and evaluation related to traditional medicine. Annex II:31–35"}, {"Citation": "Yeung WF, Chung KF, Poon MM-K, Ho FY-Y, Zhang S-P, Zhang Z-J (2012) Chinese herbal medicine for insomnia: a systematic review of randomized controlled trials. Sleep Med Rev 16(6):497–507", "ArticleIdList": ["10.1016/j.smrv.2011.12.005"]}, {"Citation": "Zeggwagh AA, Lahlou Y, Bousliman Y (2013) Investigation on the toxicological aspects of the phytotherapy used by an herbalist in Fez. Morocco, Pan African Medical Journal 14:125"}, {"Citation": "Zekkour M (2008) The risks of phytotherapy, Monographs of the most common toxic plants in Morocco, Thesis for the state diploma of Doctor of Pharmacy, University Mohamed V-Souissi Faculty of Medicine and Pharmacy. 30 Rabat."}, {"Citation": "Ziyyat A, Legssyer A, Mekhfi H, Dassouli A, Serhrouchni M, Benjelloun W (1997) Phototherapy of hypertension and diabetes in oriental Morocco. J Ethnopharmacol 58:45–54", "ArticleIdList": ["10.1016/S0378-8741(97)00077-9"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "2", "Day": "19"}, {"Year": "2021", "Month": "5", "Day": "12"}, {"Year": "2021", "Month": "5", "Day": "26", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "1", "Day": "6", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "5", "Day": "25", "Hour": "6", "Minute": "49"}], "PublicationStatus": "ppublish", "ArticleIdList": ["34031820", "10.1007/s11356-021-14439-8", "10.1007/s11356-021-14439-8"]}}], "PubmedBookArticle": []}