{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Zerumbone", "glioblastoma multiforme", "invasiveness", "matrix metalloproteinase", "metastasis"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34046952", "DateCompleted": {"Year": "2022", "Month": "02", "Day": "16"}, "DateRevised": {"Year": "2024", "Month": "01", "Day": "09"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "05", "Day": "27"}], "Language": ["eng"], "ELocationID": ["10.1002/biof.1756"], "Journal": {"ISSN": "1872-8081", "JournalIssue": {"Volume": "47", "Issue": "5", "PubDate": {"Year": "2021", "Month": "Sep"}}, "Title": "BioFactors (Oxford, England)", "ISOAbbreviation": "Biofactors"}, "ArticleTitle": "Zerumbone, a ginger sesquiterpene, inhibits migration, invasion, and metastatic behavior of human malignant glioblastoma multiforme in vitro.", "Pagination": {"StartPage": "729", "EndPage": "739", "MedlinePgn": "729-739"}, "Abstract": {"AbstractText": ["The most widespread and challenging aggressive malignant tumor in the brain is glioblastoma multiforme (GBM). GBM is characterized, in particular, by significant intratumor cell variability, high growth rates, and widespread invasiveness within the surrounding normal brain parenchyma. The present study aimed to examine the impact of the natural product Zerumbone, a promising sesquiterpenoid phytochemical from Zingiber zerumbet, on U-87 MG GBM cells and its underlying molecular mechanisms. At sub-lethal doses, Zerumbone exerted a concentration- and time-dependent suppression of cell migration ability utilizing scratch wound closure assay; it also inhibited GBM cells' invasion using Transwell invasion assay in a concentration-dependent fashion. The enzymatic activity of matrix metalloproteinase (MMP)-2/-9 and their protein expression has also been reduced by administration of Zerumbone. Furthermore, Zerumbone was revealed to downregulate the mRNA expression level of IL-1β and MCP-1, two genes contributing to MMPs expression. We also found that Zerumbone exerted an inhibitory effect on the expression of Akt and total p44/42 MAPK (Erk1/Erk2) against U-87 MG cells. These findings collectively provide further proof for the possible molecular signaling basis of the antimetastatic effects of Zerumbone as a promising phytochemical, indicating a therapeutic strategy for the treatment of GBM through repression of migration, invasion, and metastasis."], "CopyrightInformation": "© 2021 International Union of Biochemistry and Molecular Biology."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medical Biochemistry, Faculty of Medicine, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Jalili-Nik", "ForeName": "Mohammad", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Physiology and Pharmacology, Faculty of Medicine, North Khorasan University of Medical Sciences, Bojnurd, Iran."}], "LastName": "Afshari", "ForeName": "Amir R", "Initials": "AR"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medical Biochemistry, Faculty of Medicine, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Sabri", "ForeName": "Hamed", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Natural Products and Medicinal Plants Research Center, North Khorasan University of Medical Sciences, Bojnurd, Iran."}], "LastName": "Bibak", "ForeName": "Bahram", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Physiology and Pharmacology, Faculty of Medicine, North Khorasan University of Medical Sciences, Bojnurd, Iran."}, {"Identifier": [], "Affiliation": "Natural Products and Medicinal Plants Research Center, North Khorasan University of Medical Sciences, Bojnurd, Iran."}], "LastName": "Mollazadeh", "ForeName": "Hamid", "Initials": "H"}, {"Identifier": ["0000-0002-8656-1444"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Biotechnology Research Center, Pharmaceutical Technology Institute, Mashhad University of Medical Sciences, Mashhad, Iran."}, {"Identifier": [], "Affiliation": "Applied Biomedical Research Center, Mashhad University of Medical Sciences, Mashhad, Iran."}, {"Identifier": [], "Affiliation": "School of Pharmacy, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Sahebkar", "ForeName": "Amirhossein", "Initials": "A"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Netherlands", "MedlineTA": "Biofactors", "NlmUniqueID": "8807441", "ISSNLinking": "0951-6433"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Sesquiterpenes"}, {"RegistryNumber": "471-05-6", "NameOfSubstance": "zerumbone"}], "MeshHeadingList": [{"QualifierName": ["metabolism", "pathology"], "DescriptorName": "Brain Neoplasms"}, {"QualifierName": ["drug effects"], "DescriptorName": "Cell Proliferation"}, {"QualifierName": [], "DescriptorName": "Cell Survival"}, {"QualifierName": [], "DescriptorName": "Zingiber officinale"}, {"QualifierName": ["metabolism", "pathology"], "DescriptorName": "Glioblastoma"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Neoplasm Invasiveness"}, {"QualifierName": ["metabolism", "pharmacology"], "DescriptorName": "Sesquiterpenes"}, {"QualifierName": ["drug effects"], "DescriptorName": "Signal Transduction"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Tavana E, Mollazadeh H, Mohtashami E, Modaresi SMS, Hosseini A, Sabri H, et al. Quercetin: a promising phytochemical for the treatment of glioblastoma multiforme. Biofactors. 2020;46:356-66."}, {"Citation": "Soukhtanloo M, Mohtashami E, Maghrouni A, Mollazadeh H, Mousavi SH, Roshan MK, et al. Natural products as promising targets in glioblastoma multiforme: a focus on NF-κB signaling pathway. Pharmacol Rep. 2020;72:285-95."}, {"Citation": "Jalili-Nik M, Sadeghi MM, Mohtashami E, Mollazadeh H, Afshari AR, AJOm S, et al. Zerumbone promotes cytotoxicity in human malignant glioblastoma cells through reactive oxygen species (ROS) generation. Oxid Med Cell Longev. 2020;2020:1-9."}, {"Citation": "Soukhtanloo M, Mohtashami E, Maghrouni A, Mollazadeh H, Mousavi SH, Roshan MK, et al. Natural products as promising targets in glioblastoma multiforme: a focus on NF-κB signaling pathway. Pharmacol Rep. 2020;72(2):1-11."}, {"Citation": "Oprita A, Baloi S-C, Staicu G-A, Alexandru O, Tache DE, Danoiu S, et al. Updated insights on EGFR signaling pathways in glioma. Int J Mol Sci. 2021;22:587."}, {"Citation": "Finch A, Solomou G, Wykes V, Pohl U, Bardella C, C W. Advances in research of adult gliomas. Int J Mol Sci. 2021;22:924."}, {"Citation": "Wang M, Li C, Shi W. FAM84B acts as a tumor promoter in human glioma via affecting the Akt/ GSK -3β/β-catenin pathway. BioFactors. 2021. https://doi.org/10.1002/biof.1727."}, {"Citation": "Girisa S, Shabnam B, Monisha J, Fan L, Halim CE, Arfuso F, et al. Potential of zerumbone as an anticancer agent. Molecules. 2019;24:734."}, {"Citation": "Gu MJ, Lee P, Ha SK, JJABC H. Zerumbone attenuates lipopolysaccharide-induced activation of BV-2 microglial cells via NF-κB signaling. 2020;63:1-8."}, {"Citation": "Dermani FK, Amini R, Saidijam M, Pourjafar M, Saki S, Najafi RJ. Zerumbone inhibits epithelial-mesenchymal transition and cancer stem cells properties by inhibiting the β-catenin pathway through miR-200c. J Cell Physiol. 2018;233:9538-47."}, {"Citation": "Hseu Y-C, Huang Y-C, Korivi M, Wu J-J, Way T-D, Ou T-T, et al. Zerumbone attenuates TGF-β1-mediated epithelial-mesenchymal transition via upregulated E-cadherin expression and downregulated Smad2 signalling pathways in non-small cell lung cancer (A549) cells. J Funct Foods. 2015;18:58-72."}, {"Citation": "Ros M, Sala M, FJ S. Linking matrix rigidity with EMT and cancer invasion. Dev Cell. 2020;54:293-5."}, {"Citation": "Roshan MK, Soltani A, Soleimani A, Kahkhaie KR, Afshari AR, MJB S. Role of AKT and mTOR signaling pathways in the induction of epithelial-mesenchymal transition (EMT) process. Biochimie. 2019;165:229-34."}, {"Citation": "Saranya J, Dhanya B, Greeshma G, Radhakrishnan K, SJ P. Effects of a new synthetic zerumbone pendant derivative (ZPD) on apoptosis induction and anti-migratory effects in human cervical cancer cells. Chem Biol Interact. 2017;278:32-9."}, {"Citation": "Kim S, Lee J, Jeon M, Lee JE, Nam SJJO. Zerumbone suppresses the motility and tumorigenecity of triple negative breast cancer cells via the inhibition of TGF-β1 signaling pathway. Oncotarget. 2016;7:1544."}, {"Citation": "Lv T, Zhang W, XJOl H. Zerumbone suppresses the potential of growth and metastasis in hepatoma HepG2 cells via the MAPK signaling pathway. 2018;15:7603-10."}, {"Citation": "Samad NA, Abdul AB, Rahman HS, Rasedee A, Ibrahim TAT, Keon YS. Zerumbone suppresses angiogenesis in HepG2 cells through inhibition of matrix metalloproteinase-9, vascular endothelial growth factor, and vascular endothelial growth factor receptor expressions. Pharmacogn Mag. 2017;13:S731."}, {"Citation": "Takada Y, Murakami A, Aggarwal BB. Zerumbone abolishes NF-kappaB and IkappaBalpha kinase activation leading to suppression of antiapoptotic and metastatic gene expression, upregulation of apoptosis, and downregulation of invasion. Oncogene. 2005;24:6957-69."}, {"Citation": "Sahab-Negah S, Ariakia F, Jalili-Nik M, Afshari AR, Salehi S, Samini F, et al. Curcumin loaded in Niosomal nanoparticles improved the anti-tumor effects of free curcumin on glioblastoma stem-like cells: an in vitro study. Mol Neurobiol. 2020;57:3391-411."}, {"Citation": "Afshari AR, Karimi Roshan M, Soukhtanloo M, Ghorbani A, Rahmani F, Jalili-Nik M, et al. Cytotoxic effects of auraptene against a human malignant glioblastoma cell line. Avicenna J Phytomed. 2019;9:334-46."}, {"Citation": "Afshari AR, Jalili-Nik M, Soukhtanloo M, Ghorbani A, Sadeghnia HR, Mollazadeh H, et al. Auraptene-induced cytotoxicity mechanisms in human malignant glioblastoma (U87) cells: role of reactive oxygen species (ROS). EXCLI J. 2019;18:576-90."}, {"Citation": "Revathidevi S, Munirajan AK. Akt in cancer: mediator and more. Semin Cancer Biol. 2019;59:80-91."}, {"Citation": "Cao Z, Liao Q, Su M, Huang K, Jin J, DJ C. AKT and ERK dual inhibitors: the way forward? Cancer Lett. 2019;459:30-40."}, {"Citation": "Sahab-Negah S, Ariakia F, Jalili-Nik M, Afshari AR, Salehi S, Samini F, et al. Curcumin loaded in niosomal nanoparticles improved the anti-tumor effects of free curcumin on glioblastoma stem-like cells: an in vitro study. Mol Neurobiol. 2020;57(8):3391-3411."}, {"Citation": "Afshari AR, Mollazadeh H, Henney NC, Jamialahmad T, Sahebkar A. Effects of statins on brain tumors: a review. Semin Cancer Biol. 2020. https://doi.org/10.1016/j.semcancer.2020.08.002."}, {"Citation": "Afshari AR, Mollazadeh H, Soukhtanloo M, Hosseini A, Mohtashami E, Jalili-Nik M, et al. Modulation of calcium signaling in glioblastoma multiforme: a therapeutic promise for natural products. Mini Rev Med Chem. 2020;20(18):1879-1899."}, {"Citation": "Maghrouni A, Givari M, Jalili-Nik M, Mollazadeh H, Bibak B, Sadeghi MM, et al. Targeting the PD-1/PD-L1 pathway in glioblastoma multiforme: preclinical evidence and clinical interventions. 2021;93:107403."}, {"Citation": "Afshari AR, Jalili-Nik M, Abbasinezhad-moud F, Javid H, Karimi M, Mollazadeh H, et al. Anti-tumor effects of curcuminoids in glioblastoma multiforme: an updated literature review. Curr Med Chem. 2020;27. https://doi.org/10.2174/0929867327666201111145212."}, {"Citation": "Afshari AR, Mollazadeh H, Mohtashami E, Soltani A, Soukhtanloo M, Hosseini A, et al. Protective role of natural products in glioblastoma multiforme: a focus on nitric oxide pathway. Curr Med Chem. 2020;28(2):377-400."}, {"Citation": "Haque MA, Jantan I, Arshad L, SNA B. Exploring the immunomodulatory and anticancer properties of zerumbone. Food Funct. 2017;8:3410-31."}, {"Citation": "Singh YP, Girisa S, Banik K, Ghosh S, Swathi P, Deka M, et al. Potential application of zerumbone in the prevention and therapy of chronic human diseases. J Funct Foods. 2019;53:248-58."}, {"Citation": "Shin D-S, Eom Y-B. Efficacy of zerumbone against dual-species biofilms of Candida albicans and Staphylococcus aureus. Microb Pathog. 2019;137:103768."}, {"Citation": "Wani NA, Zhang B, Teng K-y, Barajas JM, Motiwala T, Hu P, et al. Reprograming of glucose metabolism by zerumbone suppresses hepatocarcinogenesis. Mol Cancer Res. 2018;16:256-68."}, {"Citation": "Sithara T, Dhanya B, Arun K, Sini S, Dan M, Kokkuvayil Vasu R, et al. Zerumbone, a cyclic sesquiterpene from Zingiber zerumbet induces apoptosis, cell cycle arrest, and antimigratory effects in SW480 colorectal cancer cells. J Agric Food Chem. 2018;66:602-12."}, {"Citation": "Zainal NS, Gan CP, Lau BF, San Yee P, Tiong KH, ZAA R, et al. Zerumbone targets the CXCR4-RhoA and PI3K-mTOR signaling axis to reduce motility and proliferation of oral cancer cells. 2018;39:33-41."}, {"Citation": "Singh SP, Nongalleima K, Singh NI, Doley P, Singh CB, Singh TR, et al. Zerumbone reduces proliferation of HCT116 colon cancer cells by inhibition of TNF-alpha. 2018;8:1-11."}, {"Citation": "Shyanti RK, Sehrawat A, Singh SV, Mishra J, RPJTiV S. Zerumbone modulates CD1d expression and lipid antigen presentation pathway in breast cancer cells. 2017;44:74-84."}, {"Citation": "Sung B, Jhurani S, Ahn KS, Mastuo Y, Yi T, Guha S, et al. Zerumbone Down-regulates chemokine receptor CXCR4 expression leading to inhibition of CXCL12-induced invasion of breast and pancreatic tumor cells. Cancer Res. 2008;68:8938-44."}, {"Citation": "Hosseini N, Khoshnazar A, Saidijam M, Azizi Jalilian F, Najafi R, Mahdavinezhad A, et al. Zerumbone suppresses human colorectal cancer invasion and metastasis via modulation of FAk/PI3k/NFκB-uPA pathway. Nutr Cancer. 2019;71:159-71."}, {"Citation": "Chakraborty A, Coffman R, Jorvig J. Zerumbone, a phytochemical from Asian ginger is a novel inhibitor of Jak2/Stat3 inhibits promigratory gene expression, growth and migration of pancreatic cancer cells. Pancreatology. 2013;13:e18-e9."}, {"Citation": "Sehrawat A, Sakao K, Singh SV. Notch2 activation is protective against anticancer effects of zerumbone in human breast cancer cells. Breast Cancer Res Treat. 2014;146:543-55."}, {"Citation": "Shanmugam MK, Rajendran P, Li F, Kim C, Sikka S, Siveen KS, et al. Abrogation of STAT3 signaling cascade by zerumbone inhibits proliferation and induces apoptosis in renal cell carcinoma xenograft mouse model. Mol Carcinog. 2015;54:971-85."}, {"Citation": "Richard V, Kumar TS, RM P. Transitional dynamics of cancer stem cells in invasion and metastasis. Transl Oncol. 2021;14:100909."}, {"Citation": "Bent R, Moll L, Grabbe S, MJIjoms B. Interleukin-1 beta-a friend or foe in malignancies? Int J Mol Sci. 2018;19:2155."}, {"Citation": "Jiang Y, Jiao Y, Liu Y, Zhang M, Wang Z, Li Y, et al. Sinomenine hydrochloride inhibits the metastasis of human glioblastoma cells by suppressing the expression of matrix metalloproteinase-2/−9 and reversing the endogenous and exogenous epithelial-mesenchymal transition. Int J Mol Sci. 2018;19:844."}, {"Citation": "Yang S-L, Kuo F-H, Chen P-N, Hsieh Y-H, Yu N-Y, Yang W-E, et al. Andrographolide suppresses the migratory ability of human glioblastoma multiforme cells by targeting ERK1/2-mediated matrix metalloproteinase-2 expression. Oncotarget. 2017;8:105860."}, {"Citation": "Wilson SR, Gallagher S, Warpeha K, SJJTP H. Amplification of MMP-2 and MMP-9 production by prostate cancer cell lines via activation of protease-activated receptors. 2004;60:168-74."}, {"Citation": "Han J, Bae SY, Oh S-J, Lee J, Lee JH, Lee H-c, et al. Zerumbone suppresses IL-1β-induced cell migration and invasion by inhibiting IL-8 and MMP-3 expression in human triple-negative breast cancer cells. Phytother Res. 2014;28:1654-60."}, {"Citation": "Du Z, CM L. Mechanisms of receptor tyrosine kinase activation in cancer. Mol Cancer. 2018;17:1-13."}, {"Citation": "Qin S, Li A, Yi M, Yu S, Zhang M, KJ W, et al. Recent advances on anti-angiogenesis receptor tyrosine kinase inhibitors in cancer therapy. J Hematol Oncol. 2019;12:1-11."}, {"Citation": "Xu AM, Huang PH. Receptor tyrosine kinase coactivation networks in cancer. Cancer Res. 2010;70:3857-60."}], "ReferenceList": [], "Title": "REFERENCES"}], "History": [{"Year": "2021", "Month": "2", "Day": "9"}, {"Year": "2021", "Month": "5", "Day": "7"}, {"Year": "2021", "Month": "5", "Day": "29", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "2", "Day": "17", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "5", "Day": "28", "Hour": "7", "Minute": "48"}], "PublicationStatus": "ppublish", "ArticleIdList": ["34046952", "10.1002/biof.1756"]}}], "PubmedBookArticle": []}