{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["depression", "genetics", "natural", "pharmacogenetics", "plant", "traditional medicine"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34041799", "DateCompleted": {"Year": "2021", "Month": "09", "Day": "29"}, "DateRevised": {"Year": "2021", "Month": "09", "Day": "29"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "05", "Day": "27"}], "Language": ["eng"], "ELocationID": ["10.1002/ptr.7134"], "Journal": {"ISSN": "1099-1573", "JournalIssue": {"Volume": "35", "Issue": "9", "PubDate": {"Year": "2021", "Month": "Sep"}}, "Title": "Phytotherapy research : PTR", "ISOAbbreviation": "Phytother Res"}, "ArticleTitle": "Pharmacogenetic-based management of depression: Role of traditional Persian medicine.", "Pagination": {"StartPage": "5031", "EndPage": "5052", "MedlinePgn": "5031-5052"}, "Abstract": {"AbstractText": ["Depression is one of the most common mental disorders worldwide. The genetic factors are linked to depression and anti-depressant outcomes. Traditional Persian medicine (TPM) manuscripts have provided various anti-depressant remedies, which may be useful in depression management. This review has studied the bioactive compounds, underlying mechanisms, and treatment outcomes of the medicinal plants traditionally mentioned effective for depression from \"The storehouse of medicament\" (a famous pharmacopeia of TPM) to merge those with the novel genetics science and serve new scope in depression prevention and management. This review paper has been conducted in two sections: (1) Collecting medicinal plants and their bioactive components from \"The storehouse of medicament,\" \"Physician's Desk Reference (PDR) for Herbal Medicines,\" and \"Google scholar\" database. (2) The critical key factors and genes in depression pathophysiology, prevention, and treatment were clarified. Subsequently, the association between bioactive components' underlying mechanism and depression treatment outcomes via considering polymorphisms in related genes was derived. Taken together, α-Mangostin, β-carotene, β-pinene, apigenin, caffeic acid, catechin, chlorogenic acid, citral, ellagic acid, esculetin, ferulic acid, gallic acid, gentiopicroside, hyperoside, kaempferol, limonene, linalool, lycopene, naringin, protocatechuic acid, quercetin, resveratrol, rosmarinic acid, and umbelliferone are suitable for future pharmacogenetics-based studies in the management of depression."], "CopyrightInformation": "© 2021 John Wiley & Sons Ltd."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medicinal Plants Processing Research Center, Shiraz University of Medical Sciences, Shiraz, Iran."}, {"Identifier": [], "Affiliation": "Department of Phytopharmaceuticals (Traditional Pharmacy), School of Pharmacy, Shiraz University of Medical Sciences, Shiraz, Iran."}], "LastName": "Jalali", "ForeName": "Atefeh", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology & Toxicology, School of Pharmacy, Shiraz University of Medical Sciences, Shiraz, Iran."}], "LastName": "Firouzabadi", "ForeName": "Negar", "Initials": "N"}, {"Identifier": ["0000-0002-8185-4993"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medicinal Plants Processing Research Center, Shiraz University of Medical Sciences, Shiraz, Iran."}, {"Identifier": [], "Affiliation": "Department of Phytopharmaceuticals (Traditional Pharmacy), School of Pharmacy, Shiraz University of Medical Sciences, Shiraz, Iran."}, {"Identifier": [], "Affiliation": "Epilepsy Research Center, Shiraz University of Medical Sciences, Shiraz, Iran."}], "LastName": "Zarshenas", "ForeName": "Mohammad M", "Initials": "MM"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Phytother Res", "NlmUniqueID": "8904486", "ISSNLinking": "0951-418X"}, "MeshHeadingList": [{"QualifierName": ["drug therapy", "genetics"], "DescriptorName": "Depression"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Medicine, Traditional"}, {"QualifierName": [], "DescriptorName": "Pharmacogenetics"}, {"QualifierName": [], "DescriptorName": "Phytotherapy"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Abbasi-Maleki, S., Kadkhoda, Z., & Taghizad-Farid, R. (2020). The antidepressant-like effects of origanum majorana essential oil on mice through monoaminergic modulation using the forced swimming test. Journal of Traditional and Complementary Medicine, 10(4), 327-335. https://doi.org/10.1016/j.jtcme.2019.01.003"}, {"Citation": "Abdol, N., & Setorki, M. (2020). Evaluation of antidepressant, antianxiolytic, and antioxidant effects of Echium amoenum L. extract on social isolation stress of male mice. Iranian Red Crescent Medical Journal, 22(1), e97593."}, {"Citation": "Ahmed, H. H., Morsy, F. A., El-Nabarawy, S. K., Ahmed, M. A., & Ali, N. A. (2016). Lycopene: An effective neuroprotective option against neurodeterioration induced by formaldehyde inhalation. Comparative Clinical Pathology, 25(6), 1171-1184."}, {"Citation": "Akomolafe, S. F., Akinyemi, A. J., Ogunsuyi, O. B., Oyeleye, S. I., Oboh, G., Adeoyo, O. O., & Allismith, Y. R. (2017). Effect of caffeine, caffeic acid and their various combinations on enzymes of cholinergic, monoaminergic and purinergic systems critical to neurodegeneration in rat brain-In vitro. Neurotoxicology, 62, 6-13. https://doi.org/10.1016/j.neuro.2017.04.008"}, {"Citation": "Albert, P. R., Le François, B., & Vahid-Ansari, F. (2019). Genetic, epigenetic and posttranscriptional mechanisms for treatment of major depression: The 5-HT1A receptor gene as a paradigm. Journal of Psychiatry & Neuroscience: JPN, 44(3), 164-176. https://doi.org/10.1503/jpn.180209"}, {"Citation": "Al-Snafi, A. E. (2016). The chemical constituents and pharmacological effects of Convolvulus arvensis and Convolvulus scammonia-a review. IOSR Journal of Pharmacy, 6(6), 64-75."}, {"Citation": "Anderson, H. D., Pace, W. D., Libby, A. M., West, D. R., & Valuck, R. J. (2012). Rates of 5 common antidepressant side effects among new adult and adolescent cases of depression: A retrospective US claims study. Clinical Therapeutics, 34(1), 113-123. https://doi.org/10.1016/j.clinthera.2011.11.024"}, {"Citation": "Andrew, R., & Izzo, A. A. (2017). Principles of pharmacological research of nutraceuticals: Wiley online library."}, {"Citation": "Anttila, V., Bulik-Sullivan, B., Finucane, H. K., Walters, R. K., Bras, J., Duncan, L., … Malik, R. (2018). Analysis of shared heritability in common disorders of the brain. Science, 360(6395), eaap8757."}, {"Citation": "Anusha, C., Sumathi, T., & Joseph, L. D. (2017). Protective role of apigenin on rotenone induced rat model of Parkinson's disease: Suppression of neuroinflammation and oxidative stress mediated apoptosis. Chemico-Biological Interactions, 269, 67-79. https://doi.org/10.1016/j.cbi.2017.03.016"}, {"Citation": "Anushiravani, M., Manteghi, A. A., Taghipur, A., & Eslami, M. (2019). Comparing effectiveness of a combined herbal drug based on Echium amoenum with citalopram in the treatment of major depressive disorder. Current Drug Discovery Technologies, 16(2), 232-238."}, {"Citation": "Araj-Khodaei, M., Noorbala, A. A., Yarani, R., Emadi, F., Emaratkar, E., Faghihzadeh, S., … Naseri, M. (2020). A double-blind, randomized pilot study for comparison of Melissa officinalis L. and Lavandula angustifolia mill. With fluoxetine for the treatment of depression. BMC Complementary Medicine and Therapies, 20(1), 1-9."}, {"Citation": "Arslan, R., Aydin, S., Nemutlu Samur, D., & Bektas, N. (2018). The possible mechanisms of protocatechuic acid-induced central analgesia. Saudi Pharmaceutical Journal, 26(4), 541-545. https://doi.org/10.1016/j.jsps.2018.02.001"}, {"Citation": "Aslam, M., & Sultana, N. (2015). Vitis vinifera juice ameliorates depression-like behavior in mice by modulating biogenic amine neurotransmitters. Bangladesh Journal of Pharmacology, 10(4), 753-758. https://doi.org/10.3329/bjp.v10i4.23732"}, {"Citation": "Aydin, T., Akincioglu, H., Gumustas, M., Gulcin, I., Kazaz, C., & Cakir, A. (2020). Human monoamine oxidase (hMAO) A and hMAO B inhibitors from Artemisia dracunculus L. herniarin and skimmin: Human mononamine oxidase A and B inhibitors from A. dracunculus L. Zeitschrift für Naturforschung. Section C, 1 (ahead-of-print)."}, {"Citation": "Babaei, F., Mirzababaei, M., & Nassiri-Asl, M. (2018). Quercetin in food: Possible mechanisms of its effect on memory. Journal of Food Science, 83(9), 2280-2287."}, {"Citation": "Bagatini, P. B., Xavier, L. L., Neves, L. T., Saur, L., Barbosa, S., Baptista, P. P. A., … Achaval, M. (2014). Resveratrol prevents akinesia and restores neuronal tyrosine hydroxylase immunoreactivity in the substantia nigra pars compacta of diabetic rats. Brain Research, 1592, 101-112. https://doi.org/10.1016/j.brainres.2014.10.007"}, {"Citation": "Baghbadoranee, P. Y. (2019). Comparison the effect of Echium amoenum extract with fluoxetine on depression in menopausal women. A double-blind randomized controlled trial. Asian Journal of Pharmaceutics, 13(3), 271-275."}, {"Citation": "Baluchnejadmojarad, T., Rabiee, N., Zabihnejad, S., & Roghani, M. (2017). Ellagic acid exerts protective effect in intrastriatal 6-hydroxydopamine rat model of Parkinson's disease: Possible involvement of ERβ/Nrf2/HO-1 signaling. Brain Research, 1662, 23-30."}, {"Citation": "Bandaruk, Y., Mukai, R., Kawamura, T., Nemoto, H., & Terao, J. (2012). Evaluation of the inhibitory effects of quercetin-related flavonoids and tea catechins on the monoamine oxidase-a reaction in mouse brain mitochondria. Journal of Agricultural and Food Chemistry, 60(41), 10270-10277."}, {"Citation": "Bazrafshan, M.-R., Jokar, M., Shokrpour, N., & Delam, H. (2020). The effect of lavender herbal tea on the anxiety and depression of the elderly: A randomized clinical trial. Complementary Therapies in Medicine, 50, 102393. https://doi.org/10.1016/j.ctim.2020.102393"}, {"Citation": "Bedel, H. A., Kencebay Manas, C., Özbey, G., & Usta, C. (2018). The antidepressant-like activity of ellagic acid and its effect on hippocampal brain derived neurotrophic factor levels in mouse depression models. Natural Product Research, 32(24), 2932-2935."}, {"Citation": "Bhat, R. R., Rehman, M. U., Shabir, A., Mir, M. U. R., Ahmad, A., Khan, R., … Ganaie, M. A. (2019). Chemical composition and biological uses of Artemisia absinthium (wormwood). Plant and Human Health, 3, 37-63."}, {"Citation": "Bhutada, P., Mundhada, Y., Bansod, K., Ubgade, A., Quazi, M., Umathe, S., & Mundhada, D. (2010). Reversal by quercetin of corticotrophin releasing factor induced anxiety- and depression-like effect in mice. Progress in Neuro-Psychopharmacology and Biological Psychiatry, 34(6), 955-960. https://doi.org/10.1016/j.pnpbp.2010.04.025"}, {"Citation": "Bi, Y., Ren, D., Guo, Z., Ma, G., Xu, F., Chen, Z., … He, G. (2021). DRDInfluence and interaction of genetic, cognitive, neuroendocrine and personalistic markers to anti-depressant response in Chinese patients with major depression. Progress in Neuro-Psychopharmacology and Biological Psychiatry, 104, 110036. https://doi.org/10.1016/j.pnpbp.2020.110036"}, {"Citation": "Bosaipo, N. B., Foss, M. P., Young, A. H., & Juruena, M. F. (2017). Neuropsychological changes in melancholic and atypical depression: A systematic review. Neuroscience & Biobehavioral Reviews, 73, 309-325. https://doi.org/10.1016/j.neubiorev.2016.12.014"}, {"Citation": "Brunoni, A. R., Lopes, M., & Fregni, F. (2008). A systematic review and meta-analysis of clinical studies on major depression and BDNF levels: Implications for the role of neuroplasticity in depression. International Journal of Neuropsychopharmacology, 11(8), 1169-1180. https://doi.org/10.1017/s1461145708009309"}, {"Citation": "Can, Ö. D., Turan, N., Demir Özkay, Ü., & Öztürk, Y. (2017). Antidepressant-like effect of gallic acid in mice: Dual involvement of serotonergic and catecholaminergic systems. Life Sciences, 190, 110-117. https://doi.org/10.1016/j.lfs.2017.09.023"}, {"Citation": "Cappetta, D., Urbanek, K., Berrino, L., & De Angelis, A. (2020). Adrenoceptor blockers: Influence on depression and anxiety. In Brain and heart dynamics (pp. 745-752). Cham, Switzerland: Springer."}, {"Citation": "Carr, G. V., & Lucki, I. (2011). The role of serotonin receptor subtypes in treating depression: A review of animal studies. Psychopharmacology, 213(2-3), 265-287."}, {"Citation": "Chabra, A., Monadi, T., Azadbakht, M., & Haerizadeh, S. I. (2019). Ethnopharmacology of Cuscuta epithymum: A comprehensive review on ethnobotany, phytochemistry, pharmacology and toxicity. Journal of Ethnopharmacology, 231, 555-569. https://doi.org/10.1016/j.jep.2018.10.016"}, {"Citation": "Chen, J., Lin, D., Zhang, C., Li, G., Zhang, N., Ruan, L., … Xu, Y. (2015). Antidepressant-like effects of ferulic acid: Involvement of serotonergic and norepinergic systems. Metabolic Brain Disease, 30(1), 129-136. https://doi.org/10.1007/s11011-014-9635-z"}, {"Citation": "Chen, Y., Xu, H., Zhu, M., Liu, K., Lin, B., Luo, R., … Li, M. (2017). Stress inhibits tryptophan hydroxylase expression in a rat model of depression. Oncotarget, 8(38), 63247-63257. https://doi.org/10.18632/oncotarget.18780"}, {"Citation": "Choi, H., Kim, C.-S., & Yu, R. (2018). Quercetin upregulates uncoupling protein 1 in white/brown adipose tissues through sympathetic stimulation. Journal of Obesity & Metabolic Syndrome, 27(2), 102-109."}, {"Citation": "Chomchan, R., Siripongvutikorn, S., Puttarak, P., & Rattanapon, M. R. (2016). Investigation of phytochemical constituents, phenolic profiles and antioxidant activities of ricegrass juice compared to wheatgrass juice. Functional Foods in Health and Disease, 6(12), 822-835. https://doi.org/10.31989/ffhd.v6i12.290"}, {"Citation": "Dalmagro, A. P., Camargo, A., & Zeni, A. L. B. (2017). Morus nigra and its major phenolic, syringic acid, have antidepressant-like and neuroprotective effects in mice. Metabolic Brain Disease, 32(6), 1963-1973."}, {"Citation": "Datta, S., Jamwal, S., Deshmukh, R., & Kumar, P. (2016). Beneficial effects of lycopene against haloperidol induced orofacial dyskinesia in rats: Possible neurotransmitters and neuroinflammation modulation. European Journal of Pharmacology, 771, 229-235. https://doi.org/10.1016/j.ejphar.2015.12.032"}, {"Citation": "de Almeida, A. A. C., de Oliveira Ferreira, J. R., de Carvalho, R. B. F., dos Santos Rizzo, M., da Silva Lopes, L., Dittz, D., … Ferreira, P. M. P. (2020). Non-clinical toxicity of (+)-limonene epoxide and its physio-pharmacological properties on neurological disorders. Naunyn-Schmiedeberg's Archives of Pharmacology, 393, 1-14."}, {"Citation": "De Montigny, C. (1981). Enhancement of the 5-HT neurotransmission by anti-depressant treatments. Journal of Physiology, 77(2-3), 455-461 Depression. Retrieved 30 January, 2020, from https://www.who.int/news-room/fact-sheets/detail/depression"}, {"Citation": "Dhiman, P., Malik, N., & Khatkar, A. (2018). Hybrid caffeic acid derivatives as monoamine oxidases inhibitors: Synthesis, radical scavenging activity, molecular docking studies and in silico ADMET analysis. Chemistry Central Journal, 12(1), 112."}, {"Citation": "Dhiman, P., Malik, N., Sobarzo-Sánchez, E., Uriarte, E., & Khatkar, A. (2019). Quercetin and related chromenone derivatives as monoamine oxidase inhibitors: Targeting neurological and mental disorders. Molecules, 24(3), 418."}, {"Citation": "Dhingra, D., & Sharma, A. (2006). Antidepressant-like activity of n-hexane extract of nutmeg (Myristica fragrans) seeds in mice. Journal of Medicinal Food, 9(1), 84-89. https://doi.org/10.1089/jmf.2006.9.84"}, {"Citation": "Dias, C. T., Curi, H. T., Payolla, T. B., Lemes, S. F., Betim Pavan, I. C., Torsoni, M. A., … Mendes da Silva, C. (2020). Maternal high-fat diet stimulates proinflammatory pathway and increases the expression of tryptophan hydroxylase 2 (TPH2) and brain-derived neurotrophic factor (BDNF) in adolescent mice hippocampus. Neurochemistry International, 139, 104781. https://doi.org/10.1016/j.neuint.2020.104781"}, {"Citation": "El-Shamy, A. I., Abdel-Razek, A. F., & Nassar, M. I. (2015). Phytochemical review of Juncus L. genus (fam. Juncaceae). Arabian Journal of Chemistry, 8(5), 614-623. https://doi.org/10.1016/j.arabjc.2012.07.007"}, {"Citation": "Fabbri, C., & Serretti, A. (2020). Clinical application of anti-depressant pharmacogenetics: Considerations for the design of future studies. Neuroscience Letters, 726, 133651. https://doi.org/10.1016/j.neulet.2018.06.020"}, {"Citation": "Farhadnejad, H., Neshatbini Tehrani, A., Salehpour, A., & Hekmatdoost, A. (2020). Antioxidant vitamin intakes and risk of depression, anxiety and stress among female adolescents. Clinical Nutrition ESPEN, 40, 257-262. https://doi.org/10.1016/j.clnesp.2020.09.010"}, {"Citation": "Faryadian, S., Sydmohammadi, A., Khosravi, A., Kashiri, M., Faryadayn, P., & Abasi, N. (2015). Aqueous extract of Echium amoenum elevate CSF serotonin and dopamine level in depression rat. Biomedical and Pharmacology Journal, 7(1), 137-142."}, {"Citation": "Firouzabadi, N., Raeesi, R., Zomorrodian, K., Bahramali, E., & Yavarian, I. (2017). Beta adrenoceptor polymorphism and clinical response to sertraline in major depressive patients. Journal of Pharmacy & Pharmaceutical Sciences, 20, 1-7. https://doi.org/10.18433/J3W31F"}, {"Citation": "Friedrich, M. J. (2017). Depression is the leading cause of disability around the world. JAMA, 317(15), 1517-1517."}, {"Citation": "Fu, T., Liu, X., Liu, J., Cai, E., Zhao, Y., Li, H., … Gao, Y. (2020). α-Mangostin exhibits antidepressant-like effects mediated by the modification of GABAergic, serotonergic and dopaminergic systems. Natural Product Research, 34(6), 868-871. https://doi.org/10.1080/14786419.2018.1503659"}, {"Citation": "Gaire, B. P., & Subedi, L. (2014). Phytochemistry, pharmacology and medicinal properties of Phyllanthus emblica Linn. Chinese Journal of Integrative Medicine, 1-8."}, {"Citation": "Gao, W., Wang, W., Peng, Y., & Deng, Z. (2019). Antidepressive effects of kaempferol mediated by reduction of oxidative stress, proinflammatory cytokines and up-regulation of AKT/β-catenin cascade. Metabolic Brain Disease, 34(2), 485-494."}, {"Citation": "George, S., & Nazni, P. (2012). Antidepressive activity of processed pumpkin (Cucurbita maxima) seeds on rats. International Journal of Pharma Medicine and Biological Sciences, 1(2), 225-231."}, {"Citation": "Gidaro, M. C., Astorino, C., Petzer, A. l., Carradori, S., Alcaro, F., Costa, G., … Alcaro, S. (2016). Kaempferol as selective human MAO-A inhibitor: Analytical detection in calabrian red wines, biological and molecular modeling studies. Journal of Agricultural and Food Chemistry, 64(6), 1394-1400. https://doi.org/10.1021/acs.jafc.5b06043"}, {"Citation": "Guzmán-Gutiérrez, S. L., Bonilla-Jaime, H., Gómez-Cansino, R., & Reyes-Chilpa, R. (2015). Linalool and β-pinene exert their antidepressant-like activity through the monoaminergic pathway. Life Sciences, 128, 24-29. https://doi.org/10.1016/j.lfs.2015.02.021"}, {"Citation": "Haas, J. S., Stolz, E. D., Betti, A. H., Stein, A. C., Schripsema, J., von Poser, G. L., & Rates, S. M. K. (2011). The anti-immobility effect of hyperoside on the forced swimming test in rats is mediated by the D2-like receptors activation. Planta Medica, 77(04), 334-339. https://doi.org/10.1055/s-0030-1250386"}, {"Citation": "Halder, S., Mehta, A. K., & Mediratta, P. K. (2013). Aloe vera improves memory and reduces depression in mice. Nutritional Neuroscience, 16(6), 250-254. https://doi.org/10.1179/1476830512Y.0000000050"}, {"Citation": "Hao, C.-W., Lai, W.-S., Ho, C.-T., & Sheen, L.-Y. (2013). Antidepressant-like effect of lemon essential oil is through a modulation in the levels of norepinephrine, dopamine, and serotonin in mice: Use of the tail suspension test. Journal of Functional Foods, 5(1), 370-379. https://doi.org/10.1016/j.jff.2012.11.008"}, {"Citation": "Hojjati, M. R., Dehkordi, A. B., & Alibabaei, Z. (2015). Evaluation of anti-depression, antioxidant and motor coordination effects of Cucurbita maxima Duch hydro-alcoholic extract in rats. Avicenna Journal of Phytomedicine, 5."}, {"Citation": "Hong, C., Chen, T., Yu, Y. W., & Tsai, S. (2006). Response to fluoxetine and serotonin 1A receptor (C-1019G) polymorphism in Taiwan Chinese major depressive disorder. The Pharmacogenomics Journal, 6(1), 27-33. https://doi.org/10.1038/sj.tpj.6500340"}, {"Citation": "Hosseinzadeh, H., Motamedshariaty, V., & Hadizadeh, F. (2007). Anti-depressant effect of kaempferol, a constituent of saffron (Crocus sativus) petal, in mice and rats. Pharmacology, 2, 367-370."}, {"Citation": "Huang, D., Zhang, L., Yang, J.-Q., Luo, Y., Cui, T., Du, T.-T., & Jiang, X.-H. (2019). Evaluation on monoamine neurotransmitters changes in depression rats given with sertraline, meloxicam or/and caffeic acid. Genes & Diseases, 6(2), 167-175. https://doi.org/10.1016/j.gendis.2018.05.005"}, {"Citation": "Huezo-Diaz, P., Uher, R., Smith, R., Rietschel, M., Henigsberg, N., Marušiˇ, A., … McGuffin, P. (2009). Moderation of antidepressant response by the serotonin transporter gene. The British Journal of Psychiatry, 195(1), 30-38. https://doi.org/10.1192/bjp.bp.108.062521"}, {"Citation": "Hurley, L. L., Akinfiresoye, L., Kalejaiye, O., & Tizabi, Y. (2014). Antidepressant effects of resveratrol in an animal model of depression. Behavioural Brain Research, 268, 1-7. https://doi.org/10.1016/j.bbr.2014.03.052"}, {"Citation": "Izzo, A. A., Hoon-Kim, S., Radhakrishnan, R., & Williamson, E. M. (2016). A critical approach to evaluating clinical efficacy, adverse events and drug interactions of herbal remedies. Phytotherapy Research, 30(5), 691-700."}, {"Citation": "Izzo, A. A., Teixeira, M., Alexander, S. P., Cirino, G., Docherty, J. R., George, C. H., … Panattieri, R. A. (2020). A practical guide for transparent reporting of research on natural products in the British Journal of pharmacology: Reproducibility of natural product research."}, {"Citation": "Jafari-Koulaee, A., Khenarinezhad, F., Sharifi Razavi, A., & Bagheri-Nesami, M. (2019). The effect of aromatherapy with lavender essence on depression and headache disability in migraine patients: A randomized clinical trial. Journal of Medicinal Plants, 2(70), 162-172."}, {"Citation": "Jarvis, G. E., Barbosa, R., & Thompson, A. J. (2016). Noncompetitive inhibition of 5-HT3 receptors by citral, linalool, and eucalyptol revealed by nonlinear mixed-effects modeling. Journal of Pharmacology and Experimental Therapeutics, 356(3), 549-562."}, {"Citation": "Jeong, H.-J., Kim, J.-H., Kim, N.-R., Yoou, M.-S., Nam, S.-Y., Kim, K.-Y., … Kim, H.-M. (2015). Antidepressant effect of Stillen™. Archives of Pharmacal Research, 38(6), 1223-1231. https://doi.org/10.1007/s12272-014-0472-8"}, {"Citation": "Jin, X., Liu, P., Yang, F., Zhang, Y.-H., & Miao, D. (2013). Rosmarinic acid ameliorates depressive-like behaviors in a rat model of CUS and up-regulates BDNF levels in the hippocampus and hippocampal-derived astrocytes. Neurochemical Research, 38(9), 1828-1837."}, {"Citation": "Karrunanithi, S., Ravichandran, K. A., Hima, L., Pratap, U. P., Vasantharekha, R., & ThyagaRajan, S. (2020). Virgin coconut oil enhances neuroprotective and anti-inflammatory factors in the thymus and mesenteric lymph nodes of rats. Clinical and Experimental Neuroimmunology, 11(1), 65-72."}, {"Citation": "Kato, M., & Serretti, A. (2010). Review and meta-analysis of antidepressant pharmacogenetic findings in major depressive disorder. Molecular Psychiatry, 15(5), 473-500."}, {"Citation": "Ke, F., Li, H., Chen, X., Gao, X., Huang, L., Du, A., … Ge, J. (2019). Quercetin alleviates LPS-induced depression-like behavior in rats via regulating BDNF-related imbalance of Copine 6 and TREM1/2 in the hippocampus and PFC. Frontiers in Pharmacology, 10, 1544."}, {"Citation": "Kennis, M., Gerritsen, L., van Dalen, M., Williams, A., Cuijpers, P., & Bockting, C. (2020). Prospective biomarkers of major depressive disorder: A systematic review and meta-analysis. Molecular Psychiatry, 25(2), 321-338. https://doi.org/10.1038/s41380-019-0585-z"}, {"Citation": "Kim, N.-R., Kim, H.-Y., Kim, M.-H., Kim, H.-M., & Jeong, H.-J. (2016). Improvement of depressive behavior by Sweetme sweet pumpkin™ and its active compound, β-carotene. Life Sciences, 147, 39-45. https://doi.org/10.1016/j.lfs.2016.01.036"}, {"Citation": "Krzysztoforska, K., Piechal, A., Blecharz-Klin, K., Pyrzanowska, J., Joniec-Maciejak, I., Mirowska-Guzel, D., & Widy-Tyszkiewicz, E. (2019). Administration of protocatechuic acid affects memory and restores hippocampal and cortical serotonin turnover in rat model of oral D-galactose-induced memory impairment. Behavioural Brain Research, 368, 111896. https://doi.org/10.1016/j.bbr.2019.04.010"}, {"Citation": "Kulczyński, B., & Gramza-Michałowska, A. (2019). The profile of carotenoids and other bioactive molecules in various pumpkin fruits (Cucurbita maxima Duchesne) cultivars. Molecules, 24(18), 3212."}, {"Citation": "Kunugi, H., Hori, H., Adachi, N., & Numakawa, T. (2010). Interface between hypothalamic-pituitary-adrenal axis and brain-derived neurotrophic factor in depression. Psychiatry and Clinical Neurosciences, 64(5), 447-459."}, {"Citation": "Kwatra, M., Jangra, A., Mishra, M., Sharma, Y., Ahmed, S., Ghosh, P., … Khanam, R. (2016). Naringin and sertraline ameliorate doxorubicin-induced behavioral deficits through modulation of serotonin level and mitochondrial complexes protection pathway in rat hippocampus. Neurochemical Research, 41(9), 2352-2366. https://doi.org/10.1007/s11064-016-1949-2"}, {"Citation": "Lee, B., Sur, B., Kwon, S., Yeom, M., Shim, I., Lee, H., & Hahm, D.-H. (2013). Chronic administration of catechin decreases depression and anxiety-like behaviors in a rat model using chronic corticosterone injections. Biomolecules & Therapeutics, 21(4), 313-322. https://doi.org/10.4062/biomolther.2013.004"}, {"Citation": "Lee, B., Yeom, M., Shim, I., Lee, H., & Hahm, D.-H. (2020). Umbelliferone modulates depression-like symptoms by altering monoamines in a rat post-traumatic stress disorder model. Journal of Natural Medicines, 74(2), 377-386."}, {"Citation": "Lee, S., Kim, H.-B., Hwang, E.-S., Kim, E.-S., Kim, S.-S., Jeon, T.-D., … Park, J.-H. (2018). Antidepressant-like effects of p-Coumaric acid on LPS-induced depressive and inflammatory changes in rats. Experimental Neurobiology, 27(3), 189-199. https://doi.org/10.5607/en.2018.27.3.189"}, {"Citation": "Les, F., Deleruyelle, S., Cassagnes, L.-E., Boutin, J. A., Balogh, B., Arbones-Mainar, J. M., … Carpéné, C. (2016). Piceatannol and resveratrol share inhibitory effects on hydrogen peroxide release, monoamine oxidase and lipogenic activities in adipose tissue, but differ in their antilipolytic properties. Chemico-Biological Interactions, 258, 115-125. https://doi.org/10.1016/j.cbi.2016.07.014"}, {"Citation": "Lim, D. W., Han, T., Jung, J., Song, Y., Um, M. Y., Yoon, M., … Lee, J. (2018). Chlorogenic acid from hawthorn berry (Crataegus pinnatifida fruit) prevents stress hormone-induced depressive behavior, through monoamine oxidase b-reactive oxygen species signaling in hippocampal astrocytes of mice. Molecular Nutrition & Food Research, 62(15), 1800029. https://doi.org/10.1002/mnfr.201800029"}, {"Citation": "Lima, E. B. C., de Sousa, C. N. S., Vasconcelos, G. S., Meneses, L. N., e Silva Pereira, Y. F., Ximenes, N. C., … Vasconcelos, S. M. M. (2016). Antidepressant, antioxidant and neurotrophic properties of the standardized extract of Cocos nucifera husk fiber in mice. Journal of Natural Medicines, 70(3), 510-521. https://doi.org/10.1007/s11418-016-0970-8"}, {"Citation": "Liu, S.-b., Zhao, R., Li, X.-S., Guo, H.-J., Tian, Z., Zhang, N., … Zhao, M.-G. (2014). Attenuation of reserpine-induced pain/depression dyad by gentiopicroside through downregulation of GluN2B receptors in the amygdala of mice. Neuromolecular Medicine, 16(2), 350-359. https://doi.org/10.1007/s12017-013-8280-8"}, {"Citation": "Liu, Y.-M., Hu, C.-Y., Shen, J.-D., Wu, S.-H., Li, Y.-C., & Yi, L.-T. (2017). Elevation of synaptic protein is associated with the antidepressant-like effects of ferulic acid in a chronic model of depression. Physiology & Behavior, 169, 184-188. https://doi.org/10.1016/j.physbeh.2016.12.003"}, {"Citation": "Lv, W., Zhang, L., Wu, S., Chen, S., Zhu, X., & Pan, J. (2013). Analgesic effect of ferulic acid on CCI mice: Behavior and neurobiological analysis. Zhongguo Zhong Yao Za Zhi= Zhongguo Zhongyao Zazhi= China Journal of Chinese Materia Medica, 38(21), 3736-3741."}, {"Citation": "Machado, D. G., Bettio, L. E. B., Cunha, M. P., Santos, A. R. S., Pizzolatti, M. G., Brighente, I. M. C., & Rodrigues, A. L. S. (2008). Antidepressant-like effect of rutin isolated from the ethanolic extract from Schinus molle L. in mice: Evidence for the involvement of the serotonergic and noradrenergic systems. European Journal of Pharmacology, 587(1), 163-168. https://doi.org/10.1016/j.ejphar.2008.03.021"}, {"Citation": "Mahmoudi, M., Ebrahimzadeh, M., Ansaroudi, F., Nabavi, S., & Nabavi, S. (2009). Antidepressant and antioxidant activities of Artemisia absinthium L. at flowering stage. African Journal of Biotechnology, 8(24), 7170-7175."}, {"Citation": "Manoharan, A., Shewade, D. G., Rajkumar, R. P., & Adithan, S. (2016). Serotonin transporter gene (SLC6A4) polymorphisms are associated with response to fluoxetine in south Indian major depressive disorder patients. European Journal of Clinical Pharmacology, 72(10), 1215-1220."}, {"Citation": "Marshe, V. S., Maciukiewicz, M., Rej, S., Tiwari, A. K., Sibille, E., Blumberger, D. M., … Müller, D. J. (2017). Norepinephrine transporter gene variants and remission from depression with venlafaxine treatment in older adults. American Journal of Psychiatry, 174(5), 468-475. https://doi.org/10.1176/appi.ajp.2016.16050617"}, {"Citation": "Merzoug, S., Toumi, M. L., & Tahraoui, A. (2014). Quercetin mitigates Adriamycin-induced anxiety-and depression-like behaviors, immune dysfunction, and brain oxidative stress in rats. Naunyn-Schmiedeberg's Archives of Pharmacology, 387(10), 921-933."}, {"Citation": "Mesram, N., Nagapuri, K., Banala, R. R., Nalagoni, C. R., & Karnati, P. R. (2017). Quercetin treatment against NaF induced oxidative stress related neuronal and learning changes in developing rats. Journal of King Saud University - Science, 29(2), 221-229. https://doi.org/10.1016/j.jksus.2016.04.002"}, {"Citation": "Metwally, D. M., Alajmi, R. A., el-Khadragy, M. F., Yehia, H. M., al-Megrin, W. A., Akabawy, A. M., … Abdel Moneim, A. E. (2020). Chlorogenic acid confers robust neuroprotection against arsenite toxicity in mice by reversing oxidative stress, inflammation, and apoptosis. Journal of Functional Foods, 75, 104202. https://doi.org/10.1016/j.jff.2020.104202"}, {"Citation": "Meyer, J. H., Ginovart, N., Boovariwala, A., Sagrati, S., Hussey, D., Garcia, A., … Houle, S. (2006). Elevated monoamine oxidase a levels in the brain: An explanation for the monoamine imbalance of major depression. Archives of General Psychiatry, 63(11), 1209-1216. https://doi.org/10.1001/archpsyc.63.11.1209"}, {"Citation": "Moghadas, M., Edalatmanesh, M. A., & Robati, R. (2016). Histopathological analysis from gallic acid administration on hippocampal cell density, depression, and anxiety related behaviors in a trimethyltin intoxication model. Cell Journal (Yakhteh), 17(4), 659."}, {"Citation": "Moinuddin, G., Devi, K., & Kumar Khajuria, D. (2012). Evaluation of the anti-depressant activity of Myristica fragrans (nutmeg) in male rats. Avicenna Journal of Phytomedicine, 2(2), 72-78."}, {"Citation": "Moret, C., & Briley, M. (2011). The importance of norepinephrine in depression. Neuropsychiatric Disease and Treatment, 7(Suppl 1), 9-13. https://doi.org/10.2147/NDT.S19619"}, {"Citation": "Moriguchi, S., Yamada, M., Takano, H., Nagashima, T., Takahata, K., Yokokawa, K., … Suhara, T. (2017). Norepinephrine transporter in major depressive disorder: A PET study. American Journal of Psychiatry, 174(1), 36-41. https://doi.org/10.1176/appi.ajp.2016.15101334"}, {"Citation": "Mosaffa-Jahromi, M., Tamaddon, A.-M., Afsharypuor, S., Salehi, A., Seradj, S. H., Pasalar, M., … Lankarani, K. B. (2017). Effectiveness of anise oil for treatment of mild to moderate depression in patients with irritable bowel syndrome: A randomized active and placebo-controlled clinical trial. Journal of Evidence-Based Complementary & Alternative Medicine, 22(1), 41-46. https://doi.org/10.1177/2156587216628374"}, {"Citation": "Mota, C. M., Rodrigues-Santos, C., Carolino, R. O., Anselmo-Franci, J. A., & Branco, L. G. (2020). Citral-induced analgesia is associated with increased spinal serotonin, reduced spinal nociceptive signaling, and reduced systemic oxidative stress in arthritis. Journal of Ethnopharmacology, 250, 112486. https://doi.org/10.1016/j.jep.2019.112486"}, {"Citation": "Nafisi, S., Rezazadeh, L., Hosseini, E., Shamsi, M., Mousavi, A. B., & Bahrami, A. M. (2016). Citrullus colocynthis fruit extract as an anti-depressant in mice. Journal of Basic Research in Medical Sciences, 3, 49-55."}, {"Citation": "Naoi, M., Maruyama, W., & Shamoto-Nagai, M. (2018). Type a monoamine oxidase and serotonin are coordinately involved in depressive disorders: From neurotransmitter imbalance to impaired neurogenesis. Journal of Neural Transmission, 125(1), 53-66."}, {"Citation": "Nautiyal, K. M., & Hen, R. (2017). Serotonin receptors in depression: From A to B. F1000Research, 6, 123. https://doi.org/10.12688/f1000research.9736.1"}, {"Citation": "Naz, F., Jyoti, S., & Siddique, Y. H. (2020). Effect of kaempferol on the transgenic drosophila model of Parkinson's disease. Scientific Reports, 10(1), 1-14."}, {"Citation": "Niitsu, T., Fabbri, C., Bentini, F., & Serretti, A. (2013). Pharmacogenetics in major depression: A comprehensive meta-analysis. Progress in Neuro-Psychopharmacology and Biological Psychiatry, 45, 183-194. https://doi.org/10.1016/j.pnpbp.2013.05.011"}, {"Citation": "Nimrouzi, M., & Zarshenas, M. M. (2018). Anorexia: Highlights in traditional Persian medicine and conventional medicine. Avicenna Journal of Phytomedicine, 8(1), 1-13."}, {"Citation": "Nishijima, C. M., Ganev, E. G., Mazzardo-Martins, L., Martins, D. F., Rocha, L. R. M., Santos, A. R. S., & Hiruma-Lima, C. A. (2014). Citral: A monoterpene with prophylactic and therapeutic anti-nociceptive effects in experimental models of acute and chronic pain. European Journal of Pharmacology, 736, 16-25. https://doi.org/10.1016/j.ejphar.2014.04.029"}, {"Citation": "Nouri, M., Farajdokht, F., Torbati, M., Ranjbar, F., Hamedyazdan, S., Sadigh-Eteghad, S., & Araj-Khodaei, M. (2019). Antidepressant and anxiolytic effect of Echium amoenum in restraint stress model: The role of Neuroinflammation in the prefrontal cortex and hippocampus. Iranian Red Crescent Medical Journal, 21(10), e95438."}, {"Citation": "Oberholzer, I., Möller, M., Holland, B., Dean, O. M., Berk, M., & Harvey, B. H. (2018). Garcinia mangostana Linn displays antidepressant-like and pro-cognitive effects in a genetic animal model of depression: A bio-behavioral study in the flinders sensitive line rat. Metabolic Brain Disease, 33(2), 467-480."}, {"Citation": "Oboh, G., Adebayo, A. A., Ademosun, A. O., & Olowokere, O. G. (2019). Rutin alleviates cadmium-induced neurotoxicity in Wistar rats: Involvement of modulation of nucleotide-degrading enzymes and monoamine oxidase. Metabolic Brain Disease, 34(4), 1181-1190."}, {"Citation": "Obolskiy, D., Pischel, I., Siriwatanametanon, N., & Heinrich, M. (2009). Garcinia mangostana L.: A phytochemical and pharmacological review. Phytotherapy Research, 23(8), 1047-1065. https://doi.org/10.1002/ptr.2730"}, {"Citation": "Olfson, M., Blanco, C., & Marcus, S. C. (2016). Treatment of adult depression in the United States. JAMA Internal Medicine, 176(10), 1482-1491. https://doi.org/10.1001/jamainternmed.2016.5057"}, {"Citation": "Orzelska-Górka, J., Szewczyk, K., Gawrońska-Grzywacz, M., Kędzierska, E., Głowacka, E., Herbet, M., … Biała, G. (2019). Monoaminergic system is implicated in the antidepressant-like effect of hyperoside and protocatechuic acid isolated from Impatiens glandulifera Royle in mice. Neurochemistry International, 128, 206-214. https://doi.org/10.1016/j.neuint.2019.05.006"}, {"Citation": "Park, J.-Y., You, J.-S., & Chang, K.-J. (2010). Dietary taurine intake, nutrients intake, dietary habits and life stress by depression in Korean female college students: A case-control study. Journal of Biomedical Science, 17(S1), S40."}, {"Citation": "Parkhe, A., Parekh, P., Nalla, L. V., Sharma, N., Sharma, M., Gadepalli, A., … Khairnar, A. (2020). Protective effect of alpha mangostin on rotenone induced toxicity in rat model of Parkinson's disease. Neuroscience Letters, 716, 134652. https://doi.org/10.1016/j.neulet.2019.134652"}, {"Citation": "Pasalar, M., Choopani, R., Mosaddegh, M., Kamalinejad, M., Mohagheghzadeh, A., Fattahi, M. R., … Lankarani, K. B. (2015). Efficacy of jollab in the treatment of depression in dyspeptic patients: A randomized double-blind controlled trial. Journal of Evidence-Based Complementary & Alternative Medicine, 20(2), 104-108. https://doi.org/10.1177/2156587214563542"}, {"Citation": "Pelosi, B., Pratelli, M., Migliarini, S., Pacini, G., & Pasqualetti, M. (2015). Generation of a Tph2 conditional knockout mouse line for time- and tissue-specific depletion of brain serotonin. PLoS One, 10(8), e0136422. https://doi.org/10.1371/journal.pone.0136422"}, {"Citation": "Porcelli, S., Fabbri, C., & Serretti, A. (2012). Meta-analysis of serotonin transporter gene promoter polymorphism (5-HTTLPR) association with antidepressant efficacy. European Neuropsychopharmacology, 22(4), 239-258. https://doi.org/10.1016/j.euroneuro.2011.10.003"}, {"Citation": "Prorok, T., Jana, M., Patel, D., & Pahan, K. (2019). Cinnamic acid protects the nigrostriatum in a mouse model of Parkinson's disease via peroxisome proliferator-activated receptorα. Neurochemical Research, 44(4), 751-762."}, {"Citation": "Qin, T., Fang, F., Song, M., Li, R., Ma, Z., & Ma, S. (2017). Umbelliferone reverses depression-like behavior in chronic unpredictable mild stress-induced rats by attenuating neuronal apoptosis via regulating ROCK/Akt pathway. Behavioural Brain Research, 317, 147-156. https://doi.org/10.1016/j.bbr.2016.09.039"}, {"Citation": "Qu, L., Xu, H., Jia, W., Jiang, H., & Xie, J. (2019). Rosmarinic acid protects against MPTP-induced toxicity and inhibits iron-induced α-synuclein aggregation. Neuropharmacology, 144, 291-300. https://doi.org/10.1016/j.neuropharm.2018.09.042"}, {"Citation": "Rai, A., Gill, M., Kinra, M., Shetty, R., Krishnadas, N., Rao, C. M., … Kumar, N. (2019). Catechin ameliorates depressive symptoms in Sprague Dawley rats subjected to chronic unpredictable mild stress by decreasing oxidative stress. Biomedical Reports, 11(2), 79-84."}, {"Citation": "Ramis, M. R., Sarubbo, F., Tejada, S., Jiménez, M., Esteban, S., Miralles, A., & Moranta, D. (2020). Chronic Polyphenon-60 or Catechin treatments increase brain monoamines syntheses and hippocampal SIRT1 LEVELS improving cognition in aged rats. Nutrients, 12(2), 326."}, {"Citation": "Ramis, M. R., Sarubbo, F., Terrasa, J. L., Moranta, D., Aparicio, S., Miralles, A., & Esteban, S. (2016). Chronic α-tocopherol increases central monoamines synthesis and improves cognitive and motor abilities in old rats. Rejuvenation Research, 19(2), 159-171."}, {"Citation": "Saada, H. N., Rezk, R. G., & Eltahawy, N. A. (2010). Lycopene protects the structure of the small intestine against gamma-radiation-induced oxidative stress. Phytotherapy Research, 24(S2), S204-S208."}, {"Citation": "Şahin, Y., Yıldırım, A., Yücesan, B., Zencirci, N., Erbayram, Ş., & Gürel, E. (2017). Phytochemical content and antioxidant activity of einkorn (Triticum monococcum ssp. monococcum), bread (Triticum aestivum L.), and durum (Triticum durum Desf.) wheat. Progress in Nutrition, 19(4), 450-459."}, {"Citation": "Salehi, B., Biazar, E., Hadipour, J. M., & Akbari, R. H. (2011). Antidepressant effects of aloe vera hydro alcoholic extract on mice model."}, {"Citation": "Samad, N., Jabeen, S., Imran, I., Zulfiqar, I., & Bilal, K. (2019). Protective effect of gallic acid against arsenic-induced anxiety−/depression-like behaviors and memory impairment in male rats. Metabolic Brain Disease, 34(4), 1091-1102."}, {"Citation": "Samad, N., Saleem, A., Yasmin, F., & Shehzad, M. (2018). Quercetin protects against stress-induced anxiety-and depression-like behavior and improves memory in male mice. Physiological Research, 67(5), 795-808."}, {"Citation": "Schmaal, L., Pozzi, E., Ho, T. C., van Velzen, L. S., Veer, I. M., Opel, N., … Aleman, A. (2020). ENIGMA MDD: Seven years of global neuroimaging studies of major depression through worldwide data sharing. Translational Psychiatry, 10(1), 1-19."}, {"Citation": "Schommer, J., Marwarha, G., Nagamoto-Combs, K., & Ghribi, O. (2018). Palmitic acid-enriched diet increases α-synuclein and tyrosine hydroxylase expression levels in the mouse brain. Frontiers in Neuroscience, 12, 552. https://doi.org/10.3389/fnins.2018.00552"}, {"Citation": "Seong, S. H., Ali, M. Y., Jung, H. A., & Choi, J. S. (2019). Umbelliferone derivatives exert neuroprotective effects by inhibiting monoamine oxidase a, self-amyloidβ aggregation, and lipid peroxidation. Bioorganic Chemistry, 92, 103293. https://doi.org/10.1016/j.bioorg.2019.103293"}, {"Citation": "Shahamat, Z., Abbasi-Maleki, S., & Mohammadi Motamed, S. (2016). Evaluation of antidepressant-like effects of aqueous and ethanolic extracts of Pimpinella anisum fruit in mice. Avicenna Journal of Phytomedicine, 6(3), 322-328."}, {"Citation": "Sharma, P., Sharma, S., & Singh, D. (2020). Apigenin reverses behavioural impairments and cognitive decline in kindled mice via CREB-BDNF upregulation in the hippocampus. Nutritional Neuroscience, 23(2), 118-127."}, {"Citation": "Singh, A. B., Bousman, C. A., Ng, C., & Berk, M. (2014). Antidepressant pharmacogenetics. Current Opinion in Psychiatry, 27(1), 43-51."}, {"Citation": "Singh, J., & Kumar, B. (2018). Antidepressant activity of methanolic extract of Vitis vinifera. Indian Journal of Pharmaceutical and Biological Research, 6(2), 1-4."}, {"Citation": "Singh, S., Jamwal, S., & Kumar, P. (2017). Neuroprotective potential of quercetin in combination with piperine against 1-methyl-4-phenyl-1, 2, 3, 6-tetrahydropyridine-induced neurotoxicity. Neural Regeneration Research, 12(7), 1137."}, {"Citation": "Singh, S. S., Rai, S. N., Birla, H., Zahra, W., Kumar, G., Gedda, M. R., … Singh, S. P. (2018). Effect of chlorogenic acid supplementation in MPTP-intoxicated mouse. Frontiers in Pharmacology, 9, 757. https://doi.org/10.3389/fphar.2018.00757"}, {"Citation": "Sulakhiya, K., Keshavlal, G. P., Bezbaruah, B. B., Dwivedi, S., Gurjar, S. S., Munde, N., … Gogoi, R. (2016). Lipopolysaccharide induced anxiety-and depressive-like behaviour in mice are prevented by chronic pre-treatment of esculetin. Neuroscience Letters, 611, 106-111. https://doi.org/10.1016/j.neulet.2015.11.031"}, {"Citation": "Takeda, H., Tsuji, M., Inazu, M., Egashira, T., & Matsumiya, T. (2002). Rosmarinic acid and caffeic acid produce antidepressive-like effect in the forced swimming test in mice. European Journal of Pharmacology, 449(3), 261-267. https://doi.org/10.1016/S0014-2999(02)02037-X"}, {"Citation": "Takeda, H., Tsuji, M., Yamada, T., Masuya, J., Matsushita, K., Tahara, M., … Matsumiya, T. (2006). Caffeic acid attenuates the decrease in cortical BDNF mRNA expression induced by exposure to forced swimming stress in mice. European Journal of Pharmacology, 534(1-3), 115-121. https://doi.org/10.1016/j.ejphar.2006.01.026"}, {"Citation": "Teixeira, M. D. A., Souza, C. M., Menezes, A. P. F., Carmo, M. R. S., Fonteles, A. A., Gurgel, J. P., … Andrade, G. M. (2013). Catechin attenuates behavioral neurotoxicity induced by 6-OHDA in rats. Pharmacology Biochemistry and Behavior, 110, 1-7. https://doi.org/10.1016/j.pbb.2013.05.012"}, {"Citation": "Thakare, V. N., Dhakane, V. D., & Patel, B. M. (2017). Attenuation of acute restraint stress-induced depressive like behavior and hippocampal alterations with protocatechuic acid treatment in mice. Metabolic Brain Disease, 32(2), 401-413."}, {"Citation": "Thakare, V. N., Patil, R. R., Suralkar, A. A., Dhakane, V. D., & Patel, B. M. (2019). Protocatechuic acid attenuate depressive-like behavior in olfactory bulbectomized rat model: Behavioral and neurobiochemical investigations. Metabolic Brain Disease, 34(3), 775-787. https://doi.org/10.1007/s11011-019-00401-8"}, {"Citation": "Tondo, L., Vázquez, G., & Baldessarini, R. (2020). Melancholic versus nonmelancholic major depression compared. Journal of Affective Disorders, 266, 760-765. https://doi.org/10.1016/j.jad.2020.01.139"}, {"Citation": "Tong, Y., Fu, H., Xia, C., Song, W., Li, Y., Zhao, J., … Wang, H. (2020). Astragalin exerted antidepressant-like action through SIRT1 signaling modulated NLRP3 Inflammasome deactivation. ACS Chemical Neuroscience, 11, 1495-1503. https://doi.org/10.1021/acschemneuro.0c00156"}, {"Citation": "Türkmen, N. B., & Aydın, S. (2016). PT644. The possible action mechanisms of central analgesic effect of Protocatechuic acid. International Journal of Neuropsychopharmacology, 19(Suppl 1), 35 Types of Depression. Retrieved from https://www.webmd.com/depression/guide/depression-types#1"}, {"Citation": "Wakeno, M., Kato, M., Okugawa, G., Fukuda, T., Hosoi, Y., Takekita, Y., … Kinoshita, T. (2008). The alpha 2A-adrenergic receptor gene polymorphism modifies antidepressant responses to milnacipran. Journal of Clinical Psychopharmacology, 28(5), 518-524. https://doi.org/10.1097/JCP.0b013e31818455fc"}, {"Citation": "Ward, L., & Pasinetti, G. M. (2016). Recommendations for development of botanical polyphenols as “natural drugs” for promotion of resilience against stress-induced depression and cognitive impairment. Neuromolecular Medicine, 18(3), 487-495."}, {"Citation": "Weng, L., Guo, X., Li, Y., Yang, X., & Han, Y. (2016). Apigenin reverses depression-like behavior induced by chronic corticosterone treatment in mice. European Journal of Pharmacology, 774, 50-54. https://doi.org/10.1016/j.ejphar.2016.01.015"}, {"Citation": "Wu, Y., Liu, W., Li, Q., Li, Y., Yan, Y., Huang, F., … Ruan, Z. (2018). Dietary chlorogenic acid regulates gut microbiota, serum-free amino acids and colonic serotonin levels in growing pigs. International Journal of Food Sciences and Nutrition, 69(5), 566-573. https://doi.org/10.1080/09637486.2017.1394449"}, {"Citation": "Xu, Y., Wang, Z., You, W., Zhang, X., Li, S., Barish, P. A., … Pan, J. (2010). Antidepressant-like effect of trans-resveratrol: Involvement of serotonin and noradrenaline system. European Neuropsychopharmacology, 20(6), 405-413. https://doi.org/10.1016/j.euroneuro.2010.02.013"}, {"Citation": "Xu, Y., Zhang, L., Shao, T., Ruan, L., Wang, L., Sun, J., … Pan, J. (2013). Ferulic acid increases pain threshold and ameliorates depression-like behaviors in reserpine-treated mice: Behavioral and neurobiological analyses. Metabolic Brain Disease, 28(4), 571-583. https://doi.org/10.1007/s11011-013-9404-4"}, {"Citation": "Yao, T., Cui, Q., Liu, Z., Wang, C., Zhang, Q., & Wang, G. (2019). Metabolomic evidence for the therapeutic effect of gentiopicroside in a corticosterone-induced model of depression. Biomedicine & Pharmacotherapy, 120, 109549. https://doi.org/10.1016/j.biopha.2019.109549"}, {"Citation": "Yoshida, K., Takahashi, H., Higuchi, H., Kamata, M., Ito, K.-I., Sato, K., … Nemeroff, C. B. (2004). Prediction of antidepressant response to milnacipran by norepinephrine transporter gene polymorphisms. American Journal of Psychiatry, 161(9), 1575-1580. https://doi.org/10.1176/appi.ajp.161.9.1575"}, {"Citation": "Yoshino, S., Hara, A., Sakakibara, H., Kawabata, K., Tokumura, A., Ishisaka, A., … Terao, J. (2011). Effect of quercetin and glucuronide metabolites on the monoamine oxidase-a reaction in mouse brain mitochondria. Nutrition, 27(7-8), 847-852. https://doi.org/10.1016/j.nut.2010.09.002"}, {"Citation": "Yusha'u, Y., Muhammad, U., Nze, M., Egwuma, J., Igomu, O., & Abdulkadir, M. (2017). Modulatory role of rutin supplement on open space forced swim test murine model of depression. Nigerian Journal of Physiological Sciences, 32(2), 201-205."}, {"Citation": "Zeeshan, S., Zada, W., Bhatti, H. A., & Abbas, G. (2016). Cuscuta reflexa L. & Roxb.: An implication of quercetin mediated monoamine oxidase inhibition in preclinical models of depression. Hamdard Medicus, 59(1), 5-11."}, {"Citation": "Zeni, A. L. B., Camargo, A., & Dalmagro, A. P. (2017). Ferulic acid reverses depression-like behavior and oxidative stress induced by chronic corticosterone treatment in mice. Steroids, 125, 131-136. https://doi.org/10.1016/j.steroids.2017.07.006"}, {"Citation": "Zeni, A. L. B., Camargo, A., & Dalmagro, A. P. (2019). Lutein prevents corticosterone-induced depressive-like behavior in mice with the involvement of antioxidant and neuroprotective activities. Pharmacology Biochemistry and Behavior, 179, 63-72. https://doi.org/10.1016/j.pbb.2019.02.004"}, {"Citation": "Zhang, F., Fu, Y., Zhou, X., Pan, W., Shi, Y., Wang, M., … Song, Y. (2016). Depression-like behaviors and heme oxygenase-1 are regulated by lycopene in lipopolysaccharide-induced neuroinflammation. Journal of Neuroimmunology, 298, 1-8. https://doi.org/10.1016/j.jneuroim.2016.06.001"}, {"Citation": "Zhang, L.-L., Yang, Z.-Y., Fan, G., Ren, J.-N., Yin, K.-J., & Pan, S.-Y. (2019). Antidepressant-like effect of Citrus sinensis (L.) Osbeck essential oil and its main component limonene on mice. Journal of Agricultural and Food Chemistry, 67(50), 13817-13828."}, {"Citation": "Zhang, X., Bu, H., Jiang, Y., Sun, G., Jiang, R., Huang, X., … Wu, Q. (2019). The antidepressant effects of apigenin are associated with the promotion of autophagy via the mTOR/AMPK/ULK1 pathway. Molecular Medicine Reports, 20(3), 2867-2874."}, {"Citation": "Zhang, Y.-j., Huang, X., Wang, Y., Xie, Y., Qiu, X.-j., Ren, P., … Qiao, M.-q. (2011). Ferulic acid-induced anti-depression and prokinetics similar to Chaihu-Shugan-san via polypharmacology. Brain Research Bulletin, 86(3-4), 222-228. https://doi.org/10.1016/j.brainresbull.2011.07.002"}, {"Citation": "Zheng, M., Liu, C., Pan, F., Shi, D., & Zhang, Y. (2012). Antidepressant-like effect of hyperoside isolated from Apocynum venetum leaves: Possible cellular mechanisms. Phytomedicine, 19(2), 145-149. https://doi.org/10.1016/j.phymed.2011.06.029"}, {"Citation": "Zhou, X., Gan, T., Fang, G., Wang, S., Mao, Y., & Ying, C. (2018). Zeaxanthin improved diabetes-induced anxiety and depression through inhibiting inflammation in hippocampus. Metabolic Brain Disease, 33(3), 705-711."}, {"Citation": "Zhu, L., Nang, C., Luo, F., Pan, H., Zhang, K., Liu, J., … Yan, T. (2016). Esculetin attenuates lipopolysaccharide (LPS)-induced neuroinflammatory processes and depressive-like behavior in mice. Physiology & Behavior, 163, 184-192. https://doi.org/10.1016/j.physbeh.2016.04.051"}], "ReferenceList": [], "Title": "REFERENCES"}], "History": [{"Year": "2021", "Month": "3", "Day": "26"}, {"Year": "2020", "Month": "11", "Day": "18"}, {"Year": "2021", "Month": "4", "Day": "10"}, {"Year": "2021", "Month": "5", "Day": "28", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "9", "Day": "30", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "5", "Day": "27", "Hour": "7", "Minute": "9"}], "PublicationStatus": "ppublish", "ArticleIdList": ["34041799", "10.1002/ptr.7134"]}}], "PubmedBookArticle": []}