{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Medicinal plant", "Micrornas", "Neem (Azadirachta indica)", "QRT-PCR", "Secondary metabolites"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34040926", "DateRevised": {"Year": "2022", "Month": "07", "Day": "16"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "05", "Day": "19"}], "Language": ["eng"], "ELocationID": ["277", "10.1007/s13205-021-02839-z"], "Journal": {"ISSN": "2190-572X", "JournalIssue": {"Volume": "11", "Issue": "6", "PubDate": {"Year": "2021", "Month": "Jun"}}, "Title": "3 Biotech", "ISOAbbreviation": "3 Biotech"}, "ArticleTitle": "Characterization of microRNAs from neem (<i>Azadirachta indica</i>) and their tissue-specific expression study in leaves and stem.", "Pagination": {"StartPage": "277", "MedlinePgn": "277"}, "Abstract": {"AbstractText": ["Neem (<i>Azadirachta indica</i>) is a very popular traditional medicinal plant used since ancient times to treat numerous ailments. MicroRNAs (miRNAs) are highly conserved, non-coding, short RNA molecules that play important regulatory roles in plant development and metabolism. In this study, deploying a high stringent genome-wide computational-based approach and following a set of strict filtering norms a total of 44 potential conserved neem miRNAs belonging to 21 families and their corresponding 48 potential target transcripts were identified. Important targets include Squamosa promoter binding protein-like proteins, NAC, Scarecrow proteins, Auxin response factor, and F-box proteins. A biological network has also been developed to understand the miRNA-mediated gene regulation using the minimum free energy (MFE) values of the miRNA-target interaction. Moreover, six selected miRNAs were reported to be involved in secondary metabolism in other plant species (<i>miR156a, miR156l, miR160, miR164, miR171, miR395</i>) were validated by qPCR and their tissue-specific differential expression pattern was observed in leaves and stem. Except for <i>ain-miR395,</i> all the other miRNAs were found overexpressed in the stem as compared to leaves. To the best of our knowledge, this is the first report of neem miRNAs and we believe the finding of the present study will be useful for the functional genomic study of medicinal plants.", "The online version contains supplementary material available at 10.1007/s13205-021-02839-z."], "CopyrightInformation": "© King Abdulaziz City for Science and Technology 2021."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": ["grid.419886.a", "0000 0001 2203 4701"], "Affiliation": "Tecnologico de Monterrey, School of Engineering and Sciences, Campus Queretaro, Av. Epigmenio Gonzalez, No. 500 Fracc. San Pablo, 76130 Queretaro, CP Mexico."}], "LastName": "Paul", "ForeName": "Sujay", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["grid.419886.a", "0000 0001 2203 4701"], "Affiliation": "Tecnologico de Monterrey, School of Engineering and Sciences, Campus Queretaro, Av. Epigmenio Gonzalez, No. 500 Fracc. San Pablo, 76130 Queretaro, CP Mexico."}], "LastName": "Reyes-Pérez", "ForeName": "Paula", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["grid.419886.a", "0000 0001 2203 4701"], "Affiliation": "Tecnologico de Monterrey, School of Engineering and Sciences, Campus Queretaro, Av. Epigmenio Gonzalez, No. 500 Fracc. San Pablo, 76130 Queretaro, CP Mexico."}], "LastName": "Angulo-Bejarano", "ForeName": "Paola Isabel", "Initials": "PI"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["grid.412008.f", "0000 0000 9753 1393"], "Affiliation": "Section of Bioinformatics, Clinical Laboratory, Haukeland University Hospital, 5021 Bergen, Norway."}, {"Identifier": ["grid.7914.b", "0000 0004 1936 7443"], "Affiliation": "Department of Clinical Science, University of Bergen, 5021 Bergen, Norway."}], "LastName": "Srivastava", "ForeName": "Aashish", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["grid.411677.2", "0000 0000 8735 2850"], "Affiliation": "Plant Genetic Engineering Laboratory, Department of Biotechnology, Bharathiar University, Coimbatore, India."}], "LastName": "Ramalingam", "ForeName": "Sathishkumar", "Initials": "S"}, {"Identifier": ["0000-0002-9000-1378"], "AffiliationInfo": [{"Identifier": ["grid.419886.a", "0000 0001 2203 4701"], "Affiliation": "Tecnologico de Monterrey, School of Engineering and Sciences, Campus Queretaro, Av. Epigmenio Gonzalez, No. 500 Fracc. San Pablo, 76130 Queretaro, CP Mexico."}], "LastName": "Sharma", "ForeName": "Ashutosh", "Initials": "A"}], "PublicationTypeList": ["Case Reports"]}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "3 Biotech", "NlmUniqueID": "101565857", "ISSNLinking": "2190-5738"}, "CoiStatement": "Conflict of interestThe authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Alptekin B, Akpinar BA, Budak H. A comprehensive prescription for plant miRNA identification. Front Plant Sci. 2017;7:2058. doi: 10.3389/fpls.2016.02058.", "ArticleIdList": ["10.3389/fpls.2016.02058", "PMC5258749", "28174574"]}, {"Citation": "Álvarez-Caballero JM, Coy-Barrera E. Chemical and antifungal variability of several accessions of azadirachta indica A. Juss. from six locations across the colombian caribbean coast: identification of antifungal azadirone limonoids. Plants. 2019;8:555. doi: 10.3390/plants8120555.", "ArticleIdList": ["10.3390/plants8120555", "PMC6963471", "31795367"]}, {"Citation": "Bartel DP. MicroRNAs: genomics, biogenesis, mechanism, and function. Cell. 2004;116:281–297. doi: 10.1016/S0092-8674(04)00045-5.", "ArticleIdList": ["10.1016/S0092-8674(04)00045-5", "14744438"]}, {"Citation": "Bellato M, De Marchi D, Gualtieri C, et al. A bioinformatics approach to explore MicroRNAs as tools to bridge pathways between plants and animals is DNA damage response (DDR) a potential target process? Front Plant Sci. 2019;10:1535. doi: 10.3389/fpls.2019.01535.", "ArticleIdList": ["10.3389/fpls.2019.01535", "PMC6901925", "31850028"]}, {"Citation": "Bhambhani S, Lakhwani D, Gupta P, et al. Transcriptome and metabolite analyses in Azadirachtaindica: identification of genes involved in biosynthesis of bioactive triterpenoids. Sci Rep. 2017;7:5043. doi: 10.1038/s41598-017-05291-3.", "ArticleIdList": ["10.1038/s41598-017-05291-3", "PMC5505991", "28698613"]}, {"Citation": "Boke H, Ozhuner E, Turktas M, et al. Regulation of the alkaloid biosynthesis by miRNA in opium poppy. Plant Biotechnol J. 2015;13:409–420. doi: 10.1111/pbi.12346.", "ArticleIdList": ["10.1111/pbi.12346", "25735537"]}, {"Citation": "Bonnet E, Wuyts J, Rouzé P, Van de Peer Y. Evidence that microRNA precursors, unlike other non-coding RNAs, have lower folding free energies than random sequences. Bioinformatics. 2004;20:2911–2917. doi: 10.1093/bioinformatics/bth374.", "ArticleIdList": ["10.1093/bioinformatics/bth374", "15217813"]}, {"Citation": "Budak H, Akpinar BA. Plant miRNAs: biogenesis, organization and origins. Funct Integr Genomics. 2015;15:523–531. doi: 10.1007/s10142-015-0451-2.", "ArticleIdList": ["10.1007/s10142-015-0451-2", "26113396"]}, {"Citation": "Cesa S, Sisto F, Zengin G, et al. Phytochemical analyses and pharmacological screening of neem oil. South Afr J Bot. 2019;120:331–337. doi: 10.1016/j.sajb.2018.10.019.", "ArticleIdList": ["10.1016/j.sajb.2018.10.019"]}, {"Citation": "Chen Q, Yan J, Meng X, et al. Molecular cloning, characterization, and functional analysis of acetyl-CoA C-acetyltransferase and mevalonate kinase genes involved in terpene trilactone biosynthesis from ginkgobiloba. Molecules. 2017;22:74. doi: 10.3390/molecules22010074.", "ArticleIdList": ["10.3390/molecules22010074", "PMC6155782", "28045448"]}, {"Citation": "Dai X, Zhuang Z, Zhao PX. Computational analysis of miRNA targets in plants: current status and challenges. Brief Bioinform. 2011;12:115–121. doi: 10.1093/bib/bbq065.", "ArticleIdList": ["10.1093/bib/bbq065", "20858738"]}, {"Citation": "Dai X, Zhuang Z, Zhao PX. psRNATarget: a plant small RNA target analysis server (2017 release) Nucleic Acids Res. 2018;46:W49–W54. doi: 10.1093/nar/gky316.", "ArticleIdList": ["10.1093/nar/gky316", "PMC6030838", "29718424"]}, {"Citation": "Darzentas N. Circoletto visualizing sequence similarity with circos. Bioinformatics. 2010;26:2620–2621. doi: 10.1093/bioinformatics/btq484.", "ArticleIdList": ["10.1093/bioinformatics/btq484", "20736339"]}, {"Citation": "Dezulian T, Palatnik JF, Huson D, Weigel D. Conservation and divergence of microRNA families in plants. Genome Biol. 2005;6:1–25. doi: 10.1186/gb-2005-6-11-p13.", "ArticleIdList": ["10.1186/gb-2005-6-11-p13"]}, {"Citation": "Elgorashi EE, McGaw LJ. African plants with in vitro anti-inflammatory activities: a review. South Afr J Bot. 2019;126:142–169. doi: 10.1016/j.sajb.2019.06.034.", "ArticleIdList": ["10.1016/j.sajb.2019.06.034"]}, {"Citation": "Feder A, Burger J, Gao S, et al. A kelch domain-containing f-box coding gene negatively regulates flavonoid accumulation in muskmelon. Plant Physiol. 2015;169:1714–1726. doi: 10.1104/pp.15.01008.", "ArticleIdList": ["10.1104/pp.15.01008", "PMC4634078", "26358418"]}, {"Citation": "Gupta OP, Karkute SG, Banerjee S, et al. Contemporary understanding of miRNA-based regulation of secondary metabolites biosynthesis in plants. Front Plant Sci. 2017;8:374.", "ArticleIdList": ["PMC5372812", "28424705"]}, {"Citation": "Ho C-L, Tan Y-C, Yeoh K-A, et al. De novo transcriptome analyses of host-fungal interactions in oil palm Elaeis guineensis Jacq. BMC Genom. 2016;17:66. doi: 10.1186/s12864-016-2368-0.", "ArticleIdList": ["10.1186/s12864-016-2368-0", "PMC4717632", "26781612"]}, {"Citation": "Jain A, Das S. Synteny and comparative analysis of miRNA retention, conservation, and structure across Brassicaceae reveals lineage- and sub-genome-specific changes. Funct Integr Genomics. 2016;16:253–268. doi: 10.1007/s10142-016-0484-1.", "ArticleIdList": ["10.1007/s10142-016-0484-1", "26873704"]}, {"Citation": "Kozomara A, Birgaoanu M, Griffiths-Jones S. miRBase: from microRNA sequences to function. Nucleic Acids Res. 2019;47:D155–D162. doi: 10.1093/nar/gky1141.", "ArticleIdList": ["10.1093/nar/gky1141", "PMC6323917", "30423142"]}, {"Citation": "Krishnan NM, Pattnaik S, Jain P, et al. A draft of the genome and four transcriptomes of a medicinal and pesticidal angiosperm Azadirachtaindica. BMC Genomics. 2012;13:464. doi: 10.1186/1471-2164-13-464.", "ArticleIdList": ["10.1186/1471-2164-13-464", "PMC3507787", "22958331"]}, {"Citation": "Kundu A, Paul S, Dey A, Pal A. High throughput sequencing reveals modulation of microRNAs in Vignamungo upon Mungbeanyellowmosaic India virus inoculation highlighting stress regulation. Plant Sci. 2017;257:96–105. doi: 10.1016/j.plantsci.2017.01.016.", "ArticleIdList": ["10.1016/j.plantsci.2017.01.016", "28224923"]}, {"Citation": "Kuravadi NA, Yenagi V, Rangiah K, et al. Comprehensive analyses of genomes, transcriptomes and metabolites of neem tree. PeerJ. 2015;3:e1066. doi: 10.7717/peerj.1066.", "ArticleIdList": ["10.7717/peerj.1066", "PMC4540028", "26290780"]}, {"Citation": "Lee W-K, Namasivayam P, Ong Abdullah J, Ho C-L. Transcriptome profiling of sulfate deprivation responses in two agarophytes Gracilariachangii and Gracilariasalicornia (Rhodophyta) Sci Rep. 2017;7:46563. doi: 10.1038/srep46563.", "ArticleIdList": ["10.1038/srep46563", "PMC5402284", "28436444"]}, {"Citation": "Li X, Xin X, Li J, Cui Y, Hou Y, Zhai L, Wang X, Fu Y, Liu R, Bian S. Conservation and diversification of the miR166 family in soybean and potential roles of newly identified miR166s. BMC Plant Biol. 2017;17:1–18. doi: 10.1186/s12870-016-0951-9.", "ArticleIdList": ["10.1186/s12870-016-0951-9", "PMC5286673", "28143404"]}, {"Citation": "Li H, Lin Q, Yan M, et al. Relationship between secondary metabolism and miRNA for important flavor compounds in different tissues of tea plant (Camelliasinensis) As revealed by genome-wide miRNA analysis. J Agric Food Chem. 2021;69:2001–2012. doi: 10.1021/acs.jafc.0c07440.", "ArticleIdList": ["10.1021/acs.jafc.0c07440", "33538166"]}, {"Citation": "Liu M-Y, Wu X-M, Long J-M, Guo W-W. Genomic characterization of miR156 and Squamosa promoter binding protein-like genes in sweet orange (Citrussinensis) Plant Cell Tissue Organ Cult. 2017;130:103–116. doi: 10.1007/s11240-017-1207-6.", "ArticleIdList": ["10.1007/s11240-017-1207-6"]}, {"Citation": "Mao W, Li Z, Xia X, et al. A combined approach of high-throughput sequencing and degradome analysis reveals tissue specific expression of micrornas and their targets in cucumber. PLoS ONE. 2012;7:e33040. doi: 10.1371/journal.pone.0033040.", "ArticleIdList": ["10.1371/journal.pone.0033040", "PMC3316546", "22479356"]}, {"Citation": "Mica E, Piccolo V, Delledonne M, et al. High throughput approaches reveal splicing of primary microRNA transcripts and tissue specific expression of mature microRNAs in vitis vinifera. BMC Genomics. 2009;10:558. doi: 10.1186/1471-2164-10-558.", "ArticleIdList": ["10.1186/1471-2164-10-558", "PMC2822795", "19939267"]}, {"Citation": "Morishita T, Kojima Y, Maruta T, et al. arabidopsis NAC transcription factor, ANAC078, regulates flavonoid biosynthesis under high-light. Plant Cell Physiol. 2009;50:2210–2222. doi: 10.1093/pcp/pcp159.", "ArticleIdList": ["10.1093/pcp/pcp159", "19887540"]}, {"Citation": "Naya L, Paul S, Valdés-López O, et al. Regulation of copper homeostasis and biotic interactions by microRNA 398b in common bean. PLoS ONE. 2014;9:e84416. doi: 10.1371/journal.pone.0084416.", "ArticleIdList": ["10.1371/journal.pone.0084416", "PMC3882225", "24400089"]}, {"Citation": "Panda D, Dehury B, Sahu J, et al. Computational identification and characterization of conserved miRNAs and their target genes in garlic (Alliumsativum L.) expressed sequence tags. Gene. 2014;537:333–342. doi: 10.1016/j.gene.2014.01.010.", "ArticleIdList": ["10.1016/j.gene.2014.01.010", "24434367"]}, {"Citation": "Parry G, Estelle M. Auxin receptors: a new role for F-box proteins. Curr Opin Cell Biol. 2006;18:152–156. doi: 10.1016/j.ceb.2006.02.001.", "ArticleIdList": ["10.1016/j.ceb.2006.02.001", "16488128"]}, {"Citation": "Paul S. Identification and characterization of microRNAs and their targets in high-altitude stress-adaptive plant maca (Lepidiummeyenii Walp) 3 Biotech. 2017;7:103. doi: 10.1007/s13205-017-0734-5.", "ArticleIdList": ["10.1007/s13205-017-0734-5", "PMC5449282", "28560642"]}, {"Citation": "Paul S, Kundu A, Pal A. Identification and validation of conserved microRNAs along with their differential expression in roots of Vigna unguiculata grown under salt stress. Plant Cell Tissue Organ Cult. 2011;105:233–242. doi: 10.1007/s11240-010-9857-7.", "ArticleIdList": ["10.1007/s11240-010-9857-7"]}, {"Citation": "Paul S, Kundu A, Pal A. Identification and expression profiling of Vignamungo microRNAs from leaf small RNA transcriptome by deep sequencing. J Integr Plant Biol. 2014;56:15–23. doi: 10.1111/jipb.12115.", "ArticleIdList": ["10.1111/jipb.12115", "24138283"]}, {"Citation": "Paul S, de la Fuente-Jiménez JL, Manriquez CG, Sharma A. Identification, characterization and expression analysis of passion fruit (Passiflora edulis) microRNAs. 3 Biotech. 2020;10:25. doi: 10.1007/s13205-019-2000-5.", "ArticleIdList": ["10.1007/s13205-019-2000-5", "PMC6938847", "31938684"]}, {"Citation": "Pillet J, Yu H-W, Chambers AH, et al. Identification of candidate flavonoid pathway genes using transcriptome correlation network analysis in ripe strawberry (Fragaria × ananassa) fruits. J Exp Bot. 2015;66:4455–4467. doi: 10.1093/jxb/erv205.", "ArticleIdList": ["10.1093/jxb/erv205", "PMC4507756", "25979996"]}, {"Citation": "Pirrò S, Zanella L, Kenzo M, et al. MicroRNA from Moringaoleifera: identification by high throughput sequencing and their potential contribution to plant medicinal value. PLoS ONE. 2016;11:e0149495. doi: 10.1371/journal.pone.0149495.", "ArticleIdList": ["10.1371/journal.pone.0149495", "PMC4773123", "26930203"]}, {"Citation": "Ramachandran S, Hiratsuka K, Chua N-H. Transcription factors in plant growth and development. Curr Opin Genet Dev. 1994;4:642–646. doi: 10.1016/0959-437X(94)90129-Q.", "ArticleIdList": ["10.1016/0959-437X(94)90129-Q", "7849502"]}, {"Citation": "Roy S, Nath D, Paul P, Chakraborty S. Computational identification of conserved microRNAs and functional annotation of their target genes in Citruslimon identification of microRNA in Citruslimon. South Afr J Bot. 2020;130:109–116. doi: 10.1016/j.sajb.2019.12.009.", "ArticleIdList": ["10.1016/j.sajb.2019.12.009"]}, {"Citation": "Samad AFA, Kamaroddin MF, Sajad M. Cross-kingdom regulation by plant microRNAs provides novel insight into gene regulation. Adv Nutr. 2020;12:197–211. doi: 10.1093/advances/nmaa095.", "ArticleIdList": ["10.1093/advances/nmaa095", "PMC7850022", "32862223"]}, {"Citation": "Sarah R, Tabassum B, Idrees N, Hussain MK. Natural bio-active compounds. Berlin: Springer; 2019. Bio-active compounds isolated from neem tree and their applications; pp. 509–528."}, {"Citation": "Sharma A, Bejerano PIA, Maldonado IC, et al. Genome-wide computational prediction and experimental validation of quinoa (Chenopodiumquinoa) microRNAs. Can J Plant Sci. 2019;99:666–675. doi: 10.1139/cjps-2018-0296.", "ArticleIdList": ["10.1139/cjps-2018-0296"]}, {"Citation": "Shinde H, Dudhate A, Anand L, et al. Small RNA sequencing reveals the role of pearl millet miRNAs and their targets in salinity stress responses. South Afr J Bot. 2020;132:395–402. doi: 10.1016/j.sajb.2020.06.011.", "ArticleIdList": ["10.1016/j.sajb.2020.06.011"]}, {"Citation": "Subapriya R, Nagini S. Medicinal properties of neem leaves: a review. Curr Med Chem Agents. 2005;5:149–156. doi: 10.2174/1568011053174828.", "ArticleIdList": ["10.2174/1568011053174828", "15777222"]}, {"Citation": "Sun Y, Qiu Y, Duan M, et al. Identification of anthocyanin biosynthesis related microRNAs in a distinctive Chinese radish (Raphanussativus L.) by high-throughput sequencing. Mol Genet Genomics. 2017;292:215–229. doi: 10.1007/s00438-016-1268-y.", "ArticleIdList": ["10.1007/s00438-016-1268-y", "27817120"]}, {"Citation": "Tiwari R, Verma AK, Chakraborty S, et al. Neem (Azadirachtaindica) and its potential for safeguarding health of animals and humans: a review. J Biol Sci. 2014;14:110. doi: 10.3923/jbs.2014.110.123.", "ArticleIdList": ["10.3923/jbs.2014.110.123"]}, {"Citation": "Unver T, Budak H. Conserved microRNAs and their targets in model grass species Brachypodiumdistachyon. Planta. 2009;230:659–669. doi: 10.1007/s00425-009-0974-7.", "ArticleIdList": ["10.1007/s00425-009-0974-7", "19585143"]}, {"Citation": "Varkonyi-Gasic E, Gould N, Sandanayaka M, et al. Characterisation of microRNAs from apple (Malusdomestica’RoyalGala’) vascular tissue and phloem sap. BMC Plant Biol. 2010;10:159. doi: 10.1186/1471-2229-10-159.", "ArticleIdList": ["10.1186/1471-2229-10-159", "PMC3095296", "20682080"]}, {"Citation": "Wu B, Wang M, Ma Y, et al. High-Throughput sequencing and characterization of the small RNA transcriptome reveal features of novel and conserved microRNAs in panax ginseng. PLoS ONE. 2012;7:e44385. doi: 10.1371/journal.pone.0044385.", "ArticleIdList": ["10.1371/journal.pone.0044385", "PMC3433442", "22962612"]}, {"Citation": "Wu L, Liu S, Qi H, et al. Research progress on plant long non-coding RNA. Plants. 2020;9:408. doi: 10.3390/plants9040408.", "ArticleIdList": ["10.3390/plants9040408", "PMC7237992", "32218186"]}, {"Citation": "Yang X, Li L. Analyzing the microRNA transcriptome in plants using deep sequencing data. Biology Basel. 2012;1:297–310. doi: 10.3390/biology1020297.", "ArticleIdList": ["10.3390/biology1020297", "PMC4009774", "24832228"]}, {"Citation": "Yu H, Cong L, Zhu Z, et al. Identification of differentially expressed microRNA in the stems and leaves during sugar accumulation in sweet sorghum. Gene. 2015;571:221–230. doi: 10.1016/j.gene.2015.06.056.", "ArticleIdList": ["10.1016/j.gene.2015.06.056", "26117170"]}, {"Citation": "Zhang B, Pan X, Wang Q, et al. Computational identification of microRNAs and their targets. Comput Biol Chem. 2006;30:395–407. doi: 10.1016/j.compbiolchem.2006.08.006.", "ArticleIdList": ["10.1016/j.compbiolchem.2006.08.006", "17123865"]}, {"Citation": "Zhang B, Pan X, Cobb GP, Anderson TA. Plant microRNA: a small regulatory molecule with big impact. Dev Biol. 2006;289:3–16. doi: 10.1016/j.ydbio.2005.10.036.", "ArticleIdList": ["10.1016/j.ydbio.2005.10.036", "16325172"]}, {"Citation": "Zhang S, Yan S, Zhao J, et al. Identification of miRNAs and their target genes in larix olgensis and verified of differential expression miRNAs. BMC Plant Biol. 2019;19:247. doi: 10.1186/s12870-019-1853-4.", "ArticleIdList": ["10.1186/s12870-019-1853-4", "PMC6558743", "31185902"]}, {"Citation": "Zhou L, Liu Y, Liu Z, et al. Genome-wide identification and analysis of drought-responsive microRNAs in Oryzasativa. J Exp Bot. 2010;61:4157–4168. doi: 10.1093/jxb/erq237.", "ArticleIdList": ["10.1093/jxb/erq237", "20729483"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "1", "Day": "8"}, {"Year": "2021", "Month": "5", "Day": "8"}, {"Year": "2021", "Month": "5", "Day": "27", "Hour": "6", "Minute": "44"}, {"Year": "2021", "Month": "5", "Day": "28", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "5", "Day": "28", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "6", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["34040926", "PMC8134612", "10.1007/s13205-021-02839-z", "2839"]}}], "PubmedBookArticle": []}