{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34054344", "DateCompleted": {"Year": "2022", "Month": "03", "Day": "31"}, "DateRevised": {"Year": "2022", "Month": "04", "Day": "01"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "05", "Day": "04"}], "Language": ["eng"], "ELocationID": ["5575059", "10.1155/2021/5575059"], "Journal": {"ISSN": "1466-1861", "JournalIssue": {"Volume": "2021", "PubDate": {"Year": "2021"}}, "Title": "Mediators of inflammation", "ISOAbbreviation": "Mediators Inflamm"}, "ArticleTitle": "<i>Zataria multiflora</i> and Pioglitazone Affect Systemic Inflammation and Oxidative Stress Induced by Inhaled Paraquat in Rats.", "Pagination": {"StartPage": "5575059", "MedlinePgn": "5575059"}, "Abstract": {"AbstractText": ["The effects of <i>Zataria multiflora</i> (<i>Z. multiflora</i>) and pioglitazone (a PPAR-<i>γ</i> agonist) alone and in combination, on systemic inflammation and oxidative stress induced by inhaled paraquat (PQ) as a herbicide, which induced inflammation in rats, were examined. Rats were exposed to (1) saline (control) and (2) 54 mg/m<sup>3</sup> PQ aerosols (8 times, every other day, each time for 30 min) without treatment or treated with (3 and 4) two doses of <i>Z. multiflora</i> (200 and 800 mg/kg/day), (5 and 6) two doses of pioglitazone (5 and 10 mg/kg/day), (7) low doses of <i>Z</i>.<i>multiflora</i> + pioglitazone, (Pio-5+Z-200 mg/kg/day) or (8) dexamethasone (0.03 mg/kg/day) for 16 days, after the last PQ exposure. Different variables were measured at the end of the treatment period. Exposure to PQ significantly increased total and differential white blood cells (WBC) counts, serum levels of nitrite (NO<sub>2</sub>), malondialdehyde (MDA), interleukin- (IL) 17, and tumor necrosis factor alpha (TNF-<i>α</i>), but reduced thiol, superoxide dismutase (SOD), catalase (CAT), IL-10, and interferon-gamma (INF-<i>γ</i>) (<i>p</i> < 0.05 to <i>p</i> < 0.001). Most measured parameters were significantly improved in groups treated with either doses of the extract, pioglitazone, Pio-5+Z-200 mg/kg/day, or dexamethasone compared to the PQ group (<i>p</i> < 0.05 to <i>p</i> < 0.001). The combination of low doses of Pio-5+Z-200 mg/kg/day showed significantly higher effects compared to each one alone (<i>p</i> < 0.05 to <i>p</i> < 0.001). Systemic oxidative stress and inflammation due to inhaled PQ were improved by <i>Z. multiflora</i> and pioglitazone. Higher effects of Pio-5+Z-200 mg/kg/day compared to each one alone suggest modulation of PPAR-<i>γ</i> receptors by the plant extract, but further studies using PPAR-<i>γ</i> antagonists need to be done in this regard."], "CopyrightInformation": "Copyright © 2021 Fatemeh Amin et al."}, "AuthorList": [{"Identifier": ["0000-0003-0961-7667"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Physiology-Pharmacology Research Center, Research Institute of Basic Medical Sciences, Rafsanjan University of Medical Sciences, Rafsanjan, Iran."}, {"Identifier": [], "Affiliation": "Department of Physiology and Pharmacology, School of Medicine, Rafsanjan University of Medical Sciences, Rafsanjan, Iran."}], "LastName": "Amin", "ForeName": "Fatemeh", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Applied Biomedical Research Center, Mashhad University of Medical Sciences, Mashhad, Iran 9177948564."}, {"Identifier": [], "Affiliation": "Department of Physiology, School of Medicine, Mashhad University of Medical Sciences, Mashhad, Iran 9177948564."}], "LastName": "Memarzia", "ForeName": "Arghavan", "Initials": "A"}, {"Identifier": ["0000-0001-5032-4263"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Pharmaceutical Research Center, Pharmaceutical Technology Institute, Mashhad University of Medical Sciences, Mashhad, Iran 9177948564."}], "LastName": "Roohbakhsh", "ForeName": "Ali", "Initials": "A"}, {"Identifier": ["0000-0003-4813-6030"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Natural Products and Medicinal Plants Research Center, North Khorasan University of Medical Sciences, Bojnurd, Iran."}, {"Identifier": [], "Affiliation": "Department of Physiology and Pharmacology, School of Medicine, North Khorasan University of Medical Sciences, Bojnurd, Iran 7487794149."}], "LastName": "Shakeri", "ForeName": "Farzaneh", "Initials": "F"}, {"Identifier": ["0000-0001-5736-9755"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Applied Biomedical Research Center, Mashhad University of Medical Sciences, Mashhad, Iran 9177948564."}, {"Identifier": [], "Affiliation": "Department of Physiology, School of Medicine, Mashhad University of Medical Sciences, Mashhad, Iran 9177948564."}], "LastName": "Boskabady", "ForeName": "Mohammad Hossein", "Initials": "MH"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Mediators Inflamm", "NlmUniqueID": "9209001", "ISSNLinking": "0962-9351"}, "ChemicalList": [{"RegistryNumber": "PLG39H7695", "NameOfSubstance": "Paraquat"}, {"RegistryNumber": "X4OV71U42S", "NameOfSubstance": "Pioglitazone"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": ["chemically induced", "drug therapy"], "DescriptorName": "Inflammation"}, {"QualifierName": [], "DescriptorName": "Lamiaceae"}, {"QualifierName": [], "DescriptorName": "Oxidative Stress"}, {"QualifierName": ["toxicity"], "DescriptorName": "Paraquat"}, {"QualifierName": ["pharmacology", "therapeutic use"], "DescriptorName": "Pioglitazone"}, {"QualifierName": [], "DescriptorName": "Rats"}], "CoiStatement": "The authors declared no potential conflicts of interest with respect to the research, authorship, and/or publication of this article."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Khodayar M. J., Kiani M., Hemmati A. A., et al. The preventive effect of atorvastatin on paraquat-induced pulmonary fibrosis in the rats. Advanced Pharmaceutical Bulletin. 2014;4(4):345–349. doi: 10.5681/apb.2014.050.", "ArticleIdList": ["10.5681/apb.2014.050", "PMC4137423", "25436189"]}, {"Citation": "Castro-Gutiérrez N., McConnell R., Andersson K., Pacheco-Antón F., Hogstedt C. Respiratory symptoms, spirometry and chronic occupational paraquat exposure. Scandinavian Journal of Work, Environment & Health. 1997;23(6):421–427. doi: 10.5271/sjweh.264.", "ArticleIdList": ["10.5271/sjweh.264", "9476805"]}, {"Citation": "Eddleston M. Poisoning by pesticides. Medicine. 2020;48(3):214–217. doi: 10.1016/j.mpmed.2019.12.019.", "ArticleIdList": ["10.1016/j.mpmed.2019.12.019"]}, {"Citation": "Gupta N., Chugh A., Kanwar B. S., Lamba B. A case report of paraquat poisoning. Journal, Indian Academy of Clinical Medicine. 2018;19(3):210–211."}, {"Citation": "Baharuddin M. R. B., Sahid I. B., Noor M. A. B. M., Sulaiman N., Othman F. Pesticide risk assessment: a study on inhalation and dermal exposure to 2, 4-D and paraquat among Malaysian paddy farmers. Journal of Environmental Science and Health, Part B. 2011;46(7):600–607. doi: 10.1080/03601234.2011.589309.", "ArticleIdList": ["10.1080/03601234.2011.589309", "21749249"]}, {"Citation": "Chen Q., Niu Y., Zhang R., et al. The toxic influence of paraquat on hippocampus of mice: involvement of oxidative stress. Neurotoxicology. 2010;31(3):310–316. doi: 10.1016/j.neuro.2010.02.006.", "ArticleIdList": ["10.1016/j.neuro.2010.02.006", "20211647"]}, {"Citation": "Zhao G., Li S., Hong G., et al. The effect of resveratrol on paraquat-induced acute lung injury in mice and its mechanism. Zhonghua wei zhong bing ji jiu yi xue. 2016;28(1):33–37. doi: 10.3760/cma.j.issn.2095-4352.2016.01.007.", "ArticleIdList": ["10.3760/cma.j.issn.2095-4352.2016.01.007", "26805532"]}, {"Citation": "Khazdair M. R., Rajabi O., Balali-Mood M., Beheshti F., Boskabady M. H. The effect of Zataria multiflora on pulmonary function tests, hematological and oxidant/antioxidant parameters in sulfur mustard exposed veterans, a randomized doubled-blind clinical trial. Environmental Toxicology and Pharmacology. 2018;58:180–188. doi: 10.1016/j.etap.2018.01.006.", "ArticleIdList": ["10.1016/j.etap.2018.01.006", "29408760"]}, {"Citation": "Wang L., Waltenberger B., Pferschy-Wenzig E.-M., et al. Natural product agonists of peroxisome proliferator-activated receptor gamma (PPARγ): a review. Biochemical Pharmacology. 2014;92(1):73–89. doi: 10.1016/j.bcp.2014.07.018.", "ArticleIdList": ["10.1016/j.bcp.2014.07.018", "PMC4212005", "25083916"]}, {"Citation": "Oyekan A. PPARs and their effects on the cardiovascular system. Clinical and Experimental Hypertension. 2011;33(5):287–293. doi: 10.3109/10641963.2010.531845.", "ArticleIdList": ["10.3109/10641963.2010.531845", "21721973"]}, {"Citation": "Chiarelli F., Di Marzio D. Peroxisome proliferator-activated receptor-gamma agonists and diabetes: current evidence and future perspectives. Vascular Health and Risk Management. 2008;4(2):297–304. doi: 10.2147/vhrm.s993.", "ArticleIdList": ["10.2147/vhrm.s993", "PMC2496982", "18561505"]}, {"Citation": "Tyagi S., Sharma S., Gupta P., Saini A. S., Kaushal C. The peroxisome proliferator-activated receptor: a family of nuclear receptors role in various diseases. Journal of Advanced Pharmaceutical Technology & Research. 2011;2(4):236–240. doi: 10.4103/2231-4040.90879.", "ArticleIdList": ["10.4103/2231-4040.90879", "PMC3255347", "22247890"]}, {"Citation": "Amin F., Roohbakhsh A., Memarzia A., Kazerani H. R., Boskabady M. H. Paraquat-induced systemic inflammation and increased oxidative markers in rats improved by <i>Zataria multiflora</i> extract and carvacrol. Avicenna Journal of Phytomedicine. 2020;10(5):513–522.", "ArticleIdList": ["PMC7508324", "32995329"]}, {"Citation": "Burleigh-Flayer H., Alarie Y. Concentration-dependent respiratory response of guinea pigs to paraquat aerosol. Archives of Toxicology. 1987;59(6):391–396. doi: 10.1007/BF00316203.", "ArticleIdList": ["10.1007/BF00316203", "3111446"]}, {"Citation": "Heydari M., Mokhtari-Zaer A., Amin F., et al. The effect ofZataria multiflorahydroalcoholic extract on memory and lung changes induced by rats that inhaled paraquat. Nutritional Neuroscience. 2019:1–14. doi: 10.1080/1028415X.2019.1668173.", "ArticleIdList": ["10.1080/1028415X.2019.1668173", "31583983"]}, {"Citation": "Malekinejad H., Khoramjouy M., Hobbenaghi R., Amniattalab A. Atorvastatin attenuates the paraquat-induced pulmonary inflammation via PPARγ receptors: a new indication for atorvastatin. Pesticide Biochemistry and Physiology. 2014;114:79–89. doi: 10.1016/j.pestbp.2014.06.011.", "ArticleIdList": ["10.1016/j.pestbp.2014.06.011", "25175654"]}, {"Citation": "Saadat S., Beheshti F., Askari V. R., Hosseini M., Roshan N. M., Boskabady M. H. Aminoguanidine affects systemic and lung inflammation induced by lipopolysaccharide in rats. Respiratory Research. 2019;20(1):1–13.", "ArticleIdList": ["PMC6530199", "31113409"]}, {"Citation": "Delirrad M., Majidi M., Boushehri B. Clinical features and prognosis of paraquat poisoning: a review of 41 cases. International Journal of Clinical and Experimental Medicine. 2015;8(5, article 8122)", "ArticleIdList": ["PMC4509324", "26221379"]}, {"Citation": "Dinis-Oliveira R., Duarte J., Sanchez-Navarro A., Remiao F., Bastos M., Carvalho F. Paraquat poisonings: mechanisms of lung toxicity, clinical features, and treatment. Critical Reviews in Toxicology. 2008;38(1):13–71. doi: 10.1080/10408440701669959.", "ArticleIdList": ["10.1080/10408440701669959", "18161502"]}, {"Citation": "Oghabian Z., Williams J., Mohajeri M., et al. Clinical features, treatment, prognosis, and mortality in paraquat poisonings: a hospital-based study in Iran. Journal of Research in Pharmacy Practice. 2019;8(3):129–136. doi: 10.4103/jrpp.JRPP_18_71.", "ArticleIdList": ["10.4103/jrpp.JRPP_18_71", "PMC6830018", "31728343"]}, {"Citation": "Zhang Y., Sun H., Jiang L. Prognostic value of white blood cell count, C-reactive protein, and pentraxin-3 levels in patients with acute paraquat poisoning. Journal of Clinical Laboratory Medicine. 2017;2(2) doi: 10.16966/2572-9578.113.", "ArticleIdList": ["10.16966/2572-9578.113"]}, {"Citation": "Hotta M., Nakata R., Katsukawa M., Hori K., Takahashi S., Inoue H. Carvacrol, a component of thyme oil, activates PPARα and γ and suppresses COX-2 expression. Journal of Lipid Research. 2010;51(1):132–139. doi: 10.1194/jlr.M900255-JLR200.", "ArticleIdList": ["10.1194/jlr.M900255-JLR200", "PMC2789773", "19578162"]}, {"Citation": "Boskabady M. H., Mahtaj L. G. Lung inflammation changes and oxidative stress induced by cigarette smoke exposure in guinea pigs affected by Zataria multiflora and its constituent, carvacrol. BMC Complementary and Alternative Medicine. 2015;15(1):1–10.", "ArticleIdList": ["PMC4354995", "25881210"]}, {"Citation": "Szapary P. O., Bloedon L. T., Samaha F. F., et al. Effects of pioglitazone on lipoproteins, inflammatory markers, and adipokines in nondiabetic patients with metabolic syndrome. Arteriosclerosis, Thrombosis, and Vascular Biology. 2006;26(1):182–188. doi: 10.1161/01.ATV.0000195790.24531.4f.", "ArticleIdList": ["10.1161/01.ATV.0000195790.24531.4f", "16284192"]}, {"Citation": "Agarwal R. Anti-inflammatory effects of short-term pioglitazone therapy in men with advanced diabetic nephropathy. American Journal of Physiology. Renal Physiology. 2006;290(3):F600–F605. doi: 10.1152/ajprenal.00289.2005.", "ArticleIdList": ["10.1152/ajprenal.00289.2005", "16159895"]}, {"Citation": "Keeling P. L., Smith L. L. Relevance of NADPH depletion and mixed disulphide formation in rat lung to the mechanism of cell damage following paraquat administration. Biochemical Pharmacology. 1982;31(20):3243–3249. doi: 10.1016/0006-2952(82)90557-3.", "ArticleIdList": ["10.1016/0006-2952(82)90557-3", "7150352"]}, {"Citation": "Pourgholamhossein F., Sharififar F., Rasooli R., et al. Thymoquinone effectively alleviates lung fibrosis induced by paraquat herbicide through down-regulation of pro-fibrotic genes and inhibition of oxidative stress. Environmental Toxicology and Pharmacology. 2016;45:340–345. doi: 10.1016/j.etap.2016.06.019.", "ArticleIdList": ["10.1016/j.etap.2016.06.019", "27375216"]}, {"Citation": "Facecchia K., Fochesato L.-A., Ray S. D., Stohs S. J., Pandey S. Oxidative toxicity in neurodegenerative diseases: role of mitochondrial dysfunction and therapeutic strategies. Journal of Toxicology. 2011;2011:12. doi: 10.1155/2011/683728.683728", "ArticleIdList": ["10.1155/2011/683728", "PMC3139184", "21785590"]}, {"Citation": "Cheresh P., Kim S.-J., Tulasiram S., Kamp D. W. Oxidative stress and pulmonary fibrosis. Biochimica et Biophysica Acta (BBA) - Molecular Basis of Disease. 2013;1832(7):1028–1040. doi: 10.1016/j.bbadis.2012.11.021.", "ArticleIdList": ["10.1016/j.bbadis.2012.11.021", "PMC3639303", "23219955"]}, {"Citation": "Suntres Z. E. Exploring the potential benefit of natural product extracts in paraquat toxicity. Fitoterapia. 2018;131:160–167. doi: 10.1016/j.fitote.2018.10.026.", "ArticleIdList": ["10.1016/j.fitote.2018.10.026", "30359726"]}, {"Citation": "Sun Y.-H., Li Y., Niu Y.-J., Chen Q., Zhang R. Effects of paraquat on the learning and memory ability in developing mice. Zhonghua lao dong wei sheng zhi ye bing za zhi. 2011;29(6):437–439.", "ArticleIdList": ["22096857"]}, {"Citation": "Ahmadipour A., Sharififar F., Nakhaipour F., Samanian M., Karami-Mohajeri S. Hepatoprotective effect of Zataria multiflora Boisson cisplatin-induced oxidative stress in male rat. Journal of Medicine and Life. 2015;8(4):p. 275.", "ArticleIdList": ["PMC5319274", "28316744"]}, {"Citation": "Khazdair M. R., Ghorani V., Alavinezhad A., Boskabady M. H. Pharmacological effects of Zataria multiflora Boiss L. and its constituents focus on their anti-inflammatory, antioxidant, and immunomodulatory effects. Fundamental & Clinical Pharmacology. 2018;32(1):26–50. doi: 10.1111/fcp.12331.", "ArticleIdList": ["10.1111/fcp.12331", "29125648"]}, {"Citation": "El-Sheikh A. A., Rifaai R. A. Peroxisome proliferator activator receptor (PPAR)-γ ligand, but not PPAR-α, ameliorates cyclophosphamide-induced oxidative stress and inflammation in rat liver. PPAR Research. 2014;2014:10. doi: 10.1155/2014/626319.626319", "ArticleIdList": ["10.1155/2014/626319", "PMC3996363", "24803924"]}, {"Citation": "Han J., Ma D., Zhang M., Yang X., Tan D. Natural antioxidant betanin protects rats from paraquat-induced acute lung injury interstitial pneumonia. BioMed Research International. 2015;2015:9. doi: 10.1155/2015/608174.608174", "ArticleIdList": ["10.1155/2015/608174", "PMC4377444", "25861636"]}, {"Citation": "Zou C., Hu H., Xi X., Shi Z., Wang G., Huang X. Pioglitazone protects against renal ischemia-reperfusion injury by enhancing antioxidant capacity. Journal of Surgical Research. 2013;184(2):1092–1095. doi: 10.1016/j.jss.2013.03.027.", "ArticleIdList": ["10.1016/j.jss.2013.03.027", "23545406"]}, {"Citation": "Meng Z., Dong Y., Gao H., et al. The effects of ω-3 fish oil emulsion-based parenteral nutrition plus combination treatment for acute paraquat poisoning. Journal of International Medical Research. 2019;47(2):600–614. doi: 10.1177/0300060518806110.", "ArticleIdList": ["10.1177/0300060518806110", "PMC6381463", "30392424"]}, {"Citation": "Piguet P. F., Collart M. A., Grau G. E., Sappino A.-P., Vassalli P. Requirement of tumour necrosis factor for development of silica-induced pulmonary fibrosis. Nature. 1990;344(6263):245–247. doi: 10.1038/344245a0.", "ArticleIdList": ["10.1038/344245a0", "2156165"]}, {"Citation": "Kianmehr M., Rezaei A., Hosseini M., et al. Immunomodulatory effect of characterized extract of Zataria multiflora on Th1, Th2 and Th17 in normal and Th2 polarization state. Food and Chemical Toxicology. 2017;99:119–127. doi: 10.1016/j.fct.2016.11.019.", "ArticleIdList": ["10.1016/j.fct.2016.11.019", "27884791"]}, {"Citation": "Naito Y., Takagi T., Matsuyama K., Yoshida N., Yoshikawa T. Pioglitazone, a specific PPAR-γ ligand, inhibits aspirin-induced gastric mucosal injury in rats. Alimentary Pharmacology & Therapeutics. 2001;15(6):865–873. doi: 10.1046/j.1365-2036.2001.00983.x.", "ArticleIdList": ["10.1046/j.1365-2036.2001.00983.x", "11380325"]}, {"Citation": "Shigenobu T., Ohtsuka T., Shimoda M. The prevention of tracheal graft occlusion using pioglitazone: a mouse tracheal transplant model study. Transplant Immunology. 2019;53:21–27. doi: 10.1016/j.trim.2018.12.002.", "ArticleIdList": ["10.1016/j.trim.2018.12.002", "30543859"]}, {"Citation": "Seabloom D. E., Galbraith A. R., Haynes A. M., et al. Fixed-dose combinations of pioglitazone and metformin for lung cancer prevention. Cancer Prevention Research. 2017;10(2):116–123. doi: 10.1158/1940-6207.CAPR-16-0232.", "ArticleIdList": ["10.1158/1940-6207.CAPR-16-0232", "PMC5690483", "28052934"]}, {"Citation": "Qiu D., Li X.-N. Pioglitazone inhibits the secretion of proinflammatory cytokines and chemokines in astrocytes stimulated with lipopolysaccharide. International Journal of Clinical Pharmacology and Therapeutics. 2015;53(9):746–752. doi: 10.5414/CP202339.", "ArticleIdList": ["10.5414/CP202339", "26227097"]}, {"Citation": "Grommes J., Mörgelin M., Soehnlein O. Pioglitazone attenuates endotoxin-induced acute lung injury by reducing neutrophil recruitment. European Respiratory Journal. 2012;40(2):416–423. doi: 10.1183/09031936.00091011.", "ArticleIdList": ["10.1183/09031936.00091011", "22267758"]}, {"Citation": "Amin F., Memarzia A., Rad H. K., Kazerani H. R., Boskabady M. H. Carvacrol and PPARγ agonist, pioglitazone, affects inhaled paraquat-induced lung injury in rats. Scientific Reports. 2021;11(1):p. 8129. doi: 10.1038/s41598-021-87546-8.", "ArticleIdList": ["10.1038/s41598-021-87546-8", "PMC8047048", "33854134"]}, {"Citation": "Amin F., Memarzia A., Kazerani H. R., Boskabady M. H. Carvacrol and <i>Zataria multiflora</i> influenced the PPARγ agonist effects on systemic inflammation and oxidative stress induced by inhaled paraquat in rat. Iranian Journal of Basic Medical Sciences. 2020;23(7):930–936. doi: 10.22038/ijbms.2020.45962.10648.", "ArticleIdList": ["10.22038/ijbms.2020.45962.10648", "PMC7395191", "32774816"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "2", "Day": "18"}, {"Year": "2021", "Month": "3", "Day": "28"}, {"Year": "2021", "Month": "4", "Day": "23"}, {"Year": "2021", "Month": "5", "Day": "31", "Hour": "6", "Minute": "5"}, {"Year": "2021", "Month": "6", "Day": "1", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "4", "Day": "1", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "5", "Day": "4"}], "PublicationStatus": "epublish", "ArticleIdList": ["34054344", "PMC8112915", "10.1155/2021/5575059"]}}], "PubmedBookArticle": []}