{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34055006", "DateRevised": {"Year": "2021", "Month": "06", "Day": "01"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "05", "Day": "07"}], "Language": ["eng"], "ELocationID": ["5516450", "10.1155/2021/5516450"], "Journal": {"ISSN": "1741-427X", "JournalIssue": {"Volume": "2021", "PubDate": {"Year": "2021"}}, "Title": "Evidence-based complementary and alternative medicine : eCAM", "ISOAbbreviation": "Evid Based Complement Alternat Med"}, "ArticleTitle": "A Narrative Review on Therapeutic Potentials of <i>Watercress</i> in Human Disorders.", "Pagination": {"StartPage": "5516450", "MedlinePgn": "5516450"}, "Abstract": {"AbstractText": ["<i>Watercress</i> (<i>WC</i>) is an aquatic vegetable that belongs to the Brassicaceae family, and it often grows near water. In traditional medicine, <i>WC</i> is a known remedy for hypercholesterolemia, hyperglycemia, hypertension, arthritis, bronchitis, diuresis, odontalgia, and scurvy. It also acts as an antiestrogenic and can be used as a nutritional supplement. It has been reported that these therapeutic effects are due to primary metabolites such as isothiocyanates, glucosinolates, polyphenols (flavonoids, phenolic acids, and proanthocyanidins), vitamins (B<sub>1</sub>, B<sub>2</sub>, B<sub>3</sub>, B<sub>6</sub>, E, and C), terpenes (including carotenoids), and bioelements which exist in this plant. Many pharmacological studies confirm the antioxidant, antibacterial, anticancer, antipsoriatic, anti-inflammatory, cardioprotective, renoprotective, hepatoprotective, and antigenotoxicity effects of <i>WC</i>. The consumption of <i>WC</i> extract can be useful in reducing the complications of hypercholesterolemia and hyperglycemia. Furthermore, the extract of <i>WC</i> could markedly augment the antioxidant enzymes such as superoxide dismutase and catalase activity. Interestingly, consumption of food rich in polyphenols such as <i>WC</i> extract can help reduce oxidative stress, DNA damage, and cancer susceptibility. Several studies also showed that <i>WC</i> extract significantly reduced liver injury as a result of cholestatic hepatic injury, gamma radiation, arsenic, and acetaminophen-induced hepatotoxicity. In this review, the researchers focus on the phytochemical and biochemical characterizations of <i>WC</i> and its therapeutic effects in the treatment of human diseases."], "CopyrightInformation": "Copyright © 2021 Esmaeel Panahi Kokhdan et al."}, "AuthorList": [{"Identifier": ["0000-0002-8470-8844"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medicinal Plants Research Center, Yasuj University of Medical Sciences, Yasuj, Iran."}], "LastName": "Panahi Kokhdan", "ForeName": "Esmaeel", "Initials": "E"}, {"Identifier": ["0000-0001-9288-3338"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Clinical Biochemistry, School of Medicine, Zanjan University of Medical Sciences, Zanjan, Iran."}], "LastName": "Khodabandehloo", "ForeName": "Hadi", "Initials": "H"}, {"Identifier": ["0000-0002-7663-0901"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Clinical Biochemistry, School of Medicine, Shahid Beheshti University of Medical Sciences, Tehran, Iran."}], "LastName": "Ghahremani", "ForeName": "Hossein", "Initials": "H"}, {"Identifier": ["0000-0002-9166-419X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medicinal Plants Research Center, Yasuj University of Medical Sciences, Yasuj, Iran."}, {"Identifier": [], "Affiliation": "Department of Clinical Biochemistry, Faculty of Medicine, Yasuj University of Medical Sciences, Yasuj, Iran."}], "LastName": "Doustimotlagh", "ForeName": "Amir Hossein", "Initials": "AH"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Evid Based Complement Alternat Med", "NlmUniqueID": "101215021", "ISSNLinking": "1741-427X"}, "CoiStatement": "The authors declare that they have no conflicts of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Klimek-Szczykutowicz M., Szopa A., Ekiert H. Chemical composition, traditional and professional use in medicine, application in environmental protection, position in food and cosmetics industries, and biotechnological studies of Nasturtium officinale (watercress) - a review. Fitoterapia. 2018;129:283–292. doi: 10.1016/j.fitote.2018.05.031.", "ArticleIdList": ["10.1016/j.fitote.2018.05.031", "29852261"]}, {"Citation": "Sakil M., Polash M., Afrin S., Hossain M. Evaluation of morphological traits, phytochemical compositions and antioxidant properties of watercress leaves. Progressive Agriculture. 2019;30:10–16. doi: 10.3329/pa.v30i0.41552.", "ArticleIdList": ["10.3329/pa.v30i0.41552"]}, {"Citation": "Ozen T. Investigation of antioxidant properties of Nasturtium officinale (watercress) leaf extracts. Acta Poloniae Pharmaceutica. 2009;66(2):187–193.", "ArticleIdList": ["19719054"]}, {"Citation": "Mousa-Al-Reza Hadjzadeh Z. R., Moradi R., Ghorbani A. Effects of hydroalcoholic extract of watercress (Nasturtium officinale) leaves on serum glucose and lipid levels in diabetic rats. Indian Journal of Physiology and Pharmacology. 2015;59:223–230.", "ArticleIdList": ["26685512"]}, {"Citation": "Amiri H. Volatile constituents and antioxidant activity of flowers, stems and leaves of Nasturtium officinale R. Br. Natural Product Research. 2012;26(2):109–115. doi: 10.1080/14786419.2010.534998.", "ArticleIdList": ["10.1080/14786419.2010.534998", "21815727"]}, {"Citation": "Keser G., Saygideger S. Effects of lead on the activities of antioxidant enzymes in watercress, nasturtium officinale R. Br. Biological Trace Element Research. 2010;137(2):235–243. doi: 10.1007/s12011-009-8573-9.", "ArticleIdList": ["10.1007/s12011-009-8573-9", "19967468"]}, {"Citation": "Giallourou N. S., Rowland I. R., Rothwell S. D., Packham G., Commane D. M., Swann J. R. Metabolic targets of watercress and PEITC in MCF-7 and MCF-10A cells explain differential sensitisation responses to ionising radiation. European Journal of Nutrition. 2018;58:1–15. doi: 10.1007/s00394-018-1789-8.", "ArticleIdList": ["10.1007/s00394-018-1789-8", "PMC6689287", "30066177"]}, {"Citation": "Shahani S., Behzadfar F., Jahani D., Ghasemi M., Shaki F. Antioxidant and anti-inflammatory effects of Nasturtium officinale involved in attenuation of gentamicin-induced nephrotoxicity. Toxicology Mechanisms and Methods. 2017;27(2):107–114. doi: 10.1080/15376516.2016.1258748.", "ArticleIdList": ["10.1080/15376516.2016.1258748", "27825290"]}, {"Citation": "Boligon A. A., Janovik V., Boligon A. A., et al. HPLC analysis of polyphenolic compounds and antioxidant activity inNasturtium officinale. International Journal of Food Properties. 2013;16(1):61–69. doi: 10.1080/10942912.2010.528111.", "ArticleIdList": ["10.1080/10942912.2010.528111"]}, {"Citation": "Zeb A., Habib A. Lipid oxidation and changes in the phenolic profile of watercress (Nasturtium officinale L.) leaves during frying. Journal of Food Measurement and Characterization. 2018;12(4):2677–2684. doi: 10.1007/s11694-018-9885-2.", "ArticleIdList": ["10.1007/s11694-018-9885-2"]}, {"Citation": "Azarmehr N., Afshar P., Moradi M., et al. Hepatoprotective and antioxidant activity of watercress extract on acetaminophen-induced hepatotoxicity in rats. Heliyon. 2019;5(7) doi: 10.1016/j.heliyon.2019.e02072.e02072", "ArticleIdList": ["10.1016/j.heliyon.2019.e02072", "PMC6624241", "31334381"]}, {"Citation": "Aires A., Carvalho R., Rosa E. A. S., Saavedra M. J. Phytochemical characterization and antioxidant properties of baby-leaf watercress produced under organic production system. CyTA-Journal of Food. 2013;11(4):343–351. doi: 10.1080/19476337.2013.769025.", "ArticleIdList": ["10.1080/19476337.2013.769025"]}, {"Citation": "Llorach R., Martínez-Sánchez A., Tomás-Barberán F. A., Gil M. I., Ferreres F. Characterisation of polyphenols and antioxidant properties of five lettuce varieties and escarole. Food Chemistry. 2008;108(3):1028–1038. doi: 10.1016/j.foodchem.2007.11.032.", "ArticleIdList": ["10.1016/j.foodchem.2007.11.032", "26065768"]}, {"Citation": "Spínola V., Pinto J., Castilho P. C. In vitro studies on the effect of watercress juice on digestive enzymes relevant to type 2 diabetes and obesity and antioxidant activity. Journal of Food Biochemistry. 2017;41(1) doi: 10.1111/jfbc.12335.", "ArticleIdList": ["10.1111/jfbc.12335"]}, {"Citation": "Rose P., Won Y. K., Ong C. N., Whiteman M. β-Phenylethyl and 8-methylsulphinyloctyl isothiocyanates, constituents of watercress, suppress LPS induced production of nitric oxide and prostaglandin E2 in RAW 264.7 macrophages. Nitric Oxide. 2005;12(4):237–243. doi: 10.1016/j.niox.2005.03.001.", "ArticleIdList": ["10.1016/j.niox.2005.03.001", "15917216"]}, {"Citation": "O’neill M. E., Carroll Y., Corridan B., et al. A European carotenoid database to assess carotenoid intakes and its use in a five-country comparative study. British Journal of Nutrition. 2001;85(4):499–507. doi: 10.1079/bjn2000284.", "ArticleIdList": ["10.1079/bjn2000284", "11348565"]}, {"Citation": "Rose P., Faulkner K., Williamson G., Mithen R. 7-Methylsulfinylheptyl and 8-methylsulfinyloctyl isothiocyanates from watercress are potent inducers of phase II enzymes. Carcinogenesis. 2000;21(11):1983–1988. doi: 10.1093/carcin/21.11.1983.", "ArticleIdList": ["10.1093/carcin/21.11.1983", "11062158"]}, {"Citation": "Zeb A. Phenolic profile and antioxidant potential of wild watercress (Nasturtium officinale L.) SpringerPlus. 2015;4(1):p. 714. doi: 10.1186/s40064-015-1514-5.", "ArticleIdList": ["10.1186/s40064-015-1514-5", "PMC4656250", "26636002"]}, {"Citation": "Mazandarani M., Momeji A., Zarghami M. P. Evaluation of phytochemical and antioxidant activities from different parts of Nasturtium officinale R. Br. in Mazandaran. Plant Physiology. 2012;3(2):659–664."}, {"Citation": "Engelen-Eigles G., Holden G., Cohen J. D., Gardner G. The effect of temperature, photoperiod, and light quality on gluconasturtiin concentration in watercress (nasturtium officinale R. Br.) Journal of Agricultural and Food Chemistry. 2006;54(2):328–334. doi: 10.1021/jf051857o.", "ArticleIdList": ["10.1021/jf051857o", "16417287"]}, {"Citation": "Gill C. I., Haldar S., Boyd L. A., et al. Watercress supplementation in diet reduces lymphocyte DNA damage and alters blood antioxidant status in healthy adults. The American Journal of Clinical Nutrition. 2007;85(2):504–510. doi: 10.1093/ajcn/85.2.504.", "ArticleIdList": ["10.1093/ajcn/85.2.504", "17284750"]}, {"Citation": "Syamsianah A., Anggraini H. Control of Lipid Profile on Diabetes Mellitus Animal Models with Watercress and Black Rice Bran. Semarang, Indonesia: Prosiding seminar nasional & internasional; 2016."}, {"Citation": "Isabelle M., Lee B. L., Lim M. T., Koh W.-P., Huang D., Ong C. N. Antioxidant activity and profiles of common vegetables in Singapore. Food Chemistry. 2010;120(4):993–1003. doi: 10.1016/j.foodchem.2009.11.038.", "ArticleIdList": ["10.1016/j.foodchem.2009.11.038"]}, {"Citation": "Tiveron A. P., Melo P. S., Bergamaschi K. B., Vieira T. M. F. S., Regitano-d’Arce M. A. B., Alencar S. M. Antioxidant activity of Brazilian vegetables and its relation with phenolic composition. International Journal of Molecular Sciences. 2012;13(7):8943–8957. doi: 10.3390/ijms13078943.", "ArticleIdList": ["10.3390/ijms13078943", "PMC3430275", "22942744"]}, {"Citation": "Payne A. C., Mazzer A., Clarkson G. J. J., Taylor G. Antioxidant assays-consistent findings from FRAP and ORAC reveal a negative impact of organic cultivation on antioxidant potential in spinach but not watercress or rocket leaves. Food Science & Nutrition. 2013;1(6):439–444. doi: 10.1002/fsn3.71.", "ArticleIdList": ["10.1002/fsn3.71", "PMC3951540", "24804054"]}, {"Citation": "Bahramikia S., Yazdanparast R. Antioxidant efficacy of Nasturtium officinale extracts using various in vitro assay systems. Journal of Acupuncture and Meridian Studies. 2010;3(4):283–290. doi: 10.1016/s2005-2901(10)60049-0.", "ArticleIdList": ["10.1016/s2005-2901(10)60049-0", "21185544"]}, {"Citation": "Ozen T. Investigation of antioxidant properties of Nasturtium officinale (watercress) leaf extracts. Acta Poloniae Pharmaceutica. 2008;66(2):187–193.", "ArticleIdList": ["19719054"]}, {"Citation": "Hart D. J., Scott K. J. Development and evaluation of an HPLC method for the analysis of carotenoids in foods, and the measurement of the carotenoid content of vegetables and fruits commonly consumed in the UK. Food Chemistry. 1995;54(1):101–111. doi: 10.1016/0308-8146(95)92669-b.", "ArticleIdList": ["10.1016/0308-8146(95)92669-b"]}, {"Citation": "Yazdanparast R., Bahramikia S., Ardestani A. Nasturtium officinale reduces oxidative stress and enhances antioxidant capacity in hypercholesterolaemic rats. Chemico-Biological Interactions. 2008;172(3):176–184. doi: 10.1016/j.cbi.2008.01.006.", "ArticleIdList": ["10.1016/j.cbi.2008.01.006", "18325487"]}, {"Citation": "Bahramikia S., Yazdanparast R. Effect of hydroalcoholic extracts of Nasturtium officinale leaves on lipid profile in high-fat diet rats. Journal of Ethnopharmacology. 2008;115(1):116–121. doi: 10.1016/j.jep.2007.09.015.", "ArticleIdList": ["10.1016/j.jep.2007.09.015", "17980985"]}, {"Citation": "Hadjzadeh M.-A.-R., Rajaei Z., Moradi R., Ghorbani A. Effects of hydroalcoholic extract of watercress (Nasturtium officinale) leaves on serum glucose and lipid levels in diabetic rats. Indian Journal of Physiology and Pharmacology. 2015;59", "ArticleIdList": ["26685512"]}, {"Citation": "Hoseini H. F., Gohari A. R., Saeidnia S., Majd N. S., Hadjiakhoondi A. The effect of Nasturtium officinale on blood glucose level in diabetic rats. Pharmacologyonline. 2009;3:866–871."}, {"Citation": "Fenton-Navarro B., Urquiza-Martinez M., Fiscal-Castro B., Nateras-Marín B., López-Rodríguez M., Vázquez-Hernández A. Evaluation of the hypoglycemic and oxidative stress effect of watercress (Nasturtium officinale) on hyperglycemic rats. Planta Medica. 2016;81:S1–S381. doi: 10.1055/s-0036-1596338.", "ArticleIdList": ["10.1055/s-0036-1596338"]}, {"Citation": "Fenton-Navarro B., Martínez M. U., Castro B. F., et al. Antioxidant and hypoglycemic effects of watercress (Nasturtium officinale) extracts in diabetic rats. African Journal of Traditional, Complementary and Alternative Medicines. 2018;15(2):68–79. doi: 10.21010/ajtcamv15i2.9.", "ArticleIdList": ["10.21010/ajtcamv15i2.9"]}, {"Citation": "Alakolanga A. G. A. W., Kumar N. S., Jayasinghe L., Fujimoto Y. Antioxidant property and α-glucosidase, α-amylase and lipase inhibiting activities of Flacourtia inermis fruits: characterization of malic acid as an inhibitor of the enzymes. Journal of Food Science and Technology. 2015;52(12):8383–8388. doi: 10.1007/s13197-015-1937-6.", "ArticleIdList": ["10.1007/s13197-015-1937-6", "PMC4648892", "26604419"]}, {"Citation": "Kim Y. S., Lee Y. M., Kim H., et al. Anti-obesity effect of Morus bombycis root extract: anti-lipase activity and lipolytic effect. Journal of Ethnopharmacology. 2010;130(3):621–624. doi: 10.1016/j.jep.2010.05.053.", "ArticleIdList": ["10.1016/j.jep.2010.05.053", "20669373"]}, {"Citation": "Mahmood N. A review of α-amylase inhibitors on weight loss and glycemic control in pathological state such as obesity and diabetes. Comparative Clinical Pathology. 2016;25(6):1253–1264. doi: 10.1007/s00580-014-1967-x.", "ArticleIdList": ["10.1007/s00580-014-1967-x"]}, {"Citation": "Kwon D., Kim G. D., Kang W., et al. Pinoresinol diglucoside is screened as a putative α-glucosidase inhibiting compound in Actinidia arguta leaves. Journal of the Korean Society for Applied Biological Chemistry. 2014;57(4):473–479. doi: 10.1007/s13765-014-4167-0.", "ArticleIdList": ["10.1007/s13765-014-4167-0"]}, {"Citation": "Yang D., Liang J., Xie H., Wei X. Norsesquiterpenoids and triterpenoids from strawberry cv. Falandi. Food Chemistry. 2016;203:67–72. doi: 10.1016/j.foodchem.2016.02.036.", "ArticleIdList": ["10.1016/j.foodchem.2016.02.036", "26948590"]}, {"Citation": "Shukla R., Gupta S., Gambhir J. K., Prabhu K. M., Murthy P. S. Antioxidant effect of aqueous extract of the bark of Ficus bengalensis in hypercholesterolaemic rabbits. Journal of Ethnopharmacology. 2004;92(1):47–51. doi: 10.1016/j.jep.2004.01.020.", "ArticleIdList": ["10.1016/j.jep.2004.01.020", "15099846"]}, {"Citation": "Kelley J. J., Tsai A. C. Effect of pectin, gum Arabic and agar on cholesterol absorption, synthesis, and turnover in rats. The Journal of Nutrition. 1978;108(4):630–639. doi: 10.1093/jn/108.4.630.", "ArticleIdList": ["10.1093/jn/108.4.630", "632950"]}, {"Citation": "Sharma S. B., Nasir A., Prabhu K. M., Murthy P. S., Dev G. Hypoglycaemic and hypolipidemic effect of ethanolic extract of seeds of Eugenia jambolana in alloxan-induced diabetic rabbits. Journal of Ethnopharmacology. 2003;85(2-3):201–206. doi: 10.1016/s0378-8741(02)00366-5.", "ArticleIdList": ["10.1016/s0378-8741(02)00366-5", "12639741"]}, {"Citation": "Wang H. X., Ng T. B. Natural products with hypoglycemic, hypotensive, hypocholesterolemic, antiatherosclerotic and antithrombotic activities. Life Sciences. 1999;65(25):2663–2677. doi: 10.1016/s0024-3205(99)00253-2.", "ArticleIdList": ["10.1016/s0024-3205(99)00253-2", "10622276"]}, {"Citation": "Fogarty M. C., Hughes C. M., Burke G., Brown J. C., Davison G. W. Acute and chronic watercress supplementation attenuates exercise-induced peripheral mononuclear cell DNA damage and lipid peroxidation. British Journal of Nutrition. 2013;109(2):293–301. doi: 10.1017/s0007114512000992.", "ArticleIdList": ["10.1017/s0007114512000992", "22475430"]}, {"Citation": "Zargari F., Ghorbanihaghjo A., Babaei H., Farajnia S., Roodbari N. H. The effect of hydroalcoholic extract of Nasturtium officinale R. Br on antioxidant status and DNA damage in liver and kidney rats exposed to arsenic. Medical Journal of Tabriz University of Medical Sciences. 2014;36(3):p. 44."}, {"Citation": "Casanova N. A., Simoniello M. F., López Nigro M. M., Carballo M. A. Modulator effect of watercress against cyclophosphamide-induced oxidative stress in mice. Medicina. 2017;77(3):201–206.", "ArticleIdList": ["28643677"]}, {"Citation": "Bahramikia S., Ardestani A., Yazdanparast R. Protective effects of four Iranian medicinal plants against free radical-mediated protein oxidation. Food Chemistry. 2009;115(1):37–42. doi: 10.1016/j.foodchem.2008.11.054.", "ArticleIdList": ["10.1016/j.foodchem.2008.11.054"]}, {"Citation": "Seo K. W., Kim J. G., Park M., Kim T. W., Kim H. J. Effects of phenethylisothiocyanate on the expression of glutathioneS-transferases and hepatotoxicity induced by acetaminophen. Xenobiotica. 2000;30(5):535–545. doi: 10.1080/004982500237532.", "ArticleIdList": ["10.1080/004982500237532", "10875686"]}, {"Citation": "Ciolino H. P., Daschner P. J., Yeh G. C. Dietary flavonols quercetin and kaempferol are ligands of the aryl hydrocarbon receptor that affect CYP1A1 transcription differentially. Biochemical Journal. 1999;340(3):715–722. doi: 10.1042/bj3400715.", "ArticleIdList": ["10.1042/bj3400715", "PMC1220303", "10359656"]}, {"Citation": "Kassie F., Laky B., Gminski R., et al. Effects of garden and water cress juices and their constituents, benzyl and phenethyl isothiocyanates, towards benzo(a)pyrene-induced DNA damage: a model study with the single cell gel electrophoresis/Hep G2 assay. Chemico-Biological Interactions. 2003;142(3):285–296. doi: 10.1016/s0009-2797(02)00123-0.", "ArticleIdList": ["10.1016/s0009-2797(02)00123-0", "12453666"]}, {"Citation": "Gerhäuser C., You M., Liu J., et al. Cancer chemopreventive potential of sulforamate, a novel analogue of sulforaphane that induces phase 2 drug-metabolizing enzymes. Cancer Research. 1997;57(2):272–278.", "ArticleIdList": ["9000567"]}, {"Citation": "Srivastava S., Mishra S., Tripathi R. D., Dwivedi S., Trivedi P. K., Tandon P. K. Phytochelatins and antioxidant systems respond differentially during arsenite and arsenate stress inHydrilla verticillata (L.f.) royle. Environmental Science & Technology. 2007;41(8):2930–2936. doi: 10.1021/es062167j.", "ArticleIdList": ["10.1021/es062167j", "17533860"]}, {"Citation": "Namdjoyan S., Kermanian H. Exogenous nitric oxide (as sodium nitroprusside) ameliorates arsenic-induced oxidative stress in watercress (Nasturtium officinale R. Br.) plants. Scientia Horticulturae. 2013;161:350–356. doi: 10.1016/j.scienta.2013.07.035.", "ArticleIdList": ["10.1016/j.scienta.2013.07.035"]}, {"Citation": "Xiong J., Fu G., Tao L., Zhu C. Roles of nitric oxide in alleviating heavy metal toxicity in plants. Archives of Biochemistry and Biophysics. 2010;497(1-2):13–20. doi: 10.1016/j.abb.2010.02.014.", "ArticleIdList": ["10.1016/j.abb.2010.02.014", "20193657"]}, {"Citation": "Hofmann T., Kuhnert A., Schubert A., et al. Modulation of detoxification enzymes by watercress: in vitro and in vivo investigations in human peripheral blood cells. European Journal of Nutrition. 2009;48(8):483–491. doi: 10.1007/s00394-009-0039-5.", "ArticleIdList": ["10.1007/s00394-009-0039-5", "19636603"]}, {"Citation": "Boyd L. A., McCann M. J., Hashim Y., Bennett R. N., Gill C. I. R., Rowland I. R. Assessment of the anti-genotoxic, anti-proliferative, and anti-metastatic potential of crude watercress extract in human colon cancer cells. Nutrition and Cancer. 2006;55(2):232–241. doi: 10.1207/s15327914nc5502_15.", "ArticleIdList": ["10.1207/s15327914nc5502_15", "17044779"]}, {"Citation": "Diplock A. T. Will the “good fairies” please prove to us that vitamin E lessens human degenerative disease? Free Radical Research. 1997;27(5):511–532. doi: 10.3109/10715769709065791.", "ArticleIdList": ["10.3109/10715769709065791", "9518068"]}, {"Citation": "Lhoste E. F., Gloux K., De Waziers I., et al. The activities of several detoxication enzymes are differentially induced by juices of garden cress, water cress and mustard in human HepG2 cells. Chemico-biological Interactions. 2004;150(3):211–219. doi: 10.1016/j.cbi.2004.08.007.", "ArticleIdList": ["10.1016/j.cbi.2004.08.007", "15560888"]}, {"Citation": "Akbari Bazm M., Khazaei M., Khazaei F., Naseri L., Nasturtium Officinale L. Hydroalcoholic extract improved oxymetholone‐induced oxidative injury in mouse testis and sperm parameters. Andrologia. 2019;51 doi: 10.1111/and.13294.e13294", "ArticleIdList": ["10.1111/and.13294", "31025410"]}, {"Citation": "Sadeghi H., Azarmehr N., Razmkhah F., et al. The hydroalcoholic extract of watercress attenuates protein oxidation, oxidative stress, and liver damage after bile duct ligation in rats. Journal of Cellular Biochemistry. 2019;120 doi: 10.1002/jcb.28749.", "ArticleIdList": ["10.1002/jcb.28749", "31016763"]}, {"Citation": "Kapiszewska M., Soltys E., Visioli F., Cierniak A., Zajac G. The protective ability of the Mediterranean plant extracts against the oxidative DNA damage. The role of the radical oxygen species and the polyphenol content. Journal of Physiology and Pharmacology Supplement. 2005;56(1):183–197.", "ArticleIdList": ["15800394"]}, {"Citation": "Casanova N. A., Carballo M. A. Antigenotoxic activity of watercress extract in an in vitro mammalian system using comet assay. Phytotherapy Research. 2011;25(12):1743–1746. doi: 10.1002/ptr.3474.", "ArticleIdList": ["10.1002/ptr.3474", "21442676"]}, {"Citation": "Casanova N. A., Ariagno J. I., López Nigro M. M., et al. In vivoantigenotoxic activity of watercress juice (Nasturtium officinale) against induced DNA damage. Journal of Applied Toxicology. 2013;33(9):880–885. doi: 10.1002/jat.2746.", "ArticleIdList": ["10.1002/jat.2746", "22488040"]}, {"Citation": "Casanova N., Wagner M., López Nigro M., Carballo M. Effect of watercress on induced DNA damage, DNA repair and p-glycoprotein activity in human lymphocytes. BAG-Journal of Basic and Applied Genetics. 2014;25(2)"}, {"Citation": "Duthie S. J., Collins A. R., Duthie G. G., Dobson V. L. Quercetin and myricetin protect against hydrogen peroxide-induced DNA damage (strand breaks and oxidised pyrimidines) in human lymphocytes. Mutation Research/Genetic Toxicology and Environmental Mutagenesis. 1997;393(3):223–231. doi: 10.1016/s1383-5718(97)00107-1.", "ArticleIdList": ["10.1016/s1383-5718(97)00107-1", "9393615"]}, {"Citation": "Ferguson L. R., Zhu S.-t., Harris P. J. Antioxidant and antigenotoxic effects of plant cell wall hydroxycinnamic acids in cultured HT-29 cells. Molecular Nutrition & Food Research. 2005;49(6):585–593. doi: 10.1002/mnfr.200500014.", "ArticleIdList": ["10.1002/mnfr.200500014", "15841493"]}, {"Citation": "Aksornthong C., Prutipanlai S., Ruangrut P., Janchawee B. Cooking has the potential to decrease the antitumor effect of fresh Betong watercress. Journal of Food Biochemistry. 2019;43(4) doi: 10.1111/jfbc.12783.e12783", "ArticleIdList": ["10.1111/jfbc.12783", "31353578"]}, {"Citation": "Natanzi A. R. E., Ghahremani M. H., Esfehani H. R. M., Minaei M. B., Nazarian H., Sabzevari O. Evaluation of antihepatotoxic effect of watercress extract and its fractions in rats. International Journal of Pharmacology. 2010;6(6):896–902. doi: 10.3923/ijp.2010.896.902.", "ArticleIdList": ["10.3923/ijp.2010.896.902"]}, {"Citation": "Natanzi A. E., Ghahremani M. H., Monsef-Esfahani H. R., Minaei B., Nazarian H., Sabzevari O. An experimental model for study of the hepatoprotective activity of Nasturtium officinale (Watercress) against acetaminophen toxicity using in situ rat liver system. European Journal of Scientific Research. 2009;38(4):556–564."}, {"Citation": "Karami M., Nosrati A., Naderi M., Makhloogh M., Shahani S. Protective effects of Nasturtium officinale against gamma-irradiation-induced hepatotoxicity in C57 mice. Research Journal of Pharmacognosy. 2015;2(2):19–25."}, {"Citation": "Wu X., Zhou Q.-h., Xu K. Are isothiocyanates potential anti-cancer drugs? Acta Pharmacologica Sinica. 2009;30(5):501–512. doi: 10.1038/aps.2009.50.", "ArticleIdList": ["10.1038/aps.2009.50", "PMC4002831", "19417730"]}, {"Citation": "Kumar A., D’Souza S. S., Tickoo S., Salimath B. P., Singh H. B. Antiangiogenic and proapoptotic activities of allyl isothiocyanate inhibit ascites tumor growth in vivo. Integrative Cancer Therapies. 2009;8(1):75–87. doi: 10.1177/1534735408330716.", "ArticleIdList": ["10.1177/1534735408330716", "19223371"]}, {"Citation": "Lee H. P., Gourley L., Duffy S. W., Estève J., Lee J., Day N. E. Colorectal cancer and diet in an asian population-A case-control study among Singapore Chinese. International Journal of Cancer. 1989;43(6):1007–1016. doi: 10.1002/ijc.2910430609.", "ArticleIdList": ["10.1002/ijc.2910430609", "2731998"]}, {"Citation": "Mithen R. F., Dekker M., Verkerk R., Rabot S., Johnson I. T. The nutritional significance, biosynthesis and bioavailability of glucosinolates in human foods. Journal of the Science of Food and Agriculture. 2000;80(7):967–984. doi: 10.1002/(sici)1097-0010(20000515)80:7<967::aid-jsfa597>3.0.CO;2-v.", "ArticleIdList": ["10.1002/(sici)1097-0010(20000515)80:7<967::aid-jsfa597>3.0.CO;2-v"]}, {"Citation": "Verhoeven D. T., Goldbohm R. A., van Poppel G., Verhagen H., van den Brandt P. A. Epidemiological studies on brassica vegetables and cancer risk. Cancer Epidemiology, Biomarkers & Prevention. 1996;5(9):733–748.", "ArticleIdList": ["8877066"]}, {"Citation": "Sakao K., Vyas A. R., Chinni S. R., Amjad A. I., Parikh R., Singh S. V. CXCR4 is a novel target of cancer chemopreventative isothiocyanates in prostate cancer cells. Cancer Prevention Research. 2015;8(5):365–374. doi: 10.1158/1940-6207.capr-14-0386.", "ArticleIdList": ["10.1158/1940-6207.capr-14-0386", "PMC4417382", "25712054"]}, {"Citation": "Morse M. A., Wang C. X., Stoner G. D, et al. Inhibition of 4-(methylnitrosamino)-1-(3-pyridyl)-1-butanone-induced DNA adduct formation and tumorigenicity in the lung of F344 rats by dietary phenethyl isothiocyanate. Cancer Research. 1989;49(3):549–553.", "ArticleIdList": ["2910476"]}, {"Citation": "Hecht S. S., Chung F. L., Richie J. P, et al. Effects of watercress consumption on metabolism of a tobacco-specific lung carcinogen in smokers. Cancer Epidemiology and Prevention Biomarkers. 1995;4(8):877–884.", "ArticleIdList": ["8634661"]}, {"Citation": "Rose P., Huang Q., Ong C. N., Whiteman M. Broccoli and watercress suppress matrix metalloproteinase-9 activity and invasiveness of human MDA-MB-231 breast cancer cells. Toxicology and Applied Pharmacology. 2005;209(2):105–113. doi: 10.1016/j.taap.2005.04.010.", "ArticleIdList": ["10.1016/j.taap.2005.04.010", "15953625"]}, {"Citation": "Souza D. A. D., Costa P. M., Ribeiro R. I., Vidigal P. V., Pinto F. C. Daily intake of watercress causes inhibition of experimental Ehrlich tumor growth. Jornal Brasileiro de Patologia e Medicina Laboratorial. 2016;52(6):393–399."}, {"Citation": "Moradi R., Ebrahimi S., Taravati A., et al. Cytotoxic effects of the hydroalcoholic extract of rorippa nasturtium aquaticum on hela cell line. International Biological and Biomedical Journal. 2017;3(2):73–79."}, {"Citation": "Campos F., Pinheiro-Sant’ana H., Stringheta P., Chaves J. Teores de betacaroteno em vegetais folhosos preparados em restaurantes comerciais de Viçosa-MG. Brazilian Journal of Food Technology. 2003;6(2):163–169."}, {"Citation": "Stringheta P. C., Nachtigall A. M., Oliveira Td, Ramos A. M., Sant’ana H. M. P., Gonçalves M. P. J. C. Luteína: propriedades antioxidantes e benefícios à saúde. Alimentos e Nutrição Araraquara. 2009;17(2):229–238."}, {"Citation": "Silva C. R. d. M., Naves M. M. V. Vitamin supplementation in cancer chemoprevention. Revista de Nutrição. 2001;14(2):135–143. doi: 10.1590/s1415-52732001000200007.", "ArticleIdList": ["10.1590/s1415-52732001000200007"]}, {"Citation": "Munday R., Mhawech-Fauceglia P., Munday C. M., et al. Inhibition of urinary bladder carcinogenesis by broccoli sprouts. Cancer Research. 2008;68(5):1593–1600. doi: 10.1158/0008-5472.can-07-5009.", "ArticleIdList": ["10.1158/0008-5472.can-07-5009", "18310317"]}, {"Citation": "Shahani S., Behzadfar F., Jahani D., Shaki F. Protective effects of hydroalcoholic extract of nasturtium officinale against gentamicin induced mitochondrial dysfunction in rat kidney. Journal of Mazandaran University of Medical Sciences. 2017;26(145):152–164."}, {"Citation": "Mehrabi S., Askarpour E., Mehrabi F., Jannesar R. Effects of hydrophilic extract of Nasturtium officinale on prevention of ethylene glycol induced renal stone in male Wistar rats. Journal of Nephropathology. 2016;5(4):123–127. doi: 10.15171/jnp.2016.23.", "ArticleIdList": ["10.15171/jnp.2016.23", "PMC5125058", "27921023"]}, {"Citation": "Davidson A. The Oxford Companion to Food. Oxford, UK: OUP Oxford; 2014."}, {"Citation": "Justesen U., Knuthsen P. Composition of flavonoids in fresh herbs and calculation of flavonoid intake by use of herbs in traditional Danish dishes. Food Chemistry. 2001;73(2):245–250. doi: 10.1016/s0308-8146(01)00114-5.", "ArticleIdList": ["10.1016/s0308-8146(01)00114-5"]}, {"Citation": "Karami M., Mostafazadeh M., Sadegh H., et al. Nephroprotective effect of nasturtium officinale (watercress) ethanol extract and vitamin E on vancomycin-induced nephrotoxicity in Ra. Jundishapur Journal of Natural Pharmaceutical Products. 2017;13 doi: 10.5812/jjnpp.67178.", "ArticleIdList": ["10.5812/jjnpp.67178"]}, {"Citation": "Sadeghi H., Mostafazadeh M., Sadeghi H., et al. In vivoanti-inflammatory properties of aerial parts ofNasturtium officinale. Pharmaceutical Biology. 2014;52(2):169–174. doi: 10.3109/13880209.2013.821138.", "ArticleIdList": ["10.3109/13880209.2013.821138", "24160746"]}, {"Citation": "Camponogara C., Silva C. R., Brusco I., et al. Nasturtium officinale R. Br. effectively reduces the skin inflammation induced by croton oil via glucocorticoid receptor-dependent and NF-κB pathways without causing toxicological effects in mice. Journal of Ethnopharmacology. 2019;229:190–204. doi: 10.1016/j.jep.2018.10.011.", "ArticleIdList": ["10.1016/j.jep.2018.10.011", "30339978"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "1", "Day": "18"}, {"Year": "2021", "Month": "4", "Day": "30"}, {"Year": "2021", "Month": "5", "Day": "31", "Hour": "6", "Minute": "10"}, {"Year": "2021", "Month": "6", "Day": "1", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "6", "Day": "1", "Hour": "6", "Minute": "1"}, {"Year": "2021", "Month": "5", "Day": "7"}], "PublicationStatus": "epublish", "ArticleIdList": ["34055006", "PMC8123986", "10.1155/2021/5516450"]}}], "PubmedBookArticle": []}