{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Cotyledon orbiculata", "anti-inflammation", "antimicrobial activity", "cytokines", "green nanotechnology", "immunomodulation", "nanoparticles characterisation", "silver nanoparticles"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34065254", "DateRevised": {"Year": "2021", "Month": "06", "Day": "15"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "05", "Day": "20"}], "Language": ["eng"], "ELocationID": ["1343", "10.3390/nano11051343"], "Journal": {"ISSN": "2079-4991", "JournalIssue": {"Volume": "11", "Issue": "5", "PubDate": {"Year": "2021", "Month": "May", "Day": "20"}}, "Title": "Nanomaterials (Basel, Switzerland)", "ISOAbbreviation": "Nanomaterials (Basel)"}, "ArticleTitle": "The Antimicrobial and Anti-Inflammatory Effects of Silver Nanoparticles Synthesised from <i>Cotyledon orbiculata</i> Aqueous Extract.", "Abstract": {"AbstractText": ["<i>Cotyledon orbiculata</i>, commonly known as pig's ear, is an important medicinal plant of South Africa. It is used in traditional medicine to treat many ailments, including skin eruptions, abscesses, inflammation, boils and acne. Many plants have been used to synthesize metallic nanoparticles, particularly silver nanoparticles (AgNPs). However, the synthesis of AgNPs from <i>C. orbiculata</i> has never been reported before. The aim of this study was to synthesize AgNPs using <i>C. orbiculata</i> and evaluate their antimicrobial and immunomodulatory properties. AgNPs were synthesized and characterized using Ultraviolet-Visible Spectroscopy (UV-Vis), Dynamic Light Scattering (DLS) and High-Resolution Transmission Electron Microscopy (HR-TEM). The antimicrobial activities of the nanoparticles against skin pathogens (<i>Staphylococcus aureus</i>, <i>Staphylococcus epidermidis</i>, Methicillin Resistance <i>Staphylococcus aureus</i>, <i>Pseudomonas aeruginosa</i> and <i>Candida albicans</i>) as well as their effects on cytokine production in macrophages (differentiated from THP-1 cells) were evaluated. The AgNPs from <i>C. orbiculata</i> exhibited antimicrobial activity, with the highest activity observed against <i>P. aeruginosa</i> (5 µg/mL). The AgNPs also showed anti-inflammatory activity by inhibiting the secretion of pro-inflammatory cytokines (TNF-alpha, IL-6 and IL-1 beta) in lipopolysaccharide-treated macrophages. This concludes that the AgNPs produced from <i>C. orbiculata</i> possess antimicrobial and anti-inflammation properties."]}, "AuthorList": [{"Identifier": ["0000-0003-2575-0601"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biomedical Sciences, Cape Peninsula University of Technology, P.O. Box 1906, Bellville, Cape Town 7535, South Africa."}], "LastName": "Tyavambiza", "ForeName": "Caroline", "Initials": "C"}, {"Identifier": ["0000-0002-9558-7996"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Chemistry Department, Cape Peninsula University of Technology, P.O Box 1906, Bellville, Cape Town 7535, South Africa."}, {"Identifier": [], "Affiliation": "DSI/Mintek Nanotechnology Innovation Centre, Department of Biotechnology, University of the Western Cape, Private Bag X17, Bellville, Cape Town 7535, South Africa."}], "LastName": "Elbagory", "ForeName": "Abdulrahman Mohammed", "Initials": "AM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "DSI/Mintek Nanotechnology Innovation Centre, Department of Biotechnology, University of the Western Cape, Private Bag X17, Bellville, Cape Town 7535, South Africa."}, {"Identifier": [], "Affiliation": "Nanobiotechnology Research Group, Department of Biotechnology, Faculty of Natural Sciences, University of the Western Cape, Private Bag X17, Bellville, Cape Town 7535, South Africa."}], "LastName": "Madiehe", "ForeName": "Abram Madimabe", "Initials": "AM"}, {"Identifier": ["0000-0002-8296-4860"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "DSI/Mintek Nanotechnology Innovation Centre, Department of Biotechnology, University of the Western Cape, Private Bag X17, Bellville, Cape Town 7535, South Africa."}], "LastName": "Meyer", "ForeName": "Mervin", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biomedical Sciences, Cape Peninsula University of Technology, P.O. Box 1906, Bellville, Cape Town 7535, South Africa."}], "LastName": "Meyer", "ForeName": "Samantha", "Initials": "S"}], "GrantList": [{"GrantID": "114598", "Agency": "South African National Research Foundation", "Country": ""}, {"GrantID": "106642", "Agency": "South African National Research Foundation", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Nanomaterials (Basel)", "NlmUniqueID": "101610216", "ISSNLinking": "2079-4991"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Amabeoku G.J., Green I., Kabatende J. Anticonvulsant activity of Cotyledon Orbiculata L. (Crassulaceae) leaf extract in mice. J. Ethnopharmacol. 2007;112:101–107. doi: 10.1016/j.jep.2007.02.016.", "ArticleIdList": ["10.1016/j.jep.2007.02.016", "17398051"]}, {"Citation": "Aremu A.O., Ndhlala A.R., Fawole O.A., Light M.E., Finnie J.F., Van Staden J. In vitro pharmacological evaluation and phenolic content of ten South African medicinal plants used as anthelmintics. S. Afr. J. Bot. 2010;76:558–566. doi: 10.1016/j.sajb.2010.04.009.", "ArticleIdList": ["10.1016/j.sajb.2010.04.009"]}, {"Citation": "Thring T.S.A., Weitz F.M. Medicinal plant use in the Bredasdorp/Elim region of the Southern Overberg in the Western Cape Province of South Africa. J. Ethnopharmacol. 2006;103:261–275. doi: 10.1016/j.jep.2005.08.013.", "ArticleIdList": ["10.1016/j.jep.2005.08.013", "16169694"]}, {"Citation": "Kumari A., Baskaran P., Van Staden J. In vitro propagation and antibacterial activity in Cotyledon Orbiculata: A valuable medicinal plant. Plant Cell. Tissue Organ Cult. 2016;124:97–104. doi: 10.1007/s11240-015-0878-0.", "ArticleIdList": ["10.1007/s11240-015-0878-0"]}, {"Citation": "Molefe N.I., Tsotetsi A.M., Ashafa A.O.T., Thekisoe O.M.M. In Vitro anthelmintic activity of Cotyledon Orbiculata, Hermannia Depressa and Nicotiana Glauca extracts against parasitic gastrointestinal nematodes of livestock. J. Med. Plant Res. 2013;7:536–542. doi: 10.5897/JMPR012.1129.", "ArticleIdList": ["10.5897/JMPR012.1129"]}, {"Citation": "Maroyi A. A review of botany, medicinal uses, phytochemistry and biological activities of Cotyledon Orbiculata. J. Pharm. Sci. Res. 2019;11:3491–3496."}, {"Citation": "Ondua M., Njoya E.M., Abdalla M.A., McGaw L.J. Anti-inflammatory and antioxidant properties of leaf extracts of eleven South African medicinal plants used traditionally to treat inflammation. J. Ethnopharmacol. 2019;234:27–35. doi: 10.1016/j.jep.2018.12.030.", "ArticleIdList": ["10.1016/j.jep.2018.12.030", "30572091"]}, {"Citation": "Amabeoku G.J., Kabatende J. Antinociceptive and anti-inflammatory activities of leaf methanol extract of Cotyledon Orbiculata L. (Crassulaceae) Adv. Pharmacol. Sci. 2012;2012:1–16. doi: 10.1155/2012/862625.", "ArticleIdList": ["10.1155/2012/862625", "PMC3251909", "22235200"]}, {"Citation": "Roshan Balasooriya E., Jayasinghe C.D., Jayawardena U.A., Weerakkodige R., Ruwanthika D., Mendis De Silva R., Udagama P.V. Honey mediated green synthesis of nanoparticles: New era of safe nanotechnology. J. Nanomater. 2017;2017:1–10. doi: 10.1155/2017/5919836.", "ArticleIdList": ["10.1155/2017/5919836"]}, {"Citation": "Elbagory A., Meyer M., Cupido C., Hussein A. Inhibition of bacteria associated with wound infection by biocompatible green synthesized gold nanoparticles from South African plant extracts. Nanomaterials. 2017;7:417. doi: 10.3390/nano7120417.", "ArticleIdList": ["10.3390/nano7120417", "PMC5746907", "29186826"]}, {"Citation": "Majoumouo M.S., Sibuyi N.R.S., Tincho M.B., Mbekou M., Boyom F.F., Meyer M. Enhanced anti-bacterial activity of biogenic silver nanoparticles synthesized from Terminalia Mantaly extracts. Int. J. Nanomed. 2019;14:9031–9046. doi: 10.2147/IJN.S223447.", "ArticleIdList": ["10.2147/IJN.S223447", "PMC6875292", "31819417"]}, {"Citation": "Benakashani F., Allafchian A.R., Jalali S.A.H. Biosynthesis of silver nanoparticles using Capparis Spinosa L. leaf extract and their antibacterial Activity. Karbala Int. J. Mod. Sci. 2016;2:251–258. doi: 10.1016/j.kijoms.2016.08.004.", "ArticleIdList": ["10.1016/j.kijoms.2016.08.004"]}, {"Citation": "Gomathi M., Rajkumar P.V., Prakasam A., Ravichandran K. Green synthesis of silver nanoparticles using Datura Stramonium leaf extract and assessment of their antibacterial activity. Resour. Technol. 2017;3:280–284. doi: 10.1016/j.reffit.2016.12.005.", "ArticleIdList": ["10.1016/j.reffit.2016.12.005"]}, {"Citation": "Logeswari P., Silambarasan S., Abraham J. Synthesis of silver nanoparticles using plants extract and analysis of their antimicrobial property. J. Saudi Chem. Soc. 2015;19:311–317. doi: 10.1016/j.jscs.2012.04.007.", "ArticleIdList": ["10.1016/j.jscs.2012.04.007"]}, {"Citation": "Ibrahim H.M.M. Green synthesis and characterization of silver nanoparticles using banana peel extract and their antimicrobial activity against representative microorganisms. J. Radiat. Res. Appl. Sci. 2015;8:265–275. doi: 10.1016/j.jrras.2015.01.007.", "ArticleIdList": ["10.1016/j.jrras.2015.01.007"]}, {"Citation": "Elbagory A., Cupido C.N., Meyer M., Hussein A.A. Large scale screening of Southern African plant extracts for the green synthesis of gold nanoparticles using microtitre-plate method. Molecules. 2016;21:1498. doi: 10.3390/molecules21111498.", "ArticleIdList": ["10.3390/molecules21111498", "PMC6273790", "27834835"]}, {"Citation": "Aboyewa J.A., Sibuyi N.R.S., Meyer M., Oguntibeju O.O. Gold nanoparticles synthesized using extracts of Cyclopia Intermedia, commonly known as honeybush, amplify the cytotoxic effects of doxorubicin. Nanomaterials. 2021;11:132. doi: 10.3390/nano11010132.", "ArticleIdList": ["10.3390/nano11010132", "PMC7826697", "33429945"]}, {"Citation": "Mmola M., Le Roes-Hill M., Durrell K., Bolton J.J., Sibuyi N., Meyer M.E., Beukes D.R., Antunes E. Enhanced antimicrobial and anticancer activity of silver and gold nanoparticles synthesised using Sargassum Incisifolium Aqueous extracts. Molecules. 2016;21:1633. doi: 10.3390/molecules21121633.", "ArticleIdList": ["10.3390/molecules21121633", "PMC6273965", "27918447"]}, {"Citation": "Fymat A.L. Antibiotics and antibiotic resistance. Biomed. J. Sci. Tech. Res. 2017;1:65–80. doi: 10.26717/BJSTR.2017.01.000117.", "ArticleIdList": ["10.26717/BJSTR.2017.01.000117"]}, {"Citation": "Loo Y.Y., Rukayadi Y., Nor-Khaizura M.A.R., Kuan C.H., Chieng B.W., Nishibuchi M., Radu S. In vitro antimicrobial activity of green synthesized silver nanoparticles against selected gram-negative foodborne pathogens. Front. Microbiol. 2018;9:1–7. doi: 10.3389/fmicb.2018.01555.", "ArticleIdList": ["10.3389/fmicb.2018.01555", "PMC6054941", "30061871"]}, {"Citation": "Chen L., Deng H., Cui H., Fang J., Zuo Z., Deng J., Li Y., Wang X., Zhao L. Inflammatory responses and inflammation-associated diseases in organs. Oncotarget. 2018;9:7204–7218. doi: 10.18632/oncotarget.23208.", "ArticleIdList": ["10.18632/oncotarget.23208", "PMC5805548", "29467962"]}, {"Citation": "Furman D., Campisi J., Verdin E., Carrera-Bastos P., Targ S., Franceschi C., Ferrucci L., Gilroy D.W., Fasano A., Miller G.W., et al. Chronic inflammation in the etiology of disease across the life span. Nat. Med. 2019;25:1822–1832. doi: 10.1038/s41591-019-0675-0.", "ArticleIdList": ["10.1038/s41591-019-0675-0", "PMC7147972", "31806905"]}, {"Citation": "Elbagory A.M., Hussein A.A., Meyer M. The in vitro immunomodulatory effects of gold nanoparticles synthesized from Hypoxis Hemerocallidea Aqueous extract and hypoxoside on macrophage and natural killer cells. Int. J. Nanomed. 2019;14:9007–9018. doi: 10.2147/IJN.S216972.", "ArticleIdList": ["10.2147/IJN.S216972", "PMC6875510", "31819415"]}, {"Citation": "Baris Ö., Güllüce M., Sahin F., Özer H., Kiliç H., Özkan H., Sökmen M., Özbek T. Biological activities of the essential oil and methanol extract of Achillea Biebersteinii Afan. (Asteraceae) Turkish J. Biol. 2006;30:65–73."}, {"Citation": "Rampersad S.N. Multiple applications of alamar blue as an indicator of metabolic function and cellular health in cell viability bioassays. Sensors. 2012;12:12347–12360. doi: 10.3390/s120912347.", "ArticleIdList": ["10.3390/s120912347", "PMC3478843", "23112716"]}, {"Citation": "Jeyaraj Pandian C., Palanivel R., Dhanasekaran S. Screening antimicrobial activity of nickel nanoparticles synthesized using Ocimum Sanctum leaf extract. J. Nanoparticles. 2016;2016:1–13. doi: 10.1155/2016/4694367.", "ArticleIdList": ["10.1155/2016/4694367"]}, {"Citation": "Richter E., Ventz K., Harms M., Mostertz J., Hochgräfe F. Induction of macrophage function in human THP-1 cells is associated with rewiring of MAPK signaling and activation of MAP3K7 (TAK1) protein kinase. Front. Cell Dev. Biol. 2016;4:1–15. doi: 10.3389/fcell.2016.00021.", "ArticleIdList": ["10.3389/fcell.2016.00021", "PMC4811913", "27066479"]}, {"Citation": "Sánchez-Quesada C., López-Biedma A., Gaforio J.J. Maslinic acid enhances signals for the recruitment of macrophages and their differentiation to M1 state. Evidence-Based Complement. Altern. Med. 2015;2015:1–9. doi: 10.1155/2015/654721.", "ArticleIdList": ["10.1155/2015/654721", "PMC4364129", "25821495"]}, {"Citation": "Bhumi G., Linga R.M., Savithramma N. Green synthesis of silver nanoparticles from the leaf extract of Adhatoda Vasica Nees. and assessment of its antibacterial activity. Asian J. Pharm. Clin. Res. 2015;8:62–67."}, {"Citation": "Thakur A., Reddy G. Green synthesis of silver nanoparticles using sodium alginate and lignosulphonic acid blends. IOP Conf. Ser. Mater. Sci. Eng. 2017;225:12170. doi: 10.1088/1757-899X/225/1/012170.", "ArticleIdList": ["10.1088/1757-899X/225/1/012170"]}, {"Citation": "Veerasamy R., Xin T.Z., Gunasagaran S., Xiang T.F.W., Yang E.F.C., Jeyakumar N., Dhanaraj S.A. Biosynthesis of silver nanoparticles using mangosteen leaf extract and evaluation of their antimicrobial activities. J. Saudi Chem. Soc. 2011;15:113–120. doi: 10.1016/j.jscs.2010.06.004.", "ArticleIdList": ["10.1016/j.jscs.2010.06.004"]}, {"Citation": "Ashraf J.M., Ansari M.A., Khan H.M., Alzohairy M.A., Choi I. Green synthesis of silver nanoparticles and characterization of their inhibitory effects on AGEs formation using biophysical techniques. Sci. Rep. 2016;6:1–10. doi: 10.1038/srep20414.", "ArticleIdList": ["10.1038/srep20414", "PMC4735866", "26829907"]}, {"Citation": "Djuhana D., Putra M.H., Imawan C., Fauzia V., Harmoko A., Handayani W., Ardani H. Numerical study of the plasmonic resonance sensitivity silver nanoparticles coated polyvinyl alcohol (PVA) using Bohren-Huffman-Mie (BHMie) approximation; Proceedings of the AIP Conference; Depok, Indonesia. 3–4 November 2015;"}, {"Citation": "Kagithoju S., Godishala V., Nanna R.S. Eco-Friendly and green synthesis of silver nanoparticles using leaf extract of Strychnos Potatorum Linn.F. and their bactericidal activities. 3 Biotech. 2015;5:709–714. doi: 10.1007/s13205-014-0272-3.", "ArticleIdList": ["10.1007/s13205-014-0272-3", "PMC4569634", "28324525"]}, {"Citation": "Singh P.K., Bhardwaj K., Dubey P., Prabhune A. UV-assisted size sampling and antibacterial screening of Lantana Camara leaf extract synthesized silver nanoparticles. RSC Adv. 2015;5:24513–24520. doi: 10.1039/C4RA17233G.", "ArticleIdList": ["10.1039/C4RA17233G"]}, {"Citation": "Rodríguez-Luis O.E., Hernandez-Delgadillo R., Sánchez-Nájera R.I., Martínez-Castañón G.A., Niño-Martínez N., Sánchez Navarro M.D.C., Ruiz F., Cabral-Romero C. Green synthesis of silver nanoparticles and their bactericidal and antimycotic activities against oral microbes. J. Nanomater. 2016;2016:1–10. doi: 10.1155/2016/9204573.", "ArticleIdList": ["10.1155/2016/9204573"]}, {"Citation": "Fatimah I. Green synthesis of silver nanoparticles using extract of Parkia Speciosa Hassk pods assisted by microwave irradiation. J. Adv. Res. 2016;7:961–969. doi: 10.1016/j.jare.2016.10.002.", "ArticleIdList": ["10.1016/j.jare.2016.10.002", "PMC5099260", "27857843"]}, {"Citation": "Ahmad T., Irfan M., Bhattacharjee S. Effect of reaction time on green synthesis of gold nanoparticles by using aqueous extract of Elaise Guineensis (oil palm leaves) Procedia Eng. 2016;148:467–472. doi: 10.1016/j.proeng.2016.06.465.", "ArticleIdList": ["10.1016/j.proeng.2016.06.465"]}, {"Citation": "Verma A., Mehata M.S. Controllable synthesis of silver nanoparticles using neem leaves and their antimicrobial activity. J. Radiat. Res. Appl. Sci. 2016;9:109–115. doi: 10.1016/j.jrras.2015.11.001.", "ArticleIdList": ["10.1016/j.jrras.2015.11.001"]}, {"Citation": "Liu W., Zhou Q., Liu J., Fu J., Liu S., Jiang G. Environmental and biological influences on the stability of silver nanoparticles. Chin. Sci. Bull. 2011;56:2009–2015. doi: 10.1007/s11434-010-4332-8.", "ArticleIdList": ["10.1007/s11434-010-4332-8"]}, {"Citation": "Shah M., Fawcett D., Sharma S., Tripathy S.K., Poinern G.E.J. Green Synthesis of Metallic Nanoparticles via Biological Entities. Materials. 2015;8:7278–7308. doi: 10.3390/ma8115377.", "ArticleIdList": ["10.3390/ma8115377", "PMC5458933", "28793638"]}, {"Citation": "Sathishkumar M., Sneha K., Yun Y.-S. Immobilization of silver nanoparticles synthesized using Curcuma longa tuber powder and extract on cotton cloth for bactericidal activity. Bioresour. Technol. 2010;101:7958–7965. doi: 10.1016/j.biortech.2010.05.051.", "ArticleIdList": ["10.1016/j.biortech.2010.05.051", "20541399"]}, {"Citation": "Kaviya S., Santhanalakshmi J., Viswanathan B., Muthumary J., Srinivasan K. Biosynthesis of silver nanoparticles using citrus sinensis peel extract and its antibacterial activity. Spectrochim. Acta Part A Mol. Biomol. Spectrosc. 2011;79:594–598. doi: 10.1016/j.saa.2011.03.040.", "ArticleIdList": ["10.1016/j.saa.2011.03.040", "21536485"]}, {"Citation": "Ahmed S., Saifullah, Ahmad M., Swami B.L., Ikram S. Green synthesis of silver nanoparticles using Azadirachta Indica aqueous leaf extract. J. Radiat. Res. Appl. Sci. 2016;9:1–7. doi: 10.1016/j.jrras.2015.06.006.", "ArticleIdList": ["10.1016/j.jrras.2015.06.006"]}, {"Citation": "Dos Santos K.C., da Silva M.F.G.F., Pereira-Filho E.R., Fernandes J.B., Polikarpov I., Moacir Rossi Forim M. Polymeric nanoparticles loaded with the 3,5,3 -Triiodothyroacetic Acid (Triac), a thyroid hormone: Factorial design, characterization, and release kinetics. Nanotechnol. Sci. Appl. 2012;5:37–48. doi: 10.2147/nsa.s32837.", "ArticleIdList": ["10.2147/nsa.s32837", "PMC3781720", "24198495"]}, {"Citation": "Bhattacharjee S. DLS and zeta potential—What they are and what they are not? J. Control. Release. 2016;235:337–351. doi: 10.1016/j.jconrel.2016.06.017.", "ArticleIdList": ["10.1016/j.jconrel.2016.06.017", "27297779"]}, {"Citation": "Mazzonello A., Valdramidis V.P., Farrugia C., Grima J.N., Valdramidis V.V., Gatt R. Synthesis and characterization of silver nanoparticles. Int. J. Morden Eng. Res. 2017;7:41–47."}, {"Citation": "Skandalis N., Dimopoulou A., Georgopoulou A., Gallios N., Papadopoulos D., Tsipas D., Theologidis I., Michailidis N., Chatzinikolaidou M. The effect of silver nanoparticles size, produced using plant extract from Arbutus Unedo, on their antibacterial efficacy. Nanomaterials. 2017;7:178. doi: 10.3390/nano7070178.", "ArticleIdList": ["10.3390/nano7070178", "PMC5535244", "28698511"]}, {"Citation": "Umadevi M., Shalini S., Bindhu M.R. Synthesis of silver nanoparticle using D. Carota extract. Adv. Nat. Sci. Nanosci. Nanotechnol. 2012;3:025008. doi: 10.1088/2043-6262/3/2/025008.", "ArticleIdList": ["10.1088/2043-6262/3/2/025008"]}, {"Citation": "Chanda N., Shukla R., Zambre A., Mekapothula S., Kulkarni R.R., Katti K., Bhattacharyya K., Fent G.M., Casteel S.W., Boote E.J., et al. An effective strategy for the synthesis of biocompatible gold nanoparticles using cinnamon phytochemicals for phantom CT imaging and photoacoustic detection of cancerous cells. Pharm. Res. 2011;28:279–291. doi: 10.1007/s11095-010-0276-6.", "ArticleIdList": ["10.1007/s11095-010-0276-6", "20872051"]}, {"Citation": "Mukherjee S., Chowdhury D., Kotcherlakota R., Patra S., Vinothkumar B., Bhadra M.P., Sreedhar B., Patra C.R. Potential theranostics application of bio-synthesized silver nanoparticles (4-in-1 system) Theranostics. 2014;4:316–335. doi: 10.7150/thno.7819.", "ArticleIdList": ["10.7150/thno.7819", "PMC3915094", "24505239"]}, {"Citation": "Saeb A.T.M., Alshammari A.S., Al-Brahim H., Al-Rubeaan K.A. Production of silver nanoparticles with strong and stable antimicrobial activity against highly pathogenic and multidrug resistant bacteria. Sci. World J. 2014;2014:1–9. doi: 10.1155/2014/704708.", "ArticleIdList": ["10.1155/2014/704708", "PMC4100300", "25093206"]}, {"Citation": "Ardani H.K., Imawan C., Handayani W., Djuhana D., Harmoko A., Fauzia V. Enhancement of the stability of silver nanoparticles synthesized using aqueous extract of Diospyros Discolor Willd. leaves using polyvinyl alcohol. IOP Conf. Ser. Mater. Sci. Eng. 2017;188:012056. doi: 10.1088/1757-899X/188/1/012056.", "ArticleIdList": ["10.1088/1757-899X/188/1/012056"]}, {"Citation": "Gambinossi F., Mylon S.E., Ferri J.K. Aggregation kinetics and colloidal stability of functionalized nanoparticles. Adv. Colloid Interface Sci. 2015;222:332–349. doi: 10.1016/j.cis.2014.07.015.", "ArticleIdList": ["10.1016/j.cis.2014.07.015", "25150615"]}, {"Citation": "Bélteky P., Rónavári A., Igaz N., Szerencsés B., Tóth I.Y., Pfeiffer I., Kiricsi M., Kónya Z. Silver nanoparticles: Aggregation behavior in biorelevant conditions and its impact on biological activity. Int. J. Nanomed. 2019;14:667–687. doi: 10.2147/IJN.S185965.", "ArticleIdList": ["10.2147/IJN.S185965", "PMC6342213", "30705586"]}, {"Citation": "Cui W., Li J., Zhang Y., Rong H., Lu W., Jiang L. Effects of aggregation and the surface properties of gold nanoparticles on cytotoxicity and cell growth. Nanomed. Nanotechnol. Biol. Med. 2012;8:46–53. doi: 10.1016/j.nano.2011.05.005.", "ArticleIdList": ["10.1016/j.nano.2011.05.005", "21658475"]}, {"Citation": "Velgosova O., Čižmárová E., Málek J., Kavuličova J. Effect of storage conditions on long-term stability of ag nanoparticles formed via green synthesis. Int. J. Miner. Metall. Mater. 2017;24:1177–1182. doi: 10.1007/s12613-017-1508-0.", "ArticleIdList": ["10.1007/s12613-017-1508-0"]}, {"Citation": "Vazquez-Muñoz R., Bogdanchikova N., Huerta-Saquero A. Beyond the nanomaterials approach: Influence of culture conditions on the stability and antimicrobial activity of silver nanoparticles. ACS Omega. 2020;5:28441–28451. doi: 10.1021/acsomega.0c02007.", "ArticleIdList": ["10.1021/acsomega.0c02007", "PMC7658933", "33195894"]}, {"Citation": "Moore T.L., Rodriguez-Lorenzo L., Hirsch V., Balog S., Urban D., Jud C., Rothen-Rutishauser B., Lattuada M., Petri-Fink A. Nanoparticle colloidal stability in cell culture media and impact on cellular interactions. Chem. Soc. Rev. 2015;44:6287–6305. doi: 10.1039/C4CS00487F.", "ArticleIdList": ["10.1039/C4CS00487F", "26056687"]}, {"Citation": "Mourdikoudis S., Pallares R.M., Thanh N.T.K. Characterization techniques for nanoparticles: Comparison and complementarity upon studying nanoparticle properties. Nanoscale. 2018;10:12871–12934. doi: 10.1039/C8NR02278J.", "ArticleIdList": ["10.1039/C8NR02278J", "29926865"]}, {"Citation": "Domingos R.F., Baalousha M.A., Ju-Nam Y., Reid M.M., Tufenkji N., Lead J.R., Leppard G.G., Wilkinson K.J. Characterizing manufactured nanoparticles in the environment: Multimethod determination of particle sizes. Environ. Sci. Technol. 2009;43:7277–7284. doi: 10.1021/es900249m.", "ArticleIdList": ["10.1021/es900249m", "19848134"]}, {"Citation": "Kittler S., Greulich C., Gebauer J.S., Diendorf J., Treuel L., Ruiz L., Gonzalez-Calbet J.M., Vallet-Regi M., Zellner R., Köller M., et al. The influence of proteins on the dispersability and cell-biological activity of silver nanoparticles. J. Mater. Chem. 2010;20:512–518. doi: 10.1039/B914875B.", "ArticleIdList": ["10.1039/B914875B"]}, {"Citation": "Tippayawat P., Phromviyo N., Boueroy P., Chompoosor A. Green synthesis of silver nanoparticles in aloe vera plant extract prepared by a hydrothermal method and their synergistic antibacterial activity. PeerJ. 2016;4:e2589. doi: 10.7717/peerj.2589.", "ArticleIdList": ["10.7717/peerj.2589", "PMC5075710", "27781173"]}, {"Citation": "Paulkumar K., Gnanajobitha G., Vanaja M., Pavunraj M., Annadurai G. Green synthesis of silver nanoparticle and silver based chitosan bionanocomposite using stem extract of Saccharum Officinarum and assessment of its antibacterial activity. Adv. Nat. Sci. Nanosci. Nanotechnol. 2017;8:035019. doi: 10.1088/2043-6254/aa7232.", "ArticleIdList": ["10.1088/2043-6254/aa7232"]}, {"Citation": "Bashir T., Qureshi M.Z. Phytosynthesis of silver nanoparticles using E. Camaldulensis leaf extract and their characterization. J. Chil. Chem. Soc. 2015;60:2861–2863. doi: 10.4067/S0717-97072015000100019.", "ArticleIdList": ["10.4067/S0717-97072015000100019"]}, {"Citation": "Magudapathy P., Gangopadhyay P., Panigrahi B.K., Nair K.G.M., Dhara S. Electrical transport studies of Ag nanoclusters embedded in glass matrix. Phys. B Condens. Matter. 2001;299:142–146. doi: 10.1016/S0921-4526(00)00580-9.", "ArticleIdList": ["10.1016/S0921-4526(00)00580-9"]}, {"Citation": "Rodríguez-León E., Iñiguez-Palomares R., Navarro R.E., Herrera-Urbina R., Tánori J., Iñiguez-Palomares C., Maldonado A. Synthesis of silver nanoparticles using reducing agents obtained from natural sources (Rumex Hymenosepalus Extracts) Nanoscale Res. Lett. 2013;8:1–9. doi: 10.1186/1556-276X-8-318.", "ArticleIdList": ["10.1186/1556-276X-8-318", "PMC3716778", "23841946"]}, {"Citation": "Bagherzade G., Tavakoli M.M., Namaei M.H. Green synthesis of silver nanoparticles using aqueous extract of saffron (Crocus Sativus L.) wastages and its antibacterial activity against six bacteria. Asian Pac. J. Trop. Biomed. 2017;7:227–233. doi: 10.1016/j.apjtb.2016.12.014.", "ArticleIdList": ["10.1016/j.apjtb.2016.12.014"]}, {"Citation": "Jyoti K., Baunthiyal M., Singh A. Characterization of silver nanoparticles synthesized using Urtica Dioica Linn. leaves and their synergistic effects with antibiotics. J. Radiat. Res. Appl. Sci. 2016;9:217–227. doi: 10.1016/j.jrras.2015.10.002.", "ArticleIdList": ["10.1016/j.jrras.2015.10.002"]}, {"Citation": "Khalil M.M.H., Ismail E.H., El-Baghdady K.Z., Mohamed D. Green synthesis of silver nanoparticles using olive leaf extract and its antibacterial activity. Arab. J. Chem. 2014;7:1131–1139. doi: 10.1016/j.arabjc.2013.04.007.", "ArticleIdList": ["10.1016/j.arabjc.2013.04.007"]}, {"Citation": "Sun Q., Cai X., Li J., Zheng M., Chen Z., Yu C.-P. Green synthesis of silver nanoparticles using tea leaf extract and evaluation of their stability and antibacterial activity. Colloids Surfaces A Physicochem. Eng. Asp. 2014;444:226–231. doi: 10.1016/j.colsurfa.2013.12.065.", "ArticleIdList": ["10.1016/j.colsurfa.2013.12.065"]}, {"Citation": "Snega S., Ravichandran K., Baneto M., Vijayakumar S. Simultaneous enhancement of transparent and antibacterial properties of ZnO films by suitable F doping. J. Mater. Sci. Technol. 2015;31:759–765. doi: 10.1016/j.jmst.2015.03.001.", "ArticleIdList": ["10.1016/j.jmst.2015.03.001"]}, {"Citation": "Dobrucka R., Długaszewska J. Antimicrobial activities of silver nanoparticles synthesized by using water extract of Arnicae Anthodium. Indian J. Microbiol. 2015;55:168–174. doi: 10.1007/s12088-015-0516-x.", "ArticleIdList": ["10.1007/s12088-015-0516-x", "PMC4363262", "25805903"]}, {"Citation": "Marambio-Jones C., Hoek E.M.V. A review of the antibacterial effects of silver nanomaterials and potential implications for human health and the environment. J. Nanoparticle Res. 2010;12:1531–1551. doi: 10.1007/s11051-010-9900-y.", "ArticleIdList": ["10.1007/s11051-010-9900-y"]}, {"Citation": "Dzietko M., Hahnemann M., Polley O., Sifringer M., Felderhoff-Mueser U., Bührer C. Effects of PMA (PHORBOL-12-MYRISTATE-13-ACETATE) on the developing rodent brain. Biomed. Res. Int. 2015;2015:1–9. doi: 10.1155/2015/318306.", "ArticleIdList": ["10.1155/2015/318306", "PMC4396138", "25918710"]}, {"Citation": "Goel G., Makkar H.P.S., Francis G., Becker K. Phorbol esters: Structure, biological activity, and toxicity in animals. Int. J. Toxicol. 2007;26:279–288. doi: 10.1080/10915810701464641.", "ArticleIdList": ["10.1080/10915810701464641", "17661218"]}, {"Citation": "Smiderle F.R., Ruthes A.C., van Arkel J., Chanput W., Iacomini M., Wichers H.J., Van Griensven L.J.L.D. Polysaccharides from Agaricus Bisporus and Agaricus Brasiliensis show similarities in their structures and their immunomodulatory effects on human monocytic THP-1 Cells. BMC Complement. Altern. Med. 2011;11:58. doi: 10.1186/1472-6882-11-58.", "ArticleIdList": ["10.1186/1472-6882-11-58", "PMC3158557", "21787425"]}, {"Citation": "Daigneault M., Preston J.A., Marriott H.M., Whyte M.K.B., Dockrell D.H. The identification of markers of macrophage differentiation in PMA-stimulated THP-1 cells and monocyte-derived macrophages. PLoS ONE. 2010;5:e8668. doi: 10.1371/journal.pone.0008668.", "ArticleIdList": ["10.1371/journal.pone.0008668", "PMC2800192", "20084270"]}, {"Citation": "Hiemer B., Ziebart J., Jonitz-Heincke A., Grunert P.C., Su Y., Hansmann D., Bader R. Magnetically induced electrostimulation of human osteoblasts results in enhanced cell viability and osteogenic differentiation. Int. J. Mol. Med. 2016;38:57–64. doi: 10.3892/ijmm.2016.2590.", "ArticleIdList": ["10.3892/ijmm.2016.2590", "PMC4899037", "27220915"]}, {"Citation": "Ramachandran G. Gram positive and gram negative bacterial toxins in sepsis. Virulence. 2014;5:213–218. doi: 10.4161/viru.27024.", "ArticleIdList": ["10.4161/viru.27024", "PMC3916377", "24193365"]}, {"Citation": "Atri C., Guerfali F.Z., Laouini D. Role of human macrophage polarization in inflammation during infectious diseases. Int. J. Mol. Sci. 2018;19:1801. doi: 10.3390/ijms19061801.", "ArticleIdList": ["10.3390/ijms19061801", "PMC6032107", "29921749"]}, {"Citation": "Jaiswal S., Mishra P. Antimicrobial and antibiofilm activity of curcumin-silver nanoparticles with improved stability and selective toxicity to bacteria over mammalian cells. Med. Microbiol. Immunol. 2018;207:39–53. doi: 10.1007/s00430-017-0525-y.", "ArticleIdList": ["10.1007/s00430-017-0525-y", "29081001"]}, {"Citation": "Amina M., Al Musayeib N.M., Alarfaj N.A., El-Tohamy M.F., Al-Hamoud G.A. Antibacterial and immunomodulatory potentials of biosynthesized Ag, Au, Ag-Au bimetallic alloy nanoparticles using the asparagus racemosus root extract. Nanomaterials. 2020;10:2453. doi: 10.3390/nano10122453.", "ArticleIdList": ["10.3390/nano10122453", "PMC7762544", "33302432"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "3", "Day": "30"}, {"Year": "2021", "Month": "4", "Day": "19"}, {"Year": "2021", "Month": "4", "Day": "20"}, {"Year": "2021", "Month": "6", "Day": "2", "Hour": "1", "Minute": "12"}, {"Year": "2021", "Month": "6", "Day": "3", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "6", "Day": "3", "Hour": "6", "Minute": "1"}, {"Year": "2021", "Month": "5", "Day": "20"}], "PublicationStatus": "epublish", "ArticleIdList": ["34065254", "PMC8160699", "10.3390/nano11051343", "nano11051343"]}}], "PubmedBookArticle": []}