{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["environmental conflict", "ethnobotany", "food dispossession", "glyphosate", "hydroponics", "marginalized community", "participatory action research", "sugarcane monoculture"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34079207", "DateRevised": {"Year": "2021", "Month": "06", "Day": "05"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "05", "Day": "24"}], "Language": ["eng"], "ELocationID": ["10.1089/ees.2020.0282"], "Journal": {"ISSN": "1092-8758", "JournalIssue": {"Volume": "38", "Issue": "5", "PubDate": {"Year": "2021", "Month": "May", "Day": "01"}}, "Title": "Environmental engineering science", "ISOAbbreviation": "Environ Eng Sci"}, "ArticleTitle": "Afrocolombian Struggles for Food, Land, and Culture: The Case of El Tiple.", "Pagination": {"StartPage": "340", "EndPage": "354", "MedlinePgn": "340-354"}, "Abstract": {"AbstractText": ["El Tiple is one of many marginalized Afrodescendant communities confined within a green desert located in the southwest region of Colombia. This green desert is most widely known as the second-largest sugarcane monoculture field in the Americas. Herein, we describe a transdisciplinary and participatory effort to understand agroindustrial expansion in the region through the lens of the El Tiple community. Using qualitative and quantitative methodologies, we characterized the socioenvironmental context of El Tiple in terms of ethnography, autoethnography, social cartography, and ethnobotany. We implemented a participatory approach to codevelop a technology-assisted strategy for strengthening the community's small-scale farming activities. Our contextual analysis results show systemic food dispossession, which arises from several factors, including dramatic land transformation, rapid depletion and contamination of natural assets, and biodiversity loss. All these factors are associated with the presence of bordering sugarcane plantations. In collaboration with community members, we designed, constructed, and analyzed a greenhouse hydroponic cultivation system as an actionable means to gradually restore local production of food and medicinal plants for the community. Our transdisciplinary and participatory approach demonstrates how academics can partner with vulnerable communities in the coproduction of knowledge and solutions to pressing social needs."], "CopyrightInformation": "© Irene Vélez-Torres et al. 2021; Published by Mary Ann Liebert, Inc."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Environmental and Natural Resource Engineering, Universidad del Valle, Cali, Colombia."}, {"Identifier": [], "Affiliation": "Interdisciplinary Group for Biotechnology Innovation and Eco-social Change -BioNovo, Universidad del Valle, Cali, Colombia."}], "LastName": "Vélez-Torres", "ForeName": "Irene", "Initials": "I"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Ecology and Diversity of Plants Research Group, Universidad del Valle, Cali, Colombia."}, {"Identifier": [], "Affiliation": "Department of Biology, Universidad del Valle, Cali, Colombia."}], "LastName": "Torres", "ForeName": "Alba Marina", "Initials": "AM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Sociology, Pontificia Universidad Javeriana, Bogotá, Colombia."}], "LastName": "Bernal-Galeano", "ForeName": "Sabina", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Interdisciplinary Group for Biotechnology Innovation and Eco-social Change -BioNovo, Universidad del Valle, Cali, Colombia."}], "LastName": "Muriel", "ForeName": "Ingrid", "Initials": "I"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Interdisciplinary Group for Biotechnology Innovation and Eco-social Change -BioNovo, Universidad del Valle, Cali, Colombia."}, {"Identifier": [], "Affiliation": "Black Community Council AfroTiple, El Tiple, Valle del Cauca, Colombia."}], "LastName": "Moreno", "ForeName": "Hugo Farley", "Initials": "HF"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Ecology and Diversity of Plants Research Group, Universidad del Valle, Cali, Colombia."}], "LastName": "Alzate Lozano", "ForeName": "Stefhania", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental Engineering and Earth Sciences, Clemson University, Anderson, South Carolina, USA."}], "LastName": "Bahamon-Pinzon", "ForeName": "David", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Interdisciplinary Group for Biotechnology Innovation and Eco-social Change -BioNovo, Universidad del Valle, Cali, Colombia."}, {"Identifier": [], "Affiliation": "Department of Environmental Engineering and Earth Sciences, Clemson University, Anderson, South Carolina, USA."}], "LastName": "Vanegas", "ForeName": "Diana C", "Initials": "DC"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Environ Eng Sci", "NlmUniqueID": "9891639", "ISSNLinking": "1092-8758"}, "CoiStatement": "No competing financial interests exist."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Alburqueque, U.P. (2009). Quantitative Ethnobotany or Quantification in Ethnobotany? Ethnobotany Res. Appl. 7, 001"}, {"Citation": "Altieri, M.A. (2009). “Green deserts: Monocultures and their impacts on biodiversity.” In Jonsén J. Ed. Red Sugar, Green Desert. Amsterdam: FIAN, pp. 67–76"}, {"Citation": "Aranguren, A. (2005). Plantas útiles empleadas por los campesinos de la región de Bailadores, Venezuela. Boletín antropológico. 23, 139"}, {"Citation": "Arias, L. (2017). Caña de azúcar y acceso al agua en Candelaria, Valle del Cauca, Colombia 1945–1970. Temas Americanistas. 38, 130"}, {"Citation": "Asocaña. (2018). Informe de sostenibilidad 2017–2018. Available at: https://www.asocana.org/modules/documentos/15248.aspx (accessed March18, 2021)"}, {"Citation": "Beck, N.R., and Samal, P. (2012). Traditional Medicinal Plants used by the Tribes and Rural People of Bilaspur District, Chhattisgarh (India). Res. J. Pharm. Tech. 5, 1281"}, {"Citation": "Benítez, N.P., and Valois, H. (2004). Ethnobotany of Four Black Communities of the Municipality of Quibdo, Choco-Colombia. Lyonia J. Ecol. Appl. 7, 2"}, {"Citation": "Benton, J.J. (2005). Hydroponics: A practical guide for the soilless grower. In J. Benton Jones Jr. Ed., 2nd ed., Boca Raton, FL: CRC Press"}, {"Citation": "Bernal, H.Y., García, M.H., and Quevedo, S.F. (2011). Pautas Para el Conocimiento, Conservación y Uso Sostenible de Las Plantas Medicinales Nativas en Colombia: Estrategia Nacional Para la Conservación de Plantas. Ministerio de Ambiente Vivienda y Desarrollo Territorial, Instituto de Investigación de Recursos Biológicos Alexander von Humboldt, Bogotá, Colombia"}, {"Citation": "Bernal-Galeano, S. (2019). La caña no sirve pa'sancocho: Análisis del despojo y los cambios en la cultura alimentaria en El Tiple, Valle del cauca. Undergraduate Thesis. Facultad de ciencias sociales. Pontificia Universidad Javeriana, Bogotá. Available at: https://www.asocana.org/modules/documentos/15248.aspx (accessed March18, 2021)"}, {"Citation": "Borras, S., and Franco, J. (2012). A ‘land sovereignty’ alternative? Towards a people's counter-enclosure. TNI Agrarian Justice Programme. Working Papers. Available at: https://repub.eur.nl/pub/38546/metis_183596.pdf"}, {"Citation": "Bremer, L.L., and Farley, K.A. (2010). Does plantation forestry restore biodiversity or create green deserts? A synthesis of the effects of land-use transitions on plant species richness. Biodiversity Conservation. 19, 3893"}, {"Citation": "Briscoe, R.V., Keller, H.R., McClain, G., Best, E.R., and Mazza, J. (2009). A culturally competent community-based research approach with African-American neighborhoods: Critical components and examples. In S. Evans, C. Taylor, M. Dunlap, and D. Miller, Eds. African Americans and Community Engagement. New York: SUNY Press, pp. 205–224"}, {"Citation": "Butler, J. (1997). Excitable Speech. A Politics of the Performative. New York: Routledge"}, {"Citation": "Camara-Leret, R., Paniagua-Zambrana, N., Balslev, H., and Macia, M.J. (2014). Ethnobotanical knowledge is Vastly under-documented in Northwestern South America. PLoS One 9, 1", "ArticleIdList": ["PMC3887111", "24416449"]}, {"Citation": "Chang, H. (2016). Autoethnography as Method. New York: Routledge, p. 229"}, {"Citation": "Colombian Ministry of Environment. (2007). Resolución número 1435. República de Colombia. Available at: https://www.minambiente.gov.co/index.php/normativa/resoluciones (accessed March18, 2021)."}, {"Citation": "Conde, B.E., Ticktin, T., Fonseca, A.S., Macedo, A.L., Orsi, T.O., Chedier, L.M., Rodrigues, E., and Pimenta, D.S. (2017). Local ecological knowledge and its relationship with biodiversity conservation among two Quilombola groups living in the Atlantic Rainforest, Brazil. PLoS One. 12, e0187599.", "ArticleIdList": ["PMC5705149", "29182637"]}, {"Citation": "Contreras, J., and García M. (2005). Alimentación y Cultura: Perspectivas Antropológicas. Madrid: Ariel"}, {"Citation": "Cook, F.E.M. 1995. Economic Botany Data Collection Standard. Kent: Royal Botanic Gardens"}, {"Citation": "Correa-García, E., Vélez-Correa, J., Zapata-Caldas, E., Vélez-Torres, I., and Figueroa-Casas, A. (2018). Territorial transformations produced by the sugarcane agroindustry in the ethnic communities of López Adentro and El Tiple, Colombia. Land Use Policy. 76, 847"}, {"Citation": "Crepaldi, M.O.S., and Peixoto, A.L. (2010). Use and knowledge of plants by “Quilombolas” as subsidies for conservation efforts in an area of Atlantic Forest in Espírito Santo State, Brazil. Biodiversity Conservation. 19, 37"}, {"Citation": "Delgado-Algarra, E.J. (2015). Participatory action research as driver of democratic citizenship and social change. Int. J. Educ. Res. Innov. 3, 1"}, {"Citation": "Estupiñán-González, A.C., and Jiménez-Escobar, N. D. (2010). Uso de las plantas por grupos campesinos en la franja tropical del Parque Nacional Natural Paramillo (Córdoba, Colombia). Caldasia. 32, 21"}, {"Citation": "Fontella-Santiago, A.R., and Fonseca-Fakembach, E.M. (2010). Sistematización y evaluación: dispositivos pedagógicos de la educación popular. Rev. Tendencias Retos. 15, 109"}, {"Citation": "França, D.A., Longo, K.M., Neto, T.G.S., Santos, J.C., Freitas, S.R., Rudorff, B.F.T., Cortez, E.V., Anselmo, E., and Carvalho, J.A. (2012). Pre-Harvest Sugarcane Burning: Determination of Emission Factors through Laboratory Measurements. Atmosphere. 3, 164"}, {"Citation": "Green, B., and Reid, J.A. (2014). Social cartography and rural education: Researching space(s) and place(s). In S. White and M. Corbett, Eds., Doing Educational Research in Rural Settings. Methodological Issues, International Perspectives and Practical Solutions. New York: Routledge, pp. 44–58"}, {"Citation": "Hacker, K. (2013). Community-based participatory research. Sage publications"}, {"Citation": "Hall, T. (2009). Footwork: Moving and knowing in local space(s). Qual. Res. 9, 571"}, {"Citation": "Hammersley, M. (2015). Research ‘inside’ viewed from ‘outside’: Reflections on prison ethnography. In: The Palgrave Handbook of Prison Ethnography. London: Palgrave Macmillan, pp. 21–39"}, {"Citation": "Heywood, V.H., and Watson, R.T. (1995). Global Biodiversity Assessment. United Nations Environment Program. Cambridge, UK: University Press"}, {"Citation": "Hickey, G., Richards, T., and Sheehy, J. (2018). Co-production from proposal to paper. Nature. 562, 29.", "ArticleIdList": ["30283117"]}, {"Citation": "Hurtado, L., Vélez-Torres, I., and Méndez, F. (2020). No land for food. Prevalence of food insecurity in ethnic communities enclosed by sugarcane monocrops in Colombia. Int. J. Public Health. 65, 1087.", "ArticleIdList": ["32712693"]}, {"Citation": "Hurtado, D., and Vélez-Torres, I. (2020). Toxic dispossession: On the socio-environmental damage of the aerial use of glyphosate by the sugarcane agroindustry in Colombia. Critic. Criminol. 28, 557"}, {"Citation": "Hussain, W., Ullah, M., Dastagir, G., and Badshah, L. (2018). Quantitative ethnobotanical appraisal of medicinal plants used by inhabitants of lower Kurram, Kurram agency, Pakistan. Avicenna J. Phytomed. 8, 313.", "ArticleIdList": ["PMC6204146", "30377590"]}, {"Citation": "ICBF, Ministerio de Salud y Protección Social, Instituto Nacional de Salud y Departamento Administrativo para la Prosperidad Social. (2015). Encuesta Nacional de la Situación Nutricional-Ensin. Available at: https://www.minsalud.gov.co/sites/rid/Lists/BibliotecaDigital/RIDE/VS/ED/GCFI/libro-ensin-2015.pdf (accessed March18, 2021)"}, {"Citation": "Jaramillo Marín, J., Londoño-Ortiz, N.E., and González-Sánchez, G. (2015). Agroindustria azucarera y finca tradicional en el norte plano del Cauca (Colombia). Perspectivas históricas y claves etnográficas. Mem. Soc. 19, 30"}, {"Citation": "Kaur, M. and Vashistha, B.D. (2018). Cultural importance indices of some useful plants of Ambala district, Haryana, India. Acad. J. Med. Plants. 6, 127"}, {"Citation": "Lee, S.J., Mehler, L., Beckman, J., Diebolt-Brown, B., Prado, J., Lackovic, M., Waltz, J., Mulay, P., Schwartz, A., Mitchell, Y., Moraga-McHaley, S., Gergely, R., and Calvert, G.M. (2011). Acute pesticide illnesses associated with off-target pesticide drift from agricultural applications: 11 States, 1998–2006. Environ. Health Perspect. 119, 1162.", "ArticleIdList": ["PMC3237344", "21642048"]}, {"Citation": "Lewin, K. (1997). Resolving Social Conflicts and Field Theory in Social Science. Washington, DC: American Psychological Association"}, {"Citation": "Lucena, R.F.F., Lucena, C.M., Araujo, E.L., Alves, A.G.C., and Albuquerque, U.P. (2013). Conservation priorities of useful plants from different techniques of collection and analysis of ethnobotanical data. Anais Acad. Brasil. Ciências. 85, 169", "ArticleIdList": ["23460442"]}, {"Citation": "Marker, M. (1998). Going native in the academy: Choosing the exotic over the critical. Anthropol. Educ. Q. 29, 473"}, {"Citation": "Moncada, J., El-Halwagi, M.M., and Cardona, C.A. (2013). Techno-economic analysis for a sugarcane biorefinery: Colombian case. Bioresour. Technol. 135, 533.", "ArticleIdList": ["23021947"]}, {"Citation": "Moore, E., and Garzón, C. (2010). Social cartography: The art of using maps to build community power. Race Poverty Environ. 17, 66"}, {"Citation": "Nivia, E. (2000). Efectos sobre la salud y el ambiente de herbicidas que contienen glifosato. Boletín electrónico de la UITA. Inn: Bravo, Elizabeth: Impactos del glifosato en el medio ambiente (Recopilación). Red por una América Latina Libre de Transgénicos, p. 241"}, {"Citation": "O'Fallon, L.R., Dearry, A. (2002). Community-based participatory research as a tool to advance environmental health sciences. Environ. Health Perspect. 2, 155", "ArticleIdList": ["PMC1241159", "11929724"]}, {"Citation": "Ojeda, D., Petzl, J., Quiroga, C., Rodríguez, A.C., and Rojas J.G. (2015). Paisajes del despojo cotidiano: Acaparamiento de tierra y agua en Montes de María, Colombia. Rev. Estudios Sociales. 35, 107"}, {"Citation": "Ortega, J.F., and Torres, A.M. (2013). Productos forestales no maderables en dos comunidades socioculturales en el Pacífico vallecaucano. In: Sanabria OL, Ed. Valoración del conocimiento, uso, manejo y prácticas de conservación de la diversidad de recursos forestales no maderables en diferentes ambientes socioculturales de la región del Pacífico Colombiano. Asociación Colombiana de Herbarios. pp. 105–120"}, {"Citation": "Paniagua-Zambrana, N.Y., Camara-Lerét, R., and Bussmann R.W. Macía, M.J. (2014). The influence of socioeconomic factors on traditional knowledge: A cross scale comparison of palm use in northwestern South America. Ecol. Soc. 19, 9"}, {"Citation": "Pauker, S. (2003). “Spraying first and asking questions later”: Congressional efforts to mitigate the harmful environmental, health, and economic impacts of US-sponsored coca fumigation in Colombia. Ecol. Law Q. 30, 661"}, {"Citation": "Pérez, M.A., Peña, M.R., and Álvarez, P. (2011). Agro-industria cañera y uso del agua: Análisis crítico en el contexto de la política de agrocombustibles en Colombia. Ambiente Soc. 14, 153"}, {"Citation": "Phillips, O., Gentry, A.H., Reynel, C., Wilkin, P., and Galvez-Durand, C. (1994). Quantitative ethnobotany and amazonian conservation. Conservation Biol. 8, 225"}, {"Citation": "Preciado-Vargas, M., Chica-Ramirez, H.A., Solarte-Rodriguez, E., Carbonell-Gonzalez, J.A., and Peña-Quiñones, A.J. (2020). Regional wind pattern, a basis for defining the appropriate lapse of time for sugarcane burning in the Cauca Valley (Colombia). Environ. Dev. Sustainability. 119, 1"}, {"Citation": "PROCAÑA. (2017). Cauca y Valle representan el 85% de cultivo de caña para producir azúcar, etanol y cogeneración. Available at: https://www.procana.org/new/de-interes/item/240-cauca-y-valle-representan-el-85-de-cultivo-de-cana-para-producir-azucar-etanol-y-cogeneracion.html (accessed March18, 2021)"}, {"Citation": "Restrepo, E. (2018). Etnografía: Alcances, Técnicas y Éticas. Lima: Universidad Nacional Mayor de San Marcos"}, {"Citation": "Rose, G. (2007). Visual Methodologies. An Introduction to the Interpretation of Visual Materials. London: Sage Publications"}, {"Citation": "Rosero-Toro, J.H., Romero-Duque, L.P., Santos-Fita, D., and Ruan-Soto, F. (2018). Cultural significance of the flora of a tropical dry forest in the Doche vereda (Villavieja, Huila, Colombia). J. Ethnobiol. Ethnomed. 14, 22.", "ArticleIdList": ["PMC5865281", "29566709"]}, {"Citation": "Ross, L. (2010). Notes from the Field: Learning cultural humility through critical incidents and central challenges in community-based participatory research. J. Community Pract. 18, 315"}, {"Citation": "Sambo, P., Nicoletto, C., Giro, A., Pii, Y., Valentinuzzi, F., Mimmo, T., Lugli, P., Orzes, G., Mazzetto, F., Astolfi, S., and Terzano, R. (2019). Hydroponic solutions for soilless production systems: Issues and opportunities in a smart agriculture perspective. Front. Plant Sci. 10, 923.", "ArticleIdList": ["PMC6668597", "31396245"]}, {"Citation": "Solomon, S. (2011). Sugarcane by-products based industries in India. Sugar Tech. 13, 408"}, {"Citation": "Suárez, D. (2008). Diferencias en el uso de plantas entre hombres y mujeres en una comunidad de pie de monte del norte del Ecuador. J. Botanical Res. Instit. Texas. 2, 1295"}, {"Citation": "Toledo, V.M., Ortiz-Espejel, B., Cortez, L., Moguer, P., and Ordoñez, M. (2003). The multiple uses of tropical forests by indigenous people in Mexico. A case of adaptative management. Conservation Ecol. 7, 120"}, {"Citation": "Vélez-Torres, I., Varela, D., Cobo-Medina, V., and Hurtado, D. (2019a). Beyond property: Rural politics and land-use change in the sugarcane landscape in Colombia. J. Agrarian Change. 19, 690"}, {"Citation": "Vélez-Torres, I., Pérez-Pérez, J.J., and Riascos-Riascos, D.A. (2019b). Ordenamiento en disputa y espacialización de la injusticia en Colombia. Cuad. Geogr. Rev. Colomb. Geogr. 28, 225"}, {"Citation": "Vélez-Torres, I., Vanegas, D.C., McLamore, E.S., and Hurtado, D. (2018). Mercury pollution and artisanal gold mining in Alto Cauca, Colombia: woman's perception of health and environmental impacts. J. Environ. Dev. 27, 415"}, {"Citation": "Wallerstein, N., and Duran, B. (2008). The Theoretical, Historical, and Practice Roots of CBPR. San Francisco, CA: Jossey-Bass"}, {"Citation": "Whitney, C.W., Bahati, J., and Gebauer, J. (2018). Ethnobotany and Agrobiodiversity: Valuation of Plants in the Homegardens of Southwestern Uganda. Ethnobiol. Lett. 9, 90"}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "7", "Day": "14"}, {"Year": "2021", "Month": "2", "Day": "20"}, {"Year": "2021", "Month": "6", "Day": "3", "Hour": "6", "Minute": "36"}, {"Year": "2021", "Month": "6", "Day": "4", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "6", "Day": "4", "Hour": "6", "Minute": "1"}, {"Year": "2021", "Month": "5", "Day": "24"}], "PublicationStatus": "ppublish", "ArticleIdList": ["34079207", "PMC8165472", "10.1089/ees.2020.0282", "10.1089/ees.2020.0282"]}}], "PubmedBookArticle": []}