{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Anti-quorum sensing", "Iran", "bacterial signaling", "in-vitro assays", "medicinal plants", "new remedial", "quorum quenching"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34094582", "DateRevised": {"Year": "2021", "Month": "06", "Day": "08"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "04", "Day": "23"}], "Language": ["eng"], "ELocationID": ["100882", "10.1016/j.nmni.2021.100882"], "Journal": {"ISSN": "2052-2975", "JournalIssue": {"Volume": "42", "PubDate": {"Year": "2021", "Month": "Jul"}}, "Title": "New microbes and new infections", "ISOAbbreviation": "New Microbes New Infect"}, "ArticleTitle": "Quorum-quenching activity of some Iranian medicinal plants.", "Pagination": {"StartPage": "100882", "MedlinePgn": "100882"}, "Abstract": {"AbstractText": ["Anti-quorum sensing (QS) or quorum quenching (QQ) is known as a new anti-bacterial strategy to combat bacterial infection. One of the best candidates for this strategy is a natural plant or traditional herbal medicine. This review aimed to summarize and introduce Iranian medicinal plants with anti-QS properties. Biomedical databases (PubMed, Scopus, Google Scholar and Web of sciences) were investigated to retrieve all related manuscripts published in English and Persian. Out of 65 documents, 47 papers were published during 2010-2020. We categorized and summarized 19 papers that particularly presented the anti-QS activity of Iranian medicinal plants. Based on our results, different studies have been completed on the QQ effects of medicinal plants. We identified 106 plant species with different properties in medicine that have been evaluated for anti-QS activities in Iran. The QQ effects of herbal extracts were identified through different <i>in vitro</i> examinations on biosensor and clinical bacterial strains. Only 35 medicinal plants have shown these effects at sub-MICs. Our review summarizes Iranian medicinal plants with anti-QS properties. Some of these herbal extracts showed anti-QS activity against biosensors, standard and clinical bacterial strains. This result is very important because QS systems can be considered as a new target for the development of new remedial strategies and it is a good opportunity to perform QQ studies to effectively combat bacterial infections in the future."], "CopyrightInformation": "© 2021 The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Bacteriology & Virology, School of Medicine, Shiraz University of Medical Sciences, Shiraz, Iran."}], "LastName": "Moradi", "ForeName": "F", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Bacteriology & Virology, School of Medicine, Shiraz University of Medical Sciences, Shiraz, Iran."}], "LastName": "Hadi", "ForeName": "N", "Initials": "N"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "New Microbes New Infect", "NlmUniqueID": "101624750", "ISSNLinking": "2052-2975"}}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Mohabi S., Kalantar-Neyestanaki D., Mansouri S. Inhibition of quorum sensing–controlled virulence factor production in Pseudomonas aeruginosa by Quercus infectoria gall extracts. Iran J Microbiol. 2017;9:26.", "ArticleIdList": ["PMC5534001", "28775820"]}, {"Citation": "Moradi F., Hadi N., Bazargani A. Evaluation of quorum-sensing inhibitory effects of extracts of three traditional medicine plants with known antibacterial properties. New Microbe New Infect. 2020;38:100769.", "ArticleIdList": ["PMC7644747", "33194208"]}, {"Citation": "Aparna Y., Sarada J. Quorum quenchers – past, present and future of this novel therapeutics world. J Pharm Life Sci. 2015;1:108–128."}, {"Citation": "Bouyahya A., Dakka N., Et-Touys A., Abrini J., Bakri Y. Medicinal plant products targeting quorum sensing for combating bacterial infections. Asian Pac J Trop Med. 2017;10:729–743.", "ArticleIdList": ["28942821"]}, {"Citation": "Makhfian M., Hassanzadeh N., Mahmoudi E., Zandyavari N. Anti-quorum Sensing effects of ethanolic crude extract of Anethum graveolens L. J Essent Oil-Bearing Plants. 2015;18:687–696."}, {"Citation": "Sharafzadeh S., Alizadeh O. Some medicinal plants cultivated in Iran. J Appl Pharm Sci. 2012;2(1):134–137."}, {"Citation": "George P. Concerns regarding the safety and toxicity of medicinal plants – an overview. J Appl Pharm Sci. 2011;1(6):40–44."}, {"Citation": "Asif M. A brief study of toxic effects of some medicinal herbs on kidney. Adv Biomed Res. 2012;1:44.", "ArticleIdList": ["PMC3544088", "23326775"]}, {"Citation": "Ghaderi L., Aliahmadi A., Nejad Ebrahimi S., Rafati H. Effective Inhibition and eradication of Pseudomonas aeruginosa biofilms by Satureja khuzistanica essential oil nanoemulsion. J Drug Deliv Sci Technol. 2020;102260 doi: 10.1016/j.jddst.2020.102260.", "ArticleIdList": ["10.1016/j.jddst.2020.102260"]}, {"Citation": "Rezazadeh Sh, Pirali-Hamedani M., Hadjiakhondi A., Ajani Y., Yarigar-Ravesh M., Shafiee A. Chemical composition of the essential oils of Stachys atherocalyx and S. sylvatica from Iran. Chem Nat Compounds. 2009;45:742–745."}, {"Citation": "Ghannadi A., Mehregan I. Essential oil of one of the Iranian skullcaps. Z Naturforsch. 2003;58c:316–318.", "ArticleIdList": ["12872921"]}, {"Citation": "Ghasemi Pirbalouti A., Bahmani M., Avijgan M. Anti-Candida activity of some of the Iranian medicinal plants. Electron. J Biol. 2009;5:85–88."}, {"Citation": "Nikbakht A., Kafi M., Haghighi M. The abilities and potentials of medicinal plants production and herbal medicine in Iran. Acta Horticult. 2008;790:259–262."}, {"Citation": "Fallah-Hoseini H., Fakhrzadeh H., Larijani B., Shikhsamani A. Review of anti-diabetic medicinal plant used in traditional medicine. J Med Plant. 2006;5:1–8."}, {"Citation": "Azizi M.H. Gondishapur School of Medicine: the most important medical center in antiquity. Arch Iranian Med. 2008;11:116–119.", "ArticleIdList": ["18154434"]}, {"Citation": "Mahmoudi E., Tarzaban S., Khodaygan P. Dual behaviour of plants against bacterial quorum sensing: inhibition or excitation. J Plant Pathol. 2014;96:295–301."}, {"Citation": "Sepahi E., Tarighi S., Ahmadi F.S., Bagheri A. Inhibition of quorum sensing in Pseudomonas aeruginosa by two herbal essential oils from Apiaceae family. J Microbiol. 2015;53:176–180.", "ArticleIdList": ["25564444"]}, {"Citation": "Korkorian N., Mohammadi-Sichani M. Anti-quorum sensing and antibacterial activity of Rumex alveolatus. Zahedan J Res Med Sci. 2017;19"}, {"Citation": "Kordbacheh H., Eftekhar F., Ebrahimi S.N. Anti-quorum sensing activity of Pistacia atlantica against Pseudomonas aeruginosa PAO1 and identification of its bioactive compounds. Microb Pathog. 2017;110:390–398.", "ArticleIdList": ["28712963"]}, {"Citation": "Karbasizade V., Dehghan P., Sichani M.M., Shahanipoor K., Jafari R., Yousefian R. Evaluation of three plant extracts against biofilm formation and expression of quorum sensing regulated virulence factors in Pseudomonas aeruginosa. Pak J Pharm Sci. 2017;30(2 Suppl. l):585–589.", "ArticleIdList": ["28650325"]}, {"Citation": "Sharifi A., Ahmadi A., Mohammadzadeh A. Streptococcus pneumoniae quorum sensing and biofilm formation are affected by Thymus daenensis, Satureja hortensis, and Origanum vulgare essential oils. Acta Microbiol Immunol Hung. 2018;65:345–359.", "ArticleIdList": ["29471691"]}, {"Citation": "Jamalifar H., Samadi S., Jamileh Nowroozi J., Dezfulian M., Fazeli M.R. Down-regulatory effects of green coffee extract on las I and las R virulence-associated genes in Pseudomonas aeruginosa. DARU J Pharm Sci. 2019;27:35–42.", "ArticleIdList": ["PMC6593131", "31187452"]}, {"Citation": "Pishgar E., Makhfian M. The evaluation of five plant extracts inhibitory potential against bacterial quorum sensing of Staphylococcus aureus. J Arak Uni Med Sci. 2019;22:11–21."}, {"Citation": "Arjmandi A., Chehri K., Karimi I. Effects of Citrus limon (L.) essential oil on Pseudomonas aeruginosa: complemented with a computational approach; focus on quorum sensing. Int J Mol Clin Microbiol. 2020;10:1258–1274."}, {"Citation": "Sharchi R., Shayegh J., Hosseinzadeh S. Anti-quorum sensing and antibacterial activities of Satureja sahendica hydroalcoholic extract against avian isolate of Salmonella Typhimurium. Iran J Vet Sci Technol. 2020;1(22) doi: 10.22067/veterinary.v12i1.85433.", "ArticleIdList": ["10.22067/veterinary.v12i1.85433"]}, {"Citation": "Hakimi Alni R., Ghorban K., Dadmanesh M. Combined effects of Allium sativum and Cuminum cyminum essential oils on planktonic and biofilm forms of Salmonella typhimurium isolates. 3 Biotech. 2020;10:315. doi: 10.1007/s13205-020-02286-2.", "ArticleIdList": ["10.1007/s13205-020-02286-2", "PMC7310024", "32596100"]}, {"Citation": "Fekrirad Z., Gattali B., Kashef N. Quorum sensing-regulated functions of Serratia marcescens are reduced by eugenol. Iran J Microbiol. 2020;12:451–459.", "ArticleIdList": ["PMC7867707", "33604001"]}, {"Citation": "Tanhay Mangoudehi H., Zamani H., Shahangian S.S., Mirzanejad L. Effect of curcumin on the expression of ahyI/R quorum sensing genes and some associated phenotypes in pathogenic Aeromonas hydrophila fish isolates. World J Microbiol Biotechnol. 2020;36:70.", "ArticleIdList": ["32342238"]}, {"Citation": "Hosseinzadeh S., Habib Dastmalchi Saei H., Ahmadi M., Zahraei-Salehi T. Anti-quorum sensing effects of licochalcone A and epigallocatechin-3-gallate against Salmonella Typhimurium isolates from poultry sources. Vet Res Forum. 2020;11:273–279.", "ArticleIdList": ["PMC7597796", "33133465"]}, {"Citation": "Mohammadi Pelarti S., Karimi Zarehshuran L., Babaeekhou L., Ghane M. Antibacterial, anti-biofilm and anti-quorum sensing activities of Artemisia dracunculus essential oil (EO): a study against Salmonella enterica serovar Typhimurium and Staphylococcus aureus. Arch Microbiol. 2021 Epub ahead of print.", "ArticleIdList": ["33399891"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "1", "Day": "27"}, {"Year": "2021", "Month": "4", "Day": "14"}, {"Year": "2021", "Month": "4", "Day": "19"}, {"Year": "2021", "Month": "6", "Day": "7", "Hour": "5", "Minute": "58"}, {"Year": "2021", "Month": "6", "Day": "8", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "6", "Day": "8", "Hour": "6", "Minute": "1"}, {"Year": "2021", "Month": "4", "Day": "23"}], "PublicationStatus": "epublish", "ArticleIdList": ["34094582", "PMC8165558", "10.1016/j.nmni.2021.100882", "S2052-2975(21)00046-9"]}}], "PubmedBookArticle": []}