{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Amorphophallus xiei", "antioxidant defense", "intercropping", "monoculture", "photoprotection", "sunflecks"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34093621", "DateRevised": {"Year": "2023", "Month": "11", "Day": "02"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "05", "Day": "21"}], "Language": ["eng"], "ELocationID": ["663473", "10.3389/fpls.2021.663473"], "Journal": {"ISSN": "1664-462X", "JournalIssue": {"Volume": "12", "PubDate": {"Year": "2021"}}, "Title": "Frontiers in plant science", "ISOAbbreviation": "Front Plant Sci"}, "ArticleTitle": "Photosynthetic and Photoprotective Responses to Steady-State and Fluctuating Light in the Shade-Demanding Crop <i>Amorphophallus xiei</i> Grown in Intercropping and Monoculture Systems.", "Pagination": {"StartPage": "663473", "MedlinePgn": "663473"}, "Abstract": {"AbstractText": ["Photosynthetic and photoprotective responses to simulated sunflecks were examined in the shade-demanding crop <i>Amorphophallus xiei</i> intercropped with maize (intercropping condition) or grown in an adjacent open site (monoculture condition). Both intercropping leaves and monoculture leaves exhibited very fast induction responses. The times taken to achieve 90% maximum net photosynthetic rate in intercropping leaves and monoculture leaves were 198.3 ± 27.4 s and 223.7 ± 20.5 s during the photosynthetic induction, respectively. During an 8-min simulated sunfleck, the proportion of excess excited energy dissipated through the xanthophyll cycle-dependent pathway (<i>Φ</i> <sub>NPQ</sub>) and dissipated through constitutive thermal dissipation and the fluorescence (<i>Φ</i> <sub>f, d</sub>) pathway increased quickly to its maximum, and then plateaued slowly to a steady state in both intercropping and monoculture leaves. When the illumination was gradually increased within photosystem II (PSII), <i>Φ</i> <sub>NPQ</sub> increased quicker and to a higher level in monoculture leaves than in intercropping leaves. Relative to their monoculture counterparts, intercropping leaves exhibited a significantly lower accumulation of oxygen free radicals, a significantly higher content of chlorophyll, and a similar content of malondialdehyde. Although monoculture leaves exhibited a larger mass-based pool size of xanthophyll cycle [V (violaxanthin) + A (antheraxanthin) + Z (zeaxanthin)] than intercropping leaves, intercropping leaves had a higher ratio of (Z + A)/(V + Z + A) than monoculture leaves. intercropping leaves had markedly higher glutathione content and ascorbate-peroxidase activity than their monoculture counterparts. Similar activities of catalase, peroxidase, dehydroascorbate reductase, and monodehydroascorbate were found in both systems. Only superoxide dismutase activity and ascorbate content were lower in the intercropping leaves than in their monoculture counterparts. Overall, the xanthophyll cycle-dependent energy dissipation and the enzymatic antioxidant defense system are important for protecting plants from photooxidation in an intercropping system with intense sunflecks."], "CopyrightInformation": "Copyright © 2021 Zhang, Shuang, Zhang, Xie and Chen."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Agronomy and Biotechnology, Yunnan Agricultural University, Kunming, China."}, {"Identifier": [], "Affiliation": "Key Laboratory of Medicinal Plant Biology of Yunnan Province, Yunnan Agricultural University, Kunming, China."}, {"Identifier": [], "Affiliation": "National and Local Joint Engineering Research Center on Germplasm Innovation and Utilization of Chinese Medicinal Materials in Southwestern China, Yunnan Agricultural University, Kunming, China."}], "LastName": "Zhang", "ForeName": "Jinyan", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Agronomy and Biotechnology, Yunnan Agricultural University, Kunming, China."}, {"Identifier": [], "Affiliation": "Key Laboratory of Medicinal Plant Biology of Yunnan Province, Yunnan Agricultural University, Kunming, China."}, {"Identifier": [], "Affiliation": "National and Local Joint Engineering Research Center on Germplasm Innovation and Utilization of Chinese Medicinal Materials in Southwestern China, Yunnan Agricultural University, Kunming, China."}], "LastName": "Shuang", "ForeName": "Shengpu", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Agronomy and Biotechnology, Yunnan Agricultural University, Kunming, China."}, {"Identifier": [], "Affiliation": "Key Laboratory of Medicinal Plant Biology of Yunnan Province, Yunnan Agricultural University, Kunming, China."}, {"Identifier": [], "Affiliation": "National and Local Joint Engineering Research Center on Germplasm Innovation and Utilization of Chinese Medicinal Materials in Southwestern China, Yunnan Agricultural University, Kunming, China."}], "LastName": "Zhang", "ForeName": "Ling", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Medicinal Plant Biology of Yunnan Province, Yunnan Agricultural University, Kunming, China."}, {"Identifier": [], "Affiliation": "National and Local Joint Engineering Research Center on Germplasm Innovation and Utilization of Chinese Medicinal Materials in Southwestern China, Yunnan Agricultural University, Kunming, China."}], "LastName": "Xie", "ForeName": "Shiqing", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Agronomy and Biotechnology, Yunnan Agricultural University, Kunming, China."}, {"Identifier": [], "Affiliation": "Key Laboratory of Medicinal Plant Biology of Yunnan Province, Yunnan Agricultural University, Kunming, China."}, {"Identifier": [], "Affiliation": "National and Local Joint Engineering Research Center on Germplasm Innovation and Utilization of Chinese Medicinal Materials in Southwestern China, Yunnan Agricultural University, Kunming, China."}], "LastName": "Chen", "ForeName": "Junwen", "Initials": "J"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Plant Sci", "NlmUniqueID": "101568200", "ISSNLinking": "1664-462X"}, "CoiStatement": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Aebi H. (1984). Catalase in vitro. Method Enzymol. 105 121–126. 10.1016/s0076-6879(84)05016-3", "ArticleIdList": ["10.1016/s0076-6879(84)05016-3", "6727660"]}, {"Citation": "Allakhverdiev S. I., Nishiyama Y., Takahashi S., Miyairi S., Suzuki I., Murata N. (2005). Systematic analysis of the relation of electron transport and ATP synthesis to the photodamage and repair of photosystem II in Synechocystis. Plant Physiol. 137 263–273. 10.1104/pp.104.054478", "ArticleIdList": ["10.1104/pp.104.054478", "PMC548857", "15618415"]}, {"Citation": "Alter P., Dreissen A., Luo F. L., Matsubara S. (2012). Acclimatory responses of Arabidopsis to fluctuating light environment: comparison of different sunfleck regimes and accessions. Photosynth. Res. 113 221–237. 10.1007/s11120-012-9757-2", "ArticleIdList": ["10.1007/s11120-012-9757-2", "PMC3430843", "22729524"]}, {"Citation": "Arakawa N., Tsutsumi K., Sanceda N. G., Kurata T., Inagaki C. (1981). A rapid and sensitive method for the determination of ascorbic acid using 4,7-diphenyl-1,10-phenanthroline. Agric. Biol. Chem. 45 1289–1290."}, {"Citation": "Augspurger C. K., Cheeseman J. M., Salk C. F. (2005). Light gains and physiological capacity of understorey woody plants during phenological avoidance of canopy shade. Funct. Ecol. 19 537–546. 10.1080/00021369.1981.10864697", "ArticleIdList": ["10.1080/00021369.1981.10864697"]}, {"Citation": "Bai K. D., Liao D. B., Jiang D. B., Cao K. F. (2008). Photosynthetic induction in leaves of co-occurring Fagus lucida and Castanopsis lamontii saplings grown in contrasting light environment. Trees Struct. Funct. 22 449–462. 10.1007/s00468-007-0205-4", "ArticleIdList": ["10.1007/s00468-007-0205-4"]}, {"Citation": "Belgio E., Trsková E., Kotabová E., Ewe D., Prášil O., Kaňa R. (2018). High light acclimation of Chromera velia points to photoprotective NPQ. Photosynth. Res. 135 263–274. 10.1007/s11120-017-0385-8", "ArticleIdList": ["10.1007/s11120-017-0385-8", "28405863"]}, {"Citation": "Cazzaniga S., Li Z., Niyogi K. K., Bassi R., Dall’Osto L. (2012). The Arabidopsis szl1 mutant reveals a critical role of β-carotene in photosystem I photoprotection. Plant Physiol. 159 1745–1758. 10.1104/pp.112.201137", "ArticleIdList": ["10.1104/pp.112.201137", "PMC3425210", "23029671"]}, {"Citation": "Chazdon R. L., Williams K., Field C. B. (1988). Interactions between crown structure and light environment in five rain forest piper species. Am. J. Bot. 75 1459–1471. 10.1002/j.1537-2197.1988.tb11220.x", "ArticleIdList": ["10.1002/j.1537-2197.1988.tb11220.x"]}, {"Citation": "Chen J. W., Kuang S. B., Long G. Q., Meng Z. G., Li L. G., Chen Z. J., et al. (2014). Steady-state and dynamic photosynthetic performance and nitrogen partitioning in the shade-demanding plant Panax notoginseng under different levels of growth irradiance. Acta Physiol. Plant. 36 2409–2420. 10.1007/s11738-014-1614-9", "ArticleIdList": ["10.1007/s11738-014-1614-9"]}, {"Citation": "Chen J. W., Zhang Q., Li X. S., Cao K. F. (2011). Steady and dynamic photosynthetic responses of seedlings from contrasting successional group under low-light growth conditions. Physiol. Plant. 141 84–95. 10.1111/j.1399-3054.2010.01414.x", "ArticleIdList": ["10.1111/j.1399-3054.2010.01414.x", "20875058"]}, {"Citation": "Chen X. Y., Li W., Lu Q. T., Wen X. G., Li H. W., Kuang T. Y., et al. (2011). The xanthophylls cycle and antioxidative defense system are enhanced in the wheat hybrid subjected to high light stress. J. Plant Physiol. 168 1828–1836. 10.1016/j.jplph.2011.05.019", "ArticleIdList": ["10.1016/j.jplph.2011.05.019", "21737175"]}, {"Citation": "Chua M., Baldwin T. C., Hocking T. J., Chan K. (2010). Traditional uses and potential health benefits of Amorphophallus konjac K. Koch N. E. Br. J. Ethnopharmacol. 128 268–278. 10.1016/j.jep.2010.01.021", "ArticleIdList": ["10.1016/j.jep.2010.01.021", "20079822"]}, {"Citation": "Demmig-Adams B., Adams W. W., III (2006). Photoprotection in an ecological context: the remarkable complexity of thermal energy dissipation. N. Phytol. 172 11–21. 10.1111/j.1469-8137.2006.01835.x", "ArticleIdList": ["10.1111/j.1469-8137.2006.01835.x", "16945085"]}, {"Citation": "Doulis A., Debian N., Kingston-Smith A. H., Foyer C. H. (1997). Characterization of chilling sensitivity in maize. I. differential localization of antioxidants in maize leaves. Plant Physiol. 114 1031–1037. 10.1104/pp.114.3.1031", "ArticleIdList": ["10.1104/pp.114.3.1031", "PMC158391", "12223757"]}, {"Citation": "Elstner E. F., Heupel A. (1976). Inhibition of nitrate formation from hydroxyl ammonium chloride: a simple assay for superoxide dismutase. Anal. Biochem. 70 616–620. 10.1016/0003-2697(76)90488-7", "ArticleIdList": ["10.1016/0003-2697(76)90488-7", "817618"]}, {"Citation": "Evans J. R., Porter H. (2001). Photosynthetic acclimation of plants to growth irradiance: the relative importance of specific leaf area and nitrogen partitioning in maximizing carbon gain. Plant Cell Environ. 24 755–767. 10.1046/j.1365-3040.2001.00724.x", "ArticleIdList": ["10.1046/j.1365-3040.2001.00724.x"]}, {"Citation": "Evans J., Mcneill A. M., Unkovich M. J., Fettell N. A., Heenan D. P. (2001). Net nitrogen balances for cool-season grain legume intercropping and contributions to wheat nitrogen uptake: a review. Aus. J. Exp. Agric. 41 347–359. 10.1071/EA00036", "ArticleIdList": ["10.1071/EA00036"]}, {"Citation": "Förster B., Osmond C. B., Pogson B. J. (2009). De novo synthesis and degradation of Lx and V cycle pigments during shade and sun acclimation in avocado leaves. Plant Physiol. 149 1179–1195. 10.1104/pp.108.131417", "ArticleIdList": ["10.1104/pp.108.131417", "PMC2633854", "19060099"]}, {"Citation": "Förster B., Pogson B. J., Osmond C. B. (2011). Lutein from deepoxidation of lutein epoxide replaces zeaxanthin to sustain an enhanced capacity for nonphotochemical chlorophyll fluorescence quenching in avocado shade leaves in the dark. Plant Physiol. 156 393–403. 10.1104/pp.111.173369", "ArticleIdList": ["10.1104/pp.111.173369", "PMC3091066", "21427278"]}, {"Citation": "Gao Y., Duan A., Sun J., Li F., Liu H., Liu Z. (2009). Crop coefficient and water-use efficiency of winter wheat/spring maize strip intercropping. Field Crop Res. 111 65–73. 10.1016/j.fcr.2008.10.007", "ArticleIdList": ["10.1016/j.fcr.2008.10.007"]}, {"Citation": "George O., Jeruto P. (2010). Sustainable horticultural crop production through intercropping: The case of fruits and vegetable crops: a review. Agric. Biol. J. North Am. 1 1098–1105. 10.5251/abjna.2010.1.5.1098.1105", "ArticleIdList": ["10.5251/abjna.2010.1.5.1098.1105"]}, {"Citation": "Ghosh P. K. (2004). Growth, yield, competition and economics of groundnut/cereal fodder intercropping systems in the semi-arid of India. Field Crop Res. 88 227–237. 10.1016/j.fcr.2004.01.015", "ArticleIdList": ["10.1016/j.fcr.2004.01.015"]}, {"Citation": "Ghosh P. K., Mohanty M., Bandyopadhyay K. K., Painuli D. K., Misra A. K. (2006a). Growth, competition, yield advantage and economics in soybean/pigeonpea intercropping system in semi-arid tropics of India. II. effects of subsoiling. Field Crop Res. 96 80–89. 10.1016/j.fcr.2005.05.009", "ArticleIdList": ["10.1016/j.fcr.2005.05.009"]}, {"Citation": "Ghosh P. K., Mohanty M., Bandyopadhyay K. K., Painuli D. K., Misra A. K. (2006b). Growth, competition, yield advantage and economics in soybean/pigeonpea intercropping system in semi-arid tropics of India. II. effects of nutrient management. Field Crop Res. 96 90–97."}, {"Citation": "Giannopolitis G. N., Reis S. K. (1977). Superoxide dismutase I. occurrence in higher plants. Plant Physiol. 59 309–315. 10.1104/pp.59.2.309", "ArticleIdList": ["10.1104/pp.59.2.309", "PMC542387", "16659839"]}, {"Citation": "Golding A., Johnson G. (2003). Down-regulation of linear and activation of cyclic electron transport during drought. Planta 218 107–114. 10.1007/s00425-003-1077-5", "ArticleIdList": ["10.1007/s00425-003-1077-5", "12883889"]}, {"Citation": "Goss R., Jakob T. (2010). Regulation and function of xanthophyll cycle-dependent photoprotection in algae. Photosynth. Res. 106 103–122. 10.1007/s11120-010-9536-x", "ArticleIdList": ["10.1007/s11120-010-9536-x", "20224940"]}, {"Citation": "Grünewald K., Eckert M., Hirschberg J., Hagen C. (2000). Phytoene desaturase is localized exclusively in the chloroplast and up-regulated at the mRNA level during accumulation of secondary carotenoids in Haematococcus pluvialis (Volvocales, Chlorophyceae). Plant Physiol. 122 1261–1268.", "ArticleIdList": ["PMC58962", "10759523"]}, {"Citation": "Han Y., Liu S. S., Liang Y. L., Zhao Q. Y., Li J., Xu W. G., et al. (2013). Photosynthesis and photoprotection in Amorphophallus konjac and Amorphophallus xiei grown at a light gradient. Bull. Bot. Res. 33 676–683."}, {"Citation": "Hare P. D., Cress W. A., Van Staden J. (1998). Dissecting the roles of osmolyte accumulation during stress. Plant Cell Environ. 21 535–553. 10.1046/j.1365-3040.1998.00309.x", "ArticleIdList": ["10.1046/j.1365-3040.1998.00309.x"]}, {"Citation": "Havaux M., Dall’Osto L., Bassi R. (2007). Zeaxanthin has enhanced antioxidant capacity with respect to all other xanthophylls in Arabidopsis leaves and functions independent of binding to PSII antennae. Plant Physiol. 145 1506–1520. 10.1104/pp.107.108480", "ArticleIdList": ["10.1104/pp.107.108480", "PMC2151694", "17932304"]}, {"Citation": "Heber U., Walker D. H. (1992). Concerning a dual function of coupled cyclic electron transport in leaves. Plant Physiol. 100 1621–1626.", "ArticleIdList": ["PMC1075843", "16653176"]}, {"Citation": "Hendrickson L., Furbank R. T., Chow W. S. (2004). A simple alternative approach to assessing the fate of absorbed light energy using chlorophyll fluorescence. Photosynth. Res. 82 73–81. 10.1023/B:PRES.0000040446.87305.f4", "ArticleIdList": ["10.1023/B:PRES.0000040446.87305.f4", "16228614"]}, {"Citation": "Horton P., Johnson M. P., Perez-Bueno M. L., Kiss A. Z., Ruban A. V. (2008). Photosynthetic acclimation: Does the dynamic structure and macro-organisation of photosystem II in higher plant grana membranes regulate light harvesting states? FEBS J. 275 1069–1079. 10.1111/j.1742-4658.2008.06263.x", "ArticleIdList": ["10.1111/j.1742-4658.2008.06263.x", "18318834"]}, {"Citation": "Huang W., Yang S. J., Zhang S. B., Zhang J. L., Cao K. F. (2012). Cyclic electron flow plays an important role in photoprotection for the resurrection plant Paraboea rufescens under drought stress. Planta 235 819–828. 10.1007/s00425-011-1544-3", "ArticleIdList": ["10.1007/s00425-011-1544-3", "22080919"]}, {"Citation": "Huang W., Yang Y. J., Hu H., Zhang S. B., Cao K. F. (2016). Evidence for the role of cyclic electron flow in photoprotection for oxygen-evolving complex. J. Plant Physiol. 194 54–60. 10.1016/j.jplph.2016.02.016", "ArticleIdList": ["10.1016/j.jplph.2016.02.016", "26968082"]}, {"Citation": "Huber M., Nieuwendijk N. M., Pantazopoulou C. K., Pierik R. (2020). Light signalling shapes plant-plant interactions in dense canopies. Plant Cell Environ. 44 1–16. 10.1111/pce.13912", "ArticleIdList": ["10.1111/pce.13912", "PMC8049026", "33047350"]}, {"Citation": "Iqbal N., Hussain S., Ahmed Z., Yang F., Wang X., Liu W., et al. (2018). Comparative analysis of maize-soybean strip intercropping systems: a review. Plant Prod. Sci. 22 131–142. 10.1080/1343943X.2018.1541137", "ArticleIdList": ["10.1080/1343943X.2018.1541137"]}, {"Citation": "Kaiser E., Morales A., Harbinson J., Kromdijk J., Heuvelink E., Marcelis L. F. M. (2015). Dynamic photosynthesis in different environmental conditions. J. Exp. Bot. 66 2415–2426. 10.1093/jxb/eru406", "ArticleIdList": ["10.1093/jxb/eru406", "25324402"]}, {"Citation": "Krieger-Liszkay A., Fufezan C., Trebst A. (2008). Singlet oxygen production in photosystem II and related protection mechanism. Photosynth. Res. 98 551–564. 10.1007/s11120-008-9349-3", "ArticleIdList": ["10.1007/s11120-008-9349-3", "18780159"]}, {"Citation": "Külheim C., Ågren J., Jansson S. (2002). Rapid regulation of light harvesting and plant fitness in the field. Science 297 91–93. 10.1126/science.1072359", "ArticleIdList": ["10.1126/science.1072359", "12098696"]}, {"Citation": "Lavaud J. (2007). Fast regulation of photosynthesis in diatoms: mechanisms, evolution and ecophysiology. Funct. Plant Sci. Biotech. 1 267–287."}, {"Citation": "Leakey A. D. B., Scholes J. D., Press M. C. (2005). Physiological and ecological significance of sunflecks for dipterocarp saplings. J. Exp. Bot. 56 469–482. 10.1093/jxb/eri055", "ArticleIdList": ["10.1093/jxb/eri055", "15596478"]}, {"Citation": "Li C., Dong Y., Li H., Shen J., Zhang F. (2014). The dynamic process of interspecific interactions of competitive nitrogen capture between intercropped wheat (Triticum aestivum L.) and Faba Bean (Vicia faba L.). PLoS One 9:e115804. 10.1371/journal.pone.0115804", "ArticleIdList": ["10.1371/journal.pone.0115804", "PMC4277399", "25541699"]}, {"Citation": "Li H., Dao Z. L. (2006). A new species of Amorphophallus (Araceae) from Yunnan. China Novon 16 240–243."}, {"Citation": "Li X. P., BjoÈrkman O., Shih C., Grossman A. R., Rosenquist M., Jansson S., et al. (2000). A pigment-binding protein essential for regulation of photosynthetic light harvesting. Nature 403 391–395. 10.1038/35000131", "ArticleIdList": ["10.1038/35000131", "10667783"]}, {"Citation": "Li X. P., Gilmore A. M., Caffarri S., Bassi R., Golan T., Kramer D., et al. (2004). Regulation of photosynthetic light harvesting involves in trathylakoid lumen pH sensing by the PsbS protein. J. Biol. Chem. 279 22866–22874.", "ArticleIdList": ["15033974"]}, {"Citation": "Li Y., Hu T., Duan X., Zeng F., Chen H., Wu X. (2013). Effects of decomposing leaf Litter of Eucalyptus grandis on the growth and photosynthetic characteristics of Lolium perenne. J. Agric. Sci. 5 123–131. 10.5539/jas.v5n3p123", "ArticleIdList": ["10.5539/jas.v5n3p123"]}, {"Citation": "Liu P. Y. (2004). Amorphophallus Science. Beijing: China Agriculture Publishing House."}, {"Citation": "Liu X., Rahman T., Song C., Su B., Yang F., Yong T., et al. (2017). Changes in light environment, morphology, growth and yield of soybean in maize-soybean intercropping systems. Field Crop Res. 200 38–46. 10.1016/j.fcr.2016.10.003", "ArticleIdList": ["10.1016/j.fcr.2016.10.003"]}, {"Citation": "Liu X., Rahman T., Song C., Yang F., Su B., Cui L., et al. (2018). Relationships among light distribution, radiation use efficiency and land equivalent ratio in maize-soybean strip intercropping. Field Crop Res. 224 91–101. 10.1016/j.fcr.2018.05.010", "ArticleIdList": ["10.1016/j.fcr.2018.05.010"]}, {"Citation": "Logan B., Barker D. H., Adams W. W., III, Demmig-Adams B. (1997). The responses of xanthophyll cycle-dependent energy dissipation in Alocasia brisbanensis to sunflecks in a subtropical rainforest. Funct. Plant Biol. 24 27–33. 10.1021/jp904563m", "ArticleIdList": ["10.1021/jp904563m"]}, {"Citation": "Maxwell K., Johnson G. N. (2000). Chlorophyll fluorescence -a practical guide. J. Exp. Bot. 51 659–668. 10.1093/jexbot/51.345.659", "ArticleIdList": ["10.1093/jexbot/51.345.659", "10938857"]}, {"Citation": "Milla R., Reich P. B. (2007). The scaling of leaf area and mass: the cost of light interception increases with leaf size. Proc. Roy. Soc. Lond. B Biol. Sci. 274 2109–2115. 10.1098/rspb.2007.0417", "ArticleIdList": ["10.1098/rspb.2007.0417", "PMC2706187", "17591590"]}, {"Citation": "Morosinotto T., Caffarri S., Dall’Osto L., Bassi R. (2003). Mechanistic aspects of the xanthophyll dynamics in higher plant thylakoids. Physiol. Plant. 119 347–354. 10.1034/j.1399-3054.2003.00213.x", "ArticleIdList": ["10.1034/j.1399-3054.2003.00213.x", "0"]}, {"Citation": "Müller P., Li X. P., Niyogi K. K. (2001). Non-photochemical quenching. A response to excess light energy. Plant Physiol. 125 1558–1566. 10.1104/pp.125.4.1558", "ArticleIdList": ["10.1104/pp.125.4.1558", "PMC1539381", "11299337"]}, {"Citation": "Munekage Y., Hashimoto M., Miyake C., Tomizawa K.-I., Endo T., Tasaka M., et al. (2004). Cyclic electron flow around photosystem I is essential for photosynthesis. Nature 429 579–582. 10.1038/nature02598", "ArticleIdList": ["10.1038/nature02598", "15175756"]}, {"Citation": "Murchie E. H., Ruban A. V. (2020). Dynamic non-photochemical quenching in plants: from molecular mechanism to productivity. Plant J. 101 885–896. 10.1111/tpj.14601", "ArticleIdList": ["10.1111/tpj.14601", "31686424"]}, {"Citation": "Naumburg E., Ellsworth D. S. (2000). Photosynthetic sunfleck utilization potential of understory saplings growing under elevated CO2 in FACE. Oecologia 122 163–174. 10.1007/PL00008844", "ArticleIdList": ["10.1007/PL00008844", "28308370"]}, {"Citation": "Ngwene B., Neugart S., Baldermann S., Ravi B., Schreiner M. (2017). Intercropping induces changes in specific secondary metabolite concentration in ethiopian kale (brassica carinata) and african nightshade (solanum scabrum) under controlled conditions. Front. Plant Sci. 8:1700. 10.3389/fpls.2017.01700", "ArticleIdList": ["10.3389/fpls.2017.01700", "PMC5626848", "29033969"]}, {"Citation": "Noctor G., Foyer C. H. (1998). Ascorbate and glutathione: keeping active oxygen under control. Annu. Rev. Plant Physiol. Plant Mol. Biol. 49 249–279. 10.1146/annurev.arplant.49.1.249", "ArticleIdList": ["10.1146/annurev.arplant.49.1.249", "15012235"]}, {"Citation": "Nourbakhsh F., Koocheki A., Mahallati M. N. (2019). Investigation of biodiversity and some of the ecosystem services in the intercropping of corn, soybean and marshmallow. Int. J. Plant Prod. 13 35–46. 10.1007/s42106-018-0032-0", "ArticleIdList": ["10.1007/s42106-018-0032-0"]}, {"Citation": "Ofori F., Stern W. R. (1987). Cereal-legume intercropping system. Adv. Agron. 41 41–90. 10.1016/S0065-2113(08)60802-0", "ArticleIdList": ["10.1016/S0065-2113(08)60802-0"]}, {"Citation": "Ozturk I., Ottosen C., Ritz. (2013). The effect of temperature on photosynthetic induction under fluctuating light in Chrysanthemum morifolium. Acta Physiol. Plant. 35 1179–1188. 10.1007/s11738-012-1157-x", "ArticleIdList": ["10.1007/s11738-012-1157-x"]}, {"Citation": "Rentel M. C., Knight M. R. (2004). Oxidative stress-induced calcium signaling in Arabidopsis. Plant Physiol. 135 1471–1479. 10.1104/pp.104.042663", "ArticleIdList": ["10.1104/pp.104.042663", "PMC519063", "15247375"]}, {"Citation": "Rijkers T., de Vries P. J., Pons T. L., Bongers F. (2000). Photosynthetic induction in saplings of three shade-tolerant tree species: comparing understorey and gap habitats in a French Guiana rain forest. Oecologia 125 331–340. 10.1007/s004420000459", "ArticleIdList": ["10.1007/s004420000459", "28547327"]}, {"Citation": "Ruban A., Lavaud J., Rousseau B., Guglielmi G., Horton P., Etienne A. L. (2004). The super-excess energy dissipation in diatom algae: comparative analysis with higher plants. Photosynth. Res. 82 165–175. 10.1007/s11120-004-1456-1", "ArticleIdList": ["10.1007/s11120-004-1456-1", "16151872"]}, {"Citation": "Sundar D., Chaitanya K. V., Jutur P. P., Reddy A. R. (2004). Low temperature induced changes in antioxidative metabolism in rubber-producing shrub, guayule (Parthenium argentatum Gray). Plant Growth Regul. 44 175–181. 10.1007/s10725-004-4030-0", "ArticleIdList": ["10.1007/s10725-004-4030-0"]}, {"Citation": "Tausz M., Warren C. R., Adams M. A. (2005). Dynamic light use and protection from excess light in upper canopy and coppice leaves of Nothofagus cunninghamii in an old growth, cool temperate rainforest in Victoria, Australia. N. Phytol. 165 143–156. 10.1111/j.1469-8137.2004.01232.x", "ArticleIdList": ["10.1111/j.1469-8137.2004.01232.x", "15720629"]}, {"Citation": "Taylor N. L., Day D. A., Millar A. H. (2004). Targets of stress-induced oxidative damage in plant mitochondria and their impact on cell carbon/nitrogen metabolism. J. Exp. Bot. 55 1–10. 10.1093/jxb/erh001", "ArticleIdList": ["10.1093/jxb/erh001", "14645387"]}, {"Citation": "Thiele A., Krause S. A., Winter K. (1998). In situ study of photoinhibition of photosynthesis and xanthophyll cycle activity in plants growing in natural gaps of the tropical forest. Funct. Plant Biol. 25 189–195. 10.1071/pp97119", "ArticleIdList": ["10.1071/pp97119"]}, {"Citation": "Vierling L. A., Wessman C. A. (2000). Photosynthetically active radiation heterogeneity within a monodominant Congolese rain forest canopy. Agric. For. Meteorol. 103 265–278. 10.1016/s0168-1923(00)00129-5", "ArticleIdList": ["10.1016/s0168-1923(00)00129-5"]}, {"Citation": "Wagner H., Jakob T., Wilhelm C. (2006). Balancing the energy flow from captured light to biomass under fluctuating light conditions. New Phytol. 169 95–108. 10.1111/j.1469-8137.2005.01550.x", "ArticleIdList": ["10.1111/j.1469-8137.2005.01550.x", "16390422"]}, {"Citation": "Wang Y. (2010). The functions of xanthophyll cycle in higher plants. Agric. Sci. Technol. 11 75–77."}, {"Citation": "Watling J. R., Robinson S. A., Woodrow I. E., Osmond C. B. (1997). Responses of rainforest understorey plants to excess light during sunflecks. Funct. Plant Biol. 24 17–25. 10.1071/PP96074", "ArticleIdList": ["10.1071/PP96074"]}, {"Citation": "Webb W. L., Newton M., Starr D. (1974). Carbon dioxide exchange of Alnus rubra: a mathematical model. Oecologia 17 281–291. 10.1007/BF00345747", "ArticleIdList": ["10.1007/BF00345747", "28308943"]}, {"Citation": "Westoby M., Warton D., Reich P. B. (2000). The time value of leaf area. Am. Nat. 155 649–656. 10.2307/3078987", "ArticleIdList": ["10.2307/3078987", "10777437"]}, {"Citation": "Xiong X., Wang X., Liao M. (2012). Xanthophyll cycle and its relative enzymes. J. Life Sci. 6 980–984."}, {"Citation": "Yamori W., Kusumi K., Iba K., Terashima I. (2020). Increased stomatal conductance induces rapid changes to photosynthetic rate in response to naturally fluctuating light conditions in rice. Plant Cell Environ. 43 1230–1240. 10.1111/pce.13725", "ArticleIdList": ["10.1111/pce.13725", "31990076"]}, {"Citation": "Yamori W., Makino A., Shikanai T. (2016). A physiological role of cyclic electron transport around photosystem I in sustaining photosynthesis under fluctuating light in rice. Sci. Rep. 6:20147. 10.1038/srep20147", "ArticleIdList": ["10.1038/srep20147", "PMC4735858", "26832990"]}, {"Citation": "Yao X., Zhou H., Zhu Q., Li C., Zhang H., Wu J. J., et al. (2017). Photosynthetic response of soybean leaf to wide light-fluctuation in maize-soybean intercropping system. Front. Plant Sci. 8:1695. 10.3389/fpls.2017.01695", "ArticleIdList": ["10.3389/fpls.2017.01695", "PMC5625008", "29033967"]}, {"Citation": "Zhang L., vander Werf W., Bastiaans L., Zhang S., Li B., Spiertz J. H. J. (2008). Light interception and utilization in relay intercrops of wheat and cotton. Field Crop Res. 107 29–42. 10.1016/j.fcr.2007.12.014", "ArticleIdList": ["10.1016/j.fcr.2007.12.014"]}, {"Citation": "Zhang Q., Chen J. W., Li B. G., Cao K. F. (2009). Epiphytes and hemiepiphytes have slower photosynthetic response to lightflecks than terrestrial plants: evidence from ferns and figs. J. Trop. Ecol. 25 465–472. 10.1017/s026646740900618x", "ArticleIdList": ["10.1017/s026646740900618x"]}, {"Citation": "Zhang Q., Chen Y. J., Song L. Y., Liu N., Sun L. L., Peng C. L. (2012). Utilization of lightflecks by seedlings of five dominant tree species of different subtropical forest successional stages under low-light growth conditions. Tree Physiol. 32 545–553. 10.1093/treephys/tps043", "ArticleIdList": ["10.1093/treephys/tps043", "22569998"]}, {"Citation": "Zhu Y. Y., Chen H. R., Fan J. H., Wang Y. Y., Li Y., Chen J. B., et al. (2000). Genetic diversity and disease control in rice. Nature 406 718–722. 10.1038/35021046", "ArticleIdList": ["10.1038/35021046", "10963595"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "2", "Day": "3"}, {"Year": "2021", "Month": "4", "Day": "26"}, {"Year": "2021", "Month": "6", "Day": "7", "Hour": "5", "Minute": "51"}, {"Year": "2021", "Month": "6", "Day": "8", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "6", "Day": "8", "Hour": "6", "Minute": "1"}, {"Year": "2021", "Month": "1", "Day": "1"}], "PublicationStatus": "epublish", "ArticleIdList": ["34093621", "PMC8175988", "10.3389/fpls.2021.663473"]}}], "PubmedBookArticle": []}