{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Graphene", "Melissa officinalis", "Nanocomposite", "Rosmarinic acid", "Silver nanoparticle"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34090329", "DateCompleted": {"Year": "2021", "Month": "06", "Day": "14"}, "DateRevised": {"Year": "2023", "Month": "12", "Day": "13"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "06", "Day": "05"}], "Language": ["eng"], "ELocationID": ["260", "10.1186/s12870-021-03052-z"], "Journal": {"ISSN": "1471-2229", "JournalIssue": {"Volume": "21", "Issue": "1", "PubDate": {"Year": "2021", "Month": "Jun", "Day": "05"}}, "Title": "BMC plant biology", "ISOAbbreviation": "BMC Plant Biol"}, "ArticleTitle": "Effect of graphene / metal nanocomposites on the key genes involved in rosmarinic acid biosynthesis pathway and its accumulation in Melissa officinalis.", "Pagination": {"StartPage": "260", "MedlinePgn": "260"}, "Abstract": {"AbstractText": ["Recently, numerous investigations have been done to study graphene and silver nanoparticle in the fields of agriculture and medicine. In the present study, the green synthesis of nanoparticles with two concentrations (0, 40, 60 mM) and their effect on the molecular and biochemical biosynthesis pathway of rosmarinic acid in a new method, low cost, and safe for the environment has been investigated. The transcript levels of key genes in the rosmarinic acid biosynthesis pathway (Tyrosine aminotransferase, rosmarinic acid synthase, and phenylalanine-ammonia lyase) were studied using real-time quantitative polymerase chain reaction. Then, the rosmarinic acid content was evaluated using HPLC.", "The results showed that a concentration-dependent manner was observed in treated plants. At the biochemical level, the use of nanocomposites at concentration of 40 mM showed higher soluble carbohydrate (37%), flavonoids (21%), total phenol (35%) as well as total protein (47%) compared to the control plants. HPLC results showed that rosmarinic acid content in the treated plants with a low concentration of nanocomposite (40 mM) was more affected than plants treated with a high concentration of nanocomposite (60 mM) (26%) and also compared to other treatments. At the molecular level, the result showed that Tyrosine aminotransferase and rosmarinic acid synthase gene expression was positively correlated with both silver nanoparticle concentrations and nanocomposite treatments, but phenylalanine-ammonia lyase gene expression was positively correlated only with nanocomposite at 40 mM concentration.", "It can conclude that the nanocomposite at low concentration is more likely to induce molecular and biochemical parameters. And also, in the rosmarinic acid biosynthesis pathway, the Tyrosine aminotransferase -derived pathway is more efficient than the phenylalanine-ammonia lyase -derived pathway by causing a nano-elicitor. Therefore, it was concluded that studied elicitor at low concentration, can create plants with higher production capacity."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medicinal Plants Department, Sana Institute of Higher Education, Sari, Iran."}], "LastName": "Soraki", "ForeName": "Roya Karimi", "Initials": "RK"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Plant Physiology Department, Faculty of Sana Institute of Higher Education, Sari, Iran. Mahyar.gerami@sana.ac.ir."}], "LastName": "Gerami", "ForeName": "Mahyar", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Urmia University, Urmia, Iran. Mo.ramezani768@gmail.com."}], "LastName": "Ramezani", "ForeName": "Moazzameh", "Initials": "M"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "BMC Plant Biol", "NlmUniqueID": "100967807", "ISSNLinking": "1471-2229"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Cinnamates"}, {"RegistryNumber": "0", "NameOfSubstance": "Depsides"}, {"RegistryNumber": "3M4G523W1G", "NameOfSubstance": "Silver"}, {"RegistryNumber": "7782-42-5", "NameOfSubstance": "Graphite"}], "MeshHeadingList": [{"QualifierName": ["metabolism"], "DescriptorName": "Cinnamates"}, {"QualifierName": ["metabolism"], "DescriptorName": "Depsides"}, {"QualifierName": ["drug effects"], "DescriptorName": "Gene Expression Regulation, Plant"}, {"QualifierName": ["chemistry"], "DescriptorName": "Graphite"}, {"QualifierName": ["drug effects"], "DescriptorName": "Melissa"}, {"QualifierName": ["chemistry"], "DescriptorName": "Metal Nanoparticles"}, {"QualifierName": [], "DescriptorName": "Microscopy, Electron, Scanning"}, {"QualifierName": ["chemistry", "ultrastructure"], "DescriptorName": "Plant Leaves"}, {"QualifierName": ["chemistry"], "DescriptorName": "Silver"}, {"QualifierName": [], "DescriptorName": "Rosmarinic Acid"}], "CoiStatement": "The authors declare that they have no competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Petersen M, Simmonds MSJ. Molecules of interest: rosmarinic acid. Phytochem. 2003;62:121–125. doi: 10.1016/S0031-9422(02)00513-7.", "ArticleIdList": ["10.1016/S0031-9422(02)00513-7", "12482446"]}, {"Citation": "Matsuno M, Nagatsu A, Ogihara Y, Ellis BE, Mizukami H. CYP98A6 from Lithospermum erythrorhizon encodes 4-coumaroyl-40-hydroxyphenyllactic acid 3-hydroxylase involved in rosmarinic acid biosynthesis. FEBS Let. 2002;514:219–224. doi: 10.1016/S0014-5793(02)02368-2.", "ArticleIdList": ["10.1016/S0014-5793(02)02368-2", "11943155"]}, {"Citation": "Petersen M. Characterization of rosmarinic acid synthase from cell cultures of Coleus blumei. Phytochem. 1991;30:2877–2881. doi: 10.1016/S0031-9422(00)98217-7.", "ArticleIdList": ["10.1016/S0031-9422(00)98217-7"]}, {"Citation": "Kim YB, Kim JK, Uddin MR, Xu H, Park WT et al. Metabolomics analysis and biosynthesis of rosmarinic acid in Agastache rugose Kuntze treated with methyl jasmonate. PLoS ONE. 2013; 8:e64199.", "ArticleIdList": ["PMC3665811", "23724034"]}, {"Citation": "Yan Q, Shi M, Ng J, Wu JY. Elicitor-induced rosmarinic acid accumulation and secondary metabolism enzyme activities in Salvia miltiorrhiza hairy roots. Plant Sci. 2006;170:853–858. doi: 10.1016/j.plantsci.2005.12.004.", "ArticleIdList": ["10.1016/j.plantsci.2005.12.004"]}, {"Citation": "Lin D, Xing B. Phytotoxicity of nanoparticles: inhibition of seed germination and root growth. Environ Pollut. 2007;150:243–250. doi: 10.1016/j.envpol.2007.01.016.", "ArticleIdList": ["10.1016/j.envpol.2007.01.016", "17374428"]}, {"Citation": "Allen MJ, Tung VC, Kaner RB. Honeycomb carbon: a review of graphene. Chem Rev. 2009;110:132–145. doi: 10.1021/cr900070d.", "ArticleIdList": ["10.1021/cr900070d", "19610631"]}, {"Citation": "Akhavan O. Bacteriorhodopsin as a superior substitute for hydrazine in chemical reduction of single-layer graphene oxide sheets. Carbon. 2015;81:158–166. doi: 10.1016/j.carbon.2014.09.044.", "ArticleIdList": ["10.1016/j.carbon.2014.09.044"]}, {"Citation": "Ramezani M, Asghari S, Gerami M, Ramezani F, Abdolmaleki MK. Effect of Silver Nanoparticle Treatment on the Expression of Key Genes Involved in Glycosides Biosynthetic Pathway in Stevia rebaudiana B. Plant Sugar Tech. 2019;22(11):1–10. 10.1007/s12355-019-00786-x."}, {"Citation": "Majlesi Z, Ramezani M, Gerami M. Investigation on some main glycosides content of Stevia rebaudian B. under different concentration of commercial and synthesized silver nanoparticles. Pharm Biomed Res. 2018; 4: 1–10."}, {"Citation": "Ramezani M, Gerami M, Majlesi Z. Comparison between various concentrations of commercial and synthesized silver nanoparticles on biochemical parameters and growth of Stevia rebaudian B. Plant Physiol Rep. 2019;24:141–52."}, {"Citation": "Neto AC, Guinea F, Peres NMR, Novoselov KS and Geim AK. The electronic properties of graphene. Rev Mod Phys. 2009; 81:109."}, {"Citation": "Miralles P, Church TL, Harris AT. Toxicity, uptake, and translocation of engineered nanomaterials in vascular plants. Environ Sci Technol. 2012;46:9224–9239. doi: 10.1021/es202995d.", "ArticleIdList": ["10.1021/es202995d", "22892035"]}, {"Citation": "Mody VV, Siwale R, Singh A, Mody HR. Introduction to metallic nanoparticles. J Pharm Bioallied Sci. 2010; 2:282", "ArticleIdList": ["PMC2996072", "21180459"]}, {"Citation": "Si Y, Samulski ET. Exfoliated graphene separated by platinum nanoparticles. Chem Mater. 2008;20:6792–6797. doi: 10.1021/cm801356a.", "ArticleIdList": ["10.1021/cm801356a"]}, {"Citation": "Yin PT, Shah S, Chhowalla M, Lee KB. Design, synthesis, and characterization of graphene−nanoparticle hybrid materials for bioapplications. Chem Rev. 2015;115:2483–2531. doi: 10.1021/cr500537t.", "ArticleIdList": ["10.1021/cr500537t", "PMC5808865", "25692385"]}, {"Citation": "Salunke BK, Kim BS. Facile synthesis of graphene using a biological method. RSC Adv. 2016;6:17158–17162. doi: 10.1039/C5RA25977K.", "ArticleIdList": ["10.1039/C5RA25977K"]}, {"Citation": "Salunke BK, Prakash K, Vishwakarma KS, Maheshwari VL. Plant metabolites: an alternative and sustainable approach towards post-harvest pest management in pulses. Physiol Mol Biol Plants. 2009;15:185–197. doi: 10.1007/s12298-009-0023-9.", "ArticleIdList": ["10.1007/s12298-009-0023-9", "PMC3550355", "23572929"]}, {"Citation": "Gomes SIL, Novais SC, Gravato C. Effect of Cu-nanoparticles versus one Cu-salt: analysis of stress biomarkers response in Enchytraeus albidus (Oligochaeta) Nanotoxicol. 2012;6:134–143. doi: 10.3109/17435390.2011.562327.", "ArticleIdList": ["10.3109/17435390.2011.562327", "21446833"]}, {"Citation": "Pitta-Alvarez SI, Spollansky TC, Giulietti AM. ‘The influence of different biotic and abiotic elicitors on the production and profile of tropane alkaloids in hairy root cultures of Brugmansia candida. Enzyme Microb Technol. 2000;26:491–504. doi: 10.1016/S0141-0229(99)00137-4.", "ArticleIdList": ["10.1016/S0141-0229(99)00137-4", "10689085"]}, {"Citation": "Ramezani M, Rahmani F, Dehestani A. Comparison between the effects of potassium phosphite and chitosan on changes in the concentration of Cucurbitacin E and on antibacterial property of Cucumis sativus. BMC Complement Altern Med. 2017;17(1):1–6. doi: 10.1186/s12906-017-1808-y.", "ArticleIdList": ["10.1186/s12906-017-1808-y", "PMC5460470", "28583179"]}, {"Citation": "Kim JS, Kuk E, Yu KN. Antimicrobial effects of silver nanoparticles. Nanomed. 2007;3:95–101. doi: 10.1016/j.nano.2006.12.001.", "ArticleIdList": ["10.1016/j.nano.2006.12.001", "17379174"]}, {"Citation": "Bujak T, Nizioł-Łukaszewska Z, Gaweł-Bęben K, Seweryn A, Kucharek M, Rybczyńska-Tkaczyk KM. The application of different Stevia rebaudiana leaf extracts in the “green synthesis” of AgNPs. Geen chem let and rev NOS. 2015;3:78–87. doi: 10.1080/17518253.2015.1111431.", "ArticleIdList": ["10.1080/17518253.2015.1111431"]}, {"Citation": "Yemm EW, Willis AJ. The estimation of carbohydrates in plant extracts by anthrone. Biochem. 1954;57:508–514.", "ArticleIdList": ["PMC1269789", "13181867"]}, {"Citation": "Bradford MM. A rapid and sensitive method for the quantitation of microgram quantities of protein utilizing the principle of protein-dye binding. Anal Biochem. 1976;72:248–254. doi: 10.1016/0003-2697(76)90527-3.", "ArticleIdList": ["10.1016/0003-2697(76)90527-3", "942051"]}, {"Citation": "Spínola V, Llorent-Martínez EJ, Gouveia S, Castilho PC. Myrica faya: a new source of antioxidant phytochemicals”. J Agric Food Chem. 2014;62:9722–9735. doi: 10.1021/jf503540s.", "ArticleIdList": ["10.1021/jf503540s", "25266067"]}, {"Citation": "Liu J, Wan Y, Zhao Z, Chen H. Determination of the content of rosmarinic acid by HPLC and analytical comparison of volatile constituents by GC-MS in different parts of Perilla frutescens (L.) Britt. Chem Cent J. 2013; 7:61.", "ArticleIdList": ["PMC3636040", "23548079"]}, {"Citation": "Angelov P, Condoret JS. Optimization of Operational Conditions of Ethanol Extraction of Rosmarinic Acid from Lemon Balm (Melissa officinalis L.). Chemistry Book 5. University of Plovdiv, Plovdiv, Bulgaria. 2007; 71–7"}, {"Citation": "Klein D. Quantification using real-time PCR technology: applications and limitations. Trends Mol Med. 2002;8:257–260. doi: 10.1016/S1471-4914(02)02355-9.", "ArticleIdList": ["10.1016/S1471-4914(02)02355-9", "12067606"]}, {"Citation": "Bustin SA, Nolan T. Analysis of mRNA expression by real-time PCR. In: Edwards K, Logan J, Saunders N (eds) Real-Time PCR: An Essential Guide. Horizon Bioscience: Norfolk, UK, 2004; 125–184."}, {"Citation": "Wang CL, Liang ZS, Li DR, Yang JL. Regulation of water-soluble phenolic acid biosynthesis in Salvia miltiorrhiza Bunge. Appl Biochem Biotechnol. 2011;31:1405–1410.", "ArticleIdList": ["23673485"]}, {"Citation": "Xu C, Wang X, Zhu J. Graphene−metal particle nanocomposites. J Phys Chem. 2008;112:19841–19845."}, {"Citation": "Badihi L, Gerami M, Akbarinodeh D, Shokrzadeh M, Ramezani M. Physio-chemical responses of exogenous calcium nanoparticle and putrescine polyamine in Saffron (Crocus sativus L.). Physiol Mol Biol Plants. 2021;27:119–33.", "ArticleIdList": ["PMC7873192", "33627967"]}, {"Citation": "Jing W, Salunke BK, Kim BS. Biosynthesis of graphene-metal nanocomposites using plant extract and their biological activities. Chem Technol Biotechnol. 2016;92:1428–2143."}, {"Citation": "Vecerova K, Vecera Z, Docekal B, Oravec M, Pompeiano A, Tríska J. Changes of primary and secondary metabolites in barley plants exposed to CdO nanoparticles. Environ Pollut. 2016;218:207–218. doi: 10.1016/j.envpol.2016.05.013.", "ArticleIdList": ["10.1016/j.envpol.2016.05.013", "27503055"]}, {"Citation": "Comotto M, Casazza AA, Aliakbarian B, Caratto V, Ferretti M. and Perego P Influence of TiO2 nanoparticles on growth and phenolic compounds production in photosynthetic microorganisms. Sci World J. 2014;9:324–333.", "ArticleIdList": ["PMC4291162", "25610914"]}, {"Citation": "Jasim B, Thomas R., Mathew J, Radhakrishnan EK. Plant growth and diosgenin enhancement effect of silver nanoparticles in Fenugreek (Trigonella foenum-graecum L.). Saudi Pharm J. 2017; 25(3): 443–447.", "ArticleIdList": ["PMC5357095", "28344500"]}, {"Citation": "Zhang B, Zheng LP, Yi Li W, Wen WJ. Stimulation of artemisinin production in Artemisia annua hairy roots by Ag-SiO2 core-shell nanoparticles. Curr Nanosci. 2013;9:363–370. doi: 10.2174/1573413711309030012.", "ArticleIdList": ["10.2174/1573413711309030012"]}, {"Citation": "El-Temsah YS, Joner EJ. Impact of Fe and Ag nanoparticles on seed germination and differences in bioavailability during exposure in aqueous suspension and soil‟. Environ Toxicol. 2012;27:42–49. doi: 10.1002/tox.20610.", "ArticleIdList": ["10.1002/tox.20610", "20549639"]}, {"Citation": "Nokandeh S, Ramezani M, Gerami M. The physiological and biochemical responses to engineered green graphene/metal nanocomposites in Stevia rebaudiana. J Plant Biochem Biotechnol. 2020 doi: 10.1007/s13562-020-00630-4.", "ArticleIdList": ["10.1007/s13562-020-00630-4"]}, {"Citation": "Kumar A, Nirmala V. Gastric antiulcer activity of the leaves of Caesalpinia pulcherrima. Indian J Pharma Sci. 2004;66(5):676–678."}, {"Citation": "Li WR, Xie XB, Shi QS, Duan SS, Ouyang YS, Chen YB. Antibacterial effect of silver nanoparticles on Staphylococcus aureus. Biometals. 2011;24:135–141. doi: 10.1007/s10534-010-9381-6.", "ArticleIdList": ["10.1007/s10534-010-9381-6", "20938718"]}, {"Citation": "Mohamed HRH. Studies on the genotoxicity behavior of silver nanoparticles in the presence of heavy metal cadmium chloride in mice. J Nanomater. 2016;32:321–328."}, {"Citation": "Krishnaraj C, Jagan EG, Ramachandran R, Abirami SM, Mohan N, Kalaichelvan PT. Effect of biologically synthesized silver nanoparticles on Bacopa monnieri plant growth metabolism. Process Biochem. 2012;47:51–658. doi: 10.1016/j.procbio.2012.01.006.", "ArticleIdList": ["10.1016/j.procbio.2012.01.006"]}, {"Citation": "Daayf F, Ongena M, Boulanger R, Hadrami IE, Belanger RR. Induction of phenolic compounds in two cultivars of cucumber by treatment of healthy and powdery mildew-infected plants with extracts of Reynoutria sachalinensis. J Chem Ecol. 2000;26:1579–1593. doi: 10.1023/A:1005578510954.", "ArticleIdList": ["10.1023/A:1005578510954"]}, {"Citation": "Garcia-Sanchez S, Bernales I, Cristobal S. Early response to nanoparticles in the Arabidopsis transcriptome compromises plant defence and root-hair development through salicylic acid signalling. BMC Genomics. 2015;16:341–349. doi: 10.1186/s12864-015-1530-4.", "ArticleIdList": ["10.1186/s12864-015-1530-4", "PMC4417227", "25903678"]}, {"Citation": "Salama HMH. Effects of silver nanoparticles in some crop plants, common bean (Phaseolus vulgaris L.) and corn (Zea mays L.). Int Res J Biotechnol. 2012; 3:190–7."}, {"Citation": "Siddiqui MH, Al-Whaibi MH, Faisal M, Al Sahli AA. Nano-silicon dioxide mitigates the adverse effects of salt stress on Cucurbita pepo L. Environ Toxicol and Chem. 2014;33:2429–2437. doi: 10.1002/etc.2697.", "ArticleIdList": ["10.1002/etc.2697", "25066835"]}, {"Citation": "Kalteh M, Alipour ZT, Ashraf S, Aliabadi MM, Nosratabadi AF. Effect of silica nanoparticles on basil (Ocimum basilicum) under salinity stress. Chem Health Risks. 2014;4:49–55."}, {"Citation": "Tiwari DK, Dasgupta-Schubert N, Villaseñor-Cendejas LM, Villegas J, CarretoMontoya L, Borjas-García SE. Interfacing carbon nanotubes (CNT) with plants: Enhancement of growth, water and ionic nutrient uptake in maize (Zea mays) and implications for nanoagriculture. Appli Nanosci. 2014;4:577–591. doi: 10.1007/s13204-013-0236-7.", "ArticleIdList": ["10.1007/s13204-013-0236-7"]}, {"Citation": "Ramezani M, Ramezani F, Gerami M. Nanoparticles in Pest Incidences and Plant Disease Control. In: Panpatte D., Jhala Y. (eds) Nanotechnology for Agriculture: Crop Production & Protection. Springer, Singapore. 2019: 233272. 10.1007/978-981-32-9374-8_12"}, {"Citation": "Larcher W. Expression of ascorbic acid oxidase in zucchini squash (cucurbita pepo L) Plant Physiol. 2010;96:159–165.", "ArticleIdList": ["PMC1080727", "16668145"]}, {"Citation": "Akhavan O, Ghaderi E, Akhavan A. Size-dependent genotoxicity of graphene nanoplatelets in human stem cells. Biomat. 2012;33(32):8017–8025. doi: 10.1016/j.biomaterials.2012.07.040.", "ArticleIdList": ["10.1016/j.biomaterials.2012.07.040", "22863381"]}, {"Citation": "Ocsoy I, Paret ML, Ocsoy MA. Nanotechnology in plant disease management: DNA-directed silver nanoparticles on graphene oxide as an antibacterial against Xanthomonas perforans. ACS Nano. 2013;7(10):8972–8980. doi: 10.1021/nn4034794.", "ArticleIdList": ["10.1021/nn4034794", "PMC3830795", "24016217"]}, {"Citation": "He Y, Hu R, Zhong Y, Zhao X, Chen Q, Zhu H. Graphene oxide as a water transporter promoting germination of plants in soil. Nano Res. 2018;11:1928–1937. doi: 10.1007/s12274-017-1810-1.", "ArticleIdList": ["10.1007/s12274-017-1810-1"]}, {"Citation": "Nair R, Varghese SH, Nair BG, Maekawa T, Yoshida Y, Kumar DS. Plant Sci. 2010;179:154–163. doi: 10.1016/j.plantsci.2010.04.012.", "ArticleIdList": ["10.1016/j.plantsci.2010.04.012"]}, {"Citation": "Nel A, Xia T, Mädler L, and Li N. Toxic potential of materials at the nano level. Science. 2006; 311:622.", "ArticleIdList": ["16456071"]}, {"Citation": "Zhao J, Cao X, Wang Z, Dai Y, Xing B. Mechanistic Understanding toward the Toxicity of Graphene-Family Materials to Freshwater Algae. Water Res. 2017;111:18–27. doi: 10.1016/j.watres.2016.12.037.", "ArticleIdList": ["10.1016/j.watres.2016.12.037", "28040538"]}, {"Citation": "Si Y and Samulski T.E. Exfoliated Graphene Separated by Platinum Nanoparticles. Chem Mater. 2008; 21:6792–6797."}, {"Citation": "Wanner LA, Li G, Ware D, Somssich IE, Davis KR. The phenylalanine ammonia-lyase gene family in Arabidopsis thaliana. Plant Mol Biol. 1995;27:327–338. doi: 10.1007/BF00020187.", "ArticleIdList": ["10.1007/BF00020187", "7888622"]}, {"Citation": "Gayoso C, Pomar F, Novo-Uzal E, Merino F, and Martínez de Ilárduya Ó. The Ve-mediated resistance response of the tomato to Verticillium dahliae involves H2O2, peroxidase and lignins and drives PAL gene expression. BMC Plant Biol. 2010;10:232.", "ArticleIdList": ["PMC3095318", "20977727"]}, {"Citation": "Akhavan O, Ghaderi E, Emamy H, Akhavan F. Genotoxicity of graphene nanoribbons in human mesanchymal stem cells. Carbon. 2013;54:419–431. doi: 10.1016/j.carbon.2012.11.058.", "ArticleIdList": ["10.1016/j.carbon.2012.11.058"]}, {"Citation": "Hashemia E, Akhavan O, Shamsaraa M, Rahighib R, Esfandiard A, Tayefeha AR. Cyto and genotoxicities of graphene oxide and reduced graphene oxide sheets on spermatozoa. RSC Adv. 2014;4:27213–27223. doi: 10.1039/c4ra01047g.", "ArticleIdList": ["10.1039/c4ra01047g"]}, {"Citation": "Ahmadian H, Hashemi E, Akhavan O, Shamsara M. Morteza Joupar D. Apoptotic and anti-apoptotic genes transcripts patterns of graphene in mice. Mat Sci Eng C. 2017; 71:460–464", "ArticleIdList": ["27987732"]}, {"Citation": "Banchi El, Candotto CF, Montagner A, Bosi S, Bramini M, Crosera M, León V et al. Graphene-based materials do not impair physiology, gene expression and growth dynamics of the aeroterrestrial microalga Trebouxia gelatinosa. Nanotoxicol. 2019; 13(4):492–509.", "ArticleIdList": ["31241384"]}, {"Citation": "Ru M, Wang K, Bai Z, Peng L, He S, Wang Y, Liang Z.. A tyrosine aminotransferase involved in rosmarinic acid biosynthesis in Prunella vulgaris L. Sci Rep. 2017; 7:4892.", "ArticleIdList": ["PMC5501851", "28687763"]}, {"Citation": "Lu X, Hao L, Wang F, Huang C, Wu S. Molecular cloning and overexpression of the tyrosine aminotransferase (TAT) gene leads to increased rosmarinic acid yield in Perilla frutescens. Plant Cell Tissue Organ Cult. 2013;115:69–83. doi: 10.1007/s11240-013-0341-z.", "ArticleIdList": ["10.1007/s11240-013-0341-z"]}, {"Citation": "Li H, Fu Y, Sun H, Zhang Y, Lan X. Transcriptomic analyses reveal biosynthetic genes related to rosmarinic acid in Dracocephalum tanguticum. Sci Rep. 2017; 7:74", "ArticleIdList": ["PMC5428373", "28250432"]}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "12", "Day": "29"}, {"Year": "2021", "Month": "5", "Day": "18"}, {"Year": "2021", "Month": "6", "Day": "6", "Hour": "20", "Minute": "24"}, {"Year": "2021", "Month": "6", "Day": "7", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "6", "Day": "16", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "6", "Day": "5"}], "PublicationStatus": "epublish", "ArticleIdList": ["34090329", "PMC8178888", "10.1186/s12870-021-03052-z", "10.1186/s12870-021-03052-z"]}}], "PubmedBookArticle": []}