{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["diabetes", "dyslipidemia", "hypertension", "metabolic syndrome", "obesity", "quercetin"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34101925", "DateCompleted": {"Year": "2021", "Month": "10", "Day": "26"}, "DateRevised": {"Year": "2021", "Month": "10", "Day": "26"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "06", "Day": "08"}], "Language": ["eng"], "ELocationID": ["10.1002/ptr.7144"], "Journal": {"ISSN": "1099-1573", "JournalIssue": {"Volume": "35", "Issue": "10", "PubDate": {"Year": "2021", "Month": "Oct"}}, "Title": "Phytotherapy research : PTR", "ISOAbbreviation": "Phytother Res"}, "ArticleTitle": "Quercetin and metabolic syndrome: A review.", "Pagination": {"StartPage": "5352", "EndPage": "5364", "MedlinePgn": "5352-5364"}, "Abstract": {"AbstractText": ["Metabolic syndrome (MetS) is a complex of diseases that lead to mortality due to the development of cardiovascular problems. Quercetin, as an important flavonoid, has various properties such as decreasing blood pressure, anti-hyperlipidemia, anti-hyperglycemia, anti-oxidant, antiviral, anticancer, anti-inflammatory, anti-microbial, neuroprotective, and cardio-protective effects. In this review article, we collected original articles from different sources such as Google Scholar, Medline, Scopus, and Pubmed, which is related to the effect of quercetin on the improvement of the signs of MetS, including elevated glucose level, hyperlipidemia, obesity, and blood pressure. According to these data, quercetin may also have a role in the management of metabolic disorders via different mechanisms such as increasing adiponectin, decreasing leptin, anti-oxidant activity, reduction of insulin resistance, the elevation of insulin level, and blocking of calcium channel. We have attempted to make some recommendations on the quercetin application in patients. However, it needs to do further clinical trials and more investigations to show the real clinical value of quercetin on metabolic syndrome."], "CopyrightInformation": "© 2021 John Wiley & Sons Ltd."}, "AuthorList": [{"Identifier": ["0000-0002-5842-6157"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Pharmacological Research Center of Medicinal Plants, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Hosseini", "ForeName": "Azar", "Initials": "A"}, {"Identifier": ["0000-0002-7450-9286"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Targeted Drug Delivery Research Center, Pharmaceutical Technology Institute, Mashhad University of Medical Sciences, Mashhad, Iran."}, {"Identifier": [], "Affiliation": "Department of Pharmacodynamics and Toxicology, School of Pharmacy, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Razavi", "ForeName": "Bibi Marjan", "Initials": "BM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Hypertension, Medical University of Lodz, Lodz, Poland."}], "LastName": "Banach", "ForeName": "Maciej", "Initials": "M"}, {"Identifier": ["0000-0002-3483-851X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacodynamics and Toxicology, School of Pharmacy, Mashhad University of Medical Sciences, Mashhad, Iran."}, {"Identifier": [], "Affiliation": "Pharmaceutical Research Center, Pharmaceutical Technology Institute, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Hosseinzadeh", "ForeName": "Hossein", "Initials": "H"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Phytother Res", "NlmUniqueID": "8904486", "ISSNLinking": "0951-418X"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Adiponectin"}, {"RegistryNumber": "0", "NameOfSubstance": "Leptin"}, {"RegistryNumber": "9IKM0I5T1E", "NameOfSubstance": "Quercetin"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Adiponectin"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Leptin"}, {"QualifierName": ["drug therapy"], "DescriptorName": "Metabolic Syndrome"}, {"QualifierName": [], "DescriptorName": "Obesity"}, {"QualifierName": ["pharmacology", "therapeutic use"], "DescriptorName": "Quercetin"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Abdelmoaty, M. A., Ibrahim, M., Ahmed, N., & Abdelaziz, M. (2010). Confirmatory studies on the antioxidant and antidiabetic effect of quercetin in rats. Indian Journal of Clinical Biochemistry, 25(2), 188-192."}, {"Citation": "Abuzaid, A. A., Osman, M. A., & Elkhawad, A. O. (2017). Quercetin ameliorates chronic type 2 diabetes induced by long-term high-fat, high-sucrose diet via modifying expression of genes involved in energy homeostasis and inflammation. Journal of Pharmaceutical Sciences & Emerging Drugs, 4, 2. https://doi.org/10.4172/2380-9477.1000117"}, {"Citation": "Aguirre, L., Arias, N., Macarulla, M. T., Gracia, A., & Portillo, M. P. (2011). Beneficial effects of quercetin on obesity and diabetes. Open Nutraceuticals J, 4(1), 189-198. https://doi.org/10.2174/1876396001104010189."}, {"Citation": "Ahn, J., Lee, H., Kim, S., Park, J., & Ha, T. (2008). The anti-obesity effect of quercetin is mediated by the AMPK and MAPK signaling pathways. Biochemical and Biophysical Research Communications, 373(4), 545-549. https://doi.org/10.1016/j.bbrc.2008.06.077."}, {"Citation": "Akaberi, M., & Hosseinzadeh, H. (2016). Grapes (Vitis vinifera) as a potential candidate for the therapy of the metabolic syndrome. Phytotherapy Research, 30(4), 540-556. https://doi.org/10.1002/ptr.5570."}, {"Citation": "Anjaneyulu, M., & Chopra, K. (2004). Quercetin, an anti-oxidant bioflavonoid, attenuates diabetic nephropathy in rats. Clinical and Experimental Pharmacology and Physiology, 31(4), 244-248."}, {"Citation": "Arai, Y., Watanabe, S., Kimira, M., Shimoi, K., Mochizuki, R., & Kinae, N. (2000). Dietary intakes of flavonols, flavones and isoflavones by Japanese women and the inverse correlation between quercetin intake and plasma LDL cholesterol concentration. The Journal of Nutrition, 130(9), 2243-2250."}, {"Citation": "Arya, A., Jamil Al-Obaidi, M. M., Shahid, N., Bin Noordin, M. I., Looi, C. Y., Wong, W. F., … Mustafa, M. R. (2014). Synergistic effect of quercetin and quinic acid by alleviating structural degeneration in the liver, kidney and pancreas tissues of STZ-induced diabetic rats: A mechanistic study. Food and Chemical Toxicology, 71, 183-196. https://doi.org/10.1016/j.fct.2014.06.010."}, {"Citation": "Bautista, R. J. H., Mahmoud, A. M., Königsberg, M., & Guerrero, N. E. L. D. (2019). Obesity: Pathophysiology, monosodium glutamate-induced model and anti-obesity medicinal plants. Biomedicine & Pharmacotherapy, 111, 503-516."}, {"Citation": "Bedalov, A., Chowdhury, S., & Simon, J. (2016). Biology, chemistry, and pharmacology of sirtuins. Methods in Enzymology, 574, 183-211. https://doi.org/10.1016/bs.mie.2016.03.011."}, {"Citation": "Bhaskar, S., Kumar, K. S., Krishnan, K., & Antony, H. (2013). Quercetin alleviates hypercholesterolemic diet induced inflammation during progression and regression of atherosclerosis in rabbits. Nutrition, 29(1), 219-229."}, {"Citation": "Biason-Lauber, A., Böni-Schnetzler, M., Hubbard, B. P., Bouzakri, K., Brunner, A., Cavelti-Weder, C., … Donath, M. Y. (2013). Identification of a SIRT1 mutation in a family with type 1 diabetes. Cell Metabolism, 17(3), 448-455. https://doi.org/10.1016/j.cmet.2013.02.001."}, {"Citation": "Böhm, F., & Pernow, J. (2007). The importance of endothelin-1 for vascular dysfunction in cardiovascular disease. Cardiovascular Research, 76(1), 8-18. https://doi.org/10.1016/j.cardiores.2007.06.004."}, {"Citation": "Brand, W., Schtte, M. E., Williamson, G., Van Zanden, J., Cnubben, N. H., Grten, J. P., & Van Bladeren, P. J. (2006). Flavonoid-mediated inhibition of intestinal ABC transporters may affect the oral bioavailability of drugs, food-borne toxic compounds and bioactive ingredients. Biomedicine & Pharmacotherapy, 60(Suppl. 9), 508-519. https://doi.org/10.1016/j.biopha.2006.07.081."}, {"Citation": "Chen, C. K., & Pace-Asciak, C. R. (1996). Vasorelaxing activity of resveratrol and quercetin in isolated rat aorta. General Pharmacology: The Vascular System, 27(2), 363-366. https://doi.org/10.1016/0306-3623(95)02001-2."}, {"Citation": "Chen, S., Jiang, H., Wu, X., & Fang, J. (2016). Therapeutic effects of quercetin on inflammation, obesity, and type 2 diabetes. Mediators of Inflammation, 2016, 9340637."}, {"Citation": "Chen, X., Peng, X., Luo, Y., You, J., Yin, D., Xu, Q., … He, M. (2019). Quercetin protects cardiomyocytes against doxorubicin-induced toxicity by suppressing oxidative stress and improving mitochondrial function via 14-3-3γ. Toxicology Mechanisms and Methods, 29(5), 1-32. https://doi.org/10.1080/15376516.2018.1564948."}, {"Citation": "Chikezie, P. C., Ojiako, O. A., … Ogbuji, A. C. (2015). Oxidative Stress in Diabetes Mellitus. International Journal of Biological Chemistry, 9(3), 92-109. https://doi.org/10.3923/ijbc.2015.92.109."}, {"Citation": "Chobanian, A. V., Bakris, G. L., Black, H. R., Cushman, W. C., Green, L. A., Izzo, J. L., Jr., … Wright, J. T., Jr. (2003). The seventh report of the joint national committee on prevention, detection, evaluation, and treatment of high blood pressure: The JNC 7 report. JAMA, 289(19), 2560-2571. https://doi.org/10.1001/jama.289.19.2560."}, {"Citation": "Chuang, C.-C., Martinez, K., Xie, G., Kennedy, A., Bumrungpert, A., Overman, A., … McIntosh, M. K. (2010). Quercetin is equally or more effective than resveratrol in attenuating tumor necrosis factor-α-mediated inflammation and insulin resistance in primary human adipocytes. The American Journal of Clinical Nutrition, 92(6), 1511-1521. https://doi.org/10.3945/ajcn.2010.29807."}, {"Citation": "Cifarelli, V., & Hursting, S. (2015). Obesity, diabetes and cancer: A mechanistic perspective. International Journal of Diabetology & Vascular Disease Research, 2015(Suppl. 4). https://doi.org/10.19070/2328-353X-SI04001."}, {"Citation": "Conquer, J., Maiani, G., Azzini, E., Raguzzini, A., & Holub, B. (1998). Supplementation with quercetin markedly increases plasma quercetin concentration without effect on selected risk factors for heart disease in healthy subjects. The Journal of Nutrition, 128(3), 593-597."}, {"Citation": "Das, J., & Mazumder, P. M. (2018). Quercetin as a modulator of diabetic macrovascular complications in murine and chick embryo models. Indian Journal of Pharmaceutical Education and Research, 52(4), 594-601."}, {"Citation": "David, A. V. A., Arulmoli, R., & Parasuraman, S. (2016). Overviews of biological importance of quercetin: A bioactive flavonoid. Pharmacognosy Reviews, 10(20), 84. https://doi.org/10.4103/0973-7847.194044."}, {"Citation": "Dhaliya, S., Surya, A., Dawn, V., Betty, C., Arun, K., & Sunil, C. (2013). A review of hyperlipidemia and medicinal plants. International Journal of Applied paramedical sciences and Biomedical Sciences, 2(4), 219-237. https://www.researchgate.net/publication/343153125."}, {"Citation": "Dhanya, R., Arya, A., Nisha, P., & Jayamurthy, P. (2017). Quercetin, a lead compound against type 2 diabetes ameliorates glucose uptake via AMPK pathway in skeletal muscle cell line. Frontiers in Pharmacology, 8, 336. https://doi.org/10.3389/fphar.2017.00336."}, {"Citation": "Dong, Q., Chen, L., Lu, Q., Sharma, S., Li, L., Morimoto, S., & Wang, G. (2014). Quercetin attenuates doxorubicin cardiotoxicity by modulating Bmi-1 expression. British Journal of Pharmacology, 171(19), 4440-4454."}, {"Citation": "Duarte, J., Jiménez, R., O'valle, F., Galisteo, M., Pérez-Palencia, R., Vargas, F., … Tamargo, J. (2002). Protective effects of the flavonoid quercetin in chronic nitric oxide deficient rats. Journal of Hypertension, 20(9), 1843-1854. https://doi.org/10.1097/00004872-200209000-00031."}, {"Citation": "Duarte, J., Pérez-Palencia, R., Vargas, F., Ocete, M. A., Pérez-Vizcaino, F., Zarzuelo, A., & Tamargo, J. (2001). Antihypertensive effects of the flavonoid quercetin in spontaneously hypertensive rats. British Journal of Pharmacology, 133(1), 117-124. https://doi.org/10.1038/sj.bjp.0704064."}, {"Citation": "Edwards, R. L., Lyon, T., Litwin, S. E., Rabovsky, A., Symons, J. D., & Jalili, T. (2007). Quercetin reduces blood pressure in hypertensive subjects. The Journal of Nutrition, 137(11), 2405-2411."}, {"Citation": "Egert, S., Bosy-Westphal, A., Seiberl, J., Kürbitz, C., Settler, U., Plachta-Danielzik, S., … Rimbach, G. (2009). Quercetin reduces systolic blood pressure and plasma oxidised low-density lipoprotein concentrations in overweight subjects with a high-cardiovascular disease risk phenotype: A double-blinded, placebo-controlled cross-over study. British Journal of Nutrition, 102(7), 1065-1074."}, {"Citation": "Eid, H. M., Nachar, A., Thong, F., Sweeney, G., & Haddad, P. S. (2015). The molecular basis of the antidiabetic action of quercetin in cultured skeletal muscle cells and hepatocytes. Pharmacognosy Magazine, 11(41), 74-81. https://doi.org/10.4103/0973-1296.149708."}, {"Citation": "El Gohary, O. A., Shoman, A. A., & Samea, T. (2016). A protective effect of quercetin on liver damage in streptozotocin-induced diabetic rats. Physiology International, 103, 49-64."}, {"Citation": "Erejuwa, O. O. (2012). Management of diabetes mellitus: Could simultaneous targeting of hyperglycemia and oxidative stress be a better panacea? International Journal of Molecular Sciences, 13(3), 2965-2972."}, {"Citation": "Escande, C., Nin, V., Price, N. L., Capellini, V., Gomes, A. P., Barbosa, M. T., … Chini, E. N. (2014). Flavonoid Apigenin is an inhibitor of the NAD+ ase CD38: Implications for cellular NAD+ metabolism, protein acetylation, and treatment of metabolic syndrome. Diabetes, 63(4), 1428-1428. https://doi.org/10.2337/db12-1139."}, {"Citation": "Galassi, A., Reynolds, K., & He, J. (2006). Metabolic syndrome and risk of cardiovascular disease: A meta-analysis. The American Journal of Medicine, 119(10), 812-819."}, {"Citation": "García-Saura, M. F., Galisteo, M., Villar, I. C., Bermejo, A., Zarzuelo, A., Vargas, F., & Duarte, J. (2005). Effects of chronic quercetin treatment in experimental renovascular hypertension. Molecular and Cellular Biochemistry, 270(1-2), 147-155. https://doi.org/10.1007/s11010-005-4503-0."}, {"Citation": "Gnoni, G., Paglialonga, G., & Siculella, L. (2009). Quercetin inhibits fatty acid and triacylglycerol synthesis in rat-liver cells. European Journal of Clinical Investigation, 39(9), 761-768."}, {"Citation": "Häckl, L., Cuttle, G., Dovichi, S. S., Lima-Landman, M., & Nicolau, M. (2002). Inhibition of angiotensin-converting enzyme by quercetin alters the vascular response to bradykinin and angiotensin I. Pharmacology, 65(4), 182-186. https://doi.org/10.1159/000064341."}, {"Citation": "Hao, J., Chen, C., Huang, K., Huang, J., Li, J., Liu, P., & Huang, H. (2014). Polydatin improves glucose and lipid metabolism in experimental diabetes through activating the Akt signaling pathway. European Journal of Pharmacology, 745, 152-165. https://doi.org/10.1016/j.ejphar.2014.09.047."}, {"Citation": "Hatware, K., & Annapurna, A. (2014). The effect of quercetin on blood glucose levels of normal and streptozotocin induced diabetic (type i & type ii) rats. International Journal of Pharmaceutical, Chemical and Biological Sciences, 4(3), 613-619."}, {"Citation": "Hendrawati, A., & Winardi, M. (2017). Effects of quercetin and Omega-3 combination on nuclear factor kappa B (NFÎ°B) expression level in pancreatic tissue of rats with Type-2 diabetes mellitus. Journal of Pharmacy and Nutrition Sciences, 7(1), 1-5. https://doi.org/10.1111/jcmm.16213."}, {"Citation": "Hii, C. S., & Howell, S. L. (1984). Effects of epicatechin on rat islets of Langerhans. Diabetes, 33(3), 291-296."}, {"Citation": "Hirosumi, J., Tuncman, G., Chang, L., Gorgun, C., Uysal, K., Maeda, K., … Hotamisligil, G. (2002). A central role for JNK in obesity and insulin resistance. Nature, 420(6913), 333-336. https://doi.org/10.1038/nature01137."}, {"Citation": "Hosseini, A., & Hosseinzadeh, H. (2015). A review on the effects of Allium sativum (garlic) in metabolic syndrome. Journal of Endocrinological Investigation, 38(11), 1147-1157."}, {"Citation": "Hosseinzadeh, H., & Nassiri-Asl, M. (2014). Review of the protective effects of rutin on the metabolic function as an important dietary flavonoid. Journal of Endocrinological Investigation, 37(9), 783-788."}, {"Citation": "Hsu, C. L., & Yen, G. C. (2006). Induction of cell apoptosis in 3T3-L1 pre-adipocytes by flavonoids is associated with their antioxidant activity. Molecular Nutrition & Food Research, 50(11), 1072-1079."}, {"Citation": "Huang, K., Huang, J., Xie, X., Wang, S., Chen, C., Shen, X., … Huang, H. (2013). Sirt1 resists advanced glycation end products-induced expressions of fibronectin and TGF-β1 by activating the Nrf2/ARE pathway in glomerular mesangial cells. Free Radical Biology and Medicine, 65, 528-540. https://doi.org/10.1016/j.freeradbiomed.2013.07.029."}, {"Citation": "Hussain, S., Mahwi, T., & Aziz, T. (2012). Quercetin dampens postprandial hyperglycemia in type 2 diabetic patients challenged with carbohydrates load. International Journal of Diabetes Research, 1(3), 32-35. https://doi.org/10.5923/j.diabetes.20120103.01."}, {"Citation": "Indra, M. R., Karyono, S., Ratnawati, R., & Malik, S. G. (2013). Quercetin suppresses inflammation by reducing ERK1/2 phosphorylation and NF kappa B activation in leptin-induced human umbilical vein endothelial cells (HUVECs). BMC Research Notes, 6(1), 275. https://doi.org/10.1186/1756-0500-6-275."}, {"Citation": "Jaishree, V., & Narsimha, S. (2020). Swertiamarin and quercetin combination ameliorates hyperglycemia, hyperlipidemia and oxidative stress in streptozotocin-induced type 2 diabetes mellitus in wistar rats. Biomed Pharmacother, 130, 110561. https://doi.org/10.1016/j.biopha.2020.110561. [published online ahead of print, 2020 Aug 11]."}, {"Citation": "Jeong, S.-M., Kang, M.-J., Choi, H.-N., Kim, J.-H., & Kim, J.-I. (2012). Quercetin ameliorates hyperglycemia and dyslipidemia and improves antioxidant status in type 2 diabetic db/db mice. Nutrition Research and Practice, 6(3), 201-207."}, {"Citation": "Jo, S., Ka, E., Lee, H., Apostolidis, E., Jang, H., & Kwon, Y. (2009). Comparison of antioxidant potential and rat intestinal a-glucosidases inhibitory activities of quercetin, rutin, and isoquercetin. International Journal of Applied Research in Natural Products, 2(4), 52-60. http://www.healthy-synergies.com."}, {"Citation": "Kajimoto, Y., & Kaneto, H. (2004). Role of oxidative stress in pancreatic beta-cell dysfunction. Annals of the New York Academy of Sciences, 1011, 168-176. https://doi.org/10.1007/978-3-662-41088-2_17"}, {"Citation": "Kandasamy, N., & Ashokkumar, N. (2012). Myricetin, a natural flavonoid, normalizes hyperglycemia in streptozotocin-cadmium-induced experimental diabetic nephrotoxic rats. Biomedicine & Preventive Nutrition, 2(4), 246-251."}, {"Citation": "Karasu, Ç. (2010). Glycoxidative stress and cardiovascular complications in experimentally-induced diabetes: Effects of antioxidant treatment. The Open Cardiovascular Medicine Journal, 4, 240-256."}, {"Citation": "Kılıçarslan, G., & Dönmez, N. (2016). The effects of quercetin on antioxidant system and some blood parameters in experimental diabetic rats. Bulletin of Environment, Pharmacology and Life Sciences, 5, 28-32."}, {"Citation": "Kobori, M., Masumoto, S., Akimoto, Y., & Oike, H. (2011). Chronic dietary intake of quercetin alleviates hepatic fat accumulation associated with consumption of a Western-style diet in C57/BL6J mice. Molecular Nutrition & Food Research, 55(4), 530-540."}, {"Citation": "Krycer, J. R., Sharpe, L. J., Luu, W., & Brown, A. J. (2010). The Akt-SREBP nexus: Cell signaling meets lipid metabolism. Trends in Endocrinology & Metabolism, 21(5), 268-276."}, {"Citation": "Kuppusamy, U., & Das, N. (1992). Effects of flavonoids on cyclic AMP phosphodiesterase and lipid mobilization in rat adipocytes. Biochemical Pharmacology, 44(7), 1307-1315."}, {"Citation": "Lakka, H.-M., Laaksonen, D. E., Lakka, T. A., Niskanen, L. K., Kumpusalo, E., Tuomilehto, J., & Salonen, J. T. (2002). The metabolic syndrome and total and cardiovascular disease mortality in middle-aged men. JAMA, 288(21), 2709-2716. https://doi.org/10.1001/jama.288.21.2709."}, {"Citation": "Lee, J.-S., Cha, Y.-J., Lee, K.-H., & Yim, J.-E. (2016). Onion peel extract reduces the percentage of body fat in overweight and obese subjects: A 12-week, randomized, double-blind, placebo-controlled study. Nutrition Research and Practice, 10(2), 175-181. https://doi.org/10.4162/nrp.2016.10.2.175."}, {"Citation": "Lee, K.-H., Park, E., Lee, H.-J., Kim, M.-O., Cha, Y.-J., Kim, J.-M., … Shin, M.-J. (2011). Effects of daily quercetin-rich supplementation on cardiometabolic risks in male smokers. Nutrition Research and Practice, 5(1), 28-33. https://doi.org/10.4162/nrp.2011.5.1.28."}, {"Citation": "Li, T., Li, F., Liu, X., Liu, J., & Li, D. (2019). Synergistic anti-inflammatory effects of quercetin and catechin via inhibiting activation of TLR4-MyD88-mediated NF-κB and MAPK signaling pathways. Phytotherapy Research, 33(3), 756-767. https://doi.org/10.1002/ptr.6268."}, {"Citation": "Liang, C., Oest, M. E., & Prater, M. R. (2009). Intrauterine exposure to high saturated fat diet elevates risk of adult-onset chronic diseases in C57BL/6 mice. Birth Defects Research Part B: Developmental and Reproductive Toxicology, 86(5), 377-384."}, {"Citation": "Lee, J-S., Cha, Y-J., Lee, K-H., & Yim, J-E. (2016). Onion peel extract reduces the percentage of body fat in overweight and obese subjects: a 12-week, randomized, double-blind, placebo-controlled study. Nutrition Research and Practice, 10(2), 175. https://doi.org/10.4162/nrp.2016.10.2.175."}, {"Citation": "Loke, W. M., Hodgson, J. M., Proudfoot, J. M., McKinley, A. J., Puddey, I. B., & Croft, K. D. (2008). Pure dietary flavonoids quercetin and (−)-epicatechin augment nitric oxide products and reduce endothelin-1 acutely in healthy men. The American Journal of Clinical Nutrition, 88(4), 1018-1025."}, {"Citation": "Lu, T.-M., Chiu, H.-F., Shen, Y.-C., Chung, C.-C., Venkatakrishnan, K., & Wang, C.-K. (2015). Hypocholesterolemic efficacy of quercetin rich onion juice in healthy mild hypercholesterolemic adults: A pilot study. Plant Foods for Human Nutrition, 70(4), 395-400. https://doi.org/10.1007/s11130-015-0507-4."}, {"Citation": "Mackraj, I., Govender, T., & Ramesar, S. (2008). The antihypertensive effects of quercetin in a salt-sensitive model of hypertension. Journal of Cardiovascular Pharmacology, 51(3), 239-245."}, {"Citation": "Mahesh, T., & Menon, V. P. (2004). Quercetin allievates oxidative stress in streptozotocin-induced diabetic rats. Phytotherapy Research, 18(2), 123-127."}, {"Citation": "Mahmoud, M. F., Hassan, N. A., El Bassossy, H. M., & Fahmy, A. (2013). Quercetin protects against diabetes-induced exaggerated vasoconstriction in rats: Effect on low grade inflammation. PLoS One, 8(5), e63784."}, {"Citation": "Mariee, A. D., Abd-Allah, G. M., & El-Beshbishy, H. A. (2012). Protective effect of dietary flavonoid quercetin against lipemic-oxidative hepatic injury in hypercholesterolemic rats. Pharmaceutical Biology, 50(8), 1019-1025."}, {"Citation": "Mazloom, Z., Abdollahzadeh, S. M., Dabbaghmanesh, M. H., & Rezaianzadeh, A. (2014). The effect of quercetin supplementation on oxidative stress, glycemic control, lipid profile and insulin resistance in type 2 diabetes: A randomized clinical trial. Journal of Health Sciences and Surveillance System, 2(1), 8-14. https://journals.sums.ac.ir/article_42744_1a88d25f779d24a3e727e192a7911728.pdf."}, {"Citation": "Mollazadeh, H., & Hosseinzadeh, H. (2016). Cinnamon effects on metabolic syndrome: A review based on its mechanisms. Iranian Journal of Basic Medical Sciences, 19(12), 1258-1270. https://doi.org/10.22038/ijbms.2016.7906."}, {"Citation": "Montenegro, M. F., Neto-Neves, E. M., Dias-Junior, C. A., Ceron, C. S., Castro, M. M., Gomes, V. A., … Tanus-Santos, J. E. (2010). Quercetin restores plasma nitrite and nitroso species levels in renovascular hypertension. Naunyn-Schmiedeberg's Archives of Pharmacology, 382(4), 293-301."}, {"Citation": "Moon, H. S., Chung, C. S., Lee, H. G., Kim, T. G., Choi, Y. J., & Cho, C. S. (2007). Inhibitory effect of (−)-epigallocatechin-3-gallate on lipid accumulation of 3T3-L1 cells. Obesity, 15(11), 2571-2582. https://doi.org/10.1038/oby.2007.309."}, {"Citation": "Morales-Cano, D., Menendez, C., Moreno, E., Moral-Sanz, J., Barreira, B., Galindo, P., … Cogolludo, A. (2014). The flavonoid quercetin reverses pulmonary hypertension in rats. PLoS One, 9(12), e114492."}, {"Citation": "Nelson, R. H. (2013). Hyperlipidemia as a risk factor for cardiovascular disease. Primary Care: Clinics in Office Practice, 40(1), 195-211."}, {"Citation": "Nicholson, S. K., Tucker, G. A., & Brameld, J. M. (2008). Effects of dietary polyphenols on gene expression in human vascular endothelial cells. Proceedings of the Nutrition Society, 67(1), 42-47."}, {"Citation": "Ouchi, N., & Walsh, K. (2007). Adiponectin as an anti-inflammatory factor. Clinica Chimica Acta, 380(1-2), 24-30. https://doi.org/10.1016/j.cca.2007.01.026."}, {"Citation": "Padma, V. V., Lalitha, G., Shirony, N. P., & Baskaran, R. (2012). Effect of quercetin against lindane induced alterations in the serum and hepatic tissue lipids in Wistar rats. Asian Pacific Journal of Tropical Biomedicine, 2(11), 910-915."}, {"Citation": "Pagano, E., Coso, O., & Calvo, J. C. (2008). Down-modulation of erbB2 activity is necessary but not enough in the differentiation of 3T3-L1 preadipocytes. Journal of Cellular Biochemistry, 104(1), 274-285."}, {"Citation": "Parabathina, R., Raja, G. V., Rao, M., Rao, G., & Rao, K. (2010). Cardioprotective effects of vitamin E, morin, rutin and quercetin against doxorubicin induced oxidative stress of rabbits: A biochemical study. Journal of Chemical and Pharmaceutical Research, 2(3), 754-765. https://www.jocpr.com/abstract/cardioprotective-effects-of-vitamin-e-morin-rutin-and-quercetin-againstrndoxorubicin-induced-oxidative-stress-of-rabbits-7369.html."}, {"Citation": "Peng, J., Li, Q., Li, K., Zhu, L., Lin, X., Lin, X., … Xie, X. (2017). Quercetin improves glucose and lipid metabolism of diabetic rats: Involvement of Akt signaling and SIRT1. Journal of Diabetes Research, 2017, 3417306. https://doi.org/10.1155/2017/3417306."}, {"Citation": "Pérez-Vizcaı́no, F., Ibarra, M., Cogolludo, A. L., Duarte, J., Zaragozá-Arnáez, F., Moreno, L., … Tamargo, J. (2002). Endothelium-independent vasodilator effects of the flavonoid quercetin and its methylated metabolites in rat conductance and resistance arteries. Journal of Pharmacology and Experimental Therapeutics, 302(1), 66-72."}, {"Citation": "Pfeuffer, M., Auinger, A., Bley, U., Kraus-Stojanowic, I., Laue, C., Winkler, P., … Rimbach, G. (2013). Effect of quercetin on traits of the metabolic syndrome, endothelial function and inflammation in men with different APOE isoforms. Nutrition, Metabolism and Cardiovascular Diseases, 23(5), 403-409."}, {"Citation": "Pillai, V. B., Sundaresan, N. R., & Gupta, M. P. (2014). Regulation of Akt signaling by sirtuins: Its implication in cardiac hypertrophy and aging. Circulation Research, 114(2), 368-378. https://doi.org/10.1161/CIRCRESAHA.113.300536."}, {"Citation": "Prasad, S., Phromnoi, K., Yadav, V. R., Chaturvedi, M. M., & Aggarwal, B. B. (2010). Targeting inflammatory pathways by flavonoids for prevention and treatment of cancer. Planta Medica, 76(11), 1044-1063. https://doi.org/10.1055/s-0030-1250111."}, {"Citation": "Ramachandra, R., Shetty, A. K., & Salimath, P. V. (2005). Quercetin alleviates activities of intestinal and renal disaccharidases in streptozotocin-induced diabetic rats. Molecular Nutrition & Food Research, 49(4), 355-360."}, {"Citation": "Razavi, B., & Hosseinzadeh, H. (2014). A review of the effects of Nigella sativa L. and its constituent, thymoquinone, in metabolic syndrome. Journal of Endocrinological Investigation, 37(11), 1031-1040."}, {"Citation": "Razavi, B. M., & Hosseinzadeh, H. (2017). Saffron: A promising natural medicine in the treatment of metabolic syndrome. Journal of the Science of Food and Agriculture, 97(6), 1679-1685."}, {"Citation": "Ricardo, K. F. S., Oliveira, T. T. D., Nagem, T. J., Pinto, A. d. S., Oliveira, M. G. A., & Soares, J. F. (2001). Effect of flavonoids morin; quercetin and nicotinic acid on lipid metabolism of rats experimentally fed with triton. Brazilian Archives of Biology and Technology, 44(3), 263-267. https://doi.org/10.1590/S1516-89132001000300007."}, {"Citation": "Rifaai, R. A., El-Tahawy, N. F., & Ali Saber, E. (2012). Effect of Quercetin on the Endocrine Pancreas of the Experimentally Induced Diabetes in Male Albino Rats: A Histological and Immunohistochemical Study. Journal of Diabetes & Metabolism, 03(03). https://doi.org/10.4172/2155-6156.1000182."}, {"Citation": "Rivera, L., Morón, R., Sánchez, M., Zarzuelo, A., & Galisteo, M. (2008). Quercetin ameliorates metabolic syndrome and improves the inflammatory status in obese Zucker rats. Obesity, 16(9), 2081-2087."}, {"Citation": "Roat, R., Rao, V., Doliba, N. M., Matschinsky, F. M., Tobias, J. W., Garcia, E., … Imai, Y. (2014). Alterations of pancreatic islet structure, metabolism and gene expression in diet-induced obese C57BL/6J mice. PLoS One, 9(2), e86815."}, {"Citation": "Romero, M., Jiménez, R., Hurtado, B., Moreno, J. M., Rodríguez-Gómez, I., López-Sepúlveda, R., … Vargas, F. (2010). Lack of beneficial metabolic effects of quercetin in adult spontaneously hypertensive rats. European Journal of Pharmacology, 627(1-3), 242-250. https://doi.org/10.1016/j.ejphar.2009.11.006."}, {"Citation": "Sanchez, M., Galisteo, M., Vera, R., Villar, I. C., Zarzuelo, A., Tamargo, J., … Duarte, J. (2006). Quercetin downregulates NADPH oxidase, increases eNOS activity and prevents endothelial dysfunction in spontaneously hypertensive rats. Journal of Hypertension, 24(1), 75-84. https://doi.org/10.1097/01.hjh.0000198029.22472.d9."}, {"Citation": "Seo, M.-J., Lee, Y.-J., Hwang, J.-H., Kim, K.-J., & Lee, B.-Y. (2015). The inhibitory effects of quercetin on obesity and obesity-induced inflammation by regulation of MAPK signaling. The Journal of Nutritional Biochemistry, 26(11), 1308-1316. https://doi.org/10.1016/j.jnutbio.2015.06.005."}, {"Citation": "Shelly, H. G., & Routledge, P. (1990). Adverse effects of hypolipidaemic drugs. Adverse Drug Reaction Bulletin, 142(1), 532-535."}, {"Citation": "Shetty, A., Rashmi, R., Rajan, M., Sambaiah, K., & Salimath, P. (2004). Antidiabetic influence of quercetin in streptozotocin-induced diabetic rats. Nutrition Research, 24(5), 373-381."}, {"Citation": "Shi, G.-J., Li, Y., Cao, Q.-H., Wu, H.-X., Tang, X.-Y., Gao, X.-H., … Yang, Y. (2019). In vitro and in vivo evidence that quercetin protects against diabetes and its complications: A systematic review of the literature. Biomedicine & Pharmacotherapy, 109, 1085-1099."}, {"Citation": "Sica, D. A. (2005). Angiotensin-converting enzyme inhibitor use in the year 2005. The Journal of Clinical Hypertension, 7, 8-11. https://onlinelibrary.wiley.com/doi/pdf/10.1111/j.1524-6175.2005.04598.x."}, {"Citation": "Simonneau, G., Robbins, I. M., Beghetti, M., Channick, R. N., Delcroix, M., Denton, C. P., … Jing, Z.-C. (2009). Updated clinical classification of pulmonary hypertension. Journal of the American College of Cardiology, 54(1 Suppl), S43-S54. https://doi.org/10.1016/j.jacc.2013.10.029."}, {"Citation": "Sun, X., Zhang, S., & Song, H. (2020). Quercetin attenuates reduced uterine perfusion pressure -induced hypertension in pregnant rats through regulation of endothelin-1 and endothelin-1 type A receptor. Lipids Health Dis, 19(180)."}, {"Citation": "Tabeshpour, J., Imenshahidi, M., & Hosseinzadeh, H. (2017). A review of the effects of Berberis vulgaris and its major component, berberine, in metabolic syndrome. Iranian Journal of Basic Medical Sciences, 20(5), 557-568. https://ijbms.mums.ac.ir/article_8682.html."}, {"Citation": "Tabeshpour, J., Razavi, B. M., & Hosseinzadeh, H. (2017). Effects of Avocado (Persea americana)on Metabolic Syndrome: A Comprehensive Systematic Review. Phytotherapy Research, 31(6), 819-837. https://doi.org/10.1002/ptr.5805."}, {"Citation": "Tabrizi, R., Tamtaji, O. R., Mirhosseini, N., Lankarani, K. B., Akbari, M., Heydari, S. T., … Asemi, Z. (2020). The effects of quercetin supplementation on lipid profiles and inflammatory markers among patients with metabolic syndrome and related disorders: A systematic review and meta-analysis of randomized controlled trials. Critical Reviews in Food Science and Nutrition, 60(11), 1855-1868."}, {"Citation": "Talha, J., Priyanka, M., & Akanksha, A. (2011). Hypertension and herbal plants. International Research Journal of Pharmacy, 2(8), 26-30. https://irjponline.com/details.php?article=556."}, {"Citation": "Tuncman, G., Hirosumi, J., Solinas, G., Chang, L., Karin, M., & Hotamisligil, G. S. (2006). Functional in vivo interactions between JNK1 and JNK2 isoforms in obesity and insulin resistance. Proceedings of the National Academy of Sciences of the United States of America, 103(28), 10741-10746. https://doi.org/10.1073/pnas.0603509103."}, {"Citation": "Unger, T. (2008). Targeting cardiovascular protection: The concept of dual renin-angiotensin system control. The Medscape Journal of Medicine, 10, S4. PMCID: PMC2344119."}, {"Citation": "Vessal, M., Hemmati, M., & Vasei, M. (2003). Antidiabetic effects of quercetin in streptozocin-induced diabetic rats. Comparative Biochemistry and Physiology Part C: Toxicology & Pharmacology, 135(3), 357-364."}, {"Citation": "Walgren, R. A., Karnaky, K. J., Lindenmayer, G. E., & Walle, T. (2000). Efflux of dietary flavonoid quercetin 4′-β-glucoside across human intestinal Caco-2 cell monolayers by apical multidrug resistance-associated protein-2. Journal of Pharmacology and Experimental Therapeutics, 294(3), 830-836. PMID: 10945830."}, {"Citation": "Walle, T. (2007). Methoxylated flavones, a superior cancer chemopreventive flavonoid subclass? Seminars in Cancer Biology, 17(5), 354-362. https://doi.org/10.1016/j.semcancer.2007.05.002."}, {"Citation": "Wang, Y., Dang, N., Sun, P., Xia, J., Zhang, C., & Pang, S. (2017). The effects of metformin on fibroblast growth factor 19, 21 and fibroblast growth factor receptor 1 in high-fat diet and streptozotocin induced diabetic rats. Endocrine Journal, 64(5), 543-552."}, {"Citation": "Wilde, D. W., Massey, K. D., Walker, G. K., Vollmer, A., & Grekin, R. J. (2000). High-fat diet elevates blood pressure and cerebrovascular muscle Ca2+ current. Hypertension, 35(3), 832-837. https://doi.org/10.1161/01.hyp.35.3.832."}, {"Citation": "World Helath Organization. (2016). Global report on diabetes. Geneva: World Health Organization. http://www.saude.df.gov.br/wp-conteudo/uploads/2018/08/Relatorio_Global_da_Diabetes_OMS_eng_PARTE_I.pdf."}, {"Citation": "Yamaki, K., & Takahashi, Y. (2017). Additive beneficial effect of epigallocatechin gallate and quercetin on the arteriosclerosis index in mice. Food Science and Technology Research, 23(2), 355-361."}, {"Citation": "Yamamoto, Y., & Oue, E. (2006). Antihypertensive Effect of Quercetin in Rats Fed with a High-Fat High-Sucrose Diet. Bioscience, Biotechnology, and Biochemistry, 70(4), 933-939. https://doi.org/10.1271/bbb.70.933."}, {"Citation": "Yang, D. K., & Kang, H.-S. (2018). Anti-diabetic effect of cotreatment with quercetin and resveratrol in streptozotocin-induced diabetic rats. Biomolecules & Therapeutics, 26(2), 130-138."}, {"Citation": "Ye, X., Li, M., Hou, T., Gao, T., Zhu, W., & Yang, Y. (2017). Sirtuins in glucose and lipid metabolism. Oncotarget, 8(1), 1845-1859. https://doi.org/10.18632/oncotarget.12157."}, {"Citation": "Zago, A. S., & Zanesco, A. (2006). Nitric oxide, cardiovascular disease and physical exercise. Arquivos Brasileiros de Cardiologia, 87(6), e264-e270. https://doi.org/10.1590/S0066-782X2006001900029."}, {"Citation": "Zahedi, M., Ghiasvand, R., Feizi, A., Asgari, G., & Darvish, L. (2013). Does quercetin improve cardiovascular risk factors and inflammatory biomarkers in women with type 2 diabetes: A double-blind randomized controlled clinical trial. International Journal of Preventive Medicine, 4(7), 777-785. PMCID: PMC3775217."}, {"Citation": "Zatz, R., & Baylis, C. (1998). Chronic nitric oxide inhibition model six years on. Hypertension, 32(6), 958-964."}, {"Citation": "Zhang, R., Yao, Y., Wang, Y., & Ren, G. (2011). Antidiabetic activity of isoquercetin in diabetic KK-A y mice. Nutrition & Metabolism, 8, 85. https://doi.org/10.1186/1743-7075-8-85"}, {"Citation": "Zhao, L., Cen, F., Tian, F., Li, M.-J., Zhang, Q., Shen, H. Y., … Du, J. (2017). Combination treatment with quercetin and resveratrol attenuates high fat diet-induced obesity and associated inflammation in rats via the AMPKα1/SIRT1 signaling pathway. Experimental and Therapeutic Medicine, 14(6), 5942-5948. https://doi.org/10.3892/etm.2017.5331."}, {"Citation": "Zhao, X., & Gu, Z. (1996). Effects of quercetin on production and release of endothelin and cGMP from cultured endothelial cells. Acta Pharmacologica Sinica, 17(5), 442-444. PMID: 9863170."}, {"Citation": "Zhao, Y., Chen, B., Shen, J., Wan, L., Zhu, Y., Yi, T., & Xiao, Z. (2017). The beneficial effects of quercetin, curcumin, and resveratrol in obesity. Oxidative Medicine and Cellular Longevity, 2017, 1459497."}], "ReferenceList": [], "Title": "REFERENCES"}], "History": [{"Year": "2020", "Month": "12", "Day": "27"}, {"Year": "2020", "Month": "10", "Day": "3"}, {"Year": "2021", "Month": "4", "Day": "15"}, {"Year": "2021", "Month": "6", "Day": "9", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "10", "Day": "27", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "6", "Day": "8", "Hour": "17", "Minute": "41"}], "PublicationStatus": "ppublish", "ArticleIdList": ["34101925", "10.1002/ptr.7144"]}}], "PubmedBookArticle": []}