{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Causal Agent", "Crop Type", "Fungi", "Pathogen detection", "Subject Areas", "Vegetables"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34105374", "DateRevised": {"Year": "2024", "Month": "02", "Day": "22"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "06", "Day": "09"}], "Language": ["eng"], "ELocationID": ["10.1094/PDIS-12-20-2681-PDN"], "Journal": {"ISSN": "0191-2917", "JournalIssue": {"PubDate": {"Year": "2021", "Month": "Jun", "Day": "09"}}, "Title": "Plant disease", "ISOAbbreviation": "Plant Dis"}, "ArticleTitle": "First Report of Diaporthe longicolla Causing Leaf Spot on Kalanchoe pinnata in China.", "Abstract": {"AbstractText": ["Kalanchoe pinnata (Lam.) Pers. [syn.: Bryophyllum pinnatum (Lam.) Oken] is an important medicinal agent in southern China. The succulent leaves of this plant are used in the treatment of cholera, bruises, uri-nary diseases and whitlow. In Oct. 2019, leaf spots were detected on K. pinnata plants in Chengmai County, Hainan Province, China. Lesions with brown to black margins were irregularly shaped and associated with leaf margins. Spots coalesced to form larger lesions (Fig. S1-A), with black pycnidia present in more mature lesions. Symptomatic K. pinnata were found with 10-20% incidence during the humid winters of Hainan Province. Leaf tissues of 10 symptomatic plants were collected and surface sterilized in 70% ETOH for 30s, 0.1% HgCl2 for 30 s, rinsed 3x with sterile distilled water for 30s, placed on potato dextrose agar (PDA) amended with 30mg/L of kanamycin sulfate, and incubated at 25°C in the dark for 3-5 days. Four fungal isolates were obtained using a single-spore isolation method. The colonies were floccose, dense, and white with forming on older colonies grown on PDA (Fig. S1-B-1&2). Alpha conidia exuded from ostiole, rostrate, long-beaked pycnidia in creamy-to-yellowish drops. Alpha conidia were hyaline, ellipsoidal, separated and averaged 6.3μm (SD ± 1.13) long × 1.9μm (SD ± 0.33) wide (n=50). Beta conidia were not seen. The morphological characteristics matched the previous description of Diaporthe longicolla (syn. Phomopsis longicolla) (Hobbs et al. 1985). Mycelial genomic DNA of the representative isolate LDSG3-2 was extracted as template. The internal transcribed spacer (ITS) , translation elongation factor 1α gene (TEF) and β-tubulin (TUB2) regions were amplified. These loci were amplified using primer pairs ITS4/ITS5 (White, et al. 1990), EF1-728F/EF1-986R (Carbone and Kohn 1999) and Bt2a/Bt2b (Glass and Donaldson 1995), respectively. A BLAST search of GenBank showed ITS (MN960195), TEF (MN974483) and TUB2 (MN974482) sequences of the isolate were 99%, 100%, and 99% homologous with D. longicolla strains DL11 (MF125048, 557/563 bp), D55 (MN584792, 347/347 bp) and DPC-HOH-32 (MK161506, 502/504 bp). Maximum likelihood trees based on concatenated nucleotide sequences of the three genes were constructed using MEGA 7.0, and bootstrap values indicated the isolate was D. longicolla (Fig. S1-D). Pathogenicity testing was performed using isolate LDSG3-2 by depositing 5µl droplets of a conidial suspension (1 × 106 ml-1) into 5 artificially wounded leaves (using a sterile needle) of 10 healthy 3-month-old K. pinnata plants. An equal number of artificially wounded control leaves were inoculated with sterile water to serve as a negative control. The test was conducted three times. Plants were kept at 25°C in 80% relative humidity and observed for symptoms. Two weeks after inoculation, no symptoms were observed on control plants (Fig. S1-C-1) and all inoculated plants showed symptoms (Fig. S1-C-2) similar to those observed in the field. The fungus was re-isolated from the infected tissues and showed the same cultural and morphological characteristics of the strain inoculated and could not be isolated from the controls fulfilling Koch's postulates. To our knowledge, this is the first report of leaf spot on K. pinnata caused by D. longicolla in China. This disease is of concern since Phomopsis diseases are common in K. pinnata fields and can cause significant reduction in yield. References: White, T. J., et al. 1990. Page 315 in: PCR Protocols: A Guide to Methods and Applications. Academic Press, San Diego, CA. DOI: 10.1016/0167-7799(90)90215-J Carbone, I., and Kohn, L. M. 1999. Mycologia. 91:553. DOI: 10.2307/3761358 Glass, N. L., and Donaldson, G. C. 1995. Appl. Environ. Microbiol. 61:1323. DOI: 10.1002/bit.260460112 Hobbs, T. W. et al. 1985. Mycologia. 77: 535. DOI: 10.2307/3793352."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "The Institute of Vegetables, Plant Protection, Xingdan Road 14, Haikou, Hainan, China, 571100."}, {"Identifier": [], "Affiliation": "Northeast Agricultural University, College of Science, Heilongjiang, China; sxd1949@163.com."}], "LastName": "Sun", "ForeName": "Xiaodong", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "The Institute of Vegetables, Hainan Academy of Agricultural Sciences, plant proction, Haikou, Hainan, China; 13307531052@163.com."}], "LastName": "Cai", "ForeName": "Xinglai", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "The Institute of Vegetables, Hainan Academy of Agricultural Sciences, Plant Protection, Haikou, Hainan, China; qiangq113@163.com."}], "LastName": "Pang", "ForeName": "Qiangqiang", "Initials": "Q"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "The Institute of Vegetables, Hainan Academy of Agricultural Sciences, HaiKou, China; 18976133903@163.com."}], "LastName": "Zhou", "ForeName": "Man", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "The Institute of Vegetables, Hainan Academy of Agricultural Sciences, Plant Protection, Haikou, Hainan, China; hnzhangwen@163.com."}], "LastName": "Zhang", "ForeName": "Wen", "Initials": "W"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "The Institute of Vegetables, Hainan Academy of Agricultural Sciences, Plant Protection, Haikou, Hainan, China; 13307567007@126.com."}], "LastName": "Chen", "ForeName": "Yisong", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "National Pesticide Engineering Research Center, Nankai University, Tianjin, Tianjin, Tianjin, China, 300071; bianqiang@nankai.edu.cn."}], "LastName": "Bian", "ForeName": "Qiang", "Initials": "Q"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Plant Dis", "NlmUniqueID": "9882809", "ISSNLinking": "0191-2917"}}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2021", "Month": "6", "Day": "10", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "6", "Day": "10", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "6", "Day": "9", "Hour": "8", "Minute": "39"}], "PublicationStatus": "aheadofprint", "ArticleIdList": ["34105374", "10.1094/PDIS-12-20-2681-PDN"]}}], "PubmedBookArticle": []}