{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Achyranthes aspera", "Wistar rat", "embryo", "fetus", "toxicity"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34104006", "DateRevised": {"Year": "2022", "Month": "04", "Day": "23"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "06", "Day": "02"}], "Language": ["eng"], "ELocationID": ["10.2147/JEP.S312649"], "Journal": {"ISSN": "1179-1454", "JournalIssue": {"Volume": "13", "PubDate": {"Year": "2021"}}, "Title": "Journal of experimental pharmacology", "ISOAbbreviation": "J Exp Pharmacol"}, "ArticleTitle": "Developmental Toxicity of Ethanolic Extracts of Leaves of <i>Achyranthes aspera</i>, Amaranthaceae in Rat Embryos and Fetuses.", "Pagination": {"StartPage": "555", "EndPage": "563", "MedlinePgn": "555-563"}, "Abstract": {"AbstractText": ["<i>Achyranthes aspera</i> is one of the medicinal plants widely used for fertility control in the local health system of Ethiopia.", "Assessment of developmental toxicity of ethanolic extracts of leaves of <i>Achyranthes aspera in rat embryos and fetuses</i>.", "Fresh leaves were extracted by mixing the grinded powder with 70% ethanol. Then, the extract was given orally to gravid Wistar rats at doses of 250 mg/kg, 500 mg/kg and 1000 mg/kg from day 6-12 of gestation. On gestational days 12 and 20, embryos and fetuses were examined for developmental and gross malformations.", "On day 12 embryos, the number of implantation sites and somites in 1000 mg/kg treated rats were significantly reduced. The number of implantation sites in pair-fed control and 1000 mg/kg groups was 11.2±0.86 and 8.34±0.65, respectively. Retarded development of hindlimb, forelimb, optic and olfactory systems was detected at a high dose. In addition, the number of branchial bar was significantly reduced in 1000 mg/kg dose. In near-term fetuses, significant reduction of litter weight and crown-rump length was seen at 1000 mg/kg dose. Crown-rump length in pair-fed control and 1000 mg/kg treated groups was 2.82±0.17 cm and 2.31±0.11 cm, respectively. Fetal resorptions and deaths in 1000 mg/kg were 1.45±0.65 and 0.81±0.67, respectively. However, external anomalies were not detected for all offspring at all doses.", "The finding suggests that ethanolic leaf extracts of <i>A. aspera</i> have detrimental effects on the development of rat embryos and fetuses at a higher dose. The possible teratogenic effects were indicated with the substantial retardation in embryonic and fetal development, decrease in number of implantation sites and rise in fetal resorptions and death. Moreover, it resulted in significant reduction in litter weight and crown-rump length at a higher dose."], "CopyrightInformation": "© 2021 Teshome et al."}, "AuthorList": [{"Identifier": ["0000-0002-9124-3045"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Anatomy, College of Medicine and Health Sciences, Wollo University, Dessie, Ethiopia."}], "LastName": "Teshome", "ForeName": "Daniel", "Initials": "D"}, {"Identifier": ["0000-0003-1976-840X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Anatomy, College of Medicine and Health Sciences, Wollo University, Dessie, Ethiopia."}], "LastName": "Tiruneh", "ForeName": "Chalachew", "Initials": "C"}, {"Identifier": ["0000-0002-2998-0917"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental Health, College of Medicine and Health Sciences, Wollo University, Dessie, Ethiopia."}], "LastName": "Berhanu", "ForeName": "Leykun", "Initials": "L"}, {"Identifier": ["0000-0002-5511-2072"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental Health, College of Medicine and Health Sciences, Wollo University, Dessie, Ethiopia."}], "LastName": "Berihun", "ForeName": "Gete", "Initials": "G"}, {"Identifier": ["0000-0001-5361-5226"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Public Health, College of Health Sciences, Debre Tabor University, Debre Tabor, Ethiopia."}], "LastName": "Belete", "ForeName": "Zebader Walle", "Initials": "ZW"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "New Zealand", "MedlineTA": "J Exp Pharmacol", "NlmUniqueID": "101530345", "ISSNLinking": "1179-1454"}, "CoiStatement": "The authors declare that they have no conflicts of interest for this work."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Hung S-K, Ernst E. Herbal medicine: an overview of the literature from three decades. J Diet Suppl. 2010;7(3):217–226. doi:10.3109/19390211.2010.487818", "ArticleIdList": ["10.3109/19390211.2010.487818", "22432513"]}, {"Citation": "Abramov V. Traditional medicine. World Health Org. 1996;134:1–3."}, {"Citation": "Bussmann RW, Glenn A, Meyer K, Kuhlman A, Townesmith A. Herbal mixtures in traditional medicine in Northern Peru. J Ethnobiol Ethnomed. 2010;6(1):1.", "ArticleIdList": ["PMC2848642", "20226092"]}, {"Citation": "Abdullahi AA. Trends and challenges of traditional medicine in Africa. African j Traditional Complementary Alternative Med. 2011;8:5S.", "ArticleIdList": ["PMC3252714", "22754064"]}, {"Citation": "Rodeiro I, Remírez-Figueredo D, García-Mesa M, Dorado P, LLerena A. Pharmacogenetics in Latin American populations: regulatory aspects, application to herbal medicine, cardiovascular and psychiatric disorders. Drug Metab Personalized Therapy. 2012;27(1):57–60.", "ArticleIdList": ["22718626"]}, {"Citation": "Mosihuzzaman M. Herbal medicine in healthcare-an overview. Nat Prod Commun. 2012;7(6):1934578X1200700628.", "ArticleIdList": ["22816312"]}, {"Citation": "Kartal M. Intellectual property protection in the natural product drug discovery, traditional herbal medicine and herbal medicinal products. Phytotherapy Res. 2007;21(2):113–119.", "ArticleIdList": ["17117452"]}, {"Citation": "Birhan W, Giday M, Teklehaymanot T. The contribution of traditional healers’ clinics to public health care system in Addis Ababa, Ethiopia: a cross-sectional study. J Ethnobiol Ethnomed. 2011;7(1):1–7.", "ArticleIdList": ["PMC3247023", "22132758"]}, {"Citation": "Desta B. Ethiopian traditional herbal drugs. Part III: anti-fertility activity of 70 medicinal plants. J Ethnopharmacol. 1994;44(3):199–209.", "ArticleIdList": ["7898127"]}, {"Citation": "Lusweti A, Wabuyele E, Ssegawa P, Mauremootoo J. Achyranthes aspera (Devil’s horsewhip). Achyranthes Aspera. 2011."}, {"Citation": "Muthuswamy U, Sundaram D, Kuppusamy A, Varadharajan S, Puliyath J, Arumugam M. Anticataract and antioxidant activities of Achyranthes aspera Linn. against calcium-induced cataractogenesis using goat lenses. Der Pharmacia Lettre. 2012;4(2):436–442."}, {"Citation": "Shibeshil W, Makonnen E, Debella A, Zerihun L. Phytochemical, contraceptive efficacy and safety evaluations of the methanolic leaves extract of Achyranthes aspera L. Rats Pharmacol. 2006;3:217–224."}, {"Citation": "Rishikesh R, Mamun MR, Dutta PR, Maruf MA. Phytochemical and Pharmacological Investigation of Achyranthes Aspera Linn‟. Scholars Acad J Pharmacy. 2013;2(2):74–80."}, {"Citation": "Fikru A, Makonnen E, Eguale T, Debella A, Mekonnen GA. Evaluation of in vivo wound healing activity of methanol extract of Achyranthes aspera L. J Ethnopharmacol. 2012;143(2):469–474. doi:10.1016/j.jep.2012.06.049", "ArticleIdList": ["10.1016/j.jep.2012.06.049", "22771316"]}, {"Citation": "Chinnasamy V, Subramaniyan V, Chandiran S, et al. Antiarthritic Activity of Achyranthes Aspera on Formaldehyde - Induced Arthritis in Rats. Open Access Maced J Med Sci. 2019;7(17):2709–2714. doi:10.3889/oamjms.2019.559", "ArticleIdList": ["10.3889/oamjms.2019.559", "PMC6901860", "31844425"]}, {"Citation": "Neeta SR, Jyoti B, Anjuvan S, Prabhjot K. Antibacterial potential of Achyranthus aspera Linn Procured from Himachal Pradesh, Punjab and Haryana, India. Res J Chem Sci ISSN. 2011;2231:606X."}, {"Citation": "Shendkar CD, Chandrachood PS, Pawar AB, Lavate SM, Deshpande NR. Quantitative estimation of macro, micro nutrients and trace elements by X-ray fluorescence spectroscopy (XRF) from Achyranthes aspera Linn. Magnesium. 2011;9630:0–963."}, {"Citation": "Dangi AS, Sharma M, Aparna JP. Antimicrobial activity of Achyranthus aspera Linn. Int J Pharm Biol Sci. 2012;1:1–6."}, {"Citation": "Elumalai EK, Chandrasekaran N, Thirumalai T, Sivakumar C, Therasa SV, David E. Achyranthes aspera leaf extracts inhibited fungal growth. Int J PharmTech Res. 2009;1(4):1576–1579."}, {"Citation": "Manjunatha BK, Abhilash N, Hegde V, Suchitra MN, Vidya SM. Hepatoprotective potency of Achyranthes aspera: an in-vivo study. Int J Pharm Phytopharmacol Res. 2012;1(6):387–390."}, {"Citation": "Zambare M, Bhosale UA, Somani RS, Yegnanarayan R, Talpate KA, Scholar R. Effect of Treatment with Achyranthes aspera (Agadha) ethanol extract on various hematological and biochemical parameters in alloxan induced diabetic rats. Int J Pharm Front Res. 2011;1(1):42–52."}, {"Citation": "Venkatalakshmi P, Vedha Valli N, Sangeetha S. Hypolipidemic effect of Achyranthes aspera on High fat diet induced atherogenic rats. Res J Pharmaceutical Biol Chem Sci. 2012;3(3):75."}, {"Citation": "Aurangabadkar M. In-vitro antioxidant activity of Achyranthes aspera L. J Pharmacy Res. 2009;2(9):1402–1403."}, {"Citation": "Uma B, Yegnanarayan R, Pophale P, Zambare M, Somani RS. Antinociceptive evaluation of an ethanol extract of Achyranthes aspera (agadha) in animal models of Nociception. Int J Phytomed. 2010;2(4):45."}, {"Citation": "Patil AG, Jobanputra AH. In-vitro antimicrobial activity of Achyranthes aspera stem extracts against oral pathogens. Asian Pac J Trop Biomed. 2012;1:1–4."}, {"Citation": "Shibeshi W, Makonnen E, Zerihun L, Debella A. Effect of Achyranthes aspera L. on fetal abortion, uterine and pituitary weights, serum lipids and hormones. Afr Health Sci. 2006;6(2):108–112.", "ArticleIdList": ["PMC1831979", "16916302"]}, {"Citation": "Sutar N, Alok DK, Soumya MK, Priyanka G, Susri MS. Diuretic activity of Achyranthes aspera leaves extracts. Int Res J Pharm. 2012;3:216–218."}, {"Citation": "Barua CC, Talukdar A, Begum SA, et al. Antidepressant-like effects of the methanolic extract of Achyranthes aspera Linn. in animal models of depression. Pharmacologyonline. 2009;2:587–594."}, {"Citation": "Mandefro B, Mereta ST, Tariku Y, Ambelu A. Molluscidal effect of Achyranthes aspera L. (Amaranthaceae) aqueous extract on adult snails of Biomphalaria pfeifferi and Lymnaea natalensis. Infect Dis Poverty. 2017;6(1):1–5.", "ArticleIdList": ["PMC5641997", "29032768"]}, {"Citation": "Paul D, Bera S, Jana D, Maiti R, Ghosh D. In vitro determination of the contraceptive spermicidal activity of a composite extract of Achyranthes aspera and Stephania hernandifolia on human semen. Contraception. 2006;73(3):284–288.", "ArticleIdList": ["16472572"]}, {"Citation": "Jain SK. Dictionary of Indian folk medicine and ethnobotany. 1991."}, {"Citation": "Vasudeva N, Sharma SK. Post-coital antifertility activity of Achyranthes aspera Linn. J Ethnopharmacol. 2006;107(2):179–181.", "ArticleIdList": ["16725289"]}, {"Citation": "Hasan S. Pharmacological and medicinal uses of Achyranthes aspera. Int J Sci Environ Tech. 2014;3(1):123–129."}, {"Citation": "Debela A. Manual for Phytochemical Screening of Medicinal Plants. Addis Ababa, Ethiopia: EHNRI; 2002:26–71."}, {"Citation": "Guideline TT, Guideline O. OECD Guidelines for the Testing of Chemicals. J Med. 2001;420:1–14."}, {"Citation": "Reddy CV, Kamble A. Toxicity study of Achyranthus aspera. Int Lett Nat Sci. 2014;9."}, {"Citation": "Teshome D, Tiruneh C, Berihun G. Toxicity of Methanolic Extracts of Seeds of Moringa stenopetala, Moringaceae in Rat Embryos and Fetuses. Biomed Res Int. 2021;2021.", "ArticleIdList": ["PMC7889337", "33628785"]}, {"Citation": "Brown NA, Fabro S. Quantization of rat embryonic development in vitro: a morphological scoring system. Teratology. 1981;24(1):65–78.", "ArticleIdList": ["7302873"]}, {"Citation": "Shibeshil W, Makonnen E, Debella A, Zerihun L. Phytochemical, contraceptive efficacy and safety evaluations of the methanolic leaves extract of Achyranthes aspera L. Rats Pharmacol. 2006;3:217–224."}, {"Citation": "Green BT, Lee ST, Welch KD, Panter KE. “Plant alkaloids that cause developmental defects through the disruption of cholinergic neurotransmission,”. Birth Defects Res Part C. 2013;99(4):235–246.", "ArticleIdList": ["24339035"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "4", "Day": "2"}, {"Year": "2021", "Month": "5", "Day": "14"}, {"Year": "2021", "Month": "6", "Day": "9", "Hour": "6", "Minute": "42"}, {"Year": "2021", "Month": "6", "Day": "10", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "6", "Day": "10", "Hour": "6", "Minute": "1"}, {"Year": "2021", "Month": "6", "Day": "2"}], "PublicationStatus": "epublish", "ArticleIdList": ["34104006", "PMC8180308", "10.2147/JEP.S312649", "312649"]}}], "PubmedBookArticle": []}