{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["HPLC/ESI-MS", "Rhanterium suaveolens", "anti-inflammatory activity", "interleukins", "tyrosinase activity"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34114723", "DateCompleted": {"Year": "2021", "Month": "10", "Day": "12"}, "DateRevised": {"Year": "2021", "Month": "10", "Day": "12"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "06", "Day": "22"}], "Language": ["eng"], "ELocationID": ["10.1002/cbdv.202100316"], "Journal": {"ISSN": "1612-1880", "JournalIssue": {"Volume": "18", "Issue": "8", "PubDate": {"Year": "2021", "Month": "Aug"}}, "Title": "Chemistry & biodiversity", "ISOAbbreviation": "Chem Biodivers"}, "ArticleTitle": "Evaluation of Antioxidant, Anti-Inflammatory and Antityrosinase Potential of Extracts from Different Aerial Parts of Rhanterium suaveolens from Tunisia.", "Pagination": {"StartPage": "e2100316", "MedlinePgn": "e2100316"}, "Abstract": {"AbstractText": ["The genus Rhanterium (Asteraceae) is a widely distributed medicinal plant throughout western North Africa and some Rhanterium species are used in folk medicine. The aim of research was to investigate methanolic extracts from different parts (flowers, leaves, and stems) of Tunisian Rhanterium suaveolens as potential sources of bioactive products useful for healthy purposes. In particular, were analyzed the phenolic composition of these extracts and their antioxidant, anti-inflammatory, and anti-tyrosinase properties. The phytochemical analyses were performed using standard colorimetric procedures, HPLC-DAD and HPLC-DAD-ESI-MS. Then, several in vitro cell-free assays have been used to estimate the antioxidant/free radical scavenging capability of the extracts. Moreover, in vitro, and in vivo anti-melanogenesis activities of these extracts were tested, respectively, with the tyrosinase inhibition assay and the Zebrafish embryo model. Finally, the anti-inflammatory potential of these extracts in an in vitro model of acute intestinal inflammation in differentiated Caco-2 cells was evaluated. The R. suaveolens extracts under study appeared particularly rich in flavonols and hydroxycinnamic acids and all extracts appeared endowed with good antioxidant/free radical scavenging properties, being the flower extracts slightly more active than the others. Moreover, R. suaveolens flowers extract was able to inhibit in vitro tyrosinase activity and exhibited bleaching effects on the pigmentation of zebrafish embryos. Furthermore, all extracts showed good anti-inflammatory activity in intestinal epithelial cells as demonstrated by the inhibition of TNF-α-induced gene expression of IL-6 and IL-8. R. suaveolens aerial parts may be considered as a potential source of whitening agents, as well as of agents for the treatment of disorders related to oxidative stress and inflammation."], "CopyrightInformation": "© 2021 The Authors. Chemistry & Biodiversity published by Wiley-VHCA AG, Zurich, Switzerland."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Toxicology-, Microbiology- and Environmental Health Laboratory (RL 17ES06), Faculty of Sciences, University of Sfax, 3000, Sfax, Tunisia."}], "LastName": "Chelly", "ForeName": "Sabrine", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Toxicology-, Microbiology- and Environmental Health Laboratory (RL 17ES06), Faculty of Sciences, University of Sfax, 3000, Sfax, Tunisia."}], "LastName": "Chelly", "ForeName": "Meryam", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Dipartimento di Scienze Chimiche, Biologiche, Farmaceutiche ed Ambientali, Università di Viale Annunziata, 98168, Messina, Italy."}], "LastName": "Occhiuto", "ForeName": "Cristina", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Dipartimento di Scienze Chimiche, Biologiche, Farmaceutiche ed Ambientali, Università di Viale Annunziata, 98168, Messina, Italy."}], "LastName": "Cimino", "ForeName": "Francesco", "Initials": "F"}, {"Identifier": ["0000-0003-4689-9616"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Dipartimento di Scienze Chimiche, Biologiche, Farmaceutiche ed Ambientali, Università di Viale Annunziata, 98168, Messina, Italy."}], "LastName": "Cristani", "ForeName": "Mariateresa", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Dipartimento di Scienze Chimiche, Biologiche, Farmaceutiche ed Ambientali, Università di Viale Annunziata, 98168, Messina, Italy."}], "LastName": "Saija", "ForeName": "Antonina", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Dipartimento di Scienze Chimiche, Biologiche, Farmaceutiche ed Ambientali, Università di Viale Annunziata, 98168, Messina, Italy."}], "LastName": "Molonia", "ForeName": "Maria Sofia", "Initials": "MS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Istituto di Chimica Biomolecolare del Consiglio Nazionale delle Ricerche (ICB-CNR), Via Paolo Gaifami, 18, 95126, Catania, Italy."}], "LastName": "Ruberto", "ForeName": "Giuseppe", "Initials": "G"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Dipartimento di Scienze Chimiche, Biologiche, Farmaceutiche ed Ambientali, Università di Viale Annunziata, 98168, Messina, Italy."}], "LastName": "D'Angelo", "ForeName": "Valeria", "Initials": "V"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Dipartimento di Scienze Chimiche, Biologiche, Farmaceutiche ed Ambientali, Università di Viale Annunziata, 98168, Messina, Italy."}], "LastName": "Germanò", "ForeName": "Maria Paola", "Initials": "MP"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Istituto di Chimica Biomolecolare del Consiglio Nazionale delle Ricerche (ICB-CNR), Via Paolo Gaifami, 18, 95126, Catania, Italy."}], "LastName": "Siracusa", "ForeName": "Laura", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Toxicology-, Microbiology- and Environmental Health Laboratory (RL 17ES06), Faculty of Sciences, University of Sfax, 3000, Sfax, Tunisia."}], "LastName": "Bouaziz-Ketata", "ForeName": "Hanen", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Dipartimento di Scienze Chimiche, Biologiche, Farmaceutiche ed Ambientali, Università di Viale Annunziata, 98168, Messina, Italy."}], "LastName": "Speciale", "ForeName": "Antonio", "Initials": "A"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Chem Biodivers", "NlmUniqueID": "101197449", "ISSNLinking": "1612-1872"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Anti-Inflammatory Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Antioxidants"}, {"RegistryNumber": "0", "NameOfSubstance": "Coumaric Acids"}, {"RegistryNumber": "0", "NameOfSubstance": "Enzyme Inhibitors"}, {"RegistryNumber": "0", "NameOfSubstance": "Flavonols"}, {"RegistryNumber": "0", "NameOfSubstance": "Melanins"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}, {"RegistryNumber": "EC 1.14.18.1", "NameOfSubstance": "Monophenol Monooxygenase"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": ["chemistry", "isolation & purification", "metabolism", "pharmacology"], "DescriptorName": "Anti-Inflammatory Agents"}, {"QualifierName": ["chemistry"], "DescriptorName": "Antioxidants"}, {"QualifierName": ["chemistry", "metabolism"], "DescriptorName": "Asteraceae"}, {"QualifierName": [], "DescriptorName": "Caco-2 Cells"}, {"QualifierName": ["drug effects"], "DescriptorName": "Cell Differentiation"}, {"QualifierName": [], "DescriptorName": "Chromatography, High Pressure Liquid"}, {"QualifierName": ["chemistry", "isolation & purification", "metabolism", "pharmacology"], "DescriptorName": "Coumaric Acids"}, {"QualifierName": ["cytology", "drug effects", "metabolism"], "DescriptorName": "Embryo, Nonmammalian"}, {"QualifierName": ["chemistry", "isolation & purification", "metabolism", "pharmacology"], "DescriptorName": "Enzyme Inhibitors"}, {"QualifierName": ["chemistry", "isolation & purification", "metabolism", "pharmacology"], "DescriptorName": "Flavonols"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["metabolism"], "DescriptorName": "Melanins"}, {"QualifierName": ["antagonists & inhibitors", "metabolism"], "DescriptorName": "Monophenol Monooxygenase"}, {"QualifierName": ["chemistry", "metabolism"], "DescriptorName": "Plant Components, Aerial"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plant Extracts"}, {"QualifierName": ["chemistry", "metabolism"], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Spectrometry, Mass, Electrospray Ionization"}, {"QualifierName": [], "DescriptorName": "Tunisia"}, {"QualifierName": ["metabolism"], "DescriptorName": "Zebrafish"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "P. Sharma, G. C. Shah, ‘Composition and antioxidant activity of Senecio nudicaulis Wall. ex DC. (Asteraceae): a medicinal plant growing wild in Himachal Pradesh, India’, Nat. Prod. Res. 2015, 29, 883-886."}, {"Citation": "H. A. Mohammed, M. S. Al-Omer, A. M. Ahmed, N. E. Hashish, H. M. Alsaedi, S. A. Alghazy, A. A. H. Abdellatif, ‘Comparative Study for the Volatile Oil Constituents and Antimicrobial Activity of Rhanterium epapposum Oliv. Growing in Qassim, Saudi Arabia’, Pharmacogenomics J. 2019, 11."}, {"Citation": "A. Amrani, O. Benaissa, N. Boubekri, D. Zama, F. Benayache, S. Benayache, ‘In vitro antioxidant activities of Rhantherium suaveolens extracts’, J. Mater. Environ. Sci. 2017, 8, 4002-4006."}, {"Citation": "M. Bouaziz, A. Dhouib, S. Loukil, M. Boukhris, S. Sayadi, ‘Polyphenols content, antioxidant and antimicrobial activities of extracts of some wild plants collected from the south of Tunisia’, Afr. J. Biotechnol. 2009, 8, 7017-7027."}, {"Citation": "H. Boussoussa, I. Khacheba, A. Djeridane, N. Mellah, M. Yousfi, ‘Antibacterial activity from Rhanterium adpressum flowers extracts, depending on seasonal variations’, Ind. Crops Prod. 2016, 83, 44-47."}, {"Citation": "H. B. Salah, H. Bouaziz, N. Allouche, ‘Chemical Composition of Essential Oil from Rhanterium suaveolens Desf. and its Antimicrobial Activity Against Foodborne Spoilage Pathogens and Mycotoxigenic Fungi’, J. Essent. Oil-Bear. Plants 2019, 22, 592-603."}, {"Citation": "A. E. Chemsa, E. Erol, M. Ozturk, A. Zellagui, C. Ozgur, N. Gherraf, M. E. Duru, ‘Chemical constituents of essential oil of endemic Rhanterium suaveolens Desf. growing in Algerian Sahara with antibiofilm, antioxidant and anticholinesterase activities’, Nat. Prod. Res. 2016, 30, 2120-2124."}, {"Citation": "B. Demirci, H. S. Yusufoglu, N. Tabanca, H. E. Temel, U. R. Bernier, N. M. Agramonte, S. I. Alqasoumi, A. J. Al-Rehaily, K. H. C. Baser, F. Demirci, ‘Rhanterium epapposum Oliv. essential oil: Chemical composition and antimicrobial, insect-repellent and anticholinesterase activities’, Saudi Pharm. J. 2017, 25, 703-708."}, {"Citation": "M. Hitana, C. Dupas, N. Oulahal, P. Degraeve, H. Najaa, T. Bouhamda, S. Fattouch, M. Neffati, ‘Assessment of antioxidant activities of an endemic species from Tunisia: Rhanterium sueaveolens Desf related to its phenolic composition’, Biocatal. Agric. Biotechnol. 2019, 22, 101355."}, {"Citation": "S. S. Baghel, N. Shrivastava, R. S. Baghel, P. Agrawal, S. Rajput, ‘A review of quercetin: antioxidant and anticancer properties’, World J. Pharm. Sci. 2012, 1, 146-160."}, {"Citation": "M.-H. Choi, H.-J. Shin, ‘Anti-Melanogenesis Effect of Quercetin’, Cosmetics 2016, 3, 18."}, {"Citation": "S. Chelly, M. Chelly, H. B. Salah, K. Athmouni, A. Bitto, H. Sellami, C. Kallel, H. Bouaziz-Ketata, ‘HPLC-DAD Analysis, Antioxidant and Protective Effects of Tunisian Rhanterium suaveolens against Acetamiprid Induced Oxidative Stress on Mice Erythrocytes’, Chem. Biodiversity 2019, 16, e1900428."}, {"Citation": "H. Boussoussa, C. Hamia, A. Djeridane, M. Boudjeniba, M. Yousfi, ‘Effect of different solvent polarity on extraction of phenolic compounds from Algerian Rhanterium adpressum flowers and their antimicrobial and antioxidant activities’, Curr. Chem. Biol. 2014, 8, 43-50."}, {"Citation": "A. E. Al-Snafi, ‘Medical importance of Anthemis nobilis (Chamaemelum nobile) - A review’, Asian J. Pharm. Sci. 2016, 6, 6."}, {"Citation": "S. M. F. Bessada, J. C. M. Barreira, M. B. P. P. Oliveira, ‘Asteraceae species with most prominent bioactivity and their potential applications: A review’, Ind. Crops Prod. 2015, 76, 604-615."}, {"Citation": "I. Marmouzi, M. El Karbane, M. El Hamdani, M. Kharbach, H. Naceiri Mrabti, R. Alami, S. Dahraoui, M. El Jemli, Z. Ouzzif, Y. Cherrah, S. Derraji, M. E. A. Faouzi, ‘Phytochemical and pharmacological variability in Golden Thistle functional parts: comparative study of roots, stems, leaves and flowers’, Nat. Prod. Res. 2017, 31, 2669-2674."}, {"Citation": "W. Wang, C. Sun, L. Mao, P. Ma, F. Liu, J. Yang, Y. Gao, ‘The biological activities, chemical stability, metabolism and delivery systems of quercetin: A review’, Trends Food Sci. Technol. 2016, 56, 21-38."}, {"Citation": "M. H. Kweon, H. J. Hwang, H. C. Sung, ‘Identification and antioxidant activity of novel chlorogenic acid derivatives from bamboo (Phyllostachys edulis)’, J. Agric. Food Chem. 2001, 49, 4646-4655."}, {"Citation": "D. P. Moreira, M. C. Monteiro, M. Ribeiro-Alves, C. M. Donangelo, L. C. Trugo, ‘Contribution of chlorogenic acids to the iron-reducing activity of coffee beverages’, J. Agric. Food Chem. 2005, 53, 1399-1402."}, {"Citation": "A. Smeriglio, D. Barreca, E. Bellocco, D. Trombetta, ‘Proanthocyanidins and hydrolysable tannins: occurrence, dietary intake and pharmacological effects’, Br. J. Pharmacol. 2017, 174, 1244-1262."}, {"Citation": "V. Koleckar, K. Kubikova, Z. Rehakova, K. Kuca, D. Jun, L. Jahodar, L. Opletal, ‘Condensed and hydrolysable tannins as antioxidants influencing the health’, Mini-Rev. Med. Chem. 2008, 8, 436-447."}, {"Citation": "F. Javadi, A. Ahmadzadeh, S. Eghtesadi, N. Aryaeian, M. Zabihiyeganeh, A. Rahimi Foroushani, S. Jazayeri, ‘The Effect of Quercetin on Inflammatory Factors and Clinical Symptoms in Women with Rheumatoid Arthritis: A Double-Blind, Randomized Controlled Trial’, J. Am. Coll. Nutr. 2017, 36, 9-15."}, {"Citation": "E. L. Opie, ‘On the relation of necrosis and inflammation to denaturation of proteins’, J. Exp. Med. 1962, 115, 597-608."}, {"Citation": "N. I. Osman, N. J. Sidik, A. Awal, N. A. Adam, N. I. Rezali, ‘In vitro xanthine oxidase and albumin denaturation inhibition assay of Barringtonia racemosa L. and total phenolic content analysis for potential anti-inflammatory use in gouty arthritis’, J. Intercult. Ethnopharmacol. 2016, 5, 343-349."}, {"Citation": "C. L. Hawkins, M. J. Davies, ‘Hypochlorite-induced oxidation of proteins in plasma: formation of chloramines and nitrogen-centered radicals and their role in protein fragmentation’, Biochem. J. 1999, 340 (Pt 2), 539-548."}, {"Citation": "J. Siwak, A. Lewinska, M. Wnuk, G. Bartosz, ‘Protection of flavonoids against hypochlorite-induced protein modifications’, Food Chem. 2013, 141, 1227-1241."}, {"Citation": "G. Muzes, B. Molnar, Z. Tulassay, F. Sipos, ‘Changes of the cytokine profile in inflammatory bowel diseases’, World J. Gastroenterol. 2012, 18, 5848-5861."}, {"Citation": "D. Y. Ren, C. Li, Y. Q. Qin, R. L. Yin, S. W. Du, F. Ye, H. F. Liu, M. P. Wang, Y. Sun, X. Li, M. Y. Tian, N. Y. Jin, ‘Lactobacilli reduce chemokine IL-8 production in response to TNF-alpha and Salmonella challenge of Caco-2 cells’, BioMed Res. Int. 2013, 2013, 925219."}, {"Citation": "D. Seegert, P. Rosenstiel, H. Pfahler, P. Pfefferkorn, S. Nikolaus, S. Schreiber, ‘Increased expression of IL-16 in inflammatory bowel disease’, Gut 2001, 48, 326-332."}, {"Citation": "S. Bernotti, E. Seidman, D. Sinnett, S. Brunet, S. Dionne, E. Delvin, E. Levy, ‘Inflammatory reaction without endogenous antioxidant response in Caco-2 cells exposed to iron/ascorbate-mediated lipid peroxidation’, Am. J. Physiol. Gastrointest. Liver Physiol. 2003, 285, G898-G906."}, {"Citation": "N. Liang, D. D. Kitts, ‘Chlorogenic Acid (CGA) Isomers Alleviate Interleukin 8 (IL-8) Production in Caco-2 Cells by Decreasing Phosphorylation of p38 and Increasing Cell Integrity’, Int. J. Mol. Sci. 2018, 19."}, {"Citation": "S. J. Hwang, Y. W. Kim, Y. Park, H. J. Lee, K. W. Kim, ‘Anti-inflammatory effects of chlorogenic acid in lipopolysaccharide-stimulated RAW 264.7 cells’, Inflammation Res. 2014, 63, 81-90."}, {"Citation": "H. S. Shin, H. Satsu, M. J. Bae, Z. Zhao, H. Ogiwara, M. Totsuka, M. Shimizu, ‘Anti-inflammatory effect of chlorogenic acid on the IL-8 production in Caco-2 cells and the dextran sulfate sodium-induced colitis symptoms in C57BL/6 mice’, Food Chem. 2015, 168, 167-175."}, {"Citation": "C. Gonzalez-Quilen, E. Rodriguez-Gallego, R. Beltran-Debon, M. Pinent, A. Ardevol, M. T. Blay, X. Terra, ‘Health-Promoting Properties of Proanthocyanidins for Intestinal Dysfunction’, Nutrients 2020, 12."}, {"Citation": "L. Kim, Y. Kim, O. Kwon, J. Y. Kim, ‘Antioxidant activities of ethanolic and acidic ethanolic extracts of astringent persimmon in H2O2-stimulated Caco-2 human colonic epithelial cells’, Food Sci. Biotechnol. 2017, 26, 1085-1091."}, {"Citation": "E. O. Kim, H. Lee, C. H. Cho, Y. J. Kim, D.-O. Kim, ‘Antioxidant capacity and anti-inflammatory effect of the ethyl acetate fraction of dried persimmon (Diospyros kaki Thumb.) on THP-1 human acute monocytic leukemia cell lines’, J. Korean Soc. Appl. Biol. Chem. 2011, 54, 606-611."}, {"Citation": "M. Lee, H. Y. Park, K. H. Jung, D. H. Kim, H. S. Rho, K. Choi, ‘Anti-melanogenic Effects of Kojic Acid and Hydroxycinnamic Acid Derivatives’, Biotechnol. Bioprocess Eng. 2020, 25, 190-196."}, {"Citation": "M. Fan, G. Zhang, X. Hu, X. Xu, D. Gong, ‘Quercetin as a tyrosinase inhibitor: Inhibitory activity, conformational change and mechanism’, Food Res. Int. 2017, 100, 226-233."}, {"Citation": "Q. Yu, L. Fan, Z. Duan, ‘Five individual polyphenols as tyrosinase inhibitors: Inhibitory activity, synergistic effect, action mechanism, and molecular docking’, Food Chem. 2019, 297, 124910."}, {"Citation": "S. Boussahel, A. Speciale, S. Dahamna, Y. Amar, I. Bonaccorsi, F. Cacciola, F. Cimino, P. Donato, G. Ferlazzo, D. Harzallah, M. Cristani, ‘Flavonoid profile, antioxidant and cytotoxic activity of different extracts from Algerian Rhamnus alaternus L. bark’, Pharmacogn. Mag. 2015, 11, S102-S109."}, {"Citation": "A. Pękal, K. Pyrzynska, ‘Evaluation of Aluminium Complexation Reaction for Flavonoid Content Assay’, Food Anal. Methods 2014, 7, 1776-1782."}, {"Citation": "A. Tomaino, M. Martorana, T. Arcoraci, D. Monteleone, C. Giovinazzo, A. Saija, ‘Antioxidant activity and phenolic profile of pistachio (Pistacia vera L., variety Bronte) seeds and skins’, Biochimie 2010, 92, 1115-1122."}, {"Citation": "S. Mole, P. G. Waterman, ‘A critical analysis of techniques for measuring tannins in ecological studies: II. Techniques for biochemically defining tannins’, Oecologia 1987, 72, 148-156."}, {"Citation": "D. Russo, R. Miglionico, M. Carmosino, F. Bisaccia, P. B. Andrade, P. Valentao, L. Milella, M. F. Armentano, ‘A Comparative Study on Phytochemical Profiles and Biological Activities of Sclerocarya birrea (A.Rich.) Hochst Leaf and Bark Extracts’, Int. J. Mol. Sci. 2018, 19."}, {"Citation": "M. Chelly, S. Chelly, C. Occhiuto, F. Cimino, M. Cristani, A. Saija, C. Muscara, G. Ruberto, A. Speciale, H. Bouaziz-Ketata, L. Siracusa, ‘Comparison of Phytochemical Profile and Bioproperties of Methanolic Extracts from Different Parts of Tunisian Rumex roseus’, Chem. Biodiversity 2021."}, {"Citation": "Z. Haida, M. Hakiman, ‘A comprehensive review on the determination of enzymatic assay and nonenzymatic antioxidant activities’, Food Sci. Nutr. 2019, 7, 1555-1563."}, {"Citation": "P. Prieto, M. Pineda, M. Aguilar, ‘Spectrophotometric quantitation of antioxidant capacity through the formation of a phosphomolybdenum complex: specific application to the determination of vitamin E’, Anal. Biochem. 1999, 269, 337-341."}, {"Citation": "J. Abidi, C. Occhiuto, F. Cimino, A. Speciale, G. Ruberto, L. Siracusa, M. Bouaziz, M. Boumendjel, C. Muscarà, A. Saija, M. Cristani, ‘Phytochemical and Biological Characterization of Methanolic Extracts from Rumex algeriensis and Rumex tunetanus’, Chem. Biodiversity 2020, 17, e2000345."}, {"Citation": "A. Kumaran, R. J. Karunakaran, ‘Nitric oxide radical scavenging active components from Phyllanthus emblica L’, Plant Foods Hum. Nutr. 2006, 61, 1-5."}, {"Citation": "V. Vichai, K. Kirtikara, ‘Sulforhodamine B colorimetric assay for cytotoxicity screening’, Nat. Protoc. 2006, 1, 1112-1116."}, {"Citation": "D. Ferrari, A. Speciale, M. Cristani, D. Fratantonio, M. S. Molonia, G. Ranaldi, A. Saija, F. Cimino, ‘Cyanidin-3-O-glucoside inhibits NF-kB signalling in intestinal epithelial cells exposed to TNF-alpha and exerts protective effects via Nrf2 pathway activation’, Toxicol. Lett. 2016, 264, 51-58."}, {"Citation": "D. Ferrari, F. Cimino, D. Fratantonio, M. S. Molonia, R. Bashllari, R. Busa, A. Saija, A. Speciale, ‘Cyanidin-3-O-Glucoside Modulates the In Vitro Inflammatory Crosstalk between Intestinal Epithelial and Endothelial Cells’, Mediators Inflammation 2017, 2017, 3454023."}, {"Citation": "T. D. Schmittgen, K. J. Livak, ‘Analyzing real-time PCR data by the comparative CT method’, Nat. Protoc. 2008, 3, 1101-1108."}, {"Citation": "S. Ferro, L. De Luca, M. P. Germano, M. R. Buemi, L. Ielo, G. Certo, M. Kanteev, A. Fishman, A. Rapisarda, R. Gitto, ‘Chemical exploration of 4-(4-fluorobenzyl)piperidine fragment for the development of new tyrosinase inhibitors’, Eur. J. Med. Chem. 2017, 125, 992-1001."}, {"Citation": "C. B. Kimmel, W. W. Ballard, S. R. Kimmel, B. Ullmann, T. F. Schilling, ‘Stages of embryonic development of the zebrafish’, Dev. Dyn. 1995, 203, 253-310."}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "4", "Day": "22"}, {"Year": "2021", "Month": "6", "Day": "10"}, {"Year": "2021", "Month": "6", "Day": "12", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "10", "Day": "13", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "6", "Day": "11", "Hour": "8", "Minute": "52"}], "PublicationStatus": "ppublish", "ArticleIdList": ["34114723", "10.1002/cbdv.202100316"]}}], "PubmedBookArticle": []}