{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["China", "Meloidogyne arenaria", "Ophiopogon japonicus"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34114889", "DateRevised": {"Year": "2024", "Month": "02", "Day": "22"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "06", "Day": "11"}], "Language": ["eng"], "ELocationID": ["10.1094/PDIS-03-21-0584-PDN"], "Journal": {"ISSN": "0191-2917", "JournalIssue": {"PubDate": {"Year": "2021", "Month": "Jun", "Day": "11"}}, "Title": "Plant disease", "ISOAbbreviation": "Plant Dis"}, "ArticleTitle": "First report of Meloidogyne arenaria infecting Maidong (Ophiopogon japonicus) in China.", "Abstract": {"AbstractText": ["Maidong (Ophiopogon japonicus) is a perennial evergreen plant of the Asparagaceae, occurring mainly in China, Japan, Vietnam, and India. It grows in the damp place on the hillside below 2000 meters above sea level, under the forest or beside the stream;It has been widely cultivated in the Sichuan ofhina for medicinal uses; and it is included in the Chinese Pharmacopoeia. During April 2019, Maidong plants exhibiting symptoms of stunting, leaf wilting, and multiple galls in the roots associated with root-knot nematode (Meloidogyne sp.) were detected in a commercial field in near the city of Mianyang (N105°42', E30°93'), Sichuan, China. The second-stage juveniles (J2) were collected from the soil in the root zone, and adult females were dissected from roots. Population densities of J2 ranged from 190 to 255 per 100 cm3. Subsequently, individual females (n=20) were extracted from root samples and submitted to Meloidogyne species identification by perineal pattern morphological analysis (n=20), and morphometric measurements of second stage juveniles (J2) (n = 20). The J2 showed the following morphometric characters：body length = 475.5 ± 24.2 µm, tail length = 55.2 ± 6.43µm, stylet length = 12.4 ± 1.56 µm and distance from dorsal esophageal gland opening to the stylet knot (DGO) = 2.97 ± 0.44 μm; perineal patterns of females showed a low dorsal arch, with lateral field marked by forked and broken striae, no punctate markings between anus and tail terminus were observed. These morphological characteristics are consistent with Meloidogyne arenaria (Neves et al. 2016). In addition, to confirm species identification, DNA was extracted from females (Blok, et al. 1997) and D2/D3 fragments of the 28S rRNA was amplified using the universal primers D2A/D3B. The DNA fragment obtained showed a 754 bp length (GenBank accession no. MW965614) that was sequenced and analyzed, sequences were 99.8% identical to the MH359158, KX151138 and EU364889 M. arenaria sequences. Furthermore, species-specific SCAR primers Far/Rar were used as described by Zijlstra et al. 2000. The PCR produced approximately 420 bp sequences, which was identical to that previously reported for M. arenaria (Zijlstra et al. 2000). Morphological and molecular characterization supports the identification of the isolate found on Ophiopogon japonicus as M. arenaria. To verify the nematode pathogenicity on Maidong plants, Maidong seed were planted in 20-cm diameter, 10-cm deep plastic pots containing 1000 cm3 sterilized soil and infested with 2000 M. arenaria J2 per seedling, using a sterilized micropipette. Plants were maintained at 20-25°C in a greenhouse. Control plants received sterile water, and the pathogenicity test was repeated three times. After 60 days, all inoculated plants showed reduced growth compared with control. The symptoms were similar to those observed in the field, a large number of galls (38.5 ± 2.4) and egg masses (18.5 ± 0.2) were found on each root system. Maidong was considered a good host for M. arenaria in Mianyang. M. arenaria is one of the most important plant parasitic nematode with a wide geographic distribution and causes great losses in many crops around the world (Perry et al. 2009). Through investigation, this is the first report worldwide of M. arenaria infecting Ophiopogon japonicus."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Lab of Agricultural Biodiversity and Pest Control, College of Plant Protection, Yunnan Agricultural UniversityKuming, Yunnan, China, 650201; Wentao_Wu121@163.com."}], "LastName": "Wu", "ForeName": "Wentao", "Initials": "W"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "yunnan agricultural university, College of plant protection, Kunming, Yunnan, China; 823672519@qq.com."}], "LastName": "Ye", "ForeName": "Kunhao", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Kunming, China; 1339593115@qq.com."}], "LastName": "Wang", "ForeName": "Zhu-Hua", "Initials": "ZH"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Yunnan Agricultural University, No. 452, fengyuan road, panlong district, kunming city, yunnan province, Kunming, China, 650201; g87l12w12@163.com."}], "LastName": "Guo", "ForeName": "Liwei", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Yunnan Agricultural University, Plant protection faculty, Plant protection, Yunnan Agricultural University, Kunming, Yunnan, China, 650201; shushengzhu79@126.com."}], "LastName": "Zhu", "ForeName": "Shu-Sheng", "Initials": "SS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Yunnan Agriculture University, plant pathology department, Plant Protection College, Yunnan Agriculture University, Black Dragon Pool, Kunming, Yunnan Province, China, 650201; wangyang626@sina.com."}], "LastName": "Wang", "ForeName": "Yang", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Southwest Foresttry UniversityKunming, Yunnan, China, 650224; hexiahong@hotmail.com."}], "LastName": "He", "ForeName": "Xiahong", "Initials": "X"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Plant Dis", "NlmUniqueID": "9882809", "ISSNLinking": "0191-2917"}}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2021", "Month": "6", "Day": "12", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "6", "Day": "12", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "6", "Day": "11", "Hour": "12", "Minute": "13"}], "PublicationStatus": "aheadofprint", "ArticleIdList": ["34114889", "10.1094/PDIS-03-21-0584-PDN"]}}], "PubmedBookArticle": []}