{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Bioactive metabolites", "Biosynthetic gene clusters", "Endophytes", "Isolation", "Medicinal plants"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34121835", "DateRevised": {"Year": "2022", "Month": "04", "Day": "23"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "06", "Day": "08"}], "Language": ["eng"], "ELocationID": ["103", "10.1186/s42269-021-00561-7"], "Journal": {"ISSN": "2522-8307", "JournalIssue": {"Volume": "45", "Issue": "1", "PubDate": {"Year": "2021"}}, "Title": "Bulletin of the National Research Centre", "ISOAbbreviation": "Bull Natl Res Cent"}, "ArticleTitle": "Endophytic microbes from Nigerian ethnomedicinal plants: a potential source for bioactive secondary metabolites-a review.", "Pagination": {"StartPage": "103", "MedlinePgn": "103"}, "Abstract": {"AbstractText": ["Endophytes are highly beneficial species of microbes that live in symbiosis with plant tissues in the setting. Endophytes are difficult to isolate in their natural environment, and they are understudied despite being a rich source of bioactive molecules. There are varieties of new infectious diseases emerging across the world, necessitating a constant and expanded search for newer and more efficient bioactive molecules. Nigeria is known for its biodiversity in ethnomedicinal plants, yet these plants are understudied for endophytic microbes harbouring novel bioactive molecules.", "Endophytes are a source of novel organic natural molecules and are thought to be drug discovery frontiers. Endophyte research has contributed to the discovery of possible anticancer agents following the discovery of taxol. Endophyte research has contributed to the discovery of possible drug compounds with antimicrobial, antioxidant, antiviral, antidiabetic, anti-Alzheimers disease and immunosuppressive properties among others. These breakthroughs provide hope for combating incurable diseases, drug resistance, the emergence of new infectious diseases, and other human health issues. Finding new medicines that may be effective candidates for treating newly emerging diseases in humans has a lot of promise. Most studies have been on fungi endophytes, with just a few reports on bacterial endophytes. The biology of endophytic bacteria and fungi, as well as endophytic microbes isolated from Nigerian medicinal plants, their isolation methods, identification by morphological and molecular methods, fermentation, purification, identification of bioactive compounds and biosynthetic gene clusters are all covered in this study.", "In Nigeria, the sourcing and isolation of endophytes harboring biosynthetic gene clusters are still understudied, necessitating a rigorous quest for bioactive molecules in endophytes inhabiting various ethnomedicinal plants."], "CopyrightInformation": "© The Author(s) 2021."}, "AuthorList": [{"Identifier": ["0000-0002-3486-3870"], "AffiliationInfo": [{"Identifier": ["grid.411782.9", "0000 0004 1803 1817"], "Affiliation": "Department of Pharmaceutical Microbiology and Biotechnology, Faculty of Pharmacy, University of Lagos, Lagos, Nigeria."}], "LastName": "Ezeobiora", "ForeName": "Chijioke E", "Initials": "CE"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["grid.411782.9", "0000 0004 1803 1817"], "Affiliation": "Department of Pharmaceutical Microbiology and Biotechnology, Faculty of Pharmacy, University of Lagos, Lagos, Nigeria."}], "LastName": "Igbokwe", "ForeName": "Nwamaka H", "Initials": "NH"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["grid.7269.a", "0000 0004 0621 1570"], "Affiliation": "Department of Microbiology, Faculty of Science, Ain Shams University, Cairo, Egypt."}], "LastName": "Amin", "ForeName": "Dina H", "Initials": "DH"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["grid.411782.9", "0000 0004 1803 1817"], "Affiliation": "Department of Pharmaceutical Microbiology and Biotechnology, Faculty of Pharmacy, University of Lagos, Lagos, Nigeria."}], "LastName": "Mendie", "ForeName": "Udoma E", "Initials": "UE"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "Bull Natl Res Cent", "NlmUniqueID": "101755158", "ISSNLinking": "1110-0591"}, "CoiStatement": "Competing interestsThe authors declare that they have no competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Abba CC, Nduka I. Antimicrobial activity of secondary metabolites of endophytic Aspergillus species isolated from Loranthus micranthus. Afr J Pharma Res Dev. 2016;8(2):136–140."}, {"Citation": "Abba CC, Nduka I, Eze PM, Ujam TN, Abonyi DO, Okoye FBC. Antimicrobial activity of secondary metabolites of endophytic Aspergillus Species Isolated from Loranthus micranthus. Afr J Pharma Res Dev. 2016;8(2):136–140."}, {"Citation": "Abba CC, Eze PM, Abonyi DO, Nwachukwu CU, Proksch P, Okoye FBC, Eboka CJ. Phenolic compounds from endophytic Pseudofusicoccum sp. isolated from Annona muricata. Trop J Nat Prod Res. 2018;2(7):332–337. doi: 10.26538/tjnpr/v2i7.6.", "ArticleIdList": ["10.26538/tjnpr/v2i7.6"]}, {"Citation": "Abonyi DO, Eze PM. Biologically active phenolic acids produced by Aspergillus sp. an endophyte of Moringa oleifera. Euro J Biol Res. 2018;8(3):158–168."}, {"Citation": "Ahmed M, Hussain M, Dhar M. Sanjana K (2012) Isolation of microbial endophytes from some ethnomedicinal plants of Jammu and Kashmir. J Nat Prod Plant Resour. 2012;2(2):215–220."}, {"Citation": "Akpotu MO, Eze PM, Abba CC, Umeokoli BO, Nwachukwu CU, Okoye FBC, Esimone CO. Antimicrobial activities of secondary metabolites of endophytic fungi isolated from Catharanthus roseus. J Health Sci. 2017;7(1):15–22."}, {"Citation": "Akpotu MO, Eze PM, Abba CC, Nwachukwu CU, Okoye FBC, Esimone CO. Metabolites of endophytic fungi isolated from Euphorbia hirta growing in southern Nigeria. Chem Sci Rev Lett. 2017;6(21):12–19."}, {"Citation": "Akpotu O, Eze PM, Abba PC, Nwachukwu C, Okoye BC, Esimone C. Antimicrobial Activities of secondary metabolites of endophytic fungi isolated from Catharanthus roseus. J Health Sci. 2020;7(1):15–22."}, {"Citation": "Ali A, Rante H. Screening of endophytic bacteria producing antifungal isolated from Indonesia medicinal plant, Talinum triangulare. Int J Pharm Pharm Sci. 2018;10(6):152–158. doi: 10.22159/ijpps.2018v10i6.26037.", "ArticleIdList": ["10.22159/ijpps.2018v10i6.26037"]}, {"Citation": "Amin HD, Abolmatty A, Borsetto C, Tolba S, Abdallah AN, Wellington ME. In silico genomic mining reveals unexplored bioactive potential of rare actinobacteria isolated from Egyptian soil. Bull Natl Res Cent. 2019;43(78):1–9."}, {"Citation": "Amin HD, Abdallah AN, Abolmaaty A, Tolba S, Wellington ME. Microbiological and molecular insights on rare actinobacteria harbouring bioactive prospective. Bull Natl Res Cent. 2020;44(5):1–12."}, {"Citation": "Arnold AE, Engelbrecht BMJ. Fungal endophytes nearly double minimum leaf conductance in seedlings of a neotropical tree species. J Trop Ecol. 2007;23(3):369. doi: 10.1017/S0266467407004038.", "ArticleIdList": ["10.1017/S0266467407004038"]}, {"Citation": "Arnold AE, Mejıa LC, Kyllo D, Rojas EI, Zuleyka M, Nancy R, Edward AH. Fungal endophytes limit pathogen damage in a tropical tree. Proc Natl Acad Sci. 2003;100(26):15649–15654. doi: 10.1073/pnas.2533483100.", "ArticleIdList": ["10.1073/pnas.2533483100", "PMC307622", "14671327"]}, {"Citation": "Blaskovich MAT, Coope MA. Antibiotics in the clinical pipeline at the end of 2015. J Antibiot. 2017;70:3–24. doi: 10.1038/ja.2016.72.", "ArticleIdList": ["10.1038/ja.2016.72", "27353164"]}, {"Citation": "Buzugbe HS, Eze PM, Chukwunwe Jim CR, Nwachukwu CU, Abonyi DO, Abba CC, Okoye FBC, Esimone CO. Investigation of secondary metabolites of an endophytic fungus isolated from the leaves of Chromolaena odorata for possible antimicrobial and antioxidant Activities. Pharm Chem J. 2018;5(6):72–77."}, {"Citation": "Clay K, Schardl CL. Evolutionary origin and ecological consequences of endophyte symbiosis with grasses. Am Nat. 2011;160:S99–S127. doi: 10.1086/342161.", "ArticleIdList": ["10.1086/342161", "18707456"]}, {"Citation": "Cragg GM, Newman DJ. Natural products: a continuing source of novel drug leads. Biochim Biophys Acta. 2013;1830(6):3670–3695. doi: 10.1016/j.bbagen.2013.02.008.", "ArticleIdList": ["10.1016/j.bbagen.2013.02.008", "PMC3672862", "23428572"]}, {"Citation": "Ebada SS, Eze P, Okoye FBC, Esimone CO, Proksch P. The fungal endophyte Nigrospora oryzae produces quercetin monoglycosides previously known only from plants. Chem Select. 2016;1:2767–2771."}, {"Citation": "El Dine RS, Halawany AM, Ma CM, Hattori M. Anti-HIV1- protease activity of lanostane triterpenes from the Vienamese mushroom Ganoderma colossum. J Nat Prod. 2008;71:1022–1026. doi: 10.1021/np8001139.", "ArticleIdList": ["10.1021/np8001139", "18547117"]}, {"Citation": "El-sayed AS, Mohamed NZ, Safan S, Yassin MA, Shaban L, Shindia AA, Shad A, Sitohy MZ. Restoring the taxol biosynthetic machinery of Aspergillus terreus by Podocarpus gracilior pilger microbiome, with retrieving the ribosome biogenesis proteins of WD40 super family. Sci Rep. 2019;9:9–25. doi: 10.1038/s41598-019-47816-y.", "ArticleIdList": ["10.1038/s41598-019-47816-y", "PMC6687737", "31395904"]}, {"Citation": "Emmanuel E, Eze PM, Ogwaluonye UC, Ilo ES, Nwankwo OL, Okoye FBC, Esimone CO (2018) Antimicrobial, antioxidant and cytotoxic properties of secondary metabolites from endophytic fungi of Psidium guajava. Pharm Chem J 5(6):72–77. 2019; 6(1):90–97"}, {"Citation": "Eze PM, Ojimba NK, Abonyi DO, Chukwunwejim CR, Abba CC, Okoye FBC, Esimone CO. Antimicrobial activity of metabolites of an endophytic fungus isolated from the leaves of Citrus jambhiri (Rutaceae) Trop J Nat Prod Res. 2018;2(3):145–149. doi: 10.26538/tjnpr/v2i3.9.", "ArticleIdList": ["10.26538/tjnpr/v2i3.9"]}, {"Citation": "Eze PM, Ojimba NK, Abonyi DO, Chukwunwejim CR, Abba CC, Okoye FBC, Esimone CO. Antimicrobial activity of metabolites of an endophytic fungus isolated from the leaves of Citrus jambhiri. Trop J Nat Prod Res. 2018;2(3):145–149. doi: 10.26538/tjnpr/v2i3.9.", "ArticleIdList": ["10.26538/tjnpr/v2i3.9"]}, {"Citation": "Gao F, Dai C, Liu X. Mechanisms of fungal endophytes inplant protection against pathogens. Afr J Microbiol Res. 2010;4(13):1346–1351."}, {"Citation": "Garba SA, Mudi SY, Muhammed AH, Abdullahi S. Assessment of bioactive compounds produced by endophytic fungus isolated from Sclerocarya birrea Plant. NRJCS. 2018;4:123–133."}, {"Citation": "Garg N, Meena A, Nain J. Evaluation of physicochemical and preliminary phytochemical studies on the root of Bombax ceiba Linn. Int J Pharm Sci Res. 2011;2:924–926."}, {"Citation": "Gond SK, Kharwar RN, White JF. Will fungi be the new source of the blockbuster drug taxol? Fungal Biol Rev. 2014;28:77–84. doi: 10.1016/j.fbr.2014.10.001.", "ArticleIdList": ["10.1016/j.fbr.2014.10.001"]}, {"Citation": "Gunatilaka AL. Natural products from plant-associated microorganism: distribution, structural diversity, bioactivity and implications of their occurrence. J Nat Prod. 2006;69:509–526. doi: 10.1021/np058128n.", "ArticleIdList": ["10.1021/np058128n", "PMC3362121", "16562864"]}, {"Citation": "Hu Y, Martinez ED, MacMillan JB. Anthraquinones from a marine-Derived Streptomyces Spinoverrucosus. J Nat Prod. 2012;75:1759–1764. doi: 10.1021/np3004326.", "ArticleIdList": ["10.1021/np3004326", "PMC3488424", "23057874"]}, {"Citation": "Jalgaonwala RE, Mohite BV, Mahajan RT. A review: natural products from plant associated endophytic fungi. J Microbiol Biotech Res. 2011;1(2):21–32."}, {"Citation": "Joseph B, Mini PR. Bioactive compounds from endophytes and their potential in pharmaceutical effect: a review. Am J Biochem Mol Biol. 2011;1(3):291–309. doi: 10.3923/ajbmb.2011.291.309.", "ArticleIdList": ["10.3923/ajbmb.2011.291.309"]}, {"Citation": "Kumar A, Patil D, Rajamohanan PR, Ahmad A. Isolation, purification and characterization of vinblastine and vincristine from endophytic fungus Fusarium oxysporum isolated from Catharanthus roseus. PLoS ONE. 2013;8(9):1–10. doi: 10.1371/journal.pone.0071805.", "ArticleIdList": ["10.1371/journal.pone.0071805", "PMC3774759", "24066024"]}, {"Citation": "Kumaran RS, Kim HJ, Hur B. Taxol promising fungal endophyte Pestalotiopsis species isolated from Taxus cuspidate. J Biosci Bioeng. 2010;110(5):541–546. doi: 10.1016/j.jbiosc.2010.06.007.", "ArticleIdList": ["10.1016/j.jbiosc.2010.06.007", "20634132"]}, {"Citation": "Kun L, Zhixiang Z, Xiaofei L. Screening for PKS genes from soil metagenomics library and identification of actives against root-knot nematodes. Plant Prot. 2010;36:38–42."}, {"Citation": "Li J, Zhao GZ, Chen HH, Wang HB, Qin S, Zhu WY, Xu LH, Jiang CL, Li WJ. Antitumour and antimicrobial activities of endophytic streptomycetes from pharmaceutical plants in rainforest. Lett Appl Microbiol. 2008;47:574–580. doi: 10.1111/j.1472-765X.2008.02470.x.", "ArticleIdList": ["10.1111/j.1472-765X.2008.02470.x", "19120929"]}, {"Citation": "Madhusudhan MC, Bharathi TR, Prakash HS. Isolation and purification of bioactive metabolites from fungal endophytes—a review. Curr Eng J. 2015;2:111–117."}, {"Citation": "Madhusudhan MC, Bharathi TR, Prakash HS. Isolation and purification of bioactive metabolites from fungal endophytes—a review. Curr Biochem Eng. 2015;2:111–117. doi: 10.2174/2212711902999150706114209.", "ArticleIdList": ["10.2174/2212711902999150706114209"]}, {"Citation": "Mane R, Shinde M, Wagh P, Malkar H. Isolation of endophytic microorganisms as a source of novel secondary metabolite producers against tuberculosis. IJSTR. 2017;3:1267–1269."}, {"Citation": "Mane RS, Paarakh PM, Vedamurthy AB. Brief review on fungal endophytes. IJSM. 2018;5(4):288–303."}, {"Citation": "Martinez-Montemayor M, Ling T, Suárez-Arroyo J, Ortiz-Soto G, Santiago-Negrón CL, Lacourt-Ventura MY, Valentín-Acevedo A, Lang WH, Rivas F. Identification of biologically active Ganoderma lucidum compounds and synthesis of improved derivatives that confer anti-cancer activities in vitro. Front Pharmacol. 2019;10:115. doi: 10.3389/fphar.2019.00115.", "ArticleIdList": ["10.3389/fphar.2019.00115", "PMC6389703", "30837881"]}, {"Citation": "Morare FR, Ubomba-Jaswa E, Serepa-Dlamini MH. Isolation and identification of bacterial endophytes from Crinum macowanii. Afr J Biotechnol. 2018;17(33):1040–1047. doi: 10.5897/AJB2017.16350.", "ArticleIdList": ["10.5897/AJB2017.16350"]}, {"Citation": "Naik BS. Developments in taxol production through endophytic fungal biotechnology: a review. Orient Pharm Exp Med. 2018;19:1–13. doi: 10.1007/s13596-018-0352-8.", "ArticleIdList": ["10.1007/s13596-018-0352-8"]}, {"Citation": "Nwachukwu CU, Ngwoke KG, Eze PM, Eboka CJ, Okoye FBC. Secondary metabolite from Curvularia sp., an endophytic fungus isolated from the leaves of Picralima nitida (Apocyanaceae) Trop J Nat Prod Res. 2018;2(5):209–213. doi: 10.26538/tjnpr/v2i5.2.", "ArticleIdList": ["10.26538/tjnpr/v2i5.2"]}, {"Citation": "Okezie UM, Eze PM, Okoye FBC, Ikegbunam MN, Ugwu MC, Esimone CO. Biologically active metabolites of endophytic fungus isolated from Vernonia amygdalina. Afr J Pharm Res Dev. 2017;9(1):24–29."}, {"Citation": "Okezie UM, Eze PM, Okoye FBC, Ikegbunam MN, Ugwu MC, Esimone CO. Biologically active metabolites of an endophytic fungus isolated from Vernonia amygdalina. Afr J Pharm Res Dev. 2017;9(1):24–29."}, {"Citation": "Okoye FBC, Nworu CS, Debbab A, Esimone CO, Proksch P. Two new cytochalasins from an endophytic fungus, KL-1.1 isolated from Psidium guajava leaves. Phytochem Lett. 2015;14:51–55. doi: 10.1016/j.phytol.2015.09.004.", "ArticleIdList": ["10.1016/j.phytol.2015.09.004"]}, {"Citation": "Padhi L, Mohanta YK, Panda SK. Endophytic fungi with great promises: a review. J Adv Pharm Educ Res. 2013;3(3):152–171."}, {"Citation": "Ryang J, Yan Y, Song Y, Liu F, Ng TB. Anti-HIV, antitumor and immunomodulatory activities of paclitaxel from fermentation broth using molecular imprinting technique. AMB Express. 2019;9:1–10. doi: 10.1186/s13568-019-0915-1.", "ArticleIdList": ["10.1186/s13568-019-0915-1", "PMC6890922", "31797089"]}, {"Citation": "Santos RM, Rodrigues-Fo E, Roch WC, Teixeira MF. Endophytic fungi from Melia azedarach. World J Microbial Biotech. 2003;19:767–770. doi: 10.1023/A:1026000731189.", "ArticleIdList": ["10.1023/A:1026000731189"]}, {"Citation": "Stinson M, Ezra D, Strobel G. An endophytic Gliocladium sp. of Eucryphia cordifolia producing selective volatile antimicrobial compounds. Plant Sci. 2003;165:913–922. doi: 10.1016/S0168-9452(03)00299-1.", "ArticleIdList": ["10.1016/S0168-9452(03)00299-1"]}, {"Citation": "Strobel GA. Endophytes as sources of bioactive products. Microb Infect. 2003;5:535–544. doi: 10.1016/S1286-4579(03)00073-X.", "ArticleIdList": ["10.1016/S1286-4579(03)00073-X", "12758283"]}, {"Citation": "Suryanarayanan S. Diversity of fungal endophytes in tropical trees. J for Sci. 2011;80:67–80."}, {"Citation": "Suwannarach N, Kumla J, Sujarit K, Pattananandecha T, Saenjum C, Lumyong S. Natural bioactive compounds from fungi as potential candidates for protease inhibitors and immunomodulators to Apply for corona viruses. Molecules. 2020;25(8):1800. doi: 10.3390/molecules25081800.", "ArticleIdList": ["10.3390/molecules25081800", "PMC7221821", "32295300"]}, {"Citation": "Tenguria R, Kumar KFN, Quereshi S. Endophytes—mines of pharmacological therapeutics. World J Sci Technol. 2018;1(15):127–149."}, {"Citation": "Tidke AS, Rakesh KK, Ramakrishna D, Kiran S, Kosturkova G, Gokare AR. Current understanding of endophytes: their relevance, importance and industrial potentials. IOSR J Biotechnol Biochem. 2017;3(3):43–49."}, {"Citation": "Tsuchida T, Koga R, Shobao H, Matsumoto T, Fukatsu T. Diversity and geographic distribution of secondary endosymbiotic bacteria in natural populations of the pea aphid Acyrthosiphon pisum. Mol Ecol. 2002;11:2123–2135. doi: 10.1046/j.1365-294X.2002.01606.x.", "ArticleIdList": ["10.1046/j.1365-294X.2002.01606.x", "12296954"]}, {"Citation": "Ujam NT, Abba CC, Eze PM, Oli AN, Ejikeugwu CE, Ugwu MC, Okoye FBC, Esimone CO. The isolation, identification and antimicrobial activities of endophytic fungi from Azadirachta indica. GSC Biol Pharmaceut Sci. 2011;11(3):115–124. doi: 10.30574/gscbps.2020.11.3.0171.", "ArticleIdList": ["10.30574/gscbps.2020.11.3.0171"]}, {"Citation": "Ujam NT, Abba CC, Eze PM, Oli AN, Ejikeugwu CE, Ugwu MC, Okoye FBC, Esimone CO. The isolation, identification and antimicrobial activities of endophytic fungi from Azadirachta indica. GSC Biol Pharmaceut Sci. 2020;11(3):115–124. doi: 10.30574/gscbps.2020.11.3.0171.", "ArticleIdList": ["10.30574/gscbps.2020.11.3.0171"]}, {"Citation": "Waller F, Aehatz B, Baltruschat HJ, Becker K, Fischer M, Heier T, Huckelhoven R, Neumann C, Wettstein DV, Franken P, Kogel K. The endophytic fungus Piriformospora indica reprograms barley to salt stress tolerance, disease resistance, and higher yield. Proc Natl Acad Sci. 2005;102(38):13386–13391. doi: 10.1073/pnas.0504423102.", "ArticleIdList": ["10.1073/pnas.0504423102", "PMC1224632", "16174735"]}, {"Citation": "World Health Organization (2014) Antimicrobial resistance: global report on surveillance"}, {"Citation": "World Health Organization (2020) Lack of new antibiotics threatens global efforts to contain drug resistant infections. New release Geneva"}, {"Citation": "World Health Organization (2021) WHO Health Emergency Dashboard. WHO (Covid-19) Home page"}, {"Citation": "Wright ES, Yilmaz LS, Noguera DR. DECIPHER, a search-based approach to chimera identification for 16S rRNA sequences. Appl Environ Microbiol. 2012;78(3):717–725. doi: 10.1128/AEM.06516-11.", "ArticleIdList": ["10.1128/AEM.06516-11", "PMC3264099", "22101057"]}, {"Citation": "Xu J, Zhao S, Teng T, Abdalla AE, Zhu W, Xie L, Wang Y, Guo X. Systematic comparison of two animal-to-human transmitted human corona viruses: SARS-CoV-2 and SARS-CoV. Viruses. 2020;12:244. doi: 10.3390/v12020244.", "ArticleIdList": ["10.3390/v12020244", "PMC7077191", "32098422"]}, {"Citation": "Yu H, Zhang L, Li L, Zheng C, Guo L, Li W, Sun P, Qin L. Recent developments and future prospects of antimicrobial metabolites produced by endophytes. Microbiol Res. 2010;165:437–449. doi: 10.1016/j.micres.2009.11.009.", "ArticleIdList": ["10.1016/j.micres.2009.11.009", "20116229"]}, {"Citation": "Yuan Z, Su Z, Mao L, Peng Y, Yang G, Lin F, Zhang C. Distinctive endophytic fungal assemblage in stems of wild rice (Oryza granulata) in China with special reference to two species of Muscodor (xylariaceae) J Microbiol. 2011;49:15–23. doi: 10.1007/s12275-011-0213-3.", "ArticleIdList": ["10.1007/s12275-011-0213-3", "21369974"]}, {"Citation": "Zhou X, Zhu H, Liu L, Lin J, Tang K. A review: recent advances and future prospects of taxol-producing endophytic fungi. Appl Microbiol Biotechnol. 2010;86:1707–1717. doi: 10.1007/s00253-010-2546-y.", "ArticleIdList": ["10.1007/s00253-010-2546-y", "20358192"]}, {"Citation": "Zuccaro A, Lahrmann U, Guldener U, Langen G, Pfiffi S, Biedenkopf D, Wong P, Samans B, Grimm C, Basiewicz M, Murat C, Martin F, Kogel K. Endophytic life strategies decoded by genome and transcriptome analyses of the mutualistic root symbiont Piriformospora indica. PLoS Pathog. 2011;7:123–129. doi: 10.1371/journal.ppat.1002290.", "ArticleIdList": ["10.1371/journal.ppat.1002290", "PMC3192844", "22022265"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "4", "Day": "8"}, {"Year": "2021", "Month": "5", "Day": "31"}, {"Year": "2021", "Month": "6", "Day": "14", "Hour": "9", "Minute": "32"}, {"Year": "2021", "Month": "6", "Day": "15", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "6", "Day": "15", "Hour": "6", "Minute": "1"}, {"Year": "2021", "Month": "6", "Day": "8"}], "PublicationStatus": "ppublish", "ArticleIdList": ["34121835", "PMC8185314", "10.1186/s42269-021-00561-7", "561"]}}], "PubmedBookArticle": []}