{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["COVID-19", "Calotropis gigantea", "Mpro", "Mpro inhibitor", "SARS-CoV-2", "in silico"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34124140", "DateRevised": {"Year": "2023", "Month": "11", "Day": "11"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "05", "Day": "26"}], "Language": ["eng"], "ELocationID": ["625391", "10.3389/fmolb.2021.625391"], "Journal": {"ISSN": "2296-889X", "JournalIssue": {"Volume": "8", "PubDate": {"Year": "2021"}}, "Title": "Frontiers in molecular biosciences", "ISOAbbreviation": "Front Mol Biosci"}, "ArticleTitle": "Appraisals of the Bangladeshi Medicinal Plant <i>Calotropis gigantea</i> Used by Folk Medicine Practitioners in the Management of COVID-19: A Biochemical and Computational Approach.", "Pagination": {"StartPage": "625391", "MedlinePgn": "625391"}, "Abstract": {"AbstractText": ["Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) was first recognized in Wuhan in late 2019 and, since then, had spread globally, eventually culminating in the ongoing pandemic. As there is a lack of targeted therapeutics, there is certain opportunity for the scientific community to develop new drugs or vaccines against COVID-19 and so many synthetic bioactive compounds are undergoing clinical trials. In most of the countries, due to the broad therapeutic spectrum and minimal side effects, medicinal plants have been used widely throughout history as traditional healing remedy. Because of the unavailability of synthetic bioactive antiviral drugs, hence all possible efforts have been focused on the search for new drugs and alternative medicines from different herbal formulations. In recent times, it has been assured that the M<sup>pro</sup>, also called 3CL<sup>pro</sup>, is the SARS-CoV-2 main protease enzyme responsible for viral reproduction and thereby impeding the host's immune response. As such, M<sup>pro</sup> represents a highly specified target for drugs capable of inhibitory action against coronavirus disease 2019 (COVID-19). As there continue to be no clear options for the treatment of COVID-19, the identification of potential candidates has become a necessity. The present investigation focuses on the <i>in silico</i> pharmacological activity of <i>Calotropis gigantea</i>, a large shrub, as a potential option for COVID-19 M<sup>pro</sup> inhibition and includes an ADME/T profile analysis of that ligand. For this study, with the help of gas chromatography-mass spectrometry analysis of <i>C. gigantea</i> methanolic leaf extract, a total of 30 bioactive compounds were selected. Our analyses unveiled the top four options that might turn out to be prospective anti-SARS-CoV-2 lead molecules; these warrant further exploration as well as possible application in processes of drug development to combat COVID-19."], "CopyrightInformation": "Copyright © 2021 Dutta, Nezam, Chowdhury, Rakib, Paul, Sami, Uddin, Rana, Hossain, Effendi, Idroes, Tallei, Alqahtani and Emran."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacy, BGC Trust University Bangladesh, Chittagong, Bangladesh."}, {"Identifier": [], "Affiliation": "Department of Pharmacy, Jahangirnagar University, Dhaka, Bangladesh."}], "LastName": "Dutta", "ForeName": "Mycal", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacy, BGC Trust University Bangladesh, Chittagong, Bangladesh."}], "LastName": "Nezam", "ForeName": "Mohammad", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacy, BGC Trust University Bangladesh, Chittagong, Bangladesh."}], "LastName": "Chowdhury", "ForeName": "Subrata", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacy, Faculty of Biological Sciences, University of Chittagong, Chittagong, Bangladesh."}], "LastName": "Rakib", "ForeName": "Ahmed", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacy, BGC Trust University Bangladesh, Chittagong, Bangladesh."}], "LastName": "Paul", "ForeName": "Arkajyoti", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacy, Faculty of Biological Sciences, University of Chittagong, Chittagong, Bangladesh."}], "LastName": "Sami", "ForeName": "Saad Ahmed", "Initials": "SA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacy, BGC Trust University Bangladesh, Chittagong, Bangladesh."}, {"Identifier": [], "Affiliation": "Department of Pharmacy, Jahangirnagar University, Dhaka, Bangladesh."}], "LastName": "Uddin", "ForeName": "Md Zia", "Initials": "MZ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacy, Jahangirnagar University, Dhaka, Bangladesh."}], "LastName": "Rana", "ForeName": "Md Sohel", "Initials": "MS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Atomic Energy Centre, Chittagong, Bangladesh."}], "LastName": "Hossain", "ForeName": "Shahadat", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, Faculty of Science and Technology, Al-Azhar Indonesia University, Jakarta, Indonesia."}], "LastName": "Effendi", "ForeName": "Yunus", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacy, Faculty of Mathematics and Natural Sciences, Syiah Kuala University, Banda Aceh, Indonesia."}], "LastName": "Idroes", "ForeName": "Rinaldi", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, Faculty of Mathematics and Natural Sciences, Sam Ratulangi University, Manado, Indonesia."}], "LastName": "Tallei", "ForeName": "Trina", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology, College of Pharmacy, King Khalid University, Abha, Saudi Arabia."}], "LastName": "Alqahtani", "ForeName": "Ali M", "Initials": "AM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacy, BGC Trust University Bangladesh, Chittagong, Bangladesh."}], "LastName": "Emran", "ForeName": "Talha Bin", "Initials": "TB"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Mol Biosci", "NlmUniqueID": "101653173", "ISSNLinking": "2296-889X"}, "CoiStatement": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Adhikari B., Marasini B. P., Rayamajhee B., Bhattarai B. R., Lamichhane G., Khadayat K., et al. (2020). Potential Roles of Medicinal Plants for the Treatment of Viral Diseases Focusing on COVID ‐19: A Review. Phytotherapy Res. 35, 1298–1312. 10.1002/ptr.689310.1002/ptr.6893", "ArticleIdList": ["10.1002/ptr.689310.1002/ptr.6893", "PMC7675695", "33037698"]}, {"Citation": "Ahmed S., Rakib A., Islam M. A., Khanam B. H., Faiz F. B., Paul A., et al. (2019). In Vivo and In Vitro Pharmacological Activities of Tacca Integrifolia Rhizome and Investigation of Possible lead Compounds against Breast Cancer through In Silico Approaches. Clin. Phytosci. 5, 36. 10.1186/s40816-019-0127-x", "ArticleIdList": ["10.1186/s40816-019-0127-x"]}, {"Citation": "Ali A. M., Mackeen M. M., El-Sharkawy S. H., Abdul Hamid J., Ismail N. H., Ahmad F., et al. (1996). Antiviral and Cytotoxic Activities of Some Plants Used in Malaysian Indigenous Medicine. Pertanika J. Trop. Agricult Sci. 19, 129–136."}, {"Citation": "Brendler T., Al-Harrasi A., Bauer R., Gafner S., Hardy M. L., Heinrich M., et al. (2020). Botanical Drugs and Supplements Affecting the Immune Response in the Time of COVID-19: Implications for Research and Clinical Practice. Phytother Res. 1–19. 10.1002/ptr.7008s", "ArticleIdList": ["10.1002/ptr.7008s", "33373071"]}, {"Citation": "Brooijmans N., Kuntz I. D. (2013). Molecular Recognition and Docking Algorithms. Annu. Rev. Biophys. Biomol. Struct. 32, 335–373. 10.1146/annurev.biophys.32.110601.142532", "ArticleIdList": ["10.1146/annurev.biophys.32.110601.142532", "12574069"]}, {"Citation": "Brooijmans N., Kuntz I. D. (2003). Molecular Recognition and Docking Algorithms. Annu. Rev. Biophys. Biomol. Struct. 32 (1), 335–373. 10.1146/annurev.biophys.32.110601.142532", "ArticleIdList": ["10.1146/annurev.biophys.32.110601.142532", "12574069"]}, {"Citation": "Chang K. O., Kim Y., Lovell S., Rathnayake A. D., Groutas W. C. (2019). Antiviral Drug Discovery: Norovirus Proteases and Development of Inhibitors. Viruses 11 (2), 1–14. 10.3390/v11020197", "ArticleIdList": ["10.3390/v11020197", "PMC6410195", "30823509"]}, {"Citation": "Chikhale R. V., Gurav S. S., Patil R. B., Sinha S. K., Prasad S. K., Shakya A., et al. (2020). Sars-cov-2 Host Entry and Replication Inhibitors from Indian Ginseng: Anin-Silicoapproach. J. Biomol. Struct. Dyn., 1–12. 10.1080/07391102.2020.1778539", "ArticleIdList": ["10.1080/07391102.2020.1778539", "PMC7332873", "32568012"]}, {"Citation": "Chowdhury K. H., Chowdhury M. R., Mahmud S., Tareq A. M., Hanif N. B., Banu N., et al. (2020). Drug Repurposing Approach against Novel Coronavirus Disease (COVID-19) through Virtual Screening Targeting SARS-CoV-2 Main Protease. Biology 10 (1), 2. 10.3390/biology10010002", "ArticleIdList": ["10.3390/biology10010002", "PMC7822464", "33374717"]}, {"Citation": "Das S., Sarmah S., Lyndem S., Singha Roy A. (2020). An Investigation into the Identification of Potential Inhibitors of SARS-CoV-2 Main Protease Using Molecular Docking Study. J. Biomol. Struct. Dyn., 1–11. 10.1080/07391102.2020.1763201", "ArticleIdList": ["10.1080/07391102.2020.1763201", "PMC7232884", "32362245"]}, {"Citation": "Dash R., Ahsan M., Hosen S., Rahman M., Emran T., Uddin M. (2015). Evolution of Selective COX-2 Inhibitor from Alangium Salvifolium: an In Silico Approach. J. App Pharm. Sci. 504, 089–093. 10.7324/JAPS.2015.50415", "ArticleIdList": ["10.7324/JAPS.2015.50415"]}, {"Citation": "de Wit E., van Doremalen N., Falzarano D., Munster V. J. (2016). SARS and MERS: Recent Insights into Emerging Coronaviruses. Nat. Rev. Microbiol. 14, 523–534. 10.1038/nrmicro.2016.81", "ArticleIdList": ["10.1038/nrmicro.2016.81", "PMC7097822", "27344959"]}, {"Citation": "Dhama K., Karthik K., Khandia R., Munjal A., Tiwari R., Rana R., et al. (2018). Medicinal and Therapeutic Potential of Herbs and Plant Metabolites/Extracts Countering Viral Pathogens - Current Knowledge and Future Prospects. Cdm 19 (3), 236–263. 10.2174/1389200219666180129145252", "ArticleIdList": ["10.2174/1389200219666180129145252", "29380697"]}, {"Citation": "Dhama K., Khan S., Tiwari R., Sircar S., Bhat S., Malik Y. S., et al. (2020). Coronavirus Disease 2019-COVID-19. Clin. Microbiol. Rev. 33 (4), e00028–20. 10.1128/CMR.00028-20", "ArticleIdList": ["10.1128/CMR.00028-20", "PMC7405836", "32580969"]}, {"Citation": "Diniz L. R. L., Perez-Castillo Y., Elshabrawy H. A., Filho C. d. S. M. B., de Sousa D. P. (2021). Bioactive Terpenes and Their Derivatives as Potential SARS-CoV-2 Proteases Inhibitors from Molecular Modeling Studies. Biomolecules 11 (1), 74. 10.3390/biom11010074", "ArticleIdList": ["10.3390/biom11010074", "PMC7825698", "33430299"]}, {"Citation": "Dubey K., Dubey R. (2020). Computation Screening of Narcissoside a Glycosyloxyflavone for Potential Novel Coronavirus 2019 (COVID-19) Inhibitor. Biomed. J. 43 (4), 363–367. 10.1016/j.bj.2020.05.002", "ArticleIdList": ["10.1016/j.bj.2020.05.002", "PMC7233213", "32426388"]}, {"Citation": "Emirik M. (2020). Potential Therapeutic Effect of Turmeric Contents against SARS-CoV-2 Compared with Experimental COVID-19 Therapies: In Silico Study. J. Biomol. Struct. Dyn. Oct 20, 1–14. 10.1080/07391102.2020.1835719", "ArticleIdList": ["10.1080/07391102.2020.1835719", "33078675"]}, {"Citation": "Emran T., E-Mowla T., Ahmed S., Zahan S., Rakib A., Hasan M., et al. (2018). Sedative, Anxiolytic, Antinociceptive, Anti-inflammatory and Antipyretic Effects of a Chloroform Extract from the Leaves of Urena Sinuata in Rodents. Jalsi 16 (3), 1–19. 10.9734/jalsi/2018/39073", "ArticleIdList": ["10.9734/jalsi/2018/39073"]}, {"Citation": "Dutta T., Paul A., Majumder M., Sultan R. A., Emran T. B. (2019). Pharmacological evidence for the use of Cissus assamica as a medicinal plant in the management of pain and pyrexia. Biochem. Biophys. Rep. 21, 1–8. 10.1016/j.bbrep.2019.100715", "ArticleIdList": ["10.1016/j.bbrep.2019.100715", "PMC6911962", "31872083"]}, {"Citation": "Friesner R. A., Banks J. L., Murphy R. B., Halgren T. A., Klicic J. J., Mainz D. T., et al. (2004). Glide: a New Approach for Rapid, Accurate Docking and Scoring. 1. Method and Assessment of Docking Accuracy. J. Med. Chem. 47 (7), 1739–1749. 10.1021/jm0306430", "ArticleIdList": ["10.1021/jm0306430", "15027865"]}, {"Citation": "Friesner R. A., Murphy R. B., Repasky M. P., Frye L. L., Greenwood J. R., Halgren T. A., et al. (2006). Extra Precision Glide: Docking and Scoring Incorporating a Model of Hydrophobic Enclosure for Protein−Ligand Complexes. J. Med. Chem. 49 (21), 6177–6196. 10.1021/jm051256o", "ArticleIdList": ["10.1021/jm051256o", "17034125"]}, {"Citation": "Gentile D., Patamia V., Scala A., Sciortino M. T., Piperno A., Rescifina A. (2020). Putative Inhibitors of SARS-CoV-2 Main Protease from a Library of marine Natural Products: A Virtual Screening and Molecular Modeling Study. Mar. Drugs 18 (4), 225. 10.3390/md18040225", "ArticleIdList": ["10.3390/md18040225", "PMC7231030", "32340389"]}, {"Citation": "Gupta A., Chaphalkar S. R. (2016). Anti-diabetic Activity of Calotropis Gigantea in Human Whole Blood. Int. Knowld Press. 6 (3), 107–112. 10.22270/ikp.v7i3.1447", "ArticleIdList": ["10.22270/ikp.v7i3.1447"]}, {"Citation": "Gupta S., Singh V., Varadwaj P. K., Chakravartty N., Katta A. V. S. K. M., Lekkala S. P., et al. (2020b). Secondary Metabolites from Spice and Herbs as Potential Multitarget Inhibitors of SARS-CoV-2 Proteins. J. Biomol. Struct. Dyn. Oct 27, 1–20. 10.1080/07391102.2020.1837679", "ArticleIdList": ["10.1080/07391102.2020.1837679", "PMC7605658", "33107812"]}, {"Citation": "Hui D. S., I Azhar E., Madani T. A., Ntoumi F., Kock R., Dar O., et al. (2020). The Continuing 2019-nCoV Epidemic Threat of Novel Coronaviruses to Global Health - the Latest 2019 Novel Coronavirus Outbreak in Wuhan, China. Int. J. Infect. Dis. 91, 264–266. 10.1016/j.ijid.2020.01.009", "ArticleIdList": ["10.1016/j.ijid.2020.01.009", "PMC7128332", "31953166"]}, {"Citation": "Jacinto S. D., Chun E. A. C., Montuno A. S., Shen C. C., Espineli D. L., Ragasa C. Y. (2011). Cytotoxic Cardenolide and Sterols from Calotropis Gigantea . Nat. Prod. Commun. 6 (6), 803–806. 10.1177/1934578x1100600614", "ArticleIdList": ["10.1177/1934578x1100600614", "21815415"]}, {"Citation": "Jahan I., Tona M. R., Sharmin S., Sayeed M. A., Tania F. Z., Paul A., et al. (2020). GC-MS Phytochemical Profiling, Pharmacological Properties, and In Silico Studies of Chukrasia Velutina Leaves: A Novel Source for Bioactive Agents. Molecules 25 (15), 3536. 10.3390/molecules25153536", "ArticleIdList": ["10.3390/molecules25153536", "PMC7436235", "32748850"]}, {"Citation": "Jalali A., Dabaghian F., Akbrialiabad H., Foroughinia F., Zarshenas M. M. (2020). A Pharmacology‐based Comprehensive Review on Medicinal Plants and Phytoactive Constituents Possibly Effective in the Management of COVID ‐19. Phytotherapy Res. 35, 1925–1938. 10.1002/ptr.6936", "ArticleIdList": ["10.1002/ptr.6936", "33159391"]}, {"Citation": "Joshi R. S., Jagdale S. S., Bansode S. B., Shankar S. S., Tellis M. B., Pandya V. K., et al. (2020). Discovery of Potential Multi-Target-Directed Ligands by Targeting Host-specific SARS-CoV-2 Structurally Conserved Main Protease. J. Biomol. Struct. Dyn., 1–16. 10.1080/07391102.2020.1760137", "ArticleIdList": ["10.1080/07391102.2020.1760137", "PMC7212545", "32329408"]}, {"Citation": "Kaladhar D. S. V. G. K., Duddukuri G. R., Ramesh K., Varahalarao Vadlapudi V., Yarla N. S. (2013). In Vitro protease Inhibition, Modulation of PLA2 Activity and Protein Interaction Studies of Calotropis Gigantea . J. Clin. Cel Immunol 4, 165. 10.4172/2155-9899.1000165", "ArticleIdList": ["10.4172/2155-9899.1000165"]}, {"Citation": "Khaerunnisa S., Kurniawan H., Awaluddin R., Suhartati S., Soetjipto S. (2020). Potential Inhibitor of COVID-19 Main Protease (Mpro) from Several Medicinal Plant Compounds by Molecular Docking Study. Prepr. 1–14. 10.20944/preprints202003.0226.v1", "ArticleIdList": ["10.20944/preprints202003.0226.v1"]}, {"Citation": "Khan S. A., Zia K., Ashraf S., Uddin R., Ul-Haq Z. (2020). Identification of Chymotrypsin-like Protease Inhibitors of SARS-CoV-2 via Integrated Computational Approach. J. Biomol. Struct. Dyn. 11, 1–10. 10.1080/07391102.2020.1751298", "ArticleIdList": ["10.1080/07391102.2020.1751298", "32238094"]}, {"Citation": "Krupanidhi S., Abraham Peele K., Venkateswarulu T. C., Ayyagari V. S., Nazneen BobbyD John Babu M., John Babu D., et al. (2020). Screening of Phytochemical Compounds ofTinospora Cordifoliafor Their Inhibitory Activity on SARS-CoV-2: Anin Silicostudy. J. Biomol. Struct. Dyn. 2020, 1–5. 10.1080/07391102.2020.1787226", "ArticleIdList": ["10.1080/07391102.2020.1787226", "PMC7441789", "32627715"]}, {"Citation": "Lalitha P., Sivakamasundari S. (2010). Calculation of Molecular Lipophilicity and Drug Likeness for Few Heterocycles. Oriental J. Chem. 26 (1), 135–141."}, {"Citation": "Li J.-Y., You Z., Wang Q., Zhou Z.-J., Qiu Y., Luo R., et al. (2020). The Epidemic of 2019-Novel-Coronavirus (2019-nCoV) Pneumonia and Insights for Emerging Infectious Diseases in the Future. Microbes Infect. 22 (2), 80–85. 10.1016/j.micinf.2020.02.002", "ArticleIdList": ["10.1016/j.micinf.2020.02.002", "PMC7079563", "32087334"]}, {"Citation": "Liu X., Zhang B., Jin Z., Yang H., Rao Z. (2020). The Crytal Structure of 2019-NCoV Main Protease in Complex with an Inhibitor N3. RCSB Protein Data Bank. 10.2210/pdb7bqy/pdb", "ArticleIdList": ["10.2210/pdb7bqy/pdb"]}, {"Citation": "Lu R., Zhao X., Li J., Niu P., Yang B., Wu H., et al. (2020). Genomic Characterisation and Epidemiology of 2019 Novel Coronavirus: Implications for Virus Origins and Receptor Binding. The Lancet 395, 565–574. 10.1016/s0140-6736(20)30251-8", "ArticleIdList": ["10.1016/s0140-6736(20)30251-8", "PMC7159086", "32007145"]}, {"Citation": "Matveeva T., Khafizova G., Sokornova S. (2020). In Search of Herbal Anti-SARS-cov2 Compounds. Front. Plant Sci. 11, 589998. 10.3389/fpls.2020.589998", "ArticleIdList": ["10.3389/fpls.2020.589998", "PMC7701093", "33304368"]}, {"Citation": "Parhira Supawadee., Yang Zi-Feng., Zhu Guo-Yuan., Chen Qiao-Lian., Zhou Bei-Xian., Wang Yu-Tao., et al. (2014). Zhi-Hong Jiang. In Vitro Anti-influenza Virus Activities of a New Lignan Glycoside from the Latex of Calotropis Gigantea . Plos One 9 (8), 1–13. 10.1371/journal.pone.0104544", "ArticleIdList": ["10.1371/journal.pone.0104544", "PMC4125211", "25102000"]}, {"Citation": "Pendyala B., Patras A. (2020). In Silico Screening of Food Bioactive Compounds to Predict Potential Inhibitors of COVID-19 Main Protease (Mpro) and RNA-dependent RNA Polymerase (RdRp). Chemrxiv. Preprint. 10.26434/chemrxiv.12051927.v2", "ArticleIdList": ["10.26434/chemrxiv.12051927.v2"]}, {"Citation": "Perlman S., Netland J. (2009). Coronaviruses post-SARS: Update on Replication and Pathogenesis. Nat. Rev. Microbiol. 7, 439–450. 10.1038/nrmicro2147", "ArticleIdList": ["10.1038/nrmicro2147", "PMC2830095", "19430490"]}, {"Citation": "Rabaan A. A., Al-Ahmed S. H., Sah R., Tiwari R., Yatoo M. I., Patel S. K., et al. (2020). SARS-CoV-2/COVID-19 and Advances in Developing Potential Therapeutics and Vaccines to Counter This Emerging Pandemic. Ann. Clin. Microbiol. Antimicrob. 19 (1), 40. 10.1186/s12941-020-00384-w", "ArticleIdList": ["10.1186/s12941-020-00384-w", "PMC7464065", "32878641"]}, {"Citation": "Rahman J., Tareq A. M., Hossain M. M., Sakib S. A., Islam M. N., Ali M. H., et al. (2020). Biological Evaluation, DFT Calculations and Molecular Docking Studies on the Antidepressant and Cytotoxicity Activities of Cycas Pectinata Buch.-Ham. Compounds. Pharmaceuticals 13 (9), 232. 10.3390/ph13090232", "ArticleIdList": ["10.3390/ph13090232", "PMC7557754", "32899148"]}, {"Citation": "Rahman M. A., Imran T. b., Islam S. (2013). Antioxidative, Antimicrobial and Cytotoxic Effects of the Phenolics of Leea Indica Leaf Extract. Saudi J. Biol. Sci. 20, 213–225. 10.1016/j.sjbs.2012.11.007", "ArticleIdList": ["10.1016/j.sjbs.2012.11.007", "PMC3730544", "23961238"]}, {"Citation": "Rakib A., Paul A., Ahmed S., Chy M. N. U., Sami S. A., Baral S. K., et al. (2020a). Biochemical and Computational Approach of Phytocompounds from Tinospora Crispa in the Management of COVID-19. Molecules 25 (17), E3936. 10.3390/molecules25173936", "ArticleIdList": ["10.3390/molecules25173936", "PMC7504753", "32872217"]}, {"Citation": "Rakib A., Ahmed S., Islam M. A., Haye A., Uddin S. M. N., Uddin M. M. N., et al. (2020b). Antipyretic and Hepatoprotective Potential of Tinospora Crispa and Investigation of Possible lead Compounds through In Silico Approaches. Food Sci. Nutr. 8 (1), 547–556. 10.1002/fsn3.1339", "ArticleIdList": ["10.1002/fsn3.1339", "PMC6977484", "31993178"]}, {"Citation": "Rakib A., Sami S. A., Islam M. A., Ahmed S., Faiz F. B., Khanam B. H., et al. (2020c). Epitope-Based Immunoinformatics Approach on Nucleocapsid Protein of Severe Acute Respiratory Syndrome-Coronavirus-2. Molecules 25 (21), 5088. 10.3390/molecules25215088", "ArticleIdList": ["10.3390/molecules25215088", "PMC7663370", "33147821"]}, {"Citation": "Rakib A., Sami S. A., Mimi N. J., Chowdhury M. M., Eva T. A., Nainu F., et al. (2020d). Immunoinformatics-guided Design of an Epitope-Based Vaccine against Severe Acute Respiratory Syndrome Coronavirus 2 Spike Glycoprotein. Comput. Biol. Med. 124, 103967. 10.1016/j.compbiomed.2020.103967", "ArticleIdList": ["10.1016/j.compbiomed.2020.103967", "PMC7423576", "32828069"]}, {"Citation": "Rakshit J., Nobre M., Mohanraj R. (2010). Anti-HIV-1 and Antimicrobial Activity of the Leaf Extracts of Calotropis Procera . Intl J. Green. Pharm. 4, 242–246. 10.22377/ijgp.v4i4.154", "ArticleIdList": ["10.22377/ijgp.v4i4.154"]}, {"Citation": "Remali J., Aizat W. M. (2021). A Review on Plant Bioactive Compounds and Their Modes of Action against Coronavirus Infection. Front. Pharmacol. 11, 589044. 10.3389/fphar.2020.589044", "ArticleIdList": ["10.3389/fphar.2020.589044", "PMC7845143", "33519449"]}, {"Citation": "Shoaib A., Azmi L., Shukla I., Alqahtani S. S., Alsarra I. A., Shakeel F. (2020). Properties of Ethno-Medicinal Plants and Their Bioactives-Possible Use for Prevention and Treatment of COVID-19: A Review. Cpd. 27, 1–9. 10.2174/1381612826666201106092021", "ArticleIdList": ["10.2174/1381612826666201106092021", "33155905"]}, {"Citation": "Shree P., Mishra P., Selvaraj C., Singh S. K., Chaube R., Garg N., et al. (2020). Targeting COVID-19 (SARS-CoV-2) Main Protease through Active Phytochemicals of Ayurvedic Medicinal Plants -Withania somnifera(Ashwagandha),Tinospora cordifolia(Giloy) andOcimum sanctum(Tulsi) - a Molecular Docking Study. J. Biomol. Struct. Dyn., 1–14. 10.1080/07391102.2020.1810778", "ArticleIdList": ["10.1080/07391102.2020.1810778", "PMC7484581", "32851919"]}, {"Citation": "Sinha S. K., Prasad S. K., Islam M. A., Chaudhary S. K., Singh S., Shakya A. (2021). Potential Leads from Liquorice against SARS-CoV-2 Main Protease Using Molecular Docking Simulation Studies. Cchts 24, 591–597. 10.2174/1386207323999200817103148", "ArticleIdList": ["10.2174/1386207323999200817103148", "32807047"]}, {"Citation": "Su S., Wong G., Shi W., Liu J., Lai A. C. K., Zhou J., et al. (2016). Epidemiology, Genetic Recombination, and Pathogenesis of Coronaviruses. Trends Microbiol. 24, 490–502. 10.1016/j.tim.2016.03.003", "ArticleIdList": ["10.1016/j.tim.2016.03.003", "PMC7125511", "27012512"]}, {"Citation": "Tahir Ul Qamar M., Alqahtani S. M., Alamri M. A., Chen L. L. (2020). Structural Basis of SARS-CoV-2 3CLpro and Anti-COVID-19 Drug Discovery from Medicinal Plants. J. Pharm. Anal. 10 (4), 313–319. 10.1016/j.jpha.2020.03.009", "ArticleIdList": ["10.1016/j.jpha.2020.03.009", "PMC7156227", "32296570"]}, {"Citation": "Tahmasbi S. F., Revell M. A., Tahmasebi N. (2021). Herbal Medication to Enhance or Modulate Viral Infections. Nurs. Clin. North America 56 (1), 79–89. 10.1016/j.cnur.2020.10.007", "ArticleIdList": ["10.1016/j.cnur.2020.10.007", "PMC7699023", "33549288"]}, {"Citation": "Tallei T. E., Tumilaar S. G., Niode N. J., Fatimawali fnm., Kepel B. J., Idroes R., et al. (2020). Potential of Plant Bioactive Compounds as SARS-CoV-2 Main Protease (Mpro) and Spike (S) Glycoprotein Inhibitors: A Molecular Docking Study. Scientifica 2020, 1–18. 10.1155/2020/6307457", "ArticleIdList": ["10.1155/2020/6307457", "PMC7773461", "33425427"]}, {"Citation": "Tareq A. M., Farhad S., Uddin A. B. M. N., Hoque M., Nasrin M. S., Uddin M. M. R., et al. (2020). Chemical Profiles, Pharmacological Properties, and In Silico Studies Provide New Insights on Cycas Pectinata . Heliyon 6 (6), e04061. 10.1016/j.heliyon.2020.e04061", "ArticleIdList": ["10.1016/j.heliyon.2020.e04061", "PMC7283161", "32529070"]}, {"Citation": "Tiwari R., Latheef S. K., Ahmed I., Iqbal H. M. N., Bule M. H., Dhama K., et al. (2018). Herbal Immunomodulators - A Remedial Panacea for Designing and Developing Effective Drugs and Medicines: Current Scenario and Future Prospects. Cdm 19 (3), 264–301. 10.2174/1389200219666180129125436", "ArticleIdList": ["10.2174/1389200219666180129125436", "29380694"]}, {"Citation": "Tripathi M. K., Singh P., Sharma S., Singh T. P., Ethayathulla A. S., Kaur P. (2020). Identification of Bioactive Molecule fromWithania somnifera(Ashwagandha) as SARS-CoV-2 Main Protease Inhibitor. J. Biomol. Struct. Dyn., 1–14. 10.1080/07391102.2020.1790425", "ArticleIdList": ["10.1080/07391102.2020.1790425", "PMC7441797", "32643552"]}, {"Citation": "Wang S.-C., Lu M.-C., Chen H.-L., Tseng H.-I., Ke Y.-Y., Wu Y.-C., et al. (2009). Cytotoxicity of Calotropin Is through Caspase Activation and Downregulation of Anti-apoptotic Proteins in K562 Cells. Cell Biol Int. 33 (12), 1230–1236. 10.1016/j.cellbi.2009.08.013", "ArticleIdList": ["10.1016/j.cellbi.2009.08.013", "19732845"]}, {"Citation": "Wu C., Liu Y., Yang Y., Zhang P., Zhong W., Wang Y., et al. (2020). Analysis of Therapeutic Targets for SARS-CoV-2 and Discovery of Potential Drugs by Computational Methods. Acta Pharmaceutica Sinica B 10 (5), 766–788. 10.1016/j.apsb.2020.02.008", "ArticleIdList": ["10.1016/j.apsb.2020.02.008", "PMC7102550", "32292689"]}, {"Citation": "Yamamoto N., Yang R., Yoshinaka Y., Amari S., Nakano T., Cinatl J., et al. (2004). HIV Protease Inhibitor Nelfinavir Inhibits Replication of SARS-Associated Coronavirus. Biochem. Biophysical Res. Commun. 318, 719–725. 10.1016/j.bbrc.2004.04.083", "ArticleIdList": ["10.1016/j.bbrc.2004.04.083", "PMC7111005", "15144898"]}, {"Citation": "Yusuf M., Chowdhury J. U., Wahab M. A., Begum J. (1994). Medicinal Plants of Bangladesh. Bangladesh: Bangladesh Council Sci Ind Res Dhaka, 192."}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "11", "Day": "2"}, {"Year": "2021", "Month": "5", "Day": "11"}, {"Year": "2021", "Month": "6", "Day": "14", "Hour": "9", "Minute": "51"}, {"Year": "2021", "Month": "6", "Day": "15", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "6", "Day": "15", "Hour": "6", "Minute": "1"}, {"Year": "2021", "Month": "1", "Day": "1"}], "PublicationStatus": "epublish", "ArticleIdList": ["34124140", "PMC8187851", "10.3389/fmolb.2021.625391", "625391"]}}], "PubmedBookArticle": []}