{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Bioactive molecules", "Biopotential", "CF, Colonization frequency", "DDW, Double distilled water", "Endomicrobial diversity", "Endophytes", "EtOAc, Ethyl acetate", "ISM, Indian summer monsoon", "ITS, Internal transcribed spacer", "MIC, Minimum inhibitory concentration", "Medicinal plants", "PDA, Potato dextrose agar", "SCA, Starch casein agar", "Vegetation"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34136363", "DateRevised": {"Year": "2021", "Month": "06", "Day": "19"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "05", "Day": "24"}], "Language": ["eng"], "ELocationID": ["e00629", "10.1016/j.btre.2021.e00629"], "Journal": {"ISSN": "2215-017X", "JournalIssue": {"Volume": "30", "PubDate": {"Year": "2021", "Month": "Jun"}}, "Title": "Biotechnology reports (Amsterdam, Netherlands)", "ISOAbbreviation": "Biotechnol Rep (Amst)"}, "ArticleTitle": "Bioprospecting of endophytes in medicinal plants of Thar Desert: An attractive resource for biopharmaceuticals.", "Pagination": {"StartPage": "e00629", "MedlinePgn": "e00629"}, "Abstract": {"AbstractText": ["Endophytes live asymptomatically within the healthy tissues of plant parts of the host, has grabbed the attention of ecologists, chemists, and researchers to have a broad spectral of biotechnological potential. It has been proven that almost all plants harbor endophytes within themselves. Numerous studies indicated that endophytes act as chemical synthesizers of the secondary metabolites of their host plant. Various medicinal plants of the Thar Desert have been used by the local folks of the Rajasthan to treat several diseases ailments for time immemorial. On the basis of their prior knowledge of ethnopharmacological usage of medicinally important plants of Thar Desert, several researchers directed their studies in search of endophytic microflora of such medicinally important plants for the discovery of novel bioactive molecules of pharmaceutical importance, for instance, taxol producing endophytic fungus <i>Phoma</i> sp. isolated from <i>Calotropis gigantea</i> as well as <i>Aspergillus fumigatus</i>, an endophytic fungus reported from <i>Moringa oleifera</i> demonstrated an effective antibiofilm, antimicrobial and antiproliferative activity. This review sheds light on the endophytic microflora of the ethnomedicinal plants of the Thar Desert and their biopotential as a promising source of pharmaceutically important naturally derived compounds."], "CopyrightInformation": "© 2021 Published by Elsevier B.V."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Phytopathology and Microbial Biotechnology, Department of Botany, Mohanlal Sukhadia University, Udaipur, 313001, Rajasthan, India."}], "LastName": "Yadav", "ForeName": "Garima", "Initials": "G"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Phytopathology and Microbial Biotechnology, Department of Botany, Mohanlal Sukhadia University, Udaipur, 313001, Rajasthan, India."}], "LastName": "Meena", "ForeName": "Mukesh", "Initials": "M"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Netherlands", "MedlineTA": "Biotechnol Rep (Amst)", "NlmUniqueID": "101637426", "ISSNLinking": "2215-017X"}, "CoiStatement": "The authors report no declarations of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Sharma K.K., Mehra S.P. Faunal Ecology and Conservation of the Great Indian Desert. Springer; Berlin, Heidelberg: 2009. The Thar of Rajasthan (India): ecology and conservation of a desert ecosystem; pp. 1–11."}, {"Citation": "Arora J., Goyal S., Ramawat K.G. Desert Plants. Springer; Berlin, Heidelberg: 2010. Biodiversity, biology and conservation of medicinal plants of the Thar Desert; pp. 3–36."}, {"Citation": "Priyanka S.R., Jinal H.N., Amaresan N. Diversity and antimicrobial activity of plant associated bacteria from selected medicinal plants in Kutch, Dhinodhar hill, Gujarat. Nat. Acad. Sci. Lett. 2018;41(3):137–139."}, {"Citation": "Swapnil P., Meena M., Singh S.K., Dhuldhaj U.P., Harish, Marwal A. Vital roles of carotenoids in plants and humans to deteriorate stress with its structure, biosynthesis, metabolic engineering and functional aspects. Curr. Plant Biol. 2021;26:100203. doi: 10.1016/j.cpb.2021.100203. Impact Factor: 0.978.", "ArticleIdList": ["10.1016/j.cpb.2021.100203"]}, {"Citation": "Sangamesh M.B., Jambagi S., Vasanthakumari M.M., Shetty N.J., Kolte H., Ravikanth G., Nataraja K.N., Shaanker R.U. Thermotolerance of fungal endophytes isolated from plants adapted to the Thar Desert, India. Symbiosis. 2018;75(2):135–147."}, {"Citation": "Tanvir R., Javeed A., Bajwa A.G. Endophyte bioprospecting in South Asian medicinal plants: an attractive resource for biopharmaceuticals. Appl. Microbiol. Biotechnol. 2017;101(5):1831–1844.", "ArticleIdList": ["28168318"]}, {"Citation": "Chandran H., Meena M., Barupal T., Sharma K. Plant tissue culture as a perpetual source for production of industrially important bioactive compounds. Biotechnol. Rep. 2020;26 doi: 10.1016/j.btre.2020.e00450.", "ArticleIdList": ["10.1016/j.btre.2020.e00450", "PMC7193120", "32373483"]}, {"Citation": "Kharwar R.N., Mishra A., Sharma V.K., Gond S.K., Verma S.K., Kumar A., Kumar J., Singh D.K., Goutam J. Microbial Diversity and Biotechnology in Food Security. Springer; New Delhi: 2014. Diversity and biopotential of endophytic fungal flora isolated from eight medicinal plants of Uttar Pradesh, India; pp. 23–39."}, {"Citation": "Jain P., Pundir R.K. Plant-Growth-Promoting Rhizobacteria (PGPR) and Medicinal Plants. Springer; Cham: 2015. Diverse endophytic microflora of medicinal plants; pp. 341–357."}, {"Citation": "Goutam J., Singh R., Vijayaraman R.S., Meena M. Fungi and their Role in Sustainable Development: Current Perspectives. Springer; Singapore: 2018. Endophytic Fungi: Carrier of Potential Antioxidants; pp. 539–551.", "ArticleIdList": ["10.1007/978-981-13-0393-7_29"]}, {"Citation": "Kar A., Kumar A. Evolution of arid landscape in India and likely impact of future climate change. Episodes J. Int. Geosci. 2020;43(1):511–523."}, {"Citation": "Gehlot P., Solanki D.S., Kumar S., Parihar K., Tak A., Pathak R., Singh S.K. A new record of gastroid fungus Broomeia congregata Berk. from Great Indian Thar Desert, India. Indian Phytopathol. 2020;73(1):111–115."}, {"Citation": "Goyal M., Sasmal D., Nagori B.P. Review on medicinal plants used by local community of Jodhpur district of Thar desert. Int. J. Pharmacol. 2011;7:333–339."}, {"Citation": "Sonigra P., Meena M. Metabolic profile, bioactivities, and variations in the chemical constituents of essential oils of the Ferula genus (Apiaceae) Front. Pharmacol. 2021;11:608649. doi: 10.3389/fphar.2020.608649.", "ArticleIdList": ["10.3389/fphar.2020.608649", "PMC7994278", "33776754"]}, {"Citation": "Gupta S., Chaturvedi P., Kulkarni M.G., Van Staden J. A critical review on exploiting the pharmaceutical potential of plant endophytic fungi. Biotechnol. Adv. 2020;39", "ArticleIdList": ["31669137"]}, {"Citation": "Manias D., Verma A., Soni D.K. Microbial Endophytes. Woodhead Publishing; 2020. Isolation and characterization of endophytes: Biochemical and molecular approach; pp. 1–14."}, {"Citation": "Le Cocq K., Gurr S.J., Hirsch P.R., Mauchline T.H. Exploitation of endophytes for sustainable agricultural intensification. Mol. Plant Pathol. 2017;18:469–473.", "ArticleIdList": ["PMC5347965", "27559722"]}, {"Citation": "Schulthess F.M., Faeth S.H. Distribution, abundances, and associations of the endophytic fungal community of Arizona fescue (Festuca arizonica) Mycologia. 1998;90:569–578."}, {"Citation": "Carroll G. Fungal endophytes in stems and leaves: from latent pathogen to mutualistic symbiont. Ecology. 1988;69:2–9."}, {"Citation": "Wilson D. Fungal endophytes: out of sight but should not be out of mind. Oikos. 1993;68(2):379–384. doi: 10.2307/3544856.", "ArticleIdList": ["10.2307/3544856"]}, {"Citation": "Wilson D., Carroll G.C. Infection studies of Discula quercina, an endophyte of Quercus garryana. Mycologia. 1994;86:635–647."}, {"Citation": "Tiwari P., Bae H. Horizontal gene transfer and endophytes: An implication for the acquisition of novel traits. Plants. 2020;9(3):305. doi: 10.3390/plants9030305.", "ArticleIdList": ["10.3390/plants9030305", "PMC7154830", "32121565"]}, {"Citation": "Schardl C.L., Leuchtmann A., Chung K.R., Penny D., Siegel M.R. Coevolution by common descent of fungal symbionts (Epichloë spp.) and grass hosts. Mol. Biol. Evol. 1997;14(2):133–143."}, {"Citation": "Wiewióra B., Żurek G., Pańka D. Is the vertical transmission of Neotyphodium lolii in perennial ryegrass the only possible way to the spread of endophytes? PLoS One. 2015;10(2):e0117231. doi: 10.1371/journal.pone.0117231.", "ArticleIdList": ["10.1371/journal.pone.0117231", "PMC4334529", "25680199"]}, {"Citation": "Sánchez Márquez M., Bills G.F., Zabalgogeazcoa I. The endophytic mycobiota of the grass Dactylis glomerata. Fungal Diversity. 2007;27:171–195."}, {"Citation": "Devarajan P.T., Suryanarayanan T.S. Evidence for the role of phytophagous insects in dispersal of non-grass fungal endophytes. Fungal Divers. 2006;23:111–119."}, {"Citation": "Tejesvi M.V., Pirttilä A.M. Physiology and Genetics. Springer; Cham: 2018. Endophytic fungi, occurrence, and metabolites; pp. 213–230."}, {"Citation": "Petrini O. Microbial ecology of leaves. Springer; New York, NY: 1991. Fungal endophytes of tree leaves; pp. 179–197."}, {"Citation": "Petrini O. Endophytic fungi in grasses and woody plants: Systematics, ecology, and evolution. American Phytopathological Society; Mycology committee; 1996. Ecological and physiological aspects of host specificity in endophytic fungi; pp. 87–100."}, {"Citation": "Viret O., Petrini O. Colonization of beech leaves (Fagus sylvatica) by the endophyte Discula umbrinella (teleomorph: Apiognomonia errabunda) Mycol. Res. 1994;98:423–432."}, {"Citation": "Ernst M., Mendgen K.W., Wirsel S.G. Endophytic fungal mutualists: seed-borne Stagonospora spp. enhances reed biomass production in axenic microcosms. Mol. Plant Microbe Interact. 2003;16:580–587.", "ArticleIdList": ["12848423"]}, {"Citation": "Verma P., Yadav A.N., Khannam K.S., Mishra S., Kumar S., Saxena A.K., Suman A. Appraisal of diversity and functional attributes of thermotolerant wheat associated bacteria from the peninsular zone of India. Saudi J. Biol. Sci. 2019;26(7):1882–1895.", "ArticleIdList": ["PMC6864300", "31762671"]}, {"Citation": "Verma S.K., Kharwar R.N., Gond S.K., Kingsley K.L., White J.F. Seed Endophytes. Springer; Cham: 2019. Exploring endophytic communities of plants: methods for assessing diversity, effects on host development and potential biotechnological applications; pp. 55–82."}, {"Citation": "Frank A.C., Saldierna Guzmán J.P., Shay J.E. Transmission of bacterial endophytes. Microorganisms. 2017;5(4):70. doi: 10.3390/microorganisms5040070.", "ArticleIdList": ["10.3390/microorganisms5040070", "PMC5748579", "29125552"]}, {"Citation": "Verma P., Yadav A.N., Kumar V., Singh D.P., Saxena A.K. Plant-microbe Interactions in Agro-ecological Perspectives. Springer; Singapore: 2017. Beneficial plant-microbes interactions: biodiversity of microbes from diverse extreme environments and its impact for crop improvement; pp. 543–580."}, {"Citation": "Verma S.K., Gond S.K., Mishra A., Sharma V.K., Kumar J., Singh D.K., Kumar A., Kharwar R.N. Developments in Fungal Biology and Applied Mycology. Springer; Singapore: 2017. Fungal endophytes representing diverse habitats and their role in plant protection; pp. 135–157."}, {"Citation": "Verma S.K., Lal M., Das M.D. Optimization of process parameters for production of antimicrobial metabolites by an endophytic fungus Aspergillus sp. Cpr5 isolated from Calotropis procera root. Asian J. Pharmaceut. Clin. Res. 2017;10(4):225–230. doi: 10.22159/ajpcr.2017.v10i4.16631.", "ArticleIdList": ["10.22159/ajpcr.2017.v10i4.16631"]}, {"Citation": "Strobel G.A. Rainforest endophytes and bioactive products. Crit. Rev. Biotechnol. 2002;22(4):315–333.", "ArticleIdList": ["12487423"]}, {"Citation": "Wang S., Li X.M., Teuscher F., Li D.L., Diesel A., Ebel R., Proksch P., Wang B.G. Chaetopyranin, a benzaldehyde derivative, and other related metabolites from Chaetomium globosum, an endophytic fungus derived from the marine red alga Polysiphonia urceolata. J. Nat. Prod. 2006;69:1622–1625.", "ArticleIdList": ["17125234"]}, {"Citation": "Lin Z., Zhu T., Fang Y., Gu Q., Zhu W. Polyketides from Penicillium sp. JP-1, an endophytic fungus associated with the mangrove plant Aegiceras corniculatum. Phytochemistry. 2008;69(5):1273–1278.", "ArticleIdList": ["18067932"]}, {"Citation": "Fisher P.J., Graf F., Petrini L.E., Sutton B.C., Wookey P.A. Fungal endophytes of Dryas octopetala from a high arctic polar semidesert and from the Swiss Alps. Mycologia. 1995;87(3):319–323."}, {"Citation": "Rosa L.H., Vaz A.B., Caligiorne R.B., Campolina S., Rosa C.A. Endophytic fungi associated with the Antarctic grass Deschampsia antarctica Desv. (Poaceae) Polar Biol. 2009;32(2):161–167."}, {"Citation": "Suryanarayanan T.S., Wittlinger S.K., Faeth S.H. Endophytic fungi associated with cacti in Arizona. Mycol. Res. 2005;109(5):635–639.", "ArticleIdList": ["16018319"]}, {"Citation": "Redman R.S., Sheehan K.B., Stout R.G., Rodriguez R.J., Henson J.M. Thermotolerance generated by plant/fungal symbiosis. Science. 2002;298(5598) 1581–1581.", "ArticleIdList": ["12446900"]}, {"Citation": "Bashyal B.P., Wijeratne E.K., Faeth S.H., Gunatilaka A.L. Globosumones A−C, cytotoxic orsellinic acid esters from the Sonoran desert endophytic fungus Chaetomium globosum. J. Nat. Prod. 2005;68(5):724–728.", "ArticleIdList": ["15921417"]}, {"Citation": "Mohali S., Burgess T.I., Wingfield M.J. Diversity and host association of the tropical tree endophyte Lasiodiplodia theobromae revealed using simple sequence repeat markers. For. Pathol. 2005;35(6):385–396."}, {"Citation": "Selim K.A., Nagia M.M., Ghwas D.E.E. Endophytic Fungi: Diversity, Characterization and Biocontrol. Nova Publishers; New York: 2017. Endophytic fungi are multifunctional biosynthesizers: ecological role and chemical diversity; pp. 39–91."}, {"Citation": "Yadav A.N., Verma P., Kumar V., Sachan S.G., Saxena A.K. Extreme cold environments: a suitable niche for selection of novel psychrotrophic microbes for biotechnological applications. Adv. Biotechnol. Microbiol. 2017;2(2):1–4."}, {"Citation": "Kumar A.S., Reddy G.B., Kulal A. In-vitro studies on α-amylase, α-glucosidase and aldose reductase inhibitors found in endophytic fungi isolated from Ocimum sanctum. Curr. Enzym. Inhib. 2014;10(2):129–136."}, {"Citation": "Kumar M., Yadav A.N., Tiwari R., Prasanna R., Saxena A.K. Evaluating the diversity of culturable thermotolerant bacteria from four hot springs of India. J. Biodivers. Biopros. Dev. 2014;1(3):1000127. doi: 10.4172/ijbbd.1000127.", "ArticleIdList": ["10.4172/ijbbd.1000127"]}, {"Citation": "Sahay H., Yadav A.N., Singh A.K., Singh S., Kaushik R., Saxena A.K. Hot springs of Indian Himalayas: potential sources of microbial diversity and thermostable hydrolytic enzymes. 3 Biotech. 2017;7(2):1–11.", "ArticleIdList": ["PMC5451362", "28567630"]}, {"Citation": "Yadav A.N., Kumar V., Dhaliwal H.S., Prasad R., Saxena A.K. Crop Improvement through Microbial Biotechnology. Elsevier; 2018. Microbiome in crops: diversity, distribution, and potential role in crop improvement; pp. 305–332."}, {"Citation": "Yadav A.N., Verma P., Kumar V., Sangwan P., Mishra S., Panjiar N., Gupta V.K., Saxena A.K. New and Future Developments in Microbial Biotechnology and Bioengineering. Elsevier; 2018. Biodiversity of the genus Penicillium in different habitats; pp. 3–18."}, {"Citation": "Arnold A.E., Lutzoni F. Diversity and host range of foliar fungal endophytes: are tropical leaves biodiversity hotspots? Ecology. 2007;88:541–549.", "ArticleIdList": ["17503580"]}, {"Citation": "Suryanarayanan T.S., Venkatesan G., Murali T.S. Endophytic fungal communities in leaves of tropical forest trees: diversity and distribution patterns. Curr. Sci. 2003;85:489–492."}, {"Citation": "Stone J.K., Polishook J.D., White J.F. Biodiversity of Fungi. Elsevier Academic Press; Burlington: 2004. Endophytic fungi; pp. 241–270."}, {"Citation": "Verma P., Yadav A.N., Kazy S.K., Saxena A.K., Suman A. Evaluating the diversity and phylogeny of plant growth promoting bacteria associated with wheat (Triticum aestivum) growing in central zone of India. Int. J. Curr. Microbiol. Appl. Sci. 2014;3(5):432–447."}, {"Citation": "Verma S.K., Gond S.K., Mishra A., Sharma V.K., Kumar J., Singh D.K., Kumar A., Goutam J., Kharwar R.N. Impact of environmental variables on the isolation, diversity and antibacterial activity of endophytic fungal communities from Madhuca indica Gmel. at different locations in India. Ann. Microbiol. 2014;64:721–734."}, {"Citation": "Kurissery S., Shaw L.K., Kanavillil N. Intellectual, Scientific, and Educational Influences on Sustainability Research. IGI Global; 2019. A historic perspective of endophytes in vascular plants and their role in environmental sustainability; pp. 14–45."}, {"Citation": "Gupta S., Chaturvedi P. Foliar endophytic diversity of Centella asiatica (L.) Urban in relation to different seasons and leaf age. Int. J. Curr. Microbiol. App. Sci. 2017;6:468–477."}, {"Citation": "Rana K.L., Kour D., Sheikh I., Dhiman A., Yadav N., Yadav A.N., Rastegari A.A., Singh K., Saxena A.K. Recent Advancement in White Biotechnology Through Fungi. Springer; Cham: 2019. Endophytic fungi: biodiversity, ecological significance, and potential industrial applications; pp. 1–62."}, {"Citation": "Schulz B., Boyle C. The endophytic continuum. Mycol. Res. 2005;109:661–686.", "ArticleIdList": ["16080390"]}, {"Citation": "Sieber T.N. Endophytic fungi in forest trees: are they mutualists? Fungal Biol. Rev. 2007;21:75–89."}, {"Citation": "Azad K., Kaminskyj S. A fungal endophyte strategy for mitigating the effect of salt and drought stress on plant growth. Symbiosis. 2016;68:73–78."}, {"Citation": "Sharma A., Malhotra B., Kharkwal H., Kulkarni G.T., Kaushik N. Therapeutic agents from endophytes harbored in Asian medicinal plants. Phytochem. Rev. 2020;19:691–720."}, {"Citation": "Barupal T., Meena M., Sharma K. Inhibitory effects of leaf extract of Lawsonia inermis on Curvularia lunata and characterization of novel inhibitory compounds by GC–MS analysis. Biotechnol. Rep. 2019;23:e00335. doi: 10.1016/j.btre.2019.e00335.", "ArticleIdList": ["10.1016/j.btre.2019.e00335", "PMC6546954", "31194076"]}, {"Citation": "Saikkonen K., Mikola J., Helander M. Endophytic phyllosphere fungi and nutrient cycling in terrestrial ecosystems. Curr. Sci. 2015;109(1):121–126."}, {"Citation": "Chadha N., Mishra M., Rajpal K., Bajaj R., Choudhary D.K., Varma A. An ecological role of fungal endophytes to ameliorate plants under biotic stress. Arch. Microbiol. 2015;197:869–881.", "ArticleIdList": ["26123239"]}, {"Citation": "Wilkinson D.M., Sherratt T.N. Horizontally acquired mutualisms, an unsolved problem in ecology? Oikos. 2001;92:377–384."}, {"Citation": "Chetia H., Kabiraj D., Bharali B., Ojha S., Barkataki M.P., Saikia D., Singh T., Mosahari P.V., Sharma P., Bora U. Advances in Endophytic Fungal Research. Springer; Cham: 2019. Exploring the benefits of endophytic fungi via omics; pp. 51–81."}, {"Citation": "Finch S.C., Pennell C.G.L., Kerby J.W.F., Cave V.M. Mice find endophyte‐infected seed of tall fescue unpalatable–implications for the aviation industry. Grass Forage. Sci. 2016;71(4):659–666."}, {"Citation": "Heineck G., Ashbrenner B., Miller M., Watkins E. A novel inoculation technique for integrating the endophyte Epichloe festucae into perennial ryegrass. ASA and CSSA Annual Meeting; Nov. 4-7 in Baltimore, MD; 2018."}, {"Citation": "Lewis F.J. An endotropic fungus in the coniferae. Nature. 1924;114 860–860."}, {"Citation": "Belesky D.P., West C.P. Vol. 53. 2009. Abiotic stresses and endophyte effects; pp. 49–64. (Tall Fescue for the Twenty‐first Century)."}, {"Citation": "Richardson M.D., Chapman G.W., Jr, Hoveland C.S., Bacon C.W. Sugar alcohols in endophyte‐infected tall fescue under drought. Crop Sci. 1992;32:1060–1061."}, {"Citation": "Eid A.M., Salim S.S., Hassan S.E.D., Ismail M.A., Fouda A. Microbiome in Plant Health and Disease. Springer; Singapore: 2019. Role of endophytes in plant health and abiotic stress management; pp. 119–144."}, {"Citation": "Mohamed N.H., Ismail M.A., Abdel-Mageed W.M., Shoreit A.A.M. Biodegradation of natural rubber latex of Calotropis procera by two endophytic fungal species. J. Bioremediat. Biodegrad. 2017;8(1):380. doi: 10.4172/2155-6199.1000380.", "ArticleIdList": ["10.4172/2155-6199.1000380"]}, {"Citation": "Sharma R., Thakur G.S., Sanodiya B.S., Savita A., Pandey M., Sharma A., Bisen P.S. Therapeutic potential of Calotropis procera: A giant milkweed. ISOR J. Pharm. Bio. Sci. 2012;4(2):42–57."}, {"Citation": "Chowdhury D.R., Chattopadhyay S.K., Roy S.K. Molecular phylogeny and genetic diversity studies of some potent endophytic fungi isolated from medicinal plants (Calotropis procera and Catharanthus roseus) using 18S rRNA and RAPD analysis. Afr. J. Microbiol. Res. 2018;12(33):796–805."}, {"Citation": "Barupal T., Meena M., Sharma K. A study on preventive effects of Lawsonia inermis L. bioformulations against leaf spot disease of maize. Biocatal. Agric. Biotechnol. 2020;23 doi: 10.1016/j.bcab.2019.101473.", "ArticleIdList": ["10.1016/j.bcab.2019.101473"]}, {"Citation": "Barupal T., Meena M., Sharma K. Comparative analysis of bioformulations against Curvularia lunata (Wakker) Boedijn causing leaf spot disease of maize. Arch. Phytopathology Plant Protect. 2020;53 (13-14:1–13. doi: 10.1080/03235408.2020.1827657.", "ArticleIdList": ["10.1080/03235408.2020.1827657"]}, {"Citation": "Barupal T., Meena M., Sharma K. Effect of different physical factors on Lawsonia inermis leaf extracts and their herbal formulations efficacy. Am. J. Agric. Sci. 2020;7(1):01–07."}, {"Citation": "Selvanathan S., Indrakumar I., Johnpaul M. Biodiversity of the endophytic fungi isolated from Calotropis gigantea (L.) R. Br. Recent Res. Sci. Technol. 2011;3(4):2011,. https://updatepublishing.com/journal/index.php/rrst/article/view/662"}, {"Citation": "Chowdhury D.R., Chatterjee S.K., Roy S.K. Studies on endophytic fungi of Calotropis procera (L.) R. Br. with a view to their antimicrobial and antioxidant actvities mediated by extracellular synthesised silver nanoparticles. IOSR J. Pharm. Biol. Sci. (IOSR-JPBS) 2016;11(5):113–121."}, {"Citation": "Nascimento T.L., Oki Y., Lima D.M.M., Almeida-Cortez J.S., Fernandes G.W., Souza-Motta C.M. Biodiversity of endophytic fungi in different leaf ages of Calotropis procera and their antimicrobial activity. Fungal Ecol. 2015;14:79–86."}, {"Citation": "Hemamalini V., Kumar D.M., Rebecca A.I.N., Srimathi S., Muthumary J., Kalaichelvan P. Isolation and characterization of taxol producing endophytic Phoma sp. from Calotropis gigantea and its anti-proliferative studies. J. Acad. Ind. Res. 2015;3:645–649."}, {"Citation": "Meena M., Swapnil P., Upadhyay R.S. Isolation, characterization and toxicological potential of tenuazonic acid, alternariol and alternariol monomethyl ether produced by Alternaria species phytopathogenic on plants. Sci. Rep. 2017;7:8777. doi: 10.1038/s41598-017-09138-9.", "ArticleIdList": ["10.1038/s41598-017-09138-9", "PMC5562829", "28821789"]}, {"Citation": "Meena M., Swapnil P., Zehra A., Aamir M., Dubey M.K., Upadhyay R.S. Plant-Microbe Interactions in Agro-Ecological Perspectives. Springer; Singapore: 2017. Beneficial microbes for disease suppression and plant growth promotion; pp. 395–432.", "ArticleIdList": ["10.1007/978-981-10-6593-4_16"]}, {"Citation": "Meena M., Dubey M.K., Swapnil P., Zehra A., Singh S., Kumari P., Upadhyay R.S. Advances in PGPR Research. CAB International; 2017. The rhizosphere microbial community and methods of its analysis; pp. 275–295."}, {"Citation": "Khan T.I., Dular A.K., Solomon D.M. Biodiversity conservation in the Thar Desert; with emphasis on endemic and medicinal plants. Environmentalist. 2003;23:137–144."}, {"Citation": "El-Khawaga M.A., El-Aziz M.M., Hegazi G.A. Identification and bioactive potential of endophytic fungi isolated from Calotropis procera (Ait.) R. Br. Life Sci. J. 2013;2:2804–2814."}, {"Citation": "Gherbawy Y.A., Gashgari R.M. Molecular characterization of fungal endophytes from Calotropis procera plants in Taif region (Saudi Arabia) and their antifungal activities. Plant Biosyst. 2014;148(6):1085–1092."}, {"Citation": "Pandey S.S., Singh S., Pandey H., Srivastava M., Ray T., Soni S., Pandey A., Shanker K., Babu C.V., Banerjee S., Gupta M.M. Endophytes of Withania somnifera modulate in planta content and the site of withanolide biosynthesis. Sci. Rep. 2018;8(1):1–19.", "ArticleIdList": ["PMC5882813", "29615668"]}, {"Citation": "Moharram A., Zohri A.N., Seddek N. L-Asparaginase production by endophytic fungi isolated from Withania Somnifera in Egypt. SS Int. J. Multidiscip. Res. 2016;2:30–40."}, {"Citation": "Salini T.S., Divakaran D., Shabanamol S., Rebello S., Jisha M.S. Antimicrobial and immunomodulatory potential of endophytic fungus Fusarium solani isolated from Withania somnifera. World J. Pharm. Res. 2014;3(10):879–890."}, {"Citation": "Atri N., Rai N., Singh A.K., Verma M., Barik S., Gautam V., Singh S.K. Screening for endophytic fungi with antibacterial efficiency from Moringa oleifera and Withania somnifera. J. Sci. Res. 2020;64(1):127–133."}, {"Citation": "Nayak B.K. Enumeration of phylloplane and endophytic fungi from medicinal plant, Solanum nigrum by two different techniques. Int. J. Chem. Concept. 2015;1(3):103–108."}, {"Citation": "Khan M.U., Sessitsch A., Harris M., Fatima K., Imran A., Arslan M., Shabir G., Khan Q.M., Afzal M. Cr-resistant rhizo-and endophytic bacteria associated with Prosopis juliflora and their potential as phytoremediation enhancing agents in metal-degraded soils. Front. Plant Sci. 2015;5:755. doi: 10.3389/fpls.2014.00755.", "ArticleIdList": ["10.3389/fpls.2014.00755", "PMC4284999", "25610444"]}, {"Citation": "El-Hawary S.S., Sayed A.M., Rateb M.E., Bakeer W., AbouZid S.F., Mohammed R. Secondary metabolites from fungal endophytes of Solanum nigrum. Nat. Prod. Res. 2017;31(21):2568–2571.", "ArticleIdList": ["28532171"]}, {"Citation": "Pelo S., Mavumengwana V., Green E. Diversity and antimicrobial activity of culturable fungal endophytes in Solanum mauritianum. Int. J. Environ. Res. Pub. Health. 2020;17(2):439. doi: 10.3390/ijerph17020439.", "ArticleIdList": ["10.3390/ijerph17020439", "PMC7013891", "31936472"]}, {"Citation": "Ikram M., Ali N., Jan G., Hamayun M., Jan F.G., Iqbal A. Novel antimicrobial and antioxidative activity by endophytic Penicillium roqueforti and Trichoderma reesei isolated from Solanum surattense. Acta Physiol. Plant. 2019;41(9):164. doi: 10.1007/s11738-019-2957-z.", "ArticleIdList": ["10.1007/s11738-019-2957-z"]}, {"Citation": "Silva C.F., Vitorino L.C., Mendonça M.A.C., Araújo W.L., Dourado M.N., Albuquerque L.C., Soares M.A., Souchie E.L. Screening of plant growth-promoting endophytic bacteria from the roots of the medicinal plant Aloe vera. South Afri. J. Bot. 2020;134:3–16. doi: 10.1016/j.sajb.2019.09.019.", "ArticleIdList": ["10.1016/j.sajb.2019.09.019"]}, {"Citation": "Yagi A., Yu B.P. Epigenetic roles of microbiota and Aloe vera in health and disease. J. Gastroenterol. Hepatol. Res. 2019;8(3):2871–2878."}, {"Citation": "Al-Madboly L.A., Kabbash A., Yassin A.M., Yagi A. Dietary cancer prevention with butyrate fermented by Aloe vera gel endophytic microbiota. J. Gastroenterol. Hepatol. Res. 2017;6(2):2312–2317."}, {"Citation": "Chowdhary K., Sharma S. Plant growth promotion and biocontrol potential of fungal endophytes in the inflorescence of Aloe vera L. Proc. Natl. Acad. Sci. India Sec. B: Biol. Sci. 2020:1–11."}, {"Citation": "Gangurde A.B., Jagtap P.R., Vyawahare M.A., Kukreja G.P., Mane R.S. Production, purification and evaluation of different functional groups from endophytic Penicillium species derived bioactive compounds isolated from Aloe vera. Int. J. Chem. Stud. 2019;3(2):35–38."}, {"Citation": "Akinsanya M.A., Goh J.K., Lim S.P., Ting A.S.Y. Metagenomics study of endophytic bacteria in Aloe vera using next-generation technology. Genom. Data. 2015;6:159–163.", "ArticleIdList": ["PMC4664749", "26697361"]}, {"Citation": "Akinsanya M.A., Goh J.K., Lim S.P., Ting A.S.Y. Diversity, antimicrobial and antioxidant activities of culturable bacterial endophyte communities in Aloe vera. FEMS Microbial. Lett. 2015;362 doi: 10.1093/femsle/fnv184. fnv184.", "ArticleIdList": ["10.1093/femsle/fnv184", "26454221"]}, {"Citation": "Prakash O., Nimonkar Y., Munot H., Sharma A., Vemuluri V.R., Chavadar M.S., Shouche Y.S. Description of Micrococcus aloeverae sp. nov., an endophytic actinobacterium isolated from Aloe vera. Int. J. Syst. Evol. Microbiol. 2014;64:3427–3433.", "ArticleIdList": ["25048212"]}, {"Citation": "Atiphasaworn P., Monggoot S., Gentekaki E., Brooks S., Pripdeevech P. Antibacterial and antioxidant constituents of extracts of endophytic fungi isolated from Ocimum basilicum var. thyrsiflora leaves. Curr. Microbiol. 2017;74(10):1185–1193.", "ArticleIdList": ["28698913"]}, {"Citation": "Taufiq M.M.J., Darah I. Antibacterial activity of an endophytic fungus Lasiodiplodia pseudotheobromae IBRL OS-64 residing in leaves of a medicinal herb, Ocimum sanctum Linn. J. Appl. Biol. Biotechnol. 2019;7(2):35–41."}, {"Citation": "Shukla S.T., Kulkarni V.H., Habbu P.V., Jagadeesh K.S., Patil B.S., Smita D.M. Hepatoprotective and antioxidant activities of crude fractions of endophytic fungi of Ocimum sanctum Linn. in rats. Orient. Pharm. Exp. Med. 2012;12(2):81–91."}, {"Citation": "Liu B.B., Chen W., Chu X., Yang Y., Salam N., Hu W.Y., Gao R., Duan Y.Q., Li W.J. Mariniluteicoccus endophyticus sp. nov., an endophytic actinobacterium isolated from root of Ocimum basilicum. Int. J. Syst. Evol. 2016;66:1306–1310.", "ArticleIdList": ["26742722"]}, {"Citation": "Pola M., Rajulapati S.B., Durthi C.P., Erva R.R., Bhatia M. In silico modelling and molecular dynamics simulation studies on L-Asparaginase isolated from bacterial endophyte of Ocimum tenuiflorum. Enzyme Microb. Technol. 2018;117:32–40.", "ArticleIdList": ["30037549"]}, {"Citation": "Panigrahi S., Mohanty S., Rath C.C. Characterization of endophytic bacteria Enterobacter cloacae MG00145 isolated from Ocimum sanctum with indole acetic acid (IAA) production and plant growth promoting capabilities against selected crops. S. Afr. J. Bot. 2020;134:17–26."}, {"Citation": "Sahu P.K., Singh S., Gupta A.R., Gupta A., Singh U.B., Manzar N., Bhowmik A., Singh H.V., Saxena A.K. Endophytic bacilli from medicinal-aromatic perennial Holy basil (Ocimum tenuiflorum L.) modulate plant growth promotion and induced systemic resistance against Rhizoctonia solani in rice (Oryza sativa L.) Biol. Control. 2020;150 doi: 10.1016/j.biocontrol.2020.104353.", "ArticleIdList": ["10.1016/j.biocontrol.2020.104353"]}, {"Citation": "Khan M., Alkhathlan H.Z., Khan S.T. Antibiotic and antibiofilm activities of Salvadora persica L. essential oils against Streptococcus mutans: A detailed comparative study with chlorhexidine digluconate. Pathogens. 2020;9(1):66. doi: 10.3390/pathogens9010066.", "ArticleIdList": ["10.3390/pathogens9010066", "PMC7169458", "31963342"]}, {"Citation": "Saket R., Arnold R. Screening of bio-active components from endophytic fungi found in different parts of Salvadora oleoides in Madhya Pradesh. Int. J. Curr. Agric. Sci. 2019;9(03):381–386."}, {"Citation": "Korejo F., Noreen R., Ali S.A., Humayun F., Rahman A., Sultana V., Ehteshamul-Haque S. Evaluation of antibacterial and antifungal potential of endophytic fluorescent Pseudomonas associated with Salvadora persica and Salvadora oleoides decne. Pak. J. Bot. 2017;49(5):1995–2004."}, {"Citation": "Elgorban A.M., Bahkali A.H., Al Farraj D.A., Abdel-Wahab M.A. Natural products of Alternaria sp., an endophytic fungus isolated from Salvadora persica from Saudi Arabia. Saudi J. Biol. Sci. 2019;26(5):1068–1077.", "ArticleIdList": ["PMC6601026", "31303842"]}, {"Citation": "Kuriakose G.C., Singh S., Rajvanshi P.K., Surin W.R., Jayabaskaran C. In vitro cytotoxicity and apoptosis induction in human cancer cells by culture extract of an endophytic Fusarium solani strain isolated from Datura metel L. Pharm. Anal. Acta. 2014;5:293. doi: 10.4172/2153-2435.1000293.", "ArticleIdList": ["10.4172/2153-2435.1000293"]}, {"Citation": "Alinejad S., Sarabi V., Bakhtvari A.R.S., Hashempour H. Variation in physiological traits, yield and secondary metabolites of jimsonweed (Datura stramonium L.) under different irrigation regimes and nutrition systems. Ind. Crops Prod. 2020;143"}, {"Citation": "Rania A.B.A., Jabnoun-Khiareddine H., Nefzi A., Mokni-Tlili S., Daami-Remadi M. Endophytic bacteria from Datura metel for plant growth promotion and bioprotection against Fusarium wilt in tomato. Biocont. Sci. Technol. 2016;26(8):1139–1165."}, {"Citation": "Maehara S., Yamane C., Kitamura C., Hinokuma M., Hata T. High ophiobolin A production in endophytic fungus Bipolaris sp. associated with Datura metel. Nat. Prod. Res. 2020;34(20):2990–2992. doi: 10.1080/14786419.2019.1597352.", "ArticleIdList": ["10.1080/14786419.2019.1597352", "30990079"]}, {"Citation": "Ben Abdallah R.A., Jabnoun-Khiareddine H., Nefzi A., Mokni-Tlili S., Daami-Remadi M. Endophytic bacteria from Datura stramonium for Fusarium wilt suppression and tomato growth promotion. J. Microb. Biochem. Technol. 2016;8:30–41."}, {"Citation": "Tapfuma K.I., Uche-Okereafor N., Sebola T.E., Hussan R., Mekuto L., Makatini M.M., Green E., Mavumengwana V. Cytotoxic activity of crude extracts from Datura stramonium’s fungal endophytes against A549 lung carcinoma and UMG87 glioblastoma cell lines and LC-QTOF-MS/MS based metabolite profiling. BMC Complement. Altern. Med. 2019;19(1):1–12.", "ArticleIdList": ["PMC6873518", "31752824"]}, {"Citation": "Chandankere R., Chelliah J., Subban K., Shanadrahalli V.C., Parvez A., Zabed H.M., Sharma Y.C., Qi X. Pleiotropic functions and biological potentials of silver nanoparticles synthesized by an endophytic fungus. Front. Bioeng. Biotechnol. 2020;8:95. doi: 10.3389/fbioe.2020.00095.", "ArticleIdList": ["10.3389/fbioe.2020.00095", "PMC7047737", "32154230"]}, {"Citation": "Al-Arjani A.B.F., Hashem A., Abd_Allah E.F. Arbuscular mycorrhizal fungi modulates dynamics tolerance expression to mitigate drought stress in Ephedra foliata Boiss. Saudi J. Biol. Sci. 2020;27(1):380–394.", "ArticleIdList": ["PMC6933241", "31889861"]}, {"Citation": "Ghiasvand M., Makhdoumi A., Matin M.M., Vaezi J. Exploring the bioactive compounds from endophytic bacteria of a medicinal plant: Ephedra foliata (Ephedrales: Ephedraceae) Orient. Pharm. Exp. Med. 2019:1–10. doi: 10.1007/s13596-019-00410-z.", "ArticleIdList": ["10.1007/s13596-019-00410-z"]}, {"Citation": "Ma Z.F., Ahmad J., Zhang H., Khan I., Muhammad S. Evaluation of phytochemical and medicinal properties of Moringa (Moringa oleifera) as a potential functional food. South Afr. J. Bot. 2020;129:40–46."}, {"Citation": "Abonyi D.O., Eze P.M., Abba C.C., Ujam N.T., Proksch P., Okoye F.B., Esimone C.O. Biologically active phenolic acids produced by Aspergillus sp., an endophyte of Moringa oleifera. Eur. J. Biol. Res. 2018;8:157–167."}, {"Citation": "Kaur N., Arora D.S. Prospecting the antimicrobial and antibiofilm potential of Chaetomium globosum an endophytic fungus from Moringa oleifera. AMB Express. 2020;10:1–13.", "ArticleIdList": ["PMC7658282", "33175340"]}, {"Citation": "Mwanga Z., Mvungi E., Tibuhwa D. Antimicrobial activities of endophytic fungi secondary metabolites from Moringa oleifera (Lam) Tanzania J. Sci. 2019;45:463–476."}, {"Citation": "Aldinary A.M., Abdelaziz A.M., Farrag A.A., Attia M.S. Biocontrol of tomato Fusarium wilt disease by a new Moringa endophytic Aspergillus isolates. Materials Today: Proceedings. 2021"}, {"Citation": "Katewa S.S., Chaudhary B.L., Jain A. Folk herbal medicines from tribal area of Rajasthan. India. J. Ethnopharmacol. 2004;92:41–46.", "ArticleIdList": ["15099845"]}, {"Citation": "Jain A., Katewa S.S., Galav P., Nag A. Some therapeutic uses of biodiversity among the tribals of Rajasthan. Indian J. Tradit. Knowl. 2008;7(2):256–262."}, {"Citation": "Chen L., Luo S., Chen J., Wan Y., Liu C., Liu Y., Pang X., Lai C., Zeng G. Diversity of endophytic bacterial populations associated with Cd-hyperaccumulator plant Solanum nigrum L. grown in mine tailings. Appl. Soil Ecol. 2012;62:24–30."}, {"Citation": "El‐Hawary S.S., Mohammed R., AbouZid S.F., Bakeer W., Ebel R., Sayed A.M., Rateb M.E. Solamargine production by a fungal endophyte of Solanum nigrum. J. Appl. Microbiol. 2016;120(4):900–911.", "ArticleIdList": ["26811095"]}, {"Citation": "Rollando R., Notario D., Eva M., Aditya M., Sitepu R. Antimicrobial, antioxidant, and cytotoxic activities of endhopitic fungi Chaetomium sp. isolated from Phyllanthus niruri Linn: in vitro and in silico studies. J. Pure Appl. Chem. Res. 2017;6(1):64–83. doi: 10.21776/ub.jpacr.2017.006.01.317.", "ArticleIdList": ["10.21776/ub.jpacr.2017.006.01.317"]}, {"Citation": "Bhatia N., Gupta T., Sharma B., Sarethy I.P. Endophytes from Phyllanthus niruri: Selection, characterization and metabolite production. J. Mater. Sci. Surf. Eng. 2019;6(6):888–894. 10.jmsse/2348-8956/6-6.3", "ArticleIdList": ["10.jmsse/2348-8956/6-6.3"]}, {"Citation": "Hannana S.U., Afroz F., Begum M.N., Sharmin S., Moni F., Akhter S., Sarker A., Rony S.R., Sohrab M.H. Bioactive potential of endophytic fungi isolated from Phyllanthus niruri L. Bangladesh J. Sci. Ind. Res. 2020;55:311–318."}, {"Citation": "Vyas D.N., Sharma S., Srivastava A., Shrivastava N., Upasani V.N. Diversity of endophytic fungi from the medicinal plant Mucuna pruriens. Int. J. Basic Appl. Res. 2019;9(5):1119–1128."}, {"Citation": "Jain A., Katewa S.S., Galav P.K., Sharma P. Medicinal plant diversity of Sitamata wildlife sanctuary, Rajasthan. India. J. Ethnopharmacol. 2005;102:143–157.", "ArticleIdList": ["16154303"]}, {"Citation": "Meena A.K., Rao M.M. Folk herbal medicines used by the Meena community in Rajasthan. Asian J. Tradit. Med. 2010;5:19–31."}, {"Citation": "Barman S., Ghosh R., Mandal N. Assessment of antimicrobial activity of endophytic fungi isolated from Justicia adhatoda L. UGB J. Plant Biol. Biotech. 2016;1(1):19–23."}, {"Citation": "Prabavathy D., Phoebe M.G.L. Cytotoxic activity of L-asparaginase isolated from endophytic Aspergillus nomius of Justicia adhatoda on A549 cell lines. Int. J. Green Pharm. (IJGP) 2020;14(02):195. doi: 10.22377/ijgp.v14i02.2884.", "ArticleIdList": ["10.22377/ijgp.v14i02.2884"]}, {"Citation": "Fatima N., Mukhtar U., Ihsan-Ul-Haq M.A.Q., Jadoon M., Ahmed S. Biological evaluation of endophytic fungus Chaetomium sp. NF15 of Justicia adhatoda L.: A potential candidate for drug discovery. Jundishapur J. Microbiol. 2016;9(6):e29978. doi: 10.5812/jjm.29978.", "ArticleIdList": ["10.5812/jjm.29978", "PMC5013492", "27635208"]}, {"Citation": "Singh K., Gupta S., Mathur P.K. Investigation on ethnomedicinal plants of district Firozabad. J Adv. Lab. Res. Biol. 2010;1:64–66."}, {"Citation": "Nayak G., Shashirekha K.S. Antibacterial effect of endophytic bacteria isolated from tulsi leaf against Escherichia coli by Nasal Swab Culture. Int. J. Health Sci. Res. 2019;9(8):218–224."}, {"Citation": "Tanvir R., Sheikh A.A., Javeed A. Vol. 60. Elsevier; 2019. Endophytic actinomycetes in the biosynthesis of bioactive metabolites: chemical diversity and the role of medicinal plants; pp. 399–424. (Studies in Natural Products Chemistry)."}, {"Citation": "Sandhu S.S., Kumar S., Aharwal R.P. Isolation and identification of endophytic fungi from Ricinus communis Linn. and their antibacterial activity. Int. J. Res. Pharm. Chem. 2014;4(3):611–618."}, {"Citation": "Annapurna D., Rajkumar M., Prasad M.N.V. Bioremediation and Bioeconomy. Elsevier; 2016. Potential of Castor bean (Ricinus communis L.) for phytoremediation of metalliferous waste assisted by plant growth-promoting bacteria: possible cogeneration of economic products; pp. 149–175."}, {"Citation": "Katewa S.S., Galav P.K. Additions to the traditional folk herbal medicines from Shekhawati region of Rajasthan. Indian J. Tradit. Knowl. 2006;5(4):494–500."}, {"Citation": "Rani R., Sharma D., Chaturvedi M., Yadav J.P. Antibacterial activity of twenty different endophytic fungi isolated from Calotropis procera and time kill assay. Clin. Microbiol. 2017;6(3):280. doi: 10.4172/2327-5073.1000280.", "ArticleIdList": ["10.4172/2327-5073.1000280"]}, {"Citation": "Nagda V., Gajbhiye A., Kumar D. Isolation and characterization of endophytic fungi from Calotropis procera for their antioxidant activity. Asian J. Pharm. Clin. Res. 2017;10(3):254–258."}, {"Citation": "Nath A., Joshi S. Anti-candidal effect of endophytic fungi isolated from Calotropis gigantean. Revista de Biología Trop. 2017;65(4):1437–1447."}, {"Citation": "Sheeba H., Ali M.S., Anuradha V. In-vitro anti-cancer activity of endophytic fungi isolated from Ziziphus mauritiana in cervical cancer cell line. Eur. J. Med. Plants. 2020;34(4):38–48. doi: 10.9734/ejmp/2020/v31i430230.", "ArticleIdList": ["10.9734/ejmp/2020/v31i430230"]}, {"Citation": "Mishra A., Singh S.P., Mahfooz S., Bhattacharya A., Mishra N., Shirke P.A., Nautiyal C.S. Bacterial endophytes modulates the withanolide biosynthetic pathway and physiological performance in Withania somnifera under biotic stress. Microbiol. Res. 2018;212:17–28.", "ArticleIdList": ["29853165"]}, {"Citation": "Kaur J., Sharma P., Kaur R., Kaur S., Kaur A. Assessment of alpha glucosidase inhibitors produced from endophytic fungus Alternaria destruens as antimicrobial and antibiofilm agents. Mol. Biol. Rep. 2020;47(1):423–432.", "ArticleIdList": ["31760557"]}, {"Citation": "Srivastava A., Anandrao R.K. Antimicrobial potential of fungal endophytes isolated from leaves of Prosopis juliflora (SW.) DC. an important weed. Int. J. Pharm. Pharmacol. Sci. 2015;7:128–136."}, {"Citation": "Meena K.L., Yadav B.L. Some ethnomedicinal plants used by the Garasia tribe of district Sirohi. Rajasthan. Indian J. Tradit. Knowl. 2011;10(2):354–357."}, {"Citation": "Syed B., Prasad M.N., Rao H.Y., Rakshith D., Maithri B., Kavitha K.S., Azmath P., Kavitha H.U., Harini B.P., Kumar K., Zarei M. Actinomycetic symbionts inhabiting Euphorbia hirta L. with antimicrobial potentials. J. Biologic. Act. Products Nat. 2015;5(6):419–426."}, {"Citation": "Anitha K.U., Mythili S. Antioxidant and hepatoprotective potentials of novel endophytic fungus Achaetomium sp., from Euphorbia hirta. Asian Pac. J. Trop. Med. 2017;10(6):588–593.", "ArticleIdList": ["28756924"]}, {"Citation": "Ameen F., Stephenson S.L., AlNadhari S., Yassin M.A. Isolation, identification and bioactivity analysis of an endophytic fungus isolated from Aloe vera collected from Asir desert, Saudi Arabia. Bioproc. Biosyst. Eng. 2021;44(6):1063–1070. doi: 10.1007/s00449-020-02507-1.", "ArticleIdList": ["10.1007/s00449-020-02507-1", "33495932"]}, {"Citation": "Sharma H., Kumar A. Ethnobotanical studies on medicinal plants of Rajasthan (India): A review. J. Med. Plant Res. 2011;5:1107–1112."}, {"Citation": "Singh B., Kaur A. Antidiabetic potential of a peptide isolated from an endophytic Aspergillus awamori. J. Appl. Microbiol. 2016;120(2):301–311.", "ArticleIdList": ["26544796"]}, {"Citation": "Aly A.H., Debbab A., Edrada-Ebel R.A., Müller W.E.G., Kubbutat M.H.G., Wray V., Ebel R., Proksch P. Protein kinase inhibitors and other cytotoxic metabolites from the fungal endophyte Stemphylium botryosum isolated from Chenopodium album. Mycosphere. 2010;1(2):153–162."}, {"Citation": "Sharma L., Khandelwal S. Weeds of Rajasthan and their ethno-botanical importance. Stud. EthnoMed. 2010;4:75–79."}, {"Citation": "Katoch M., Singh G., Sharma S., Gupta N., Sangwan P.L., Saxena A.K. Cytotoxic and antimicrobial activities of endophytic fungi isolated from Bacopa monnieri (L.) Pennell (Scrophulariaceae) BMC Complement. Alternat. Med. 2014;14(1):1–8.", "ArticleIdList": ["PMC3930298", "24512530"]}, {"Citation": "Jasim B., Daya P.S., Sreelakshmi K.S., Sachidanandan P., Aswani R., Jyothis M., Radhakrishnan E.K. Bacopaside N1 biosynthetic potential of endophytic Aspergillus sp. BmF 16 isolated from Bacopa monnieri. 3 Biotech. 2017;7(3):210. doi: 10.1007/s13205-017-0788-4.", "ArticleIdList": ["10.1007/s13205-017-0788-4", "PMC5493564", "28667650"]}, {"Citation": "Sahani K., Thakur D., Hemalatha K.P.J. Phytochemical analysis and antioxidant activity of endophytic fungi Curvularia aeria MTCC 12847 isolated from Tribulus terrestris L. leaf. Appl. Indust. Microbiol. 2019;2019 doi: 10.21203/rs.2.16923/v1.", "ArticleIdList": ["10.21203/rs.2.16923/v1"]}, {"Citation": "Rana K.L., Kour D., Kaur T., Devi R., Negi C., Yadav A.N., Yadav N., Singh K., Saxena A.K. Microbial Endophytes. Woodhead Publishing; 2020. Endophytic fungi from medicinal plants: biodiversity and biotechnological applications; pp. 273–305."}, {"Citation": "Kharwar R.N., Sharma V.K., Mishra A., Kumar J., Singh D.K., Verma S.K., Gond S.K., Kumar A., Kaushik N., Revuru B., Kusari S. ). Harnessing the phytotherapeutic treasure troves of the ancient medicinal plant Azadirachta indica (Neem) and associated endophytic microorganisms. Planta Med. 2020;86:906–940. doi: 10.1055/a-1107-9370.", "ArticleIdList": ["10.1055/a-1107-9370", "32126583"]}, {"Citation": "Lotlikar G., Naik-Samant S. Biotechnological Utilization of Mangrove Resources. Academic Press; 2020. Bactericidal activity of endophytic bacteria isolated from Acanthus ilicifolius: a mangrove plant of Divar Island, Goa, against human pathogenic bacteria; pp. 293–301."}, {"Citation": "Meena M., Samal S. Alternaria host-specific (HSTs) toxins: An overview of chemical characterization, target sites, regulation and their toxic effects. Toxicol. Rep. 2019;6:745–758. doi: 10.1016/j.toxrep.2019.06.021.", "ArticleIdList": ["10.1016/j.toxrep.2019.06.021", "PMC6684332", "31406682"]}, {"Citation": "Chandrakar S., Gupta A.K. Actinomycin-producing endophytic Streptomyces parvulus associated with root of Aloe vera and optimization of conditions for antibiotic production. Probiotics Antimicrob. Proteins. 2019;11(3):1055–1069.", "ArticleIdList": ["30058033"]}, {"Citation": "Taufiq M.M.J., Darah I. Fungal endophytes isolated from the leaves of a medicinal plant, Ocimum sanctum Linn and evaluation of their antimicrobial activities. Afr. J. Microbiol. Res. 2018;12(26):616–622."}, {"Citation": "Meena M., Prasad V., Zehra A., Gupta V.K., Upadhyay R.S. Mannitol metabolism during pathogenic fungal‒host interactions under stressed conditions. Front. Microbiol. 2015;6:1019–1026.", "ArticleIdList": ["PMC4585237", "26441941"]}, {"Citation": "Sindhuja B., Rengaramanujam J., Sudha S.S., Devakumar J. In vitro antibacterial and cytotoxicity evaluation of Aloe Vera associated endophytic fungi. Int. J. Pharm. Biol. Sci. 2019;9:750–757."}, {"Citation": "Madagundi S., Habbu P., Jagadish K.S., Shukla S., Salagare M., Kulkarni V. Free radical scavenging and in vitro immunomodulatory activities of endophytic fungi of Ocimum sanctum Linn. Farmacia. 2013;61(2):330–343."}, {"Citation": "Kaur N., Arora D.S., Kalia N., Kaur M. Antibiofilm, antiproliferative, antioxidant and antimutagenic activities of an endophytic fungus Aspergillus fumigatus from Moringa oleifera. Mol. Biol. Rep. 2020;47(4):2901–2911.", "ArticleIdList": ["32239464"]}, {"Citation": "Meena M., Divyanshu K., Kumar S., Swapnil P., Zehra A., Shukla V., Yadav M., Upadhyay R.S. Regulation of L-proline biosynthesis, signal transduction, transport, accumulation and its vital role in plants during variable environmental conditions. Heliyon. 2019;5(12):e02951. doi: 10.1016/j.heliyon.2019.e02952.", "ArticleIdList": ["10.1016/j.heliyon.2019.e02952", "PMC6909094", "31872123"]}, {"Citation": "Singh R., Dubey A.K. Isolation and characterization of a new endophytic actinobacterium Streptomyces californicus strain ADR1 as a promising source of anti-bacterial, anti-biofilm and antioxidant metabolites. Microorganisms. 2020;8(6):929. doi: 10.3390/microorganisms8060929.", "ArticleIdList": ["10.3390/microorganisms8060929", "PMC7355773", "32575628"]}, {"Citation": "Abdallah R.A. Ben, Jabnoun-Khiareddine H., Nefzi A., Ayed F., Daami-Remadi M. Endophytic bacteria from Solanum nigrum with plant growth-promoting and Fusarium wilt-suppressive abilities in tomato. Tunis. J. Plant Prot. 2018;13(2):157–182."}, {"Citation": "Ezzat M.I., Okba M.M., Ahmed S.H., El-Banna H.A., Prince A., Mohamed S.O., Ezzat S.M. In-depth hepatoprotective mechanistic study of Phyllanthus niruri: In vitro and in vivo studies and its chemical characterization. PLoS One. 2020;15(1):e0226185. doi: 10.1371/journal.pone.0226185.t003.", "ArticleIdList": ["10.1371/journal.pone.0226185.t003", "PMC6961881", "31940365"]}, {"Citation": "Hossain M.A., Disha N.K., Shourove J.H., Dey P. Determination of antioxidant activity and total tannin from drumstick (Moringa oleifera lam.) leaves using different solvent extraction methods. Turkish J. Agri. Food Sci. Technol. 2020;8:2749–2755."}, {"Citation": "Salah Maamoun H., Rabie G.H., Shaker I., Alaidaroos B.A., El-Sayed A.S. Biochemical properties of tyrosinase from Aspergillus terreus and Penicillium copticola; undecanoic acid from Aspergillus flavus, an endophyte of Moringa oleifera, is a novel potent tyrosinase inhibitor. Molecules. 2021;26(5):1309. doi: 10.3390/molecules26051309.", "ArticleIdList": ["10.3390/molecules26051309", "PMC7957516", "33804376"]}, {"Citation": "Supaphon P., Phongpaichit S., Rukachaisirikul V., Sakayaroj J. Antimicrobial potential of endophytic fungi derived from three sea grass species: Cymodocea serrulata, Halophila ovalis and Thalassia hemprichii. PLoS One. 2013;8(8):e72520. doi:10.1371/journal.pone.0072520", "ArticleIdList": ["10.1371/journal.pone.0072520", "PMC3745589", "23977310"]}, {"Citation": "Alikhan I., Khanum A. Ukaaz Publication; 2005. Medicinal and Aromatic Plants of India; pp. 133–134."}, {"Citation": "Raghubir R., Rasik M., Gupta A.J. Healing potential of Calotropis procera on dermal wounds in guinea pigs. J. Ethnopharmacol. 1999;68:261–266.", "ArticleIdList": ["10624886"]}, {"Citation": "Yan S., Liu Y.J., Zhu J.L., Cui W.N., Zhang X.F., Yang Y.H., Liu X.M., Zhang Q.W., Liu X.X. Daily expression of two circadian clock genes in compound eyes of Helicoverpa armigera: Evidence for peripheral tissue circadian timing. Insect Sci. 2019;26:217–228.", "ArticleIdList": ["28940754"]}, {"Citation": "Aharwal R.P., Kumar S., Sandhu S.S. Isolation and antibacterial property of endophytic fungi isolated from Indian medicinal plant Calotropis procera (linn.) r. br. World J. Pharm. Pharm. Sci. 2014;3(5):678–691."}, {"Citation": "Arora D.S., Kaur N. Antimicrobial potential of fungal endophytes from Moringa oleifera. Appl. Biochem. Biotechnol. 2019;187(2):628–648.", "ArticleIdList": ["30039472"]}, {"Citation": "Chen L., Luo S., Xiao X., Guo H., Chen J., Wan Y., Li B., Xu T., Xi Q., Rao C., Liu C. Application of plant growth-promoting endophytes (PGPE) isolated from Solanum nigrum L. for phytoextraction of Cd-polluted soils. Appl. Soil. Ecol. 2010;46(3):383–389."}, {"Citation": "Golinska P., Wypij M., Agarkar G., Rathod D., Dahm H., Rai M. Endophytic actinobacteria of medicinal plants: Diversity and bioactivity. Antonie Van Leeuwenhoek. 2015;108(2):267–289.", "ArticleIdList": ["PMC4491368", "26093915"]}, {"Citation": "El-Hawary S.S., Sayed A.M., Rateb M.E., Bakeer W., AbouZid S.F., Mohammed R. Secondary metabolites from fungal endophytes of Solanum nigrum. Nat. Prod. Res. 2017;31(21):2568–2571.", "ArticleIdList": ["28532171"]}, {"Citation": "Khan S., Al-Qurainy F., Ram M., Ahmad S., Abdin M.Z. Phyllanthin biosynthesis in Phyllanthus amarus: Schum and Thonn growing at different altitudes. J. Med. Plants Res. 2010;4(1):41–48."}, {"Citation": "Passari A.K., Mishra V.K., Singh G., Singh P., Kumar B., Gupta V.K., Sarma R.K., Saikia R., Singh B.P. Insights into the functionality of endophytic actinobacteria with a focus on their biosynthetic potential and secondary metabolites production. Sci. Rep. 2017;7(1):11809. doi: 10.1038/s41598-017-12235-4.", "ArticleIdList": ["10.1038/s41598-017-12235-4", "PMC5603540", "28924162"]}, {"Citation": "Terhonen E., Blumenstein K., Kovalchuk A., Asiegbu F.O. Forest tree microbiomes and associated fungal endophytes: Functional roles and impact on forest health. Forests. 2019;10(1):42. doi: 10.3390/f10010042.", "ArticleIdList": ["10.3390/f10010042"]}, {"Citation": "Rodriguez R.J., White J.F., Jr, Arnold A.E., Redman A.R.A. Fungal endophytes: Diversity and functional roles. New Phytol. 2009;182(2):314–330.", "ArticleIdList": ["19236579"]}, {"Citation": "Sanglier J.J., Haag H., Huck T.A., Fehr T. Novel bioactive compounds from actinomycetes: A short review (1988–1992) Res. Microbiol. 1993;144(8):633–642.", "ArticleIdList": ["8140282"]}, {"Citation": "Singh R., Dubey A.K. Endophytic actinomycetes as emerging source for therapeutic compounds. Indo. Global J. Pharm Sci. 2015;5(2):106–116."}, {"Citation": "Singh D.K., Sharma V.K., Kumar J., Mishra A., Verma S.K., Sieber T.N., Kharwar R.N. Diversity of endophytic mycobiota of tropical tree Tectona grandis Linn. f.: Spatiotemporal and tissue type effects. Sci. Res. 2017;7(1):1–14.", "ArticleIdList": ["PMC5473821", "28623306"]}, {"Citation": "Upadhyay B., Dhaker A.K., Kumar A. Ethnomedicinal and ethnopharmaco-statistical studies of Eastern Rajasthan, India. J. Ethnopharmacol. 2010;129(1):64–86.", "ArticleIdList": ["20214972"]}, {"Citation": "Yu X., Zhang W., Lang D., Zhang X., Cui G., Zhang X. Interactions between endophytes and plants: Beneficial effect of endophytes to ameliorate biotic and abiotic stresses in plants. J. Plant Biol. 2019;62(1):1–13. doi: 10.1007/s12374-018-0274-5.", "ArticleIdList": ["10.1007/s12374-018-0274-5"]}, {"Citation": "Yuan Z.L., Lin F.C., Zhang C.L., Kubicek C.P. A new species of Harpophora (Magnaporthaceae) recovered from healthy wild rice (Oryza granulata) roots, representing a novel member of a beneficial dark septate endophyte. FEMS Microbiol. Lett. 2010;307(1):94–101.", "ArticleIdList": ["20402786"]}, {"Citation": "Yuniati Y., Rollando R. Isolation of antibacterial compounds from endophyte fungal of Fusarium sp. in Phyllanthus niruri Linn. leaves. J. Pharm. Sci. Res. 2018;10(2):260–264."}, {"Citation": "Petrini O., Fisher P.J., Petrini L.E. Fungal endophytes of bracken (Pteridium aquilinum), with some reflections on their use in biological control. Sydowia. 1992;44:282–293."}, {"Citation": "Zabalgogeazcoa I. Fungal endophytes and their interaction with plant pathogens. Span. J. Agric. Res. 2008;6:138–146."}, {"Citation": "Tadych M., Bergen M., Dugan F.M., White J.F., Jr Evaluation of the potential role of water in spread of conidia of the Neotyphodium endophyte of Poa ampla. Mycol. Res. 2007;111(4):466–472.", "ArticleIdList": ["17512714"]}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "10", "Day": "20"}, {"Year": "2021", "Month": "4", "Day": "28"}, {"Year": "2021", "Month": "5", "Day": "9"}, {"Year": "2021", "Month": "6", "Day": "17", "Hour": "6", "Minute": "47"}, {"Year": "2021", "Month": "6", "Day": "18", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "6", "Day": "18", "Hour": "6", "Minute": "1"}, {"Year": "2021", "Month": "5", "Day": "24"}], "PublicationStatus": "epublish", "ArticleIdList": ["34136363", "PMC8182382", "10.1016/j.btre.2021.e00629", "S2215-017X(21)00045-X"]}}], "PubmedBookArticle": []}