{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Anticancer activity", "Cytotoxicity", "Molecular docking", "Quinoline", "Tetrahydroquinoline"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34146171", "DateCompleted": {"Year": "2021", "Month": "12", "Day": "27"}, "DateRevised": {"Year": "2021", "Month": "12", "Day": "27"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "06", "Day": "19"}], "Language": ["eng"], "ELocationID": ["10.1007/s12032-021-01530-w"], "Journal": {"ISSN": "1559-131X", "JournalIssue": {"Volume": "38", "Issue": "7", "PubDate": {"Year": "2021", "Month": "Jun", "Day": "19"}}, "Title": "Medical oncology (Northwood, London, England)", "ISOAbbreviation": "Med Oncol"}, "ArticleTitle": "Biological activity and molecular docking studies of some new quinolines as potent anticancer agents.", "Pagination": {"StartPage": "84", "MedlinePgn": "84"}, "Abstract": {"AbstractText": ["The objective of this study is to investigate the antiproliferative and cytotoxic properties and the action mechanism of substituted quinoline and tetrahydroquinolines 3, 4, 5, 7, and 8 against rat glioblastoma (C6), human cervical cancer (HeLa), human adenocarcinoma (HT29) cancer cell lines by BrdU Cell Proliferation ELISA, Lactate Dehydrogenase, DNA laddering and Topoisomerase I assays. The results of the study showed that 6,8-dibromotetrahydroquinoline 3 possess in vitro antiproliferative activity against C6, HeLa, and HT29 cell lines while morpholine/piperazine substituted quinoline 7 and 8 showed selective antiproliferative activity on C6 cell line with IC<sub>50</sub> values 47.5 and 46.3 µg/mL, respectively. Moreover, 6,8-dibromoTHQ 3 caused DNA fragmentation while it did not inhibit the Topoisomerase I (Topo I) enzyme. On the other hand, compound 8 did not cause DNA laddering while 8 inhibited the Topo I enzyme. According to these results, 6,8-dibromoTHQ 3 stimulates apoptosis on the C6 cell line while 6,8-dibromo-3-morhonilylquinoline (8) inhibits the Topo I enzyme to cause antiproliferative activity."]}, "AuthorList": [{"Identifier": ["0000-0001-9451-5715"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Hamidiye Vocational School of Health Services, Department of Medical Services and Techniques, Medical Laboratory Techniques, University of Health Sciences, Üsküdar, Istanbul, Turkey. tugbakul.koprulu@sbu.edu.tr."}], "LastName": "Köprülü", "ForeName": "Tuğba Kul", "Initials": "TK"}, {"Identifier": ["0000-0001-9656-1803"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Education, Department of Maths and Science Education, Division of Science Education, Kırıkkale University, Yahşihan, Kırıkkale, Turkey. salihokten@kku.edu.tr."}], "LastName": "Ökten", "ForeName": "Salih", "Initials": "S"}, {"Identifier": ["0000-0002-9830-9158"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Health Services Vocational School, Department and Plant and Animal Production, Medicinal and Aromatic Plants, Üsküdar University, Üsküdar, Istanbul, Turkey."}], "LastName": "Atalay", "ForeName": "Vildan Enisoğlu", "Initials": "VE"}, {"Identifier": ["0000-0003-2641-6293"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Hamidiye Faculty of Medicine, Department of Basic Medical Sciences, Medical Biology, University of Health Sciences, Üsküdar, Istanbul, Turkey."}], "LastName": "Tekin", "ForeName": "Şaban", "Initials": "Ş"}, {"Identifier": ["0000-0001-9293-5572"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Arts and Design, Department of Gastronomy, Istanbul Rumeli University, Silivri, 34570, Istanbul, Turkey."}], "LastName": "Çakmak", "ForeName": "Osman", "Initials": "O"}], "GrantList": [{"GrantID": "112T394", "Agency": "The Scientific and Technological Research Council of Turkey (TÜBİTAK)", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Med Oncol", "NlmUniqueID": "9435512", "ISSNLinking": "1357-0560"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Antineoplastic Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Quinolines"}], "MeshHeadingList": [{"QualifierName": ["chemistry", "pharmacology"], "DescriptorName": "Antineoplastic Agents"}, {"QualifierName": ["drug effects", "physiology"], "DescriptorName": "Cell Proliferation"}, {"QualifierName": [], "DescriptorName": "Dose-Response Relationship, Drug"}, {"QualifierName": [], "DescriptorName": "HT29 Cells"}, {"QualifierName": [], "DescriptorName": "HeLa Cells"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "MCF-7 Cells"}, {"QualifierName": ["methods"], "DescriptorName": "Molecular Docking Simulation"}, {"QualifierName": ["chemistry", "pharmacology"], "DescriptorName": "Quinolines"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Ökten S, Çakmak O, Tekin Ş. The SAR study of 6,8-disubstituted quinoline derivatives as anti cancer agents. Turk Clin Lab. 2017;8:152–9. https://doi.org/10.18663/tjcl.292058 .", "ArticleIdList": ["10.18663/tjcl.292058"]}, {"Citation": "Köprülü TK, Ökten S, Tekin Ş, Çakmak O. Biological evaluation of some quinoline derivatives with different functional groups as anticancer agents. J Biochem Mol Toxicol. 2019;33: e22260. https://doi.org/10.1002/jbt.22260 .", "ArticleIdList": ["10.1002/jbt.22260", "30431695"]}, {"Citation": "Solomon VR, Lee H. Quinoline as a privileged scaffold in cancer drug discovery. Curr Med Chem. 2011;18:1488–508. https://doi.org/10.2174/092986711795328382 .", "ArticleIdList": ["10.2174/092986711795328382", "21428893"]}, {"Citation": "Ökten S. Synthesis of aryl substituted quinolines and tetrahydroquinolines through Suzuki-Miyaura coupling reactions. J Chem Res. 2019;43:274–80. https://doi.org/10.1177/1747519819861389 .", "ArticleIdList": ["10.1177/1747519819861389"]}, {"Citation": "Ökten S, Aydın A, Koçyiğit ÜM, Çakmak O, Erkan S, Andac CA, Taslimi P, Gülçin İ. Quinoline-based promising anticancer and antibacterial agents, and some metabolic enzymes inhibitors. Arch Pharm. 2020;353: e2000086. https://doi.org/10.1002/ardp.202000086 .", "ArticleIdList": ["10.1002/ardp.202000086"]}, {"Citation": "Modapa S, Tusi Z, Sridhar D, Kumar A, Siddiqi MI, Srivastava K, Rizvi A, Tripathi R, Puri SK, Keshava GS, Shukla PK, Batra S. Search for new pharmacophores for antimalarial activity. Part I: synthesis and antimalarial activity of new 2-methyl-6-ureido-4-quinolinamides. Bioorg Med Chem. 2009;17:203–21. https://doi.org/10.1016/j.bmc.2008.11.021 .", "ArticleIdList": ["10.1016/j.bmc.2008.11.021"]}, {"Citation": "Jin G, Li Z, Xiao F, Qi X, Sun X. Optimization of activity localization of quinoline derivatives: Design, synthesis, and dual evaluation of biological activity for potential antitumor and antibacterial agents. Bioorg Chem. 2020;99: 103837. https://doi.org/10.1016/j.bioorg.2020.103837 .", "ArticleIdList": ["10.1016/j.bioorg.2020.103837", "32299019"]}, {"Citation": "Kumar S, Bawa S, Drabu S, Panda BP. Design and synthesis of 2-chloroquinoline derivatives as non-azoles antimycotic agents. Med Chem Res. 2011;20:1340–8. https://doi.org/10.1007/s00044-010-9463-6 .", "ArticleIdList": ["10.1007/s00044-010-9463-6"]}, {"Citation": "Guo LJ, Wei CX, Jia JH, Zhao LM, Quan ZS. Design and synthesis of 5-alkoxy-[1,2,4]triazolo[4,3-a]quinoline derivatives with anticonvulsant activity. Eur J Med Chem. 2009;44:954–8. https://doi.org/10.1016/j.ejmech.2008.07.010 .", "ArticleIdList": ["10.1016/j.ejmech.2008.07.010", "18752871"]}, {"Citation": "Mukherjee S, Pal M. Medicinal chemistry of quinolines as emerging anti-inflammatory agents: an overview. Curr Med Chem. 2013;20:4386–410. https://doi.org/10.2174/09298673113209990170 .", "ArticleIdList": ["10.2174/09298673113209990170", "23862618"]}, {"Citation": "Hochegger P, Faist J, Seebacher W, Saf R, Maser P, Kaiser M, Weis R. Antiprotozoal activities of tetrazole-quinolines with aminopiperidine linker. Med Chem. 2019;15:409–16. https://doi.org/10.2174/1573406414666181015115101 .", "ArticleIdList": ["10.2174/1573406414666181015115101", "30324885"]}, {"Citation": "Çakmak O, Ökten S, Alımlı D, Ersanlı CC, Koçyiğit ÜM, Taslimi P. Novel piperazine and morpholine substituted quinolines: selective synthesis through activation of 3,6,8-tribromoquinoline, characterization and their some metabolic enzymes inhibition potentials. J Mol Struct. 2020;1220:1286662. https://doi.org/10.1016/j.molstruc.2020.128666 .", "ArticleIdList": ["10.1016/j.molstruc.2020.128666"]}, {"Citation": "Guardia C, Stephens D, Dang H, Quijada M, Larionov O, Lleonart R. Antiviral activity of novel quinoline derivatives against dengue virus serotype 2. Molecules. 2018;23:672–83. https://doi.org/10.3390/molecules23030672 .", "ArticleIdList": ["10.3390/molecules23030672", "5997395"]}, {"Citation": "Ökten S, Çakmak O, Erenler R, Tekin Ş, Yüce Ö. Simple and convenient preparation of novel 6,8-disubstituted quinoline derivatives and their promising anticancer activities. Turk J Chem. 2013;37:896–908. https://doi.org/10.3906/kim-1301-30 .", "ArticleIdList": ["10.3906/kim-1301-30"]}, {"Citation": "Jain S, Chandra V, Jain PK, Pathak K, Pathak D, Vaidya A. Comprehensive review on current developments of quinoline-based anticancer agents. Arab J Chem. 2019;12:4920–46. https://doi.org/10.1016/j.arabjc.2016.10.009 .", "ArticleIdList": ["10.1016/j.arabjc.2016.10.009"]}, {"Citation": "Afzal O, Kumar S, Haider MR, Ali MR, Kumar R, Jaggi M, Bawa S. A review on anticancer potential of bioactive heterocycle quinoline. Eur J Med Chem. 2015;97:871–910. https://doi.org/10.1016/j.ejmech.2014.07.044 .", "ArticleIdList": ["10.1016/j.ejmech.2014.07.044", "25073919"]}, {"Citation": "Köprülü TK, Tekin, Ökten S, Çınar M, Duman S, Çakmak O. Detection of mechanism and anticancer activity of the new quinoline compounds MC20 and MC21. J Biotechnol. 2014;185:93. https://doi.org/10.1016/j.jbiotec.2014.07.318 .", "ArticleIdList": ["10.1016/j.jbiotec.2014.07.318"]}, {"Citation": "Ökten S, Şahin ÖY, Tekin Ş, Çakmak O. In vitro antiproliferative/cytotoxic activity of novel quinoline compound SO-18 against various cancer cell lines. J Biotechnol. 2014;185:106. https://doi.org/10.1016/j.jbiotec.2014.07.359 .", "ArticleIdList": ["10.1016/j.jbiotec.2014.07.359"]}, {"Citation": "Aydın A, Ökten S, Erkan S, Bulut M, Özcan E, Tutar A, Eren T. In vitro anticancer and antibacterial activities of brominated indenoquinoline amines supported with molecular docking and MCDM. ChemistrySelect. 2021;6:3286–95. https://doi.org/10.1002/slct.202004753 .", "ArticleIdList": ["10.1002/slct.202004753"]}, {"Citation": "Arafa RK, Hegazy GH, Piazza GA, Abadi AH. Synthesis and in vitro antiproliferative effect of novel quinoline-based potential anticancer agents. Eur J Med Chem. 2013;63:826–32. https://doi.org/10.1016/j.ejmech.2013.03.008 .", "ArticleIdList": ["10.1016/j.ejmech.2013.03.008", "23584545"]}, {"Citation": "Alqasoumi SI, Al-Taweel AM, Alafeefy AM, Hamed MM, Noaman E, Ghorab MM. Synthesis and biological evaluation of 2-amino-7,7-dimethyl 4-substituted-5-oxo-1-(3,4,5-trimethoxy)-1,4,5,6,7,8-hexahydro-quinoline-3-carbonitrile derivatives as potential cytotoxic agents. Bioorg Med Chem Lett. 2009;19:6939–42. https://doi.org/10.1016/j.bmcl.2009.10.065 .", "ArticleIdList": ["10.1016/j.bmcl.2009.10.065", "19879135"]}, {"Citation": "Ghorab MM, Ragab FA, Heiba HI, Arafa RK, El-Hossary EM. In vitro anticancer screening and radiosensitizing evaluation of some new quinolines and pyrimido[4,5-b]quinolines bearing a sulfonamide moiety. Eur J Med Chem. 2010;45:3677–84. https://doi.org/10.1016/j.ejmech.2010.05.014 .", "ArticleIdList": ["10.1016/j.ejmech.2010.05.014", "20684857"]}, {"Citation": "Wang Y, Ai J, Wang Y, Chen Y, Wang L, Liu G, Geng M, Zhang A. Synthesis and c-Met kinase inhibition of 3,5-disubstituted and 3,5,7-trisubstituted quinolines: Identification of 3-(4-acetylpiperazin-1-yl)-5-(3-nitrobenzylamino)-7- (trifluoromethyl)quinoline as a novel anticancer agent. J Med Chem. 2011;54:2127–42. https://doi.org/10.1021/jm101340q .", "ArticleIdList": ["10.1021/jm101340q", "21405128"]}, {"Citation": "Ghorab MM, Ragab FA, Heiba HI, Ghorab WM. Design and synthesis of some novel quinoline derivatives as anticancer and radiosensitizing agents targeting VEGFR tyrosine kinase. J Heterocycl Chem. 2011;48:1269–79. https://doi.org/10.1002/jhet.749 .", "ArticleIdList": ["10.1002/jhet.749"]}, {"Citation": "Tseng C, Chen Y, Chung K, Wang C, Peng S, Cheng C, Tzeng C. Synthesis and antiproliferative evaluation of 2,3-diarylquinoline derivatives. Org Biomol Chem. 2011;9:3205–16. https://doi.org/10.1039/c0ob01225d .", "ArticleIdList": ["10.1039/c0ob01225d", "21423988"]}, {"Citation": "Ökten S, Çakmak O, Tekin Ş, Köprülü TK. A SAR Study: Evaluation of bromo derivatives of 8-substituted quinolines as novel anticancer agents. Lett Drug Des Discov. 2017;14(12):1415–24. https://doi.org/10.2174/1570180814666170504150050 .", "ArticleIdList": ["10.2174/1570180814666170504150050"]}, {"Citation": "Hyatt JL, Tsurkan L, Morton CL, Yoon KJ, Harel M, Brumshtein B, Silman I, Sussman JL, Wadkins RM, Potter PM. Inhibition of acetylcholinesterase by the anticancer prodrug CPT-11. Chem Biol Interact. 2005;157–158:247–52. https://doi.org/10.1016/j.cbi.2005.10.033 .", "ArticleIdList": ["10.1016/j.cbi.2005.10.033", "16257398"]}, {"Citation": "Atsumi S, Nosaka C, Ochi Y, Iinuma H, Umezawa K. Inhibition of experimental metastasis by an alpha-glucosidase inhibitor, 1,6-epi-cyclophellitol. Cancer Res. 1993;53(20):4896–9.", "ArticleIdList": ["8402678"]}, {"Citation": "Bernacki RJ, Niedhala MJ, Korytnyk W. Glycosidases in cancer and invasion. Cancer Metastasis Rev. 1985;4(1):81–101. https://doi.org/10.1007/BF00047738 .", "ArticleIdList": ["10.1007/BF00047738", "3888385"]}, {"Citation": "Supuran CT, Scozzafava A. Carbonic anhydrase inhibitors and their therapeutic potential. Expert Opin Ther Pat. 2000;10(5):575–600. https://doi.org/10.1517/13543776.10.5.575 .", "ArticleIdList": ["10.1517/13543776.10.5.575"]}, {"Citation": "Thiry A, Dogné JM, Masereel B, Supuran CT. Targeting tumor-associated carbonic anhydrase IX in cancer therapy. Trends Pharmacol Sci. 2006;27(11):566–73. https://doi.org/10.1016/j.tips.2006.09.002 .", "ArticleIdList": ["10.1016/j.tips.2006.09.002", "16996620"]}, {"Citation": "Singh S, Lomelino CL, Mboge MY, Frost SC, McKenna R. Cancer drug development of carbonic anhydrase ınhibitors beyond the active site. Molecules. 2018;23(5):1045. https://doi.org/10.3390/molecules23051045 .", "ArticleIdList": ["10.3390/molecules23051045", "6099549"]}, {"Citation": "Supuran CT. Therapeutic applications of the carbonic anhydrase inhibitors. Therapy. 2007;4(3):355–78. https://doi.org/10.2217/14750708.4.3.355 .", "ArticleIdList": ["10.2217/14750708.4.3.355"]}, {"Citation": "Şahin A, Çakmak O, Demirtaş I, Ökten S, Tutar A. Efficent and selective synthesis of quinoline derivatives. Tetrahedron. 2008;64:10068–74. https://doi.org/10.1016/j.tet.2008.08.018 .", "ArticleIdList": ["10.1016/j.tet.2008.08.018"]}, {"Citation": "Çakmak O, Ökten S, Alımlı D, Saddiqa A, Ersanlı CC. Activation of 6-bromoquinoline by nitration: synthesis of morpholinyl and piperazinyl quinolines. ARKIVOC. 2018;3:362–74."}, {"Citation": "Gong J, Traganos F, Darzynkiewicz Z. A selective procedure for DNA extraction from apoptotic cells applicable for gel electrophoresis and flow cytometry. Anal Biochem. 1994;218:314–9. https://doi.org/10.1006/abio.1994.1184 .", "ArticleIdList": ["10.1006/abio.1994.1184", "8074286"]}, {"Citation": "Ökten S, Erenler R, Köprülü TK, Tekin Ş. In vitro antiproliferative/cytotoxic activity of 2,3’-biindole against various cancer cell lines. Turk J Biol. 2015;39:15–22. https://doi.org/10.3906/biy-1402-60 .", "ArticleIdList": ["10.3906/biy-1402-60"]}, {"Citation": "Stewart JJ. Application of the PM6 method to modeling the solid state. J Mol Model. 2008;14:499–535. https://doi.org/10.1007/s00894-008-0299-7 .", "ArticleIdList": ["10.1007/s00894-008-0299-7", "18449579", "2386531"]}, {"Citation": "Kong J, White CA, Krylov AI, Sherrill CD, Adamson RD, Furlani TR, Lee MS, Lee AM, Gwaltney SR, Adams TR, Ochsenfeld C, Gilbert ATB, Kedziora GS, Rassolov VA, Maurice DR, Nair N, Shao Y, Besley NA, Maslen PE, Dombroski JP, Daschel H, Zhang W, Korambath PP, Baker J, Byrd EFC, Voorhis TV, Oumi M, Hirata S, Hsu CP, Ishikawa N, Florian J, Warshel A, Johnson BG, Gill PGM, Gordon, MH, Pople JA. Q-Chem 2.0: a high‐performance ab initio electronic structure program package. J Comput Chem. 2000;21:1532–48. https://doi.org/10.1002/1096-987X(200012)21:16<1532::AID-JCC10>3.0.CO;2-W .", "ArticleIdList": ["10.1002/1096-987X(200012)21:16&lt;1532::AID-JCC10&gt;3.0.CO;2-W"]}, {"Citation": "Stewart JJP. Application of the PM6 method to modeling proteins. J Mol Model. 2009;15:765. https://doi.org/10.1007/s00894-008-0420-y .", "ArticleIdList": ["10.1007/s00894-008-0420-y", "19066990"]}, {"Citation": "Frisch MJ, Trucks GW, Schlegel HB, Suzerain GE, Robb MA, Cheeseman JR, Montgomery JA, Vreven T, Kudin KN, Burant JC, Millam JM, Iyengar SS, Tomasi J, Barone V, Mennucci B, Cossi M, Scalmani G, Rega N, Petersson GA, Nakatsuji H, Hada M, Ehara M, Toyota K, Fukuda R, Hasegawa J, Ishida M, Nakajima T, Honda Y, Kitao O, Nakai H, Klene M, Li X, Knox JE, Hratchian HP, Cross JB, Bakken V, Adamo C, Jaramillo J, Gomperts R, Stratmann RE, Yazyev O, Austin AJ, Cammi R, Pomelli C, Ochterski JW, Ayala PY, Morokuma K, Voth GA, Salvador P, Dannenberg JJ, Zakrzewski VG, Dapprich S, Daniels AD, Strain MC, Farkas O, Malick DK, Rabuck AD, Raghavachari K, Foresman JB, Ortiz JV, Cui Q, Baboul AG, Clifford S, Cioslowski J, Stefanov B, Liu G, Liashenko A, Piskorz P, Komaromi I, Martin RL, Fox DJ, Keith T, Al-Laham MA, Peng CY, Nanayakkara A, Challacombe M, Gill PMW, Johnson B, Chen W, Wong MW, Gonzalez C, Pople JA. Gaussian 09 (now Gaussian 16). Wallingford (CT): Gaussian Inc.; 2016."}, {"Citation": "Cosconati S, Forli S, Perryman AL, Harris R, Goodsell DS, Olson AJ. Virtual screening with AutoDock: theory and practice. Expert Opin Drug Discov. 2010;5:597–607. https://doi.org/10.1517/17460441.2010.484460 .", "ArticleIdList": ["10.1517/17460441.2010.484460", "21532931", "3083070"]}, {"Citation": "Forli S, Olson AJ. A force field with discrete displaceable waters and desolvation entropy for hydrated ligand docking. J Med Chem. 2012;55:623–38. https://doi.org/10.1021/jm2005145 .", "ArticleIdList": ["10.1021/jm2005145", "22148468", "3319101"]}, {"Citation": "Lattanzio R, Iezzi M, Sala G, Tinari N, Falasca M, Alberti S, Buglioni S, Mottolese M, Perracchio L, Natali PG, Piantelli M. PLC-gamma-1 phosphorylation status is prognostic of metastatic risk in patients with early-stage Luminal-A and -B breast cancer subtypes. BMC Cancer. 2019;19:747. https://doi.org/10.1186/s12885-019-5949-x .", "ArticleIdList": ["10.1186/s12885-019-5949-x", "31362705", "6668079"]}, {"Citation": "Sala G, Dituri F, Raimondi C, Previdi S, Maffucci T, Mazzoletti M, Rossi C, Iezzi M, Lattanzio R, Piantelli M, Iacobelli S, Broggini M, Falasca M. Phospholipase Cγ1 Is Required for Metastasis Development and Progression. Cancer Res. 2008;68:10187. https://doi.org/10.1158/0008-5472.CAN-08-1181 .", "ArticleIdList": ["10.1158/0008-5472.CAN-08-1181", "19074886"]}, {"Citation": "Bunney TD, Esposito D, Mas-Droux C, Lamber E, Baxendale RW, Martins M, Cole A, Svergun D, Driscoll PC, Katan M. Structural and functional integration of the PLCγ interaction domains critical for regulatory mechanisms and signaling deregulation. Structure. 2012;20:2062–75. https://doi.org/10.1016/j.str.2012.09.005 .", "ArticleIdList": ["10.1016/j.str.2012.09.005", "23063561", "3532599"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "5", "Day": "1"}, {"Year": "2021", "Month": "6", "Day": "4"}, {"Year": "2021", "Month": "6", "Day": "19", "Hour": "12", "Minute": "9"}, {"Year": "2021", "Month": "6", "Day": "20", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "12", "Day": "28", "Hour": "6", "Minute": "0"}], "PublicationStatus": "epublish", "ArticleIdList": ["34146171", "10.1007/s12032-021-01530-w", "10.1007/s12032-021-01530-w"]}}], "PubmedBookArticle": []}