{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["PASS", "PharmaExpert", "in silico estimation", "in vitro validation", "natural products", "phytoadaptogenes"]], "GeneralNote": [], "OtherAbstract": [{"AbstractText": ["Na osnove prognoza spektrov biologicheskoĭ aktivnosti dlia riada vtorichnykh metabolitov lekarstvennykh rasteniĭ s ispol'zovaniem komp'iuternoĭ programmy PASS i validatsii rezul'tatov predskazaniĭ in vitro opredeleno prioritetnoe napravlenie razrabotki farmatsevticheskoĭ kompozitsii Fitoladaptogen (FLA). Analiziruemaia farmatsevticheskaia kompozitsiia predstavliaet soboĭ kompleks strukturno raznoobraznykh nizkomolekuliarnykh organicheskikh soedineniĭ, v tom chisle biologicheski aktivnykh veshchestv fitoadaptogenov (ginzenozidov iz zhen'shenia, rodionina iz rodioly rozovoĭ i drugikh), sostavlennyĭ s uchetom ranee razrabotannykh farmkompozitsiĭ. Byli rassmotreny dva varianta farmatsevticheskoĭ kompozitsii — mazhornyĭ (22 soedineniia) i minornyĭ (13 soedineniĭ). Dlia mazhornogo varianta farmatsevticheskoĭ kompozitsii veroiatnost' nalichiia aktivnosti prevyshaet veroiatnost' ee otsutstviia dlia 1400 iz 1945 prognoziruemykh PASS farmakologicheskikh éffektov i mekhanizmov deĭstviia. Shirokiĭ nabor prognoziruemykh aktivnosteĭ, glavnym obrazom, obuslovlen nizkim strukturnym skhodstvom soedineniĭ mezhdu soboĭ. Prognoz in silico ukazyvaet na vozmozhnost' proiavleniia protivoopukholevogo deĭstviia v otnoshenii raka mochevogo puzyria, zheludka, tolstoĭ kishki, iaichnikov i sheĭki matki kak minornym, tak i mazhornym sostavami FLA. Ustanovleno, chto naivysshie veroiatnostnye otsenki proiavleniia aktivnosti prognoziruiutsia dlia trekh mekhanizmov, kotorye, po otsenke programmy PharmaExpert, sviazany s protivoopukholevym éffektom v otnoshenii raka mochevogo puzyria: Apoptosis agonist, Caspase 3 stimulant i Transcription factor NF kappa B inhibitor. Éksperimental'naia validatsiia byla provedena in vitro na kletochnoĭ linii raka mochevogo puzyria cheloveka RT-112. V rezul'tate MTT testa po opredeleniiu tsitotoksicheskogo deĭstviia mazhornogo i minornogo variantov farmkompozitsii ustanovleno, chto tsitotoksichnost' mazhornogo nabora vyshe, chem minornogo. Takzhe v éksperimentakh in vitro dvumia metodami — dvoĭnym okrashivaniem anneksinom V i ĭodidom propidiia, a takzhe detektirovaniem v kletkakh aktivnoĭ kaspazy 3— podtverzhdena gibel' opukholevykh kletok raka mochevogo puzyria po mekhanizmu apoptoza. Poluchennye éksperimental'nye dannye sootvetstvuiut rezul'tatam prognoza i svidetel'stvuiut o preimushchestvakh mazhornogo sostava FLA. FLA mozhet sluzhit' osnovoĭ dlia razrabotki preparata s protivoopukholevoĭ aktivnost'iu v otnoshenii raka mochevogo puzyria. Prognoziruemaia PASS protivoopukholevaia aktivnost' dlia drugikh nozologiĭ ukazyvaet napravleniia dal'neĭshikh issledovaniĭ."]}], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34142535", "DateCompleted": {"Year": "2021", "Month": "06", "Day": "21"}, "DateRevised": {"Year": "2021", "Month": "06", "Day": "21"}, "Article": {"ArticleDate": [], "Language": ["rus"], "ELocationID": ["10.18097/PBMC20216703278"], "Journal": {"ISSN": "2310-6972", "JournalIssue": {"Volume": "67", "Issue": "3", "PubDate": {"Year": "2021", "Month": "May"}}, "Title": "Biomeditsinskaia khimiia", "ISOAbbreviation": "Biomed Khim"}, "ArticleTitle": "[Possibilities of in silico estimations for the development of pharmaceutical composition phytoladaptogene cytotoxic for bladder cancer cells].", "Pagination": {"StartPage": "278", "EndPage": "288", "MedlinePgn": "278-288"}, "Abstract": {"AbstractText": ["Based on the prediction of biological activity spectra for several secondary metabolites of medicinal plants using the PASS computer program and validation in vitro of the predictions results the priority direction of the pharmaceutical composition Phytoladaptogene (PLA) development was determined. PLA is a complex of structurally diverse small organic compounds including biologically active substances of phytoadaptogenes (ginsenosides from Panax ginseng, rhodionin from Rhodiola rosea and others) compiled considering previously developed pharmaceutical compositions. Two variants of the pharmaceutical composition were studied: - the major and minor variants included 22 and 13 compounds, respectively. The probability of activity exceeds the probability of inactivity for 1400 out of 1945 pharmacological effects and mechanisms predicted by PASS for the major variant of PLA. The wide range of predicted activities is mainly due to the low structural similarity of constituent compounds. An in silico prediction indicates the possibilities of antitumor properties against bladder, stomach, colon, ovarian and cervical cancers both for minor and major PLA compositions. It was found that the highest probability values of activity were predicted for three mechanisms: apoptosis agonist, caspase-3 stimulant, and transcription factor NF-κB inhibitor. According to the PharmaExpert program they are associated with the antitumor effect against bladder cancer. Experimental validation was using the human bladder cancer cell line RT-112. The results of the MTT test have shown that the cytotoxicity of the major PLA variant is higher than that of the minor PLA variant. In vitro experiments performed using two methods (double staining with annexin V and propidium iodide and detection of active caspase-3 in cells) confirmed that the death of bladder cancer cells occurred via the apoptotic mechanism. The data obtained correspond to the results of the prediction and indicate advantages of the major PLA composition. Thus, PLA can become the basis for the development of a drug with the antitumor activity against bladder cancer. The antitumor activity predicted by PASS for other cancers may be the subject of further studies."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Biomedical Chemistry, Moscow, Russia."}], "LastName": "Ionov", "ForeName": "N S", "Initials": "NS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Blokhin National Medical Research Center of Oncology, Ministry of Health of the Russian Federation, Moscow, Russia."}], "LastName": "Baryshnikova", "ForeName": "M A", "Initials": "MA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Blokhin National Medical Research Center of Oncology, Ministry of Health of the Russian Federation, Moscow, Russia."}], "LastName": "Bocharov", "ForeName": "E V", "Initials": "EV"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Biomedical Chemistry, Moscow, Russia."}], "LastName": "Pogodin", "ForeName": "P V", "Initials": "PV"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Biomedical Chemistry, Moscow, Russia."}], "LastName": "Lagunin", "ForeName": "A A", "Initials": "AA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Biomedical Chemistry, Moscow, Russia."}], "LastName": "Filimonov", "ForeName": "D A", "Initials": "DA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Blokhin National Medical Research Center of Oncology, Ministry of Health of the Russian Federation, Moscow, Russia."}], "LastName": "Karpova", "ForeName": "R V", "Initials": "RV"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Blokhin National Medical Research Center of Oncology, Ministry of Health of the Russian Federation, Moscow, Russia."}], "LastName": "Kosorukov", "ForeName": "V S", "Initials": "VS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Blokhin National Medical Research Center of Oncology, Ministry of Health of the Russian Federation, Moscow, Russia."}], "LastName": "Stilidi", "ForeName": "I S", "Initials": "IS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Blokhin National Medical Research Center of Oncology, Ministry of Health of the Russian Federation, Moscow, Russia."}], "LastName": "Matveev", "ForeName": "V B", "Initials": "VB"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Blokhin National Medical Research Center of Oncology, Ministry of Health of the Russian Federation, Moscow, Russia."}], "LastName": "Bocharova", "ForeName": "O A", "Initials": "OA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Biomedical Chemistry, Moscow, Russia."}], "LastName": "Poroikov", "ForeName": "V V", "Initials": "VV"}], "PublicationTypeList": ["Journal Article"], "VernacularTitle": "Vozmozhnosti otsenok in silico dlia razrabotki farmkompozitsii fitoladaptogen, tsitotoksichnoĭ dlia kletok raka mochevogo puzyria."}, "MedlineJournalInfo": {"Country": "Russia (Federation)", "MedlineTA": "Biomed Khim", "NlmUniqueID": "101196966", "ISSNLinking": "2310-6905"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Antineoplastic Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}], "MeshHeadingList": [{"QualifierName": ["pharmacology"], "DescriptorName": "Antineoplastic Agents"}, {"QualifierName": [], "DescriptorName": "Apoptosis"}, {"QualifierName": [], "DescriptorName": "Cell Line, Tumor"}, {"QualifierName": [], "DescriptorName": "Computer Simulation"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Plant Extracts"}, {"QualifierName": ["drug therapy"], "DescriptorName": "Urinary Bladder Neoplasms"}]}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2021", "Month": "6", "Day": "18", "Hour": "7", "Minute": "48"}, {"Year": "2021", "Month": "6", "Day": "19", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "6", "Day": "22", "Hour": "6", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["34142535", "10.18097/PBMC20216703278"]}}], "PubmedBookArticle": []}