{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34151094", "DateRevised": {"Year": "2024", "Month": "04", "Day": "02"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "06", "Day": "04"}], "Language": ["eng"], "ELocationID": ["10.1021/acsomega.1c01377"], "Journal": {"ISSN": "2470-1343", "JournalIssue": {"Volume": "6", "Issue": "23", "PubDate": {"Year": "2021", "Month": "Jun", "Day": "15"}}, "Title": "ACS omega", "ISOAbbreviation": "ACS Omega"}, "ArticleTitle": "Enhanced Apoptosis by Functionalized Highly Reduced Graphene Oxide and Gold Nanocomposites in MCF-7 Breast Cancer Cells.", "Pagination": {"StartPage": "15147", "EndPage": "15155", "MedlinePgn": "15147-15155"}, "Abstract": {"AbstractText": ["Graphene nanocomposites have gained significant interest in a variety of biological applications due to their unique properties. Herein, we have studied the apoptosis-inducing ability and anticancer properties of functionalized highly reduced graphene oxide (HRG) and gold nanoparticles (Au NPs)-based nanocomposites (AP-HRG-Au). Samples were prepared under facile conditions via simple stirring and ultrasonication. All the samples were tested for their anticancer properties against different human cancer cell lines including lung (A549), liver (HepG2), and breast (MCF-7) cancer cells using doxorubicin as a positive control. In order to enhance the solubility and bioavailability of the sample, HRG was functionalized with 1-aminopyrene (1-AP) as a stabilizing ligand. The ligand also facilitated the homogeneous growth of Au NPs on the surface of HRG by offering chemically specific binding sites. The synthesis of nanocomposites and the surface functionalization of HRG were confirmed by UV-Vis, powder X-ray diffraction, and Fourier transform infrared spectroscopy. The structure and morphology of the as-prepared nanocomposites were established by high-resolution transmission electron microscopy. Because of the functionalization, the AP-HRG-Au nanocomposite exhibited enhanced physical stability and high dispersibility. A comparative anticancer study of pristine HRG, nonfunctionalized HRG-Au, and 1-AP-functionalized AP-HRG-Au nanocomposites revealed the enhanced apoptosis ability of functionalized nanocomposites compared to the nonfunctionalized sample, whereas the pristine HRG did not show any anticancer ability against all tested cell lines. Both HRG-Au and AP-HRG-Au have induced a concentration-dependent reduction in cell viability in all tested cell lines after 48 h of exposure, with a significantly higher response in MCF-7 cells compared to the remaining cells. Therefore, MCF-7 cells were selected to perform detailed investigations using apoptosis assay, cell cycle analysis, and reactive oxygen species measurements. These results suggest that AP-HRG-Au induces enhanced apoptosis in human breast cancer cells."], "CopyrightInformation": "© 2021 The Authors. Published by American Chemical Society."}, "AuthorList": [{"Identifier": ["0000-0002-2768-1235"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, College of Science, King Saud University, P.O. Box 2455, Riyadh 11451, Saudi Arabia."}], "LastName": "Adil", "ForeName": "Syed Farooq", "Initials": "SF"}, {"Identifier": ["0000-0003-2937-317X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, College of Science, King Saud University, P.O. Box 2455, Riyadh 11451, Saudi Arabia."}], "LastName": "Shaik", "ForeName": "Mohammed Rafi", "Initials": "MR"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medicinal, Aromatic and Poisonous Plants Research Center, College of Pharmacy, King Saud University, Riyadh 11451, Saudi Arabia."}], "LastName": "Nasr", "ForeName": "Fahd A", "Initials": "FA"}, {"Identifier": ["0000-0002-1034-7441"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medicinal, Aromatic and Poisonous Plants Research Center, College of Pharmacy, King Saud University, Riyadh 11451, Saudi Arabia."}, {"Identifier": [], "Affiliation": "Department of Pharmacognosy, College of Pharmacy, King Saud University, Riyadh 11451, Saudi Arabia."}], "LastName": "Alqahtani", "ForeName": "Ali S", "Initials": "AS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medicinal, Aromatic and Poisonous Plants Research Center, College of Pharmacy, King Saud University, Riyadh 11451, Saudi Arabia."}, {"Identifier": [], "Affiliation": "Department of Pharmacognosy, College of Pharmacy, King Saud University, Riyadh 11451, Saudi Arabia."}], "LastName": "Ahmed", "ForeName": "Mohammad Z", "Initials": "MZ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology and Toxicology, Central Laboratory, College of Pharmacy, King Saud University, Riyadh 11451, Saudi Arabia."}], "LastName": "Qamar", "ForeName": "Wajhul", "Initials": "W"}, {"Identifier": ["0000-0001-8038-1381"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, College of Science, King Saud University, P.O. Box 2455, Riyadh 11451, Saudi Arabia."}], "LastName": "Kuniyil", "ForeName": "Mufsir", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, College of Science, King Saud University, P.O. Box 2455, Riyadh 11451, Saudi Arabia."}], "LastName": "Almutairi", "ForeName": "Adibah", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, College of Science, King Saud University, P.O. Box 2455, Riyadh 11451, Saudi Arabia."}], "LastName": "Alwarthan", "ForeName": "Abdulrahman", "Initials": "A"}, {"Identifier": ["0000-0002-4703-0333"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, College of Science, King Saud University, P.O. Box 2455, Riyadh 11451, Saudi Arabia."}], "LastName": "Siddiqui", "ForeName": "Mohammed Rafiq H", "Initials": "MRH"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, College of Science, King Saud University, P.O. Box 2455, Riyadh 11451, Saudi Arabia."}], "LastName": "Hatshan", "ForeName": "Mohammad Rafe", "Initials": "MR"}, {"Identifier": ["0000-0002-4088-6913"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, College of Science, King Saud University, P.O. Box 2455, Riyadh 11451, Saudi Arabia."}], "LastName": "Khan", "ForeName": "Mujeeb", "Initials": "M"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "ACS Omega", "NlmUniqueID": "101691658", "ISSNLinking": "2470-1343"}, "CoiStatement": "The authors declare no competing financial interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Bar-Zeev M.; Livney Y. D.; Assaraf Y. G. Targeted nanomedicine for cancer therapeutics: towards precision medicine overcoming drug resistance. Drug Resist. Updates 2017, 31, 15–30. 10.1016/j.drup.2017.05.002.", "ArticleIdList": ["10.1016/j.drup.2017.05.002", "28867241"]}, {"Citation": "Xu P.-Y.; Kankala R. K.; Pan Y.-J.; Yuan H.; Wang S.-B.; Chen A.-Z. Overcoming multidrug resistance through inhalable siRNA nanoparticles-decorated porous microparticles based on supercritical fluid technology. Int. J. Nanomed. 2018, 13, 4685.10.2147/IJN.S169399.", "ArticleIdList": ["10.2147/IJN.S169399", "PMC6103603", "30154654"]}, {"Citation": "Gao H.; Bai Y.; Chen L.; Fakhri G. E.; Wang M. Self-Assembly Nanoparticles for Overcoming Multidrug Resistance and Imaging-Guided Chemo-Photothermal Synergistic Cancer Therapy. Int. J. Nanomed. 2020, 15, 809.10.2147/IJN.S232449.", "ArticleIdList": ["10.2147/IJN.S232449", "PMC7008176", "32103938"]}, {"Citation": "Lim B.; Greer Y.; Lipkowitz S.; Takebe N. Novel apoptosis-inducing agents for the treatment of cancer, a new arsenal in the toolbox. Cancers 2019, 11, 1087.10.3390/cancers11081087.", "ArticleIdList": ["10.3390/cancers11081087", "PMC6721450", "31370269"]}, {"Citation": "Bor G.; Mat Azmi I. D.; Yaghmur A. Nanomedicines for cancer therapy: Current status, challenges and future prospects. Ther. Delivery 2019, 10, 113–132. 10.4155/tde-2018-0062.", "ArticleIdList": ["10.4155/tde-2018-0062", "30678550"]}, {"Citation": "Gu Z.; Zhu S.; Yan L.; Zhao F.; Zhao Y. Graphene-based smart platforms for combined Cancer therapy. Adv. Mater. 2019, 31, 1800662.10.1002/adma.201800662.", "ArticleIdList": ["10.1002/adma.201800662", "30039878"]}, {"Citation": "Reina G.; González-Domínguez J. M.; Criado A.; Vázquez E.; Bianco A.; Prato M. Promises, facts and challenges for graphene in biomedical applications. Chem. Soc. Rev. 2017, 46, 4400–4416. 10.1039/C7CS00363C.", "ArticleIdList": ["10.1039/C7CS00363C", "28722038"]}, {"Citation": "Salaheldin T. A.; Loutfy S. A.; Ramadan M. A.; Youssef T.; Mousa S. A. IR-enhanced photothermal therapeutic effect of graphene magnetite nanocomposite on human liver cancer HepG2 cell model. Int. J. Nanomed. 2019, 14, 4397.10.2147/IJN.S196256.", "ArticleIdList": ["10.2147/IJN.S196256", "PMC6592061", "31417251"]}, {"Citation": "Barrera C. C.; Groot H.; Vargas W. L.; Narváez D. M. Efficacy and Molecular Effects of a Reduced Graphene Oxide/Fe3O4 Nanocomposite in Photothermal Therapy Against Cancer. Int. J. Nanomed. 2020, 15, 6421.10.2147/IJN.S256760.", "ArticleIdList": ["10.2147/IJN.S256760", "PMC7457756", "32922009"]}, {"Citation": "Fan H.-y.; Yu X.-h.; Wang K.; Yin Y.-j.; Tang Y.-j.; Tang Y.-l.; Liang X.-h. Graphene quantum dots (GQDs)-based nanomaterials for improving photodynamic therapy in cancer treatment. Eur. J. Med. Chem. 2019, 182, 111620.10.1016/j.ejmech.2019.111620.", "ArticleIdList": ["10.1016/j.ejmech.2019.111620", "31470307"]}, {"Citation": "Khan M.; Tahir M. N.; Adil S. F.; Khan H. U.; Siddiqui M. R. H.; Al-warthan A. A.; Tremel W. Graphene based metal and metal oxide nanocomposites: synthesis, properties and their applications. J. Mater. Chem. A 2015, 3, 18753–18808. 10.1039/C5TA02240A.", "ArticleIdList": ["10.1039/C5TA02240A"]}, {"Citation": "Zhou X.; Dorn M.; Vogt J.; Spemann D.; Yu W.; Mao Z.; Estrela-Lopis I.; Donath E.; Gao C. A quantitative study of the intracellular concentration of graphene/noble metal nanoparticle composites and their cytotoxicity. Nanoscale 2014, 6, 8535–8542. 10.1039/C4NR01763C.", "ArticleIdList": ["10.1039/C4NR01763C", "24962780"]}, {"Citation": "Khan M.; Khan M.; Al-Marri A. H.; Al-Warthan A.; Alkhathlan H. Z.; Siddiqui M. R. H.; Nayak V. L.; Kamal A.; Adil S. F. Apoptosis inducing ability of silver decorated highly reduced graphene oxide nanocomposites in A549 lung cancer. Int. J. Nanomed. 2016, 11, 873.10.2147/IJN.S100903.", "ArticleIdList": ["10.2147/IJN.S100903", "PMC4788371", "27022256"]}, {"Citation": "Sztandera K.; Gorzkiewicz M.; Klajnert-Maculewicz B. Gold nanoparticles in cancer treatment. Mol. Pharmaceutics 2019, 16, 1–23. 10.1021/acs.molpharmaceut.8b00810.", "ArticleIdList": ["10.1021/acs.molpharmaceut.8b00810", "30452861"]}, {"Citation": "Turcheniuk K.; Boukherroub R.; Szunerits S. Gold–graphene nanocomposites for sensing and biomedical applications. J. Mater. Chem. B 2015, 3, 4301–4324. 10.1039/C5TB00511F.", "ArticleIdList": ["10.1039/C5TB00511F", "32262773"]}, {"Citation": "Sanad M. F.; Shalan A. E.; Bazid S. M.; Serea E. S. A.; Hashem E. M.; Nabih S.; Ahsan M. A. A graphene gold nanocomposite-based 5-FU drug and the enhancement of the MCF-7 cell line treatment. RSC Adv. 2019, 9, 31021–31029. 10.1039/C9RA05669F.", "ArticleIdList": ["10.1039/C9RA05669F", "PMC9072570", "35529359"]}, {"Citation": "Xu J.; Wang Y.; Hu S. Nanocomposites of graphene and graphene oxides: Synthesis, molecular functionalization and application in electrochemical sensors and biosensors. A review. Microchim. Acta 2017, 184, 1–44. 10.1007/s00604-016-2007-0.", "ArticleIdList": ["10.1007/s00604-016-2007-0"]}, {"Citation": "Yang K.; Feng L.; Hong H.; Cai W.; Liu Z. Preparation and functionalization of graphene nanocomposites for biomedical applications. Nat. Protoc. 2013, 8, 2392–2403. 10.1038/nprot.2013.146.", "ArticleIdList": ["10.1038/nprot.2013.146", "PMC3878091", "24202553"]}, {"Citation": "Singh D. P.; Herrera C. E.; Singh B.; Singh S.; Singh R. K.; Kumar R. Graphene oxide: An efficient material and recent approach for biotechnological and biomedical applications. Mater. Sci. Eng., C 2018, 86, 173–197. 10.1016/j.msec.2018.01.004.", "ArticleIdList": ["10.1016/j.msec.2018.01.004", "29525091"]}, {"Citation": "Zhu J.; Li B.; Xu M.; Liu R.; Xia T.; Zhang Z.; Xu Y.; Liu S. Graphene Oxide Promotes Cancer Metastasis through Associating with Plasma Membrane To Promote TGF-β Signaling-Dependent Epithelial–Mesenchymal Transition. ACS Nano 2020, 14, 818–827. 10.1021/acsnano.9b07891.", "ArticleIdList": ["10.1021/acsnano.9b07891", "31877027"]}, {"Citation": "Silvestrini S.; De Filippo C. C.; Vicentini N.; Menna E.; Mazzaro R.; Morandi V.; Ravotto L.; Ceroni P.; Maggini M. Controlled functionalization of reduced graphene oxide enabled by microfluidic reactors. Chem. Mater. 2018, 30, 2905–2914. 10.1021/acs.chemmater.7b04740.", "ArticleIdList": ["10.1021/acs.chemmater.7b04740"]}, {"Citation": "Khan M.; Al-Marri A. H.; Khan M.; Mohri N.; Adil S. F.; Al-Warthan A.; Siddiqui M. R. H.; Alkhathlan H. Z.; Berger R.; Tremel W.; Tahir M. N. Pulicaria glutinosa plant extract: a green and eco-friendly reducing agent for the preparation of highly reduced graphene oxide. RSC Adv. 2014, 4, 24119–24125. 10.1039/C4RA01296H.", "ArticleIdList": ["10.1039/C4RA01296H"]}, {"Citation": "Tu Z.; Achazi K.; Schulz A.; Mülhaupt R.; Thierbach S.; Rühl E.; Adeli M.; Haag R. Combination of surface charge and size controls the cellular uptake of functionalized graphene sheets. Adv. Funct. Mater. 2017, 27, 1701837.10.1002/adfm.201701837.", "ArticleIdList": ["10.1002/adfm.201701837"]}, {"Citation": "Lopez A.; Liu J. Covalent and Noncovalent Functionalization of Graphene Oxide with DNA for Smart Sensing. Adv. Intell. Syst. 2020, 2, 2000123.10.1002/aisy.202000123.", "ArticleIdList": ["10.1002/aisy.202000123"]}, {"Citation": "Georgakilas V.; Otyepka M.; Bourlinos A. B.; Chandra V.; Kim N.; Kemp K. C.; Hobza P.; Zboril R.; Kim K. S. Functionalization of graphene: covalent and non-covalent approaches, derivatives and applications. Chem. Rev. 2012, 112, 6156–6214. 10.1021/cr3000412.", "ArticleIdList": ["10.1021/cr3000412", "23009634"]}, {"Citation": "Georgakilas V.; Tiwari J. N.; Kemp K. C.; Perman J. A.; Bourlinos A. B.; Kim K. S.; Zboril R. Noncovalent functionalization of graphene and graphene oxide for energy materials, biosensing, catalytic, and biomedical applications. Chem. Rev. 2016, 116, 5464–5519. 10.1021/acs.chemrev.5b00620.", "ArticleIdList": ["10.1021/acs.chemrev.5b00620", "27033639"]}, {"Citation": "Parviz D.; Das S.; Ahmed H. S. T.; Irin F.; Bhattacharia S.; Green M. J. Dispersions of non-covalently functionalized graphene with minimal stabilizer. ACS Nano 2012, 6, 8857–8867. 10.1021/nn302784m.", "ArticleIdList": ["10.1021/nn302784m", "23002781"]}, {"Citation": "Zhu C.; Kalin A. J.; Fang L. Covalent and Noncovalent Approaches to Rigid Coplanar π-Conjugated Molecules and Macromolecules. Acc. Chem. Res. 2019, 52, 1089–1100. 10.1021/acs.accounts.9b00022.", "ArticleIdList": ["10.1021/acs.accounts.9b00022", "30943015"]}, {"Citation": "Yu W.; Sisi L.; Haiyan Y.; Jie L. Progress in the functional modification of graphene/graphene oxide: a review. RSC Adv. 2020, 10, 15328–15345. 10.1039/D0RA01068E.", "ArticleIdList": ["10.1039/D0RA01068E", "PMC9052494", "35495479"]}, {"Citation": "Khan M.; Shaik M. R.; Adil S. F.; Kuniyil M.; Ashraf M.; Frerichs H.; Sarif M. A.; Siddiqui M. R. H.; Al-Warthan A.; Labis J. P. Facile synthesis of Pd@graphene nanocomposites with enhanced catalytic activity towards Suzuki coupling reaction. Sci. Rep. 2020, 10, 11728.10.1038/s41598-020-68124-w.", "ArticleIdList": ["10.1038/s41598-020-68124-w", "PMC7366662", "32678111"]}, {"Citation": "Stark W. J. Nanoparticles in biological systems. Angew. Chem., Int. Ed. 2011, 50, 1242–1258. 10.1002/anie.200906684.", "ArticleIdList": ["10.1002/anie.200906684", "21290491"]}, {"Citation": "Khan M.; Khan S. T.; Khan M.; Adil S. F.; Musarrat J.; Al-Khedhairy A. A.; Al-Warthan A.; Siddiqui M.; Alkhathlan H. Z. Antibacterial properties of silver nanoparticles synthesized using Pulicaria glutinosa plant extract as a green bioreductant. Int. J. Nanomed. 2014, 9, 3551–3565. 10.2147/IJN.S61983.", "ArticleIdList": ["10.2147/IJN.S61983", "PMC4122514", "25114525"]}, {"Citation": "Käkinen A.; Kahru A.; Nurmsoo H.; Kubo A.-L.; Bondarenko O. M. Solubility-driven toxicity of CuO nanoparticles to Caco2 cells and Escherichia coli: Effect of sonication energy and test environment. Toxicol. In Vitro 2016, 36, 172–179. 10.1016/j.tiv.2016.08.004.", "ArticleIdList": ["10.1016/j.tiv.2016.08.004", "27511801"]}, {"Citation": "Zuber A.; Purdey M.; Schartner E.; Forbes C.; Van der Hoek B.; Giles D.; Abell A.; Monro T.; Ebendorff-Heidepriem H. Detection of gold nanoparticles with different sizes using absorption and fluorescence based method. Sens. Actuator, B 2016, 227, 117–127. 10.1016/j.snb.2015.12.044.", "ArticleIdList": ["10.1016/j.snb.2015.12.044"]}, {"Citation": "Jayaseelan C.; Ramkumar R.; Rahuman A. A.; Perumal P. Green synthesis of gold nanoparticles using seed aqueous extract of Abelmoschus esculentus and its antifungal activity. Ind. Crops Prod. 2013, 45, 423–429. 10.1016/j.indcrop.2012.12.019.", "ArticleIdList": ["10.1016/j.indcrop.2012.12.019"]}, {"Citation": "Adil S. F.; Assal M. E.; Khan M.; Shaik M. R.; Kuniyil M.; Sekou D.; Dewidar A. Z.; Al-Warthan A.; Siddiqui M. R. H. Eco-Friendly Mechanochemical Preparation of Ag2O–MnO2/Graphene Oxide Nanocomposite: An Efficient and Reusable Catalyst for the Base-Free, Aerial Oxidation of Alcohols. Catalysts 2020, 10, 281.10.3390/catal10030281.", "ArticleIdList": ["10.3390/catal10030281"]}, {"Citation": "Cote L. J.; Kim F.; Huang J. Langmuir–Blodgett assembly of graphite oxide single layers. J. Am. Chem. Soc. 2008, 131, 1043–1049.", "ArticleIdList": ["18939796"]}, {"Citation": "Hummers W. S. Jr.; Offeman R. E. Preparation of Graphitic Oxide. J. Am. Chem. Soc. 1958, 80, 1339–1339. 10.1021/ja01539a017.", "ArticleIdList": ["10.1021/ja01539a017"]}, {"Citation": "Assal M. E.; Shaik M. R.; Kuniyil M.; Khan M.; Al-Warthan A.; Siddiqui M. R. H.; Khan S. M. A.; Tremel W.; Tahir M. N.; Adil S. F. A highly reduced graphene oxide/ZrOx–MnCO3 or −Mn2O3 nanocomposite as an efficient catalyst for selective aerial oxidation of benzylic alcohols. RSC Adv. 2017, 7, 55336–55349. 10.1039/C7RA11569E.", "ArticleIdList": ["10.1039/C7RA11569E"]}, {"Citation": "Nasr F. A.; Shahat A. A.; Alqahtani A. S.; Ahmed M. Z.; Qamar W.; Al-Mishari A. A.; Almoqbil A. N. Centaurea bruguierana inhibits cell proliferation, causes cell cycle arrest, and induces apoptosis in human MCF-7 breast carcinoma cells. Mol. Biol. Rep. 2020, 47, 6043–6051. 10.1007/s11033-020-05679-x.", "ArticleIdList": ["10.1007/s11033-020-05679-x", "32700127"]}, {"Citation": "Alqahtani A. S.; Nasr F. A.; Noman O. M.; Farooq M.; Alhawassi T.; Qamar W.; El-Gamal A. Cytotoxic evaluation and anti-angiogenic effects of two furano-sesquiterpenoids from Commiphora myrrh resin. Molecules 2020, 25, 1318.10.3390/molecules25061318.", "ArticleIdList": ["10.3390/molecules25061318", "PMC7144466", "32183153"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "3", "Day": "15"}, {"Year": "2021", "Month": "5", "Day": "25"}, {"Year": "2021", "Month": "6", "Day": "21", "Hour": "6", "Minute": "4"}, {"Year": "2021", "Month": "6", "Day": "22", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "6", "Day": "22", "Hour": "6", "Minute": "1"}, {"Year": "2021", "Month": "6", "Day": "4"}], "PublicationStatus": "epublish", "ArticleIdList": ["34151094", "PMC8210402", "10.1021/acsomega.1c01377"]}}], "PubmedBookArticle": []}