{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["OVA-induced asthma", "T-helper cells", "allergic asthma", "inflammation", "natural products", "traditional medicinal plants"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34163178", "DateRevised": {"Year": "2021", "Month": "06", "Day": "25"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "06", "Day": "14"}], "Language": ["eng"], "ELocationID": ["10.2147/JAA.S296391"], "Journal": {"ISSN": "1178-6965", "JournalIssue": {"Volume": "14", "PubDate": {"Year": "2021"}}, "Title": "Journal of asthma and allergy", "ISOAbbreviation": "J Asthma Allergy"}, "ArticleTitle": "Traditional Medicinal Plants Conferring Protection Against Ovalbumin-Induced Asthma in Experimental Animals: A Review.", "Pagination": {"StartPage": "641", "EndPage": "662", "MedlinePgn": "641-662"}, "Abstract": {"AbstractText": ["Asthma is a chronic inflammatory disease of the respiratory tract in which the numerous immune cells, including eosinophils, neutrophils, macrophages, T-lymphocytes, mast cells and epithelial lining play key roles. The numerous anti-asthmatic drugs are available in modern medicine to treat asthma, but they have several disadvantages, including side effects and the cost variations, which compromise treatment compliance. The literature review reveals that traditional herbal medicines have good potential as alternative treatment and management for asthma. However, communities hesitated to use the traditional herbal medicines due to lack of established mechanism of action about their anti-asthmatic potential. The present review aimed to summarise the information stated in the literature about the potential effect of traditional medicinal plants (TMPs) conferring protection against ovalbumin (OVA)-induced asthma model. The literature search was conducted in database like PubMed, Scopus, Google Scholar and ScienceDirect. After screening through the literature from 2011 to date, a total of 27 medicinal plants and two polyherbal extracts have been reported to be used as traditional herbal medicines and also utilised to be tested against OVA-induced asthma, were included. We found them to be an important alternative source of treatment for asthma, since some have comparable efficacies with drugs commonly used in the modern system against asthma. All the reported medicinal plants confirmed their traditional use against asthma or its related inflammation. The present review provides faith in traditional information and also offers new insight into the potential of natural products against asthma."], "CopyrightInformation": "© 2021 Azman et al."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutical Chemistry, Faculty of Pharmacy and Health Sciences, Universiti Kuala Lumpur Royal College of Medicine Perak, Ipoh, Perak, 30450, Malaysia."}, {"Identifier": [], "Affiliation": "Bioengineering and Technology Section, Universiti Kuala Lumpur Malaysian Institute of Chemical & Bioengineering Technology, Alor Gajah, Melaka, 78000, Malaysia."}], "LastName": "Azman", "ForeName": "Shazalyana", "Initials": "S"}, {"Identifier": ["0000-0002-3022-6137"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutical Chemistry, Faculty of Pharmacy and Health Sciences, Universiti Kuala Lumpur Royal College of Medicine Perak, Ipoh, Perak, 30450, Malaysia."}], "LastName": "Sekar", "ForeName": "Mahendran", "Initials": "M"}, {"Identifier": ["0000-0002-2888-2418"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institut National de la Santé et de la Recherche Médicale, Centre de Recherche des Cordeliers, Equipe-Immunopathologie et Immunointervention Thérapeutique, Sorbonne Université, Université De Paris, Paris, France."}], "LastName": "Bonam", "ForeName": "Srinivasa Reddy", "Initials": "SR"}, {"Identifier": ["0000-0001-6470-3651"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Pharmacy, Monash University Malaysia, Bandar Sunway Selangor Darul Ehsan, 47500, Malaysia."}], "LastName": "Gan", "ForeName": "Siew Hua", "Initials": "SH"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Bioengineering and Technology Section, Universiti Kuala Lumpur Malaysian Institute of Chemical & Bioengineering Technology, Alor Gajah, Melaka, 78000, Malaysia."}], "LastName": "Wahidin", "ForeName": "Suzana", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutical Chemistry, Faculty of Pharmacy and Health Sciences, Universiti Kuala Lumpur Royal College of Medicine Perak, Ipoh, Perak, 30450, Malaysia."}], "LastName": "Lum", "ForeName": "Pei Teng", "Initials": "PT"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "D.S.T.S. Mandal's College of Pharmacy, Solapur, India."}], "LastName": "Dhadde", "ForeName": "Shivsharan B", "Initials": "SB"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "New Zealand", "MedlineTA": "J Asthma Allergy", "NlmUniqueID": "101543450", "ISSNLinking": "1178-6965"}, "CoiStatement": "The authors have no conflict of interest associated with this work or publication. There was no significant financial support for this work."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Global Initiative for Asthma. Global Strategy for Asthma Management and Prevention. Vol. 2020. Global Initiative for Asthma; 2016."}, {"Citation": "Kaufman G. Asthma: pathophysiology, diagnosis and management. Nurs Stand. 2011;26(5):48. doi:10.7748/ns.26.5.48.s55", "ArticleIdList": ["10.7748/ns.26.5.48.s55", "22073746"]}, {"Citation": "Pedersen SE, Hurd SS, Lemanske JRF, et al. Global strategy for the diagnosis and management of asthma in children 5 years and younger. Pediatr Pulmonol. 2011;46(1):1–17. doi:10.1002/ppul.21321", "ArticleIdList": ["10.1002/ppul.21321", "20963782"]}, {"Citation": "Mohammed S, Goodacre S. Intravenous and nebulised magnesium sulphate for acute asthma: systematic review and meta-analysis. Emerg Med. 2007;24(12):823–830.", "ArticleIdList": ["PMC2658351", "18029512"]}, {"Citation": "Adams BK, Cydulka RK. Asthma evaluation and management. Emerg Med Clin N Am. 2003;21(2):315–330. doi:10.1016/S0733-8627(03)00015-4", "ArticleIdList": ["10.1016/S0733-8627(03)00015-4", "12793616"]}, {"Citation": "Schaneberg BT, Crockett S, Bedir E, et al. The role of chemical fingerprinting: application to Ephedra. Phytochemistry. 2003;62(6):911–918. doi:10.1016/S0031-9422(02)00716-1", "ArticleIdList": ["10.1016/S0031-9422(02)00716-1", "12590118"]}, {"Citation": "Barnes PJ. Drugs for asthma. Br J Pharmacol. 2006;147(S1):S297–S303. doi:10.1038/sj.bjp.0706437", "ArticleIdList": ["10.1038/sj.bjp.0706437", "PMC1760737", "16402117"]}, {"Citation": "Barnes PJ. The cytokine network in asthma and chronic obstructive pulmonary disease. J Clin Invest. 2008;118(11):3546–3556. doi:10.1172/JCI36130", "ArticleIdList": ["10.1172/JCI36130", "PMC2575722", "18982161"]}, {"Citation": "Lugnier C. Cyclic nucleotide phosphodiesterase (PDE) superfamily: a new target for the development of specific therapeutic agents. Pharmacol Ther. 2006;109(3):366–398.", "ArticleIdList": ["16102838"]}, {"Citation": "DiMartino SJ. Idiopathic inflammatory myopathy: treatment options. Curr Rheumatol Rep. 2008;10(4):321. doi:10.1007/s11926-008-0051-4", "ArticleIdList": ["10.1007/s11926-008-0051-4", "18662513"]}, {"Citation": "Kesler SM, Sprenkle MD, David WS, et al. Severe weakness complicating status asthmaticus despite minimal duration of neuromuscular paralysis. Intensive Care Medicine. 2009;35(1):157–160. doi:10.1007/s00134-008-1267-5", "ArticleIdList": ["10.1007/s00134-008-1267-5", "18807012"]}, {"Citation": "Che C-T, George V, Ijinu T, et al. Traditional Medicine. Pharmacognosy: Elsevier; 2017:15–30."}, {"Citation": "Albuquerque UPD, Hanazaki N. As pesquisas etnodirigidas na descoberta de novos fármacos de interesse médico e farmacêutico: fragilidades e pespectivas. Revista Brasileira De Farmacognosia. 2006;16:678–689. doi:10.1590/S0102-695X2006000500015", "ArticleIdList": ["10.1590/S0102-695X2006000500015"]}, {"Citation": "Yuan G, Wahlqvist ML, He G, et al. Natural products and anti-inflammatory activity.. Asia Pac J Clin Nutr. 2006;15(2):143–152.", "ArticleIdList": ["16672197"]}, {"Citation": "Bonam SR, Wu YS, Tunki L, et al. What has come out from phytomedicines and herbal edibles for the treatment of cancer? Chem Med Chem. 2018;13(18):1854–1872. doi:10.1002/cmdc.201800343", "ArticleIdList": ["10.1002/cmdc.201800343", "29927521"]}, {"Citation": "Yuan H, Ma Q, Ye L, et al. The traditional medicine and modern medicine from natural products. Molecules. 2016;21(5):559. doi:10.3390/molecules21050559", "ArticleIdList": ["10.3390/molecules21050559", "PMC6273146", "27136524"]}, {"Citation": "Fabricant DS, Farnsworth NR. The value of plants used in traditional medicine for drug discovery.. Environ Health Perspect. 2001;109 Suppl 1(suppl 1):69–75. doi:10.1289/ehp.01109s169", "ArticleIdList": ["10.1289/ehp.01109s169", "PMC1240543", "11250806"]}, {"Citation": "Alves RR, Rosa IM. Biodiversity, traditional medicine and public health: where do they meet? Journal of Ethnobiology and Ethnomedicine. 2007;3(1):14. doi:10.1186/1746-4269-3-14", "ArticleIdList": ["10.1186/1746-4269-3-14", "PMC1847427", "17376227"]}, {"Citation": "Bonam SR, Partidos CD, Halmuthur SKM, et al. An overview of novel adjuvants designed for improving vaccine efficacy. Trends Pharmacol Sci. 2017;38(9):771–793. doi:10.1016/j.tips.2017.06.002", "ArticleIdList": ["10.1016/j.tips.2017.06.002", "28668223"]}, {"Citation": "Chen C, Sun N, Li Y, et al. A BALB/c mouse model for assessing the potential allergenicity of proteins: comparison of allergen dose, sensitization frequency, timepoint and sex. Food Chem Toxicol. 2013;62:41–47. doi:10.1016/j.fct.2013.08.004", "ArticleIdList": ["10.1016/j.fct.2013.08.004", "23969083"]}, {"Citation": "Shin YS, Takeda K, Gelfand EW. Understanding asthma using animal models. Allergy Asthma Immunol Res. 2009;1(1):10–18. doi:10.4168/aair.2009.1.1.10", "ArticleIdList": ["10.4168/aair.2009.1.1.10", "PMC2831565", "20224665"]}, {"Citation": "Schülke S, Albrecht M. Mouse models for food allergies: where do we stand? Cells. 2019;8(6):546. doi:10.3390/cells8060546", "ArticleIdList": ["10.3390/cells8060546", "PMC6627293", "31174293"]}, {"Citation": "Yu Q-L, Chen Z. Establishment of different experimental asthma models in mice.. Exp Ther Med. 2018;15(3):2492–2498. doi:10.3892/etm.2018.5721", "ArticleIdList": ["10.3892/etm.2018.5721", "PMC5795809", "29456654"]}, {"Citation": "Chen C, Lianhua L, Nana S, et al. Development of a BALB/c mouse model for food allergy: comparison of allergy-related responses to peanut agglutinin, β-lactoglobulin and potato acid phosphatase. Toxicol Res. 2017;6(2):251–261. doi:10.1039/C6TX00371K", "ArticleIdList": ["10.1039/C6TX00371K", "PMC6061913", "30090496"]}, {"Citation": "Aun MV, Bonamichi-Santos R, Arantes-Costa FM, et al. Animal models of asthma: utility and limitations. J Asthma Allergy. 2017;10:293. doi:10.2147/JAA.S121092", "ArticleIdList": ["10.2147/JAA.S121092", "PMC5683778", "29158683"]}, {"Citation": "Fehrenbach H, Wagner C, Wegmann M. Airway remodeling in asthma: what really matters. Cell Tissue Res. 2017;367(3):551–569. doi:10.1007/s00441-016-2566-8", "ArticleIdList": ["10.1007/s00441-016-2566-8", "PMC5320023", "28190087"]}, {"Citation": "Lee M-F, Yang K-J, Wang NM, et al. The development of a murine model for Forcipomyia taiwana (biting midge) allergy. PLoS One. 2014;9(3):e91871. doi:10.1371/journal.pone.0091871", "ArticleIdList": ["10.1371/journal.pone.0091871", "PMC3961268", "24651257"]}, {"Citation": "Hogan SP, Matthaei KI, Young JM, et al. A novel T cell-regulated mechanism modulating allergen-induced airways hyperreactivity in BALB/c mice independently of IL-4 and IL-5.. J Immunol. 1998;161(3):1501–1509.", "ArticleIdList": ["9686617"]}, {"Citation": "Zhou C, Ludmila T, Sun N, et al. BALB/c mice can be used to evaluate allergenicity of different food protein extracts. Food Agric Immunol. 2016;27(5):589–603. doi:10.1080/09540105.2015.1129600", "ArticleIdList": ["10.1080/09540105.2015.1129600"]}, {"Citation": "Bodinier M, Leroy M, Ah-Leung S, et al. Sensitization and elicitation of an allergic reaction to wheat gliadins in mice. J Agric Food Chem. 2009;57(4):1219–1225. doi:10.1021/jf802898u", "ArticleIdList": ["10.1021/jf802898u", "19170508"]}, {"Citation": "Morafo V, Srivastava K, Huang C-K, et al. Genetic susceptibility to food allergy is linked to differential TH2-TH1 responses in C3H/HeJ and BALB/c mice. J Allergy Clin Immunol. 2003;111(5):1122–1128. doi:10.1067/mai.2003.1463", "ArticleIdList": ["10.1067/mai.2003.1463", "12743580"]}, {"Citation": "Hylkema M, Hoekstra M, Luinge M, et al. The strength of the OVA-induced airway inflammation in rats is strain dependent. Clin Exp Immunol. 2002;129(3):390–396. doi:10.1046/j.1365-2249.2002.01938.x", "ArticleIdList": ["10.1046/j.1365-2249.2002.01938.x", "PMC1906482", "12197878"]}, {"Citation": "Simpson JL, Scott R, Boyle MJ, et al. Inflammatory subtypes in asthma: assessment and identification using induced sputum. Respirology. 2006;11(1):54–61. doi:10.1111/j.1440-1843.2006.00784.x", "ArticleIdList": ["10.1111/j.1440-1843.2006.00784.x", "16423202"]}, {"Citation": "Azadmehr A, Hajiaghaee R, Zohal MA, et al. Protective effects of Scrophularia striata in Ovalbumin-induced mice asthma model. DARU J Pharmaceutical Sci. 2013;21(1):56–62. doi:10.1186/2008-2231-21-56", "ArticleIdList": ["10.1186/2008-2231-21-56", "PMC3751247", "23837463"]}, {"Citation": "Almohawes Z, Alruhaimi H. Effect of Lavandula dentata extract on Ovalbumin-induced Asthma in Male Guinea Pigs. Brazilian Journal of Biology. 2020;80(1):87–96. doi:10.1590/1519-6984.191485", "ArticleIdList": ["10.1590/1519-6984.191485", "31017237"]}, {"Citation": "Lee J-W, Min J-H, Kim M-G, et al. Pistacia weinmannifolia root exerts a protective role in ovalbumin‑induced lung inflammation in a mouse allergic asthma model.. Int J Mol Med. 2019;44(6):2171–2180. doi:10.3892/ijmm.2019.4367", "ArticleIdList": ["10.3892/ijmm.2019.4367", "PMC6844643", "31638171"]}, {"Citation": "Eftekhar N, Moghimi A, Roshan NM, et al. Immunomodulatory and anti-inflammatory effects of hydro-ethanolic extract of Ocimum basilicum leaves and its effect on lung pathological changes in an ovalbumin-induced rat model of asthma. BMC Complement Altern Med. 2019;19(1):349. doi:10.1186/s12906-019-2765-4", "ArticleIdList": ["10.1186/s12906-019-2765-4", "PMC6894265", "31801507"]}, {"Citation": "Koffuor GA, Boye A, Ofori-Amoah J, et al. Anti-inflammatory and safety assessment of Polyscias fruticosa (L.) Harms (Araliaceae) leaf extract in ovalbumin-induced asthma. J Phytopharm. 2014;3(5):337–342."}, {"Citation": "Mozzini MT, Ferrera Costa H, Carvalho Vieira G, et al. Anti-asthmatic and anxiolytic effects of Herissantia tiubae, a Brazilian medicinal plant. Immun Inflamm Dis. 2016;4(2):201–212. doi:10.1002/iid3.107", "ArticleIdList": ["10.1002/iid3.107", "PMC4879466", "27957328"]}, {"Citation": "Gulati K. Evaluation of Anti-Inflammatory and Immunomodulatory Effects of Aqueous Extract of Solanum Xanthocarpum in Experimental Models of Bronchial Asthma. EC Pharmacol Toxicol. 2016;2:241–250."}, {"Citation": "Mahmoudabady M, Neamati A, Vosooghi S, et al. Hydroalcoholic extract of Crocus sativus effects on bronchial inflammatory cells in ovalbumin sensitized rats. Avicenna J Phytomed. 2013;3(4):356.", "ArticleIdList": ["PMC4075723", "25050293"]}, {"Citation": "Bulani V, Biyani K, Kale R, et al. Inhibitory effect of Calotropis gigantea extract on ovalbumin-induced airway inflammation and Arachidonic acid induced inflammation in a murine model of asthma. Int J Cur Bio Med Sci. 2011;1(2):19–25."}, {"Citation": "Zemmouri H, Sekiou O, Ammar S, et al. Urtica dioica attenuates ovalbumin-induced inflammation and lipid peroxidation of lung tissues in rat asthma model. Pharm Biol. 2017;55(1):1561–1568. doi:10.1080/13880209.2017.1310905", "ArticleIdList": ["10.1080/13880209.2017.1310905", "PMC6130499", "28385108"]}, {"Citation": "Khan Z, Ansari I. Antiasthmatic activity of the ethanol extract of leaves of Wrightia tinctoria.. Asian J Pharm Clin Res. 2018;11(9):136–139. doi:10.22159/ajpcr.2018.v11i9.26151", "ArticleIdList": ["10.22159/ajpcr.2018.v11i9.26151"]}, {"Citation": "Choi JY, Kim J, Park JJ, et al. The anti-inflammatory effects of fermented herbal roots of Asparagus cochinchinensis in an ovalbumin-induced asthma model. J Clin Med. 2018;7(10):377. doi:10.3390/jcm7100377", "ArticleIdList": ["10.3390/jcm7100377", "PMC6210729", "30360392"]}, {"Citation": "Sim JH, Lee HS, Lee S, et al. Anti-Asthmatic Activities of an Ethanol Extract of Aster yomena in an Ovalbumin-Induced Murine Asthma Model. J Med Food. 2014;17(5):606–611. doi:10.1089/jmf.2013.2939", "ArticleIdList": ["10.1089/jmf.2013.2939", "PMC4024842", "24738663"]}, {"Citation": "Marefati N, Eftekhar N, Kaveh M, et al. The effect of Allium cepa extract on lung oxidant, antioxidant, and immunological biomarkers in ovalbumin-sensitized rats. Med Princ Pract. 2018;27(2):122–128. doi:10.1159/000487885", "ArticleIdList": ["10.1159/000487885", "PMC5968249", "29471299"]}, {"Citation": "Shin N-R, Ryu H-W, Ko J-W, et al. Artemisia argyi attenuates airway inflammation in ovalbumin-induced asthmatic animals. J Ethnopharmacol. 2017;209:108–115. doi:10.1016/j.jep.2017.07.033", "ArticleIdList": ["10.1016/j.jep.2017.07.033", "28735728"]}, {"Citation": "Khan AM, Shahzad M, Raza Asim M, et al. Zingiber officinale ameliorates allergic asthma via suppression of Th2-mediated immune response. Pharm Biol. 2015;53(3):359–367. doi:10.3109/13880209.2014.920396", "ArticleIdList": ["10.3109/13880209.2014.920396", "25420680"]}, {"Citation": "Seo J-H, Bang M, Kim G, et al. Erythronium japonicum attenuates histopathological lung abnormalities in a mouse model of ovalbumin-induced asthma. Int J Mol Med. 2016;37(5):1221–1228. doi:10.3892/ijmm.2016.2541", "ArticleIdList": ["10.3892/ijmm.2016.2541", "PMC4829136", "27035741"]}, {"Citation": "Piao CH, Bui TT, Song CH, et al. Trigonella foenum-graecum alleviates airway inflammation of allergic asthma in ovalbumin-induced mouse model. Biochem Biophys Res Commun. 2017;482(4):1284–1288. doi:10.1016/j.bbrc.2016.12.029", "ArticleIdList": ["10.1016/j.bbrc.2016.12.029", "27939889"]}, {"Citation": "Rosa SIG, Rios-Santos F, Balogun SO, et al. Hydroethanolic extract from Echinodorus scaber Rataj leaves inhibits inflammation in ovalbumin-induced allergic asthma. J Ethnopharmacol. 2017;203:191–199. doi:10.1016/j.jep.2017.03.025", "ArticleIdList": ["10.1016/j.jep.2017.03.025", "28342859"]}, {"Citation": "Fouche G, Nieuwenhuizen N, Maharaj V, et al. Investigation of in vitro and in vivo anti-asthmatic properties of Siphonochilus aethiopicus. J Ethnopharmacol. 2011;133(2):843–849. doi:10.1016/j.jep.2010.11.014", "ArticleIdList": ["10.1016/j.jep.2010.11.014", "21075193"]}, {"Citation": "Yu B, Cai W, Zhang -H-H, et al. Selaginella uncinata flavonoids ameliorated ovalbumin-induced airway inflammation in a rat model of asthma. J Ethnopharmacol. 2017;195:71–80. doi:10.1016/j.jep.2016.11.049", "ArticleIdList": ["10.1016/j.jep.2016.11.049", "27916586"]}, {"Citation": "Bui TT, Kwon D-A, Choi DW, et al. Rosae multiflorae fructus extract and its four active components alleviate ovalbumin-induced allergic inflammatory responses via regulation of Th1/Th2 imbalance in BALB/c rhinitis mice. Phytomedicine. 2019;55:238–248. doi:10.1016/j.phymed.2018.06.044", "ArticleIdList": ["10.1016/j.phymed.2018.06.044", "30668435"]}, {"Citation": "Dussossoy E, Bichon F, Bony E, et al. Pulmonary anti-inflammatory effects and spasmolytic properties of Costa Rican noni juice (Morinda citrifolia L.). J Ethnopharmacol. 2016;192:264–272. doi:10.1016/j.jep.2016.07.038", "ArticleIdList": ["10.1016/j.jep.2016.07.038", "27451258"]}, {"Citation": "Jung SY, Lee S-Y, Choi DW, et al. Skullcap (Scutellaria baicalensis) hexane fraction inhibits the permeation of ovalbumin and regulates Th1/2 immune responses. Nutrients. 2017;9(11):1184. doi:10.3390/nu9111184", "ArticleIdList": ["10.3390/nu9111184", "PMC5707656", "29143798"]}, {"Citation": "Yuan Y, Yang B, Ye Z, et al. Sceptridium ternatum extract exerts antiasthmatic effects by regulating Th1/Th2 balance and the expression levels of leukotriene receptors in a mouse asthma model. J Ethnopharmacol. 2013;149(3):701–706. doi:10.1016/j.jep.2013.07.032", "ArticleIdList": ["10.1016/j.jep.2013.07.032", "23933317"]}, {"Citation": "Shakeri F, Roshan NM, Boskabady MH. Hydro-ethanolic extract of Curcuma longa affects tracheal responsiveness and lung pathology in ovalbumin-sensitized rats. Int J Vitamin Nutrition Res. 2020;90(1–2):141–150. doi:10.1024/0300-9831/a000524", "ArticleIdList": ["10.1024/0300-9831/a000524", "30789805"]}, {"Citation": "Wang J-Q, Li X-W, Liu M, et al. Inhibitory effect of Zanthoxylum bungeanum seed oil on ovalbumin-induced lung inflammation in a murine model of asthma. Mol Med Rep. 2016;13(5):4289–4302. doi:10.3892/mmr.2016.5050", "ArticleIdList": ["10.3892/mmr.2016.5050", "27035565"]}, {"Citation": "Ohtake N, Nakai Y, Yamamoto M, et al. The herbal medicine Shosaiko-to exerts different modulating effects on lung local immune responses among mouse strains. Int Immunopharmacol. 2002;2(2–3):357–366. doi:10.1016/S1567-5769(01)00161-8", "ArticleIdList": ["10.1016/S1567-5769(01)00161-8", "11811938"]}, {"Citation": "Jeon W-Y, Shin H-K, Shin I-S, et al. Soshiho-tang water extract inhibits ovalbumin-induced airway inflammation via the regulation of heme oxygenase-1. BMC Complement Altern Med. 2015;15(1):1–10. doi:10.1186/s12906-015-0857-3", "ArticleIdList": ["10.1186/s12906-015-0857-3", "PMC4575434", "26385707"]}, {"Citation": "Tsang MS, Jiao D, Chan BC, et al. Anti-inflammatory activities of pentaherbs formula, berberine, gallic acid and chlorogenic acid in atopic dermatitis-like skin inflammation. Molecules. 2016;21(4):519. doi:10.3390/molecules21040519", "ArticleIdList": ["10.3390/molecules21040519", "PMC6274171", "27104513"]}, {"Citation": "Tamri P. A mini-review on phytochemistry and pharmacological activities of Scrophularia striata. J Herbmed Pharmacol. 2019;8(2):85–89. doi:10.15171/jhp.2019.14", "ArticleIdList": ["10.15171/jhp.2019.14"]}, {"Citation": "Ullah R, Alqahtani AS, Noman OMA, et al. A review on ethno-medicinal plants used in traditional medicine in the Kingdom of Saudi Arabia. Saudi J Biol Sci. 2020;27(10):2706. doi:10.1016/j.sjbs.2020.06.020", "ArticleIdList": ["10.1016/j.sjbs.2020.06.020", "PMC7499296", "32994730"]}, {"Citation": "Dash G, Mohanty KKGR, Sahoo D, et al. Traditional medicinal plants used for the treatment of asthma in Bhubaneswar, Odisha. Int J Herb Med. 2018;6(5):57–60."}, {"Citation": "Javadi B, Sahebkar A, Emami SA. Medicinal plants for the treatment of asthma: a traditional Persian medicine perspective. Curr Pharm Des. 2017;23(11):1623–1632. doi:10.2174/1381612822666161021143332", "ArticleIdList": ["10.2174/1381612822666161021143332", "27774904"]}, {"Citation": "Savithramma N, Sulochana C, Rao K. Ethnobotanical survey of plants used to treat asthma in Andhra Pradesh, India. J Ethnopharmacol. 2007;113(1):54–61. doi:10.1016/j.jep.2007.04.004", "ArticleIdList": ["10.1016/j.jep.2007.04.004", "17606346"]}, {"Citation": "Younis A, Younis W, Asif H, et al. Traditional medicinal plants used for respiratory disorders in Pakistan: a review of the ethno-medicinal and pharmacological evidence. Chinese Medicine. 2018;13(1):48. doi:10.1186/s13020-018-0204-y", "ArticleIdList": ["10.1186/s13020-018-0204-y", "PMC6145130", "30250499"]}, {"Citation": "Dulla O, Jahan FI. Ethnopharmacological survey on traditional medicinal plants at Kalaroa Upazila, Satkhira District, Khulna Division, Bangladesh. J Intercult Ethnopharmacol. 2017;6(3):316. doi:10.5455/jice.20170719010256", "ArticleIdList": ["10.5455/jice.20170719010256", "PMC5580958", "28894631"]}, {"Citation": "Napagoda MT, Sundarapperuma T, Fonseka D, et al. An ethnobotanical study of the medicinal plants used as anti-inflammatory remedies in Gampaha District, Western Province, Sri Lanka. Scientifica. 2018;2018:1–8. doi:10.1155/2018/9395052", "ArticleIdList": ["10.1155/2018/9395052", "PMC6008615", "29974006"]}, {"Citation": "Panthong A, Kanjanapothi D, Taylor W. Ethnobotanical review of medicinal plants from Thai traditional books, Part I: plants with anti-inflammatory, anti-asthmatic and antihypertensive properties. J Ethnopharmacol. 1986;18(3):213–228. doi:10.1016/0378-8741(86)90001-2", "ArticleIdList": ["10.1016/0378-8741(86)90001-2", "3546954"]}, {"Citation": "Gbekley HE, Katawa G, Karou SD, et al. Ethnobotanical study of plants used to treat asthma in the maritime region in Togo. Afr J Tradit Complement Altern Med. 2016;14(1):196–212. doi:10.21010/ajtcam.v14i1.22", "ArticleIdList": ["10.21010/ajtcam.v14i1.22", "PMC5411872", "28480398"]}, {"Citation": "Mali RG, Dhake AS. A review on herbal antiasthmatics. Orient Pharm Exp Med. 2011;11(2):77–90. doi:10.1007/s13596-011-0019-1", "ArticleIdList": ["10.1007/s13596-011-0019-1", "PMC3245822", "22207824"]}, {"Citation": "Singh BB, Khorsan R, Vinjamury SP, et al. Herbal treatments of asthma: a systematic review. J Asthma. 2007;44(9):685–698. doi:10.1080/02770900701247202", "ArticleIdList": ["10.1080/02770900701247202", "17994396"]}, {"Citation": "Maema LP, Potgieter M, Mahlo SM. Invasive alien plant species used for the treatment of various diseases in Limpopo Province, South Africa. Afr J Tradit Complement Altern Med. 2016;13(4):223–231. doi:10.21010/ajtcam.v13i4.29", "ArticleIdList": ["10.21010/ajtcam.v13i4.29", "PMC5566149", "28852740"]}, {"Citation": "Kaladhar D. Traditional and Ayurvedic medicinal plants from India: practices and treatment for human diseases. LAP. 2012;176."}, {"Citation": "Eisenbrand G, Tang W. Handbook of Chinese Medicinal Plants: Chemistry, Pharmacology, Toxicology. John Wiley & Sons; 2010."}, {"Citation": "Wiart C. Medicinal Plants of China, Korea, and Japan: Bioresources for Tomorrow’s Drugs and Cosmetics. CRC press; 2012."}, {"Citation": "Khare C. World Healing Plants for Tomorrow. Daya Publishing House; 2018."}, {"Citation": "Kim H, Song M-J. Traditional plant-based therapies for respiratory diseases found in North Jeolla Province, Korea. J Altern Complement Med. 2012;18(3):287–293. doi:10.1089/acm.2010.0848", "ArticleIdList": ["10.1089/acm.2010.0848", "22394156"]}, {"Citation": "Thakur VR, Khuman V, Beladiya JV, et al. An experimental model of asthma in rats using ovalbumin and lipopolysaccharide allergens. Heliyon. 2019;5(11):e02864. doi:10.1016/j.heliyon.2019.e02864", "ArticleIdList": ["10.1016/j.heliyon.2019.e02864", "PMC6872797", "31768443"]}, {"Citation": "Zhao S, Jiang Y, Yang X, et al. Lipopolysaccharides promote a shift from Th2-derived airway eosinophilic inflammation to Th17-derived neutrophilic inflammation in an ovalbumin-sensitized murine asthma model. J Asthma. 2017;54(5):447–455. doi:10.1080/02770903.2016.1223687", "ArticleIdList": ["10.1080/02770903.2016.1223687", "27589490"]}, {"Citation": "Lowe A, Thomas RS, Nials A, et al. LPS exacerbates functional and inflammatory responses to ovalbumin and decreases sensitivity to inhaled fluticasone propionate in a guinea pig model of asthma. Br J Pharmacol. 2015;172(10):2588–2603. doi:10.1111/bph.13080", "ArticleIdList": ["10.1111/bph.13080", "PMC4409909", "25586266"]}, {"Citation": "Clyne A, Yang AWH, Li M, et al. Traditional medicines for asthma in children and adults: a systematic review of placebo-controlled studies. Int J Clin Pract. 2019;73(12):e13433. doi:10.1111/ijcp.13433", "ArticleIdList": ["10.1111/ijcp.13433", "31610072"]}, {"Citation": "Wang Y, Chen Y-J, Xiang C, et al. Discovery of potential asthma targets based on the clinical efficacy of Traditional Chinese Medicine formulas. J Ethnopharmacol. 2020;252:112635. doi:10.1016/j.jep.2020.112635", "ArticleIdList": ["10.1016/j.jep.2020.112635", "32004629"]}, {"Citation": "Shergis JL, Wu L, Zhang AL, et al. Herbal medicine for adults with asthma: a systematic review. J Asthma. 2016;53(6):650–659. doi:10.3109/02770903.2015.1101473", "ArticleIdList": ["10.3109/02770903.2015.1101473", "27172294"]}, {"Citation": "Zhou -D-D, Ran J, Li -C-C, et al. Metallothionein-2 is associated with the amelioration of asthmatic pulmonary function by acupuncture through protein phosphorylation. Biomed Pharmacother. 2020;123:109785. doi:10.1016/j.biopha.2019.109785", "ArticleIdList": ["10.1016/j.biopha.2019.109785", "31874444"]}, {"Citation": "Zhao X, Sun H, Hou A, et al. Antioxidant properties of two gallotannins isolated from the leaves of Pistacia weinmannifolia. Biochimica Et Biophysica Acta (BBA) - General Subjects. 2005;1725(1):103–110. doi:10.1016/j.bbagen.2005.04.015", "ArticleIdList": ["10.1016/j.bbagen.2005.04.015", "15925448"]}, {"Citation": "Chen S, Wu X, Ji Y, et al. Isolation and characterization of microsatellite loci in Pistacia weinmannifolia (Anacardiaceae). Int J Mol Sci. 2011;12(11):7818–7823. doi:10.3390/ijms12117818", "ArticleIdList": ["10.3390/ijms12117818", "PMC3233440", "22174634"]}, {"Citation": "Ci X, Chu X, Chen C, et al. Oxytetracycline attenuates allergic airway inflammation in mice via inhibition of the NF-κB pathway. J Clin Immunol. 2011;31(2):216–227. doi:10.1007/s10875-010-9481-7", "ArticleIdList": ["10.1007/s10875-010-9481-7", "21136283"]}, {"Citation": "Javanmardi J, Khalighi A, Kashi A, et al. Chemical Characterization of Basil (Ocimum basilicum L.) Found in Local Accessions and Used in Traditional Medicines in Iran. J Agric Food Chem. 2002;50(21):5878–5883. doi:10.1021/jf020487q", "ArticleIdList": ["10.1021/jf020487q", "12358453"]}, {"Citation": "Prakash P, Gupta N. Therapeutic uses of Ocimum sanctum Linn (Tulsi) with a note on eugenol and its pharmacological actions: a short review.. Indian J Physiol Pharmacol. 2005;49(2):125.", "ArticleIdList": ["16170979"]}, {"Citation": "Do T. Vietnamese Medicinal Plants and Remedies. Hanoi. Medicine Publisher; 2000:828–830."}, {"Citation": "Asumeng Koffuor G, Boye A, Kyei S, et al. Anti-asthmatic property and possible mode of activity of an ethanol leaf extract of Polyscias fruticosa. Pharm Biol. 2016;54(8):1354–1363. doi:10.3109/13880209.2015.1077465", "ArticleIdList": ["10.3109/13880209.2015.1077465", "26449896"]}, {"Citation": "Hanh TTH, Dang NH, Dat NT. α-Amylase and α -Glucosidase Inhibitory Saponins from Polyscias fruticosa Leaves. J Chem. 2016;2016:1–5. doi:10.1155/2016/2082946", "ArticleIdList": ["10.1155/2016/2082946"]}, {"Citation": "Falcão-Silva VS, Silva DA, Souza V, et al. Modulation of drug resistance in staphylococcus aureus by a kaempferol glycoside from Herissantia tiubae (Malvaceae). Phytother Res. 2009;23(10):1367–1370. doi:10.1002/ptr.2695", "ArticleIdList": ["10.1002/ptr.2695", "19224523"]}, {"Citation": "Ghani A. Medicinal Plants of Bangladesh: Chemical Constituents and Uses. Vol. 2. Asiatic society of Bangladesh; 1998:81."}, {"Citation": "Parmar S, Gangwal A, Sheth N. Solanum xanthocarpum (yellow berried night shade): a review. Der Pharm Lett. 2010;2(4):373–383."}, {"Citation": "Rios J, Recio M, Giner R, et al. An update review of saffron and its active constituents. Phytother Res. 1996;10(3):189–193. doi:10.1002/(SICI)1099-1573(199605)10:3<189::AID-PTR754>3.0.CO;2-C", "ArticleIdList": ["10.1002/(SICI)1099-1573(199605)10:3<189::AID-PTR754>3.0.CO;2-C"]}, {"Citation": "Maheshwari P, Singh U. Dictionary of Economic Plants in India. Dictionary of Economic Plants in India. New Delhi: Indian Council of Agricultural Research; 1965:38–39."}, {"Citation": "Warrier P, Nambiar V, Ramankutty C, et al. Indian Medicinal Plants. New Delhi: Orient Longman; 1995:341–343."}, {"Citation": "Kirtikar K, Basu B. Indian medicinal plants. Phytother Res. 1935;1607–1609."}, {"Citation": "Randall C, Randall H, Dobbs F, et al. Randomized controlled trial of nettle sting for treatment of base-of-thumb pain. J R Soc Med. 2000;93(6):305–309. doi:10.1177/014107680009300607", "ArticleIdList": ["10.1177/014107680009300607", "PMC1298033", "10911825"]}, {"Citation": "Chrubasik S, Enderlein W, Bauer R, et al. Evidence for antirheumatic effectiveness of Herba Urticae dioicae in acute arthritis: a pilot study. Phytomedicine. 1997;4(2):105–108. doi:10.1016/S0944-7113(97)80052-9", "ArticleIdList": ["10.1016/S0944-7113(97)80052-9", "23195396"]}, {"Citation": "Mittman P. Randomized, Double-Blind Study of Freeze-Dried Urtica dioica in the Treatment of Allergic Rhinitis. Planta Med. 1990;56(01):44–47. doi:10.1055/s-2006-960881", "ArticleIdList": ["10.1055/s-2006-960881", "2192379"]}, {"Citation": "Srivastava R. A review on phytochemical, pharmacological, and pharmacognostical profile of Wrightia tinctoria: adulterant of kurchi. Pharmacogn Rev. 2014;8(15):36. doi:10.4103/0973-7847.125528", "ArticleIdList": ["10.4103/0973-7847.125528", "PMC3931199", "24600194"]}, {"Citation": "Xiong D, Yu L-X, Yan X, et al. Effects of Root and Stem Extracts of Asparagus cochinchinensis on Biochemical Indicators Related to Aging in the Brain and Liver of Mice. Am J Chin Med. 2011;39(04):719–726. doi:10.1142/S0192415X11009159", "ArticleIdList": ["10.1142/S0192415X11009159", "21721152"]}, {"Citation": "Roldán E, Sanchez-Moreno C, de Ancos B, et al. Characterisation of onion (Allium cepa L.) by-products as food ingredients with antioxidant and antibrowning properties. Food Chem. 2008;108(3):907–916. doi:10.1016/j.foodchem.2007.11.058", "ArticleIdList": ["10.1016/j.foodchem.2007.11.058", "26065752"]}, {"Citation": "Lee BK, Jung Y-S. Allium cepa extract and quercetin protect neuronal cells from oxidative stress via PKC-ε inactivation/ERK1/2 activation. Oxid Med Cell Longev. 2016;2016:1–9.", "ArticleIdList": ["PMC5030440", "27668036"]}, {"Citation": "Kim AR, Ko HJ, Chowdhury MA, et al. Chemical constituents on the aerial parts of Artemisia selengensis and their IL-6 inhibitory activity. Arch Pharm Res. 2015;38(6):1059–1065. doi:10.1007/s12272-014-0543-x", "ArticleIdList": ["10.1007/s12272-014-0543-x", "25573777"]}, {"Citation": "Kim JK, Shin E-C, Lim H-J, et al. Characterization of nutritional composition, antioxidative capacity, and sensory attributes of Seomae mugwort, a native Korean variety of Artemisia argyi H. J Anal Methods Chem. 2015;1–6.", "ArticleIdList": ["PMC4621344", "26550520"]}, {"Citation": "Yun C, Jung Y, Chun W, et al. Anti-Inflammatory Effects of Artemisia Leaf Extract in Mice with Contact Dermatitis In Vitro and In Vivo. Mediators Inflamm. 2016;2016:1–8. doi:10.1155/2016/8027537", "ArticleIdList": ["10.1155/2016/8027537", "PMC5018339", "27647952"]}, {"Citation": "Lee NY, Chung K-S, Jin JS, et al. Effect of chicoric acid on mast cell-mediated allergic inflammation in vitro and in vivo. J Nat Prod. 2015;78(12):2956–2962. doi:10.1021/acs.jnatprod.5b00668", "ArticleIdList": ["10.1021/acs.jnatprod.5b00668", "26593037"]}, {"Citation": "Yao X, Wu D, Dong N, et al. Moracin C, A Phenolic Compound Isolated from Artocarpus heterophyllus, Suppresses Lipopolysaccharide-Activated Inflammatory Responses in Murine Raw264.7 Macrophages. Int J Mol Sci. 2016;17(8):1199. doi:10.3390/ijms17081199", "ArticleIdList": ["10.3390/ijms17081199", "PMC5000597", "27463712"]}, {"Citation": "Ahui MLB, Champy P, Ramadan A, et al. Ginger prevents Th2-mediated immune responses in a mouse model of airway inflammation. Int Immunopharmacol. 2008;8(12):1626–1632. doi:10.1016/j.intimp.2008.07.009", "ArticleIdList": ["10.1016/j.intimp.2008.07.009", "18692598"]}, {"Citation": "Townsend EA, Siviski ME, Zhang Y, et al. Effects of ginger and its constituents on airway smooth muscle relaxation and calcium regulation. Am J Respir Cell Mol Biol. 2013;48(2):157–163. doi:10.1165/rcmb.2012-0231OC", "ArticleIdList": ["10.1165/rcmb.2012-0231OC", "PMC3604064", "23065130"]}, {"Citation": "Shin YJ, Jung DY, Ha HK, et al. Anticancer effect of Erythronium japonicum extract on ICR mouse and L1210 cells with alteration of antioxidant enzyme activities. Korean J Food Sci Technol. 2004;36:968–973."}, {"Citation": "Khalil MI, Ibrahim MM, El-Gaaly GA, et al. Trigonella foenum (Fenugreek) induced apoptosis in hepatocellular carcinoma cell line, HepG2, mediated by upregulation of p53 and proliferating cell nuclear antigen. Biomed Res Int. 2015;2015.", "ArticleIdList": ["PMC4628703", "26557712"]}, {"Citation": "Bieski IGC, Rios Santos F, De Oliveira RM, et al. Ethnopharmacology of medicinal plants of the Pantanal region (Mato Grosso, Brazil). Evid Based Complement Altern Med. 2012;2012:1–36. doi:10.1155/2012/272749", "ArticleIdList": ["10.1155/2012/272749", "PMC3303862", "22474496"]}, {"Citation": "De la Cruz MG. Plantas Medicinais De Mato Grosso: A Farmacopéia Popular Dos Raizeiros. Plantas Medicinais De Mato Grosso: A Farmacopéia Popular Dos Raizeiros. Brazil: Carlini Caniato; 2008:224."}, {"Citation": "Messias MCTB, Menegatto M, Prado ACC, et al. Uso popular de plantas medicinais e perfil socioeconômico dos usuários: um estudo em área urbana em Ouro Preto, MG, Brasil. Revista Brasileira De Plantas Medicinais. 2015;17(1):76–104. doi:10.1590/1983-084X/12_139", "ArticleIdList": ["10.1590/1983-084X/12_139"]}, {"Citation": "Hutchings A. Zulu Medicinal Plants: An Inventory. Pietermaritzburg: University of Natal press; 1996:64."}, {"Citation": "Steenkamp V. Traditional herbal remedies used by South African women for gynaecological complaints. J Ethnopharmacol. 2003;86(1):97–108. doi:10.1016/S0378-8741(03)00053-9", "ArticleIdList": ["10.1016/S0378-8741(03)00053-9", "12686447"]}, {"Citation": "Steenkamp V, Grimmer H, Semano M, et al. Antioxidant and genotoxic properties of South African herbal extracts. Mutat Res Genet Toxicol Environ Mutagen. 2005;581(1–2):35–42. doi:10.1016/j.mrgentox.2004.10.009", "ArticleIdList": ["10.1016/j.mrgentox.2004.10.009", "15725603"]}, {"Citation": "Zou H, Yi M-L, Xu K-P, et al. Two new flavonoids from Selaginella uncinata. J Asian Nat Prod Res. 2016;18(3):248–252. doi:10.1080/10286020.2015.1063617", "ArticleIdList": ["10.1080/10286020.2015.1063617", "26238803"]}, {"Citation": "Zheng J-X, Zheng Y, Zhi H, et al. New 3′,8′′-Linked Biflavonoids from Selaginella uncinata Displaying Protective Effect against Anoxia. Molecules. 2011;16(8):6206–6214. doi:10.3390/molecules16086206", "ArticleIdList": ["10.3390/molecules16086206", "PMC6264561", "21788929"]}, {"Citation": "Chen K-L, Li J, Lei X. Comparison of cytotoxic activities of extracts from Selaginella species. Pharmacogn Mag. 2014;10(40):529. doi:10.4103/0973-1296.141794", "ArticleIdList": ["10.4103/0973-1296.141794", "PMC4239734", "25422557"]}, {"Citation": "Cheng BCY, Yu H, Su T, et al. A herbal formula comprising Rosae Multiflorae Fructus and Lonicerae Japonicae Flos inhibits the production of inflammatory mediators and the IRAK-1/TAK1 and TBK1/IRF3 pathways in RAW 264.7 and THP-1 cells. J Ethnopharmacol. 2015;174:195–199. doi:10.1016/j.jep.2015.08.018", "ArticleIdList": ["10.1016/j.jep.2015.08.018", "26297845"]}, {"Citation": "Whistler WA. Tongan Herbal Medicine. Isle Botanica, Honolulu, Hawaii: University of Hawaii Press; 1992:89–90."}, {"Citation": "Li-Weber M. New therapeutic aspects of flavones: the anticancer properties of Scutellaria and its main active constituents Wogonin, Baicalein and Baicalin. Cancer Treat Rev. 2009;35(1):57–68. doi:10.1016/j.ctrv.2008.09.005", "ArticleIdList": ["10.1016/j.ctrv.2008.09.005", "19004559"]}, {"Citation": "Zhang Z, Lian X, Li S, et al. Characterization of chemical ingredients and anticonvulsant activity of American skullcap (Scutellaria lateriflora). Phytomedicine. 2009;16(5):485–493. doi:10.1016/j.phymed.2008.07.011", "ArticleIdList": ["10.1016/j.phymed.2008.07.011", "18786819"]}, {"Citation": "Wang S, Ruan J, Zhuang J. Small Chunhua oral mouse model of chronic bronchitis and pathological forms of influence and expectorant effects. Fujian Chin Med. 2001;32:18–19."}, {"Citation": "Omosa L, Midiwo J, Kuete V. Curcuma Longa. Medicinal Spices and Vegetables from Africa. Elsevier; 2017:425–435."}, {"Citation": "Zhang M, Wang J, Zhu L, et al. Zanthoxylum bungeanum Maxim. (Rutaceae): a Systematic Review of Its Traditional Uses, Botany, Phytochemistry, Pharmacology, Pharmacokinetics, and Toxicology. Int J Mol Sci. 2017;18(10):2172. doi:10.3390/ijms18102172", "ArticleIdList": ["10.3390/ijms18102172", "PMC5666853", "29057808"]}, {"Citation": "Rahman M, Alimuzzaman M, Ahmad S, et al. Antinociceptive and antidiarrhoeal activity of Zanthoxylum rhetsa. Fitoterapia. 2002;73(4):340–342. doi:10.1016/S0367-326X(02)00083-7", "ArticleIdList": ["10.1016/S0367-326X(02)00083-7", "12234580"]}, {"Citation": "Larché M, Akdis CA, Valenta R. Immunological mechanisms of allergen-specific immunotherapy. Nat Rev Immunol. 2006;6(10):761–771. doi:10.1038/nri1934", "ArticleIdList": ["10.1038/nri1934", "16998509"]}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "12", "Day": "8"}, {"Year": "2021", "Month": "1", "Day": "16"}, {"Year": "2021", "Month": "6", "Day": "24", "Hour": "6", "Minute": "30"}, {"Year": "2021", "Month": "6", "Day": "25", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "6", "Day": "25", "Hour": "6", "Minute": "1"}, {"Year": "2021", "Month": "6", "Day": "14"}], "PublicationStatus": "epublish", "ArticleIdList": ["34163178", "PMC8214026", "10.2147/JAA.S296391", "296391"]}}], "PubmedBookArticle": []}