{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Disease Erradication", "Labor Migration", "Malaria", "Miners", "Qualitative Research", "Social Perception", "Social stigma", "Vulnerable Populations"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34174880", "DateCompleted": {"Year": "2021", "Month": "10", "Day": "11"}, "DateRevised": {"Year": "2021", "Month": "10", "Day": "11"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "06", "Day": "26"}], "Language": ["eng"], "ELocationID": ["286", "10.1186/s12936-021-03820-0"], "Journal": {"ISSN": "1475-2875", "JournalIssue": {"Volume": "20", "Issue": "1", "PubDate": {"Year": "2021", "Month": "Jun", "Day": "26"}}, "Title": "Malaria journal", "ISOAbbreviation": "Malar J"}, "ArticleTitle": "Perceptions about malaria among Brazilian gold miners in an Amazonian border area: perspectives for malaria elimination strategies.", "Pagination": {"StartPage": "286", "MedlinePgn": "286"}, "Abstract": {"AbstractText": ["Mining in the Amazon exposes gold miners to various diseases, including malaria, whose control is still a major challenge. The environment of the mines contributes to the proliferation of vector mosquitoes and the precarious housing conditions facilitate transmission of the disease. Understanding gold miners' perceptions is essential for the formulation of strategies to fight malaria. A qualitative study was carried out in the municipality of Calçoene, state of Amapá, Brazilian Amazon adjointining the municipality of Oiapoque, that is in the border area with French Guiana and Suriname.", "A semi-structured interview was applied to an intentional sample of 29 miners, a number determined by the theoretical saturation criterion. Thematic analysis was adopted to obtain the results and the Cohen's Kappa index was calculated to verify the agreement between observers during coding.", "The agreement between observers was verified by a Cohen's Kappa index of 0.82. Analysis of the interviews showed that gold miners were subjected to prejudice from the community due to forest diseases that they can transmit, and their activities are often associated with crime. When the miners return to their hometown after a period of mining, the urban population blames them for the onset of diseases such as malaria. Most participants in the survey did not know how malaria transmission occurs, and associated its occurrence with contaminated water and food. Participants reported not being afraid of the disease, trusting the diagnosis and available treatment, though this depends on where they are treated. The use of therapeutic resources, such as medicinal plants and medicines acquired in the illegal market, is very common in this population. Despite the challenges identified by the research subjects, they believe that the disease can be controlled, or the cases reduced, but there was low acceptability for a possible mass drug administration (MDA) intervention.", "Despite a recent reduction in malaria prevalence in Brazil, there are still vulnerable populations, such as gold miners, who help to perpetuate the existence of the disease in the Amazon. The lack of knowledge regarding how the transmission of malaria occurs, associated with myths regarding this and the use of traditional health practices and illegal drugs for the treatment of the disease without a specific diagnosis, jeopardizes the country's efforts to eliminate malaria. It is necessary to implement control programmes in these populations, especially those who frequently travel around the border region and to remote locations, which are difficult regions for health teams to access, thus hindering diagnostic and treatment actions. For this reason, understanding the perceptions of these individuals as well as their customs, beliefs and lifestyle, can assist in the production of targeted educational material and adoption of strategies in the elimination of malaria in the country."]}, "AuthorList": [{"Identifier": ["0000-0003-4414-3989"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Fundação de Medicina Tropical Dr. Heitor Vieira Dourado (FMT-HVD), Manaus, Brazil. felipemurta87@yahoo.com.br."}, {"Identifier": [], "Affiliation": "Universidade do Estado do Amazonas (UEA), Manaus, AM, Brazil. felipemurta87@yahoo.com.br."}], "LastName": "Murta", "ForeName": "Felipe L G", "Initials": "FLG"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Fundação de Medicina Tropical Dr. Heitor Vieira Dourado (FMT-HVD), Manaus, Brazil."}], "LastName": "Marques", "ForeName": "Leonardo L G", "Initials": "LLG"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Fundação de Medicina Tropical Dr. Heitor Vieira Dourado (FMT-HVD), Manaus, Brazil."}], "LastName": "Santos", "ForeName": "Alicia P C", "Initials": "APC"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Fundação de Medicina Tropical Dr. Heitor Vieira Dourado (FMT-HVD), Manaus, Brazil."}], "LastName": "Batista", "ForeName": "Talita S B", "Initials": "TSB"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Fundação de Medicina Tropical Dr. Heitor Vieira Dourado (FMT-HVD), Manaus, Brazil."}], "LastName": "Mendes", "ForeName": "Maxwell O", "Initials": "MO"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Fundação de Medicina Tropical Dr. Heitor Vieira Dourado (FMT-HVD), Manaus, Brazil."}], "LastName": "Silva", "ForeName": "Elair D", "Initials": "ED"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Fundação de Medicina Tropical Dr. Heitor Vieira Dourado (FMT-HVD), Manaus, Brazil."}], "LastName": "Neto", "ForeName": "Alexandre V S", "Initials": "AVS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Fundação Para o Desenvolvimento Científico e Tecnológico em Saúde, Rio de Janeiro, Brazil."}], "LastName": "Fabiano", "ForeName": "Marcio", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Fundação de Medicina Tropical Dr. Heitor Vieira Dourado (FMT-HVD), Manaus, Brazil."}, {"Identifier": [], "Affiliation": "Universidade do Estado do Amazonas (UEA), Manaus, AM, Brazil."}, {"Identifier": [], "Affiliation": "Pan American Health Organization - PAHO, World Health Organization, Brasilia, Brazil."}], "LastName": "Rodovalho", "ForeName": "Sheila R", "Initials": "SR"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Fundação de Medicina Tropical Dr. Heitor Vieira Dourado (FMT-HVD), Manaus, Brazil."}, {"Identifier": [], "Affiliation": "Universidade do Estado do Amazonas (UEA), Manaus, AM, Brazil."}], "LastName": "Monteiro", "ForeName": "Wuelton M", "Initials": "WM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Fundação de Medicina Tropical Dr. Heitor Vieira Dourado (FMT-HVD), Manaus, Brazil."}, {"Identifier": [], "Affiliation": "Universidade do Estado do Amazonas (UEA), Manaus, AM, Brazil."}, {"Identifier": [], "Affiliation": "Fundação Oswaldo Cruz, Instituto Leônidas e Maria Deane (FIOCRUZ-Amazonas), Manaus, Brazil."}], "LastName": "Lacerda", "ForeName": "Marcus V G", "Initials": "MVG"}], "GrantList": [{"GrantID": "001", "Acronym": "WHO_", "Agency": "World Health Organization", "Country": "International"}, {"GrantID": "141751/2016-9", "Agency": "Conselho Nacional de Desenvolvimento Científico e Tecnológico", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Malar J", "NlmUniqueID": "101139802", "ISSNLinking": "1475-2875"}, "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Brazil"}, {"QualifierName": ["statistics & numerical data"], "DescriptorName": "Disease Eradication"}, {"QualifierName": [], "DescriptorName": "Health Knowledge, Attitudes, Practice"}, {"QualifierName": ["psychology"], "DescriptorName": "Malaria"}, {"QualifierName": ["psychology", "statistics & numerical data"], "DescriptorName": "Miners"}], "CoiStatement": "The authors declare that they have no competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Olapeju B, Adams C, Hunter G, Wilson S, Simpson J, Mitchum L, et al. Malaria prevention and care seeking among gold miners in Guyana. PLoS ONE. 2020;15:e0244454. doi: 10.1371/journal.pone.0244454.", "ArticleIdList": ["10.1371/journal.pone.0244454", "PMC7771697", "33373407"]}, {"Citation": "Arisco NJ, Peterka C, Castro MC. Cross-border malaria in Northern Brazil. Malar J. 2021;20:135. doi: 10.1186/s12936-021-03668-4.", "ArticleIdList": ["10.1186/s12936-021-03668-4", "PMC7937307", "33676522"]}, {"Citation": "Schwartz FW, Lee S, Darrah TH. A review of the scope of artisanal and small-scale mining worldwide, poverty, and the associated health impacts. GeoHealth. 2021 doi: 10.1029/2020GH000325.", "ArticleIdList": ["10.1029/2020GH000325", "PMC7977029", "33763625"]}, {"Citation": "Cossa H, Scheidegger R, Leuenberger A, Ammann P, Munguambe K, Utzinger J, et al. Health studies in the context of artisanal and small-scale mining: a scoping review. Int J Environ Res Public Health. 2021;18:1–24. doi: 10.3390/ijerph18041555.", "ArticleIdList": ["10.3390/ijerph18041555", "PMC7914471", "33562086"]}, {"Citation": "Sanchez JF, Carnero AM, Rivera E, Rosales LA, Christian Baldeviano G, Asencios JL, et al. Unstable Malaria transmission in the southern Peruvian Amazon and its association with gold mining, Madre de Dios, 2001–2012. Am J Trop Med Hyg. 2017;96:304–311. doi: 10.4269/ajtmh.16-0030.", "ArticleIdList": ["10.4269/ajtmh.16-0030", "PMC5303028", "27879461"]}, {"Citation": "Castellanos A, Chaparro-Narváez P, Morales-Plaza CD, Alzate A, Padilla J, Arévalo M, et al. Malaria in gold-mining areas in Colombia. Mem Inst Oswaldo Cruz. 2016;111:59–66. doi: 10.1590/0074-02760150382.", "ArticleIdList": ["10.1590/0074-02760150382", "PMC4727437", "26814645"]}, {"Citation": "Recht J, Siqueira AM, Monteiro WM, Herrera SM, Herrera S, Lacerda MVG. Malaria in Brazil, Colombia, Peru and Venezuela: current challenges in malaria control and elimination. Malar J. 2017;16:273. doi: 10.1186/s12936-017-1925-6.", "ArticleIdList": ["10.1186/s12936-017-1925-6", "PMC5496604", "28676055"]}, {"Citation": "Ferreira MU, Castro MC. Challenges for malaria elimination in Brazil. Malar J. 2016;15:284. doi: 10.1186/s12936-016-1335-1.", "ArticleIdList": ["10.1186/s12936-016-1335-1", "PMC4875681", "27206924"]}, {"Citation": "Galardo AKR, Zimmerman R, Galardo CD. Larval control of Anopheles (Nyssorhinchus)darlingi using granular formulation of Bacillussphaericus in abandoned gold-miners excavation pools in the Brazilian Amazon Rainforest. Rev Soc Bras Med Trop. 2013;46:172–177. doi: 10.1590/0037-8682-1649-2013.", "ArticleIdList": ["10.1590/0037-8682-1649-2013", "23740074"]}, {"Citation": "Douine M, Musset L, Corlin F, Pelleau S, Pasquier J, Mutricy L, et al. Prevalence of Plasmodium spp in illegal gold miners in French Guiana in 2015: a hidden but critical malaria reservoir. Malar J. 2016;15:315. doi: 10.1186/s12936-016-1367-6.", "ArticleIdList": ["10.1186/s12936-016-1367-6", "PMC4899929", "27277831"]}, {"Citation": "Baltzell K, Harvard K, Hanley M, Gosling R, Chen I. What is community engagement and how can it drive malaria elimination? Case studies and stakeholder interviews. Malar J. 2019;18:245. doi: 10.1186/s12936-019-2878-8.", "ArticleIdList": ["10.1186/s12936-019-2878-8", "PMC6637529", "31315631"]}, {"Citation": "Gillespie AM, Obregon R, El Asawi R, Richey C, Manoncourt E, Joshi K, et al. Social mobilization and community engagement central to the ebola response in west africa: lessons for future public health emergencies. Glob Health Sci Pract. 2016;4:626–646. doi: 10.9745/GHSP-D-16-00226.", "ArticleIdList": ["10.9745/GHSP-D-16-00226", "PMC5199179", "28031301"]}, {"Citation": "Mosnier E, Dusfour I, Lacour G, Saldanha R, Guidez A, Gomes MS, et al. Resurgence risk for malaria, and the characterization of a recent outbreak in an Amazonian border area between French Guiana and Brazil. BMC Infect Dis. 2020;20:373. doi: 10.1186/s12879-020-05086-4.", "ArticleIdList": ["10.1186/s12879-020-05086-4", "PMC7249302", "32456698"]}, {"Citation": "Brasil, AMM. Anuário Mineral Brasileiro 2019. https://www.gov.br/anm/pt-br/centrais-de-conteudo/publicacoes/serie-estatisticas-e-economia-mineral/anuario-mineral/anuario-mineral-brasileiro. Accessed 12 Dec 2020."}, {"Citation": "Ambiental SPD. La realidad de la mineria ilegal en paises amazonicos. https://illegalmining.amazoniasocioambiental.org/La-realidad-de-la-mineria-ilegal-en-paises-amazonicos-SPDA-d891b11c9433fe22ae037fca2a0d7cd5.pdf?lang=en. Accessed 12 Dec 2020."}, {"Citation": "Wagner A, Aleixo E, Nepomuceno ÍR, Benvegnú V. Mineração e garimpo em terras tradicionalmente ocupadas: Conflitos Sociais e Mobilizações Étnicas. 1st ed. Manaus: Edições U; 2019."}, {"Citation": "Brasil: Ministério da Saúde. Dados Epidemiológicos de Malária, por Estado, na Amazônia Legal. Notificação de Casos. SIVEP/MALÁRIA. Brasilia: Ministério da Saúde; 2017."}, {"Citation": "De Santi VP, Dia A, Adde A, Hyvert G, Galant J, Mazevet M, et al. Malaria in French Guiana linked to illegal gold mining. Emerg Infect Dis. 2016;22:344. doi: 10.3201/eid2202.151292.", "ArticleIdList": ["10.3201/eid2202.151292", "PMC4734546", "26811971"]}, {"Citation": "Egmann G, Tattevin P, Palancade R, Nacher M. Prehospital emergencies in illegal gold mining sites in French Guiana. Wilderness Environ Med. 2018;29:72–77. doi: 10.1016/j.wem.2017.09.008.", "ArticleIdList": ["10.1016/j.wem.2017.09.008", "29336958"]}, {"Citation": "Rotureau B, Joubert M, Clyti E, Djossou F, Carme B. Leishmaniasis among Gold Miners. French Guiana Emerg Infect Dis. 2006;12:1169–1170. doi: 10.3201/eid1207.051466.", "ArticleIdList": ["10.3201/eid1207.051466", "PMC3291051", "16848045"]}, {"Citation": "Loiseau R, Nabet C, Simon S, Ginouves M, Brousse P, Blanchet D, et al. American cutaneous leishmaniasis in French Guiana: an epidemiological update and study of environmental risk factors. Int J Dermatol. 2019;58:1323–1328. doi: 10.1111/ijd.14625.", "ArticleIdList": ["10.1111/ijd.14625", "PMC6900021", "31524286"]}, {"Citation": "Terças-Trettel ACP, de Oliveira EC, Fontes CJF, de Melo AVG, de Oliveira RC, Guterres A, et al. Malaria and hantavirus pulmonary syndrome in gold mining in the Amazon Region, Brazil. Int J Environ Res Public Health. 2019;16:1852. doi: 10.3390/ijerph16101852.", "ArticleIdList": ["10.3390/ijerph16101852", "PMC6571568", "31130600"]}, {"Citation": "Kligerman DC, La Rovere EL, Costa MA. Management challenges on small-scale gold mining activities in Brazil. Environ Res. 2001;87:181–198. doi: 10.1006/enrs.2001.4301.", "ArticleIdList": ["10.1006/enrs.2001.4301", "11771932"]}, {"Citation": "Souza LM. Desclassificados do ouro: a pobreza mineira no século XVIII. 3rd ed. Rio de Janeiro: Paz e Terra; 2008."}, {"Citation": "Santos AG. Trabalhadores(as) do ouro na Amazônia: Condições de vida e de trabalho de garimpeiros(as) na Amazônia Setentrional. Contrib las Ciencias Soc. 2016. https://www.eumed.net/rev/cccss/2016/01/oro.html. Accessed 05 Feb 2020."}, {"Citation": "da Cruz FV, Peiter PC, Carvajal-Cortés JJ, dos Santos PR, Gomes MD, Suárez-Mutis MC. Complex malaria epidemiology in an international border area between Brazil and French Guiana: challenges for elimination. Trop Med Health. 2019;47:24. doi: 10.1186/s41182-019-0150-0.", "ArticleIdList": ["10.1186/s41182-019-0150-0", "PMC6458633", "31007535"]}, {"Citation": "Nacher M, Guérin PJ, Demar-Pierre M, Djossou F, Nosten F, Carme B. Made in Europe: will artemisinin resistance emerge in French Guiana? Malar J. 2013;12:152. doi: 10.1186/1475-2875-12-152.", "ArticleIdList": ["10.1186/1475-2875-12-152", "PMC3649934", "23641802"]}, {"Citation": "Douine M, Lazrek Y, Blanchet D, Pelleau S, Chanlin R, Corlin F, et al. Predictors of antimalarial self-medication in illegal gold miners in French Guiana: a pathway towards artemisinin resistance. J Antimicrob Chemother. 2018;73:231–239. doi: 10.1093/jac/dkx343.", "ArticleIdList": ["10.1093/jac/dkx343", "29045645"]}, {"Citation": "Jambou R, Legrand E, Niang M, Khim N, Lim P, Volney B, et al. Resistance of Plasmodiumfalciparum field isolates to in-vitro artemether and point mutations of the SERCA-type PfATPase6. Lancet. 2005;366:1960–1963. doi: 10.1016/S0140-6736(05)67787-2.", "ArticleIdList": ["10.1016/S0140-6736(05)67787-2", "16325698"]}, {"Citation": "Mathieu LC, Cox H, Early AM, Mok S, Lazrek Y, Paquet J-C, et al. Local emergence in Amazonia of Plasmodiumfalciparum k13 C580Y mutants associated with in vitro artemisinin resistance. Elife. 2020;9:e51015. doi: 10.7554/eLife.51015.", "ArticleIdList": ["10.7554/eLife.51015", "PMC7217694", "32394893"]}, {"Citation": "WHO. Mass drug administration, mass screening and treatment and focal screening and treatment for malaria. Malaria Policy Advisory Committee Meeting; Geneva, World Health Organization [Internet]. 2015;1–27. http://www.who.int/malaria/mpac/mpac-sept2015-erg-mda-report.pdf. Accessed 04 Apr 2021."}, {"Citation": "Poirot E, Skarbinski J, Sinclair D, Kachur SP, Slutsker L, Hwang J. Mass drug administration for malaria. Cochrane Database Syst Rev. 2013;2013:CD008846.", "ArticleIdList": ["PMC4468927", "24318836"]}, {"Citation": "Gao B, Saralamba S, Lubell Y, White LJ, Dondorp AM, Aguas R. Determinants of MDA impact and designing MDAs towards malaria elimination. Elife. 2020;9:e51773. doi: 10.7554/eLife.51773.", "ArticleIdList": ["10.7554/eLife.51773", "PMC7185997", "32293559"]}, {"Citation": "Guyant P, Canavati SE, Chea N, Ly P, Whittaker MA, Roca-Feltrer A, et al. Malaria and the mobile and migrant population in Cambodia: a population movement framework to inform strategies for malaria control and elimination. Malar J. 2015;14:252. doi: 10.1186/s12936-015-0773-5.", "ArticleIdList": ["10.1186/s12936-015-0773-5", "PMC4474346", "26088924"]}, {"Citation": "Wangroongsarb P, Satimai W, Khamsiriwatchara A, Thwing J, Eliades JM, Kaewkungwal J, et al. Respondent-driven sampling on the Thailand-Cambodia border. II. Knowledge, perception, practice and treatment-seeking behaviour of migrants in malaria endemic zones. Malar J. 2011;10:117. doi: 10.1186/1475-2875-10-117.", "ArticleIdList": ["10.1186/1475-2875-10-117", "PMC3116495", "21554711"]}, {"Citation": "IBGE—Fundação Instituto Brasileiro de Geografia e Estatística. https://cidades.ibge.gov.br/brasil/ap/calcoene/panorama. Accessed 20 Mar 2021."}, {"Citation": "Couto ÁA, Calvosa VS, Lacerda R, Castro F, Santa Rosa E, Nascimento JM. Controle da transmissão da malária em área de garimpo no Estado do Amapá com participação da iniciativa privada. Cad Saude Publica. 2001;17:897–907. doi: 10.1590/S0102-311X2001000400023.", "ArticleIdList": ["10.1590/S0102-311X2001000400023", "11514870"]}, {"Citation": "Globo JO. Em Lourenço, rastro de mortes. Bibl. do Senado Fed. 2008. https://www2.senado.leg.br/bdsf/bitstream/handle/id/417065/noticia.htm?sequence=1&isAllowed=y. Accessed 03 Feb 2020."}, {"Citation": "Brasil MS. Guia de tratamento da malária no Brasil. 2020. https://bvsms.saude.gov.br/bvs/publicacoes/guia_tratamento_malaria_brasil.pdf. Accessed 09 May 2021."}, {"Citation": "Malterud K, Siersma VD, Guassora AD. Sample Size in Qualitative Interview Studies. Qual Health Res. 2016;26:1753–1760. doi: 10.1177/1049732315617444.", "ArticleIdList": ["10.1177/1049732315617444", "26613970"]}, {"Citation": "Malterud K. Qualitative research: standards, challenges, and guidelines. Lancet. 2001;358:483–488. doi: 10.1016/S0140-6736(01)05627-6.", "ArticleIdList": ["10.1016/S0140-6736(01)05627-6", "11513933"]}, {"Citation": "Murta FLG, Mendes MO, Sampaio VS, Junior ASB, Díaz-Bermúdez XP, Monteiro WM, et al. Misperceptions of patients and health workers regarding malaria elimination in the Brazilian Amazon : a qualitative study. Malar J. 2019;18:223. doi: 10.1186/s12936-019-2854-3.", "ArticleIdList": ["10.1186/s12936-019-2854-3", "PMC6611038", "31272509"]}, {"Citation": "Corbett CEP, El Khouri M, Costa AN, Gyuricza JV, Corbett JF, Frizzarini R, et al. Health evaluation of gold miners living in a mercury-contaminated village in Serra Pelada, Pará. Brazil Arch Environ Occup Health. 2007;62:121–128. doi: 10.3200/AEOH.62.3.121-128.", "ArticleIdList": ["10.3200/AEOH.62.3.121-128", "18400651"]}, {"Citation": "Lacerda MVG, Llanos-Cuentas A, Krudsood S, Lon C, Saunders DL, Mohammed R, et al. Single-Dose Tafenoquine to Prevent Relapse of Plasmodium vivax malaria. N Engl J Med. 2019;380:215–228. doi: 10.1056/NEJMoa1710775.", "ArticleIdList": ["10.1056/NEJMoa1710775", "PMC6657226", "30650322"]}, {"Citation": "Satyagraha AW, Sadhewa A, Elvira R, Elyazar I, Feriandika D, Antonjaya U, et al. Assessment of point-of-care diagnostics for G6PD deficiency in malaria endemic rural eastern indonesia. PLoS Negl Trop Dis. 2016;10:e0004457. doi: 10.1371/journal.pntd.0004457.", "ArticleIdList": ["10.1371/journal.pntd.0004457", "PMC4760930", "26894297"]}, {"Citation": "Brito-Sousa JD, Murta F, Vitor-Silva S, Sampaio VS, Mendes MO, Brito MAM, et al. Real-life implementation of a G6PD deficiency screening qualitative test into routine vivax malaria diagnostic units in the Brazilian Amazon (SAFEPRIM study) PLoS Negl Trop Dis. 2021;15:e0009415. doi: 10.1371/journal.pntd.0009415.", "ArticleIdList": ["10.1371/journal.pntd.0009415", "PMC8162658", "34003840"]}, {"Citation": "Eisler R. Health risks of gold miners: a synoptic review. Environ Geochem Health. 2003;25:325–345. doi: 10.1023/A:1024573701073.", "ArticleIdList": ["10.1023/A:1024573701073", "12971253"]}, {"Citation": "Vásquez SPF, Mendonça MS de, Noda SN do. Etnobotânica de plantas medicinais em comunidades ribeirinhas do Município de Manacapuru Amazonas Brasil. Acta Amaz. 2014;44:457–72."}, {"Citation": "da Silva AL. Animais medicinais: conhecimento e uso entre as populações ribeirinhas do rio Negro, Amazonas, Brasil. Bol do Mus Para Emílio Goeldi Ciências Humanas. 2008;3:343–357. doi: 10.1590/S1981-81222008000300005.", "ArticleIdList": ["10.1590/S1981-81222008000300005"]}, {"Citation": "Douine M, Sanna A, Galindo M, Musset L, de Pommier Santi V, Marchesini P, et al. Malakit: an innovative pilot project to self-diagnose and self-treat malaria among illegal gold miners in the Guiana Shield. Malar J. 2018;17:158. doi: 10.1186/s12936-018-2306-5.", "ArticleIdList": ["10.1186/s12936-018-2306-5", "PMC5892004", "29631588"]}, {"Citation": "Adhin MR, Labadie-Bracho M, Vreden SG. Status of potential Pf ATP6 molecular markers for artemisinin resistance in Suriname. Malar J. 2012;11:322. doi: 10.1186/1475-2875-11-322.", "ArticleIdList": ["10.1186/1475-2875-11-322", "PMC3468384", "22966810"]}, {"Citation": "World Health Organization . Status of the efficacy of artemisinin-based combination therapy ( ACT ) in Guyana and Suriname. Geneva: World Health Organization; 2013."}, {"Citation": "Ariey F, Witkowski B, Amaratunga C, Beghain J, Langlois AC, Khim N, et al. A molecular marker of artemisinin-resistant Plasmodiumfalciparum malaria. Nature. 2014;505:50–55. doi: 10.1038/nature12876.", "ArticleIdList": ["10.1038/nature12876", "PMC5007947", "24352242"]}, {"Citation": "Shafique M, Edwards HM, De Beyl CZ, Thavrin BK, Min M, Roca-Feltrer A. Positive deviance as a novel tool in malaria control and elimination: methodology, qualitative assessment and future potential. Malar J. 2016;15:91. doi: 10.1186/s12936-016-1129-5.", "ArticleIdList": ["10.1186/s12936-016-1129-5", "PMC4754848", "26879638"]}, {"Citation": "Menaca A, Pell C, Manda-Taylor L, Chatio S, Afrah NA, Were F, et al. Local illness concepts and their relevance for the prevention and control of malaria during pregnancy in Ghana, Kenya and Malawi: findings from a comparative qualitative study. Malar J. 2013;12:257. doi: 10.1186/1475-2875-12-257.", "ArticleIdList": ["10.1186/1475-2875-12-257", "PMC3724599", "23876079"]}, {"Citation": "Schall VT, Massara CL. Esquistossomose como Tema Gerador: uma experiência de educação em saúde no município de Jaboticatubas - Minas Gerais. In: Escolas Promot Saúde experiências no Brasil. Rio de Janeiro: Organização Pan-Americana da Saúde; 2006."}, {"Citation": "Aberese-Ako M, Magnussen P, Ampofo GD, Tagbor H. Health system, socio-cultural, economic, environmental and individual factors influencing bed net use in the prevention of malaria in pregnancy in two Ghanaian regions. Malar J. 2019;18:363. doi: 10.1186/s12936-019-2994-5.", "ArticleIdList": ["10.1186/s12936-019-2994-5", "PMC6852762", "31718677"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "3", "Day": "30"}, {"Year": "2021", "Month": "6", "Day": "15"}, {"Year": "2021", "Month": "6", "Day": "27", "Hour": "20", "Minute": "25"}, {"Year": "2021", "Month": "6", "Day": "28", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "10", "Day": "12", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "6", "Day": "26"}], "PublicationStatus": "epublish", "ArticleIdList": ["34174880", "PMC8236171", "10.1186/s12936-021-03820-0", "10.1186/s12936-021-03820-0"]}}], "PubmedBookArticle": []}