{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Antibacterial", "Antioxidant", "Bioactive compounds", "Caryophyllene oxide", "GC-MS analysis", "Phytochemicals", "Susceptibility"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34179531", "DateRevised": {"Year": "2022", "Month": "04", "Day": "24"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "06", "Day": "07"}], "Language": ["eng"], "ELocationID": ["e07244", "10.1016/j.heliyon.2021.e07244"], "Journal": {"ISSN": "2405-8440", "JournalIssue": {"Volume": "7", "Issue": "6", "PubDate": {"Year": "2021", "Month": "Jun"}}, "Title": "Heliyon", "ISOAbbreviation": "Heliyon"}, "ArticleTitle": "Chemical composition, antioxidant activities and antibacterial activities of essential oil from <i>Erythrina caffra</i> Thunb. growing in South Africa.", "Pagination": {"StartPage": "e07244", "MedlinePgn": "e07244"}, "Abstract": {"AbstractText": ["Essential oils from plants are recognized as one of the most promising secondary metabolites for the development of cheap and safer drugs. While <i>Erythrina caffra</i> has been prominently used in folk medicine for the treatment of microbial infections, there is dearth of information on the pharmacological effectiveness and chemical composition of its essential oil. The study, therefore, aimed at identifying the chemical composition and biological activities of the essential oil of <i>Erythrina caffra.</i>", "In this study, the essential oil was extracted with all-glass Clevenger. The antioxidant activities of the essential oil and antibacterial susceptibility assay by agar well diffusion techniques were assessed while GC-MS analysis was performed to identify the chemical constituents of the essential oil.", "The study showed that the radical scavenging activity of the essential oil increases as the concentration of the essential oil increases. All bacterial isolates were susceptible to essential oil with the exception of <i>Salmonella typhimurium</i> and <i>Pseudomonas aeruginosa</i> producing inhibition zones ranging between 22 ± 1.3 and 35 ± 2.1 mm in the susceptible isolates. The GC-MS chromatogram indicated there are 35 bioactive compounds in the essential oil and Caryophyllene oxide (53.54%), [1S-(1α,7α,8aβ)]-1,2,3,5,6,7,8,8a-octa-1 - hydro-1,8a-dimethyl-7-(1-methylethenyl)-Naphthalene (7.81%), Kauran-18-al (6.49%), 10,10-Dimethyl-2,6-dimethylenebicy clo[7.2.0]undecan-5.beta.-ol (5.83%), 10s,11s-Himachala-3(12),4-diene (4.51%), Caryophyllene (3.65%) and 1- Hexanol (3.31%) were the most prominent compounds.", "Excessive production of free radicals or reactive oxygen species (ROS) causes oxidative stress and disease. Oxidative stress resulting from imbalance between excessive generation of free radicals and inadequate antioxidant defense system has been linked to pathogenesis of many diseases. The essential oil of <i>E. caffra</i> stem bark extract possess antimicrobial and good antioxidant activities and its rich level of phytochemicals can be used as either dietary or complementary agents."], "CopyrightInformation": "© 2021 The Authors. Published by Elsevier Ltd."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medicinal Plants and Economic Development (MPED) Research Centre, Botany Department, University of Fort Hare, Alice Campus, South Africa."}], "LastName": "Wintola", "ForeName": "Olubunmi A", "Initials": "OA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Microbiology, School of Science & Technology, Babcock University, PMB 4005, Ilisan-Remo, Ogun State, Nigeria."}], "LastName": "Olajuyigbe", "ForeName": "Aderonke A", "Initials": "AA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medicinal Plants and Economic Development (MPED) Research Centre, Botany Department, University of Fort Hare, Alice Campus, South Africa."}], "LastName": "Afolayan", "ForeName": "Anthony J", "Initials": "AJ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Nature Conservation, Faculty of Natural Sciences, Mangosuthu University of Technology, P.O.Box 12363, Jacobs, 4026, Durban, Kwa-Zulu Natal, South Africa."}], "LastName": "Coopoosamy", "ForeName": "Roger M", "Initials": "RM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Nature Conservation, Faculty of Natural Sciences, Mangosuthu University of Technology, P.O.Box 12363, Jacobs, 4026, Durban, Kwa-Zulu Natal, South Africa."}], "LastName": "Olajuyigbe", "ForeName": "Olufunmiso O", "Initials": "OO"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Heliyon", "NlmUniqueID": "101672560", "ISSNLinking": "2405-8440"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Varma J., Dubey N.K. Efficacy of essential oils of Caesulia axillaris and Mentha arvensis against some storage pests causing biodeterioration of food commodities. Int. J. Food Microbiol. 2001;68:207–210.", "ArticleIdList": ["11529443"]}, {"Citation": "Schilcher H. Sind pflanzliche Arzneimittel bzw. ist die “NATURMEDIZIN” eine Gefahr für den Anwender. Ärztezeitsch. Naturheilverf. 2002;43:253–254."}, {"Citation": "Longbottom C.J., Carson C.F., Hammer C.F., Mee B.J., Riley T.V. Tolerance of Pseudomonas aeruginosa to Melaleuca alternifolia (tea tree) oil is associated with the outer membrane and energy dependent cellular processes. J. Antimicrob. Chemother. 2004;54(2):386–392.", "ArticleIdList": ["15254026"]}, {"Citation": "Sonboli A., Eftekhar F., Yousefzadi M., Kanani M.R. Antibacterial activity and chemical composition of the essential oil of Grammosciadium platycarpum Boiss. from Iran. Z. Naturforsch. C Biosci. 2005;60:30–34.", "ArticleIdList": ["15787240"]}, {"Citation": "Ololade Z.S., Fakankun O.A., Alao F.O., Udi O.U. Ocimum basilicum var. purpureum floral essential oil: phytochemicals, phenolic content, antioxidant, free radical scavenging and antimicrobial potentials. Global J. Sci. Front. Res.: Biol. Chem. 2014;14(7):104–110."}, {"Citation": "Hamidpour M., Hamidpour R., Hamidpour S., Shahlari M. Chemistry, pharmacology, and medicinal property of sage (Salvia) to prevent and cure illnesses such as obesity, diabetes, depression, dementia, lupus, autism, heart disease, and cancer. J. Trad. Compl. Med. 2014;4(2):82–88.", "ArticleIdList": ["PMC4003706", "24860730"]}, {"Citation": "SWGB - Sunset Western Garden Book. 1995. pp. 606–607."}, {"Citation": "Fassbender H.W., Beer J., Imbach J.A., Enriquez G., Bonnemann A. Ten year balances of organic matter and nutrients in agroforestry systems at CATIE, Costa Rica. For. Ecol. Manag. 1991;45(1-4):173–183."}, {"Citation": "Gillett J.B., Polhill B.A., Verdcourt B. Leguminosae, Papilionoideae, Part 1, Part 2. In: Milne-Redhead E., Polhill R.M., editors. Flora of Tropical East Africa. 1–502. Crown Agents for Overseas Governments and Administrations; London, UK: 1971. pp. 503–1109."}, {"Citation": "Tsuda Y., Sano T. Erythrina and related alkaloids. In: Cordell G., editor. The Alkaloids. Vol. 48. Academic Press; Orlando, FL., USA: 1996. pp. 249–335."}, {"Citation": "Valli M., Pivatto M., Danuello A., Silva D.H.S., Castro-Gamboa I., Cavalheiro A.J., Araújo A.R., Furlan M., Lopes M.N., Bolzani V.S. Tropical biodiversity: has it been a potential source of secondary metabolites useful for medicinal chemistry? Quím. Nova. 2012;35(11):2278–2287."}, {"Citation": "McKee T.C., Bokesch H.R., McCormick L.J., Rashid M.A., Spielvogel D., Gustafson K.R., Alavanja M.M., Cardellina J.H., Boyd M.R. Isolation and characterization of new anti- HIV and cytotoxic leads from plants, marine and microbial organisms. J. Nat. Prod. 1997;60(5):431–438.", "ArticleIdList": ["9170286"]}, {"Citation": "El-Masry S., Amer M.E., Abdel-Kader M.S., Zaatout H.H. Prenylated flavonoids of Erythrina lysistemon growing in Egypt. Phytochemistry. 2002;60(8):783–787.", "ArticleIdList": ["12150799"]}, {"Citation": "Chawla A.S., Kapoor V.K. Alkaloids: Chemical and Biological Perspectives. first ed. 1995. Chapter 3: Erythrina alkaloids; p. 85. 15."}, {"Citation": "Tanaka H., Tanaka T., Etoh H., Goto S., Terada Y. Two new erythrinan alkaloids from Erythrina x bidwillii. Heterocycles. 1999;51(11):2759–2764."}, {"Citation": "Mitscher L.A., Drake S., Gollapudi S.R., Okwute S.K. A Modern look at folkloric use of anti-infective agents. J. Nat. Prod. 1987;50(6):1025–1040.", "ArticleIdList": ["3443855"]}, {"Citation": "Burkill H.M. Vol. 3. Families J-L. Royal Botanic Gardens; Kew: 1995. The Useful Plants of West Tropical Africa."}, {"Citation": "García-Mateos R., Soto-Hernández M., Vibrans H. Erythrina americana Miller ('Colorín'; Fabaceae), a versatile resource from Mexico: a review. Econ. Bot. 2001;55:391–400."}, {"Citation": "Vasconcelos S.M.M., Oliveira G.R., Carvalho M.M., Rodrigues A.C.P., Silveira E.R., Fonteles M.M.F., Sousa F.C.F., Viana G.S.B. Antinociceptive activities of the hydroalcoholic extracts from Erythrina velutina and Erythrina mulungu in mice. Biol. Pharmaceut. Bull. 2003;26(7):946–949.", "ArticleIdList": ["12843615"]}, {"Citation": "Olajuyigbe O.O., Afolayan A.J. In vitro pharmacological activity of the crude acetone extract of Erythrina caffra Thunb: antibacterial and antifungal assessment. J. Med. Plants Res. 2012;6(9):1713–1720."}, {"Citation": "Masika P.J., Afolayan A.J. An ethnobotanical study of plants used for the treatment of livestock diseases in the Eastern Cape Province, South Africa. Pharm. Biol. 2003;41(1):16–21."}, {"Citation": "Fadil M., Farah A., Ihssane, Haloui T., Rachiq S. Optimization of parameters influencing the hydrodistillation of Rosmarinus officinalis L. by response surface methodology. J. Mater. Environ. Sci. 2015;6(8):2328–2336."}, {"Citation": "Oyedemi S.O., Bradley G., Afolayan A.J. In vitro and in vivo antioxidant activities of aqueous extract of Strychonos henningsii Gilg. Afr. J. Pharm. Pharmacol. 2010;4(2):70–78."}, {"Citation": "Otang W.B., Grierson D.S., Ndip R.N. Phytochemical studies and antioxidant activity of two South African medicinal plants traditionally used for the management of opportunistic fungal infections in HIV/AIDS patients. BMC Compl. Alternative Med. 2012;12(43):1–7.", "ArticleIdList": ["PMC3364152", "22502778"]}, {"Citation": "Gülçin I., Berashvili D., Gepdiremen A. Antiradical and antioxidant activity of total anthocyanins from Perilla pankinensis decne. J. Ethnopharmacol. 2005;101:287–293.", "ArticleIdList": ["15964162"]}, {"Citation": "Murugan R., Parimelazhagan T. Comparative evaluation of different extraction methods for antioxidant and anti-inflammatory properties from Osbeckia parvifolia Arn.— an in vitro approach. J. King Saud Univ. Sci. 2014;26(4):267–275."}, {"Citation": "Liyana-Pathiranan C.M., Shahidi F. Antioxidant activity of commercial soft and hard wheat (Triticum aestivum L) as affected by gastric pH conditions. J. Agric. Food Chem. 2005;53(7):2433–2440.", "ArticleIdList": ["15796575"]}, {"Citation": "Olajuyigbe O.O., Afolayan A.J. Phenolic content and antioxidant scavenging properties of Ziziphus mucronata Willd. subsp. mucronata Willd. (Family Rhamnaceae) bark extracts. BMC Compl. Alternative Med. 2011;11:130.", "ArticleIdList": ["PMC3295714", "22176659"]}, {"Citation": "Olajuyigbe O.O., Afolayan A.J. Phytochemical assessment and antioxidant activities of alcoholic and aqueous extracts of Acacia mearnsii De Wild. Int. J. Pharmacol. 2011;7(8):856–861."}, {"Citation": "Prabuseenivasan S., Jayakumar M., Ignacimuthu S. In-vitro antibacterial activity of some plant essential oils. BMC Compl. Alternative Med. 2006;6:39.", "ArticleIdList": ["PMC1693916", "17134518"]}, {"Citation": "Otang W.M., Grierson D.S., Ndip R.N. Ethnobotanical survey of medicinal plants used in the management of opportunistic fungal infections in HIV/AIDS patients in the Amathole District of the Eastern Cape Province, South Africa. J. Med. Plants Res. 2012;6(11):2071–2080."}, {"Citation": "Adams R.P. Allured Publishing Corporation; Illinois: 2001. Identification of Essential Oils Components by Gas Chromatography/Quadrupole Mass Spectrometry."}, {"Citation": "Babushok V.I., Linstrom P.J., Reed J.J., Zenkevich I.G., Brown R.L., Mallard W.G., Stein S.E. Development of a database of gas chromatographic retention properties of organic compounds. J. Chromatogr. A. 2007;1157:414–421.", "ArticleIdList": ["17543315"]}, {"Citation": "Stein S.E. National Institute of Standards and Technology; Gaithersburg: 2011. NIST/EPA/NIH Mass Spectral Database NIST 11) and NIST Mass Spectral Search Program Version 2.0g."}, {"Citation": "Chorazewski M., Dzida M., Zorebski E., Zorebski M. Density, speed of sound, heat capacity, and related properties of 1-hexanol and 2-ethyl-1-butanol as function of temperature and pressure. J. Chem. Thermodyn. 2013;58:389–397."}, {"Citation": "Papachristoforou A., Kagiava A., Papaefthimiou C., Termentzi A., Fokialakis N., Skaltsounis A.L., Watkins M., Arnold G., Theophilidis G. The bite of the honeybee: 2 heptanone secreted from honeybee mandibles during a bite acts as a local anaesthetic in insects and mammals. PloS One. 2012;7(10)", "ArticleIdList": ["PMC3472974", "23091624"]}, {"Citation": "Bilbao-Sáinz C., Chiou B.S., Glenn G.M., Gregorsky K.S., Williams T.G., Wood D.F., Klamczynski A.P., Orts W.J. Solid lipid particles in lipid films to control the diffusive release of 2-heptanone. Pest Manag. Sci. 2013;69(8):975–982.", "ArticleIdList": ["23355371"]}, {"Citation": "Serda M., Mrozek-Wilczkiewicz A., Jampilek J., Pesko M., Kralova K., Vejsova M., Musiol R., Ratuszna A., Polanski J. Investigation of the biological properties of (Hetero) aromatic thiosemicarbazones. Molecules. 2012;17(11):13483–13502.", "ArticleIdList": ["PMC6268061", "23151918"]}, {"Citation": "Chambers S.T., Syhre M., Murdoch D.R., McCartin F., Epton M.J. Detection of 2 pentylfuran in the breath of patients with Aspergillus fumigatus. Med. Mycol. 2009;47(5):468–476.", "ArticleIdList": ["19301177"]}, {"Citation": "Park H.M. Limonene, a natural cyclic terpene, is an agonistic ligand for adenosine A(2A) receptors. Biochem. Biophys. Res. Commun. 2011:345–348.", "ArticleIdList": ["21134357"]}, {"Citation": "Zhou W. Sub-chronic effects of S-limonene on brain neurotransmitter levels and behavior of rats. J. Nutr. Sci. Vitaminol. 2009;55(4):367–373.", "ArticleIdList": ["19763039"]}, {"Citation": "do Vale T.G. Central effects of citral, myrcene and limonene, constituents of essential oil chemotypes from Lippia alba (Mill.) n.e. Brown. Phytomed. 2002;9(8):709–714.", "ArticleIdList": ["12587690"]}, {"Citation": "Sun J., D-Limonene Safety and clinical applications. Alt. Med. Rev. 2007;12(3):259–264.", "ArticleIdList": ["18072821"]}, {"Citation": "Bushara K., Goldstein S.R., Grimes G.J., Jr., Burstein A.H., Hallett M. Pilot trial of 1-octanol in essential tremor. Neurol. 2004;62(1):122–124.", "ArticleIdList": ["14718713"]}, {"Citation": "Zeeck E., Hardege J., Bartels-Hardege H.I. Sex pheromones and reproductive isolation in two nereid species, Nereis succinea and Platynereis durnerilii. Mar. Ecol. Prog. Ser. 1990;67:183–188."}, {"Citation": "Gopalakrishnan K., Udayakumar R. GC-MS Analysis of phytocompounds of leaf and stem of Marsilea quadrifolia (L.) Int. J. Biochem. Res. Rev. 2014;4(6):517–526."}, {"Citation": "Showing compound 10-Epizonarene - https://foodb.ca/compounds/FDB007717 (Accessed 9th June, 2021)."}, {"Citation": "Türkez H., Çelik K., Toğar B. Effects of copaene, a tricyclic sesquiterpene, on human lymphocytes cells in vitro. Cytotechnology. 2014;66(4):597–603.", "ArticleIdList": ["PMC4082788", "24287609"]}, {"Citation": "Türkez H., Togar B., Tatar A., Geyıkoglu F., Hacımuftuoglu A. Cytotoxic and cytogenetic effects of α-copaene on rat neuron and N2a neuroblastoma cell lines. Biologia. 2014;69:936–942."}, {"Citation": "Gertsch J., Leonti M., Raduner S. Beta-caryophyllene is a dietary cannabinoid. Proc. Natl. Acad. Sci. Unit. States Am. 2008;105(26) 9099–104.", "ArticleIdList": ["PMC2449371", "18574142"]}, {"Citation": "Katsuyama S., Mizoguchi H., Kuwahata H. Involvement of peripheral cannabinoid and opioid receptors in β-caryophyllene-induced antinociception. Eur. J. Pain. 2013;17(5):664–675.", "ArticleIdList": ["23138934"]}, {"Citation": "Guimarães-Santos A. Copaiba oil-resin treatment is neuroprotective and reduces neutrophil recruitment and microglia activation after motor cortex excitotoxic injury. Evidence-Based Compl. Alt. Med. 2012:1–9.", "ArticleIdList": ["PMC3291111", "22461843"]}, {"Citation": "Bahi A., Al Mansouri S., Al Memari E., Al Ameri M., Nurulain S.M., Ojha S. β Caryophyllene, a CB2 receptor agonist produces multiple behavioral changes relevant to anxiety and depression in mice. Physiol. Behav. 2014;135:119–124.", "ArticleIdList": ["24930711"]}, {"Citation": "Al Mansouri S., Ojha S., Al Maamari E., Al Ameri M., Nurulain S.M., Bahi A. The cannabinoid receptor 2 agonist, β-caryophyllene, reduced voluntary alcohol intake and attenuated ethanol-induced place preference and sensitivity in mice. Pharmacol. Biochem. Behav. 2014;124C:260–268.", "ArticleIdList": ["24999220"]}, {"Citation": "Jirovetz L., Buchbauer G., Ngassoum M.B., Geissler M. Aroma compound analysis of Piper nigrum and Piper guineense essential oils from Cameroon using solid-phase microextraction-gas chromatography, solid-phase microextraction-gas chromatography mass spectrometry and olfactometry. J. Chromatogr. A. 2002;976(1–2):265–275.", "ArticleIdList": ["12462618"]}, {"Citation": "Kuiate J.R., Bessìere J.M., Amvam Z.P.H., Philibert Kuate S. Chemical composition and antidermatophytic properties of volatile fractions of hexanic extract from leaves of Cupressus lusitanica Mill. from Cameroon. J. Ethnopharmacol. 2006;103(2):160–165.", "ArticleIdList": ["16169171"]}, {"Citation": "Urzúa A., Santander R., Echeverría J., Cabezas N., Palacios S.M., Rossi Y. Insecticide properties of the essential oils from Haplopappus foliosus and Bahia ambrosoides against the house fly, Musca domestica L. J. Chil. Chem. Soc. 2010;55(3):392–395."}, {"Citation": "Raja R.N., Ramalakshmi S., Muthuchelian K. GC-MS analysis of bioactive components from the ethanolic leaf extract of Canthium dicoccum (Gaertn.) Teijsm & Binn. J. Chem. Pharmaceut. Res. 2011;3(3):792–798."}, {"Citation": "Mihailović V., Vuković N., Nićiforović N., Solujić S., Mladenović M., Mašković P., Stanković M.S. Studies on the antimicrobial activity and chemical composition of the essential oils and alcoholic extracts of Gentiana asclepiadea L. J. Med. Plants Res. 2011;5(7):1164–1174."}, {"Citation": "Raman V., La S., Saradhi M.P., Rao B.N., Krishna A.N.V., Sudhakar M., Radhakrishan T.M. Antibacterial, antioxidant activity and GC-MS analysis of Eupatorium odoratum. Asian J. Pharmaceut. Clin. Res. 2012;5(2):1–8."}, {"Citation": "MedPlus. https://medlineplus.gov/druginfo/meds/a692022.html"}, {"Citation": "Pham-Huy L.A., He H., Pham-Huy C. Free radicals, antioxidants in disease and health. Int. J. Biomed. Sci. 2008;4(2):89–96.", "ArticleIdList": ["PMC3614697", "23675073"]}, {"Citation": "Auten R.L., Davis J.M. Oxygen toxicity and reactive oxygen species: the devil is in the details. Pediatr. Res. 2009;66(2):121–127.", "ArticleIdList": ["19390491"]}, {"Citation": "Bhat A.H., Dar K.B., Anees S. Oxidative stress, mitochondrial dysfunction and neurodegenerative diseases; a mechanistic insight. Biomed. Pharmacother. 2015;74:101–110.", "ArticleIdList": ["26349970"]}, {"Citation": "Bhatti J.S., Bhatti G.K., Reddy P.H. Mitochondrial dysfunction and oxidative stress in metabolic disorders—a step towards mitochondria based therapeutic strategies. Biochim. Biophys. Acta (BBA) - Mol. Basis Dis. 2017;1863(5):1066–1077.", "ArticleIdList": ["PMC5423868", "27836629"]}, {"Citation": "Krumova K., Cosa G. Chapter 1: overview of reactive oxygen species, in singlet oxygen: applications in Biosc. Nanosci. 2016;1:1–21."}, {"Citation": "Namiki M. Antioxidants/antimutagens in food. Crit. Rev. Food Sci. Nutr. 1990;29:237–300.", "ArticleIdList": ["2257080"]}, {"Citation": "Lobo V., Patil A., Phatak A., Chandra N. Free radicals, antioxidants and functional foods: impact on human health. Phcog. Rev. 2010;4(8):118–126.", "ArticleIdList": ["PMC3249911", "22228951"]}, {"Citation": "Santo A., Zhu H., Li Y.R. Free radicals: from health to disease. React. Oxyg. Spec. 2016;2(4):245–263. https://aimsci.com/ros/index.php/ros/article/view/33"}, {"Citation": "Amorati R., Foti M.C., Valgimigli L. Antioxidant activity of essential oils. J. Agric. Food Chem. 2013;61(46):10835–10847.", "ArticleIdList": ["24156356"]}, {"Citation": "Krishnaraju A.V., Rao C.V., Rao T.V.N., Reddy K.N., Trimurtulu G. In vitro and in vivo anti-oxidant activity of Aphanamixis polystachya bark. Am. J. Infect. Dis. 2009;5(2):60–67."}, {"Citation": "Migual M.G. Anti-oxidants and Anti-inflammatory activities of essential oil, a short review. Molecules. 2010;15(12):9252–9287.", "ArticleIdList": ["PMC6259136", "21160452"]}, {"Citation": "Bakkali F., Averbeck S., Averbeck D., Idaomar M. Biological effects of essential oils – a review. Food Chem. Toxicol. 2008;46(2):446–475.", "ArticleIdList": ["17996351"]}, {"Citation": "Baba S.A., Malik S.A. Evaluation of antioxidant and antibacterial activity of methanolic extracts of Gentiana kurroo royle. Saudi J. Biol. Sci. 2014;21(5):493–498.", "ArticleIdList": ["PMC4191614", "25313286"]}, {"Citation": "Cai Y., Luo Q., Sun M., Corke H. Antioxidant activity and phenolic compounds of 112 traditional Chinese medicinal plants associated with anticancer. Life Sci. 2004;74(17):2157–2184.", "ArticleIdList": ["PMC7126989", "14969719"]}, {"Citation": "Brewer M.S. Natural antioxidants: sources, compounds, mechanisms of action, and potential applications. Compr. Rev. Food Sci. Food Saf. 2011;10(4):221–247."}, {"Citation": "Shahidi F., Ambigaipalan P. Phenolics and polyphenolics in foods, beverages and spices: antioxidant activity and health effects—a review. J. Funct. Foods. 2015;18:820–897."}, {"Citation": "Anju A., Jeswin J., Thomas P.C., Paulton M.P., Vijayan K.K. Molecular cloning, characterization and expression analysis of cytoplasmic Cu/Zn-superoxid dismutase (SOD) from pearl oyster Pinctada fucata. Fish Shellfish Immunol. 2013;34(3):946–950.", "ArticleIdList": ["23318997"]}, {"Citation": "Stadtman E.R. Role of oxidant species in aging. Curr. Med. Chem. 2004;11(9):1105–1112.", "ArticleIdList": ["15134509"]}, {"Citation": "Valko M., Rhodes C.J., Moncol J., Izakovic M., Mazur M. Free radicals, metals and antioxidants in oxidative stress-induced cancer. Chem. Biol. Interact. 2006;160(1):1–40.", "ArticleIdList": ["16430879"]}, {"Citation": "Rahman M., Islam B., Biswas M., Alam A.H.M.K. In vitro antioxidant and free radical scavenging activity of different parts of Tabebuia pallida growing in Bangladesh. BMC Res. Notes. 2015;8:621.", "ArticleIdList": ["PMC4627625", "26518275"]}, {"Citation": "Velioglu Y.S., Mazza G., Gao L., Oomah B.D. Antioxidant Activity and total phenolics in selected fruits, vegetable, and grain products. J. Agric. Food Chem. 1998;46(10):4113–4117."}, {"Citation": "Dorman H.J.D., Kosar M., Kahlos K., Holm Y., Hiltunen R. Antioxidant properties and composition of aqueous extracts from Mentha species, hybrids, varieties, and cultivars. J. Agric. Food Chem. 2003;51(16):4563–4569.", "ArticleIdList": ["14705878"]}, {"Citation": "Karadag A., Ozcelik B., Saner S. Review of methods to determine antioxidant capacities. Food Anal. Meth. 2009;2(1):41–60."}, {"Citation": "Stark G. Functional consequences of oxidative membrane damage. J. Membr. Biol. 2005;205(1):1–16.", "ArticleIdList": ["16245038"]}, {"Citation": "Ott M., Gogvadze V., Orrenius S., Zhivotovsky B. Mitochondria, oxidative stress and cell death. Apoptosis. 2007;12(5):913–922.", "ArticleIdList": ["17453160"]}, {"Citation": "Birben E., Sahiner U.M., Sackesen C., Erzurum S., Kalayci O. Oxidative stress and antioxidant defense. World Allergy Org. J. 2012;5(1):9–19.", "ArticleIdList": ["PMC3488923", "23268465"]}, {"Citation": "Angelo A.J. St., Vercellotti J., Jacks T., Legendre M. Lipid oxidation on foods. Crit. Rev. Food Sci. Nutr. 1996;36(3):175–224.", "ArticleIdList": ["8744604"]}, {"Citation": "Gülçin I. Antioxidant activity of food constituents: an overview. Arch. Toxicol. 2012;86(3):345–391.", "ArticleIdList": ["22102161"]}, {"Citation": "Arulselvan P., Subramanian S.P. Beneficial effects of Murraya koenigii leaves on antioxidant defense system and ultrastructural changes of pancreatic beta-cells in experimental diabetes in rats. Chem. Biol. Interact. 2007;165(2):155–164.", "ArticleIdList": ["17188670"]}, {"Citation": "Maestri D.M., Nepote V., Lamarque A.L., Zygadlo J.A. Natural products as antioxidants. In: Imperato F., editor. Phytochemistry:Advances in Research. Kerala: Res. Signpost; 2006. pp. 105–135."}, {"Citation": "Lang G., Buchbauer G. A review on recent research results (2008-2010) on essential oils as antimicrobials and antifungals. Flavour Fragrance J. 2012;27(1):13–39."}, {"Citation": "Sikkema J., de Bont J.A.M., Poolman B. Interactions of cyclic hydrocarbons with biological membranes. J. Biol. Chem. 1994;269(11):8022–8028.", "ArticleIdList": ["8132524"]}, {"Citation": "Carson C.F., Riley T.V. Antimicrobial activity of the major components of the essential oil of Melaleuca alternifolia. J. Appl. Bacteriol. 1995;78(3):264–269.", "ArticleIdList": ["7730203"]}, {"Citation": "Gustafson J.E., Liew Y.C., Chew S., Markham J.L., Bell H.C., Wyllie S.G., Warmington J.R. Effects of tea tree oil on Escherichia coli. Lett. Appl. Microbiol. 1998;26(3):194–198.", "ArticleIdList": ["9569708"]}, {"Citation": "Cox S.D., Mann C.M., Markham J.L., Bell H.C., Gustafson J.E., Warmington J.R., Wyllie S.G. The mode of antimicrobial action of essential oil of Melaleuca alternifola (tea tree oil) J. Appl. Microbiol. 2000;88(1):170–175.", "ArticleIdList": ["10735256"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "1", "Day": "3"}, {"Year": "2021", "Month": "2", "Day": "11"}, {"Year": "2021", "Month": "6", "Day": "3"}, {"Year": "2021", "Month": "6", "Day": "28", "Hour": "6", "Minute": "10"}, {"Year": "2021", "Month": "6", "Day": "29", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "6", "Day": "29", "Hour": "6", "Minute": "1"}, {"Year": "2021", "Month": "6", "Day": "7"}], "PublicationStatus": "epublish", "ArticleIdList": ["34179531", "PMC8213900", "10.1016/j.heliyon.2021.e07244", "S2405-8440(21)01347-5"]}}], "PubmedBookArticle": []}