{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Nrf2 activation", "caffeoylquinic acids", "chlorogenic acid", "cognitive decline", "neuroprotective activity", "specialized plant metabolites"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34171156", "DateCompleted": {"Year": "2022", "Month": "01", "Day": "26"}, "DateRevised": {"Year": "2024", "Month": "01", "Day": "21"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "07", "Day": "23"}], "Language": ["eng"], "ELocationID": ["10.1111/tpj.15390"], "Journal": {"ISSN": "1365-313X", "JournalIssue": {"Volume": "107", "Issue": "5", "PubDate": {"Year": "2021", "Month": "Sep"}}, "Title": "The Plant journal : for cell and molecular biology", "ISOAbbreviation": "Plant J"}, "ArticleTitle": "Caffeoylquinic acids: chemistry, biosynthesis, occurrence, analytical challenges, and bioactivity.", "Pagination": {"StartPage": "1299", "EndPage": "1319", "MedlinePgn": "1299-1319"}, "Abstract": {"AbstractText": ["Caffeoylquinic acids (CQAs) are specialized plant metabolites we encounter in our daily life. Humans consume CQAs in mg-to-gram quantities through dietary consumption of plant products. CQAs are considered beneficial for human health, mainly due to their anti-inflammatory and antioxidant properties. Recently, new biosynthetic pathways via a peroxidase-type p-coumaric acid 3-hydroxylase enzyme were discovered. More recently, a new GDSL lipase-like enzyme able to transform monoCQAs into diCQA was identified in Ipomoea batatas. CQAs were recently linked to memory improvement; they seem to be strong indirect antioxidants via Nrf2 activation. However, there is a prevalent confusion in the designation and nomenclature of different CQA isomers. Such inconsistencies are critical and complicate bioactivity assessment since different isomers differ in bioactivity and potency. A detailed explanation regarding the origin of such confusion is provided, and a recommendation to unify nomenclature is suggested. Furthermore, for studies on CQA bioactivity, plant-based laboratory animal diets contain CQAs, which makes it difficult to include proper control groups for comparison. Therefore, a synthetic diet free of CQAs is advised to avoid interferences since some CQAs may produce bioactivity even at nanomolar levels. Biotransformation of CQAs by gut microbiota, the discovery of new enzymatic biosynthetic and metabolic pathways, dietary assessment, and assessment of biological properties with potential for drug development are areas of active, ongoing research. This review is focused on the chemistry, biosynthesis, occurrence, analytical challenges, and bioactivity recently reported for mono-, di-, tri-, and tetraCQAs."], "CopyrightInformation": "© 2021 Society for Experimental Biology and John Wiley & Sons Ltd."}, "AuthorList": [{"Identifier": ["0000-0002-4731-0247"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, Oregon State University, Corvallis, OR, USA."}, {"Identifier": [], "Affiliation": "Linus Pauling Institute, Oregon State University, Corvallis, OR, USA."}, {"Identifier": [], "Affiliation": "BENFRA Botanical Dietary Supplements Research Center, Oregon Health and Science University, Portland, OR, USA."}], "LastName": "Alcázar Magaña", "ForeName": "Armando", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Bioengineering, Nagaoka University of Technology, Nagaoka, Niigata, Japan."}], "LastName": "Kamimura", "ForeName": "Naofumi", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "BENFRA Botanical Dietary Supplements Research Center, Oregon Health and Science University, Portland, OR, USA."}, {"Identifier": [], "Affiliation": "Department of Neurology, Oregon Health and Science University, Portland, OR, USA."}], "LastName": "Soumyanath", "ForeName": "Amala", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Linus Pauling Institute, Oregon State University, Corvallis, OR, USA."}, {"Identifier": [], "Affiliation": "BENFRA Botanical Dietary Supplements Research Center, Oregon Health and Science University, Portland, OR, USA."}, {"Identifier": [], "Affiliation": "Department of Pharmaceutical Sciences, Oregon State University, Corvallis, OR, USA."}], "LastName": "Stevens", "ForeName": "Jan F", "Initials": "JF"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, Oregon State University, Corvallis, OR, USA."}, {"Identifier": [], "Affiliation": "Linus Pauling Institute, Oregon State University, Corvallis, OR, USA."}, {"Identifier": [], "Affiliation": "BENFRA Botanical Dietary Supplements Research Center, Oregon Health and Science University, Portland, OR, USA."}], "LastName": "Maier", "ForeName": "Claudia S", "Initials": "CS"}], "GrantList": [{"GrantID": "S10 RR027878", "Acronym": "RR", "Agency": "NCRR NIH HHS", "Country": "United States"}, {"GrantID": "U19 AT010829", "Acronym": "AT", "Agency": "NCCIH NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article", "Research Support, N.I.H., Extramural", "Research Support, Non-U.S. Gov't", "Review"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Plant J", "NlmUniqueID": "9207397", "ISSNLinking": "0960-7412"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Anti-Inflammatory Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Antioxidants"}, {"RegistryNumber": "0", "NameOfSubstance": "Neuroprotective Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Phytochemicals"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Proteins"}, {"RegistryNumber": "0", "NameOfSubstance": "caffeoylquinic acid"}, {"RegistryNumber": "058C04BGYI", "NameOfSubstance": "Quinic Acid"}, {"RegistryNumber": "EC 1.-", "NameOfSubstance": "Mixed Function Oxygenases"}, {"RegistryNumber": "EC 2.3.-", "NameOfSubstance": "Acyltransferases"}], "MeshHeadingList": [{"QualifierName": ["genetics", "metabolism"], "DescriptorName": "Acyltransferases"}, {"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": ["chemistry", "metabolism", "pharmacology"], "DescriptorName": "Anti-Inflammatory Agents"}, {"QualifierName": ["chemistry", "metabolism", "pharmacology"], "DescriptorName": "Antioxidants"}, {"QualifierName": [], "DescriptorName": "Biosynthetic Pathways"}, {"QualifierName": ["enzymology"], "DescriptorName": "Brachypodium"}, {"QualifierName": ["prevention & control"], "DescriptorName": "Cognitive Dysfunction"}, {"QualifierName": [], "DescriptorName": "Dietary Supplements"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["enzymology"], "DescriptorName": "Ipomoea batatas"}, {"QualifierName": ["genetics", "metabolism"], "DescriptorName": "Mixed Function Oxygenases"}, {"QualifierName": ["chemistry", "metabolism", "pharmacology"], "DescriptorName": "Neuroprotective Agents"}, {"QualifierName": ["chemistry", "metabolism", "pharmacology"], "DescriptorName": "Phytochemicals"}, {"QualifierName": ["genetics", "metabolism"], "DescriptorName": "Plant Proteins"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": ["analogs & derivatives", "chemistry", "metabolism", "pharmacology"], "DescriptorName": "Quinic Acid"}, {"QualifierName": [], "DescriptorName": "Terminology as Topic"}], "CoiStatement": "CONFLICT OF INTERESTS. The authors declare that they have no conflicts of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Afendi FM, Okada T, Yamazaki M, Hirai-Morita A, Nakamura Y, Nakamura K et al. (2011) KNApSAcK family databases: integrated metabolite-plant species databases for multifaceted plant research. Plant and Cell Physiology, 53, e1–e1.", "ArticleIdList": ["22123792"]}, {"Citation": "Albe SS, Mathe C, Framboisier X, Defaix C, Mesieres O, Kapel R et al. (2019) A new SE-HPLC method for simultaneous quantification of proteins and main phenolic compounds from sunflower meal aqueous extracts. Analytical and Bioanalytical Chemistry, 411, 2089–2099.", "ArticleIdList": ["30810794"]}, {"Citation": "Alcazar Magana A, Wright K, Vaswani A, Caruso M, Reed RL, Bailey CF et al. (2020) Integration of mass spectral fingerprinting analysis with precursor ion (MS1) quantification for the characterisation of botanical extracts: application to extracts of Centella asiatica (L.) Urban. Phytochemical Analysis, 31, 722–738.", "ArticleIdList": ["PMC7587007", "32281154"]}, {"Citation": "Aldana JA, Arruda C, Ribeiro VP, Bastos JK, De GRA, Nicolella H et al. (2020) Evaluation of cytoprotective effects of compounds isolated from Copaifera langsdorffii Desf. against induced cytotoxicity by exposure to methylmercury and lead. Natural Product Research, 34, 2528– 2532.", "ArticleIdList": ["30623721"]}, {"Citation": "Ancillotti C, Ciofi L, Pucci D, Sagona E, Giordani E, Biricolti S et al. (2016) Polyphenolic profiles and antioxidant and antiradical activity of Italian berries from Vaccinium myrtillus L. and Vaccinium uliginosum L. subsp. gaultherioides (Bigelow) S.B. Young. Food Chemistry, 204, 176– 184.", "ArticleIdList": ["26988491"]}, {"Citation": "Aras A, Turkan F, Yildiko U, Atalar MN, Kilic O, Alma MH et al. (2021) Biochemical constituent, enzyme inhibitory activity, and molecular docking analysis of an endemic plant species, Thymus migricus. Chemical Papers, 75, 1133–1146."}, {"Citation": "Avelar AP, Fonseca CAH, Alves RDSLL, Fonseca CAH, Alves RDSLL, Nunes AS et al. (2020) Phenolic compounds: antioxidant and larvicidal potential of Smilax brasiliensis Sprengel leaves. Natural Product Research, 34, 2545–2553.", "ArticleIdList": ["30600731"]}, {"Citation": "Baeza G, Sarria B, Bravo L & Mateos R (2016) Exhaustive qualitative LC-DAD-MSn analysis of Arabica green coffee beans: cinnamoylglycosides and cinnamoylshikimic acids as new polyphenols in green coffee. Journal of Agriculture and Food Chemistry, 64, 9663–9674.", "ArticleIdList": ["27981846"]}, {"Citation": "Barhoi D, Upadhaya P, Barbhuiya SN, Giri S & Giri A (2021) Aqueous extract of Moringa oleifera exhibit potential anticancer activity and can be used as a possible cancer therapeutic agent: a study involving in vitro and in vivo approach. Journal of the American College of Nutrition, 40, 70–85.", "ArticleIdList": ["32191153"]}, {"Citation": "Barros J, Escamilla-Trevino L, Song L, Rao X, Serrani-Yarce JC, Palacios MD et al. (2019) 4-Coumarate 3-hydroxylase in the lignin biosynthesis pathway is a cytosolic ascorbate peroxidase. Nature Communications, 10, 1994.", "ArticleIdList": ["PMC6491607", "31040279"]}, {"Citation": "Barros J, Serrani-Yarce JC, Chen F, Baxter D, Venables BJ & Dixon RA (2016) Role of bifunctional ammonia-lyase in grass cell wall biosynthesis. Nat Plants, 2, 16050.", "ArticleIdList": ["27255834"]}, {"Citation": "Belaouira R, Benayache F, Benayache S & Marchioni E (2020) On-line screening and identification of polyphenolic antioxidant compounds of Convolvulus trabutianus. Natural Product Research, 34, 1490–1493.", "ArticleIdList": ["30518259"]}, {"Citation": "Bennour N, Mighri H, Eljani H, Zammouri T & Akrout A (2020) Effect of solvent evaporation method on phenolic compounds and the antioxidant activity of Moringa oleifera cultivated in Southern Tunisia. South African Journal of Botany, 129, 181–190."}, {"Citation": "Boerjan W, Ralph J & Baucher M (2003) Lignin biosynthesis. Annual Review of Plant Biology, 54, 519–546.", "ArticleIdList": ["14503002"]}, {"Citation": "Boga M, Ersoy E, Ozkan EE, Cinar E, Kara EM, Canturk YY et al. (2021) Volatile and phenolic profiling of a traditional medicinal plant, Hypericum empetrifolium with in vitro biological activities. Journal of Ethnopharmacology, 272, 113933.", "ArticleIdList": ["33600919"]}, {"Citation": "Bourgou S, Bettaieb Rebey I, Mkadmini K, Isoda H, Ksouri R & Ksouri WM (2017) LC-ESI-TOF-MS and GC-MS profiling of Artemisia herbaalba and evaluation of its bioactive properties. Food Research International, 99, 702–712.", "ArticleIdList": ["28784534"]}, {"Citation": "Brandes MS & Gray NE (2020) NRF2 as a therapeutic target in neurodegenerative diseases. ASN Neuro, 12, 10.1177/1759091419899782.", "ArticleIdList": ["10.1177/1759091419899782", "PMC6977098", "31964153"]}, {"Citation": "Bulgakov VP, Vereshchagina YV, Veremeichik GN & Bulgakov VP (2018) Anticancer polyphenols from cultured plant cells: production and new bioengineering strategies. Current Medicinal Chemistry, 25, 4671– 4692.", "ArticleIdList": ["28595545"]}, {"Citation": "Bursal E, Aras A & Kilic O (2019) Evaluation of antioxidant capacity of endemic plant Marrubium astracanicum subsp. macrodon: Identification of its phenolic contents by using HPLC-MS/MS. Natural Product Research, 33, 1975–1979.", "ArticleIdList": ["29842794"]}, {"Citation": "Cai Z, Liao H, Wang C, Chen J, Tan M, Mei Y et al. (2020) A comprehensive study of the aerial parts of Lonicera japonica Thunb. based on metabolite profiling coupled with PLS-DA. Phytochemical Analysis, 31, 786–800.", "ArticleIdList": ["32342594"]}, {"Citation": "Carrington Y, Guo J, Le CH, Fillo A, Kwon J, Tran LT et al. (2018) Evolution of a secondary metabolic pathway from primary metabolism: shikimate and quinate biosynthesis in plants. The Plant Journal, 10.1111/tpj.13990.", "ArticleIdList": ["10.1111/tpj.13990", "29894016"]}, {"Citation": "Chen J, Wang J, Lu Y, Zhao S, Yu Q, Wang X et al. (2018) Uncovering potential anti-neuroinflammatory components of Modified Wuziyanzong Prescription through a target-directed molecular docking fingerprint strategy. Journal of Pharmaceutical and Biomedical Analysis, 156, 328–339.", "ArticleIdList": ["29758494"]}, {"Citation": "Chen Q, Sun D, Fang T, Zhu B, Liu W, He X et al. (2021) In vitro allelopathic effects of compounds from Cerbera manghas L. on three Dinophyta species responsible for harmful common red tides. Science of the Total Environment, 754, 10.1016/j.scitotenv.2020.142253.", "ArticleIdList": ["10.1016/j.scitotenv.2020.142253", "33254874"]}, {"Citation": "Cho J-Y, Kim JY, Lee YG, Lee HJ, Shim HJ, Lee JH et al. (2016) Four new dicaffeoylquinic acid derivatives from glasswort (Salicornia herbacea L.) and their antioxidative activity. Molecules, 21, 1097.", "ArticleIdList": ["PMC6274184", "27556430"]}, {"Citation": "Choi SJ, Kim JK, Suh SH, Kim CR, Kim HK, Kim CJ et al. (2014) Ligularia fischeri extract protects against oxidative-stress-induced neurotoxicity in mice and PC12 cells. Journal of Medicinal Food, 17, 1222– 1231.", "ArticleIdList": ["25133313"]}, {"Citation": "Clifford MN, Jaganath IB, Ludwig IA & Crozier A (2017) Chlorogenic acids and the acyl-quinic acids: discovery, biosynthesis, bioavailability and bioactivity. Natural Product Reports, 34, 1391–1421.", "ArticleIdList": ["29160894"]}, {"Citation": "Clifford MN, Kerimi A & Williamson G (2020) Bioavailability and metabolism of chlorogenic acids (acyl-quinic acids) in humans. Comprehensive Reviews in Food Science and Food Safety, 19, 1299–1352.", "ArticleIdList": ["33337099"]}, {"Citation": "da Silveira JS, Mertz C, Morel G, Lacour S, Belleville M-P, Durand N et al. (2020) Alcoholic fermentation as a potential tool for coffee pulp detoxification and reuse: analysis of phenolic composition and caffeine content by HPLC-DAD-MS/MS. Food Chemistry, 319, 10.1016/j.foodchem.2020.126600.", "ArticleIdList": ["10.1016/j.foodchem.2020.126600", "32187568"]}, {"Citation": "Dammak I, Neves M, Isoda H, Sayadi S & Nakajima M (2016) Recovery of polyphenols from olive mill wastewater using drowning-out crystallization based separation process. Innovative Food Science and Emerging Technologies, 34, 326–335."}, {"Citation": "Dang L & Deng J (2008) Isolation of an active constituent with protecting liver effect from Artemisia sacrorum. Guangdong Weiliang Yuansu Kexue, 15, 22–23."}, {"Citation": "Dawidowicz AL & Typek R (2017) Transformation of chlorogenic acids during the coffee beans roasting process. European Food Research and Technology, 243, 379–390."}, {"Citation": "Deotale SM, Dutta S, Moses JA & Anandharamakrishnan C (2019) Coffee oil as a natural surfactant. Food Chemistry, 295, 180–188.", "ArticleIdList": ["31174748"]}, {"Citation": "Deshpande S, Jaiswal R, Matei MF & Kuhnert N (2014) Investigation of acyl migration in mono- and dicaffeoylquinic acids under aqueous basic, aqueous acidic, and dry roasting conditions. Journal of Agriculture and Food Chemistry, 62, 9160–9170.", "ArticleIdList": ["25116442"]}, {"Citation": "Deshpande S, Matei MF, Jaiswal R, Bassil BS, Kortz U & Kuhnert N (2016) Synthesis, structure, and tandem mass spectrometric characterization of the diastereomers of quinic acid. Journal of Agriculture and Food Chemistry, 64, 7298–7306.", "ArticleIdList": ["27513177"]}, {"Citation": "Deshpande S & Peterson DG (2020) Identification of somatosensory compounds contributing to slipperiness and thickness perceptions in canned prunes (Prunus domestica). Journal of Agriculture and Food Chemistry, 68, 13160–13167.", "ArticleIdList": ["32202115"]}, {"Citation": "do Nascimento Araujo C, Mayworm MAS, Yatsuda R, Negri G, Salatino MLF, Salatino A, Timenetsky J & Campos GB (2020) Chemical composition and antimycoplasma activity of a brown propolis from southern Brazil. Journal of Food Science and Technology, 57, 4228–4235.", "ArticleIdList": ["PMC7520391", "33071344"]}, {"Citation": "Duering K, Jager AR, Baecker S, Welter M, Meyer C, Grunwald T & Pudel F (2016) Process for the extraction of highly pure 4,5-dicaffeoylquinic acid (4,5-DCQA) and use for the treatment of infections with respiratory Syncytial virus. Germany: Instraction GmbH, Pilot Pflanzenoeltechnologie Magdeburg; e. V. 41 pp."}, {"Citation": "Duncan WP, Gollahon LS & Putnam WC (2020) Aqueous extraction process of plants, method thereof, and product by process. USA: Eir Pharmaceuticals, LLC, p. 19."}, {"Citation": "Enquist-Newman M, Faust AM, Bravo DD, Santos CN, Raisner RM, Hanel A et al. (2014) Efficient ethanol production from brown macroalgae sugars by a synthetic yeast platform. Nature, 505, 239–243.", "ArticleIdList": ["24291791"]}, {"Citation": "Farah A & de Paula Lima J (2019) Consumption of chlorogenic acids through coffee and health implications. Beverages, 5, 11."}, {"Citation": "Filip S, Durovic S, Blagojevic S, Tomic A, Ranitovic A, Zekovic Z et al. (2021) Chemical composition and antimicrobial activity of Osage orange (Maclura pomifera) leaf extracts. Archiv der Pharmazie, 354, e2000195.", "ArticleIdList": ["33049077"]}, {"Citation": "Frezza C, Venditti A, Sciubba F, Tomai P, Antonetti M, Franceschin M et al. (2018) Phytochemical profile of Euphorbia peplus L. collected in Central Italy and NMR semi-quantitative analysis of the diterpenoid fraction. Journal of Pharmaceutical and Biomedical Analysis, 160, 152–159.", "ArticleIdList": ["30086508"]}, {"Citation": "Garcia CJ, Gil MI & Tomas-Barberan FA (2018) LC-MS untargeted metabolomics reveals early biomarkers to predict browning of fresh-cut lettuce. Postharvest Biology and Technology, 146, 9–17."}, {"Citation": "Geever RF, Huiet L, Baum JA, Tyler BM, Patel VB, Rutledge BJ et al. (1989) DNA sequence, organization and regulation of the qa gene cluster of Neurospora crassa. Journal of Molecular Biology, 207, 15–34.", "ArticleIdList": ["2525625"]}, {"Citation": "Giorgio C, Mena P, Del Rio D, Brighenti F, Barocelli E, HassanMohamed I et al. (2015) The ellagitannin colonic metabolite urolithin D selectively inhibits EphA2 phosphorylation in prostate cancer cells. Molecular Nutrition & Food Research, 59, 2155–2167.", "ArticleIdList": ["26307544"]}, {"Citation": "Gobbo-Neto L, Bauermeister A, Sakamoto HT, Gouvea DR, Lopes JLC & Lopes NP (2017) Spatial and temporal variations in secondary metabolites content of the Brazilian arnica leaves (Lychnophora ericoides Mart., Asteraceae). Journal of the Brazilian Chemical Society, 28, 2382– 2390."}, {"Citation": "Gonthier MP, Verny MA, Besson C, Remesy C & Scalbert A (2003) Chlorogenic acid bioavailability largely depends on its metabolism by the gut microflora in rats. The Journal of nutrition, 133, 1853–1859.", "ArticleIdList": ["12771329"]}, {"Citation": "Gray NE, Alcazar Magana A, Lak P, Wright KM, Quinn J, Stevens JF et al. (2018) Centella asiatica: phytochemistry and mechanisms of neuroprotection and cognitive enhancement. Phytochemistry Reviews, 17, 161–194.", "ArticleIdList": ["PMC6857646", "31736679"]}, {"Citation": "Gray NE, Morrè J, Kelley J, Maier CS, Stevens JF, Quinn JF et al. (2014) Caffeoylquinic acids in Centella asiatica protect against amyloid-β toxicity. Journal of Alzheimer’s Disease: JAD, 40, 359–373.", "ArticleIdList": ["PMC3973491", "24448790"]}, {"Citation": "Gray NE, Sampath H, Zweig JA, Quinn JF & Soumyanath A (2015) Centella asiatica attenuates amyloid-β-induced oxidative stress and mitochondrial dysfunction. Journal of Alzheimer’s Disease: JAD, 45, 933–946.", "ArticleIdList": ["PMC4412033", "25633675"]}, {"Citation": "Gray NE, Zweig JA, Murchison C, Caruso M, Matthews DG, Kawamoto C et al. (2017) Centella asiatica attenuates Aβ-induced neurodegenerative spine loss and dendritic simplification. Neuroscience Letters, 646, 24–29.", "ArticleIdList": ["PMC5533098", "28279707"]}, {"Citation": "Ha CM, Escamilla-Trevino L, Yarce JCS, Kim H, Ralph J, Chen F et al. (2016) An essential role of caffeoyl shikimate esterase in monolignol biosynthesis in Medicago truncatula. The Plant Journal, 86, 363–375.", "ArticleIdList": ["27037613"]}, {"Citation": "Hamed YS, Abdin M, Chen G, Akhtar HMS & Zeng X (2020) Effects of impregnate temperature on extraction of caffeoylquinic acid derivatives from Moringa oleifera leaves and evaluation of inhibitory activity on digestive enzyme, antioxidant, anti-proliferative and antibacterial activities of the extract. International Journal of Food Science & Technology, 55, 3082–3090."}, {"Citation": "Han J, Miyamae Y, Shigemori H & Isoda H (2010) Neuroprotective effect of 3,5-di-O-caffeoylquinic acid on SH-SY5Y cells and senescence-accelerated-prone mice 8 through the up-regulation of phosphoglycerate kinase-1. Neuroscience, 169, 1039–1045.", "ArticleIdList": ["20570715"]}, {"Citation": "He Y, Wang Y, Zhang X, Zheng Z, Liu S, Xing J et al. (2020) Chemical characterization of small-molecule inhibitors of monoamine oxidase B synthesized from the Acanthopanax senticosus root with affinity ultrafiltration mass spectrometry. Rapid Communications in Mass Spectrometry, 34, e8694.", "ArticleIdList": ["31826305"]}, {"Citation": "Heikkila E, Hermant A, Thevenet J, Bermont F, Kulkarni SS, Ratajczak J et al. (2019) The plant product quinic acid activates Ca(2+) dependent mitochondrial function and promotes insulin secretion from pancreatic beta cells. British Journal of Pharmacology, 176, 3250–3263.", "ArticleIdList": ["PMC6692587", "31166006"]}, {"Citation": "Hoffmann L, Maury S, Martz F, Geoffroy P & Legrand M (2003) Purification, cloning, and properties of an acyltransferase controlling shikimate and quinate ester intermediates in phenylpropanoid metabolism. Journal of Biological Chemistry, 278, 95–103.", "ArticleIdList": ["12381722"]}, {"Citation": "Hohlfeld H, Schurmann W, Scheel D & Strack D (1995) Partial purification and characterization of hydroxycinnamoyl-coenzyme A: tyramine hydroxycinnamoyltransferase from cell suspension cultures of Solanum tuberosum. Plant Physiology, 107, 545–552.", "ArticleIdList": ["PMC157158", "12228382"]}, {"Citation": "Hussein RM, Sawy DM, Kandeil MA & Farghaly HS (2021) Chlorogenic acid, quercetin, coenzyme Q10 and silymarin modulate Keap1Nrf2/heme oxygenase-1 signaling in thioacetamide-induced acute liver toxicity. Life Sciences, 277, 119460.", "ArticleIdList": ["33811899"]}, {"Citation": "Imai M, Yamane T, Kozuka M, Takenaka S, Sakamoto T, Ishida T et al. (2020) Caffeoylquinic acids from aronia juice inhibit both dipeptidyl peptidase IV and α-glucosidase activities. LWT, 129, 109544."}, {"Citation": "Jeszka-Skowron M, Sentkowska A, Pyrzynska K & De Peña MP (2016) Chlorogenic acids, caffeine content and antioxidant properties of green coffee extracts: influence of green coffee bean preparation. European Food Research and Technology, 242, 1403–1409."}, {"Citation": "Jiang H, Yang L, Xing X, Yan M, Guo X, Yang B et al. (2018) HPLCPDA combined with chemometrics for quantitation of active components and quality assessment of raw and processed fruits of Xanthium strumarium L. Molecules, 23, 241–243.", "ArticleIdList": ["PMC6017294", "29370133"]}, {"Citation": "Jintao X, Bingxuan N, Quanwei Y, Chunyan L & Xiaolong L (2021) Rapid and simultaneous quality analysis of the three active components in Lonicerae Japonicae Flos by near-infrared spectroscopy. Food Chemistry, 342, 128386.", "ArticleIdList": ["33268162"]}, {"Citation": "Karakoese H, Jaiswal R, Deshpande S & Kuhnert N (2015) Investigation of the photochemical changes of chlorogenic acids induced by ultraviolet light in model systems and in agricultural practice with Stevia rebaudiana cultivation as an example. Journal of Agriculture and Food Chemistry, 63, 3338–3347.", "ArticleIdList": ["25699645"]}, {"Citation": "Karlsson PC, Huss U, Jenner A, Halliwell B, Bohlin L & Rafter JJ (2005) Human fecal water inhibits COX-2 in colonic HT-29 cells: role of phenolic compounds. The Journal of Nutrition, 135, 2343–2349.", "ArticleIdList": ["16177193"]}, {"Citation": "Keser D, Guclu G, Kelebek H, Keskin M, Soysal Y, Sekerli YE et al. (2020) Characterization of aroma and phenolic composition of carrot (Daucus carota ‘Nantes’) powders obtained from intermittent microwave drying using GC-MS and LC-MS/MS. Food and Bioproducts Processing, 119, 350–359."}, {"Citation": "Kim B-G, Jung WD, Mok H & Ahn J-H (2013) Production of hydroxycinnamoyl-shikimates and chlorogenic acid in Escherichia coli: production of hydroxycinnamic acid conjugates. Microbial Cell Factories, 12, 15.", "ArticleIdList": ["PMC3621256", "23383718"]}, {"Citation": "Kim HH, Kim JK, Kim J, Jung S-H & Lee K (2020) Characterization of caffeoylquinic acids from Lepisorus thunbergianus and their melanogenesis inhibitory activity. ACS Omega, 5, 30946–30955.", "ArticleIdList": ["PMC7726789", "33324802"]}, {"Citation": "Kim J, Assefa AD, Song J, Mani V, Park S, Lee S-K et al. (2020) Assessment of metabolic profiles in florets of Carthamus species using ultra-performance liquid chromatography-mass spectrometry. Metabolites, 10, 440.", "ArticleIdList": ["PMC7693801", "33143321"]}, {"Citation": "Kim JY, Lee HK, Hwang BY, Kim S, Yoo JK & Seong YH (2012) Neuroprotection of Ilex latifolia and caffeoylquinic acid derivatives against excitotoxic and hypoxic damage of cultured rat cortical neurons. Archives of Pharmacal Research, 35, 1115–1122.", "ArticleIdList": ["22870822"]}, {"Citation": "Kim M, Hwang I-G, Kim S-B & Choi A-J (2020c) Chemical characterization of balloon flower (Platycodon grandiflorum) sprout extracts and their regulation of inflammatory activity in lipopolysaccharide-stimulated RAW 264.7 murine macrophage cells. Food Sciences and Nutrition, 8, 246–256.", "ArticleIdList": ["PMC6977515", "31993150"]}, {"Citation": "Kim S, Bolton EE & Bryant SH (2012) Effects of multiple conformers per compound upon 3-D similarity search and bioassay data analysis. Journal of Cheminformatics, 4, 28.", "ArticleIdList": ["PMC3537644", "23134593"]}, {"Citation": "Kim S, Chen J, Cheng T, Gindulyte A, He J, He S et al. (2020d) PubChem in 2021: new data content and improved web interfaces. Nucleic Acids Research, 49, D1388–D1395.", "ArticleIdList": ["PMC7778930", "33151290"]}, {"Citation": "Kleczek N, Malarz J, Gierlikowska B, Kiss AK & Stojakowska A (2020) Constituents of Xerolekia speciosissima (L.) Anderb. (Inuleae), and anti-inflammatory activity of 7,10-diisobutyryloxy-8,9-epoxythymyl isobutyrate. Molecules, 25, 4913.", "ArticleIdList": ["PMC7660698", "33114240"]}, {"Citation": "Kojima M & Uritani I (1972a) Elucidation of the structure of a possible intermediate in chlorogenic acid biosynthesis in sweet potato root tissue1. Plant and Cell Physiology, 13, 1075–1084."}, {"Citation": "Kojima M & Uritani I (1972b) Studies on chlorogenic acid biosynthesis in sweet potato root tissue using trans-cinnamic acid-2–14C and quinic acid-G-3H1. Plant and Cell Physiology, 13, 311–319."}, {"Citation": "Kumar A, Agnihotri VK, Kumar A & Agnihotri VK (2020) Phytochemical studies of Jurinea macrocephala roots from Western Himalaya. Natural Product Research, 34, 421–424.", "ArticleIdList": ["30499332"]}, {"Citation": "Kwon SH, Lee HK, Kim JA, Hong SI, Kim HC, Jo TH et al. (2010) Neuroprotective effects of chlorogenic acid on scopolamine-induced amnesia via anti-acetylcholinesterase and anti-oxidative activities in mice. European Journal of Pharmacology, 649, 210–217.", "ArticleIdList": ["20854806"]}, {"Citation": "Lallemand LA, Zubieta C, Lee SG, Wang Y, Acajjaoui S, Timmins J et al. (2012) A structural basis for the biosynthesis of the major chlorogenic acids found in coffee. Plant Physiology, 160, 249–260.", "ArticleIdList": ["PMC3440203", "22822210"]}, {"Citation": "Li S, Liang C, Liu G, Jin J-M, Tao Y & Tang S-Y (2021) De novo biosynthesis of chlorogenic acid using an artificial microbial community. Journal of Agricultural and Food Chemistry, 69, 2816–2825.", "ArticleIdList": ["33629856"]}, {"Citation": "Li Y, Kong D, Bai M, He H, Wang H & Wu H (2019) Correlation of the temporal and spatial expression patterns of HQT with the biosynthesis and accumulation of chlorogenic acid in Lonicera japonica flowers. Horticulture Research, 6, 73.", "ArticleIdList": ["PMC6544646", "31231531"]}, {"Citation": "Liang G, Shi B, Luo W & Yang J (2015) The protective effect of caffeic acid on global cerebral ischemia-reperfusion injury in rats. Behavioral and Brain Functions: BBF, 11, 18.", "ArticleIdList": ["PMC4407787", "25907417"]}, {"Citation": "Liang N, Dupuis JH, Yada RY & Kitts DD (2019) Chlorogenic acid isomers directly interact with Keap 1-Nrf2 signaling in Caco-2 cells. Molecular and Cellular Biochemistry, 457, 105–118.", "ArticleIdList": ["PMC6548765", "30895499"]}, {"Citation": "Liu J, Cai Y-Z, Wong RNS, Lee C-K-F, Tang SCW, Sze SCW et al. (2012) Comparative analysis of caffeoylquinic acids and lignans in roots and seeds among various burdock (Arctium lappa) genotypes with high antioxidant activity. Journal of Agricultural and Food Chemistry, 60, 4067–4075.", "ArticleIdList": ["22497441"]}, {"Citation": "Liu J, Wang M, Chen L, Li Y, Chen Y, Wei Z et al. (2019) Profiling the constituents of Dachuanxiong decoction by liquid chromatography with high-resolution tandem mass spectrometry using target and nontarget data mining. Journal of Separation Science, 42, 2202–2213.", "ArticleIdList": ["31017729"]}, {"Citation": "Liu L, Zhang J, Zheng B, Guan Y, Wang L, Chen L et al. (2018) Rapid characterization of chlorogenic acids in Duhaldea nervosa based on ultra-high-performance liquid chromatography-linear trap quadrupoleOrbitrap-mass spectrometry and mass spectral trees similarity filter technique. Journal of Separation Science, 41, 1764–1774.", "ArticleIdList": ["29327507"]}, {"Citation": "Liu M, Yu Q, Yi Y, Xiao H, Putra DF, Ke K et al. (2020) Antiviral activities of Lonicera japonica Thunb. components against grouper iridovirus in vitro and in vivo. Aquaculture, 519, 734882."}, {"Citation": "Liu W, Li J, Zu Y, Liu W, Jiang X, Zhao Q et al. (2020) Current advances in naturally occurring caffeoylquinic acids: structure, bioactivity, and synthesis. Journal of Agriculture and Food Chemistry, 68, 10489–10516.", "ArticleIdList": ["32846084"]}, {"Citation": "Liu Z, Bruins ME, de Bruijn WJC & Vincken J-P (2020c) A comparison of the phenolic composition of old and young tea leaves reveals a decrease in flavanols and phenolic acids and an increase in flavonols upon tea leaf maturation. Journal of Food Composition and Analysis, 86, 103385."}, {"Citation": "Luo Y, Wen Q, Yang S, Feng Y & Tan T (2020) Chemical composition and anti-complement activity of Glechomae Herba collected in different months. Biomedical Chromatography, 34, e4762.", "ArticleIdList": ["31760665"]}, {"Citation": "Ma T, Dong H, Lu H, Zhao H, Guo L & Wang X (2018) Preparative separation of caffeoylquinic acid isomers from Lonicerae japonicae Flos by pH-zone-refining counter-current chromatography and a strategy for selection of solvent systems with high sample loading capacities. Journal of Chromatography A, 1578, 61–66.", "ArticleIdList": ["30366692"]}, {"Citation": "Maeda H & Dudareva N (2012) The shikimate pathway and aromatic amino acid biosynthesis in plants. Annual Review of Plant Biology, 63, 73–105.", "ArticleIdList": ["22554242"]}, {"Citation": "Magana AA, Wrobel K, Elguera JCT, Escobosa ARC & Wrobel K (2015) Determination of small phenolic compounds in tequila by liquid chromatography with ion trap mass spectrometry detection. Food Analytical Methods, 8, 864–872."}, {"Citation": "Mamat N, Kabas M, Aisa HA & Lu XY (2018) Potential anti-vitiligo properties of cynarine extracted from Vernonia anthelmintica (L.) Willd. International Journal of Molecular Medicine, 42, 2665–2675.", "ArticleIdList": ["PMC6192770", "30226537"]}, {"Citation": "Martinez-Busi M, Arredondo F, Gonzalez D, Echeverry C, Vega-Teijido MA, Carvalho D et al. (2019) Purification, structural elucidation, antioxidant capacity and neuroprotective potential of the main polyphenolic compounds contained in Achyrocline satureioides (Lam) D.C. (Compositae). Bioorganic & Medicinal Chemistry, 27, 2579–2591.", "ArticleIdList": ["30935792"]}, {"Citation": "Matthews DG, Caruso M, Alcazar Magana A, Wright KM, Maier CS, Stevens JF et al. (2020) Caffeoylquinic acids in Centella asiatica reverse cognitive deficits in male 5XFAD Alzheimer’s disease model mice. Nutrients, 12, 3488.", "ArticleIdList": ["PMC7698091", "33202902"]}, {"Citation": "McDougall GJ, Foito A, Dobson G, Austin C, Sungurtas J, Allwood JW et al. (2020) Glutathionyl-S-chlorogenic acid is present in fruit of Vaccinium species, potato tubers and apple juice. Food Chemistry, 330, 127227.", "ArticleIdList": ["32521402"]}, {"Citation": "Meinhart AD, Damin FM, Caldeirao L, de Jesus Filho M, da Silva LC, da Silva Constant L et al. (2019) Chlorogenic and caffeic acids in 64 fruits consumed in Brazil. Food Chemistry, 286, 51–63.", "ArticleIdList": ["30827640"]}, {"Citation": "Metwally DM, Alajmi RA, El-Khadragy MF, Yehia HM, Al-Megrin WA, Akabawy AMA et al. (2020) Chlorogenic acid confers robust neuroprotection against arsenite toxicity in mice by reversing oxidative stress, inflammation, and apoptosis. Journal of Functional Foods, 75, 104202."}, {"Citation": "Miguel S, Legrand G, Duriot L, Delporte M, Menin B, Michel C et al. (2020) A GDSL lipase-like from Ipomoea batatas catalyzes efficient production of 3,5-diCQA when expressed in Pichia pastoris. Communications Biology, 3, 673.", "ArticleIdList": ["PMC7666189", "33188250"]}, {"Citation": "Mikami Y & Yamazawa T (2015) Chlorogenic acid, a polyphenol in coffee, protects neurons against glutamate neurotoxicity. Life Sciences, 139, 69– 74.", "ArticleIdList": ["26285175"]}, {"Citation": "Mills CE, Tzounis X, Oruna-Concha M-J, Mottram DS, Gibson GR & Spencer JPE (2015) In vitro colonic metabolism of coffee and chlorogenic acid results in selective changes in human faecal microbiota growth. British Journal of Nutrition, 113, 1220–1227.", "ArticleIdList": ["25809126"]}, {"Citation": "Moeenfard M, Rocha L & Alves A (2014) Quantification of caffeoylquinic acids in coffee brews by HPLC-DAD. Journal of Analytical Methods in Chemistry, 2014, 1–10.", "ArticleIdList": ["PMC4283437", "25587489"]}, {"Citation": "Moglia A, Lanteri S, Comino C, Hill L, Knevitt D, Cagliero C et al. (2014) Dual catalytic activity of hydroxycinnamoyl-coenzyme A quinate transferase from tomato allows it to moonlight in the synthesis of both mono- and dicaffeoylquinic acids. Plant Physiology, 166, 1777–1787.", "ArticleIdList": ["PMC4256858", "25301886"]}, {"Citation": "Monagas M, Khan N, Andrès-Lacueva C, Urpí-Sardá M, Vázquez-Agell M, Lamuela-Raventós RM et al. (2009) Dihydroxylated phenolic acids derived from microbial metabolism reduce lipopolysaccharide-stimulated cytokine secretion by human peripheral blood mononuclear cells. British Journal of Nutrition, 102, 201–206.", "ArticleIdList": ["19586571"]}, {"Citation": "Mondolot L, La Fisca P, Buatois B, Talansier E, de Kochko A & Campa C (2006) Evolution in caffeoylquinic acid content and histolocalization during Coffea canephora leaf development. Annals of Botany, 98, 33–40.", "ArticleIdList": ["PMC2803532", "16675605"]}, {"Citation": "Morais FS, Canuto KM, Ribeiro PRV, Silva AB, Pessoa ODL, Freitas CDT et al. (2020) Chemical profiling of secondary metabolites from Himatanthus drasticus (Mart.) Plumel latex with inhibitory action against the enzymes α-amylase and α-glucosidase: in vitro and in silico assays. Journal of Ethnopharmacology, 253, 112644.", "ArticleIdList": ["32058007"]}, {"Citation": "Murad LD, Soares NDCP, Brand C, Monteiro MC & Teodoro AJ (2015) Effects of caffeic and 5-caffeoylquinic acids on cell viability and cellular uptake in human colon adenocarcinoma cells. Nutrition and Cancer, 67, 532–542.", "ArticleIdList": ["25803129"]}, {"Citation": "Navarre DA, Payyavula RS, Shakya R, Knowles NR & Pillai SS (2013) Changes in potato phenylpropanoid metabolism during tuber development. Plant Physiology and Biochemistry: PPB, 65, 89–101.", "ArticleIdList": ["23434926"]}, {"Citation": "Neveu V, Perez-Jimenez J, Vos F, Crespy V, du Chaffaut L, Mennen L et al. (2010) Phenol-Explorer: an online comprehensive database on polyphenol contents in foods. Database, 2010(0), bap024.", "ArticleIdList": ["PMC2860900", "20428313"]}, {"Citation": "Nic-Can GI, Galaz-Avalos RM, De-la-Pe na C, Alcazar-Magana A, Wrobel K & Loyola-Vargas VM (2015) Somatic embryogenesis: identified factors that lead to embryogenic repression. A case of species of the same genus. PLoS One, 10, e0126414.", "ArticleIdList": ["PMC4454440", "26038822"]}, {"Citation": "Nie J, Xiao L, Zheng L, Du Z, Liu D, Zhou J et al. (2019) An integration of UPLC-DAD/ESI-Q-TOF MS, GC-MS, and PCA analysis for quality evaluation and identification of cultivars of Chrysanthemi Flos (Juhua). Phytomedicine, 59, 152803.", "ArticleIdList": ["31005811"]}, {"Citation": "Niggeweg R, Michael AJ & Martin C (2004) Engineering plants with increased levels of the antioxidant chlorogenic acid. Nature Biotechnology, 22, 746–754.", "ArticleIdList": ["15107863"]}, {"Citation": "Nzekoue FK, Angeloni C, Vitali LA, Sagratini G, Vittori S, Angeloni S et al. (2020) Coffee silverskin extracts: quantification of 30 bioactive compounds by a new HPLC-MS/MS method and evaluation of their antioxidant and antibacterial activities. Food Research International, 133, 109128.", "ArticleIdList": ["32466943"]}, {"Citation": "Oldoni TLC, Merlin N, Bicas TC, Prasniewski A, Carpes ST, Ascari J et al. (2021) Antihyperglycemic activity of crude extract and isolation of phenolic compounds with antioxidant activity from Moringa oleifera Lam. leaves grown in Southern Brazil. Food Research International, 141, 110082.", "ArticleIdList": ["33641964"]}, {"Citation": "Olennikov DN, Chirikova NK & Kashchenko NI (2015) Spinacetin, a new caffeoylglycoside, and other phenolic compounds from Gnaphalium uliginosum. Chemistry of Natural Compounds, 51, 1085–1090."}, {"Citation": "Olennikov DN, Kashchenko NI, Chirikova NK, Vasil’eva AG, Gadimli AI, Isaev JI et al. (2019) Caffeoylquinic acids and flavonoids of fringed sagewort (Artemisia frigida Willd.): HPLC-DAD-ESI-QQQ-MS profile, HPLC-DAD quantification, in vitro digestion stability, and antioxidant capacity. Antioxidants, 8, 307.", "ArticleIdList": ["PMC6720735", "31416222"]}, {"Citation": "Orlando G, Zengin G, Ferrante C, Ronci M, Recinella L, Senkardes I et al. (2019) Comprehensive chemical profiling and multidirectional biological investigation of two wild Anthemis species (Anthemis tinctoria var. pallida and A. cretica subsp. tenuiloba): focus on neuroprotective effects. Molecules, 24, 2582–2606.", "ArticleIdList": ["PMC6680454", "31315236"]}, {"Citation": "Ospanov M, Leon F, Jenis J, Khan IA & Ibrahim MA (2020) Challenges and future directions of potential natural products leads against 2019-nCoV outbreak. Current Plant Biology, 24, 100180.", "ArticleIdList": ["PMC7543902", "33052305"]}, {"Citation": "Padilla-Gonzalez GF, Diazgranados M, Ccana-Ccapatinta G, Casoti R & Da Costa FB (2017) Caffeic acid derivatives and further compounds from Espeletia barclayana Cuatrec. (Asteraceae, Espeletiinae). Biochemical Systematics and Ecology, 70, 291–293."}, {"Citation": "Palmioli A, Bertuzzi S, De Luigi A, Colombo L, La Ferla B, Salmona M et al. (2019) bioNMR-based identification of natural anti-Ab compounds in Peucedanum ostruthium. Bioorganic Chemistry, 83, 76–86.", "ArticleIdList": ["30342388"]}, {"Citation": "Paraiso IL, Revel JS & Stevens JF (2020) Potential use of polyphenols in the battle against COVID-19. Current Opinion in Food Science, 32, 149–155.", "ArticleIdList": ["PMC7480644", "32923374"]}, {"Citation": "Park J-Y, Jeong HJ, Kim JH, Kim YM, Park S-J, Kim D et al. (2012) Diarylheptanoids from Alnus japonica inhibit papain-like protease of severe acute respiratory syndrome coronavirus. Biological and Pharmaceutical Bulletin, 35, 2036–2042.", "ArticleIdList": ["22971649"]}, {"Citation": "Payyavula RS, Shakya R, Sengoda VG, Munyaneza JE, Swamy P & Navarre DA (2015) Synthesis and regulation of chlorogenic acid in potato: rerouting phenylpropanoid flux in HQT-silenced lines. Plant Biotechnology Journal, 13, 551–564.", "ArticleIdList": ["25421386"]}, {"Citation": "Peng W, Han P, Yu L, Chen Y, Ye B, Qin L et al. (2019) Anti-allergic rhinitis effects of caffeoylquinic acids from the fruits of Xanthium strumarium in rodent animals via alleviating allergic and inflammatory reactions. Revista Brasileira de Farmacognosia, 29, 46–53."}, {"Citation": "Perez de Souza L, Naake T, Tohge T & Fernie AR (2017) From chromatogram to analyte to metabolite. How to pick horses for courses from the massive web resources for mass spectral plant metabolomics. Gigascience, 6, 1–20.", "ArticleIdList": ["PMC5499862", "28520864"]}, {"Citation": "Petropoulos S, Fernandes A, Pereira C, Vaz J, Barros L, Tzortzakis N et al. (2019) Bioactivities, chemical composition and nutritional value of Cynara cardunculus L. seeds. Food Chemistry, 289, 404–412.", "ArticleIdList": ["30955630"]}, {"Citation": "Pinheiro Fernandes FD, Fontenele Menezes AP, de Sousa Neves JC, Fonteles AA, da Silva ATA, de Araujo Rodrigues P et al. (2014) Caffeic acid protects mice from memory deficits induced by focal cerebral ischemia. Behavioural Pharmacology, 25, 637–647.", "ArticleIdList": ["25171077"]}, {"Citation": "Qamar M, Akhtar S, Ismail T, Ismail A, Yuan Y, Cooper MA et al. (2021) Syzygium cumini(L.), Skeels fruit extracts: in vitro and in vivo antiinflammatory properties. Journal of Ethnopharmacology, 271, 113805.", "ArticleIdList": ["33465442"]}, {"Citation": "Qian W, Kang Y, Wang Y, Yang P, Wu W, Deng Y et al. (2020) Comprehensive identification of minor components and bioassay-guided isolation of an unusual antioxidant from Azolla imbricata using ultra-high performance liquid chromatography-quadrupole time-of-flight mass spectrometry combined with multicomponent knockout and bioactivity evaluation. Journal of Chromatography A, 1609, 460435.", "ArticleIdList": ["31515075"]}, {"Citation": "Qian W-Q, Wu W-L, Zhang X-H, Kang Y, Wang Y-Q, Deng Y-R et al. (2020) Chemical constituents from whole herbs of Azolla imbricata. Zhongcaoyao, 51, 30–37."}, {"Citation": "Qian Y, Lynch JH, Guo L, Rhodes D, Morgan JA & Dudareva N (2019) Completion of the cytosolic post-chorismate phenylalanine biosynthetic pathway in plants. Nature Communications, 10, 15.", "ArticleIdList": ["PMC6318282", "30604768"]}, {"Citation": "Rho J, Seo C-S, Park H-S, Jeong H-Y, Moon O-S, Seo Y-W et al. (2020) Asteris Radix et Rhizoma suppresses testosterone-induced benign prostatic hyperplasia in rats by regulating apoptosis and inflammation. Journal of Ethnopharmacology, 255, 112779.", "ArticleIdList": ["32209388"]}, {"Citation": "Rhodes MJC & Wooltorton LSC (1976) The enzymic conversion of hydroxycinnamic acids to p-coumarylquinic and chlorogenic acids in tomato fruits. Phytochemistry, 15, 947–951."}, {"Citation": "Rothwell JA, Perez-Jimenez J, Neveu V, Medina-Remon A, M’Hiri N, Garcıa-Lobato P et al. (2013) Phenol-Explorer 3.0: a major update of the Phenol-Explorer database to incorporate data on the effects of food processing on polyphenol content. Database, 2013. 10.1093/database/bat070", "ArticleIdList": ["10.1093/database/bat070", "PMC3792339", "24103452"]}, {"Citation": "Salamanca-Neto CAR, Sartori ER, Marcheafave GG, Scremin J, Scarminio IS, Barbosa-Dekker AM et al. (2020) Chemometric-assisted construction of a biosensing device to measure chlorogenic acid content in brewed coffee beverages to discriminate quality. Food Chemistry, 315, 126306.", "ArticleIdList": ["32035315"]}, {"Citation": "Salami M, Ehtemam MH & Rahimmalek M (2016) Inhibitory effect of different fennel (Foeniculum vulgare) samples and their phenolic compounds on formation of advanced glycation products and comparison of antimicrobial and antioxidant activities. Food Chemistry, 213, 196–205.", "ArticleIdList": ["27451172"]}, {"Citation": "Saleme MDLS, Cesarino I, Vargas L, Kim H, Vanholme R & Goeminne G et al. (2017) Silencing CAFFEOYL SHIKIMATE ESTERASE affects lignification and improves saccharification in poplar. Plant Physiology, 175, 1040–1057.", "ArticleIdList": ["PMC5664470", "28878037"]}, {"Citation": "Santana-Galvez J, Cisneros-Zevallos L & Jacobo-Vel azquez DA (2017) Chlorogenic acid: recent advances on its dual role as a food additive and a nutraceutical against metabolic syndrome. Molecules, 22, 358.", "ArticleIdList": ["PMC6155416", "28245635"]}, {"Citation": "Santos RMM & Lima DRA (2016) Coffee consumption, obesity and type 2 diabetes: a mini-review. European Journal of Nutrition, 55, 1345–1358.", "ArticleIdList": ["27026242"]}, {"Citation": "Sasaki K, Davies J, Doldan NG, Arao S, Ferdousi F, Szele FG et al. (2019) 3,4,5-Tricaffeoylquinic acid induces adult neurogenesis and improves deficit of learning and memory in aging model senescenceaccelerated prone 8 mice. Aging-Us, 11, 401–422.", "ArticleIdList": ["PMC6366991", "30654329"]}, {"Citation": "Sasaki K, Han J, Shimozono H, Villareal MO & Isoda H (2013) Caffeoylquinic acid-rich purple sweet potato extract, with or without anthocyanin, imparts neuroprotection and contributes to the improvement of spatial learning and memory of SAMP8 mouse. Journal of Agriculture and Food Chemistry, 61, 5037–5045.", "ArticleIdList": ["23647122"]}, {"Citation": "Schoch G, Goepfert S, Morant M, Hehn A, Meyer D, Ullmann P et al. (2001) CYP98A3 from Arabidopsis thaliana is a 3’-hydroxylase of phenolic esters, a missing link in the phenylpropanoid pathway. Journal of Biological Chemistry, 276, 36566–36574.", "ArticleIdList": ["11429408"]}, {"Citation": "Sharopov F, Wetterauer B, Gulmurodov I, Khalifaev D, Safarzoda R, Sobeh M et al. (2020) Chlorogenic and 1,5-dicaffeoylquinic acid-rich extract of topinambur (Helianthus tuberosus L.) exhibits strong antioxidant activity and weak cytotoxicity. Pharmaceutical Chemistry Journal, 54, 745–754."}, {"Citation": "Simion IM, Casoni D & Sarbu C (2019) Classification of Romanian medicinal plant extracts according to the therapeutic effects using thin layer chromatography and robust chemometrics. Journal of Pharmaceutical and Biomedical Analysis, 163, 137–143.", "ArticleIdList": ["30296715"]}, {"Citation": "Skala E, Picot L, Bijak M, Saluk-Bijak J, Szemraj J, Kicel A et al. (2019) An efficient plant regeneration from Rhaponticum carthamoides transformed roots, enhanced caffeoylquinic acid derivatives production in pRi-transformed plants and their biological activity. Industrial Crops and Products, 129, 327–338."}, {"Citation": "Skala E, Sitarek P, Toma M, Szemraj J, Radek M, NieborowskaSkorska M et al. (2016) Inhibition of human glioma cell proliferation by altered Bax/Bcl-2-p53 expression and apoptosis induction by Rhaponticum carthamoides extracts from transformed and normal roots. Journal of Pharmacy and Pharmacology, 68, 1454–1464.", "ArticleIdList": ["27696406"]}, {"Citation": "Smith P, Ho CK, Takagi Y, Djaballah H & Shuman S (2016) Nanomolar Inhibitors of Trypanosoma brucei RNA triphosphatase. mBio, 7(1), 10.1128/mBio.00058-16.", "ArticleIdList": ["10.1128/mBio.00058-16", "PMC4791841", "26908574"]}, {"Citation": "Song Y, Yang C-J, Wang Z-B, Zhao N, Feng X-S & Meng F-H (2017) Chemical constituents of Eleutherococcus sessiliflorus extract and its sedative-hypnotic effect. Natural Product Research, 31, 1995–2000.", "ArticleIdList": ["28049349"]}, {"Citation": "Sonnante G, D’Amore R, Blanco E, Pierri CL, De Palma M, Luo J et al. (2010) Novel hydroxycinnamoyl-coenzyme A quinate transferase genes from artichoke are involved in the synthesis of chlorogenic acid. Plant Physiology, 153, 1224–1238.", "ArticleIdList": ["PMC2899911", "20431089"]}, {"Citation": "Spinola V & Castilho PC (2016) Phytochemical profile, chemotaxonomic studies, and in vitro antioxidant activities of two endemisms from Madeira Archipelago: Melanoselinum decipiens and Monizia edulis (Apiaceae). Chemistry & Biodiversity, 13, 1290–1306.", "ArticleIdList": ["27448210"]}, {"Citation": "Stevens JF & Maier CS (2016) The chemistry of gut microbial metabolism of polyphenols. Phytochemistry Reviews, 15, 425–444.", "ArticleIdList": ["PMC4888912", "27274718"]}, {"Citation": "Stevens JF, Revel JS & Maier CS (2018) Mitochondria-centric review of polyphenol bioactivity in cancer models. Antioxidants & Redox Signaling, 29, 1589–1611.", "ArticleIdList": ["PMC6207154", "29084444"]}, {"Citation": "Subash S, Essa MM, Braidy N, Awlad-Thani K, Vaishnav R, Al-Adawi S et al. (2015) Diet rich in date palm fruits improves memory, learning and reduces beta amyloid in transgenic mouse model of Alzheimer’s disease. Journal of Ayurveda and Integrative Medicine, 6, 111–120.", "ArticleIdList": ["PMC4484046", "26167001"]}, {"Citation": "Sun J, Liu W, Zhang M, Geng P, Shan Y, Li G et al. (2018) The analysis of phenolic compounds in daylily using UHPLC-HRMSn and evaluation of drying processing method by fingerprinting and metabolomic approaches. Journal of Food Processing and Preservation, 42, 10.1111/jfpp.13325.", "ArticleIdList": ["10.1111/jfpp.13325"]}, {"Citation": "Tada I, Chaleckis R, Tsugawa H, Meister I, Zhang P, Lazarinis N et al. (2020) Correlation-based deconvolution (CorrDec) to generate highquality MS2 spectra from data-independent acquisition in multisample studies. Analytical Chemistry, 92, 11310–11317.", "ArticleIdList": ["32648737"]}, {"Citation": "Taira J, Uehara M, Tsuchida E & Ohmine W (2014) Inhibition of the bcatenin/Tcf signaling by caffeoylquinic acids in sweet potato leaf through down regulation of the Tcf-4 transcription. Journal of Agriculture and Food Chemistry, 62, 167–172.", "ArticleIdList": ["24308429"]}, {"Citation": "Tajik N, Tajik M, Mack I & Enck P (2017) The potential effects of chlorogenic acid, the main phenolic components in coffee, on health: a comprehensive review of the literature. European Journal of Nutrition, 56, 2215–2244.", "ArticleIdList": ["28391515"]}, {"Citation": "Tanriseven D, Kadiroglu P, Selli S & Kelebek H (2020) LC-DAD-ESI-MS/ MS-assisted elucidation of the phenolic compounds in shalgams: Comparison of traditional and direct methods. Food Chemistry, 305, 125505.", "ArticleIdList": ["31606693"]}, {"Citation": "Teoh WY, Tan HP, Ling SK, Abdul Wahab N & Sim KS (2016) Phytochemical investigation of Gynura bicolor leaves and cytotoxicity evaluation of the chemical constituents against HCT 116 cells. Natural Product Research, 30, 448–451.", "ArticleIdList": ["25738869"]}, {"Citation": "Tian X, An L, Gao LY, Bai JP, Wang J, Meng WH et al. (2015) Compound MQA, a caffeoylquinic acid derivative, protects against NMDAinduced neurotoxicity and potential mechanisms in vitro. CNS Neuroscience & Therapeutics, 21, 575–584.", "ArticleIdList": ["PMC6495333", "26096046"]}, {"Citation": "Tomas-Barberan F, Garcıa-Villalba R, Quartieri A, Raimondi S, Amaretti A, Leonardi A et al. (2014) In vitro transformation of chlorogenic acid by human gut microbiota. Molecular Nutrition & Food Research, 58, 1122–1131.", "ArticleIdList": ["24550206"]}, {"Citation": "Topal M, Topal F, Gocer H, Kalin P, Kose LP, Gulcin I et al. (2016) Antioxidant, antiradical, and anticholinergic properties of cynarin purified from the Illyrian thistle (Onopordum illyricum L.). Journal of Enzyme Inhibition and Medicinal Chemistry, 31, 266–275.", "ArticleIdList": ["25792498"]}, {"Citation": "Tousch D, Bidel LPR, Cazals G, Ferrare K, Leroy J, Faucanie M et al. (2014) Chemical analysis and antihyperglycemic activity of an original extract from burdock root (Arctium lappa). Journal of Agriculture and Food Chemistry, 62, 7738–7745.", "ArticleIdList": ["24933284"]}, {"Citation": "Trendafilova A, Ivanova V, Rangelov M, Todorova M, Ozek G, Yur S et al. (2020) Caffeoylquinic acids, cytotoxic, antioxidant, acetylcholinesterase and tyrosinase enzyme inhibitory activities of six inula species from Bulgaria. Chemistry & Biodiversity, 17, e2000051.", "ArticleIdList": ["32187453"]}, {"Citation": "Tsikas D (2018) Bioanalytical method validation of endogenous substances according to guidelines by the FDA and other organizations: basic need to specify concentration ranges. Journal of Chromatography. B, Analytical Technologies in the Biomedical and Life Sciences, 1093–1094, 80–81.", "ArticleIdList": ["29990717"]}, {"Citation": "Tsunoda T, Takase M & Shigemori H (2018) Structure-activity relationship of clovamide and its related compounds for the inhibition of amyloid β aggregation. Bioorganic & Medicinal Chemistry, 26, 3202–3209.", "ArticleIdList": ["29706525"]}, {"Citation": "Uleberg E, Rohloff J, Jaakola L, Trost K, Junttila O, Haggman H et al. (2012) Effects of temperature and photoperiod on yield and chemical composition of northern and southern clones of bilberry (Vaccinium myrtillus L.). Journal of Agriculture and Food Chemistry, 60, 10406–10414.", "ArticleIdList": ["23033879"]}, {"Citation": "Vanholme R, Cesarino I, Rataj K, Xiao Y, Sundin L, Goeminne G et al. (2013) Caffeoyl shikimate esterase (CSE) Is an enzyme in the lignin biosynthetic pathway in Arabidopsis. Science, 341, 1103–1106.", "ArticleIdList": ["23950498"]}, {"Citation": "Vanholme R, De Meester B, Ralph J & Boerjan W (2019) Lignin biosynthesis and its integration into metabolism. Current Opinion in Biotechnology, 56, 230–239.", "ArticleIdList": ["30913460"]}, {"Citation": "Villalon-Lopez N, Serrano-Contreras JI, Tellez-Medina DI & Gerardo Zepeda L (2018) An 1H NMR-based metabolomic approach to compare the chemical profiling of retail samples of ground roasted and instant coffees. Food Research International, 106, 263–270.", "ArticleIdList": ["29579926"]}, {"Citation": "Villegas RJ & Kojima M (1986) Purification and characterization of hydroxycinnamoyl D-glucose. Quinate hydroxycinnamoyl transferase in the root of sweet potato, Ipomoea batatas Lam. Journal of Biological Chemistry, 261, 8729–8733.", "ArticleIdList": ["3722170"]}, {"Citation": "Vogt T (2010) Phenylpropanoid biosynthesis. Molecular Plant, 3, 2–20.", "ArticleIdList": ["20035037"]}, {"Citation": "Volpi e Silva N, Mazzafera P & Cesarino I (2019) Should I stay or should I go: are chlorogenic acids mobilized towards lignin biosynthesis? Phytochemistry, 166, 112063.", "ArticleIdList": ["31280091"]}, {"Citation": "Wagdy R, Handoussa H, Abdelkader RM, Hamdi N, El-Khatib AH, El-Khatib AH et al. (2019) Neuromodulatory activity of dietary phenolics derived from Corchorus olitorius L. Journal of Food Science, 84, 1012–1022.", "ArticleIdList": ["31017668"]}, {"Citation": "Wan C, Li S, Liu L, Chen C & Fan S (2017) Caffeoylquinic acids from the aerial parts of Chrysanthemum coronarium L. Plants, 6, 10.3390/plants6010010.", "ArticleIdList": ["10.3390/plants6010010", "PMC5371769", "28218654"]}, {"Citation": "Wang L-T, Gao M-Z, Yang Q, Cui Q, Jian Y, Fan X-H et al. (2019) An efficient strategy based on liquid-liquid extraction with acid condition and HSCCC for rapid enrichment and preparative separation of three caffeoylquinic acid isomers from mulberry leaves. Journal of Chromatographic Science, 57, 738–744.", "ArticleIdList": ["31318427"]}, {"Citation": "Wang R, Sun F, Ren C, Zhai L, Xiong R, Yang Y et al. (2021) Hunan insect tea polyphenols provide protection against gastric injury induced by HCl/ethanol through an antioxidant mechanism in mice. Food & Function, 12, 747–760.", "ArticleIdList": ["33367402"]}, {"Citation": "Wang S-N, Yao Z-W, Zhao C-B, Ding Y-S, Jing L, Bian L-H et al. (2021) Discovery and proteomics analysis of effective compounds in Valeriana jatamansi jones for the treatment of anxiety. Journal of Ethnopharmacology, 265, 113452.", "ArticleIdList": ["33069789"]}, {"Citation": "Wang X, Chao N, Zhang M, Jiang X & Gai Y (2019) Functional characteristics of caffeoyl shikimate esterase in larix kaempferi and monolignol biosynthesis in gymnosperms. International Journal of Molecular Sciences, 20, 6071.", "ArticleIdList": ["PMC6929169", "31810184"]}, {"Citation": "Wang Z, Hwang SH, Guillen Quispe YN, Gonzales Arce PH & Lim SS (2017) Investigation of the antioxidant and aldose reductase inhibitory activities of extracts from Peruvian tea plant infusions. Food Chemistry, 231, 222–230.", "ArticleIdList": ["28450000"]}, {"Citation": "Wianowska D & Gil M (2019) Recent advances in extraction and analysis procedures of natural chlorogenic acids. Phytochemistry Reviews, 18, 273–302."}, {"Citation": "Widhalm JR, Gutensohn M, Yoo H, Adebesin F, Qian Y, Guo L et al. (2015) Identification of a plastidial phenylalanine exporter that influences flux distribution through the phenylalanine biosynthetic network. Nature Communications, 6, 8142.", "ArticleIdList": ["PMC4647861", "26356302"]}, {"Citation": "Woo HS, Shin K-C, Kim JY, Kim Y-S, Ban YJ, Oh YJ et al. (2020) Bakkenolides and caffeoylquinic acids from the aerial portion of Petasites japonicas and their bacterial neuraminidase inhibition ability. Biomolecules, 10, 888.", "ArticleIdList": ["PMC7357027", "32532086"]}, {"Citation": "Wozniak D, Slusarczyk S, Domaradzki K, Drys A & Matkowski A (2018) Comparison of polyphenol profile and antimutagenic and antioxidant activities in two species used as source of Solidaginis herba - Goldenrod. Chemistry & Biodiversity, 15, e1800023.", "ArticleIdList": ["29537689"]}, {"Citation": "Wright KM, Magana AA, Bollen M, Caruso M, Gray NE, Matthews DG et al. (2020) From source to bedside: translational studies of centella asiatica for Alzheimer’s disease. Alzheimer’s & Dementia, 16, e041268."}, {"Citation": "Xie Z, Yu C & Gao X (2019) A method toward constituents with weak response in mass spectra for comprehensively characterizing constituents in traditional Chinese medicine formula, Kangfuxiaoyanshuan as a case. Journal of Separation Science, 42, 3152–3160.", "ArticleIdList": ["31313477"]}, {"Citation": "Xue M, Shi H, Zhang J, Liu Q-Q, Guan J, Zhang J-Y et al. (2016) Stability and degradation of caffeoylquinic acids under different storage conditions studied by high-performance liquid chromatography with photo diode array detection and high-performance liquid chromatography with electrospray ionization collision-induced dissociation tandem mass spectrometry. Molecules, 21, 948.", "ArticleIdList": ["PMC6274215", "27455213"]}, {"Citation": "Yang A, Qi G, Zheng Z, Wu R, Zhang F, Li C et al. (2018) Chemical constituents of Saxifraga umbellulata. Chemistry of Natural Compounds, 54, 757–759."}, {"Citation": "Yang F, Li Y, Gong JF, Shen L, Gao J, Zhang C et al. (2020) Development of an LC-MS/MS method for quantitative analysis of chlorogenic acid in human plasma and its application to a pharmacokinetic study in Chinese patients with advanced solid tumor. Journal of Pharmaceutical and Biomedical Analysis, 177, 112809.", "ArticleIdList": ["31541942"]}, {"Citation": "Yang J, Qi Y, Li H, Jiang M, Zhu Y, Xue R et al. (2021) Determination of quinic acids in Helichrysum arenarium (L.) Moench by ultrafiltration affinity and ultra-high-performance liquid chromatography coupled with quadrupole-time-of-flight mass spectrometry (UF-UPLC-Q-TOF-MS). Analytical Letters, 54, 772–789."}, {"Citation": "Yang L, Hou A, Wang S, Zhang J, Man W, Guo X et al. (2020) Screening and quantification of TNF-α ligand from Angelicae Pubescentis Radix by biosensor and UPLC-MS/MS. Analytical Biochemistry, 596, 113643.", "ArticleIdList": ["32105738"]}, {"Citation": "Yang R, Liu H, Bai C, Wang Y, Zhang X, Guo R et al. (2020) Chemical composition and pharmacological mechanism of Qingfei Paidu Decoction and Ma Xing Shi Gan Decoction against Coronavirus Disease 2019 (COVID-19): in silico and experimental study. Pharmacological Research, 157, 104820.", "ArticleIdList": ["PMC7194979", "32360484"]}, {"Citation": "Yang Z-Z, Yu Y-T, Lin H-R, Liao D-C, Cui X-H & Wang H-B (2018) Lonicera japonica extends lifespan and healthspan in Caenorhabditis elegans. Free Radical Biology and Medicine, 129, 310–322.", "ArticleIdList": ["30266681"]}, {"Citation": "Yu J, Sun X, Zhao L, Wang X & Wang X (2020) An efficient method to obtain anti-inflammatory phenolic derivatives from Scindapsus officinalis (Roxb.) Schott. by a high speed counter-current chromatography coupled with a recycling mode. RSC Advances, 10, 11132–11138.", "ArticleIdList": ["PMC9050415", "35495326"]}, {"Citation": "Yu Y, Wang Y, Yu Y, Ma P, Jia Z, Guo X et al. (2021) Overexpression of IbPAL1 promotes chlorogenic acid biosynthesis in sweetpotato. The Crop Journal, 9, 204–215."}, {"Citation": "Zengin G, Aktumsek A, Ceylan R, Uysal S, Mocan A, Guler GO et al. (2017) Shedding light on the biological and chemical fingerprints of three Achillea species (A. biebersteinii, A. millefolium and A. teretifolia). Food and Function, 8, 1152–1165.", "ArticleIdList": ["28174780"]}, {"Citation": "Zhan M-R, Jia Y-Q, Chen L, Wang X-L & Wang Y (2020) Analysis of metabolites of 4,5-dicaffeoylquinic acid in rat plasma and urine based on LC-MS. Zhongguo Zhong Yao Za Zhi, 45, 391–397.", "ArticleIdList": ["32237323"]}, {"Citation": "Zhang J-Y, Wang Z-J, Li Y, Liu Y, Cai W, Li C et al. (2016) A strategy for comprehensive identification of sequential constituents using ultrahigh-performance liquid chromatography coupled with linear ion trapOrbitrap mass spectrometer, application study on chlorogenic acids in Flos Lonicerae Japonicae. Talanta, 147, 16–27.", "ArticleIdList": ["26592571"]}, {"Citation": "Zhang L-N, Wang L, Shi Z-Q, Li P & Li H-J (2018) A metabolomic strategy based on integrating headspace gas chromatography-mass spectrometry and liquid chromatography-mass spectrometry to differentiate the five cultivars of Chrysanthemum flower. RSC Advances, 8, 9074–9082.", "ArticleIdList": ["PMC9078625", "35541849"]}, {"Citation": "Zhang S-H, Hu X, Shi S-Y, Huang L-Q, Chen W, Chen L et al. (2016) Typical ultraviolet spectra in combination with diagnostic mass fragmentation analysis for the rapid and comprehensive profiling of chlorogenic acids in the buds of Lonicera macranthoides. Analytical and Bioanalytical Chemistry, 408, 3659–3672.", "ArticleIdList": ["26970751"]}, {"Citation": "Zheleva-Dimitrova D, Gevrenova R, Balabanova V, Zaharieva MM, Najdenski H, Ruseva S et al. (2017) HPLC-UV and LC-MS analyses of acyl-quinic acids in Geigeria alata (DC) Oliv. & Hiern. and their contribution to antioxidant and antimicrobial capacity. Phytochemical Analysis, 28, 176– 184.", "ArticleIdList": ["27910164"]}, {"Citation": "Zheng S, Zhang H, Liu R, Huang C-L, Li H, Deng Z-Y et al. (2021) Do short chain fatty acids and phenolic metabolites of the gut have synergistic anti-inflammatory effects?–New insights from a TNF-α-induced Caco-2 cell model. Food Research International, 139, 109833.", "ArticleIdList": ["33509458"]}, {"Citation": "Ziegler K, Kerimi A, Poquet L & Williamson G (2016) Butyric acid increases transepithelial transport of ferulic acid through upregulation of the monocarboxylate transporters SLC16A1 (MCT1) and SLC16A3 (MCT4). Archives of Biochemistry and Biophysics, 599, 3–12.", "ArticleIdList": ["PMC4884672", "26854723"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "6", "Day": "15"}, {"Year": "2021", "Month": "3", "Day": "19"}, {"Year": "2021", "Month": "6", "Day": "19"}, {"Year": "2021", "Month": "6", "Day": "26", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "1", "Day": "27", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "6", "Day": "25", "Hour": "17", "Minute": "26"}, {"Year": "2022", "Month": "5", "Day": "9"}], "PublicationStatus": "ppublish", "ArticleIdList": ["34171156", "NIHMS1784756", "PMC9084498", "10.1111/tpj.15390"]}}], "PubmedBookArticle": []}