{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Anti-müllerian hormone", "Branched-chain amino acids", "Dairy", "Mediation", "Metabolomics", "Ovarian reserve"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34176512", "DateRevised": {"Year": "2021", "Month": "07", "Day": "01"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "06", "Day": "27"}], "Language": ["eng"], "ELocationID": ["66", "10.1186/s12986-021-00591-y"], "Journal": {"ISSN": "1743-7075", "JournalIssue": {"Volume": "18", "Issue": "1", "PubDate": {"Year": "2021", "Month": "Jun", "Day": "27"}}, "Title": "Nutrition & metabolism", "ISOAbbreviation": "Nutr Metab (Lond)"}, "ArticleTitle": "Serum metabolomics study of the association between dairy intake and the anti-müllerian hormone annual decline rate.", "Pagination": {"StartPage": "66", "MedlinePgn": "66"}, "Abstract": {"AbstractText": ["Dairy intake has been implicated in later ovarian aging but mechanism underlying the association is unknown. This study aimed to investigate (1) associations between dairy intake and metabolites previously shown related to anti-müllerian hormone (AMH) decline rate; (2) mediating roles of these metabolites in the prospective association of total dairy consumption with odds of AMH fast decline rate.", "The participants comprised 186 reproductive-aged women randomly selected from the Tehran Lipid and Glucose Study. AMH was measured at baseline (1999-2001) and the 5th follow-up (2014-2017), and dietary data was collected at the second follow-up (2005-2008) using a food frequency questionnaire. Untargeted metabolomics was performed by gas chromatography-mass spectrometry using fasting-serum samples of the second follow-up. We analyzed dairy intake in association with the eight metabolites linked to the higher odds of AMH fast decline rate using linear regression with the Benjamini-Hochberg false discovery correction. Mediatory roles of the metabolites were assessed by bootstrapping.", "Mean age and BMI of the participants at metabolomics assessment were 44.7 ± 5.87 years and 28.8 ± 4.88 kg/m<sup>2</sup>, respectively. Phosphate, branched-chain amino acids (BCAAs), and proline decreased significantly from the first to the third tertile of total dairy intake. Total dairy as a continuous variable inversely associated with phosphate (beta = -0.166; p value = 0.018), valine (beta = -0.176; p value = 0.016), leucine (beta = -0.226; p value = 0.002), proline (beta = -0.219; p value = 0.003), and urea (beta = -0.156; p = 0.035) after accounting for all potential covariates and correction for multiplicity (q-value < 0.1). Fermented dairy showed similar results, but milk did not associate with any of the metabolites. Simple mediation showed significant indirect effects for phosphate, proline, and BCAAs but not urea. Entering the sum of phosphate, proline, and BCAAs as a mediator, the metabolites' total indirect effects were significant [β = -0.12 (95% CIs - 0.26, - 0.04)]. In contrast, the direct association of total dairy intake with the fast decline in AMH was non-significant [β = -0.28 (95% CIs - 0.67, 0.10)].", "Total dairy was inversely associated with AMH decline rate-related metabolites. Inverse association of dairy intakes with the odds of AMH fast decline rate was indirectly mediated by lower phosphate, proline, and BCAAs."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Nutrition and Endocrine Research Center, Research Institute for Endocrine Sciences, Shahid Beheshti University of Medical Sciences, Tehran, Iran."}], "LastName": "Moslehi", "ForeName": "Nazanin", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Phytochemistry, Medicinal Plants and Drugs Research Institute, Shahid Beheshti University, Tehran, Iran."}], "LastName": "Marzbani", "ForeName": "Rezvan", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Phytochemistry, Medicinal Plants and Drugs Research Institute, Shahid Beheshti University, Tehran, Iran."}], "LastName": "Rezadoost", "ForeName": "Hassan", "Initials": "H"}, {"Identifier": ["0000-0003-2391-4924"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Nutrition and Endocrine Research Center, Research Institute for Endocrine Sciences, Shahid Beheshti University of Medical Sciences, Tehran, Iran. mirmiran@endocrine.ac.ir."}, {"Identifier": [], "Affiliation": "Department of Clinical Nutrition and Dietetics, Faculty of Nutrition and Food Technology, National Nutrition and Food Technology Research Institute, Shahid Beheshti University of Medical Sciences, Tehran, Iran. mirmiran@endocrine.ac.ir."}], "LastName": "Mirmiran", "ForeName": "Parvin", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Reproductive Endocrinology Research Center, Research Institute for Endocrine Sciences, Shahid Beheshti University of Medical Sciences, Tehran, Iran. ramezani@endocrine.ac.ir."}], "LastName": "Ramezani Tehrani", "ForeName": "Fahimeh", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Endocrine Research Center, Research Institute for Endocrine Sciences, Shahid Beheshti University of Medical Sciences, Tehran, Iran."}], "LastName": "Azizi", "ForeName": "Fereidoun", "Initials": "F"}], "GrantList": [{"GrantID": "13366-4", "Agency": "Shahid Beheshti University of Medical Sciences", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Nutr Metab (Lond)", "NlmUniqueID": "101231644", "ISSNLinking": "1743-7075"}, "CoiStatement": "The authors have no conflicts of interest to declare."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Broekmans F, Soules M, Fauser B. Ovarian aging: mechanisms and clinical consequences. Endocr Rev. 2009;30(5):465–493. doi: 10.1210/er.2009-0006.", "ArticleIdList": ["10.1210/er.2009-0006", "19589949"]}, {"Citation": "Freeman EW, Sammel MD, Lin H, Boorman DW, Gracia CR. Contribution of the rate of change of antimullerian hormone in estimating time to menopause for late reproductive-age women. Fertil Steril. 2012;98(5):1254–1259. doi: 10.1016/j.fertnstert.2012.07.1139.", "ArticleIdList": ["10.1016/j.fertnstert.2012.07.1139", "PMC3478472", "22921911"]}, {"Citation": "Gohari MR, Ramezani Tehrani F, Chenouri S, Solaymani-Dodaran M, Azizi F. Individualized predictions of time to menopause using multiple measurements of antimullerian hormone. Menopause. 2016;23(8):839–845. doi: 10.1097/GME.0000000000000642.", "ArticleIdList": ["10.1097/GME.0000000000000642", "27326817"]}, {"Citation": "de Kat AC, van der Schouw YT, Eijkemans MJ, Herber-Gast GC, Visser JA, Verschuren WM, et al. Back to the basics of ovarian aging: a population-based study on longitudinal anti-Mullerian hormone decline. BMC Med. 2016;14(1):151. doi: 10.1186/s12916-016-0699-y.", "ArticleIdList": ["10.1186/s12916-016-0699-y", "PMC5046975", "27716302"]}, {"Citation": "Richardson M, Guo M, Fauser B, Macklon N. Environmental and developmental origins of ovarian reserve. Hum Reprod Update. 2014;20(3):353–369. doi: 10.1093/humupd/dmt057.", "ArticleIdList": ["10.1093/humupd/dmt057", "24287894"]}, {"Citation": "Moslehi N, Mirmiran P, Tehrani FR, Azizi F. Current evidence on associations of nutritional factors with ovarian reserve and timing of menopause: a systematic review. Adv Nutr. 2017;8(4):597–612.", "ArticleIdList": ["PMC5502869", "28710146"]}, {"Citation": "Carwile JL, Willett WC, Michels KB. Consumption of low-fat dairy products may delay natural menopause. J Nutr. 2013;143(10):1642–1650. doi: 10.3945/jn.113.179739.", "ArticleIdList": ["10.3945/jn.113.179739", "PMC3771815", "23946341"]}, {"Citation": "Purdue-Smithe AC, Whitcomb BW, Manson JE, Hankinson SE, Rosner BA, Troy LM, et al. A prospective study of dairy-food intake and early menopause. Am J Epidemiol. 2019;188(1):188–196. doi: 10.1093/aje/kwy212.", "ArticleIdList": ["10.1093/aje/kwy212", "PMC6321800", "30239575"]}, {"Citation": "Moslehi N, Mirmiran P, Azizi F, Tehrani FR. Do dietary intakes influence the rate of decline in anti-Mullerian hormone among eumenorrheic women? A population-based prospective investigation. Nutr J. 2019;18(1):83. doi: 10.1186/s12937-019-0508-5.", "ArticleIdList": ["10.1186/s12937-019-0508-5", "PMC6889581", "31791350"]}, {"Citation": "Jamil Z, Fatima SS, Ahmed K, Malik R. Anti-mullerian hormone: above and beyond conventional ovarian reserve markers. Dis Markers. 2016;2016:5246217. doi: 10.1155/2016/5246217.", "ArticleIdList": ["10.1155/2016/5246217", "PMC4764725", "26977116"]}, {"Citation": "Moolhuijsen LM, Visser JA. Anti-Müllerian hormone and ovarian reserve: update on assessing ovarian function. J Clin Endocrinol Metab. 2020;105(11):3361–3373. doi: 10.1210/clinem/dgaa513.", "ArticleIdList": ["10.1210/clinem/dgaa513", "PMC7486884", "32770239"]}, {"Citation": "Peng B, Li H, Peng X-X. Functional metabolomics: from biomarker discovery to metabolome reprogramming. Protein Cell. 2015;6(9):628–637. doi: 10.1007/s13238-015-0185-x.", "ArticleIdList": ["10.1007/s13238-015-0185-x", "PMC4537470", "26135925"]}, {"Citation": "O'Gorman A, Brennan L. The role of metabolomics in determination of new dietary biomarkers. Proc Nutr Soc. 2017;76(3):295–302. doi: 10.1017/S0029665116002974.", "ArticleIdList": ["10.1017/S0029665116002974", "28091346"]}, {"Citation": "Moslehi N, Mirmiran P, Marzbani R, Rezadoost H, Mirzaie M, Azizi F, et al. Serum metabolomics study of women with different annual decline rates of anti-Müllerian hormone: an untargeted gas chromatography–mass spectrometry-based study. Hum Reprod. 2020;36(3):721–733. doi: 10.1093/humrep/deaa279.", "ArticleIdList": ["10.1093/humrep/deaa279", "33320198"]}, {"Citation": "Azizi F, Ghanbarian A, Momenan AA, Hadaegh F, Mirmiran P, Hedayati M, et al. Prevention of non-communicable disease in a population in nutrition transition: Tehran Lipid and Glucose Study phase II. Trials. 2009;10(1):1–15. doi: 10.1186/1745-6215-10-5.", "ArticleIdList": ["10.1186/1745-6215-10-5", "PMC2656492", "19166627"]}, {"Citation": "Azizi F, Zadeh-Vakili A, Takyar M. Review of rationale, design, and initial findings: Tehran Lipid and Glucose Study. Int J Endocrinol Metab. 2018;16(4 Suppl):e84777.", "ArticleIdList": ["PMC6289309", "30584442"]}, {"Citation": "Esfahani FH, Asghari G, Mirmiran P, Azizi F. Reproducibility and relative validity of food group intake in a food frequency questionnaire developed for the Tehran Lipid and Glucose Study. J Epidemiol. 2010;20(2):150–158. doi: 10.2188/jea.JE20090083.", "ArticleIdList": ["10.2188/jea.JE20090083", "PMC3900814", "20154450"]}, {"Citation": "Benjamini Y, Hochberg Y. Controlling the false discovery rate: a practical and powerful approach to multiple testing. J R Stat Soc Series B Stat Methodol. 1995;57(1):289–300."}, {"Citation": "Shuster LT, Rhodes DJ, Gostout BS, Grossardt BR, Rocca WA. Premature menopause or early menopause: long-term health consequences. Maturitas. 2010;65(2):161–166. doi: 10.1016/j.maturitas.2009.08.003.", "ArticleIdList": ["10.1016/j.maturitas.2009.08.003", "PMC2815011", "19733988"]}, {"Citation": "Brand JS, Van Der Schouw YT, Onland-Moret NC, Sharp SJ, Ong KK, Khaw K-T, et al. Age at menopause, reproductive life span, and type 2 diabetes risk: results from the EPIC-InterAct study. Diabetes Care. 2013;36(4):1012–1019. doi: 10.2337/dc12-1020.", "ArticleIdList": ["10.2337/dc12-1020", "PMC3609516", "23230098"]}, {"Citation": "De Kat AC, Verschuren WM, Eijkemans MJ, Broekmans FJ, Van Der Schouw YT. Anti-Müllerian hormone trajectories are associated with cardiovascular disease in women: results from the Doetinchem cohort study. Circulation. 2017;135(6):556–565. doi: 10.1161/CIRCULATIONAHA.116.025968.", "ArticleIdList": ["10.1161/CIRCULATIONAHA.116.025968", "28153992"]}, {"Citation": "Nagel G, Altenburg H-P, Nieters A, Boffetta P, Linseisen J. Reproductive and dietary determinants of the age at menopause in EPIC-Heidelberg. Maturitas. 2005;52(3–4):337–347. doi: 10.1016/j.maturitas.2005.05.013.", "ArticleIdList": ["10.1016/j.maturitas.2005.05.013", "16011884"]}, {"Citation": "Dunneram Y, Greenwood DC, Burley VJ, Cade JE. Dietary intake and age at natural menopause: results from the UK Women’s Cohort Study. J Epidemiol Community Health. 2018;72(8):733–740. doi: 10.1136/jech-2017-209887.", "ArticleIdList": ["10.1136/jech-2017-209887", "PMC6204950", "29712719"]}, {"Citation": "Zheng Y, Yu B, Alexander D, Steffen LM, Boerwinkle E. Human metabolome associates with dietary intake habits among African Americans in the atherosclerosis risk in communities study. Am J Epidemiol. 2014;179(12):1424–1433. doi: 10.1093/aje/kwu073.", "ArticleIdList": ["10.1093/aje/kwu073", "PMC4051875", "24801555"]}, {"Citation": "Pallister T, Jennings A, Mohney RP, Yarand D, Mangino M, Cassidy A, et al. Characterizing blood metabolomics profiles associated with self-reported food intakes in female twins. PLoS ONE. 2016;11(6):e0158568. doi: 10.1371/journal.pone.0158568.", "ArticleIdList": ["10.1371/journal.pone.0158568", "PMC4927065", "27355821"]}, {"Citation": "Wang Y, Gapstur SM, Carter BD, Hartman TJ, Stevens VL, Gaudet MM, et al. Untargeted metabolomics identifies novel potential biomarkers of habitual food intake in a cross-sectional study of postmenopausal women. J Nutr. 2018;148(6):932–943. doi: 10.1093/jn/nxy027.", "ArticleIdList": ["10.1093/jn/nxy027", "29767735"]}, {"Citation": "Hruby A, Dennis C, Jacques PF. Dairy intake in 2 American adult cohorts associates with novel and known targeted and nontargeted circulating metabolites. J Nutr. 2020;150(5):1272–1283. doi: 10.1093/jn/nxaa021.", "ArticleIdList": ["10.1093/jn/nxaa021", "PMC7198289", "32055836"]}, {"Citation": "Münger LH, Garcia-Aloy M, Vázquez-Fresno R, Gille D, Rosana ARR, Passerini A, et al. Biomarker of food intake for assessing the consumption of dairy and egg products. Genes Nutr. 2018;13(1):26. doi: 10.1186/s12263-018-0615-5.", "ArticleIdList": ["10.1186/s12263-018-0615-5", "PMC6162878", "30279743"]}, {"Citation": "Chartrand D, Da Silva MS, Julien P, Rudkowska I. Influence of amino acids in dairy products on glucose homeostasis: the clinical evidence. Can J Diabetes. 2017;41(3):329–337. doi: 10.1016/j.jcjd.2016.10.009.", "ArticleIdList": ["10.1016/j.jcjd.2016.10.009", "28233627"]}, {"Citation": "Zheng Y, Li Y, Qi Q, Hruby A, Manson JE, Willett WC, et al. Cumulative consumption of branched-chain amino acids and incidence of type 2 diabetes. Int J Epidemiol. 2016;45(5):1482–1492. doi: 10.1093/ije/dyw143.", "ArticleIdList": ["10.1093/ije/dyw143", "PMC5100612", "27413102"]}, {"Citation": "Jennings A, MacGregor A, Pallister T, Spector T, Cassidy A. Associations between branched chain amino acid intake and biomarkers of adiposity and cardiometabolic health independent of genetic factors: a twin study. Int J Cardiol. 2016;223:992–998. doi: 10.1016/j.ijcard.2016.08.307.", "ArticleIdList": ["10.1016/j.ijcard.2016.08.307", "PMC5074005", "27591698"]}, {"Citation": "Prodhan UK, Milan AM, Thorstensen EB, Barnett MP, Stewart RA, Benatar JR, et al. Altered dairy protein intake does not alter circulatory branched chain amino acids in healthy adults: a randomized controlled trial. Nutrients. 2018;10(10):1510. doi: 10.3390/nu10101510.", "ArticleIdList": ["10.3390/nu10101510", "PMC6213722", "30326639"]}, {"Citation": "Rousseau M, Guénard F, Garneau V, Allam-Ndoul B, Lemieux S, Pérusse L, et al. Associations between dietary protein sources, plasma BCAA and short-chain acylcarnitine levels in adults. Nutrients. 2019;11(1):173. doi: 10.3390/nu11010173.", "ArticleIdList": ["10.3390/nu11010173", "PMC6356602", "30650556"]}, {"Citation": "Siomkajło M, Daroszewski J. Branched chain amino acids: Passive biomarkers or the key to the pathogenesis of cardiometabolic diseases? Adv Clin Exp Med. 2019;28(9):1263–1269. doi: 10.17219/acem/104542.", "ArticleIdList": ["10.17219/acem/104542", "31430068"]}, {"Citation": "Le Couteur DG, Solon-Biet SM, Cogger VC, Ribeiro R, de Cabo R, Raubenheimer D, et al. Branched chain amino acids, aging and age-related health. Ageing Res Rev. 2020;64:101198. doi: 10.1016/j.arr.2020.101198.", "ArticleIdList": ["10.1016/j.arr.2020.101198", "33132154"]}, {"Citation": "Adeva-Andany MM, López-Maside L, Donapetry-García C, Fernández-Fernández C, Sixto-Leal C. Enzymes involved in branched-chain amino acid metabolism in humans. Amino Acids. 2017;49(6):1005–1028. doi: 10.1007/s00726-017-2412-7.", "ArticleIdList": ["10.1007/s00726-017-2412-7", "28324172"]}, {"Citation": "Sochol KM, Johns TS, Buttar RS, Randhawa L, Sanchez E, Gal M, et al. The effects of dairy intake on insulin resistance: a systematic review and meta-analysis of randomized clinical trials. Nutrients. 2019;11(9):2237. doi: 10.3390/nu11092237.", "ArticleIdList": ["10.3390/nu11092237", "PMC6769921", "31533272"]}, {"Citation": "Fernández M, Hudson JA, Korpela R, de los Reyes-Gavilán CG. Impact on human health of microorganisms present in fermented dairy products: an overview. BioMed Res Int. 2015;2015:412714.", "ArticleIdList": ["PMC4369881", "25839033"]}, {"Citation": "Haid M, Muschet C, Wahl S, Römisch-Margl W, Prehn C, Möller G, et al. Long-term stability of human plasma metabolites during storage at− 80 C. J Proteome Res. 2018;17(1):203–211. doi: 10.1021/acs.jproteome.7b00518.", "ArticleIdList": ["10.1021/acs.jproteome.7b00518", "29064256"]}, {"Citation": "Wagner-Golbs A, Neuber S, Kamlage B, Christiansen N, Bethan B, Rennefahrt U, et al. Effects of long-term storage at − 80 C on the human plasma metabolome. Metabolites. 2019;9(5):99. doi: 10.3390/metabo9050099.", "ArticleIdList": ["10.3390/metabo9050099", "PMC6572224", "31108909"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "3", "Day": "31"}, {"Year": "2021", "Month": "6", "Day": "12"}, {"Year": "2021", "Month": "6", "Day": "28", "Hour": "5", "Minute": "30"}, {"Year": "2021", "Month": "6", "Day": "29", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "6", "Day": "29", "Hour": "6", "Minute": "1"}, {"Year": "2021", "Month": "6", "Day": "27"}], "PublicationStatus": "epublish", "ArticleIdList": ["34176512", "PMC8237474", "10.1186/s12986-021-00591-y", "10.1186/s12986-021-00591-y"]}}], "PubmedBookArticle": []}