{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Aided phytostabilisation", "Arbuscular mycorrhizal fungi", "Biomass valorization", "Cadmium", "Coriandrum sativum", "Distillation residues", "Salvia sclarea"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34184234", "DateCompleted": {"Year": "2021", "Month": "11", "Day": "16"}, "DateRevised": {"Year": "2021", "Month": "11", "Day": "16"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "06", "Day": "29"}], "Language": ["eng"], "ELocationID": ["10.1007/s11356-021-15045-4"], "Journal": {"ISSN": "1614-7499", "JournalIssue": {"Volume": "28", "Issue": "44", "PubDate": {"Year": "2021", "Month": "Nov"}}, "Title": "Environmental science and pollution research international", "ISOAbbreviation": "Environ Sci Pollut Res Int"}, "ArticleTitle": "Phytomanagement of a metal(loid)-contaminated agricultural site using aromatic and medicinal plants to produce essential oils: analysis of the metal(loid) fate in the value chain.", "Pagination": {"StartPage": "62155", "EndPage": "62173", "MedlinePgn": "62155-62173"}, "Abstract": {"AbstractText": ["Phytomanagement uses plants and soil conditioners to create value on contaminated land while minimizing environmental risk. This work was carried out on a metal(loid)-contaminated site and aimed at assessing the suitability of Salvia sclarea L. (sage) and Coriandrum sativum L. (coriander) combined with an arbuscular mycorrhizal fungus (AMF) inoculant to immobilize metal(loid)s and produce essential oils (EO). The effect of the inoculant on the transfer of metal(loid)s (ML, i.e., Cd, Cu, Pb, Zn, As, Ni, and Sb) to plants and the ML soil mobility were investigated. The ML concentrations in EO from both plant species and the valorization options for the distillation residues (soil conditioner, animal fodder, and anaerobic digestion) were studied. Sage was a suitable candidate for this value chain because it presents an excluder phenotype and the residues of oil extraction could be used as a soil conditioner. The metal concentrations in the sage EO were similar to those obtained from plants cultivated on an uncontaminated soil. These results indicate the suitability of sage harvested on the contaminated soil according to the ML fate in the whole value chain. Like the EO of sage, ML concentrations in the coriander EO did not differ from those in the commercial EO that were obtained from plants grown on uncontaminated soil. However, the use of distillation residues of coriander was limited by their relatively elevated Cd concentrations. The use of a mycorrhizal inoculum did not decrease the Cd mobility in soil for the coriander."], "CopyrightInformation": "© 2021. The Author(s), under exclusive licence to Springer-Verlag GmbH Germany, part of Springer Nature."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Unité Technologies Propres et Economie Circulaire, INERIS, Parc Technologique Alata, BP2, 60550, Verneuil-en-Halatte, France."}, {"Identifier": [], "Affiliation": "Department of Green Chemistry and Technology, Ghent University, Ghent, Belgium."}], "LastName": "Perlein", "ForeName": "Alexandre", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Unité Technologies Propres et Economie Circulaire, INERIS, Parc Technologique Alata, BP2, 60550, Verneuil-en-Halatte, France."}], "LastName": "Zdanevitch", "ForeName": "Isabelle", "Initials": "I"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Unité Technologies Propres et Economie Circulaire, INERIS, Parc Technologique Alata, BP2, 60550, Verneuil-en-Halatte, France."}], "LastName": "Gaucher", "ForeName": "Rodolphe", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Physical and Chemical Sciences, University of Canterbury, Christchurch, 8041, New Zealand."}], "LastName": "Robinson", "ForeName": "Brett", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Analytical Methods and Developments for the Environment, INERIS, Parc Technologique Alata BP 2, 60550, Verneuil en Halatte, France."}], "LastName": "Papin", "ForeName": "Arnaud", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Unité de Chimie Environnementale et Interactions sur le Vivant (UCEIV, UR 4492), Université du Littoral Côte d'Opale, SFR Condorcet FR CNRS 3417, 50 rue Ferdinand Buisson, 62228, Calais, cedex, France."}], "LastName": "Sahraoui", "ForeName": "Anissa Lounes-Hadj", "Initials": "AL"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Unité Technologies Propres et Economie Circulaire, INERIS, Parc Technologique Alata, BP2, 60550, Verneuil-en-Halatte, France. valerie.bert@ineris.fr."}], "LastName": "Bert", "ForeName": "Valérie", "Initials": "V"}], "GrantList": [{"GrantID": "1772C0020", "Agency": "ADEME", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "Environ Sci Pollut Res Int", "NlmUniqueID": "9441769", "ISSNLinking": "0944-1344"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Metals, Heavy"}, {"RegistryNumber": "0", "NameOfSubstance": "Oils, Volatile"}, {"RegistryNumber": "0", "NameOfSubstance": "Soil"}, {"RegistryNumber": "0", "NameOfSubstance": "Soil Pollutants"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Biodegradation, Environmental"}, {"QualifierName": ["analysis"], "DescriptorName": "Metals, Heavy"}, {"QualifierName": [], "DescriptorName": "Oils, Volatile"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Soil"}, {"QualifierName": ["analysis"], "DescriptorName": "Soil Pollutants"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Ait Elallem K, Sobeh M, Boularbah A, Yasri A (2020) Chemically degraded soil rehabilitation process using medicinal and aromatic plants: review. Environ Sci Pollut Res 28:73–93. https://doi.org/10.1007/s11356-020-10742-y", "ArticleIdList": ["10.1007/s11356-020-10742-y"]}, {"Citation": "Ali H, Khan E, Sajad MA (2013) Phytoremediation of heavy metals - concepts and applications (Review). Chemosphere 91:869–881. https://doi.org/10.1016/j.chemosphere.2013.01.075", "ArticleIdList": ["10.1016/j.chemosphere.2013.01.075"]}, {"Citation": "André L, Zdanevitch I, Pineau C, Lencauchez J, Damiano A, Pauss A, Ribeiro T (2019) Dry anaerobic co-digestion of roadside grass and cattle manure at a 60 L batch pilot scale. Bioresour Technol 289:121737. https://doi.org/10.1016/j.biortech.2019.121737", "ArticleIdList": ["10.1016/j.biortech.2019.121737"]}, {"Citation": "Angelova VR, Ivanova RV, Todorov GM, Ivanov KI (2016) Potential of Salvia sclarea L. for phytoremediation of soils contaminated with heavy metals. Int J of Agric and Biosyst Eng 10:12. https://doi.org/10.5281/zenodo.1127523", "ArticleIdList": ["10.5281/zenodo.1127523"]}, {"Citation": "Bago B, Azcón-Aguilar C (1997) Changes in the rhizospheric pH induced by arbuscular mycorrhiza formation in onion (Allium cepa .L). Z Pflanzenernähr Bodenk 160:333–339. https://doi.org/10.1002/jpln.19971600231", "ArticleIdList": ["10.1002/jpln.19971600231"]}, {"Citation": "Bago B, Vierheilig H, Piché Y, Azcón-Aguilar C (1996) Nitrate depletion and changes induces by the extraradical mycelium of the arbuscular mycorrhizal fungus Glomus intraradices grown in monoxenic culture. New Phytol 133:273–280. https://doi.org/10.1111/j.1469-8137.1996.tb01894.x", "ArticleIdList": ["10.1111/j.1469-8137.1996.tb01894.x"]}, {"Citation": "Bai Z, Gapari T, Ruiperez Gonzalez M, Batjes NH, Mäder P, Bünemann EK, De Goede R, Brussaard L, Xu M, Santos Ferreira CS, Reintam E, Fan H, Mihelič R, Glavan M, Tóth Z (2018) Effect of agricultural practices on soil quality: a review of long-term experiments for Europe and China. Agric Ecosyst Environ 265:1–7. https://doi.org/10.1016/j.agee.2018.05.028", "ArticleIdList": ["10.1016/j.agee.2018.05.028"]}, {"Citation": "Baize D (2000) Teneurs totales en métaux lourds dans les sols français. Résultats généraux du programme Aspitet Le Courrier de l’Environnement de l’INRA 39:39–54"}, {"Citation": "Barbieri C, Borsoto P (2018) Chapter 6 Essential oils: market and legislation. In: Hany El-Shemy Potential of Essential Oils, 1st edn. Intechopen, London United Kingdom, pp 107–127"}, {"Citation": "Bert V, Allemon J, Sajet P, Dieu S, Papin A, Collet S, Gaucher R, Chalot M, Michiels B, Raventos C (2017) Torrefaction and pyrolysis of metal-enriched poplars from phytotechnologies: effect of temperature and biomass chlorine content on metal distribution in end-products and valorization options. Biomass Bioenergy 96:1–11. https://doi.org/10.1016/j.biombioe.2016.11.003", "ArticleIdList": ["10.1016/j.biombioe.2016.11.003"]}, {"Citation": "Burges A, Alkorta I, Epelde L, Garbisu C (2018) From phytoremediation of soil contaminants to phytomanagement of ecosystem services in metal contaminated sites. Int J of Phytoremediat 20(4):384–397. https://doi.org/10.1080/15226514.2017.1365340", "ArticleIdList": ["10.1080/15226514.2017.1365340"]}, {"Citation": "Cao Z, Wang S, Wang T, Chang Z, Shen Z, Chen Y (2015) Using contaminated plants involved in phytoremediation for anaerobic digestion. Int J of Phytoremediat 17(3):201–207. https://doi.org/10.1080/15226514.2013.876967", "ArticleIdList": ["10.1080/15226514.2013.876967"]}, {"Citation": "Chalot M, Blaudez D, Rogaumes Y, Provent AS, Pascual C (2012) Fate of trace elements during the combustion of phytoremediation wood. Environ Sci Technol 46:13361–13369. https://doi.org/10.1021/es3017478", "ArticleIdList": ["10.1021/es3017478"]}, {"Citation": "Chen Y, Cheng JJ, Creamer KS (2008) Inhibition of anaerobic digestion process: a review. Bioressource Technol 99:4044–4064. https://doi.org/10.1016/j.biortech.2007.01.057", "ArticleIdList": ["10.1016/j.biortech.2007.01.057"]}, {"Citation": "Cui H, Zhang X, Zhou H, Zhao C, Lin L (2015) Antimicrobial activity and mechanisms of Salvia sclarea essential oil. Bot Stud 56:16. https://doi.org/10.1186/s40529-015-0096-4", "ArticleIdList": ["10.1186/s40529-015-0096-4"]}, {"Citation": "Cundy AB, Bardos RP, Puschenreiter M, Mench M, Bert V, Friesl-Hanl W, Müller I, Li XN, Weyens N, Witters N, Vangronsveld J (2016) Brownfields to green fields: realizing wider benefits from practical contaminant phytomanagement strategies. J Environ Manag 184:67–77. https://doi.org/10.1016/j.jenvman.2016.03.028", "ArticleIdList": ["10.1016/j.jenvman.2016.03.028"]}, {"Citation": "Delplanque M, Collet S, Del Gratta F, Schnuriger B, Gaucher R, Robinson B, Bert V (2013) Combustion of Salix used for phytoextraction: the fate of metals and viability of the process. Biomass Bioenergy 49:160–170. https://doi.org/10.1016/j.biombioe.2012.12.026", "ArticleIdList": ["10.1016/j.biombioe.2012.12.026"]}, {"Citation": "Denaix L, Semlali RM, Douay F (2001) Dissolved and colloidal transport of Cd, Pb, and Zn in a silt loam soil affected by atmospheric industrial deposition. Environ Pollut 114(1):29–38. https://doi.org/10.1016/S0269-7491(00)00204-9", "ArticleIdList": ["10.1016/S0269-7491(00)00204-9"]}, {"Citation": "Deyris PA, Bert V, Diliberto S, Boulanger C, Petit E, Legrand YM, Grison C (2018) Biosourced polymetallic catalysis: a surprising and efficient means to promote the knoevenagel condensation. Front in Chem:6. https://doi.org/10.3389/fchem.2018.00048"}, {"Citation": "Dias PP, Waldmann D (2020) Optimisation of the mechanical properties of Miscanthus lightweight concrete. Constand Build Mater 258:119643. https://doi.org/10.1016/j.conbuildmat.2020.119643", "ArticleIdList": ["10.1016/j.conbuildmat.2020.119643"]}, {"Citation": "Eikani MH, Golmohammad F, Rowshanzamir S (2007) Subcritical water extraction of essential oils from coriander seeds (Coriandrum sativum L.). J Food Eng 80(2):735–740. https://doi.org/10.1016/j.jfoodeng.2006.05.015", "ArticleIdList": ["10.1016/j.jfoodeng.2006.05.015"]}, {"Citation": "El-Alam I, Raveau R, Fontaine J, Verdin A, Laruelle F, Fourmentin S, Chahine R, Makhlouf H, Lounès-Hadj Sahraoui A (2020) Antifungal and phytotoxic activities of essential oils: in vitro assays and their potential use in crop protection. Agronomy 10(6):825. https://doi.org/10.3390/agronomy10060825", "ArticleIdList": ["10.3390/agronomy10060825"]}, {"Citation": "Evangelou MWH, Deram A (2014) Phytomanagement : a realistic approach to soil remediating phytotechnologies with new challenges for plant science. Intern J of Plant Biol & Res 2(4):1023"}, {"Citation": "Fatemi H, Esmaielpour B, Sefidkon F, Soltani AA, Nematollahzadeh A (2020) How mycorrhiza symbiosis help coriander (Coriandrum sativum L.) plants growth better under contaminated soil? J Plant Nutr 43(13):2040–2053. https://doi.org/10.1080/01904167.2020.1766069", "ArticleIdList": ["10.1080/01904167.2020.1766069"]}, {"Citation": "Fourrier H, Douay F, Detriche S (2011) Référentiel Régional Pédologique de Nord-Pas-de-Calais (Etude n°32153). https://www.geoportail.gouv.fr/depot/fiches/INRA/QOljXSgoQGi2wr0NJOqV.pdf ; http://gissol.fr/gissol/fiches_geoportail/brunisols.pdf"}, {"Citation": "Gartler J, Robinson B, Burton K, Clucas L (2013) Carbonaceous soil amendments to biofortify crop plants with zinc. Sci Total Environ 465:308–313. https://doi.org/10.1016/j.scitotenv.2012.10.027", "ArticleIdList": ["10.1016/j.scitotenv.2012.10.027"]}, {"Citation": "Heggo A, Angle JS (1990) Effects of vesicular-arbuscular mycorrhizal fungi on heavy metal uptake by soybeans. Soil Biol Biochem 22(6):865–869. https://doi.org/10.1016/0038-0717(90)90169-Z", "ArticleIdList": ["10.1016/0038-0717(90)90169-Z"]}, {"Citation": "Hibben CR, Hagar SS, Mazza CP (1984) Comparison of cadmium and lead content of vegetable crops grown in urban and suburban gardens. Environ Pollut 7:71–80. https://doi.org/10.1016/0143-148X(84)90038-7", "ArticleIdList": ["10.1016/0143-148X(84)90038-7"]}, {"Citation": "Hildebrand U, Regvar M, Bothe H (2007) Arbuscular mycorrhiza and heavy metal tolerance. Phytochemistry 68:139–146. https://doi.org/10.1016/j.phytochem.2006.09.023", "ArticleIdList": ["10.1016/j.phytochem.2006.09.023"]}, {"Citation": "Hinsinger P, Plassard C, Tang C, Jaillard B (2003) Origins of root-mediated pH change in the rhizosphere and their responses to environmental constraints: a review. Plant Soil 248:43–59. https://doi.org/10.1023/A:1022371130939", "ArticleIdList": ["10.1023/A:1022371130939"]}, {"Citation": "Hooper MJ, Glomb SJ, Harper DD, Hoelzle TB, McIntosh LM, Mulligan DR (2015) Integrated risk and recovery monitoring of ecosystem restorations on contaminated sites. Integr Environ Assess Manag 12(2):284–295. https://doi.org/10.1002/ieam.1731", "ArticleIdList": ["10.1002/ieam.1731"]}, {"Citation": "Jeannin T, Yung L, Evon P, Labonne L, Ouagne P, Lecourt M, Cazaux D, Chalot M, Placet V (2020) Native stinging nettle (Urtica dioica L.) growing spontaneously under short rotation coppice for phytomanagement of trace element contaminated soils: fibre yield, processability and quality. Ind Crop Prod 145. https://doi.org/10.1016/j.indcrop.2019.111997"}, {"Citation": "Jisha CK, Bauddh K, Shukla SK (2017) Phytoremediation and bioenergy production efficiency of medicinal and aromatic plants. In: Bauddh K et al (eds) Phytoremediation potential of bioenergy plants. Springer Singapore, pp 287–304"}, {"Citation": "Kabata-Pendias A (2011) Trace elements in soils and plants, 4th ed. Taylor and Francis Group"}, {"Citation": "Kidd P, Mench M, Álvarez-LÓpez V, Bert V, Dimitriou I, Friesl-Hanl W, Herzig R, Janssen JO, Kolbas A, Müller I, Neu S, Renella G, Ruttens A, Vangronsveld J, Puschenreiter M (2015) Agronomic practices for improving gentle remediation of trace element-contaminated soils. Int J of Phytoremediat 17:1005–1037. https://doi.org/10.1080/15226514.2014.1003788"}, {"Citation": "Kivlin SN, Muscarella R, Hawkes CV, Treseder KK (2017) The predictive power of ecological niche modeling for global arbuscular mycorrhizal fungal biogeography. In: Tedersoo L (ed) Biogeography of Mycorrhizal Symbiosis, Ecological studies (analysis and synthesis), vol, vol 230. Springer, Cham., pp 143–158. https://doi.org/10.1007/978-3-319-56363-3_7", "ArticleIdList": ["10.1007/978-3-319-56363-3_7"]}, {"Citation": "Kratky L, Jirout T (2015) Biomass size reduction machines for enhancing biogas production. Chem Eng Technol 34(3):391–399. https://doi.org/10.1002/ceat.201000357", "ArticleIdList": ["10.1002/ceat.201000357"]}, {"Citation": "Leung HM, Wang ZW, Ye ZH, Yung KL, Peng XL, Cheung KC (2013) Interactions between arbuscular mycorrhizae and plants in phytoremediation of metal-contaminated soils: a review. Pedosphere 23(5):549–563. https://doi.org/10.1016/S1002-0160(13)60049-1", "ArticleIdList": ["10.1016/S1002-0160(13)60049-1"]}, {"Citation": "Li X, Christie P (2001) Changes in soil solution Zn and pH and uptake of Zn by arbuscular mycorrhizal red clover in Zn-contaminated soil. Chemosphere 42(2):201–207. https://doi.org/10.1016/S0045-6535(00)00126-0", "ArticleIdList": ["10.1016/S0045-6535(00)00126-0"]}, {"Citation": "Malcová R, Vosátka M, Gryndler M (2003) Effects of inoculation with Glomus intraradices on lead uptake by Zea Mays L. and Agrostis capillaris L. Appl Soil Ecol 23:55–67. https://doi.org/10.1016/S0929-1393(02)00160-9", "ArticleIdList": ["10.1016/S0929-1393(02)00160-9"]}, {"Citation": "Mandal S, Mandal M (2015) Coriander (Coriandrum sativum L.) essential oil: chemistry and biological activity. Asian Pac J Trop Biomed 5(6):421–428. https://doi.org/10.1016/j.apjtb.2015.04.001", "ArticleIdList": ["10.1016/j.apjtb.2015.04.001"]}, {"Citation": "Matasyoh JC, Maiyo ZC, Ngure RM, Chepkorir- R (2009) Chemical composition and antimicrobial activity of the essential oil of Coriandrum sativum. Food Chem 113(2): 526-529. https://doi.org/10.1016/j.foodchem.2008.07.097"}, {"Citation": "Meers E, Van Slycken S, Adriaensen K, Ruttens A, Vangronsveld J, Du Laing G, Witters N, Thewys T, Tack FMG (2010) The use of bio-energy crops (Zea mays) for ‘phytoattenuation’ of heavy metals on moderately contaminated soils: a field experiment. Chemosphere 78:35–41. https://doi.org/10.1016/j.chemosphere.2009.08.015", "ArticleIdList": ["10.1016/j.chemosphere.2009.08.015"]}, {"Citation": "Meite F, Alvarez-Zaldivar P, Crochet A, Wiegert C, Payraudeau S, Imfeld G (2018) Impact of rainfall patterns and frequency on the export of pesticides and heavy-metals from agricultural soils. Sci Total Environ 616-617:500–509. https://doi.org/10.1016/j.scitotenv.2017.10.297", "ArticleIdList": ["10.1016/j.scitotenv.2017.10.297"]}, {"Citation": "Nowak J (2007) Effects of cadmium and lead concentrations and arbuscular mycorrhiza on growth, flowering and heavy metal accumulation in scarlet sage (Salvia splendens sello torreador). Acta Agrobot 60(1):79–83", "ArticleIdList": ["10.5586/aa.2007.009"]}, {"Citation": "Orlowska E, Ryszka P, Jurkiewicz A, Turnau K (2005) Effectiveness of arbuscular mycorrhizal fungal (AMF) strains in colonization of plants involved in phytostabilization of zinc wastes. Geoderma 129(1-2):92–98. https://doi.org/10.1016/j.geoderma.2004.12.036", "ArticleIdList": ["10.1016/j.geoderma.2004.12.036"]}, {"Citation": "Oudart Didier (2013) Modélisation de la stabilisation de la matière organique et des émissions gazeuses au cours du compostage d’effluents d’élevage. Thèse de doctorat, Université de Toulouse (p 90)"}, {"Citation": "Ozkutlu Faruk (2008) Determination of cadmium and trace elements in some spices cultivated in Turkey. Asian Jof Chem 20 :1081-1088."}, {"Citation": "Phanthavongsa P, Chalot M, Papin A, Lacerdat-Didier L, Roy S, Blaudez D, Bert V (2017) Effect of mycorrhizal inoculation on metal accumulation by poplar leaves at phytomanaged sites. Environ Exp Bot 143:72–81. https://doi.org/10.1016/j.envexpbot.2017.08.012", "ArticleIdList": ["10.1016/j.envexpbot.2017.08.012"]}, {"Citation": "Qiao Y, Crowley D, Wang K, Zhang H, Li H (2015) Effect of biochar and Arbuscular mycorrhiza on bioavailability of potentially toxic elements in an aged contaminated soil. Environ Pollut 206:636–643. https://doi.org/10.1016/j.envpol.2015.08.029", "ArticleIdList": ["10.1016/j.envpol.2015.08.029"]}, {"Citation": "Raveau R. (2020) Contribution au développement d’une filière éco-innovante de phytomanagement de sols pollués par les éléments traces : culture de plantes aromatiques et production d’huiles essentielles. Thèse de l’université du littoral côte d’opale, école doctorale des sciences de la matière, du rayonnement et de l’environnement ingénierie des fonctions biologiques (thesis)"}, {"Citation": "Raveau R, Fontaine J, Lounès-Hadj Sahraoui A (2020) Essential oils as potential alternative biocontrol products against plant pathogens and weeds: a review. Foods 9:365. https://doi.org/10.3390/foods9030365", "ArticleIdList": ["10.3390/foods9030365"]}, {"Citation": "Redon PO, Béhuiristain T, Leyval C (2008) Influence of Glomus intraradices on Cd partitioning in a pot experiment with Medicago truncatula in four contaminated soils. Soil Biol Biochem 40(10):2710–2712. https://doi.org/10.1016/j.soilbio.2008.07.018", "ArticleIdList": ["10.1016/j.soilbio.2008.07.018"]}, {"Citation": "Regulation (EU) 2019/1009 of the European Parliament and of the Council of 5 June 2019 laying down rules on the making available on the market of EU fertilising products and amending Regulations (EC) No 1069/2009 and (EC) No 1107/2009 and repealing Regulation (EC) No 2003/2003"}, {"Citation": "Robinson BH, Banuelos G, Conesa HM, Evangelou MW, Schulin R (2009) The phytomanagement of trace elements in soil. Crit Rev Plant Sci 28(4):140–166. https://doi.org/10.1080/07352680903035424", "ArticleIdList": ["10.1080/07352680903035424"]}, {"Citation": "Robinson BH, Anderson CWN, Dickinson NM (2015) Phytoextraction: where’s the action? J Geochem Explor 151:34–40. https://doi.org/10.1016/j.gexplo.2015.01.001", "ArticleIdList": ["10.1016/j.gexplo.2015.01.001"]}, {"Citation": "Sánchez-Castro I, Gianinazzi-Pearson V, Cleyet-Mzarel JC, Baudoin E, van Tuinen D (2017) Glomeromycota communities survive extreme levels of metal toxicity in an orphan mining site. Sci Total Environ 598:121–128. https://doi.org/10.1016/j.scitotenv.2017.04.084", "ArticleIdList": ["10.1016/j.scitotenv.2017.04.084"]}, {"Citation": "Seyedalikhani S, Esperschuetz J, Dickinson NM, Hofmann R, Breitmeyer J, Horswell J, Robinson BH (2019) Biowastes to augment the essential oil production of Leptospermum scoparium and Kunzea robusta in low-fertility soil. Plant Physiol Biochem 137:213–221. https://doi.org/10.1016/j.plaphy.2019.02.008", "ArticleIdList": ["10.1016/j.plaphy.2019.02.008"]}, {"Citation": "Seyedalikhani S, Esperschuetz K, Dickinson NM, Hofmann R, Breitmeyer J, Horswell J, Paramashivam D, Robinson BH (2020) Biowastes promote essential oil production on degraded soils. Ind Crop Prod 145:112108. https://doi.org/10.1016/j.indcrop.2020.112108", "ArticleIdList": ["10.1016/j.indcrop.2020.112108"]}, {"Citation": "Singh V, Garg AN (2006) Availability of essential trace elements in Indian cereals, vegetables and spices using INAA and the contribution of spices to daily dietary intake. Food Chem 94(1):81–89"}, {"Citation": "Smolders E (2001) Cadmium uptake by plants. Int J Occup Med Environ Health 14(2):177–183"}, {"Citation": "Sterckeman T, Douay F, Proix N, Fourrier H, Perdrix E (2002) Assessment of the contamination of cultivated Soils by eighteen trace elements around smelters in the North of France. Water Air Soil Pollut 135:173–194"}, {"Citation": "Thewys T, Witters N, Van Slycken SV, Ruttens A, Meers E, Tack FMG, Vangronsveld J (2010a) Economic viability of phytoremediation of a cadmium contaminated agricultural area using energy maize. Part I: effect on the farmer’s income. Int J of Phytoremediat 12(7):650–662. https://doi.org/10.1080/15226514.2010.493187", "ArticleIdList": ["10.1080/15226514.2010.493187"]}, {"Citation": "Thewys T, Witters N, Meers E, Vangronsveld J (2010b) Economic viability of phytoremediation of a cadmium contaminated agricultural area using energy maize. Part II: economics of anaerobic digestion of metal contaminated maize in Belgium. Int J of Phytoremediatn 12(7):663–679. https://doi.org/10.1080/15226514.2010.493188", "ArticleIdList": ["10.1080/15226514.2010.493188"]}, {"Citation": "Triolo JM, Sommer SG, Møller HB, Weisbjerg MR, Jiang XY (2011) A new algorithm to characterize biodegradability of biomass during anaerobic digestion: Influence of lignin concentration on methane production potential. Bioresour Technol 102(20):9395–9402. https://doi.org/10.1016/j.biortech.2011.07.026", "ArticleIdList": ["10.1016/j.biortech.2011.07.026"]}, {"Citation": "Triolo JM, Pedersen L, Qu H, Sommer SG (2012) Biochemical methane potential and anaerobic biodegradability of non-herbaceous and herbaceous phytomass in biogas production. Bioresour Technol 125:226–232. https://doi.org/10.1016/j.biortech.2012.08.079", "ArticleIdList": ["10.1016/j.biortech.2012.08.079"]}, {"Citation": "van Liedekerke M, Prokop G, Rabl-Berger S, Kibblewhite M, Louwagie G (2014) European Commission, Joint Research Centre, and Institute for Environment and Sustainability. Progress in the management of contaminated sites in Europe. Publications Office, Luxembourg"}, {"Citation": "Verma VK, Singh YP, Rai JPN (2007) Biogas production from plant biomass used for phytoremediation of industrial wastes. Bioressour Biotechnol 98(8):1664–1669. https://doi.org/10.1016/j.biortech.2006.05.038", "ArticleIdList": ["10.1016/j.biortech.2006.05.038"]}, {"Citation": "Walker EL, Waters BM (2011) The role of transition metal homeostasis in plant seed development. CurrOpin in Plant Biol 14 (3): 318-324. https://doi.org/10.1016/j.pbi.2011.03.025"}, {"Citation": "Witters NO, Mendelsohn RO, Van Slycken SV, Weyens N, Schreurs E, Meers E, Tack F, Carleer R, Vangronsveld J (2012) Phytoremediation, a sustainable remediation technology? Conclusions from a case study. I: energy production and carbon dioxide abatement. Biomass Bioenergy 39:454–469. https://doi.org/10.1016/j.biombioe.2011.08.016", "ArticleIdList": ["10.1016/j.biombioe.2011.08.016"]}, {"Citation": "Wong MH, Cheung YH (1995) Gas production and digestion efficiency of sewage sludge containing elevated toxic metals. Bioressour Technol 54:261–268. https://doi.org/10.1016/0960-8524(95)00139-5", "ArticleIdList": ["10.1016/0960-8524(95)00139-5"]}, {"Citation": "Xu N, Liu S, Xin F, Zhou J, Jia H, Xu J, Jiang M, Dong W (2019) Biomethane production from lignocellulose: biomass recalcitrance and its impacts on anaerobic digestion. Front Bioeng Biotechnol 7:191. https://doi.org/10.3389/fbioe.2019.00191", "ArticleIdList": ["10.3389/fbioe.2019.00191"]}, {"Citation": "Zdanevitch I, Lencauchez J, Duffo L, Pineau C, Andre L, Ribeiro T (2018) CARMEN - CARactérisation des HAP et des métaux dans les herbages fauchés en bord de routes pour la MEthanisatioN. p 138"}, {"Citation": "Zdanevitch I, Lencauchez J, Damiano A, André L, Ribeiro T, Pineau C (2020) Valorisation d’herbes de bords de routes par méthanisation. Environ Risque Santé 19(S1):71–76"}, {"Citation": "Zheljazkov VD, Craker LE, Xing B, Nielsen NE, Wilcox A (2008) Aromatic plant production on metal contaminated soils. Sci Total Environ 395(2-3):51–62. https://doi.org/10.1016/j.scitotenv.2008.01.041", "ArticleIdList": ["10.1016/j.scitotenv.2008.01.041"]}, {"Citation": "Ziegler-Devin I, Menana Z, Chrusciel L, Chalot M, Bert V, Brosse N (2019) Steam explosion pretreatment of willow grown on phytomanaged soils for bioethanol production. Ind Crop Prod 140. https://doi.org/10.1016/j.indcrop.2019.111722"}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "1", "Day": "3"}, {"Year": "2021", "Month": "6", "Day": "17"}, {"Year": "2021", "Month": "6", "Day": "30", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "11", "Day": "17", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "6", "Day": "29", "Hour": "6", "Minute": "40"}], "PublicationStatus": "ppublish", "ArticleIdList": ["34184234", "10.1007/s11356-021-15045-4", "10.1007/s11356-021-15045-4"]}}], "PubmedBookArticle": []}