{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Anticancer and apoptosis", "Colorectal cancer", "Cytotoxicity", "Drimia calcarata", "Phytochemicals", "STAT5B", "p53"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34195018", "DateRevised": {"Year": "2023", "Month": "11", "Day": "07"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "06", "Day": "16"}], "Language": ["eng"], "ELocationID": ["10.1016/j.toxrep.2021.06.015"], "Journal": {"ISSN": "2214-7500", "JournalIssue": {"Volume": "8", "PubDate": {"Year": "2021"}}, "Title": "Toxicology reports", "ISOAbbreviation": "Toxicol Rep"}, "ArticleTitle": "Selective <i>in vitro</i> cytotoxicity effect of <i>Drimia calcarata</i> bulb extracts against p53 mutant HT-29 and p53 wild-type Caco-2 colorectal cancer cells through STAT5B regulation.", "Pagination": {"StartPage": "1265", "EndPage": "1279", "MedlinePgn": "1265-1279"}, "Abstract": {"AbstractText": ["Colorectal cancer is the fourth leading cause of oncological-related deaths and the third most diagnosed malignancy, worldwide. The emergence of chemoresistance is a fundamental drawback of colorectal cancer therapies and there is an urgent need for novel plant-derived therapeutics. In this regard, other compounds are needed to improve the efficacy of treatment against colorectal cancer. Medicinal plants have been effectively used by traditional doctors for decades to treat various ailments with little to no side effects. <i>Drimia calcarata</i> (<i>D. calcarata</i>) is one of the plants used by Pedi people in South Africa to treat a plethora of ailments. However, the anticancer therapeutic use of <i>D. calcarata</i> is less understood. Thus, this study was aimed at evaluating the potential anticancer activities of <i>D. calcarata</i> extracts against human colorectal cancer cells. The phytochemical analysis and antioxidant activity were analysed using LC-MS, DPPH, and FRAP. The inhibitory effects and IC50 values of <i>D. calcarata</i> extracts were determined using the MTT assay. Induction of cellular apoptosis was assessed using fluorescence microscopy, the Muse® Cell Analyser, and gene expression analysis by Polymerase Chain Reaction (PCR). Water extract (WE) demonstrated high phenolic, tannin, and flavonoid contents than the methanol extract (ME). LC-MS data demonstrated strong differences between the ME and WE. Moreover, WE showed the best antioxidant activity than ME. The MTT data showed that both ME and WE had no significant activity against human embryonic kidney Hek 293 cell line that served as non-cancer control cells. Caco-2 cells demonstrated high sensitivity to the ME and demonstrated resistance toward the WE, while HT-29 cells exhibited sensitivity to both <i>D. calcarata</i> extracts. The expression of apoptosis regulatory genes assessed by PCR revealed an upregulation of p53 by ME, accompanied by downregulation of Bcl-2 and high expression of Bax after treatment with curcumin. The Bax gene was undetected in HT-29 cells. The methanol extract induced mitochondrial-mediated apoptosis in colorectal Caco-2 and HT-29 cells and WE induced the extrinsic apoptotic pathway in HT-29 cells. ME downregulated STAT1, 3, and 5B in HT-29 cells. The <i>D. calcarata</i> bulb extracts, therefore, contain potential anticancer agents that can be further targeted for cancer therapeutics."], "CopyrightInformation": "© 2021 The Authors."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, Microbiology and Biotechnology, University of Limpopo, Private Bag X1106, Sovenga, 0727, Polokwane, South Africa."}], "LastName": "Laka", "ForeName": "K", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, Microbiology and Biotechnology, University of Limpopo, Private Bag X1106, Sovenga, 0727, Polokwane, South Africa."}], "LastName": "Mapheto", "ForeName": "K B F", "Initials": "KBF"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, Microbiology and Biotechnology, University of Limpopo, Private Bag X1106, Sovenga, 0727, Polokwane, South Africa."}], "LastName": "Mbita", "ForeName": "Z", "Initials": "Z"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Ireland", "MedlineTA": "Toxicol Rep", "NlmUniqueID": "101630272", "ISSNLinking": "2214-7500"}, "CoiStatement": "The authors report no declarations of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Radtke F., Clevers H. Self-renewal and cancer of the gut: two sides of a coin. Science. 2005;307(5717):1904–1909. doi: 10.1126/science.1104815.", "ArticleIdList": ["10.1126/science.1104815", "15790842"]}, {"Citation": "Ciasca G., Papi M., Minelli E., Palmieri V., De Spirito M. Changes in cellular mechanical properties during onset or progression of colorectal cancer. World J. Gastroenterol. 2016;22(32):7203.", "ArticleIdList": ["PMC4997642", "27621568"]}, {"Citation": "Arnold M., Sierra M.S., Laversanne M., Soerjomataram I., Jemal A., Bray F. Global patterns and trends in colorectal cancer incidence and mortality. Gut. 2017;66(4):683–691. doi: 10.1136/gutjnl-2015-310912.", "ArticleIdList": ["10.1136/gutjnl-2015-310912", "26818619"]}, {"Citation": "Islami F., Goding Sauer A., Miller K.D., Siegel R.L., Fedewa S.A., Jacobs E.J., McCullough M.L., Patel A.V., Ma J., Soerjomataram I., Flanders W.D. Proportion and number of cancer cases and deaths attributable to potentially modifiable risk factors in the United States. CA Cancer J. Clin. 2018;68(1):31–54. doi: 10.3322/caac.21440.", "ArticleIdList": ["10.3322/caac.21440", "29160902"]}, {"Citation": "Keum N., Giovannucci E. Global burden of colorectal cancer: emerging trends, risk factors and prevention strategies. Nat. Rev. Gastroenterol. Hepatol. 2019;16(12):713–732. doi: 10.1038/s41575-019-0189-8.", "ArticleIdList": ["10.1038/s41575-019-0189-8", "31455888"]}, {"Citation": "Jasperson K.W., Tuohy T.M., Neklason D.W., Burt R.W. Hereditary and familial colon cancer. Gastroenterology. 2010;138(6):2044–2058. doi: 10.1053/j.gastro.2010.01.054.", "ArticleIdList": ["10.1053/j.gastro.2010.01.054", "PMC3057468", "20420945"]}, {"Citation": "Amersi F., Agustin M., Ko C.Y. Colorectal cancer: epidemiology, risk factors, and health services. Clin. Colon Rectal Surg. 2005;18(3):133. doi: 10.1055/s-2005-916274.", "ArticleIdList": ["10.1055/s-2005-916274", "PMC2780097", "20011296"]}, {"Citation": "van der Geest L.G., Koopman M., Verhoef C., Elferink M.A., de Wilt J.H. Nationwide trends in incidence, treatment and survival of colorectal cancer patients with synchronous metastases. Clin. Exp. Metastasis. 2015;32(5):457–465. doi: 10.1007/s10585-015-9719-0.", "ArticleIdList": ["10.1007/s10585-015-9719-0", "25899064"]}, {"Citation": "Riihimäki M., Hemminki A., Fallah M., Thomsen H., Sundquist K., Sundquist J., Hemminki K. Metastatic sites and survival in lung cancer. Lung cancer. 2014;86(1):78–84. doi: 10.1016/j.lungcan.2014.07.020.", "ArticleIdList": ["10.1016/j.lungcan.2014.07.020", "25130083"]}, {"Citation": "Mlecnik B., Bindea G., Kirilovsky A., Angell H.K., Obenauf A.C., Tosolini M., Church S.E., Maby P., Vasaturo A., Angelova M., Fredriksen T. The tumor microenvironment and Immunoscore are critical determinants of dissemination to distant metastasis. Sci. Transl. Med. 2016;8(327) 327ra26-327ra26.", "ArticleIdList": ["26912905"]}, {"Citation": "Mishra J., Drummond J., Quazi S.H., Karanki S.S., Shaw J.J., Chen B., Kumar N. Prospective of colon cancer treatments and scope for combinatorial approach to enhanced cancer cell apoptosis. Crit. Rev. Oncol. Hematol. 2013;86(3):232–250. doi: 10.1016/j.critrevonc.2012.09.014.", "ArticleIdList": ["10.1016/j.critrevonc.2012.09.014", "PMC3561496", "23098684"]}, {"Citation": "Hansen C.H., Gögenur M., Madsen M.T., Gögenur I. The effect of time from diagnosis to surgery on oncological outcomes in patients undergoing surgery for colon cancer: a systematic review. Eur. J. Surg. Oncol. 2018;44(10):1479–1485. doi: 10.1016/j.ejso.2018.06.015.", "ArticleIdList": ["10.1016/j.ejso.2018.06.015", "30251641"]}, {"Citation": "Wessel B.E., Coldwell D. Colon cancer metastasis to the sternum: palliative treatment with radiofrequency ablation and cement injection. Radiol. Case Rep. 2016;11(4):357–360.", "ArticleIdList": ["PMC5128385", "27920861"]}, {"Citation": "Biller L.H., Schrag D. Diagnosis and treatment of metastatic colorectal cancer: a review. JAMA. 2021;325(7):669–685. doi: 10.1001/jama.2021.0106.", "ArticleIdList": ["10.1001/jama.2021.0106", "33591350"]}, {"Citation": "Linnekamp J.F., Wang X., Medema J.P., Vermeulen L. Colorectal cancer heterogeneity and targeted therapy: a case for molecular disease subtypes. Cancer Res. 2015;75(2):245–249. doi: 10.1158/0008-5472.CAN-14-2240.", "ArticleIdList": ["10.1158/0008-5472.CAN-14-2240", "25593032"]}, {"Citation": "Dienstmann R., Salazar R., Tabernero J. Personalizing colon cancer adjuvant therapy: selecting optimal treatments for individual patients. J. Clin. Oncol. 2015;33(16):1787–1796. doi: 10.1200/JCO.2014.60.0213.", "ArticleIdList": ["10.1200/JCO.2014.60.0213", "25918287"]}, {"Citation": "Dienstmann R., Vermeulen L., Guinney J., Kopetz S., Tejpar S., Tabernero J. Consensus molecular subtypes and the evolution of precision medicine in colorectal cancer. Nat. Rev. Cancer. 2017;17(2):79–92. doi: 10.1038/nrc.2016.126.", "ArticleIdList": ["10.1038/nrc.2016.126", "28050011"]}, {"Citation": "Cremolini C., Schirripa M., Antoniotti C., Moretto R., Salvatore L., Masi G., Falcone A., Loupakis F. First-line chemotherapy for mCRC—a review and evidence-based algorithm. Nat. Rev. Clin. Oncol. 2015;12(10):607–619.", "ArticleIdList": ["26215044"]}, {"Citation": "Gargett M., Haddad C., Kneebone A., Booth J.T., Hardcastle N. Clinical impact of removing respiratory motion during liver SABR. Radiat. Oncol. 2019;14(1):1–9.", "ArticleIdList": ["PMC6547575", "31159840"]}, {"Citation": "Ciombor K.K., Wu C., Goldberg R.M. Recent therapeutic advances in the treatment of colorectal cancer. Annu. Rev. Med. 2015;66:83–95. doi: 10.1146/annurev-med-051513-102539.", "ArticleIdList": ["10.1146/annurev-med-051513-102539", "25341011"]}, {"Citation": "Wen C., Huang L., Chen J., Lin M., Li W., Lu B., Rutnam Z.J., Iwamoto A., Wang Z., Yang X., Liu H. Gambogic acid inhibits growth, induces apoptosis, and overcomes drug resistance in human colorectal cancer cells. Int. J. Oncol. 2015;47(5):1663–1671. doi: 10.3892/ijo.2015.3166.", "ArticleIdList": ["10.3892/ijo.2015.3166", "PMC4599191", "26397804"]}, {"Citation": "Mosca L., Pagano M., Pecoraro A., Borzacchiello L., Mele L., Cacciapuoti G., Porcelli M., Russo G., Russo A. S-adenosyl-l-Methionine overcomes uL3-mediated drug resistance in p53 deleted colon cancer cells. Int. J. Mol. Sci. 2021;22(1):103. doi: 10.3390/ijms22010103.", "ArticleIdList": ["10.3390/ijms22010103", "PMC7795960", "33374288"]}, {"Citation": "Ren Y., Kinghorn A.D. Natural product triterpenoids and their semi-synthetic derivatives with potential anticancer activity. Planta Med. 2019 doi: 10.1055/a-0832-2383. 2019.", "ArticleIdList": ["10.1055/a-0832-2383", "PMC6639164", "30658371"]}, {"Citation": "Kaya H.O. Biodiversity, traditional medicine and public health care in Eastern and Southern Africa. Pula: Botswana J. Afr. Stud. 2017;3(1):16–30."}, {"Citation": "Semenya S.S., Potgieter M.J., Erasmus L.J.C. Indigenous plant species used by Bapedi healers to treat sexually transmitted infections: their distribution, harvesting, conservation and threats. South Afr. J. Bot. 2013;87:66–75."}, {"Citation": "Rajput B., Golave A., Yadav S., Jadhav J.P. Total phenolic concentrations and antioxidant activities in Drimia sp. J. Herbs Spices Med. Plants. 2018;24(1):28–36."}, {"Citation": "Baskaran P., Singh S., Van Staden J. In vitro propagation, proscillaridin A production and antibacterial activity in Drimia robusta. Plant Cell Tissue Organ Culture (PCTOC) 2013;114(2):259–267."}, {"Citation": "Fouché G., Cragg G.M., Pillay P., Kolesnikova N., Maharaj V.J., Senabe J. In vitro anticancer screening of South African plants. J. Ethnopharmacol. 2008;119(3):455–461. doi: 10.1016/j.jep.2008.07.005.", "ArticleIdList": ["10.1016/j.jep.2008.07.005", "18678239"]}, {"Citation": "Ulrich S., Wolter F., Stein J.M. Molecular mechanisms of the chemopreventive effects of resveratrol and its analogs in carcinogenesis. Mol. Nutr. Food Res. 2005;49(5):452–461. doi: 10.1002/mnfr.200400081.", "ArticleIdList": ["10.1002/mnfr.200400081", "15830333"]}, {"Citation": "Moodley N., Crouch N.R., Mulholland D.A. Bufadienolides from Drimia macrocentra and Urginea riparia (Hyacinthaceae: urgineoideae) Phytochemistry. 2007;68(19):2415–2419. doi: 10.1016/j.phytochem.2007.05.023.", "ArticleIdList": ["10.1016/j.phytochem.2007.05.023", "17606276"]}, {"Citation": "Nourazarian S.M., Nourazarian A., Majidinia M., Roshaniasl E. Effect of root extracts of medicinal herb Glycyrrhiza glabra on HSP90 gene expression and apoptosis in the HT-29 colon cancer cell line. Asian Pacific J. Cancer Prev. 2016;16(18):8563–8566. doi: 10.7314/apjcp.2015.16.18.8563.", "ArticleIdList": ["10.7314/apjcp.2015.16.18.8563", "26745117"]}, {"Citation": "Aisha A.F., Abu-Salah K.M., Ismail Z., Majid A.M.S.A. In vitro and in vivo anti-colon cancer effects of Garcinia mangostana xanthones extract. BMC Complement. Altern. Med. 2012;12(1):104. doi: 10.1186/1472-6882-12-104.", "ArticleIdList": ["10.1186/1472-6882-12-104", "PMC3457913", "22818000"]}, {"Citation": "Savini I., Arnone R., Catani M.V., Avigliano L. Origanum vulgare induces apoptosis in human colon cancer caco2 cells. Nutr. Cancer. 2009;61(3):381–389. doi: 10.1080/01635580802582769.", "ArticleIdList": ["10.1080/01635580802582769", "19373612"]}, {"Citation": "Breen L., Heenan M., Amberger-Murphy V., Clynes M. Investigation of the role of p53 in chemotherapy resistance of lung cancer cell lines. Anticancer Res. 2007;27(3A):1361–1364.", "ArticleIdList": ["17593631"]}, {"Citation": "Jackson J.G., Pant V., Li Q., Chang L.L., Quintás-Cardama A., Garza D., Tavana O., Yang P., Manshouri T., Li Y., El-Naggar A.K. p53-mediated senescence impairs the apoptotic response to chemotherapy and clinical outcome in breast cancer. Cancer Cell. 2012;21(6):793–806.", "ArticleIdList": ["PMC3376352", "22698404"]}, {"Citation": "Girardot M., Pecquet C., Chachoua I., Van Hees J., Guibert S., Ferrant A., Knoops L., Baxter E.J., Beer P.A., Giraudier S., Moriggl R. Persistent STAT5 activation in myeloid neoplasms recruits p53 into gene regulation. Oncogene. 2015;34(10):1323–1332. doi: 10.1038/onc.2014.60.", "ArticleIdList": ["10.1038/onc.2014.60", "PMC4924606", "24681953"]}, {"Citation": "Fritsche M., Mundt M., Merkle C., Jähne R., Groner B. p53 suppresses cytokine induced, Stat5 mediated activation of transcription. Mol. Cell. Endocrinol. 1998;143(1-2):143–154. doi: 10.1016/S0303-7207(98)00140-3.", "ArticleIdList": ["10.1016/S0303-7207(98)00140-3", "9806359"]}, {"Citation": "Townsend P.A., Scarabelli T.M., Davidson S.M., Knight R.A., Latchman D.S., Stephanou A. STAT-1 interacts with p53 to enhance DNA damage-induced apoptosis. J. Biol. Chem. 2004;279(7):5811–5820. doi: 10.1074/jbc.M302637200.", "ArticleIdList": ["10.1074/jbc.M302637200", "14602726"]}, {"Citation": "Chipoy C., Brounais B., Trichet V., Battaglia S., Berreur M., Oliver L., Juin P., Redini F., Heymann D., Blanchard F. Sensitization of osteosarcoma cells to apoptosis by oncostatin M depends on STAT5 and p53. Oncogene. 2007;26(46):6653–6664.", "ArticleIdList": ["17471233"]}, {"Citation": "Liang Q.C., Xiong H., Zhao Z.W., Jia D., Li W.X., Qin H.Z., Deng J.P., Gao L., Zhang H., Gao G.D. Inhibition of transcription factor STAT5b suppresses proliferation, induces G1 cell cycle arrest and reduces tumor cell invasion in human glioblastoma multiforme cells. Cancer Lett. 2009;273(1):164–171.", "ArticleIdList": ["18793823"]}, {"Citation": "Bromberg J., Darnell J.E. The role of STATs in transcriptional control and their impact on cellular function. Oncogene. 2000;19(21):2468–2473. doi: 10.1038/sj.onc.1203476.", "ArticleIdList": ["10.1038/sj.onc.1203476", "10851045"]}, {"Citation": "Ma X.T., YU L.W., WANG S. Molecular mechanism of Stat5b signaling pathway in regulating the expression of Bcl-2 family members and promoting survival of human colon cancer cells. Chin. J. Exper. Surg. 2005;10:4."}, {"Citation": "Eloff J.N. Which extractant should be used for the screening and isolation of antimicrobial components from plants? J. Ethnopharmacol. 1998;60(1):1–8. doi: 10.1016/s0378-8741(97)00123-2.", "ArticleIdList": ["10.1016/s0378-8741(97)00123-2", "9533426"]}, {"Citation": "Mudter J., Weigmann B., Bartsch B., Kiesslich R., Strand D., Galle P.R., Lehr H.A., Schmidt J., Neurath M.F. Activation pattern of signal transducers and activators of transcription (STAT) factors in inflammatory bowel diseases. Am. J. Gastroenterol. 2005;100(1):64–72.", "ArticleIdList": ["15654782"]}, {"Citation": "Chiarle R., Simmons W.J., Cai H., Dhall G., Zamo A., Raz R., Karras J.G., Levy D.E., Inghirami G. Stat3 is required for ALK-mediated lymphomagenesis and provides a possible therapeutic target. Nat. Med. 2005;11(6):623–629.", "ArticleIdList": ["15895073"]}, {"Citation": "Nam S., Buettner R., Turkson J., Kim D., Cheng J.Q., Muehlbeyer S., Hippe F., Vatter S., Merz K.H., Eisenbrand G., Jove R. Indirubin derivatives inhibit Stat3 signaling and induce apoptosis in human cancer cells. Proc. Natl. Acad. Sci. U. S. A. 2005;102(17):5998–6003. doi: 10.1073/pnas.0409467102.", "ArticleIdList": ["10.1073/pnas.0409467102", "PMC1087919", "15837920"]}, {"Citation": "Maria R., Shirley M., Xavier C., Jaime S., David V., Rosa S., Jodie D. Preliminary phytochemical screening, total phenolic content and antibacterial activity of thirteen native species from Guayas province Ecuador. J. King Saud Univ.-Sci. 2018;30(4):500–505."}, {"Citation": "Elledge S.J. Cell cycle checkpoints: preventing an identity crisis. Science. 1996;274(5293):1664–1672. doi: 10.1126/science.274.5293.1664.", "ArticleIdList": ["10.1126/science.274.5293.1664", "8939848"]}, {"Citation": "Matotoka M.M., Masoko P. Phytochemical analysis, antioxidant, antibacterial and combinational effects of medicinal plants used by Bapedi traditional healers to prepare herbal mixtures. J. Med. Plants Res. 2018;12(29):563–574."}, {"Citation": "Kudumela R.G., Masoko P. In vitro assessment of selected medicinal plants used by the Bapedi Community in South Africa for treatment of bacterial infections. J. Evid. Integr. Med. 2018:23. doi: 10.1177/2515690X18762736.", "ArticleIdList": ["10.1177/2515690X18762736", "PMC8842366", "29558833"]}, {"Citation": "Beseni B.K., Matsebatlela T.M., Bagla V.P., Njanje I., Poopedi K., Mbazima V., Mampuru L., Mokgotho M.P. Potential Antiglycation and Hypoglycaemic Effects of Toona ciliata M. Roem. and Schkuhria pinnata Lam. Thell. Crude Extracts in Differentiated C2C12 Cells. Evid. Based Complement. Altern. Med. 2019 doi: 10.1155/2019/5406862. 2019.", "ArticleIdList": ["10.1155/2019/5406862", "PMC6363240", "30805018"]}, {"Citation": "Brand-Williams W., Cuvelier M.E., Berset C.L.W.T. Use of a free radical method to evaluate antioxidant activity. LWT-Food Sci. Technol. 1995;28(1):25–30."}, {"Citation": "Stander M.A., Van Wyk B.E., Taylor M.J., Long H.S. Analysis of phenolic compounds in rooibos tea (Aspalathus linearis) with a comparison of flavonoid-based compounds in natural populations of plants from different regions. J. Agric. Food Chem. 2017;65(47):10270–10281. doi: 10.1021/acs.jafc.7b03942.", "ArticleIdList": ["10.1021/acs.jafc.7b03942", "29063755"]}, {"Citation": "Rautenbach M., Vlok N.M., Eyéghé-Bickong H.A., van der Merwe M.J., Stander M.A. An electrospray ionization mass spectrometry study on the “In Vacuo” hetero-oligomers formed by the antimicrobial peptides, surfactin and gramicidin S. J. Am. Soc. Mass Spectrom. 2017;28(8):1623–1637. doi: 10.1007/s13361-017-1685-0.", "ArticleIdList": ["10.1007/s13361-017-1685-0", "28560564"]}, {"Citation": "Laka K., Makgoo L., Mbita Z. Survivin splice variants in arsenic trioxide (As2O3)-Induced deactivation of PI3K and MAPK cell signalling pathways in MCF-7 cells. Genes. 2019;10(1):41. doi: 10.3390/genes10010041.", "ArticleIdList": ["10.3390/genes10010041", "PMC6356383", "30646589"]}, {"Citation": "Kakouri E., Kanakis C., Trigas P., Tarantilis P.A. Characterization of the chemical composition of Drimia numidica plant parts using high-resolution mass spectrometry: study of their total phenolic content and antioxidant activity. Anal. Bioanal. Chem. 2019;411(14):3135–3150.", "ArticleIdList": ["30989267"]}, {"Citation": "Patil J.R., Jayaprakasha G.K., Murthy K.C., Chetti M.B., Patil B.S. Characterization of Citrus aurantifolia bioactive compounds and their inhibition of human pancreatic cancer cells through apoptosis. Microchem. J. 2010;94(2):108–117."}, {"Citation": "Panche A.N., Diwan A.D., Chandra S.R. Flavonoids: an overview. J. Nutr. Sci. 2016:5. doi: 10.1017/jns.2016.41.", "ArticleIdList": ["10.1017/jns.2016.41", "PMC5465813", "28620474"]}, {"Citation": "Mamadalieva N.Z., Herrmann F., El‐Readi M.Z., Tahrani A., Hamoud R., Egamberdieva D.R., Azimova S.S., Wink M. Flavonoids in Scutellaria immaculata and S. ramosissima (Lamiaceae) and their biological activity. J. Pharm. Pharmacol. 2011;63(10):1346–1357. doi: 10.1111/j.2042-7158.2011.01336.x.", "ArticleIdList": ["10.1111/j.2042-7158.2011.01336.x", "21899551"]}, {"Citation": "Manivannan V., Johnson M. Total phenolic, tannin, triterpenoid, flavonoid and sterol contents, anti-diabetic, anti-inflammatory and cytotoxic activities of Tectaria paradoxa (Fee.) Sledge. Toxicol. Rep. 2020;7:1465–1468. doi: 10.1016/j.toxrep.2020.10.013.", "ArticleIdList": ["10.1016/j.toxrep.2020.10.013", "PMC7645413", "33194558"]}, {"Citation": "Hasanzadeh D., Mahdavi M., Dehghan G., Charoudeh H.N. Farnesiferol C induces cell cycle arrest and apoptosis mediated by oxidative stress in MCF-7 cell line. Toxicol. Rep. 2017;4:420–426. doi: 10.1016/j.toxrep.2017.07.010.", "ArticleIdList": ["10.1016/j.toxrep.2017.07.010", "PMC5615162", "28959668"]}, {"Citation": "Ding X., Hou Y., Hou W. Structure feature and antitumor activity of a novel polysaccharide isolated from Lactarius deliciosus Gray. Carbohydr. Polym. 2012;89(2):397–402. doi: 10.1016/j.carbpol.2012.03.020.", "ArticleIdList": ["10.1016/j.carbpol.2012.03.020", "24750736"]}, {"Citation": "Jia X., Zhang C., Qiu J., Wang L., Bao J., Wang K., Zhang Y., Chen M., Wan J., Su H., Han J. Purification, structural characterization and anticancer activity of the novel polysaccharides from Rhynchosia minima root. Carbohydr. Polym. 2015;132:67–71. doi: 10.1016/j.carbpol.2015.05.059.", "ArticleIdList": ["10.1016/j.carbpol.2015.05.059", "26256325"]}, {"Citation": "Suresh V., Senthilkumar N., Thangam R., Rajkumar M., Anbazhagan C., Rengasamy R., Gunasekaran P., Kannan S., Palani P. Separation, purification and preliminary characterization of sulfated polysaccharides from Sargassum plagiophyllum and its in vitro anticancer and antioxidant activity. Process. Biochem. 2013;48(2):364–373."}, {"Citation": "Yang W., Wang Y., Li X., Yu P. Purification and structural characterization of Chinese yam polysaccharide and its activities. Carbohydr. Polym. 2015;117:1021–1027. doi: 10.1016/j.carbpol.2014.09.082.", "ArticleIdList": ["10.1016/j.carbpol.2014.09.082", "25498730"]}, {"Citation": "Krichen F., Karoud W., Sila A., Abdelmalek B.E., Ghorbel R., Ellouz-Chaabouni S., Bougatef A. Extraction, characterization and antimicrobial activity of sulfated polysaccharides from fish skins. Int. J. Biol. Macromol. 2015;75:283–289. doi: 10.1016/j.ijbiomac.2015.01.044.", "ArticleIdList": ["10.1016/j.ijbiomac.2015.01.044", "25647621"]}, {"Citation": "Ferreira S.B., Sodero A.C., Cardoso M.F., Lima E.S., Kaiser C.R., Silva F.P., Jr, Ferreira V.F. Synthesis, biological activity, and molecular modeling studies of 1 h-1, 2, 3-triazole derivatives of carbohydrates as α-glucosidases inhibitors. J. Med. Chem. 2010;53(6):2364–2375.", "ArticleIdList": ["20170190"]}, {"Citation": "Lazareva E.B., Spiridonova T.G., Chernega E.N., Plesskaia L.G., Grunenkova I.V., Smirnov S.V., Men’shikov D.D. Topical pectins for the treatment of burn wounds. Antibiot. Chemother. 2002;47(9):9.", "ArticleIdList": ["12619514"]}, {"Citation": "Bononi A., Agnoletto C., De Marchi E., Marchi S., Patergnani S., Bonora M., Giorgi C., Missiroli S., Poletti F., Rimessi A., Pinton P. Protein kinases and phosphatases in the control of cell fate. Enzyme Res. 2011 doi: 10.4061/2011/329098. 2011.", "ArticleIdList": ["10.4061/2011/329098", "PMC3166778", "21904669"]}, {"Citation": "Yadav P.B., Lekhak U.M., Ghane S.G., Lekhak M.M. Phytochemicals, antioxidants, estimation of cardiac glycoside (Scillaren A) and detection of major metabolites using LC-MS from Drimia species. South Afr. J. Bot. 2020"}, {"Citation": "Cai Y., Luo Q., Sun M., Corke H. Antioxidant activity and phenolic compounds of 112 traditional Chinese medicinal plants associated with anticancer. Life Sci. 2004;74(17):2157–2184. doi: 10.1016/j.lfs.2003.09.047.", "ArticleIdList": ["10.1016/j.lfs.2003.09.047", "PMC7126989", "14969719"]}, {"Citation": "Sun J., Chu Y.F., Wu X., Liu R.H. Antioxidant and antiproliferative activities of common fruits. J. Agric. Food Chem. 2002;50(25):7449–7454. doi: 10.1021/jf0207530.", "ArticleIdList": ["10.1021/jf0207530", "12452674"]}, {"Citation": "Mirahmadi S.F., Norouzi R. Chemical composition, phenolic content, free radical scavenging and antifungal activities of Achillea biebersteinii. Food Biosci. 2017;18:53–59."}, {"Citation": "Rodríguez-Pérez C., Quirantes-Piné R., Fernández-Gutiérrez A., Segura-Carretero A. Comparative characterization of phenolic and other polar compounds in Spanish melon cultivars by using high-performance liquid chromatography coupled to electrospray ionization quadrupole-time of flight mass spectrometry. Food Res. Int. 2013;54(2):1519–1527."}, {"Citation": "Kuo Y.H., Li Y.C. Three new compounds, ficusone, ficuspirolide, and ficusolide from the heartwood of Ficus microcarpa. Chem. Pharm. Bull. 1999;47(3):299–301.", "ArticleIdList": ["11145132"]}, {"Citation": "Danihelová M., Veverka M., Šturdík E., Jantová S. Antioxidant action and cytotoxicity on HeLa and NIH-3T3 cells of new quercetin derivatives. Interdiscip. Toxicol. 2013;6(4):209–216. doi: 10.2478/intox-2013-0031.", "ArticleIdList": ["10.2478/intox-2013-0031", "PMC3945760", "24678260"]}, {"Citation": "Rhimi W., Camarda A., Saidi M., Boulila A., Otranto D., Cafarchia C. Chemical characterization and acaricidal activity of Drimia maritima (L) bulbs and Dittrichia viscosa leaves against Dermanyssus gallinae. Vet. Parasitol. 2019;268:61–66. doi: 10.1016/j.vetpar.2019.03.003.", "ArticleIdList": ["10.1016/j.vetpar.2019.03.003", "30981307"]}, {"Citation": "De Rosso M., Tonidandel L., Larcher R., Nicolini G., Dalla Vedova A., De Marchi F., Gardiman M., Giust M., Flamini R. Identification of new flavonols in hybrid grapes by combined liquid chromatography–mass spectrometry approaches. Food Chem. 2014;163:244–251. doi: 10.1016/j.foodchem.2014.04.110.", "ArticleIdList": ["10.1016/j.foodchem.2014.04.110", "24912722"]}, {"Citation": "Navarro M., Arnaez E., Moreira I., Quesada S., Azofeifa G., Wilhelm K., Vargas F., Chen P. Polyphenolic characterization, antioxidant, and cytotoxic activities of Mangifera indica cultivars from Costa rica. Foods. 2019;8(9):384. doi: 10.3390/foods8090384.", "ArticleIdList": ["10.3390/foods8090384", "PMC6769667", "31480721"]}, {"Citation": "Gong J., Zhou S., Yang S. Vanillic acid suppresses HIF-1α expression via inhibition of mTOR/p70S6K/4E-BP1 and Raf/MEK/ERK pathways in human colon cancer HCT116 cells. Int. J. Mol. Sci. 2019;20(3):465. doi: 10.3390/ijms20030465.", "ArticleIdList": ["10.3390/ijms20030465", "PMC6387037", "30678221"]}, {"Citation": "Wu S.B., Pang F., Wen Y., Zhang H.F., Zhao Z., Hu J.F. Antiproliferative and apoptotic activities of linear furocoumarins from Notopterygium incisum on cancer cell lines. Planta Med. 2010;76(01):82–85.", "ArticleIdList": ["19653148"]}, {"Citation": "Lee Y.H., Lee Y.R., Park C.S., Im S.A., Song S., Hong J.T., Whang B.Y., Kim K., Lee C.K. Baccatin III, a precursor for the semisynthesis of paclitaxel, inhibits the accumulation and suppressive activity of myeloid-derived suppressor cells in tumor-bearing mice. Int. Immunopharmacol. 2014;21(2):487–493.", "ArticleIdList": ["24957690"]}, {"Citation": "Brito A., Areche C., Sepúlveda B., Kennelly E.J., Simirgiotis M.J. Anthocyanin characterization, total phenolic quantification and antioxidant features of some Chilean edible berry extracts. Molecules. 2014;19(8):10936–10955.", "ArticleIdList": ["PMC6271127", "25072199"]}, {"Citation": "Sorrenti V., Vanella L., Acquaviva R., Cardile V., Giofrè S., Di Giacomo C. Cyanidin induces apoptosis and differentiation in prostate cancer cells. Int. J. Oncol. 2015;47(4):1303–1310. doi: 10.3892/ijo.2015.3130.", "ArticleIdList": ["10.3892/ijo.2015.3130", "26315029"]}, {"Citation": "Kelley D.S., Adkins Y.C., Zunino S.J., Woodhouse L.R., Bonnel E.L., Breksa A.P., III, Manners G.D., Mackey B.E. Citrus limonin glucoside supplementation decreased biomarkers of liver disease and inflammation in overweight human adults. J. Funct. Foods. 2015;12:271–281."}, {"Citation": "Jayaprakasha G.K., Jadegoud Y., Nagana Gowda G.A., Patil B.S. Bioactive compounds from sour orange inhibit colon cancer cell proliferation and induce cell cycle arrest. J. Agric. Food Chem. 2010;58(1):180–186. doi: 10.1021/jf9027816.", "ArticleIdList": ["10.1021/jf9027816", "20000570"]}, {"Citation": "Mandadi K.K., Jayaprakasha G.K., Bhat N.G., Patil B.S. Red Mexican grapefruit: a novel source for bioactive limonoids and their antioxidant activity. Zeitschrift für Naturforschung C. 2007;62(3-4):179–188. doi: 10.1515/znc-2007-3-405.", "ArticleIdList": ["10.1515/znc-2007-3-405", "17542482"]}, {"Citation": "Wang S.B., Tian S., Yang F., Yang H.G., Yang X.Y., Du G.H. Cardioprotective effect of salvianolic acid A on isoproterenol-induced myocardial infarction in rats. Eur. J. Pharmacol. 2009;615(1-3):125–132. doi: 10.1016/j.ejphar.2009.04.061.", "ArticleIdList": ["10.1016/j.ejphar.2009.04.061", "19445921"]}, {"Citation": "Muhammad H., Omar M.H., Isa M.L., Thani N.S.I.A., Rasid E.N.I., Awang N. Male reproductive toxicity studies of Orthosiphon stamineus aqueous extract in Sprague Dawley rats. J. Med. Plants. 2018;6(5):07–14."}, {"Citation": "Abu-Reidah I.M., Arráez-Román D., Segura-Carretero A., Fernández-Gutiérrez A. Profiling of phenolic and other polar constituents from hydro-methanolic extract of watermelon (Citrullus lanatus) by means of accurate-mass spectrometry (HPLC–ESI–QTOF–MS) Food Res. Int. 2013;51(1):354–362. doi: 10.1016/j.foodres.2016.10.018.", "ArticleIdList": ["10.1016/j.foodres.2016.10.018"]}, {"Citation": "Scazzocchio B., Varì R., Filesi C., D’Archivio M., Santangelo C., Giovannini C., Iacovelli A., Silecchia G., Volti G.L., Galvano F., Masella R. Cyanidin-3-O-β-glucoside and protocatechuic acid exert insulin-like effects by upregulating PPARγ activity in human omental adipocytes. Diabetes. 2011;60(9):2234–2244. doi: 10.2337/db10-1461.", "ArticleIdList": ["10.2337/db10-1461", "PMC3161313", "21788573"]}, {"Citation": "Wu Q., Kroon P.A., Shao H., Needs P.W., Yang X. Differential effects of quercetin and two of its derivatives, isorhamnetin and isorhamnetin-3-glucuronide, in inhibiting the proliferation of human breast-cancer MCF-7 cells. J. Agric. Food Chem. 2018;66(27):7181–7189. doi: 10.1021/acs.jafc.8b02420.", "ArticleIdList": ["10.1021/acs.jafc.8b02420", "29905475"]}, {"Citation": "Knittel D.N., Stintzing F.C., Kammerer D.R. Simultaneous determination of bufadienolides and phenolic compounds in sea squill (Drimia maritima (L.) Stearn) by HPLC-DAD-MS n as a means to differentiate individual plant parts and developmental stages. Anal. Bioanal. Chem. 2014;406(24):6035–6050.", "ArticleIdList": ["25027721"]}, {"Citation": "Deve A.S., Kumaresan K., Rapheal V.S. Extraction process optimization of polyphenols from Indian Citrus sinensis–as novel antiglycative agents in the management of diabetes mellitus. J. Diabetes Metab. Disord. 2014;13(1):11.", "ArticleIdList": ["PMC3929254", "24397983"]}, {"Citation": "Hu Q., Zhang D.D., Wang L., Lou H., Ren D. Eriodictyol-7-O-glucoside, a novel Nrf2 activator, confers protection against cisplatin-induced toxicity. Food Chem. Toxicol. 2012;50(6):1927–1932. doi: 10.1016/j.fct.2012.03.059.", "ArticleIdList": ["10.1016/j.fct.2012.03.059", "22465804"]}, {"Citation": "Areias F.M., Valentao P., Andrade P.B., Ferreres F., Seabra R.M. Phenolic fingerprint of peppermint leaves. Food Chem. 2001;73(3):307–311."}, {"Citation": "Li J., Hu L., Zhou T., Gong X., Jiang R., Li H., Kuang G., Wan J., Li H. Taxifolin inhibits breast cancer cells proliferation, migration and invasion by promoting mesenchymal to epithelial transition via β-catenin signaling. Life Sci. 2019;232:116617. doi: 10.1016/j.lfs.2019.116617.", "ArticleIdList": ["10.1016/j.lfs.2019.116617", "31260685"]}, {"Citation": "Wang R., Zhu X., Wang Q., Li X., Wang E., Zhao Q., Wang Q., Cao H. The anti-tumour effect of taxifolin on lung cancer via suppressing stemness and epithelial-mesenchymal transition in vitro and oncogenesis in nude mice. Ann. Transl. Med. 2020;8(9) doi: 10.21037/atm-20-3329.", "ArticleIdList": ["10.21037/atm-20-3329", "PMC7290558", "32566617"]}, {"Citation": "Rajan V.K., Ragi C., Muraleedharan K. A computational exploration into the structure, antioxidant capacity, toxicity and drug-like activity of the anthocyanidin “Petunidin”. Heliyon. 2019;5(7):02115. doi: 10.1016/j.heliyon.2019.e02115.", "ArticleIdList": ["10.1016/j.heliyon.2019.e02115", "PMC7181340", "32346622"]}, {"Citation": "Alcalde-Eon C., Saavedra G., de Pascual-Teresa S., Rivas-Gonzalo J.C. Liquid chromatography–mass spectrometry identification of anthocyanins of isla oca (Oxalis tuberosa, Mol.) tubers. J. Chromatogr. A. 2004;1054(1-2):211–215. doi: 10.1016/j.chroma.2004.08.074.", "ArticleIdList": ["10.1016/j.chroma.2004.08.074", "15553146"]}, {"Citation": "Shirzad H., Niknam V., Taheri M., Ebrahimzadeh H. Ultrasound-assisted extraction process of phenolic antioxidants from Olive leaves: a nutraceutical study using RSM and LC–ESI–DAD–MS. J. Food Sci. Technol. 2017;54(8):2361–2371. doi: 10.1007/s13197-017-2676-7.", "ArticleIdList": ["10.1007/s13197-017-2676-7", "PMC5502029", "28740293"]}, {"Citation": "Pérez-Bonilla M., Salido S., van Beek T.A., de Waard P., Linares-Palomino P.J., Sánchez A., Altarejos J. Isolation of antioxidative secoiridoids from olive wood (Olea europaea L.) guided by on-line HPLC–DAD–radical scavenging detection. Food Chem. 2011;124(1):36–41."}, {"Citation": "Longo E., Morozova K., Scampicchio M. Effect of light irradiation on the antioxidant stability of oleuropein. Food Chem. 2017;237:91–97. doi: 10.1016/j.foodchem.2017.05.099.", "ArticleIdList": ["10.1016/j.foodchem.2017.05.099", "28764085"]}, {"Citation": "Hamdi H.K., Castellon R. Oleuropein, a non-toxic olive iridoid, is an anti-tumour agent and cytoskeleton disruptor. Biochem. Biophys. Res. Commun. 2005;334(3):769–778. doi: 10.1007/s13659-014-0003-9.", "ArticleIdList": ["10.1007/s13659-014-0003-9", "16024000"]}, {"Citation": "Visioli F., Galli C., Galli G., Caruso D. Biological activities and metabolic fate of olive oil phenols. Eur. J. Lipid Sci. Technol. 2002;104(9‐10):677–684."}, {"Citation": "Bisignano G., Tomaino A., Cascio R.L., Crisafi G., Uccella N., Saija A. On the in‐vitro antimicrobial activity of oleuropein and hydroxytyrosol. J. Pharm. Pharmacol. 1999;51(8):971–974. doi: 10.1211/0022357991773258.", "ArticleIdList": ["10.1211/0022357991773258", "10504039"]}, {"Citation": "Ernst E., Pittler M.H. Risks associated with herbal medicinal products. Wiener Med. Wochenschr. 2002;152(7‐8):183–189. doi: 10.1046/j.1563-258x.2002.01112.x.", "ArticleIdList": ["10.1046/j.1563-258x.2002.01112.x", "12017745"]}, {"Citation": "Lechanteur A., Almeida A., Sarmento B. Elucidation of the impact of cell culture conditions of Caco-2 cell monolayer on barrier integrity and intestinal permeability. Eur. J. Pharm. Biopharm. 2017 doi: 10.1016/j.ejpb.2017.06.013.", "ArticleIdList": ["10.1016/j.ejpb.2017.06.013", "28627399"]}, {"Citation": "Klimenko O.V., Shtilman M. Reprogramming of CaCo2 colorectal cancer cells after using the complex of poly-(N-vinylpyrrolidone) with small non-coding RNAs. Toxicol. Rep. 2019;6:186–192. doi: 10.1016/j.toxrep.2019.02.001.", "ArticleIdList": ["10.1016/j.toxrep.2019.02.001", "PMC6405903", "30899675"]}, {"Citation": "George S., Bhalerao S.V., Lidstone E.A., Ahmad I.S., Abbasi A., Cunningham B.T., Watkin K.L. Cytotoxicity screening of Bangladeshi medicinal plant extracts on pancreatic cancer cells. BMC Complement. Altern. Med. 2010;10(1):52.", "ArticleIdList": ["PMC2954938", "20849608"]}, {"Citation": "Lau S.T., Lin Z.X., Liao Y., Zhao M., Cheng C.H., Leung P.S. Brucein D induces apoptosis in pancreatic adenocarcinoma cell line PANC-1 through the activation of p38-mitogen activated protein kinase. Cancer Lett. 2009;281(1):42–52. doi: 10.1016/j.canlet.2009.02.017.", "ArticleIdList": ["10.1016/j.canlet.2009.02.017", "19286308"]}, {"Citation": "Merghoub N., Benbacer L., Amzazi S., Morjani H., El-Mzibri M. Cytotoxic effect of some Moroccan medicinal plant extracts on human cervical cell lines. J. Med. Plants Res. 2009;3(12):1045–1050."}, {"Citation": "Nyambe M.N., Beukes D.R., Van De Venter M., Swanepoel B., Hlangothi B.G. Isolation and characterisation of altissimin: a novel cytotoxic flavonoid C-apioglucoside from Drimia altissima (Asparagaceae) Nat. Prod. Res. 2019:1–9. doi: 10.1080/14786419.2019.1596097.", "ArticleIdList": ["10.1080/14786419.2019.1596097", "30964337"]}, {"Citation": "Sargent J.M. Chemosensitivity Testing in Oncology. Springer; Berlin, Heidelberg: 2003. The use of the MTT assay to study drug resistance in fresh tumour samples; pp. 13–25.", "ArticleIdList": ["10.1007/978-3-642-19022-3_2", "12528795"]}, {"Citation": "Phillips R.M., Bibby M.C., Double J.A. A critical appraisal of the predictive value of in vitro chemosensitivity assays. JNCI: J. Natl. Cancer Inst. 1990;82(18):1457–1468. doi: 10.1093/jnci/82.18.1457.", "ArticleIdList": ["10.1093/jnci/82.18.1457", "2202838"]}, {"Citation": "Carmichael J., Mitchell J.B., DeGraff W.G., Gamson J., Gazdar A.F., Johnson B.E., Glatstein E., Minna J.D. Chemosensitivity testing of human lung cancer cell lines using the MTT assay. Br. J. Cancer. 1988;57(6):540–547. doi: 10.1038/bjc.1988.125.", "ArticleIdList": ["10.1038/bjc.1988.125", "PMC2246465", "2841961"]}, {"Citation": "Liu K., Liu P.C., Liu R., Wu X. Dual AO/EB staining to detect apoptosis in osteosarcoma cells compared with flow cytometry. Med. Sci. Monit. Basic Res. 2015;21:15. doi: 10.12659/MSMBR.893327.", "ArticleIdList": ["10.12659/MSMBR.893327", "PMC4332266", "25664686"]}, {"Citation": "Lowe S.W., Lin A.W. Apoptosis in cancer. Carcinogenesis. 2000;21(3):485–495. doi: 10.1093/carcin/21.3.485.", "ArticleIdList": ["10.1093/carcin/21.3.485", "10688869"]}, {"Citation": "Ho K., Yazan L.S., Ismail N., Ismail M. Apoptosis and cell cycle arrest of human colorectal cancer cell line HT-29 induced by vanillin. Cancer Epidemiol. 2009;33(2):155–160. doi: 10.1016/j.canep.2009.06.003.", "ArticleIdList": ["10.1016/j.canep.2009.06.003", "19679064"]}, {"Citation": "Hamzeloo-Moghadam M., Aghaei M., Abdolmohammadi M.H., Khalaj A., Fallahian F. Cytotoxic effect of Drimia maritima bulb extract and induction of mitochondrial apoptotic signaling in human breast cancer cells, MCF-7 and MDA-MB-468. Onco. Ther. 2018;11:7669–7677. doi: 10.2147/OTT.S182786.", "ArticleIdList": ["10.2147/OTT.S182786", "PMC6217182", "30464515"]}, {"Citation": "Chakravarthi B.V., Sujay R., Kuriakose G.C., Karande A.A., Jayabaskaran C. Inhibition of cancer cell proliferation and apoptosis-inducing activity of fungal taxol and its precursor baccatin III purified from endophytic Fusarium solani. Cancer Cell Int. 2013;13(1):105. doi: 10.1186/1475-2867-13-105.", "ArticleIdList": ["10.1186/1475-2867-13-105", "PMC4016216", "24152585"]}, {"Citation": "Chidambara Murthy K.N., Jayaprakasha G.K., Kumar V., Rathore K.S., Patil B.S. Citrus limonin and its glucoside inhibit colon adenocarcinoma cell proliferation through apoptosis. J. Agric. Food Chem. 2011;59(6):2314–2323. doi: 10.1021/jf104498p.", "ArticleIdList": ["10.1021/jf104498p", "21338095"]}, {"Citation": "Hassan Z.K., Elamin M.H., Omer S.A., Daghestani M.H., Al-Olayan E.S., Elobeid M.A., Virk P. Oleuropein induces apoptosis via the p53 pathway in breast cancer cells. Asian Pac. J. Cancer Prev. 2013;14:6739–6742. doi: 10.7314/APJCP.2013.14.11.6739.", "ArticleIdList": ["10.7314/APJCP.2013.14.11.6739", "24377598"]}, {"Citation": "Pegoraro L., Palumbo A., Erikson J., Falda M., Giovanazzo B., Emanuel B.S., Rovera G., Nowell P.C., Croce C.M. A 14; 18 and an 8; 14 chromosome translocation in a cell line derived from an acute B-cell leukemia. Proc. Natl. Acad. Sci. U. S. A. 1984;81(22):7166–7170. doi: 10.1073/pnas.81.22.7166.", "ArticleIdList": ["10.1073/pnas.81.22.7166", "PMC392098", "6334305"]}, {"Citation": "He Z.Y., Shi C.B., Wen H., Li F.L., Wang B.L., Wang J. Upregulation of p53 expression in patients with colorectal cancer by administration of curcumin. Cancer Invest. 2011;29(3):208–213.", "ArticleIdList": ["21314329"]}, {"Citation": "Van Erk M.J., Teuling E., Staal Y.C., Huybers S., Van Bladeren P.J., Aarts J.M., Van Ommen B. Time-and dose-dependent effects of curcumin on gene expression in human colon cancer cells. J. Carcinog. 2004;3:8.", "ArticleIdList": ["PMC421747", "15140256"]}, {"Citation": "Gamet-Payrastre L., Li P., Lumeau S., Cassar G., Dupont M.A., Chevolleau S., Gasc N., Tulliez J., Tercé F. Sulforaphane, a naturally occurring isothiocyanate, induces cell cycle arrest and apoptosis in HT29 human colon cancer cells. Cancer Res. 2000;60(5):1426–1433.", "ArticleIdList": ["10728709"]}, {"Citation": "Goel A., Boland C.R. Epigenetics of colorectal cancer. Gastroenterology. 2012;143(6):1442–1460. doi: 10.1053/j.gastro.2012.09.032.", "ArticleIdList": ["10.1053/j.gastro.2012.09.032", "PMC3611241", "23000599"]}, {"Citation": "Migliore L., Migheli F., Spisni R., Coppedè F. Genetics, cytogenetics, and epigenetics of colorectal cancer. J. Biomed. Biotechnol. 2011 doi: 10.1155/2011/792362. 2011.", "ArticleIdList": ["10.1155/2011/792362", "PMC3070260", "21490705"]}, {"Citation": "Gonzalez-Pons M., Cruz-Correa M. Colorectal cancer biomarkers: where are we now? Comput. Biomed. Res. 2015 doi: 10.1155/2015/149014. 2015.", "ArticleIdList": ["10.1155/2015/149014", "PMC4461726", "26106599"]}, {"Citation": "Das J., Ghosh J., Manna P., Sil P.C. Taurine protects rat testes against doxorubicin-induced oxidative stress as well as p53, Fas and caspase 12-mediated apoptosis. Amino Acids. 2012;42(5):1839–1855. doi: 10.1007/s00726-011-0904-4.", "ArticleIdList": ["10.1007/s00726-011-0904-4", "21476075"]}, {"Citation": "Ghosh S., Bhattacharyya S., Rashid K., Sil P.C. Curcumin protects rat liver from streptozotocin-induced diabetic pathophysiology by counteracting reactive oxygen species and inhibiting the activation of p53 and MAPKs mediated stress response pathways. Toxicol. Rep. 2015;2:365–376. doi: 10.1016/j.toxrep.2014.12.017.", "ArticleIdList": ["10.1016/j.toxrep.2014.12.017", "PMC5598222", "28962370"]}, {"Citation": "Robinson R.L., Sharma A., Bai S., Heneidi S., Lee T.J., Kodeboyina S.K., Patel N., Sharma S. Comparative STAT3-regulated gene expression profile in renal cell carcinoma subtypes. Front. Oncol. 2019;9:72. doi: 10.3389/fonc.2019.00072.", "ArticleIdList": ["10.3389/fonc.2019.00072", "PMC6399114", "30863721"]}, {"Citation": "Heppler L.N., Frank D.A. Targeting oncogenic transcription factors: therapeutic implications of endogenous STAT inhibitors. Trends Cancer. 2017;3(12):816–827.", "ArticleIdList": ["PMC5727919", "29198438"]}, {"Citation": "Adamkova L., Souckova K., Kovarik J. Transcription protein STAT1: biology and relation to cancer. Folia Biol. 2007;53(1):1.", "ArticleIdList": ["17328836"]}, {"Citation": "Rädler P.D., Wehde B.L., Wagner K.U. Crosstalk between STAT5 activation and PI3K/AKT functions in normal and transformed mammary epithelial cells. Mol. Cell. Endocrinol. 2017;451:31–39. doi: 10.1016/j.mce.2017.04.025.", "ArticleIdList": ["10.1016/j.mce.2017.04.025", "PMC5515553", "28495456"]}, {"Citation": "Bibi S., Arslanhan M.D., Langenfeld F., Jeanningros S., Cerny-Reiterer S., Hadzijusufovic E., Tchertanov L., Moriggl R., Valent P., Arock M. Co-operating STAT5 and AKT signalling pathways in chronic myeloid leukemia and mastocytosis: possible new targets of therapy. Haematological. 2014;99(3):417. doi: 10.3324/haematol.2013.098442.", "ArticleIdList": ["10.3324/haematol.2013.098442", "PMC3943304", "24598853"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "1", "Day": "8"}, {"Year": "2021", "Month": "6", "Day": "4"}, {"Year": "2021", "Month": "6", "Day": "14"}, {"Year": "2021", "Month": "7", "Day": "1", "Hour": "7", "Minute": "2"}, {"Year": "2021", "Month": "7", "Day": "2", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "7", "Day": "2", "Hour": "6", "Minute": "1"}, {"Year": "2021", "Month": "6", "Day": "16"}], "PublicationStatus": "epublish", "ArticleIdList": ["34195018", "PMC8233163", "10.1016/j.toxrep.2021.06.015", "S2214-7500(21)00121-9"]}}], "PubmedBookArticle": []}