{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["angiogenesis", "cancer therapy", "drug release", "mesoporous bioactive glass", "mesoporous silica nanoparticles", "skin regeneration", "tissue engineering"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34204198", "DateRevised": {"Year": "2021", "Month": "07", "Day": "05"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "06", "Day": "17"}], "Language": ["eng"], "ELocationID": ["3337", "10.3390/ma14123337"], "Journal": {"ISSN": "1996-1944", "JournalIssue": {"Volume": "14", "Issue": "12", "PubDate": {"Year": "2021", "Month": "Jun", "Day": "17"}}, "Title": "Materials (Basel, Switzerland)", "ISOAbbreviation": "Materials (Basel)"}, "ArticleTitle": "Mesoporous Silica Nanoparticles and Mesoporous Bioactive Glasses for Wound Management: From Skin Regeneration to Cancer Therapy.", "Abstract": {"AbstractText": ["Exploring new therapies for managing skin wounds is under progress and, in this regard, mesoporous silica nanoparticles (MSNs) and mesoporous bioactive glasses (MBGs) offer great opportunities in treating acute, chronic, and malignant wounds. In general, therapeutic effectiveness of both MSNs and MBGs in different formulations (fine powder, fibers, composites etc.) has been proved over all the four stages of normal wound healing including hemostasis, inflammation, proliferation, and remodeling. The main merits of these porous substances can be summarized as their excellent biocompatibility and the ability of loading and delivering a wide range of both hydrophobic and hydrophilic bioactive molecules and chemicals. In addition, doping with inorganic elements (e.g., Cu, Ga, and Ta) into MSNs and MBGs structure is a feasible and practical approach to prepare customized materials for improved skin regeneration. Nowadays, MSNs and MBGs could be utilized in the concept of targeted therapy of skin malignancies (e.g., melanoma) by grafting of specific ligands. Since potential effects of various parameters including the chemical composition, particle size/morphology, textural properties, and surface chemistry should be comprehensively determined via cellular in vitro and in vivo assays, it seems still too early to draw a conclusion on ultimate efficacy of MSNs and MBGs in skin regeneration. In this regard, there are some concerns over the final fate of MSNs and MBGs in the wound site plus optimal dosages for achieving the best outcomes that deserve careful investigation in the future."]}, "AuthorList": [{"Identifier": ["0000-0003-2417-8797"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Pharmacological Research Center of Medicinal Plants, Mashhad University of Medical Sciences, Mashhad 917794-8564, Iran."}, {"Identifier": [], "Affiliation": "Department of Pharmacology, Faculty of Medicine, Mashhad University of Medical Sciences, Mashhad 917794-8564, Iran."}], "LastName": "Hooshmand", "ForeName": "Sara", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Materials Engineering, Faculty of Engineering, Ferdowsi University of Mashhad (FUM), Azadi Sq., Mashhad 917794-8564, Iran."}], "LastName": "Mollazadeh", "ForeName": "Sahar", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Materials Engineering, Faculty of Engineering, Ferdowsi University of Mashhad (FUM), Azadi Sq., Mashhad 917794-8564, Iran."}], "LastName": "Akrami", "ForeName": "Negar", "Initials": "N"}, {"Identifier": ["0000-0002-4299-8660"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Materials Engineering, Faculty of Engineering, Ferdowsi University of Mashhad (FUM), Azadi Sq., Mashhad 917794-8564, Iran."}], "LastName": "Ghanad", "ForeName": "Mehrnoosh", "Initials": "M"}, {"Identifier": ["0000-0002-2344-1728"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Glass Research Department, National Research Centre, Cairo 12622, Egypt."}], "LastName": "El-Fiqi", "ForeName": "Ahmed", "Initials": "A"}, {"Identifier": ["0000-0001-8860-0497"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Materials Physics and Engineering, Applied Science and Technology Department, Politecnico di Torino, Corso Duca degli Abruzzi 24, 10129 Torino, Italy."}], "LastName": "Baino", "ForeName": "Francesco", "Initials": "F"}, {"Identifier": ["0000-0001-9174-0685"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Tissue Engineering Research Group (TERG), Department of Anatomy and Cell Biology, School of Medicine, Mashhad University of Medical Sciences, Mashhad 917794-8564, Iran."}], "LastName": "Nazarnezhad", "ForeName": "Simin", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Tissue Engineering Research Group (TERG), Department of Anatomy and Cell Biology, School of Medicine, Mashhad University of Medical Sciences, Mashhad 917794-8564, Iran."}], "LastName": "Kargozar", "ForeName": "Saeid", "Initials": "S"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Materials (Basel)", "NlmUniqueID": "101555929", "ISSNLinking": "1996-1944"}, "CoiStatement": "The authors declare no conflict of interest in publishing this article."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Gilaberte Y., Prieto-Torres L., Pastushenko I., Juarranz Á. Anatomy and Function of the Skin. In: Hamblin M.R., Avci P., Prow T.W., editors. Nanoscience in Dermatology. Academic Press; Boston, MA, USA: 2016. pp. 1–14. Chapter 1."}, {"Citation": "Su L., Zheng J., Wang Y., Zhang W., Hu D. Emerging progress on the mechanism and technology in wound repair. Biomed. Pharmacother. 2019;117:109191. doi: 10.1016/j.biopha.2019.109191.", "ArticleIdList": ["10.1016/j.biopha.2019.109191", "31387187"]}, {"Citation": "Sadidi H., Hooshmand S., Ahmadabadi A., Hoseini S.J., Baino F., Vatanpour M., Kargozar S. Cerium Oxide Nanoparticles (Nanoceria): Hopes in Soft Tissue Engineering. Molecules. 2020;25:4559. doi: 10.3390/molecules25194559.", "ArticleIdList": ["10.3390/molecules25194559", "PMC7583868", "33036163"]}, {"Citation": "Kargozar S., Mozafari M., Ghodrat S., Fiume E., Baino F. Copper-containing bioactive glasses and glass-ceramics: From tissue regeneration to cancer therapeutic strategies. Mater. Sci. Eng. C. 2021;121:111741. doi: 10.1016/j.msec.2020.111741.", "ArticleIdList": ["10.1016/j.msec.2020.111741", "33579436"]}, {"Citation": "Chen L., Zhou X., He C. Mesoporous silica nanoparticles for tissue-engineering applications. Wiley Interdiscip. Rev. Nanomed. Nanobiotechnol. 2019;11:e1573. doi: 10.1002/wnan.1573.", "ArticleIdList": ["10.1002/wnan.1573", "31294533"]}, {"Citation": "Jafari S., Derakhshankhah H., Alaei L., Fattahi A., Varnamkhasti B.S., Saboury A.A. Mesoporous silica nanoparticles for therapeutic/diagnostic applications. Biomed. Pharmacother. 2019;109:1100–1111. doi: 10.1016/j.biopha.2018.10.167.", "ArticleIdList": ["10.1016/j.biopha.2018.10.167", "30551360"]}, {"Citation": "Manzano M., Vallet-Regí M. Mesoporous silica nanoparticles for drug delivery. Adv. Funct. Mater. 2020;30:1902634. doi: 10.1002/adfm.201902634.", "ArticleIdList": ["10.1002/adfm.201902634"]}, {"Citation": "Gisbert-Garzarán M., Vallet-Regí M. Influence of the surface functionalization on the fate and performance of mesoporous silica nanoparticles. Nanomaterials. 2020;10:916. doi: 10.3390/nano10050916.", "ArticleIdList": ["10.3390/nano10050916", "PMC7279540", "32397449"]}, {"Citation": "Yan T., He J., Liu R., Liu Z., Cheng J. Chitosan capped pH-responsive hollow mesoporous silica nanoparticles for targeted chemo-photo combination therapy. Carbohydr. Polym. 2020;231:115706. doi: 10.1016/j.carbpol.2019.115706.", "ArticleIdList": ["10.1016/j.carbpol.2019.115706", "31888831"]}, {"Citation": "Kim J.-H., Kim H., Choi Y., Lee D.S., Kim J., Yi G.-R. Colloidal Mesoporous Silica Nanoparticles as Strong Adhesives for Hydrogels and Biological Tissues. ACS Appl. Mater. Interfaces. 2017;9:31469–31477. doi: 10.1021/acsami.7b09083.", "ArticleIdList": ["10.1021/acsami.7b09083", "28836756"]}, {"Citation": "Zhang Y., Chang M., Bao F., Xing M., Wang E., Xu Q., Huan Z., Guo F., Chang J. Multifunctional Zn doped hollow mesoporous silica/polycaprolactone electrospun membranes with enhanced hair follicle regeneration and antibacterial activity for wound healing. Nanoscale. 2019;11:6315–6333. doi: 10.1039/C8NR09818B.", "ArticleIdList": ["10.1039/C8NR09818B", "30882821"]}, {"Citation": "Kargozar S., Mozafari M., Hamzehlou S., Kim H.-W., Baino F. Mesoporous bioactive glasses (MBGs) in cancer therapy: Full of hope and promise. Mater. Lett. 2019;251:241–246. doi: 10.1016/j.matlet.2019.05.019.", "ArticleIdList": ["10.1016/j.matlet.2019.05.019"]}, {"Citation": "Kargozar S., Baino F., Banijamali S., Mozafari M. Synthesis and physico-chemical characterization of fluoride (F)-and silver (Ag)-substituted sol-gel mesoporous bioactive glasses. Biomed. Glasses. 2019;5:185–192. doi: 10.1515/bglass-2019-0015.", "ArticleIdList": ["10.1515/bglass-2019-0015"]}, {"Citation": "Wu C., Chang J. Multifunctional mesoporous bioactive glasses for effective delivery of therapeutic ions and drug/growth factors. J. Control. Release. 2014;193:282–295. doi: 10.1016/j.jconrel.2014.04.026.", "ArticleIdList": ["10.1016/j.jconrel.2014.04.026", "24780264"]}, {"Citation": "Baino F. Copper-doped ordered mesoporous bioactive glass: A promising multifunctional platform for bone tissue engineering. Bioengineering. 2020;7:45. doi: 10.3390/bioengineering7020045.", "ArticleIdList": ["10.3390/bioengineering7020045", "PMC7355576", "32455606"]}, {"Citation": "Kermani F., Mollazadeh Beidokhti S., Baino F., Gholamzadeh-Virany Z., Mozafari M., Kargozar S. Strontium-and cobalt-doped multicomponent mesoporous bioactive glasses (MBGs) for potential use in bone tissue engineering applications. Materials. 2020;13:1348. doi: 10.3390/ma13061348.", "ArticleIdList": ["10.3390/ma13061348", "PMC7143072", "32188165"]}, {"Citation": "Ma L., Zhou Y., Zhang Z., Liu Y., Zhai D., Zhuang H., Li Q., Yuye J., Wu C., Chang J. Multifunctional bioactive Nd-Ca-Si glasses for fluorescence thermometry, photothermal therapy, and burn tissue repair. Sci. Adv. 2020;6:eabb1311. doi: 10.1126/sciadv.abb1311.", "ArticleIdList": ["10.1126/sciadv.abb1311", "PMC7413731", "32821831"]}, {"Citation": "Gurtner G.C., Werner S., Barrandon Y., Longaker M.T. Wound repair and regeneration. Nature. 2008;453:314–321. doi: 10.1038/nature07039.", "ArticleIdList": ["10.1038/nature07039", "18480812"]}, {"Citation": "Schultz G.S., Wysocki A. Interactions between extracellular matrix and growth factors in wound healing. Wound Repair Regen. 2009;17:153–162. doi: 10.1111/j.1524-475X.2009.00466.x.", "ArticleIdList": ["10.1111/j.1524-475X.2009.00466.x", "19320882"]}, {"Citation": "Madden J.W., Peacock E.E., Jr. Studies on the biology of collagen during wound healing. 3. Dynamic metabolism of scar collagen and remodeling of dermal wounds. Ann. Surg. 1971;174:511. doi: 10.1097/00000658-197109000-00017.", "ArticleIdList": ["10.1097/00000658-197109000-00017", "PMC1397578", "5111290"]}, {"Citation": "Singer A.J., Clark R.A. Cutaneous wound healing. N. Engl. J. Med. 1999;341:738–746. doi: 10.1056/NEJM199909023411006.", "ArticleIdList": ["10.1056/NEJM199909023411006", "10471461"]}, {"Citation": "Eming S.A., Krieg T., Davidson J.M. Inflammation in wound repair: Molecular and cellular mechanisms. J. Investig. Dermatol. 2007;127:514–525. doi: 10.1038/sj.jid.5700701.", "ArticleIdList": ["10.1038/sj.jid.5700701", "17299434"]}, {"Citation": "Edwards R., Harding K.G. Bacteria and wound healing. Curr. Opin. Infect. Dis. 2004;17:91–96. doi: 10.1097/00001432-200404000-00004.", "ArticleIdList": ["10.1097/00001432-200404000-00004", "15021046"]}, {"Citation": "Wolcott R.D., Rhoads D.D., Dowd S.E. Biofilms and chronic wound inflammation. J. Wound Care. 2008;17:333–341. doi: 10.12968/jowc.2008.17.8.30796.", "ArticleIdList": ["10.12968/jowc.2008.17.8.30796", "18754194"]}, {"Citation": "Foster D.S., Jones R.E., Ransom R.C., Longaker M.T., Norton J.A. The evolving relationship of wound healing and tumor stroma. JCI Insight. 2018;3:e99911. doi: 10.1172/jci.insight.99911.", "ArticleIdList": ["10.1172/jci.insight.99911", "PMC6237224", "30232274"]}, {"Citation": "Kamoun E.A., Kenawy E.-R.S., Chen X. A review on polymeric hydrogel membranes for wound dressing applications: PVA-based hydrogel dressings. J. Adv. Res. 2017;8:217–233. doi: 10.1016/j.jare.2017.01.005.", "ArticleIdList": ["10.1016/j.jare.2017.01.005", "PMC5315442", "28239493"]}, {"Citation": "Stashak T.S., Farstvedt E., Othic A. Update on wound dressings: Indications and best use. Clin. Tech. Equine Pract. 2004;3:148–163. doi: 10.1053/j.ctep.2004.08.006.", "ArticleIdList": ["10.1053/j.ctep.2004.08.006"]}, {"Citation": "Tottoli E.M., Dorati R., Genta I., Chiesa E., Pisani S., Conti B. Skin wound healing process and new emerging technologies for skin wound care and regeneration. Pharmaceutics. 2020;12:735. doi: 10.3390/pharmaceutics12080735.", "ArticleIdList": ["10.3390/pharmaceutics12080735", "PMC7463929", "32764269"]}, {"Citation": "Salehi M., Niyakan M., Ehterami A., Haghi-Daredeh S., Nazarnezhad S., Abbaszadeh-Goudarzi G., Vaez A., Hashemi S.F., Rezaei N., Mousavi S.R. Porous electrospun poly(ε-caprolactone)/gelatin nanofibrous mat containing cinnamon for wound healing application: In vitro and in vivo study. Biomed. Eng. Lett. 2020;10:149–161. doi: 10.1007/s13534-019-00138-4.", "ArticleIdList": ["10.1007/s13534-019-00138-4", "PMC7046867", "32175135"]}, {"Citation": "Nazarnezhad S., Baino F., Kim H.-W., Webster T.J., Kargozar S. Electrospun Nanofibers for Improved Angiogenesis: Promises for Tissue Engineering Applications. Nanomaterials. 2020;10:1609. doi: 10.3390/nano10081609.", "ArticleIdList": ["10.3390/nano10081609", "PMC7466668", "32824491"]}, {"Citation": "Nazarnezhada S., Abbaszadeh-Goudarzi G., Samadian H., Khaksari M., Ghatar J.M., Khastar H., Rezaei N., Mousavi S.R., Shirian S., Salehi M. Alginate hydrogel containing hydrogen sulfide as the functional wound dressing material: In vitro and in vivo study. Int. J. Biol. Macromol. 2020;164:3323–3331. doi: 10.1016/j.ijbiomac.2020.08.233.", "ArticleIdList": ["10.1016/j.ijbiomac.2020.08.233", "32888985"]}, {"Citation": "Baltazar T., Merola J., Catarino C., Xie C.B., Kirkiles-Smith N.C., Lee V., Hotta S., Dai G., Xu X., Ferreira F.C. Three dimensional bioprinting of a vascularized and perfusable skin graft using human keratinocytes, fibroblasts, pericytes, and endothelial cells. Tissue Eng. Part A. 2020;26:227–238. doi: 10.1089/ten.tea.2019.0201.", "ArticleIdList": ["10.1089/ten.tea.2019.0201", "PMC7476394", "31672103"]}, {"Citation": "Bui H.T., Chung O.H., Cruz J.D., Park J.S. Fabrication and characterization of electrospun curcumin-loaded polycaprolactone-polyethylene glycol nanofibers for enhanced wound healing. Macromol. Res. 2014;22:1288–1296. doi: 10.1007/s13233-014-2179-6.", "ArticleIdList": ["10.1007/s13233-014-2179-6"]}, {"Citation": "Kargozar S., Singh R.K., Kim H.-W., Baino F. “Hard” ceramics for “Soft” tissue engineering: Paradox or opportunity? Acta Biomater. 2020;115:1–28. doi: 10.1016/j.actbio.2020.08.014.", "ArticleIdList": ["10.1016/j.actbio.2020.08.014", "32818612"]}, {"Citation": "Cao C., Ge W., Yin J., Yang D., Wang W., Song X., Hu Y., Yin J., Dong X. Mesoporous silica supported silver–bismuth nanoparticles as photothermal agents for skin infection synergistic antibacterial therapy. Small. 2020;16:2000436. doi: 10.1002/smll.202000436.", "ArticleIdList": ["10.1002/smll.202000436", "32406205"]}, {"Citation": "Lio D.C.S., Liu C., Oo M.M.S., Wiraja C., Teo M.H.Y., Zheng M., Chew S.W.T., Wang X., Xu C. Transdermal delivery of small interfering RNAs with topically applied mesoporous silica nanoparticles for facile skin cancer treatment. Nanoscale. 2019;11:17041–17051. doi: 10.1039/C9NR06303J.", "ArticleIdList": ["10.1039/C9NR06303J", "31506653"]}, {"Citation": "Ugazio E., Gastaldi L., Brunella V., Scalarone D., Jadhav S.A., Oliaro-Bosso S., Zonari D., Berlier G., Miletto I., Sapino S. Thermoresponsive mesoporous silica nanoparticles as a carrier for skin delivery of quercetin. Int. J. Pharm. 2016;511:446–454. doi: 10.1016/j.ijpharm.2016.07.024.", "ArticleIdList": ["10.1016/j.ijpharm.2016.07.024", "27421910"]}, {"Citation": "Sapino S., Oliaro-Bosso S., Zonari D., Zattoni A., Ugazio E. Mesoporous silica nanoparticles as a promising skin delivery system for methotrexate. Int. J. Pharm. 2017;530:239–248. doi: 10.1016/j.ijpharm.2017.07.058.", "ArticleIdList": ["10.1016/j.ijpharm.2017.07.058", "28754510"]}, {"Citation": "Shi M., Xia L., Chen Z., Lv F., Zhu H., Wei F., Han S., Chang J., Xiao Y., Wu C. Europium-doped mesoporous silica nanosphere as an immune-modulating osteogenesis/angiogenesis agent. Biomaterials. 2017;144:176–187. doi: 10.1016/j.biomaterials.2017.08.027.", "ArticleIdList": ["10.1016/j.biomaterials.2017.08.027", "28837959"]}, {"Citation": "Paterson T.E., Bari A., Bullock A.J., Turner R., Montalbano G., Fiorilli S., Vitale-Brovarone C., MacNeil S., Shepherd J. Multifunctional copper-containing mesoporous glass nanoparticles as antibacterial and proangiogenic agents for chronic wounds. Front. Bioeng. Biotechnol. 2020;8:246. doi: 10.3389/fbioe.2020.00246.", "ArticleIdList": ["10.3389/fbioe.2020.00246", "PMC7136418", "32296691"]}, {"Citation": "Sábio R.M., Meneguin A.B., Martins dos Santos A., Monteiro A.S., Chorilli M. Exploiting mesoporous silica nanoparticles as versatile drug carriers for several routes of administration. Microporous Mesoporous Mater. 2021;312:110774. doi: 10.1016/j.micromeso.2020.110774.", "ArticleIdList": ["10.1016/j.micromeso.2020.110774"]}, {"Citation": "Kargozar S., Mozafari M., Hamzehlou S., Baino F. Using bioactive glasses in the management of burns. Front. Bioeng. Biotechnol. 2019;7:62. doi: 10.3389/fbioe.2019.00062.", "ArticleIdList": ["10.3389/fbioe.2019.00062", "PMC6447657", "30984751"]}, {"Citation": "Sergi R., Cannillo V., Boccaccini A.R., Liverani L. A New Generation of Electrospun Fibers Containing Bioactive Glass Particles for Wound Healing. Materials. 2020;13:5651. doi: 10.3390/ma13245651.", "ArticleIdList": ["10.3390/ma13245651", "PMC7763513", "33322335"]}, {"Citation": "Dong X., Chang J., Li H. Bioglass promotes wound healing through modulating the paracrine effects between macrophages and repairing cells. J. Mater. Chem. B. 2017;5:5240–5250. doi: 10.1039/C7TB01211J.", "ArticleIdList": ["10.1039/C7TB01211J", "32264109"]}, {"Citation": "Zhao S., Li L., Wang H., Zhang Y., Cheng X., Zhou N., Rahaman M.N., Liu Z., Huang W., Zhang C. Wound dressings composed of copper-doped borate bioactive glass microfibers stimulate angiogenesis and heal full-thickness skin defects in a rodent model. Biomaterials. 2015;53:379–391. doi: 10.1016/j.biomaterials.2015.02.112.", "ArticleIdList": ["10.1016/j.biomaterials.2015.02.112", "25890736"]}, {"Citation": "Łapa A., Cresswell M., Campbell I., Jackson P., Goldmann W.H., Detsch R., Parsons A., Ahmed I., Boccaccini A.R. Ga and Ce ion-doped phosphate glass fibres with antibacterial properties and their composite for wound healing applications. J. Mater. Chem. B. 2019;7:6981–6993. doi: 10.1039/C9TB00820A.", "ArticleIdList": ["10.1039/C9TB00820A", "31624824"]}, {"Citation": "Hu H., Tang Y., Pang L., Lin C., Huang W., Wang D., Jia W. Angiogenesis and Full-Thickness Wound Healing Efficiency of a Copper-Doped Borate Bioactive Glass/Poly(lactic-co-glycolic acid) Dressing Loaded with Vitamin E in Vivo and in Vitro. ACS Appl. Mater. Interfaces. 2018;10:22939–22950. doi: 10.1021/acsami.8b04903.", "ArticleIdList": ["10.1021/acsami.8b04903", "29924595"]}, {"Citation": "Solanki A.K., Lali F.V., Autefage H., Agarwal S., Nommeots-Nomm A., Metcalfe A.D., Stevens M.M., Jones J.R. Bioactive glasses and electrospun composites that release cobalt to stimulate the HIF pathway for wound healing applications. Biomater. Res. 2021;25:1–16. doi: 10.1186/s40824-020-00202-6.", "ArticleIdList": ["10.1186/s40824-020-00202-6", "PMC7811269", "33451366"]}, {"Citation": "Lin H.-M., Wang W.-K., Hsiung P.-A., Shyu S.-G. Light-sensitive intelligent drug delivery systems of coumarin-modified mesoporous bioactive glass. Acta Biomater. 2010;6:3256–3263. doi: 10.1016/j.actbio.2010.02.014.", "ArticleIdList": ["10.1016/j.actbio.2010.02.014", "20152945"]}, {"Citation": "Shoaib M., ur Rahman M.S., Saeed A., Naseer M.M. Mesoporous bioactive glass-polyurethane nanocomposites as reservoirs for sustained drug delivery. Colloids Surf. B Biointerfaces. 2018;172:806–811. doi: 10.1016/j.colsurfb.2018.10.030.", "ArticleIdList": ["10.1016/j.colsurfb.2018.10.030", "30352378"]}, {"Citation": "Du X., Wei D., Huang L., Zhu M., Zhang Y., Zhu Y. 3D printing of mesoporous bioactive glass/silk fibroin composite scaffolds for bone tissue engineering. Mater. Sci. Eng. C. 2019;103:109731. doi: 10.1016/j.msec.2019.05.016.", "ArticleIdList": ["10.1016/j.msec.2019.05.016", "31349472"]}, {"Citation": "Zheng K., Balasubramanian P., Paterson T.E., Stein R., MacNeil S., Fiorilli S., Vitale-Brovarone C., Shepherd J., Boccaccini A.R. Ag modified mesoporous bioactive glass nanoparticles for enhanced antibacterial activity in 3D infected skin model. Mater. Sci. Eng. C. 2019;103:109764. doi: 10.1016/j.msec.2019.109764.", "ArticleIdList": ["10.1016/j.msec.2019.109764", "31349470"]}, {"Citation": "Kresge C., Leonowicz M., Roth W.J., Vartuli J., Beck J. Ordered mesoporous molecular sieves synthesized by a liquid-crystal template mechanism. nature. 1992;359:710–712. doi: 10.1038/359710a0.", "ArticleIdList": ["10.1038/359710a0"]}, {"Citation": "Knežević N.Ž., Durand J.-O. Large pore mesoporous silica nanomaterials for application in delivery of biomolecules. Nanoscale. 2015;7:2199–2209. doi: 10.1039/C4NR06114D.", "ArticleIdList": ["10.1039/C4NR06114D", "25583539"]}, {"Citation": "Park H., Cha K.-H., Hong S.H., Abuzar S.M., Lee S., Ha E.-S., Kim J.-S., Baek I.-H., Kim M.-S., Hwang S.-J. Pharmaceutical Characterization and In Vivo Evaluation of Orlistat Formulations Prepared by the Supercritical Melt-Adsorption Method Using Carbon Dioxide: Effects of Mesoporous Silica Type. Pharmaceutics. 2020;12:333. doi: 10.3390/pharmaceutics12040333.", "ArticleIdList": ["10.3390/pharmaceutics12040333", "PMC7238058", "32276311"]}, {"Citation": "Alkafajy A.M., Albayati T.M. High performance of magnetic mesoporous modification for loading and release of meloxicam in drug delivery implementation. Mater. Today Commun. 2020;23:100890. doi: 10.1016/j.mtcomm.2019.100890.", "ArticleIdList": ["10.1016/j.mtcomm.2019.100890"]}, {"Citation": "Janfada A., Asefnejad A., Khorasani M.T., Joupari M.D. Reinforcement of electrospun polycaprolacton scaffold using KIT-6 to improve mechanical and biological performance. Polym. Test. 2020;84:106391. doi: 10.1016/j.polymertesting.2020.106391.", "ArticleIdList": ["10.1016/j.polymertesting.2020.106391"]}, {"Citation": "Saleh K.A., Aldulmani S.A., Awwad N.S., Ibrahium H.A., Asiri T.H., Hamdy M.S. Utilization of lithium incorporated mesoporous silica for preventing necrosis and increase apoptosis in different cancer cells. BMC Chem. 2019;13:8. doi: 10.1186/s13065-019-0535-5.", "ArticleIdList": ["10.1186/s13065-019-0535-5", "PMC6661819", "31384757"]}, {"Citation": "Li Z., Zhang Y., Zhu C., Guo T., Xia Q., Hou X., Liu W., Feng N. Folic acid modified lipid-bilayer coated mesoporous silica nanoparticles co-loading paclitaxel and tanshinone IIA for the treatment of acute promyelocytic leukemia. Int. J. Pharm. 2020;586:119576. doi: 10.1016/j.ijpharm.2020.119576.", "ArticleIdList": ["10.1016/j.ijpharm.2020.119576", "32603839"]}, {"Citation": "Wang Y., Ke J., Gou K., Guo Y., Xu X., Li S., Li H. Amino functionalized mesoporous silica with twisted rod-like shapes: Synthetic design, in vitro and in vivo evaluation for ibuprofen delivery. Microporous Mesoporous Mater. 2020;294:109896. doi: 10.1016/j.micromeso.2019.109896.", "ArticleIdList": ["10.1016/j.micromeso.2019.109896"]}, {"Citation": "Ruthstein S., Schmidt J., Kesselman E., Popovitz-Biro R., Omer L., Frydman V., Talmon Y., Goldfarb D. Molecular level processes and nanostructure evolution during the formation of the cubic mesoporous material KIT-6. Chem. Mater. 2008;20:2779–2792. doi: 10.1021/cm7025619.", "ArticleIdList": ["10.1021/cm7025619"]}, {"Citation": "Hoffmann F., Cornelius M., Morell J., Fröba M. Silica-based mesoporous organic–inorganic hybrid materials. Angew. Chem. Int. Ed. 2006;45:3216–3251. doi: 10.1002/anie.200503075.", "ArticleIdList": ["10.1002/anie.200503075", "16676373"]}, {"Citation": "Yuan C., Wei H.-J., Xia Z.-N. Advances in microwave assisted synthesis of ordered mesoporous materials. Trans. Nonferrous Met. Soc. China. 2009;19:s656–s664."}, {"Citation": "Khanna S., Paneliya S., Ray A., Mukhopadhyay I., Banerjee R. Controlled etching of silica nanospheres monolayer for template application: A systematic study. Appl. Surf. Sci. 2020;500:144050."}, {"Citation": "Izquierdo-Barba I., Sánchez-Salcedo S., Colilla M., Feito M.J., Ramírez-Santillán C., Portolés M.T., Vallet-Regí M. Inhibition of bacterial adhesion on biocompatible zwitterionic SBA-15 mesoporous materials. Acta Biomater. 2011;7:2977–2985. doi: 10.1016/j.actbio.2011.03.005.", "ArticleIdList": ["10.1016/j.actbio.2011.03.005", "21392588"]}, {"Citation": "Kargozar S., Kermani F., Mollazadeh Beidokhti S., Hamzehlou S., Verné E., Ferraris S., Baino F. Functionalization and surface modifications of bioactive glasses (BGs): Tailoring of the biological response working on the outermost surface layer. Materials. 2019;12:3696. doi: 10.3390/ma12223696.", "ArticleIdList": ["10.3390/ma12223696", "PMC6888252", "31717516"]}, {"Citation": "Shao D., Lu M.-m., Zhao Y.-w., Zhang F., Tan Y.-f., Zheng X., Pan Y., Xiao X.-a., Wang Z., Dong W.-f. The shape effect of magnetic mesoporous silica nanoparticles on endocytosis, biocompatibility and biodistribution. Acta Biomater. 2017;49:531–540. doi: 10.1016/j.actbio.2016.11.007.", "ArticleIdList": ["10.1016/j.actbio.2016.11.007", "27836804"]}, {"Citation": "Garrido-Cano I., Candela-Noguera V., Herrera G., Cejalvo J.M., Lluch A., Marcos M.D., Sancenon F., Eroles P., Martínez-Máñez R. Biocompatibility and internalization assessment of bare and functionalised mesoporous silica nanoparticles. Microporous Mesoporous Mater. 2021;310:110593. doi: 10.1016/j.micromeso.2020.110593.", "ArticleIdList": ["10.1016/j.micromeso.2020.110593"]}, {"Citation": "Liman R., Acikbas Y., Ciğerci İ.H., Ali M.M., Kars M.D. Cytotoxic and Genotoxic Assessment of Silicon Dioxide Nanoparticles by Allium and Comet Tests. Bull. Environ. Contam. Toxicol. 2020;104:215–221. doi: 10.1007/s00128-020-02783-3.", "ArticleIdList": ["10.1007/s00128-020-02783-3", "31932906"]}, {"Citation": "Park M.V., Verharen H.W., Zwart E., Hernandez L.G., van Benthem J., Elsaesser A., Barnes C., McKerr G., Howard C.V., Salvati A. Genotoxicity evaluation of amorphous silica nanoparticles of different sizes using the micronucleus and the plasmid lacZ gene mutation assay. Nanotoxicology. 2011;5:168–181. doi: 10.3109/17435390.2010.506016.", "ArticleIdList": ["10.3109/17435390.2010.506016", "20735203"]}, {"Citation": "Yazdimamaghani M., Moos P.J., Dobrovolskaia M.A., Ghandehari H. Genotoxicity of amorphous silica nanoparticles: Status and prospects. Nanomed. Nanotechnol. Biol. Med. 2019;16:106–125. doi: 10.1016/j.nano.2018.11.013.", "ArticleIdList": ["10.1016/j.nano.2018.11.013", "PMC6455809", "30529789"]}, {"Citation": "Beňová E., Bergé-Lefranc D., Zeleňák V., Almáši M., Huntošová V., Hornebecq V. Adsorption properties, the pH-sensitive release of 5-fluorouracil and cytotoxicity studies of mesoporous silica drug delivery matrix. Appl. Surf. Sci. 2020;504:144028. doi: 10.1016/j.apsusc.2019.144028.", "ArticleIdList": ["10.1016/j.apsusc.2019.144028"]}, {"Citation": "Guo X., Shi H., Zhong W., Xiao H., Liu X., Yu T., Zhou C. Tuning biodegradability and biocompatibility of mesoporous silica nanoparticles by doping strontium. Ceram. Int. 2020;46:11762–11769. doi: 10.1016/j.ceramint.2020.01.210.", "ArticleIdList": ["10.1016/j.ceramint.2020.01.210"]}, {"Citation": "Lin Y.-S., Haynes C.L. Impacts of mesoporous silica nanoparticle size, pore ordering, and pore integrity on hemolytic activity. J. Am. Chem. Soc. 2010;132:4834–4842. doi: 10.1021/ja910846q.", "ArticleIdList": ["10.1021/ja910846q", "20230032"]}, {"Citation": "Chen Z., Han S., Shi M., Liu G., Chen Z., Chang J., Wu C., Xiao Y. Immunomodulatory effects of mesoporous silica nanoparticles on osteogenesis: From nanoimmunotoxicity to nanoimmunotherapy. Appl. Mater. Today. 2018;10:184–193. doi: 10.1016/j.apmt.2017.12.003.", "ArticleIdList": ["10.1016/j.apmt.2017.12.003"]}, {"Citation": "Kanniyappan H., Venkatesan M., Panji J., Ramasamy M., Muthuvijayan V. Evaluating the inherent osteogenic and angiogenic potential of mesoporous silica nanoparticles to augment vascularized bone tissue formation. Microporous Mesoporous Mater. 2021;311:110687. doi: 10.1016/j.micromeso.2020.110687.", "ArticleIdList": ["10.1016/j.micromeso.2020.110687"]}, {"Citation": "Bukara K., Schueller L., Rosier J., Martens M.A., Daems T., Verheyden L., Eelen S., Van Speybroeck M., Libanati C., Martens J.A. Ordered mesoporous silica to enhance the bioavailability of poorly water-soluble drugs: Proof of concept in man. Eur. J. Pharm. Biopharm. 2016;108:220–225. doi: 10.1016/j.ejpb.2016.08.020.", "ArticleIdList": ["10.1016/j.ejpb.2016.08.020", "27648957"]}, {"Citation": "Jia L., Shen J., Li Z., Zhang D., Zhang Q., Duan C., Liu G., Zheng D., Liu Y., Tian X. Successfully tailoring the pore size of mesoporous silica nanoparticles: Exploitation of delivery systems for poorly water-soluble drugs. Int. J. Pharm. 2012;439:81–91. doi: 10.1016/j.ijpharm.2012.10.011.", "ArticleIdList": ["10.1016/j.ijpharm.2012.10.011", "23078857"]}, {"Citation": "Karimi M., Mirshekari H., Aliakbari M., Sahandi-Zangabad P., Hamblin M.R. Smart mesoporous silica nanoparticles for controlled-release drug delivery. Nanotechnol. Rev. 2016;5:195–207. doi: 10.1515/ntrev-2015-0057.", "ArticleIdList": ["10.1515/ntrev-2015-0057"]}, {"Citation": "Zhang Z., Wang L., Wang J., Jiang X., Li X., Hu Z., Ji Y., Wu X., Chen C. Mesoporous silica-coated gold nanorods as a light-mediated multifunctional theranostic platform for cancer treatment. Adv. Mater. 2012;24:1418–1423. doi: 10.1002/adma.201104714.", "ArticleIdList": ["10.1002/adma.201104714", "22318874"]}, {"Citation": "Cheng W., Nie J., Xu L., Liang C., Peng Y., Liu G., Wang T., Mei L., Huang L., Zeng X. pH-sensitive delivery vehicle based on folic acid-conjugated polydopamine-modified mesoporous silica nanoparticles for targeted cancer therapy. ACS Appl. Mater. Interfaces. 2017;9:18462–18473. doi: 10.1021/acsami.7b02457.", "ArticleIdList": ["10.1021/acsami.7b02457", "28497681"]}, {"Citation": "Omar H., Croissant J.G., Alamoudi K., Alsaiari S., Alradwan I., Majrashi M.A., Anjum D.H., Martins P., Laamarti R., Eppinger J. Biodegradable magnetic silica@ iron oxide nanovectors with ultra-large mesopores for high protein loading, magnetothermal release, and delivery. J. Control. Release. 2017;259:187–194. doi: 10.1016/j.jconrel.2016.11.032.", "ArticleIdList": ["10.1016/j.jconrel.2016.11.032", "27913308"]}, {"Citation": "Li X., Tang T., Zhou Y., Zhang Y., Sun Y. Applicability of enzyme-responsive mesoporous silica supports capped with bridged silsesquioxane for colon-specific drug delivery. Microporous Mesoporous Mater. 2014;184:83–89. doi: 10.1016/j.micromeso.2013.09.024.", "ArticleIdList": ["10.1016/j.micromeso.2013.09.024"]}, {"Citation": "Lin J.-T., Liu Z.-K., Zhu Q.-L., Rong X.-H., Liang C.-L., Wang J., Ma D., Sun J., Wang G.-H. Redox-responsive nanocarriers for drug and gene co-delivery based on chitosan derivatives modified mesoporous silica nanoparticles. Colloids Surf. B Biointerfaces. 2017;155:41–50. doi: 10.1016/j.colsurfb.2017.04.002.", "ArticleIdList": ["10.1016/j.colsurfb.2017.04.002", "28407530"]}, {"Citation": "Wu H., Li F., Wang S., Lu J., Li J., Du Y., Sun X., Chen X., Gao J., Ling D. Ceria nanocrystals decorated mesoporous silica nanoparticle based ROS-scavenging tissue adhesive for highly efficient regenerative wound healing. Biomaterials. 2018;151:66–77. doi: 10.1016/j.biomaterials.2017.10.018.", "ArticleIdList": ["10.1016/j.biomaterials.2017.10.018", "29078200"]}, {"Citation": "Wang M., Yang X., Zhang P., Cai L., Yang X., Chen Y., Jing Y., Kong J., Yang X., Sun F.L. Sustained Delivery Growth Factors with Polyethyleneimine-Modified Nanoparticles Promote Embryonic Stem Cells Differentiation and Liver Regeneration. Adv. Sci. 2016;3:1500393. doi: 10.1002/advs.201500393.", "ArticleIdList": ["10.1002/advs.201500393", "PMC5071678", "27818907"]}, {"Citation": "Pradhan M., Srivastava S., Singh D., Saraf S., Saraf S., Singh M.R. Perspectives of lipid-based drug carrier systems for transdermal delivery. Crit. Rev. Ther. Drug Carr. Syst. 2018;35:331–367. doi: 10.1615/CritRevTherDrugCarrierSyst.2018020856.", "ArticleIdList": ["10.1615/CritRevTherDrugCarrierSyst.2018020856", "29972681"]}, {"Citation": "Nigro A., Pellegrino M., Greco M., Comandè A., Sisci D., Pasqua L., Leggio A., Morelli C. Dealing with skin and blood-brain barriers: The unconventional challenges of mesoporous silica nanoparticles. Pharmaceutics. 2018;10:250. doi: 10.3390/pharmaceutics10040250.", "ArticleIdList": ["10.3390/pharmaceutics10040250", "PMC6320758", "30513731"]}, {"Citation": "Vitorino C., Sousa J., Pais A. Overcoming the skin permeation barrier: Challenges and opportunities. Curr. Pharm. Des. 2015;21:2698–2712. doi: 10.2174/1381612821666150428124053.", "ArticleIdList": ["10.2174/1381612821666150428124053", "25925125"]}, {"Citation": "Zaccariello G., Back M., Zanello M., Canton P., Cattaruzza E., Riello P., Alimonti A., Benedetti A. Formation and controlled growth of bismuth titanate phases into mesoporous silica nanoparticles: An efficient self-sealing nanosystem for UV filtering in cosmetic formulation. ACS Appl. Mater. Interfaces. 2017;9:1913–1921. doi: 10.1021/acsami.6b13252.", "ArticleIdList": ["10.1021/acsami.6b13252", "28001044"]}, {"Citation": "Hatahet T., Morille M., Hommoss A., Devoisselle J., Müller R., Bégu S. Quercetin topical application, from conventional dosage forms to nanodosage forms. Eur. J. Pharm. Biopharm. 2016;108:41–53. doi: 10.1016/j.ejpb.2016.08.011.", "ArticleIdList": ["10.1016/j.ejpb.2016.08.011", "27565033"]}, {"Citation": "Filon F.L., Mauro M., Adami G., Bovenzi M., Crosera M. Nanoparticles skin absorption: New aspects for a safety profile evaluation. Regul. Toxicol. Pharmacol. 2015;72:310–322. doi: 10.1016/j.yrtph.2015.05.005.", "ArticleIdList": ["10.1016/j.yrtph.2015.05.005", "25979643"]}, {"Citation": "Lademann J., Knorr F., Richter H., Jung S., Meinke M., Rühl E., Alexiev U., Calderón M., Patzelt A. Hair follicles as a target structure for nanoparticles. J. Innov. Opt. Health Sci. 2015;8:1530004. doi: 10.1142/S1793545815300049.", "ArticleIdList": ["10.1142/S1793545815300049"]}, {"Citation": "Sahle F.F., Giulbudagian M., Bergueiro J., Lademann J., Calderón M. Dendritic polyglycerol and N-isopropylacrylamide based thermoresponsive nanogels as smart carriers for controlled delivery of drugs through the hair follicle. Nanoscale. 2017;9:172–182. doi: 10.1039/C6NR06435C.", "ArticleIdList": ["10.1039/C6NR06435C", "27905610"]}, {"Citation": "Li X., Pang K.Y., Ng T.W., Leung P.C., Zhang C.F., Leung K.C.-F., Jin L. Cellular interactions and formation of an epithelial “nanocoating-like barrier” with mesoporous silica nanoparticles. Nanomaterials. 2016;6:192. doi: 10.3390/nano6110192.", "ArticleIdList": ["10.3390/nano6110192", "PMC5245761", "28335320"]}, {"Citation": "Jung H., Kim M.K., Lee J.Y., Choi S.W., Kim J. Adhesive Hydrogel Patch with Enhanced Strength and Adhesiveness to Skin for Transdermal Drug Delivery. Adv. Funct. Mater. 2020;30:2004407. doi: 10.1002/adfm.202004407.", "ArticleIdList": ["10.1002/adfm.202004407"]}, {"Citation": "Amjadi M., Mostaghaci B., Sitti M. Recent advances in skin penetration enhancers for transdermal gene and drug delivery. Curr. Gene Ther. 2017;17:139–146. doi: 10.2174/1566523217666170510151540.", "ArticleIdList": ["10.2174/1566523217666170510151540", "28494734"]}, {"Citation": "Mebert A.M., Baglole C.J., Desimone M.F., Maysinger D. Nanoengineered silica: Properties, applications and toxicity. Food Chem. Toxicol. 2017;109:753–770. doi: 10.1016/j.fct.2017.05.054.", "ArticleIdList": ["10.1016/j.fct.2017.05.054", "28578101"]}, {"Citation": "Champion H.R., Bellamy R.F., Roberts C.P., Leppaniemi A. A profile of combat injury. J. Trauma Acute Care Surg. 2003;54:S13–S19.", "ArticleIdList": ["12768096"]}, {"Citation": "Holcomb J.B., McMullin N.R., Pearse L., Caruso J., Wade C.E., Oetjen-Gerdes L., Champion H.R., Lawnick M., Farr W., Rodriguez S. Causes of death in US Special Operations Forces in the global war on terrorism: 2001–2004. Ann. Surg. 2007;245:986. doi: 10.1097/01.sla.0000259433.03754.98.", "ArticleIdList": ["10.1097/01.sla.0000259433.03754.98", "PMC1876965", "17522526"]}, {"Citation": "Pourshahrestani S., Zeimaran E., Djordjevic I., Kadri N.A., Towler M.R. Inorganic hemostats: The state-of-the-art and recent advances. Mater. Sci. Eng. C. 2016;58:1255–1268. doi: 10.1016/j.msec.2015.09.008.", "ArticleIdList": ["10.1016/j.msec.2015.09.008", "26478429"]}, {"Citation": "Granville-Chapman J., Jacobs N., Midwinter M. Pre-hospital haemostatic dressings: A systematic review. Injury. 2011;42:447–459. doi: 10.1016/j.injury.2010.09.037.", "ArticleIdList": ["10.1016/j.injury.2010.09.037", "21035118"]}, {"Citation": "Achneck H.E., Sileshi B., Jamiolkowski R.M., Albala D.M., Shapiro M.L., Lawson J.H. A comprehensive review of topical hemostatic agents: Efficacy and recommendations for use. Ann. Surg. 2010;251:217–228. doi: 10.1097/SLA.0b013e3181c3bcca.", "ArticleIdList": ["10.1097/SLA.0b013e3181c3bcca", "20010084"]}, {"Citation": "Li D., Nie W., Chen L., Miao Y., Zhang X., Chen F., Yu B., Ao R., Yu B., He C. Fabrication of curcumin-loaded mesoporous silica incorporated polyvinyl pyrrolidone nanofibers for rapid hemostasis and antibacterial treatment. RSC Adv. 2017;7:7973–7982. doi: 10.1039/C6RA27319J.", "ArticleIdList": ["10.1039/C6RA27319J"]}, {"Citation": "Wang C., Zhou H., Niu H., Ma X., Yuan Y., Hong H., Liu C. Tannic acid-loaded mesoporous silica for rapid hemostasis and antibacterial activity. Biomater. Sci. 2018;6:3318–3331. doi: 10.1039/C8BM00837J.", "ArticleIdList": ["10.1039/C8BM00837J", "30357215"]}, {"Citation": "Yu Q., Deng T., Lin F.-C., Zhang B., Zink J.I. Supramolecular assemblies of heterogeneous mesoporous silica nanoparticles to co-deliver antimicrobial peptides and antibiotics for synergistic eradication of pathogenic biofilms. ACS Nano. 2020;14:5926–5937. doi: 10.1021/acsnano.0c01336.", "ArticleIdList": ["10.1021/acsnano.0c01336", "32310641"]}, {"Citation": "Balaure P.C., Boarca B., Popescu R.C., Savu D., Trusca R., Vasile B.Ș., Grumezescu A.M., Holban A.M., Bolocan A., Andronescu E. Bioactive mesoporous silica nanostructures with anti-microbial and anti-biofilm properties. Int. J. Pharm. 2017;531:35–46. doi: 10.1016/j.ijpharm.2017.08.062.", "ArticleIdList": ["10.1016/j.ijpharm.2017.08.062", "28797969"]}, {"Citation": "Buda V., Brezoiu A.-M., Berger D., Pavel I.Z., Muntean D., Minda D., Dehelean C.A., Soica C., Diaconeasa Z., Folescu R., et al. Biological Evaluation of Black Chokeberry Extract Free and Embedded in Two Mesoporous Silica-Type Matrices. Pharmaceutics. 2020;12:838. doi: 10.3390/pharmaceutics12090838.", "ArticleIdList": ["10.3390/pharmaceutics12090838", "PMC7558869", "32882983"]}, {"Citation": "Zhu Y., Xu J., Wang Y., Chen C., Gu H., Chai Y., Wang Y. Silver nanoparticles-decorated and mesoporous silica coated single-walled carbon nanotubes with an enhanced antibacterial activity for killing drug-resistant bacteria. Nano Res. 2020:1–12. doi: 10.1007/s12274-020-2621-3.", "ArticleIdList": ["10.1007/s12274-020-2621-3"]}, {"Citation": "Wijesiri N., Yu Z., Tang H., Zhang P. Antifungal photodynamic inactivation against dermatophyte Trichophyton rubrum using nanoparticle-based hybrid photosensitizers. Photodiagnosis Photodyn. Ther. 2018;23:202–208. doi: 10.1016/j.pdpdt.2018.06.019.", "ArticleIdList": ["10.1016/j.pdpdt.2018.06.019", "29944934"]}, {"Citation": "Sattary M., Amini J., Hallaj R. Antifungal activity of the lemongrass and clove oil encapsulated in mesoporous silica nanoparticles against wheat’s take-all disease. Pestic. Biochem. Physiol. 2020;170:104696. doi: 10.1016/j.pestbp.2020.104696.", "ArticleIdList": ["10.1016/j.pestbp.2020.104696", "32980050"]}, {"Citation": "Mas N., Galiana I., Hurtado S., Mondragón L., Bernardos A., Sancenón F., Marcos M.D., Amorós P., Abril-Utrillas N., Martínez-Máñez R., et al. Enhanced antifungal efficacy of tebuconazole using gated pH-driven mesoporous nanoparticles. Int. J. Nanomed. 2014;9:2597–2606.", "ArticleIdList": ["PMC4043724", "24920897"]}, {"Citation": "Paramanantham P., Antony A.P., Lal S.S., Sharan A., Syed A., Ahmed M., Alarfaj A.A., Busi S., Maaza M., Kaviyarasu K. Antimicrobial photodynamic inactivation of fungal biofilm using amino functionalized mesoporus silica-rose bengal nanoconjugate against Candida albicans. Sci. Afr. 2018;1:e00007. doi: 10.1016/j.sciaf.2018.e00007.", "ArticleIdList": ["10.1016/j.sciaf.2018.e00007"]}, {"Citation": "Montazeri M., Razzaghi-Abyaneh M., Nasrollahi S., Maibach H., Nafisi S. Enhanced topical econazole antifungal efficacy by amine-functionalized silica nanoparticles. Bull. Mater. Sci. 2020;43:1–9. doi: 10.1007/s12034-019-1974-2.", "ArticleIdList": ["10.1007/s12034-019-1974-2"]}, {"Citation": "Taboada G.M., Yang K., Pereira M.J.N., Liu S.S., Hu Y., Karp J.M., Artzi N., Lee Y. Overcoming the translational barriers of tissue adhesives. Nat. Rev. Mater. 2020;5:310–329. doi: 10.1038/s41578-019-0171-7.", "ArticleIdList": ["10.1038/s41578-019-0171-7"]}, {"Citation": "Rose S., Prevoteau A., Elzière P., Hourdet D., Marcellan A., Leibler L. Nanoparticle solutions as adhesives for gels and biological tissues. Nature. 2014;505:382–385. doi: 10.1038/nature12806.", "ArticleIdList": ["10.1038/nature12806", "24336207"]}, {"Citation": "Saleh B., Dhaliwal H.K., Portillo-Lara R., Shirzaei Sani E., Abdi R., Amiji M.M., Annabi N. Local Immunomodulation Using an Adhesive Hydrogel Loaded with miRNA-Laden Nanoparticles Promotes Wound Healing. Small. 2019;15:1902232. doi: 10.1002/smll.201902232.", "ArticleIdList": ["10.1002/smll.201902232", "PMC6726510", "31328877"]}, {"Citation": "Anderson J.M., Rodriguez A., Chang D.T. Foreign body reaction to biomaterials. Semin. Immunol. 2008;20:86–100. doi: 10.1016/j.smim.2007.11.004.", "ArticleIdList": ["10.1016/j.smim.2007.11.004", "PMC2327202", "18162407"]}, {"Citation": "Klopfleisch R., Jung F. The pathology of the foreign body reaction against biomaterials. J. Biomed. Mater. Res. Part A. 2017;105:927–940. doi: 10.1002/jbm.a.35958.", "ArticleIdList": ["10.1002/jbm.a.35958", "27813288"]}, {"Citation": "Klimo P., Jr., Khalil A., Slotkin J.R., Smith E.R., Scott R.M., Goumnerova L.C. Wound complications associated with the use of bovine serum albumin-glutaraldehyde surgical adhesive in pediatric patients. Oper. Neurosurg. 2007;60:ONS-305–ONS-309. doi: 10.1227/01.NEU.0000255416.55560.D2.", "ArticleIdList": ["10.1227/01.NEU.0000255416.55560.D2", "17415167"]}, {"Citation": "LeMaire S.A., Schmittling Z.C., Coselli J.S., Ündar A., Deady B.A., Clubb F.J., Jr., Fraser C.D., Jr. BioGlue surgical adhesive impairs aortic growth and causes anastomotic strictures. Ann. Thorac. Surg. 2002;73:1500–1506. doi: 10.1016/S0003-4975(02)03512-9.", "ArticleIdList": ["10.1016/S0003-4975(02)03512-9", "12022540"]}, {"Citation": "Pan Z., Zhang K.-R., Gao H.-L., Zhou Y., Yan B.-B., Yang C., Zhang Z.-Y., Dong L., Chen S.-M., Xu R. Activating proper inflammation for wound-healing acceleration via mesoporous silica nanoparticle tissue adhesive. Nano Res. 2020;13:373–379. doi: 10.1007/s12274-020-2619-x.", "ArticleIdList": ["10.1007/s12274-020-2619-x"]}, {"Citation": "Seth D., Cheldize K., Brown D., Freeman E.E. Global burden of skin disease: Inequities and innovations. Curr. Dermatol. Rep. 2017;6:204–210. doi: 10.1007/s13671-017-0192-7.", "ArticleIdList": ["10.1007/s13671-017-0192-7", "PMC5718374", "29226027"]}, {"Citation": "Mieras L.F., Taal A.T., Post E.B., Ndeve A.G., Van Hees C.L. The development of a mobile application to support peripheral health workers to diagnose and treat people with skin diseases in resource-poor settings. Trop. Med. Infect. Dis. 2018;3:102. doi: 10.3390/tropicalmed3030102.", "ArticleIdList": ["10.3390/tropicalmed3030102", "PMC6160956", "30274498"]}, {"Citation": "He Y., Luo L., Liang S., Long M., Xu H. Amino-functionalized mesoporous silica nanoparticles as efficient carriers for anticancer drug delivery. J. Biomater. Appl. 2017;32:524–532. doi: 10.1177/0885328217724638.", "ArticleIdList": ["10.1177/0885328217724638", "28776488"]}, {"Citation": "Zhou Y., Quan G., Wu Q., Zhang X., Niu B., Wu B., Huang Y., Pan X., Wu C. Mesoporous silica nanoparticles for drug and gene delivery. Acta Pharm. Sin. B. 2018;8:165–177. doi: 10.1016/j.apsb.2018.01.007.", "ArticleIdList": ["10.1016/j.apsb.2018.01.007", "PMC5926503", "29719777"]}, {"Citation": "Pei P., Yang F., Liu J., Hu H., Du X., Hanagata N., Zhao S., Zhu Y. Composite-dissolving microneedle patches for chemotherapy and photothermal therapy in superficial tumor treatment. Biomater. Sci. 2018;6:1414–1423. doi: 10.1039/C8BM00005K.", "ArticleIdList": ["10.1039/C8BM00005K", "29595852"]}, {"Citation": "Lin Y.-S., Abadeer N., Haynes C.L. Stability of small mesoporous silica nanoparticles in biological media. Chem. Commun. 2011;47:532–534. doi: 10.1039/C0CC02923H.", "ArticleIdList": ["10.1039/C0CC02923H", "21082109"]}, {"Citation": "Zhang Y., Wang J., Bai X., Jiang T., Zhang Q., Wang S. Mesoporous silica nanoparticles for increasing the oral bioavailability and permeation of poorly water soluble drugs. Mol. Pharm. 2012;9:505–513. doi: 10.1021/mp200287c.", "ArticleIdList": ["10.1021/mp200287c", "22217205"]}, {"Citation": "Barui S., Cauda V. Multimodal Decorations of Mesoporous Silica Nanoparticles for Improved Cancer Therapy. Pharmaceutics. 2020;12:527. doi: 10.3390/pharmaceutics12060527.", "ArticleIdList": ["10.3390/pharmaceutics12060527", "PMC7355899", "32521802"]}, {"Citation": "Ma X., Qu Q., Zhao Y. Targeted delivery of 5-aminolevulinic acid by multifunctional hollow mesoporous silica nanoparticles for photodynamic skin cancer therapy. ACS Appl. Mater. Interfaces. 2015;7:10671–10676. doi: 10.1021/acsami.5b03087.", "ArticleIdList": ["10.1021/acsami.5b03087", "25974979"]}, {"Citation": "Anirudhan T., Nair A.S. Temperature and ultrasound sensitive gatekeepers for the controlled release of chemotherapeutic drugs from mesoporous silica nanoparticles. J. Mater. Chem. B. 2018;6:428–439. doi: 10.1039/C7TB02292A.", "ArticleIdList": ["10.1039/C7TB02292A", "32254522"]}, {"Citation": "Han R., Tang K., Hou Y., Yu J., Wang C., Wang Y. Ultralow-intensity near infrared light synchronously activated collaborative chemo/photothermal/photodynamic therapy. Biomater. Sci. 2020;8:607–618. doi: 10.1039/C9BM01607D.", "ArticleIdList": ["10.1039/C9BM01607D", "31793930"]}, {"Citation": "Wu Z., Lim H.K., Tan S.J., Gautam A., Hou H.W., Ng K.W., Tan N.S., Tay C.Y. Potent-By-Design: Amino Acids Mimicking Porous Nanotherapeutics with Intrinsic Anticancer Targeting Properties. Small. 2020;16:2003757. doi: 10.1002/smll.202003757.", "ArticleIdList": ["10.1002/smll.202003757", "32686344"]}, {"Citation": "Clemente N., Miletto I., Gianotti E., Invernizzi M., Marchese L., Dianzani U., Renò F. Verteporfin-loaded mesoporous silica nanoparticles inhibit mouse melanoma proliferation in vitro and in vivo. J. Photochem. Photobiol. B Biol. 2019;197:111533. doi: 10.1016/j.jphotobiol.2019.111533.", "ArticleIdList": ["10.1016/j.jphotobiol.2019.111533", "31254952"]}, {"Citation": "Migneco C., Fiume E., Verné E., Baino F. A Guided Walk through the World of Mesoporous Bioactive Glasses (MBGs): Fundamentals, Processing, and Applications. Nanomaterials. 2020;10:2571. doi: 10.3390/nano10122571.", "ArticleIdList": ["10.3390/nano10122571", "PMC7767440", "33371415"]}, {"Citation": "Mehrabi T., Mesgar A.S., Mohammadi Z. Bioactive Glasses: A Promising Therapeutic Ion Release Strategy for Enhancing Wound Healing. ACS Biomater. Sci. Eng. 2020;6:5399–5430. doi: 10.1021/acsbiomaterials.0c00528.", "ArticleIdList": ["10.1021/acsbiomaterials.0c00528", "33320556"]}, {"Citation": "Wang X., Cheng F., Liu J., Smått J.-H., Gepperth D., Lastusaari M., Xu C., Hupa L. Biocomposites of copper-containing mesoporous bioactive glass and nanofibrillated cellulose: Biocompatibility and angiogenic promotion in chronic wound healing application. Acta Biomater. 2016;46:286–298. doi: 10.1016/j.actbio.2016.09.021.", "ArticleIdList": ["10.1016/j.actbio.2016.09.021", "27646503"]}, {"Citation": "Pourshahrestani S., Zeimaran E., Kadri N.A., Gargiulo N., Jindal H.M., Naveen S.V., Sekaran S.D., Kamarul T., Towler M.R. Potency and cytotoxicity of a novel gallium-containing mesoporous bioactive glass/chitosan composite scaffold as hemostatic agents. ACS Appl. Mater. Interfaces. 2017;9:31381–31392. doi: 10.1021/acsami.7b07769.", "ArticleIdList": ["10.1021/acsami.7b07769", "28836753"]}, {"Citation": "Mendonca A., Rahman M.S., Alhalawani A., Rodriguez O., Gallant R.C., Ni H., Clarkin O.M., Towler M.R. The effect of tantalum incorporation on the physical and chemical properties of ternary silicon–calcium–phosphorous mesoporous bioactive glasses. J. Biomed. Mater. Res. Part B Appl. Biomater. 2019;107:2229–2237. doi: 10.1002/jbm.b.34310.", "ArticleIdList": ["10.1002/jbm.b.34310", "30676687"]}, {"Citation": "Gholipourmalekabadi M., Sameni M., Hashemi A., Zamani F., Rostami A., Mozafari M. Silver- and fluoride-containing mesoporous bioactive glasses versus commonly used antibiotics: Activity against multidrug-resistant bacterial strains isolated from patients with burns. Burns. 2016;42:131–140. doi: 10.1016/j.burns.2015.09.010.", "ArticleIdList": ["10.1016/j.burns.2015.09.010", "26603913"]}, {"Citation": "El-Fiqi A., Kim H.-W. Iron ions-releasing mesoporous bioactive glass ultrasmall nanoparticles designed as ferroptosis-based bone cancer nanotherapeutics: Ultrasonic-coupled sol–gel synthesis, properties and iron ions release. Mater. Lett. 2021;294:129759. doi: 10.1016/j.matlet.2021.129759.", "ArticleIdList": ["10.1016/j.matlet.2021.129759"]}, {"Citation": "Wang Z., Jin D., Ma D., Ji C., Wu W., Xu L., Zhang L. Ferroptosis suppressed the growth of melanoma that may be related to DNA damage. Dermatol. Ther. 2019;32:e12921. doi: 10.1111/dth.12921.", "ArticleIdList": ["10.1111/dth.12921", "30977962"]}, {"Citation": "Zeimaran E., Pourshahrestani S., Pingguan-Murphy B., Kadri N.A., Rothan H.A., Yusof R., Towler M.R., Djordjevic I. Fabrication and characterization of poly (octanediol citrate)/gallium-containing bioglass microcomposite scaffolds. J. Mater. Sci. 2015;50:2189–2201. doi: 10.1007/s10853-014-8782-2.", "ArticleIdList": ["10.1007/s10853-014-8782-2", "26676864"]}, {"Citation": "Goodley P.H., Rogosnitzky M. The effect of gallium nitrate on arresting blood flow from a wound. Case Rep. Med. 2011;2011 doi: 10.1155/2011/819710.", "ArticleIdList": ["10.1155/2011/819710", "PMC3099224", "21629814"]}, {"Citation": "Goncalves J., Wasif N., Esposito D., Coico J.M., Schwartz B., Higgins P.J., Bockman R.S., Staiano-Coico L. Gallium nitrate accelerates partial thickness wound repair and alters keratinocyte integrin expression to favor a motile phenotype. J. Surg. Res. 2002;103:134–140. doi: 10.1006/jsre.2001.6347.", "ArticleIdList": ["10.1006/jsre.2001.6347", "11922726"]}, {"Citation": "Kaneko Y., Thoendel M., Olakanmi O., Britigan B.E., Singh P.K. The transition metal gallium disrupts Pseudomonas aeruginosa iron metabolism and has antimicrobial and antibiofilm activity. J. Clin. Investig. 2007;117:877–888. doi: 10.1172/JCI30783.", "ArticleIdList": ["10.1172/JCI30783", "PMC1810576", "17364024"]}, {"Citation": "Salinas A.J., Vallet-Regí M. Glasses in bone regeneration: A multiscale issue. J. Non-Cryst. Solids. 2016;432:9–14. doi: 10.1016/j.jnoncrysol.2015.03.025.", "ArticleIdList": ["10.1016/j.jnoncrysol.2015.03.025"]}, {"Citation": "Sanchez-Salcedo S., Malavasi G., Salinas A.J., Lusvardi G., Rigamonti L., Menabue L., Vallet-Regi M. Highly-bioreactive silica-based mesoporous bioactive glasses enriched with gallium (III) Materials. 2018;11:367. doi: 10.3390/ma11030367.", "ArticleIdList": ["10.3390/ma11030367", "PMC5872946", "29498654"]}, {"Citation": "Pourshahrestani S., Zeimaran E., Kadri N.A., Gargiulo N., Samuel S., Naveen S.V., Kamarul T., Towler M.R. Gallium-containing mesoporous bioactive glass with potent hemostatic activity and antibacterial efficacy. J. Mater. Chem. B. 2016;4:71–86. doi: 10.1039/C5TB02062J.", "ArticleIdList": ["10.1039/C5TB02062J", "32262810"]}, {"Citation": "Almansoori A.A., Hwang C., Lee S.-H., Kim B., Kim H.-E., Lee J.-H. Tantalum–poly (L-lactic acid) nerve conduit for peripheral nerve regeneration. Neurosci. Lett. 2020;731:135049. doi: 10.1016/j.neulet.2020.135049.", "ArticleIdList": ["10.1016/j.neulet.2020.135049", "32413537"]}, {"Citation": "van Koppen C.J., Hartmann R.W. Advances in the treatment of chronic wounds: A patent review. Expert Opin. Ther. Pat. 2015;25:931–937. doi: 10.1517/13543776.2015.1045879.", "ArticleIdList": ["10.1517/13543776.2015.1045879", "26039457"]}, {"Citation": "Caruso D.M., Foster K.N., Blome-Eberwein S.A., Twomey J.A., Herndon D.N., Luterman A., Silverstein P., Antimarino J.R., Bauer G.J. Randomized clinical study of Hydrofiber dressing with silver or silver sulfadiazine in the management of partial-thickness burns. J. Burn Care Res. 2006;27:298–309. doi: 10.1097/01.BCR.0000216741.21433.66.", "ArticleIdList": ["10.1097/01.BCR.0000216741.21433.66", "16679897"]}, {"Citation": "Sharma B. Infection in patients with severe burns: Causes and prevention thereof. Infect. Dis. Clin. N. Am. 2007;21:745–759. doi: 10.1016/j.idc.2007.06.003.", "ArticleIdList": ["10.1016/j.idc.2007.06.003", "17826621"]}, {"Citation": "Gold K., Slay B., Knackstedt M., Gaharwar A.K. Antimicrobial activity of metal and metal-oxide based nanoparticles. Adv. Ther. 2018;1:1700033. doi: 10.1002/adtp.201700033.", "ArticleIdList": ["10.1002/adtp.201700033"]}, {"Citation": "Campoccia D., Montanaro L., Arciola C.R. A review of the clinical implications of anti-infective biomaterials and infection-resistant surfaces. Biomaterials. 2013;34:8018–8029. doi: 10.1016/j.biomaterials.2013.07.048.", "ArticleIdList": ["10.1016/j.biomaterials.2013.07.048", "23932292"]}, {"Citation": "Lemire J.A., Harrison J.J., Turner R.J. Antimicrobial activity of metals: Mechanisms, molecular targets and applications. Nat. Rev. Microbiol. 2013;11:371–384. doi: 10.1038/nrmicro3028.", "ArticleIdList": ["10.1038/nrmicro3028", "23669886"]}, {"Citation": "Ciraldo F.E., Schnepf K., Goldmann W.H., Boccaccini A.R. Development and Characterization of Bioactive Glass Containing Composite Coatings with Ion Releasing Function for Antibiotic-Free Antibacterial Surgical Sutures. Materials. 2019;12:423. doi: 10.3390/ma12030423.", "ArticleIdList": ["10.3390/ma12030423", "PMC6385048", "30704083"]}, {"Citation": "Pourshahrestani S., Zeimaran E., Kadri N.A., Gargiulo N., Jindal H.M., Hasikin K., Naveen S.V., Sekaran S.D., Kamarul T. Elastomeric biocomposite of silver-containing mesoporous bioactive glass and poly(1,8-octanediol citrate): Physiochemistry and in vitro antibacterial capacity in tissue engineering applications. Mater. Sci. Eng. C. 2019;98:1022–1033. doi: 10.1016/j.msec.2019.01.022.", "ArticleIdList": ["10.1016/j.msec.2019.01.022", "30812986"]}, {"Citation": "Atiyeh B.S., Costagliola M., Hayek S.N., Dibo S.A. Effect of silver on burn wound infection control and healing: Review of the literature. Burns. 2007;33:139–148. doi: 10.1016/j.burns.2006.06.010.", "ArticleIdList": ["10.1016/j.burns.2006.06.010", "17137719"]}, {"Citation": "Kramer A., Dissemond J., Kim S., Willy C., Mayer D., Papke R., Tuchmann F., Assadian O. Consensus on Wound Antisepsis: Update 2018. Ski. Pharmacol. Physiol. 2018;31:28–58. doi: 10.1159/000481545.", "ArticleIdList": ["10.1159/000481545", "29262416"]}, {"Citation": "Jung W.K., Koo H.C., Kim K.W., Shin S., Kim S.H., Park Y.H. Antibacterial Activity and Mechanism of Action of the Silver Ion in Staphylococcus aureus and Escherichia coli. Appl. Environ. Microbiol. 2008;74:2171–2178. doi: 10.1128/AEM.02001-07.", "ArticleIdList": ["10.1128/AEM.02001-07", "PMC2292600", "18245232"]}, {"Citation": "Dahm H. Silver Nanoparticles in Wound Infections: Present Status and Future Prospects. In: Rai M., editor. Nanotechnology in Skin, Soft Tissue, and Bone Infections. Springer International Publishing; Cham, Germany: 2020. pp. 151–168.", "ArticleIdList": ["10.1007/978-3-030-35147-2_9"]}, {"Citation": "Demidova-Rice T.N., Durham J.T., Herman I.M. Wound Healing Angiogenesis: Innovations and Challenges in Acute and Chronic Wound Healing. Adv. Wound Care. 2012;1:17–22. doi: 10.1089/wound.2011.0308.", "ArticleIdList": ["10.1089/wound.2011.0308", "PMC3623570", "24527273"]}, {"Citation": "Wu C., Zhou Y., Fan W., Han P., Chang J., Yuen J., Zhang M., Xiao Y. Hypoxia-mimicking mesoporous bioactive glass scaffolds with controllable cobalt ion release for bone tissue engineering. Biomaterials. 2012;33:2076–2085. doi: 10.1016/j.biomaterials.2011.11.042.", "ArticleIdList": ["10.1016/j.biomaterials.2011.11.042", "22177618"]}, {"Citation": "Kargozar S., Baino F., Hamzehlou S., Hamblin M.R., Mozafari M. Nanotechnology for angiogenesis: Opportunities and challenges. Chem. Soc. Rev. 2020;49:5008–5057. doi: 10.1039/C8CS01021H.", "ArticleIdList": ["10.1039/C8CS01021H", "PMC7418030", "32538379"]}, {"Citation": "Das B., Dadhich P., Pal P., Thakur S., Neogi S., Dhara S. Carbon nano dot decorated copper nanowires for SERS-Fluorescence dual-mode imaging/anti-microbial activity and enhanced angiogenic activity. Spectrochim. Acta Part A Mol. Biomol. Spectrosc. 2020;227:117669. doi: 10.1016/j.saa.2019.117669.", "ArticleIdList": ["10.1016/j.saa.2019.117669", "31698154"]}, {"Citation": "Wu C., Zhou Y., Xu M., Han P., Chen L., Chang J., Xiao Y. Copper-containing mesoporous bioactive glass scaffolds with multifunctional properties of angiogenesis capacity, osteostimulation and antibacterial activity. Biomaterials. 2013;34:422–433. doi: 10.1016/j.biomaterials.2012.09.066.", "ArticleIdList": ["10.1016/j.biomaterials.2012.09.066", "23083929"]}, {"Citation": "Mulligan A.M., Wilson M., Knowles J.C. Effect of increasing silver content in phosphate-based glasses on biofilms of Streptococcus sanguis. J. Biomed. Mater. Res. Part A. 2003;67A:401–412. doi: 10.1002/jbm.a.10052.", "ArticleIdList": ["10.1002/jbm.a.10052", "14566780"]}, {"Citation": "Palza H., Escobar B., Bejarano J., Bravo D., Diaz-Dosque M., Perez J. Designing antimicrobial bioactive glass materials with embedded metal ions synthesized by the sol–gel method. Mater. Sci. Eng. C. 2013;33:3795–3801. doi: 10.1016/j.msec.2013.05.012.", "ArticleIdList": ["10.1016/j.msec.2013.05.012", "23910279"]}, {"Citation": "Li J., Zhai D., Lv F., Yu Q., Ma H., Yin J., Yi Z., Liu M., Chang J., Wu C. Preparation of copper-containing bioactive glass/eggshell membrane nanocomposites for improving angiogenesis, antibacterial activity and wound healing. Acta Biomater. 2016;36:254–266. doi: 10.1016/j.actbio.2016.03.011.", "ArticleIdList": ["10.1016/j.actbio.2016.03.011", "26965395"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "5", "Day": "6"}, {"Year": "2021", "Month": "6", "Day": "10"}, {"Year": "2021", "Month": "6", "Day": "11"}, {"Year": "2021", "Month": "7", "Day": "2", "Hour": "1", "Minute": "20"}, {"Year": "2021", "Month": "7", "Day": "3", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "7", "Day": "3", "Hour": "6", "Minute": "1"}, {"Year": "2021", "Month": "6", "Day": "17"}], "PublicationStatus": "epublish", "ArticleIdList": ["34204198", "PMC8235211", "10.3390/ma14123337", "ma14123337"]}}], "PubmedBookArticle": []}