{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34212038", "DateCompleted": {"Year": "2021", "Month": "10", "Day": "25"}, "DateRevised": {"Year": "2024", "Month": "01", "Day": "09"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "06", "Day": "07"}], "Language": ["eng"], "ELocationID": ["6656406", "10.1155/2021/6656406"], "Journal": {"ISSN": "2314-6141", "JournalIssue": {"Volume": "2021", "PubDate": {"Year": "2021"}}, "Title": "BioMed research international", "ISOAbbreviation": "Biomed Res Int"}, "ArticleTitle": "Medicinal Plants Used for the Treatment of Erectile Dysfunction in Ethiopia: A Systematic Review.", "Pagination": {"StartPage": "6656406", "MedlinePgn": "6656406"}, "Abstract": {"AbstractText": ["Erectile dysfunction has remained as one of the major global health issues. Since the discovery of phosphodiesterase type 5 inhibitors, a significant portion of the patients has solved the issue of erectile dysfunction. However, the wide distribution of phosphodiesterase type 5 enzymes at various sites of the body led phosphodiesterase type 5 inhibitors to cause various unnecessary outcomes. Hence, it is vital to look for and find optional agents that could solve these limitations. The people of Ethiopia depend heavily on medicinal plants to ease their ailments, including erectile dysfunction. <i>Aim of the study</i>. The current study was carried out to systematically review the traditional medicinal plants used for the management of erectile dysfunction in Ethiopia.", "A systematic and manual search was conducted to retrieve relevant articles published from 2000 to August 2020. Electronic databases of PubMed (Medline), Google Scholar, and grey literature were employed to access the studies. Accordingly, fifty-four published articles and thesis papers were finally included in this study.", "Seventy plant species have been reported for the management of erectile dysfunction in Ethiopia. The commonly recorded family was Fabaceae, followed by Asteraceae, Malvaceae, Convolvulaceae, and Solanaceae. The plant species that represented the highest number of citations were <i>Asparagus africanus</i>, succeeded by <i>Ricinus communis</i> and <i>Carissa spinarum</i>. The commonest plant part used was roots. Majority of the medicinal plants were administered orally. The growth forms of the reported species were primarily herbs followed by shrubs.", "The present review compiled medicinal plants utilized by the Ethiopian community to manage erectile dysfunction. The findings will serve as a reference for the selection of plants for further pharmacological, toxicological, and phytochemical investigations in developing new plant-based drugs used for the treatment of erectile dysfunction."], "CopyrightInformation": "Copyright © 2021 Demoze Asmerom et al."}, "AuthorList": [{"Identifier": ["0000-0001-9816-6479"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medicinal Chemistry, School of Pharmacy, College of Health Sciences, Mekelle University, P.O. Box 1871, Mekelle, Ethiopia."}], "LastName": "Asmerom", "ForeName": "Demoze", "Initials": "D"}, {"Identifier": ["0000-0003-4221-0156"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacognosy, School of Pharmacy, College of Health Sciences, Mekelle University, P.O. Box 1871, Mekelle, Ethiopia."}], "LastName": "Kalay", "ForeName": "Tesfay Haile", "Initials": "TH"}, {"Identifier": ["0000-0002-9435-8913"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medicinal Chemistry, School of Pharmacy, College of Health Sciences, Mekelle University, P.O. Box 1871, Mekelle, Ethiopia."}], "LastName": "Araya", "ForeName": "Tsgabu Yohannes", "Initials": "TY"}, {"Identifier": ["0000-0003-0332-9517"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Clinical Pharmacy Unit and Research Team, School of Pharmacy, College of Health Sciences, Mekelle University, P.O. Box 1871, Mekelle, Ethiopia."}], "LastName": "Desta", "ForeName": "Desilu Mahari", "Initials": "DM"}, {"Identifier": ["0000-0003-1127-6443"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology and Toxicology, School of Pharmacy, College of Health Sciences, Mekelle University, P.O. Box 1871, Mekelle, Ethiopia."}], "LastName": "Wondafrash", "ForeName": "Dawit Zewdu", "Initials": "DZ"}, {"Identifier": ["0000-0002-6274-0106"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology and Toxicology, School of Pharmacy, College of Health Sciences, Mekelle University, P.O. Box 1871, Mekelle, Ethiopia."}], "LastName": "Tafere", "ForeName": "Gebrehiwot Gebremedhin", "Initials": "GG"}], "PublicationTypeList": ["Journal Article", "Systematic Review"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Biomed Res Int", "NlmUniqueID": "101600173"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}, {"RegistryNumber": "EC 3.1.4.35", "NameOfSubstance": "Cyclic Nucleotide Phosphodiesterases, Type 5"}, {"RegistryNumber": "EC 3.1.4.35", "NameOfSubstance": "PDE5A protein, human"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": [], "DescriptorName": "Asparagus Plant"}, {"QualifierName": ["metabolism"], "DescriptorName": "Cyclic Nucleotide Phosphodiesterases, Type 5"}, {"QualifierName": ["drug therapy"], "DescriptorName": "Erectile Dysfunction"}, {"QualifierName": [], "DescriptorName": "Ethiopia"}, {"QualifierName": [], "DescriptorName": "Ethnobotany"}, {"QualifierName": [], "DescriptorName": "Zingiber officinale"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": [], "DescriptorName": "Medicine, African Traditional"}, {"QualifierName": [], "DescriptorName": "Phytotherapy"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Plant Extracts"}, {"QualifierName": ["metabolism"], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Syzygium"}, {"QualifierName": [], "DescriptorName": "Treatment Outcome"}], "CoiStatement": "All authors declared that they have no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Yafi F. A., Jenkins L., Albersen M., et al. Erectile dysfunction. Nature Reviews. Disease Primers. 2016;2(1):1–20. doi: 10.1038/nrdp.2016.3.", "ArticleIdList": ["10.1038/nrdp.2016.3", "PMC5027992", "27188339"]}, {"Citation": "Birowo P., Deswanto I. A., Rasyid N. Epidemiology of erectile dysfunction: A cross-sectional web-based survey conducted in an Indonesian national referral hospital. F1000Research. 2019;8:p. 817. doi: 10.12688/f1000research.18930.1.", "ArticleIdList": ["10.12688/f1000research.18930.1"]}, {"Citation": "Mobley D. F., Khera M., Neil B. Recent advances in the treatment of erectile dysfunction. Postgraduate Medical Journal. 2017 [cited 2020 Sep 21]. Available from:  https://pmj.bmj.com/content/93/1105/679.abstract.", "ArticleIdList": ["28751439"]}, {"Citation": "Nguyen H. M. T., Gabrielson A. T., Hellstrom W. J. G. Erectile dysfunction in young men--a review of the prevalence and risk factors. Sexual Medicine Reviews. 2017;5(4):508–520. doi: 10.1016/j.sxmr.2017.05.004.", "ArticleIdList": ["10.1016/j.sxmr.2017.05.004", "28642047"]}, {"Citation": "Shiferaw W. S., Akalu T. Y., Aynalem Y. A. Prevalence of erectile dysfunction in patients with diabetes mellitus and its association with body mass index and glycated hemoglobin in Africa: a systematic review and meta-analysis [Internet] International Journal of Endocrinology.  Vol. 2020, Hindawi; 2020 [cited 2020 Sep 21]. p. e5148370. Available from:  https://www.hindawi.com/journals/ije/2020/5148370/", "ArticleIdList": ["PMC7201640", "32411224"]}, {"Citation": "Hurisa A. D., Negera G. Z. Erectile dysfunction among diabetic patients in a tertiary hospital of Southwest Ethiopia. The Open Public Health Journal [Internet] 2020 31 [cited 2020 Sep 21];13(1). Available from:  https://benthamopen.com/ABSTRACT/TOPHJ-13-240."}, {"Citation": "Aydin C., Senel E. Impotence literature: Scientometric analysis of erectile dysfunction articles between 1975 and 2018. Andrologia. 2020;52(3, article e13520) doi: 10.1111/and.13520.", "ArticleIdList": ["10.1111/and.13520", "31984541"]}, {"Citation": "Diniz A. F. A., Ferreira R. C., de Souza I. L. L., Silva B. A. Ionic Channels as Potential Therapeutic Targets for Erectile Dysfunction: A Review. Frontiers in Pharmacology. 2020;11:p. 1120. doi: 10.3389/fphar.2020.01120.", "ArticleIdList": ["10.3389/fphar.2020.01120", "PMC7396897", "32848741"]}, {"Citation": "Wassersug R., Wibowo E. Non-pharmacological and non-surgical strategies to promote sexual recovery for men with erectile dysfunction. Translational Andrology and Urology. 2017;6(Suppl 5):S776–S794. doi: 10.21037/tau.2017.04.09.", "ArticleIdList": ["10.21037/tau.2017.04.09", "PMC5715194", "29238658"]}, {"Citation": "Kim S., Cho M. C., Cho S. Y., Chung H., Rajasekaran M. R. Novel Emerging therapies for erectile dysfunction. The World Journal of Men’s Health. 2021;39(1):p. 48. doi: 10.5534/wjmh.200007.", "ArticleIdList": ["10.5534/wjmh.200007", "PMC7752520", "32202086"]}, {"Citation": "Atanasov A. G., Waltenberger B., Pferschy-Wenzig E.-M., et al. Discovery and resupply of pharmacologically active plant-derived natural products: a review. Biotechnology Advances. 2015;33(8):1582–1614. doi: 10.1016/j.biotechadv.2015.08.001.", "ArticleIdList": ["10.1016/j.biotechadv.2015.08.001", "PMC4748402", "26281720"]}, {"Citation": "Worku A. M. A review on significant of traditional medicinal plants for human use in case of Ethiopia. International Research Journal of Biotechnology. 2020;11(2):1–2."}, {"Citation": "Levene D., Phillips D. I., Alemu S. Medical traditions and chronic disease in Ethiopia: a story of wax and gold? Tropical Doctor. 2016;46(3):122–125. doi: 10.1177/0049475516655060.", "ArticleIdList": ["10.1177/0049475516655060", "27342917"]}, {"Citation": "Beyi M. W. Traditional medicinal plants in Ethiopia. International Journal of Biology, Physics & Matematics. 1(1):80–87."}, {"Citation": "Yeshiwas Y., Tadele E., Tiruneh W. The dynamics of medicinal plants utilization practice nexus its health and economic role in Ethiopia: a review paper. International Journal of Biodiversity and Conservation. 2019;11(1):31–47. doi: 10.5897/ijbc2018.1201.", "ArticleIdList": ["10.5897/ijbc2018.1201"]}, {"Citation": "Liberati A., Altman D. G., Tetzlaff J., et al. The PRISMA statement for reporting systematic reviews and meta-analyses of studies that evaluate health care interventions: explanation and elaboration. PLoS Medicine. 2009;6(7, article e1000100) doi: 10.1371/journal.pmed.1000100.", "ArticleIdList": ["10.1371/journal.pmed.1000100", "PMC2707010", "19621070"]}, {"Citation": "Global plants on JSTOR [Internet]  [cited 2020 Sep 22]. Available from:  https://plants.jstor.org/"}, {"Citation": "Yirgu A., Mohammed K., Geldenhuys C. J. Useful medicinal tree species of Ethiopia: comprehensive review. South African Journal of Botany. 2019;122:291–300. doi: 10.1016/j.sajb.2019.03.026.", "ArticleIdList": ["10.1016/j.sajb.2019.03.026"]}, {"Citation": "Semenya S. S., Potgieter M. J. Ethnobotanical survey of medicinal plants used by Bapedi traditional healers to treat erectile dysfunction in the Limpopo province, South Africa. Journal of Medicinal Plant Research. 7(7):349–357."}, {"Citation": "Ajao A. A., Sibiya N. P., Moteetee A. N. Sexual prowess from nature: a systematic review of medicinal plants used as aphrodisiacs and sexual dysfunction in Sub-Saharan Africa. South African Journal of Botany. 2019;122:342–359. doi: 10.1016/j.sajb.2018.08.011.", "ArticleIdList": ["10.1016/j.sajb.2018.08.011"]}, {"Citation": "Ojewole J. A. O., Drewes S. E., Khan F. Vasodilatory and hypoglycaemic effects of two pyrano-isoflavone extractives from _Eriosema kraussianum_ N. E. Br. [Fabaceae] rootstock in experimental rat models. Phytochemistry. 2006;67(6):610–617. doi: 10.1016/j.phytochem.2005.11.019.", "ArticleIdList": ["10.1016/j.phytochem.2005.11.019", "16434072"]}, {"Citation": "Agisho H., Osie M., Lambore T. Traditional medicinal plants utilization, management and threats in Hadiya Zone, Ethiopia. Journal of Medicinal Plants. 2014;2(2):p. 15."}, {"Citation": "Zerabruk S., Yirga G. Traditional knowledge of medicinal plants in Gindeberet district, Western Ethiopia. South African Journal of Botany. 2012;78:165–169. doi: 10.1016/j.sajb.2011.06.006.", "ArticleIdList": ["10.1016/j.sajb.2011.06.006"]}, {"Citation": "Teklehaymanot T. An ethnobotanical survey of medicinal and edible plants of Yalo Woreda in Afar Regional State, Ethiopia. Journal of Ethnobiology and Ethnomedicine. 2017;13(1):p. 40. doi: 10.1186/s13002-017-0166-7.", "ArticleIdList": ["10.1186/s13002-017-0166-7", "PMC5499056", "28679438"]}, {"Citation": "Regassa T.  Vascular plant diversity and ethnobotanical study of medicinal and wild edible plants in Jibat, Gedo and Chilimo Forests, West Shewa Zone of Oromia Region, Ethiopia [Internet] [Thesis] Addis Ababa Universty; 2016 [cited 2020 Sep 21]. Available from:  http://etd.aau.edu.et/handle/123456789/9371."}, {"Citation": "Tewelde F., Mesfin M., Tsewene S. Ethnobotanical survey of traditional medicinal practices in LaelayAdi-yabo District, Northern Ethiopia. Int J Ophthalmol Visual Sci. 2017;2(4):p. 9."}, {"Citation": "Amsalu N.  An Ethno botanical study of medicinal plants in Farta Wereda,South Gonder Zone of Amhara Region Ethiopia [Internet] [Thesis] Addis Ababa University; 2010 [cited 2020 Sep 21]. Available from:  http://etd.aau.edu.et/handle/123456789/7282."}, {"Citation": "Chekole G., Asfaw Z., Kelbessa E. Ethnobotanical study of medicinal plants in the environs of Tara-gedam and Amba remnant forests of Libo Kemkem District, Northwest Ethiopia. Journal of Ethnobiology and Ethnomedicine. 2015;11(1):p. 4. doi: 10.1186/1746-4269-11-4.", "ArticleIdList": ["10.1186/1746-4269-11-4", "PMC4417315", "25572933"]}, {"Citation": "Belayneh A., Demissew S., Bussa N. F., Bisrat D. Ethno-medicinal and bio-cultural importance of aloes from south and east of the Great Rift Valley floristic regions of Ethiopia. Heliyon. 2020;6(6, article e04344) doi: 10.1016/j.heliyon.2020.e04344.", "ArticleIdList": ["10.1016/j.heliyon.2020.e04344", "PMC7330614", "32637713"]}, {"Citation": "Teklay A., Abera B., Giday M. An ethnobotanical study of medicinal plants used in Kilte Awulaelo District, Tigray Region of Ethiopia. Journal of Ethnobiology and Ethnomedicine. 2013;9(1):p. 65. doi: 10.1186/1746-4269-9-65.", "ArticleIdList": ["10.1186/1746-4269-9-65", "PMC3852788", "24011232"]}, {"Citation": "Araya S., Abera B., Giday M. Study of plants traditionally used in public and animal health management in Seharti Samre District, Southern Tigray, Ethiopia. Ethiopia. J Ethnobiology Ethnomedicine. 2015;11(1):p. 22. doi: 10.1186/s13002-015-0015-5.", "ArticleIdList": ["10.1186/s13002-015-0015-5", "PMC4371875", "25889411"]}, {"Citation": "Tolasa E. Use and conservation of traditional medicinal plants by indigenous people in Gimbi Woreda, Western Wellega, Ethiopia [Internet] [Thesis] Addis Ababa University; 2007 [cited 2020 Sep 21]. Available from: ee."}, {"Citation": "Amsalu N., Bezie Y., Fentahun M., Alemayehu A., Amsalu G.  Use and Conservation of Medicinal Plants by Indigenous People of Gozamin Wereda. East Gojjam Zone of Amhara Region, Ethiopia: An Ethnobotanical Approach; 2018.  [cited 2020 Sep 21]; Available from:  https://www.hindawi.com/journals/ecam/2018/2973513/", "ArticleIdList": ["PMC5884302", "29743921"]}, {"Citation": "Temam T. D. Ethnobotanical study of medicinal plants of Mirab-Badwacho District, Ethiopia. Journal of BioScience and Biotechnology. 2016;5(2):151–158."}, {"Citation": "Kebebew M. Diversity, knowledge and use of medicinal plants in Abay Chomen District, Horo Guduru Wollega Zone, Oromia Region of Ethiopia. Journal of Medicinal Plant Research. 2017;11(31):480–500."}, {"Citation": "Mesfin F., Seta T., Assefa A. An ethnobotanical study of medicinal plants in Amaro Woreda, Ethiopia. Ethnobotany Research and Applications. 2014;12:341–354. doi: 10.17348/era.12.0.341-354.", "ArticleIdList": ["10.17348/era.12.0.341-354"]}, {"Citation": "Abebe M., Chemdessa M. Ethnobotanical study of traditional medicinal plants of Gololcha District, Bale Zone of Oromia Region, Ethiopia [Internet] 2013 [cited 2020 Sep 22]. Available from: /paper/Ethnobotanical-Study-of-Traditional-Medicinal-of-of-Abebe-Chemdessa/3e47658ea716d29c46fa4ec56f20210428411aa5."}, {"Citation": "Regassa R. Assessment of indigenous knowledge of medicinal plant practice and mode of service delivery in Hawassa city, southern Ethiopia. Journal of Medicinal Plant Research. 2013;7(9):517–535."}, {"Citation": "Birhanu Z. Traditional use of medicinal plants by the ethnic groups of Gondar Zuria District, North-Western Ethiopia. Journal of Natural Remedies. 2013;13:p. 9."}, {"Citation": "Abera B. Medicinal plants used in traditional medicine by Oromo people, Ghimbi District, Southwest Ethiopia. Journal of Ethnobiology and Ethnomedicine. 2014;10(1):p. 40. doi: 10.1186/1746-4269-10-40.", "ArticleIdList": ["10.1186/1746-4269-10-40", "PMC4060869", "24885586"]}, {"Citation": "Sina B., Degu H. D. Knowledge and use of wild edible plants in the Hula District of the Sidama Zone. Inter Jour of Bio-reso Stress Manag. 2015;6(3):p. 352. doi: 10.5958/0976-4038.2015.00052.4.", "ArticleIdList": ["10.5958/0976-4038.2015.00052.4"]}, {"Citation": "Atnafu H., Awas T., Alemu S., Wube S. Ethnobotanical study of medicinal plants in selale mountain ridges, North Shoa, Ethiopia. International Journal of Biodiversity. 2018;2:577."}, {"Citation": "Meragiaw M., Asfaw Z., Argaw M. The status of ethnobotanical knowledge of medicinal plants and the impacts of resettlement in Delanta, Northwestern Wello, Northern Ethiopia [Internet]  2016 [cited 2020 Sep 22]. Available from:  https://www.hindawi.com/journals/ecam/2016/5060247/", "ArticleIdList": ["PMC4737471", "26881004"]}, {"Citation": "Desissa D., Binggeli P. Uses and conservation status of medicinal pants used by the Shinasha people in Ethiopia [Internet]  2000 [cited 2020 Sep 22]. Available from:  http://www.mikepalmer.co.uk/woodyplantecology/ethiopia/shinasha.html."}, {"Citation": "Ayana F.  Ethnobotanyoftraditional Medicinal plants in Hawa Gelan District,Kelem Wollega Zone of Oromia Region, Ethiopia [Internet] [Thesis] Addis Ababa University; 2017 [cited 2020 Sep 22]. Available from:  http://etd.aau.edu.et/handle/123456789/4735."}, {"Citation": "Gidey M., Beyene T., Signorini M. A., Bruschi P., Yirga G. Traditional medicinal plants used by Kunama ethnic group in northern Ethiopia. Journal of Medicinal Plant Research. 2015;9(15):494–509."}, {"Citation": "Etana B.  Ethnobotanical study of traditional medicinal plants of Goma Wereda, Jima Zone of Oromia Region, Ethiopia [Internet] [Thesis]. Addis Ababa Universty. 2010 [cited 2020 Sep 22]. Available from:  http://etd.aau.edu.et/handle/123456789/11339."}, {"Citation": "Chekole G. Ethnobotanical study of medicinal plants used against human ailments in Gubalafto District, Northern Ethiopia. Journal of Ethnobiology and Ethnomedicine. 2017;13(1):p. 55. doi: 10.1186/s13002-017-0182-7.", "ArticleIdList": ["10.1186/s13002-017-0182-7", "PMC5628421", "28978342"]}, {"Citation": "Yohannis S. W., Asfaw Z., Kelbessa E. Ethnobotanical study of medicinal plants used by local people in Menz Gera Midir District, North Shewa Zone, Amhara Regional State, Ethiopia. Journal of Medicinal Plant Research. 2018;12(21):296–314."}, {"Citation": "Tuasha N., Petros B., Asfaw Z. Medicinal plants used by traditional healers to treat malignancies and other human ailments in Dalle District, Sidama Zone, Ethiopia. Journal of Ethnobiology and Ethnomedicine. 2018;14(1):p. 15. doi: 10.1186/s13002-018-0213-z.", "ArticleIdList": ["10.1186/s13002-018-0213-z", "PMC5813379", "29444684"]}, {"Citation": "Teklehaymanot T. Ethnobotanical study of knowledge and medicinal plants use by the people in Dek Island in Ethiopia. Journal of Ethnopharmacology. 2009;124(1):69–78. doi: 10.1016/j.jep.2009.04.005.", "ArticleIdList": ["10.1016/j.jep.2009.04.005", "19477609"]}, {"Citation": "Aragaw T. J., Afework D. T., Getahun K. A. Assessment of knowledge, attitude, and utilization of traditional medicine among the communities of Debre Tabor Town, Amhara Regional State, North Central Ethiopia: a cross-sectional study. Evidence-Based Complementary and Alternative Medicine [Internet] 2020 [cited 2020 Sep 22];2020:e6565131. Available from:  https://www.hindawi.com/journals/ecam/2020/6565131/", "ArticleIdList": ["PMC7085823", "32215043"]}, {"Citation": "Wubetu M., Abula T., Dejenu G. Ethnopharmacologic survey of medicinal plants used to treat human diseases by traditional medical practitioners in Dega Damot district, Amhara, Northwestern Ethiopia. BMC Research Notes. 2017;10(1):p. 157. doi: 10.1186/s13104-017-2482-3.", "ArticleIdList": ["10.1186/s13104-017-2482-3", "PMC5395840", "28420410"]}, {"Citation": "Belayneh A., Bussa N. F. Ethnomedicinal plants used to treat human ailments in the prehistoric place of Harla and Dengego valleys, eastern Ethiopia. Journal of Ethnobiology and Ethnomedicine. Full Text [Internet]. 2014 [cited 2020 Sep 22]. Available from: https://ethnobiomed.biomedcentral.com/articles/10.1186/1746-4269-10-18.", "ArticleIdList": ["PMC3933041", "24499509"]}, {"Citation": "Kefalew A., Asfaw Z., Kelbessa E. Ethnobotany of medicinal plants in Ada’a District, East Shewa Zone of Oromia Regional State, Ethiopia. Journal of Ethnobiology and Ethnomedicine. 2015;11(1):p. 25. doi: 10.1186/s13002-015-0014-6.", "ArticleIdList": ["10.1186/s13002-015-0014-6", "PMC4419563", "25889311"]}, {"Citation": "Gebeyehu G., Asfaw Z., Enyew A., Raja N. (16) (PDF) An ethnobotanical study of traditional use of medicinal plants and their conservation status in Mecha Wereda, West Gojjam Zone of Amhara Region, Ethiopia [Internet] 2014.  [cited 2020 Sep 22]. Available from:  https://www.researchgate.net/publication/337672633_AN_ETHNOBOTANICAL_STUDY_OF_TRADITIONAL_USE_OF_MEDICINAL_PLANTS_AND_THEIR_CONSERVATION_STATUS_IN_MECHA_WEREDA_WEST_GOJJAM_ZONE_OF_AMHARA_REGION_ETHIOPIA."}, {"Citation": "Abdurhman N.  Ethnobotanical study of medicinal plants used by local people in Ofla Wereda, Southern Zone of Tigray Region, Ethiopia [Internet] [Thesis] Addis Ababa University; 2010 [cited 2020 Sep 22]. Available from:  http://etd.aau.edu.et/handle/123456789/1869."}, {"Citation": "Teklehaymanot T., Giday M. Ethnobotanical study of medicinal plants used by people in Zegie Peninsula, Northwestern Ethiopia. Journal of Ethnobiology and Ethnomedicine. 2007;3(1):p. 12. doi: 10.1186/1746-4269-3-12.", "ArticleIdList": ["10.1186/1746-4269-3-12", "PMC1852296", "17355645"]}, {"Citation": "Enyew A., Asfaw Z., Kelbessa E., Nagappan R. Airiti library_ethnobotanical+study+of+traditional+medicinal+plants+in+and+around+Fiche+District,+Central+Ethiopia.  2014 [cited 2020 Sep 22]; Available from:  https://www.airitilibrary.com/Publication/alDetailedMesh?docid=20410778-201407-201507280023-201507280023-154-167."}, {"Citation": "Ayalew S., Kebede A., Mesfin A., Mulualem G. Ethnobotanical study of medicinal plants used by agro pastoralist Somali people for the management of human ailments in Jeldesa cluster, Dire Dawa Administration, Eastern Ethiopia. Journal of Medicinal Plant Research. 2017;11(9):171–187."}, {"Citation": "Giday M., Teklehaymanot T., Animut A., Mekonnen Y. Medicinal plants of the Shinasha, Agew-awi and Amhara peoples in Northwest Ethiopia. Journal of Ethnopharmacology. 2007;110(3):516–525. doi: 10.1016/j.jep.2006.10.011.", "ArticleIdList": ["10.1016/j.jep.2006.10.011", "17101251"]}, {"Citation": "Beche D., Gebeyehu G., Feyisa K. Indigenous utilization and management of useful plants in and around Awash National Park, Ethiopia. Journal of Plant Biology & Soil Health. 2016;3(1):p. 12."}, {"Citation": "Beyi M. W. (16) (PDF) Ethnobotanical study of traditional medicinal plants in Adami Tulu Jido Kombolcha District, Oromia, Ethiopia [Internet]  ResearchGate. 2018 [cited 2020 Sep 22]. Available from:  https://www.researchgate.net/publication/331981089_ETHNOBOTANICAL_STUDY_OF_TRADITIONAL_MEDICINAL_PLANTS_IN_ADAMI_TULU_JIDO_KOMBOLCHA_DISTRICT_OROMIA_ETHIOPIA."}, {"Citation": "Gebrehiwot M.  An ethnobotanical study of medicinal plants in Seru Wereda, Arsi Zone of Oromia Region, Ethiopia [Internet] [Thesis] Addis Ababa University; 2010 [cited 2020 Sep 22]. Available from:  http://etd.aau.edu.et/handle/123456789/6699."}, {"Citation": "Mesfin F., Demissew S., Teklehaymanot T. An ethnobotanical study of medicinal plants in Wonago Woreda, SNNPR, Ethiopia | SpringerLink [Internet]  2009 [cited 2009 Sep 22]. Available from:  https://link.springer.com/article/10.1186/1746-4269-5-28.", "ArticleIdList": ["10.1186/1746-4269-5-28", "PMC2769162", "19821994"]}, {"Citation": "Lemma A. A.  Ethnobotanical study of traditional medicinal plants in Debark District, North Gondar, Ethiopia [Internet] [Thesis] 2017 [cited 2020 Sep 22]. Available from:  http://10.139.8.247:80/jspui/handle/123456789/901.", "ArticleIdList": ["10.139.8.247:80/jspui/handle/123456789/901"]}, {"Citation": "Wolditsadik B. M. Ethnobotanical investigation of traditional medicinal plants in Dugda District, Oromia Regio. SM J Med Plant Stud. 2018;2(1):1–19. doi: 10.36876/smjmps.1007.", "ArticleIdList": ["10.36876/smjmps.1007"]}, {"Citation": "Bekele G., Reddy P. R. Ethnobotanical study of medicinal plants used to treat human ailments by Guji Oromo tribes in Abaya District, Borana, Oromia, Ethiopia. Universal Journal of Plant Science. 2015;3(1):p. 4."}, {"Citation": "Seifu T., Asres K., Gebre-Mariam T. (16) (PDF) Ethnobotanical and ethnopharmaceutical studies on medicinal plants of Chifra District, Afar Region, North Eastern Ethiopia [Internet]  ResearchGate. 2006 [cited 2020 Sep 22]. Available from:  https://www.researchgate.net/publication/259752372_Ethnobotanical_and_Ethnopharmaceutical_Studies_on_Medicinal_plants_of_Chifra_District_Afar_Region_North_Eastern_Ethiopia."}, {"Citation": "Birhan Y. S., Leshe Kitaw S., Abebe Alemayehu Y., Minuye M. N. Ethnobotanical study of medicinal plants used to treat human diseases in Enarj Enawga District, East Gojjam Zone, Amhara Region, Ethiopia. SM J Med Plant Stud. 2017;1(1):1–20. doi: 10.36876/smjmps.1006.", "ArticleIdList": ["10.36876/smjmps.1006"]}, {"Citation": "Tsegay B., Mazengia E., Beyene T. Short Communication: diversity of medicinal plants used to treat human ailments in rural Bahir Dar, Ethiopia. Asian Journal of Forestry [Internet] 2019 [cited 2020 Sep 22];3(2). Available from:  https://smujo.id/ajf/article/view/4163."}, {"Citation": "Mekonnen N., Abebe E. Ethnobotanical knowledge and practices of traditional healers in Harar, Haramaya, Bati and Garamuleta, Eastern Ethiopia. Ethiopian Veterinary Journal. 2017;21(2):40–61. doi: 10.4314/evj.v21i2.4.", "ArticleIdList": ["10.4314/evj.v21i2.4"]}, {"Citation": "Tesfaye T. East Hararghe, Oromia Region, Ethiopia: Haramaya University; 2016. Use and Management of Medicinal Plants by People of Melka Belo Woreda."}, {"Citation": "Mengesha G. G. Ethnobotanical survey of medicinal plants used in treating human and livestock health problems in Mandura Woreda of Benishangul Gumuz, Ethiopia. Adv Med Plant. 4(1):p. 17."}, {"Citation": "Afolayan A. J., Yakubu M. T. Erectile dysfunction management options in Nigeria. The Journal of Sexual Medicine. 2009;6(4):1090–1102. doi: 10.1111/j.1743-6109.2008.01064.x.", "ArticleIdList": ["10.1111/j.1743-6109.2008.01064.x", "19175860"]}, {"Citation": "Mfengwana P.-M.-A. H., Mashele S. S. Medicinal properties of selected asparagus species: a review. IntechOpen [Internet] 2019 [cited 2020 Sep 22]. Available from:  https://www.intechopen.com/books/phytochemicals-in-human-health/medicinal-properties-of-selected-asparagus-species-a-review."}, {"Citation": "Pratap S. A., Rajender S. Potent natural aphrodisiacs for the management of erectile dysfunction and male sexual debilities. Frontiers in Bioscience (Scholar Edition) 2012;4:167–180. doi: 10.2741/259.", "ArticleIdList": ["10.2741/259", "22202051"]}, {"Citation": "Evaluation of the spermatogenetic effect of the root. Google Scholar [Internet] [cited 2021 May 6]. Available from: https://scholar.google.com/scholar?hl=en&as_sdt=0%2C5&as_ylo=2017&q=Evaluation+of+the+spermatogenetic+effect+of+the+root+of+Ricinus+communis+Linn.+in+male+Wistar+rats.&btnG=79."}, {"Citation": "Tajuddin A. S., Latif A., Qasmi I. A. Effect of 50% ethanolic extract of Syzygium aromaticum (L.) Merr. & Perry. (clove) on sexual behaviour of normal male rats. BMC Complementary and Alternative Medicine. 2004;4(1):p. 17. doi: 10.1186/1472-6882-4-17.", "ArticleIdList": ["10.1186/1472-6882-4-17", "PMC534794", "15530165"]}, {"Citation": "Tajuddin A. S., Latif A., Qasmi I. A. Aphrodisiac activity of 50% ethanolic extracts of Myristica fragrans Houtt. (nutmeg) and Syzygium aromaticum (L) Merr. & Perry. (clove) in male mice: a comparative study. BMC Complementary and Alternative Medicine. 2003;3(1):p. 6. doi: 10.1186/1472-6882-3-6.", "ArticleIdList": ["10.1186/1472-6882-3-6", "PMC270058", "14567759"]}, {"Citation": "Mishra R. K., Singh S. K. Safety assessment of _Syzygium aromaticum_ flower bud (clove) extract with respect to testicular function in mice. Food and Chemical Toxicology. 2008;46(10):3333–3338. doi: 10.1016/j.fct.2008.08.006.", "ArticleIdList": ["10.1016/j.fct.2008.08.006", "18765266"]}, {"Citation": "Kamtchouing P., Mbongue Y., Théophile D., Jasta H. B. (16) Evaluation of androgenic activity of Zingiber officinale and Pentadiplandrabrazzeana in male rats | Request PDF.  2003 [cited 2020 Sep 23]; Available from:  https://www.researchgate.net/publication/10968369_Evaluation_of_androgenic_activity_of_Zingiber_officinale_and_Pentadiplandrabrazzeana_in_male_rats."}, {"Citation": "Pare S. R., Zade V. S., Thakare V. G. Evaluation of the potential aphrodisiac activity of aqueous, chloroform and alcohol extract of Gloriosa superba in male albino rat. International Journal of Theoretical & Applied Sciences. 8(2):p. 39."}, {"Citation": "Abebe F. B., Asfaw M. M., Tolossa T. T. Medicinal plant species used to treat tonsillitis in Ethiopia: a systematic review. JPS. 2020;9(1):p. 34. doi: 10.5539/jps.v9n1p34.", "ArticleIdList": ["10.5539/jps.v9n1p34"]}, {"Citation": "Ipona E. N., Inkoto C. L., Bongo G. N., et al. Ethno-Botanical Survey and Ecological Study of Medicinal Plants Traditionally Used Against Erectile Dysfunction in Democratic Republic of the Congo. Bioscience and Bioengineering. 2018;4(4):p. 8."}, {"Citation": "Kamatenesi-Mugisha M., Oryem-Origa H. Traditional herbal remedies used in the management of sexual impotence and erectile dysfunction in Western Uganda. African Health Sciences. 2005;5(1):40–49.", "ArticleIdList": ["PMC1831906", "15843130"]}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "10", "Day": "15"}, {"Year": "2021", "Month": "5", "Day": "13"}, {"Year": "2021", "Month": "5", "Day": "27"}, {"Year": "2021", "Month": "7", "Day": "2", "Hour": "6", "Minute": "43"}, {"Year": "2021", "Month": "7", "Day": "3", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "10", "Day": "26", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "6", "Day": "7"}], "PublicationStatus": "epublish", "ArticleIdList": ["34212038", "PMC8205584", "10.1155/2021/6656406"]}}], "PubmedBookArticle": []}