{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["ethnopharmacology", "leishmaniasis", "medicinal plants", "natural drugs", "neglected disease", "traditional knowledge"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34220515", "DateRevised": {"Year": "2021", "Month": "07", "Day": "06"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "06", "Day": "08"}], "Language": ["eng"], "ELocationID": ["690432", "10.3389/fphar.2021.690432"], "Journal": {"ISSN": "1663-9812", "JournalIssue": {"Volume": "12", "PubDate": {"Year": "2021"}}, "Title": "Frontiers in pharmacology", "ISOAbbreviation": "Front Pharmacol"}, "ArticleTitle": "The Potential of Traditional Knowledge to Develop Effective Medicines for the Treatment of Leishmaniasis.", "Pagination": {"StartPage": "690432", "MedlinePgn": "690432"}, "Abstract": {"AbstractText": ["Leishmaniasis is a neglected tropical disease that affects people living in tropical and subtropical areas of the world. There are few therapeutic options for treating this infectious disease, and available drugs induce severe side effects in patients. Different communities have limited access to hospital facilities, as well as classical treatment of leishmaniasis; therefore, they use local natural products as alternative medicines to treat this infectious disease. The present work performed a bibliographic survey worldwide to record plants used by traditional communities to treat leishmaniasis, as well as the uses and peculiarities associated with each plant, which can guide future studies regarding the characterization of new drugs to treat leishmaniasis. A bibliographic survey performed in the <i>PubMed</i> and <i>Scopus</i> databases retrieved 294 articles related to traditional knowledge, medicinal plants and leishmaniasis; however, only 20 were selected based on the traditional use of plants to treat leishmaniasis. Considering such studies, 378 quotes referring to 292 plants (216 species and 76 genera) that have been used to treat leishmaniasis were recorded, which could be grouped into 89 different families. A broad discussion has been presented regarding the most frequent families, including Fabaceae (27 quotes), Araceae (23), Solanaceae and Asteraceae (22 each). Among the available data in the 378 quotes, it was observed that the parts of the plants most frequently used in local medicine were leaves (42.3% of recipes), applied topically (74.6%) and fresh poultices (17.2%). The contribution of Latin America to studies enrolling ethnopharmacological indications to treat leishmaniasis was evident. Of the 292 plants registered, 79 were tested against <i>Leishmania</i> sp. Future studies on leishmanicidal activity could be guided by the 292 plants presented in this study, mainly the five species <i>Carica papaya</i> L. (Caricaceae), <i>Cedrela odorata</i> L. (Meliaceae), <i>Copaifera paupera</i> (Herzog) Dwyer (Fabaceae), <i>Musa × paradisiaca</i> L. (Musaceae), and <i>Nicotiana tabacum</i> L. (Solanaceae), since they are the most frequently cited in articles and by traditional communities."], "CopyrightInformation": "Copyright © 2021 Passero, Brunelli, Sauini, Amorim Pavani, Jesus and Rodrigues."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Biosciences, São Paulo State University (UNESP), São Paulo, Brazil."}, {"Identifier": [], "Affiliation": "Institute for Advanced Studies of Ocean, São Paulo State University (UNESP), São Paulo, Brazil."}], "LastName": "Passero", "ForeName": "Luiz Felipe D", "Initials": "LFD"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Center for Ethnobotanical and Ethnopharmacological Studies (CEE), Universidade Federal de São Paulo (UNIFESP), São Paulo, Brazil."}], "LastName": "Brunelli", "ForeName": "Erika Dos Santos", "Initials": "EDS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Center for Ethnobotanical and Ethnopharmacological Studies (CEE), Universidade Federal de São Paulo (UNIFESP), São Paulo, Brazil."}], "LastName": "Sauini", "ForeName": "Thamara", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Chemical and Pharmaceutical Research Group (GPQFfesp), Department of Pharmaceutical Sciences, Institute of Environmental, Chemical and Pharmaceutical Sciences, Universidade Federal de São Paulo (UNIFESP), São Paulo, Brazil."}], "LastName": "Amorim Pavani", "ForeName": "Thais Fernanda", "Initials": "TF"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratório de Patologia de Moléstias Infecciosas (LIM50), Departamento de Patologia, Faculdade de Medicina, Universidade de São Paulo, São Paulo, Brazil."}], "LastName": "Jesus", "ForeName": "Jéssica Adriana", "Initials": "JA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Center for Ethnobotanical and Ethnopharmacological Studies (CEE), Universidade Federal de São Paulo (UNIFESP), São Paulo, Brazil."}], "LastName": "Rodrigues", "ForeName": "Eliana", "Initials": "E"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Pharmacol", "NlmUniqueID": "101548923", "ISSNLinking": "1663-9812"}, "CoiStatement": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Ahmad B., Islam A., Khan A., Khan M. A., Ul Haq I., Jafri L., et al. (2019). Comprehensive Investigations on Anti-leishmanial Potentials of Euphorbia Wallichii Root Extract and its Effects on Membrane Permeability and Apoptosis. Comp. Immunol. Microbiol. Infect. Dis. 64, 138–145. 10.1016/j.cimid.2019.03.007", "ArticleIdList": ["10.1016/j.cimid.2019.03.007", "31174688"]}, {"Citation": "Alvarenga N., Canela N., Gómez R., Yaluff G., Maldonado M. (2008). Leishmanicidal Activity of Maytenus Illicifolia Roots. Fitoterapia 79, 381–383. 10.1016/j.fitote.2008.03.001", "ArticleIdList": ["10.1016/j.fitote.2008.03.001", "18504075"]}, {"Citation": "Amin E., Moawad A., Hassan H. (2017). Biologically-guided Isolation of Leishmanicidal Secondary Metabolites from Euphorbia peplus L. Saudi Pharm. J. 25, 236–240. 10.1016/j.jsps.2016.06.003", "ArticleIdList": ["10.1016/j.jsps.2016.06.003", "PMC5355552", "28344474"]}, {"Citation": "Arambewela L. S. R., Ranatunge T. (1991). Indole Alkaloids from Tabernaemontana Divaricata. Phytochemistry 30, 1740–1741. 10.1016/0031-9422(91)84254-P", "ArticleIdList": ["10.1016/0031-9422(91)84254-P"]}, {"Citation": "Araújo I. A. C., de Paula R. C., Alves C. L., Faria K. F., Oliveira M. M. d., Mendes G. G., et al. (2019). Efficacy of Lapachol on Treatment of Cutaneous and Visceral Leishmaniasis. Exp. Parasitol. 199, 67–73. 10.1016/j.exppara.2019.02.013", "ArticleIdList": ["10.1016/j.exppara.2019.02.013", "30797783"]}, {"Citation": "Arévalo-Lopéz D., Nina N., Ticona J. C., Limachi I., Salamanca E., Udaeta E., et al. (2018). Leishmanicidal and Cytotoxic Activity from Plants Used in Tacana Traditional Medicine (Bolivia). J. Ethnopharmacology 216, 120–133. 10.1016/j.jep.2018.01.023", "ArticleIdList": ["10.1016/j.jep.2018.01.023", "29391199"]}, {"Citation": "Awadh Ali N. A., Al Sokari S. S., Gushash A., Anwar S., Al-Karani K., Al-Khulaidi A. (2017). Ethnopharmacological Survey of Medicinal Plants in Albaha Region, Saudi Arabia. Pharmacognosy Res. 9, 401, 407. 10.4103/pr.pr_11_17, 10.4103/pr.pr_11_17", "ArticleIdList": ["10.4103/pr.pr", "10.4103/pr.pr_11_17", "PMC5717795", "29263636"]}, {"Citation": "Badirzadeh A., Heidari-Kharaji M., Fallah-Omrani V., Dabiri H., Araghi A., Salimi Chirani A. (2020). Antileishmanial Activity of Urtica Dioica Extract against Zoonotic Cutaneous Leishmaniasis. Plos Negl. Trop. Dis., 14. e0007843. 10.1371/journal.pntd.0007843", "ArticleIdList": ["10.1371/journal.pntd.0007843", "PMC6957141", "31929528"]}, {"Citation": "Bailey C. J. (2017). Metformin: Historical Overview. Diabetologia 60, 1566–1576. 10.1007/s00125-017-4318-z", "ArticleIdList": ["10.1007/s00125-017-4318-z", "28776081"]}, {"Citation": "Bhaskar V. H., Natarajan B. (2015). Analgesic, Anti-inflammatory and Antipyretic Activities of Pergularia Daemia and Carissa Carandas. DARU. J. Pharm. Sci. 17, 168–174."}, {"Citation": "Boratyński P. J., Zielińska-Błajet M., Skarżewski J. (2019). Cinchona Alkaloids-Derivatives and Applications, Alkaloids Chem. Biol., 82, 29–145. 10.1016/bs.alkal.2018.11.001", "ArticleIdList": ["10.1016/bs.alkal.2018.11.001", "30850032"]}, {"Citation": "Burza S., Croft S. L., Boelaert M. (2018). Leishmaniasis. The Lancet 392, 951–970. 10.1016/S0140-6736(18)31204-2", "ArticleIdList": ["10.1016/S0140-6736(18)31204-2", "30126638"]}, {"Citation": "Cabanillas B. J., Le Lamer A.-C., Castillo D., Arevalo J., Rojas R., Odonne G., et al. (2010). Caffeic Acid Esters and Lignans fromPiper Sanguineispicum. J. Nat. Prod. 73, 1884–1890. 10.1021/np1005357", "ArticleIdList": ["10.1021/np1005357", "20954722"]}, {"Citation": "Calla-Magariños J., Quispe T., Giménez A., Freysdottir J., Troye-Blomberg M., Fernández C. (2013). Quinolinic Alkaloids from Galipea Longiflora KrauseSuppress Production of Proinflammatory Cytokinesin Vitroand Control Inflammationin vivouponLeishmaniaInfection in Mice. Scand. J. Immunol. 77, 30–38. 10.1111/sji.12010", "ArticleIdList": ["10.1111/sji.12010", "23126625"]}, {"Citation": "Capello T. M., Martins E. G. A., Farias De. C. F., Figueiredo C. R., Matsuo A. L., et al. (2015). Chemical Composition and In Vitro Cytotoxic and Antileishmanial Activities of Extract and Essential Oil from Leaves of Piper Cernuum. Nat. Prod. Commun. 10.", "ArticleIdList": ["25920262"]}, {"Citation": "Ceole L. F., Cardoso M. D. G., Soares M. J. (2017). Nerolidol, the Main Constituent of Piper Aduncum Essential Oil, Has Anti-leishmania Braziliensis Activity. Parasitology 144, 1179–1190. 10.1017/S0031182017000452", "ArticleIdList": ["10.1017/S0031182017000452", "28482935"]}, {"Citation": "Chauhan I. S., Rao G. S., Shankar J., Chauhan L. K. S., Kapadia G. J., Singh N. (2018). Chemoprevention of Leishmaniasis: In - Vitro Antiparasitic Activity of Dibenzalacetone, a Synthetic Curcumin Analog Leads to Apoptotic Cell Death in Leishmania Donovani. Parasitol. Int. 67, 627–636. 10.1016/j.parint.2018.06.004", "ArticleIdList": ["10.1016/j.parint.2018.06.004", "29913255"]}, {"Citation": "Chouhan G., Islamuddin M., Want M. Y., Ozbak H. A., Hemeg H. A., Sahal D., et al. (2015). Leishmanicidal Activity of Piper Nigrum Bioactive Fractions Is Interceded via Apoptosis In Vitro and Substantiated by Th1 Immunostimulatory Potential In Vivo . Front. Microbiol. 6, 1368. 10.3389/fmicb.2015.01368", "ArticleIdList": ["10.3389/fmicb.2015.01368", "PMC4672717", "26696979"]}, {"Citation": "Chowdhury S. R., Kumar A., Godinho J. L. P., De Macedo Silva S. T., Zuma A. A., Saha S., et al. (2017). Voacamine Alters Leishmania Ultrastructure and Kills Parasite by Poisoning Unusual Bi-subunit Topoisomerase IB. Biochem. Pharmacol. 138, 19–30. 10.1016/j.bcp.2017.05.002", "ArticleIdList": ["10.1016/j.bcp.2017.05.002", "28483460"]}, {"Citation": "Cos P., Janssens J., Piñón A., Cuesta-Rubio O., Yglesias-Rivera A., Díaz-García A., et al. (2018). Efficacy of Four Solanum Spp. Extracts in an Animal Model of Cutaneous Leishmaniasis. Medicines, 5, 49. 10.3390/medicines5020049", "ArticleIdList": ["10.3390/medicines5020049", "PMC6023388", "29874837"]}, {"Citation": "Costa E. V. S., Brígido H. P. C., Silva J. V. d. S. e., Coelho-Ferreira M. R., Brandão G. C., Dolabela M. F. (2017). Antileishmanial Activity ofHandroanthus serratifolius(Vahl) S. Grose (Bignoniaceae). Evidence-Based Complement. Altern. Med. 2017, 1, 6. 10.1155/2017/8074275", "ArticleIdList": ["10.1155/2017/8074275", "PMC5329664", "28286535"]}, {"Citation": "Courtenay O., Peters N. C., Rogers M. E., Bern C. (2017). Combining Epidemiology with Basic Biology of Sand Flies, Parasites, and Hosts to Inform Leishmaniasis Transmission Dynamics and Control. Plos Pathog. 13, e1006571. 10.1371/journal.ppat.1006571", "ArticleIdList": ["10.1371/journal.ppat.1006571", "PMC5648254", "29049371"]}, {"Citation": "Dal Picolo C. R., Bezerra M. P., Gomes K. S., Passero L. F. D., Laurenti M. D., Martins E. G. A., et al. (2014). Antileishmanial Activity Evaluation of Adunchalcone, a New Prenylated Dihydrochalcone from Piper Aduncum L. Fitoterapia 97, 28–33. 10.1016/j.fitote.2014.05.009", "ArticleIdList": ["10.1016/j.fitote.2014.05.009", "24862066"]}, {"Citation": "de Jesus J. A., Laurenti M. D., Antonangelo L., Faria C. S., Lago J. H. G., Passero L. F. D., et al. (2021). Related Pentacyclic Triterpenes Have Immunomodulatory Activity in Chronic Experimental Visceral Leishmaniasis. J. Immunol. Res. 2021, 1–15. 10.1155/2021/6671287", "ArticleIdList": ["10.1155/2021/6671287", "PMC7906800", "33681389"]}, {"Citation": "de Oliveira A., Mesquita J. T., Tempone A. G., Lago J. H. G., Guimarães E. F., Kato M. J. (2012). Leishmanicidal Activity of an Alkenylphenol from Piper Malacophyllum Is Related to Plasma Membrane Disruption. Exp. Parasitol. 132, 383–387. 10.1016/j.exppara.2012.08.019", "ArticleIdList": ["10.1016/j.exppara.2012.08.019", "22981719"]}, {"Citation": "Dey S., Mukherjee D., Chakraborty S., Mallick S., Dutta A., Ghosh J., et al. (2015). Protective Effect of Croton Caudatus Geisel Leaf Extract against Experimental Visceral Leishmaniasis Induces Proinflammatory Cytokines In Vitro and In Vivo . Exp. Parasitol. 151-152, 84–95. 10.1016/j.exppara.2015.01.012", "ArticleIdList": ["10.1016/j.exppara.2015.01.012", "25655407"]}, {"Citation": "Dos Santos A. O., Costa M. A., Ueda-Nakamura T., Dias-Filho B. P., da Veiga-Júnior V. F., de Souza Lima M. M., et al. (2011). Leishmania Amazonensis: Effects of Oral Treatment with Copaiba Oil in Mice. Exp. Parasitol. 129, 145–151. 10.1016/j.exppara.2011.06.016", "ArticleIdList": ["10.1016/j.exppara.2011.06.016", "21771592"]}, {"Citation": "Duarte N., Kayser O., Abreu P., Ferreira M.-J. U. (2008). Antileishmanial Activity of Piceatannol Isolated fromEuphorbia Lagascae Seeds. Phytother. Res. 22, 455–457. 10.1002/ptr.2334", "ArticleIdList": ["10.1002/ptr.2334", "18167046"]}, {"Citation": "Estevez Y., Castillo D., Pisango M. T., Arevalo J., Rojas R., Alban J., et al. (2007). Evaluation of the Leishmanicidal Activity of Plants Used by Peruvian Chayahuita Ethnic Group. J. Ethnopharmacology 114, 254–259. 10.1016/j.jep.2007.08.007", "ArticleIdList": ["10.1016/j.jep.2007.08.007", "17889471"]}, {"Citation": "Faleiro R. J., Kumar R., Hafner L. M., Engwerda C. R. (2014). Immune Regulation during Chronic Visceral Leishmaniasis. Plos Negl. Trop. Dis. 8, e2914. 10.1371/journal.pntd.0002914", "ArticleIdList": ["10.1371/journal.pntd.0002914", "PMC4091888", "25010815"]}, {"Citation": "Flores N., Cabrera G., Jiménez I., Piñero J., Giménez A., Bourdy G., et al. (2007). Leishmanicidal Constituents from the Leaves of Piper Rusbyi. Planta Med. 73, 206–211. 10.1055/s-2007-967123", "ArticleIdList": ["10.1055/s-2007-967123", "17354169"]}, {"Citation": "\nFournet A., Barrios A. A., Muñoz V., Hocquemiller R., Cavé A. (1992b). Effect of Natural Naphthoquinones in BALB/c Mice Infected with Leishmania Amazonensis and L. Venezuelensis. Trop. Med. Parasitol.\n43, 219–222. Available at: http://www.ncbi.nlm.nih.gov/pubmed/1293723. ", "ArticleIdList": ["1293723"]}, {"Citation": "Fournet A., Angelo A., Muñoz V., Roblot F., Hocquemiller R., Cavé A. (1992a). Biological and Chemical Studies of Pera Benensis, a Bolivian Plant Used in Folk Medicine as a Treatment of Cutaneous Leishmaniasis. J. Ethnopharmacology 37, 159–164. 10.1016/0378-8741(92)90074-2", "ArticleIdList": ["10.1016/0378-8741(92)90074-2", "1434690"]}, {"Citation": "Fournet A., Barrios A. A., Munoz V., Hocquemiller R., Cave A., Bruneton J. (1993a). 2-substituted Quinoline Alkaloids as Potential Antileishmanial Drugs. Antimicrob. Agents Chemother. 37, 859–863. 10.1128/AAC.37.4.859", "ArticleIdList": ["10.1128/AAC.37.4.859", "PMC187784", "8494383"]}, {"Citation": "\nFournet A., Barrios A. A., Muñoz V. (1994). Leishmanicidal and Trypanocidal Activities of Bolivian Medicinal Plants. J. Ethnopharmacology\n41, 19–37.Available at: http://www.ncbi.nlm.nih.gov/pubmed/8170156. 10.1016/0378-8741(94)90054-x\n", "ArticleIdList": ["10.1016/0378-8741(94)90054-x", "8170156"]}, {"Citation": "Fournet A., Ferreira M. E., Rojas De Arias A., Torres De Ortiz S., Fuentes S., Nakayama H., et al. (1996). In Vivo efficacy of Oral and Intralesional Administration of 2-substituted Quinolines in Experimental Treatment of New World Cutaneous Leishmaniasis Caused by Leishmania Amazonensis. Antimicrob. Agents Chemother. 40, 2447–2451. 10.1128/AAC.40.11.2447", "ArticleIdList": ["10.1128/AAC.40.11.2447", "PMC163555", "8913444"]}, {"Citation": "Fournet A., Muñoz V., Roblot F., Hocquemiller R., Cavé A., Gantier J.-C. (1993b). Antiprotozoal Activity of Dehydrozaluzanin C, a Sesquiterpene Lactone Isolated fromMunnozia Maronii (Asteraceae). Phytother. Res. 7, 111–115. 10.1002/ptr.2650070203", "ArticleIdList": ["10.1002/ptr.2650070203"]}, {"Citation": "Fournet A., Vagneur B., Richomme P., Bruneton J. (1989). Aryl-2 et alkyl-2 quinoléines nouvelles isolées d'une Rutacée bolivienne: Galipealongiflora. Can. J. Chem. 67, 2116–2118. 10.1139/v89-329", "ArticleIdList": ["10.1139/v89-329"]}, {"Citation": "Francesquini F. C., Silveira F. T., Passero L. F. D., Tomokane T. Y., Carvalho A. K., Corbett C. E. P., et al. (2014). Salivary Gland Homogenates from Wild-Caught Sand fliesLutzomyia flaviscutellataandLutzomyia (Psychodopygus) Complexusshowed Inhibitory Effects onLeishmania (Leishmania) amazonensisandLeishmania (Viannia) Braziliensisinfection in BALB/c Mice. Int. J. Exp. Path. 95, 418–426. 10.1111/iep.12104", "ArticleIdList": ["10.1111/iep.12104", "PMC4285468", "25476864"]}, {"Citation": "França F., Lago E. L., Marsden P. D. (1996). Plants Used in the Treatment of Leishmanial Ulcers Due to Leishmania (Viannia) Braziliensis in an Endemic Area of Bahia, Brazil. Rev. Soc. Bras. Med. Trop. 29, 229–232. 10.1590/S0037-86821996000300002", "ArticleIdList": ["10.1590/S0037-86821996000300002", "8701041"]}, {"Citation": "Gabriel Á., Valério-Bolas A., Palma-Marques J., Mourata-Gonçalves P., Ruas P., Dias-Guerreiro T., et al. (2019). Cutaneous Leishmaniasis: The Complexity of Host's Effective Immune Response against a Polymorphic Parasitic Disease. J. Immunol. Res. 2019, 1–16. 10.1155/2019/2603730", "ArticleIdList": ["10.1155/2019/2603730", "PMC6913332", "31871953"]}, {"Citation": "Gachet M. S., Lecaro J. S., Kaiser M., Brun R., Navarrete H., Muñoz R. A., et al. (2010). Assessment of Anti-protozoal Activity of Plants Traditionally Used in Ecuador in the Treatment of Leishmaniasis. J. Ethnopharmacology 128, 184–197. 10.1016/j.jep.2010.01.007", "ArticleIdList": ["10.1016/j.jep.2010.01.007", "20064594"]}, {"Citation": "Gamboa-León M. R., Aranda-González I., Mut-Martín M., García-Miss M. R., Dumonteil E. (2007). In Vivo and In Vitro Control of Leishmania Mexicana Due to Garlic-Induced NO Production. Scand. J. Immunol. 66, 508–514. 10.1111/j.1365-3083.2007.02000.x", "ArticleIdList": ["10.1111/j.1365-3083.2007.02000.x", "17953527"]}, {"Citation": "Garcia F. P., Lazarin-Bidóia D., Ueda-Nakamura T., Silva S. d. O., Nakamura C. V. (2013). Eupomatenoid-5 Isolated from Leaves ofPiper regnelliiInduces Apoptosis inLeishmania Amazonensis. Evidence-Based Complement. Altern. Med. 2013, 1, 11. 10.1155/2013/940531", "ArticleIdList": ["10.1155/2013/940531", "PMC3618946", "23573160"]}, {"Citation": "Ghazanfari T., Hassan Z. M., Ebtekar M., Ahmadiani A., Naderi G., Azar A. (2000). Garlic Induces a Shift in Cytokine Pattern in Leishmania Major-Infected BALB/c Mice. Scand. J. Immunol. 52, 491–495. 10.1046/j.1365-3083.2000.00803.x", "ArticleIdList": ["10.1046/j.1365-3083.2000.00803.x", "11119248"]}, {"Citation": "Ghorbani M., Farhoudi R. (2017). Leishmaniasis in Humans: Drug or Vaccine Therapy?, Dddt Vol. 12, 25–40. 10.2147/DDDT.S146521", "ArticleIdList": ["10.2147/DDDT.S146521", "PMC5743117", "29317800"]}, {"Citation": "Giday M., Asfaw Z., Woldu Z. (2009). Medicinal Plants of the Meinit Ethnic Group of Ethiopia: An Ethnobotanical Study. J. Ethnopharmacol. 124, 513–521. 10.1016/j.jep.2009.05.009", "ArticleIdList": ["10.1016/j.jep.2009.05.009", "19454310"]}, {"Citation": "\nGomes Dde. C., Alegrio L. V., de Lima M. E., Leon L. L., Araújo C. A. (2002). Synthetic Derivatives of Curcumin and Their Activity against Leishmania Amazonensis. Arzneimittelforschung.\n52, 120–124. Available at: http://www.ncbi.nlm.nih.gov/pubmed/11878200\n", "ArticleIdList": ["11878200"]}, {"Citation": "Gupta G., Peine K. J., Abdelhamid D., Snider H., Shelton A. B., Rao L., et al. (2015). A Novel Sterol Isolated from a Plant Used by Mayan Traditional Healers Is Effective in Treatment of Visceral Leishmaniasis Caused byLeishmania Donovani. ACS Infect. Dis. 1, 497–506. 10.1021/acsinfecdis.5b00081", "ArticleIdList": ["10.1021/acsinfecdis.5b00081", "PMC5730984", "27623316"]}, {"Citation": "Gutiérrez J., Afl O., Elizabeth M., Arteaga J. (2014). Wild Medicinal Plants Used by Colombian Kofan Indians to Treat Cutaneous Leishmaniasise. Rev. Cuba. Plantas Med. 19, 407–420."}, {"Citation": "Hajdu Z., Hohmann J. (2012). An Ethnopharmacological Survey of the Traditional Medicine Utilized in the Community of Porvenir, Bajo Paraguá Indian Reservation, Bolivia. J. Ethnopharmacology 139, 838–857. 10.1016/j.jep.2011.12.029", "ArticleIdList": ["10.1016/j.jep.2011.12.029", "22222280"]}, {"Citation": "Haque A., Rahman M. A., Faizi M. S. H., Khan M. S. (2018). Next Generation Antineoplastic Agents: A Review on Structurally Modified Vinblastine (VBL) Analogues. Cmc 25, 1650–1662. 10.2174/0929867324666170502123639", "ArticleIdList": ["10.2174/0929867324666170502123639", "28464783"]}, {"Citation": "Hermida. M. d. E.-R., De Melo C. V. B., Lima I. d. S., Oliveira G. G. d. S., Dos-Santos W. L. C. (2018). Histological Disorganization of Spleen Compartments and Severe Visceral Leishmaniasis. Front. Cel. Infect. Microbiol., 8. 10.3389/fcimb.2018.00394", "ArticleIdList": ["10.3389/fcimb.2018.00394", "PMC6243053", "30483481"]}, {"Citation": "\nHermoso A., Jiménez I. A., Mamani Z. A., Bazzocchi I. L., Piñero J. E., Ravelo A. G., et al.  (2003). Antileishmanial Activities of Dihydrochalcones from Piper Elongatum and Synthetic Related Compounds. Structural Requirements for Activity. Bioorg. Med. Chem.\n11, 3975–3980. Available at: http://www.ncbi.nlm.nih.gov/pubmed/12927858. 10.1016/s0968-0896(03)00406-1\n", "ArticleIdList": ["10.1016/s0968-0896(03)00406-1", "12927858"]}, {"Citation": "Jesus J. A., Fragoso da Silva T. N., Yamamoto E. S., G. Lago J. H., Dalastra Laurenti M., Passero L. F. D. (2020). Ursolic Acid Potentializes Conventional Therapy in Experimental Leishmaniasis. Pathogens, 9, 855. 10.3390/pathogens9100855", "ArticleIdList": ["10.3390/pathogens9100855", "PMC7589377", "33092305"]}, {"Citation": "Jesus J. A., Fragoso T. N., Yamamoto E. S., Laurenti M. D., Silva M. S., Ferreira A. F., et al. (2017). Therapeutic Effect of Ursolic Acid in Experimental Visceral Leishmaniasis. Int. J. Parasitol. Drugs Drug Resist. 7, 1–11. 10.1016/j.ijpddr.2016.12.002", "ArticleIdList": ["10.1016/j.ijpddr.2016.12.002", "PMC5156607", "27984757"]}, {"Citation": "Kaunda J. S., Zhang Y.-J. (2017). The Genus Carissa: An Ethnopharmacological, Phytochemical and Pharmacological Review. Nat. Prod. Bioprospect. 7, 181–199. 10.1007/s13659-017-0123-0", "ArticleIdList": ["10.1007/s13659-017-0123-0", "PMC5397391", "28243901"]}, {"Citation": "Kennedy M. L., Cortés-Selva F., Pérez-Victoria J. M., Jiménez I. A., González A. G., Muñoz O. M., et al. (2001). Chemosensitization of a Multidrug-ResistantLeishmania tropicaLine by New Sesquiterpenes fromMaytenus magellanicaandMaytenus Chubutensis. J. Med. Chem. 44, 4668–4676. 10.1021/jm010970c", "ArticleIdList": ["10.1021/jm010970c", "11741484"]}, {"Citation": "Kennedy M. L., Llanos G. G., Castanys S., Gamarro F., Bazzocchi I. L., Jiménez I. A. (2011). Terpenoids from Maytenus Species and Assessment of Their Reversal Activity against a Multidrug-Resistant Leishmania Tropica Line. Chem. Biodiversity 8, 2291–2298. 10.1002/cbdv.201000356", "ArticleIdList": ["10.1002/cbdv.201000356", "22162167"]}, {"Citation": "Kevric I., Cappel M. A., Keeling J. H. (2015). New World and Old World Leishmania Infections. Dermatol. Clin. 33, 579–593. 10.1016/j.det.2015.03.018", "ArticleIdList": ["10.1016/j.det.2015.03.018", "26143433"]}, {"Citation": "Kvist L. P., Christensen S. B., Rasmussen H. B., Mejia K., Gonzalez A. (2006). Identification and Evaluation of Peruvian Plants Used to Treat Malaria and Leishmaniasis. J. Ethnopharmacology 106, 390–402. 10.1016/j.jep.2006.01.020", "ArticleIdList": ["10.1016/j.jep.2006.01.020", "16517108"]}, {"Citation": "Lacerda R. B. M., Freitas T. R., Martins M. M., Teixeira T. L., da Silva C. V., Candido P. A., et al. (2018). Isolation, Leishmanicidal Evaluation and Molecular Docking Simulations of Piperidine Alkaloids from Senna Spectabilis. Bioorg. Med. Chem. 26, 5816–5823. 10.1016/j.bmc.2018.10.032", "ArticleIdList": ["10.1016/j.bmc.2018.10.032", "30413343"]}, {"Citation": "Lezama-Dávila C. M., Isaac-Márquez A. P., Zamora-Crescencio P., Úc-Encalada M. d. R., Justiniano-Apolinar S. Y., del Angel-Robles L., et al. (2007). Leishmanicidal Activity of Pentalinon Andrieuxii. Fitoterapia 78, 255–257. 10.1016/j.fitote.2006.12.005", "ArticleIdList": ["10.1016/j.fitote.2006.12.005", "17355903"]}, {"Citation": "Lezama-Dávila C. M., McChesney J. D., Bastos J. K., Miranda M. A., Tiossi R. F., da Costa J. d. C., et al. (2016). A New Antileishmanial Preparation of Combined Solamargine and Solasonine Heals Cutaneous Leishmaniasis through Different Immunochemical Pathways. Antimicrob. Agents Chemother. 60, 2732–2738. 10.1128/AAC.02804-15", "ArticleIdList": ["10.1128/AAC.02804-15", "PMC4862480", "26883711"]}, {"Citation": "Lezama-Dávila C. M., Pan L., Isaac-Márquez A. P., Terrazas C., Oghumu S., Isaac-Márquez R., et al. (2014). Pentalinon Andrieuxii Root Extract Is Effective in the Topical Treatment of Cutaneous Leishmaniasis Caused by Leishmania Mexicana. Phytother. Res. 28, 909–916. 10.1002/ptr.5079", "ArticleIdList": ["10.1002/ptr.5079", "PMC4136428", "24347110"]}, {"Citation": "Lima G. S., Castro-Pinto D. B., Machado G. C., Maciel M. A. M., Echevarria A. (2015). Antileishmanial Activity and Trypanothione Reductase Effects of Terpenes from the Amazonian Species Croton Cajucara Benth (Euphorbiaceae). Phytomedicine 22, 1133–1137. 10.1016/j.phymed.2015.08.012", "ArticleIdList": ["10.1016/j.phymed.2015.08.012", "26547537"]}, {"Citation": "Marques A. P. S., Bonfim F. P. G., Dantas W. F. C., Puppi R. J., Marques M. O. M. (2019). Chemical Composition of Essential Oil from Varronia Curassavica Jacq. Accessions in Different Seasons of the Year. Ind. Crops Prod. 140, 111656. 10.1016/j.indcrop.2019.111656", "ArticleIdList": ["10.1016/j.indcrop.2019.111656"]}, {"Citation": "Melo G. M. A., Silva M. C. R., Guimarães T. P., Pinheiro K. M., da Matta C. B. B., de Queiroz A. C., et al. (2014). Leishmanicidal Activity of the Crude Extract, Fractions and Major Piperidine Alkaloids from the Flowers of Senna Spectabilis. Phytomedicine 21, 277–281. 10.1016/j.phymed.2013.09.024", "ArticleIdList": ["10.1016/j.phymed.2013.09.024", "24188737"]}, {"Citation": "Mishra P. K., Singh N., Ahmad G., Dube A., Maurya R. (2005). Glycolipids and Other Constituents from Desmodium gangeticum with Antileishmanial and Immunomodulatory Activities. Bioorg. Med. Chem. Lett. 15, 4543–4546. 10.1016/j.bmcl.2005.07.020", "ArticleIdList": ["10.1016/j.bmcl.2005.07.020", "16099649"]}, {"Citation": "Misra P., Kumar A., Khare P., Gupta S., Kumar N., Dube A. (2009). Pro-apoptotic Effect of the Landrace Bangla Mahoba of Piper Betle on Leishmania Donovani May Be Due to the High Content of Eugenol. J. Med. Microbiol. 58, 1058–1066. 10.1099/jmm.0.009290-0", "ArticleIdList": ["10.1099/jmm.0.009290-0", "19528177"]}, {"Citation": "Moein M., Hatam G., Taghavi-Moghadam R., Zarshenas M. M. (2017). Antileishmanial Activities of Greek Juniper (Juniperus Excelsa M.Bieb.) against Leishmania Major Promastigotes. J. Evid. Based. Complement. Altern. Med. 22, 31–36. 10.1177/2156587215623435", "ArticleIdList": ["10.1177/2156587215623435", "PMC5871199", "26747836"]}, {"Citation": "Monzote L., Montalvo A. M., Almanonni S., Scull R., Miranda M., Abreu J. (2006). Activity of the Essential Oil from Chenopodium Ambrosioides Grown in Cuba against Leishmania Amazonensis. Chemotherapy 52, 130–136. 10.1159/000092858", "ArticleIdList": ["10.1159/000092858", "16636536"]}, {"Citation": "Monzote L., Montalvo A. M., Scull R., Miranda M., Abreu J. (2007). Activity, Toxicity and Analysis of Resistance of Essential Oil from Chenopodium Ambrosioides after Intraperitoneal, Oral and Intralesional Administration in BALB/c Mice Infected with Leishmania Amazonensis: A Preliminary Study. Biomed. Pharmacother. 61, 148–153. 10.1016/j.biopha.2006.12.001", "ArticleIdList": ["10.1016/j.biopha.2006.12.001", "17254746"]}, {"Citation": "Muhammad I., Dunbar D. C., Khan S. I., Tekwani B. L., Bedir E., Takamatsu S., et al. (2003). Antiparasitic Alkaloids fromPsychotria Klugii. J. Nat. Prod. 66, 962–967. 10.1021/np030086k", "ArticleIdList": ["10.1021/np030086k", "12880315"]}, {"Citation": "Mukherjee P. K., Harwansh R. K., Bahadur S., Banerjee S., Kar A., Chanda J., et al. (2017). Development of Ayurveda - Tradition to Trend. J. Ethnopharmacology 197, 10–24. 10.1016/j.jep.2016.09.024", "ArticleIdList": ["10.1016/j.jep.2016.09.024", "27633405"]}, {"Citation": "Muruganandam A., Bhattacharya S., Ghosal S. (2000). Indole and Flavanoid Constituents of Wrightia Tinctoria, W. Tomentosa and W. Coccinea. Indian J. Chem. 39B, 125–131."}, {"Citation": "Odonne G., Berger F., Stien D., Grenand P., Bourdy G. (2011a). Treatment of Leishmaniasis in the Oyapock basin (French Guiana): A K.A.P. Survey and Analysis of the Evolution of Phytotherapy Knowledge Amongst Wayãpi Indians. J. Ethnopharmacology 137, 1228–1239. 10.1016/j.jep.2011.07.044", "ArticleIdList": ["10.1016/j.jep.2011.07.044", "21816216"]}, {"Citation": "Odonne G., Bourdy G., Castillo D., Estevez Y., Lancha-Tangoa A., Alban-Castillo J., et al. (2009). Ta'ta', Huayani: Perception of Leishmaniasis and Evaluation of Medicinal Plants Used by the Chayahuita in Peru. Part II. J. Ethnopharmacology 126, 149–158. 10.1016/j.jep.2009.07.015", "ArticleIdList": ["10.1016/j.jep.2009.07.015", "19631728"]}, {"Citation": "Odonne G., Herbette G., Eparvier V., Bourdy G., Rojas R., Sauvain M., et al. (2011b). Antileishmanial Sesquiterpene Lactones from Pseudelephantopus Spicatus, a Traditional Remedy from the Chayahuita Amerindians (Peru). Part III. J. Ethnopharmacology 137, 875–879. 10.1016/j.jep.2011.07.008", "ArticleIdList": ["10.1016/j.jep.2011.07.008", "21771652"]}, {"Citation": "Pagani E., Santos J. d. F. L., Rodrigues E. (2017). Culture-Bound Syndromes of a Brazilian Amazon Riverine Population: Tentative Correspondence between Traditional and Conventional Medicine Terms and Possible Ethnopharmacological Implications. J. Ethnopharmacology 203, 80–89. 10.1016/j.jep.2017.03.024", "ArticleIdList": ["10.1016/j.jep.2017.03.024", "28344031"]}, {"Citation": "Pan L., Lezama-Davila C. M., Isaac-Marquez A. P., Calomeni E. P., Fuchs J. R., Satoskar A. R., et al. (2012). Sterols with Antileishmanial Activity Isolated from the Roots of Pentalinon Andrieuxii. Phytochemistry 82, 128–135. 10.1016/j.phytochem.2012.06.012", "ArticleIdList": ["10.1016/j.phytochem.2012.06.012", "PMC3572536", "22840389"]}, {"Citation": "Parvizi M. M., Handjani F., Moein M., Hatam G., Nimrouzi M., Hassanzadeh J., et al. (2017). Efficacy of Cryotherapy Plus Topical Juniperus Excelsa M. Bieb Cream versus Cryotherapy Plus Placebo in the Treatment of Old World Cutaneous Leishmaniasis: A Triple-Blind Randomized Controlled Clinical Trial. Plos Negl. Trop. Dis. 11. e0005957. 10.1371/journal.pntd.0005957", "ArticleIdList": ["10.1371/journal.pntd.0005957", "PMC5655399", "28981503"]}, {"Citation": "Passero L. F. D., Castro A. A., Tomokane T. Y., Kato M. J., Paulinetti T. F., Corbett C. E. P., et al. (2007). Anti-leishmania Activity of Semi-purified Fraction of Jacaranda Puberula Leaves. Parasitol. Res. 101, 677–680. 10.1007/s00436-007-0530-y", "ArticleIdList": ["10.1007/s00436-007-0530-y", "17390147"]}, {"Citation": "Passero L. F. D., Cruz L. A., Santos-Gomes G., Rodrigues E., Laurenti M. D., Lago J. H. G. (2018). Conventional versus Natural Alternative Treatments for Leishmaniasis :a Review. Curr. Top. Med. Chem. 10.2174/1568026618666181002114448.", "ArticleIdList": ["30277153"]}, {"Citation": "Passero L. F. D., Laurenti M. D., Santos-Gomes G., Campos B. L. S., Sartorelli P., Lago J. H. G. (2014). Plants Used in Traditional Medicine: Extracts and Secondary Metabolites Exhibiting Antileishmanial Activity. Curr. Clin. Pharmacol. 9.", "ArticleIdList": ["23173968"]}, {"Citation": "Pastor J., García M., Steinbauer S., Setzer W. N., Scull R., Gille L., et al. (2015). Combinations of Ascaridole, Carvacrol, and Caryophyllene Oxide against Leishmania. Acta Tropica 145, 31–38. 10.1016/j.actatropica.2015.02.002", "ArticleIdList": ["10.1016/j.actatropica.2015.02.002", "25697866"]}, {"Citation": "Patocka J., Nepovimova E., Wu W., Kuca K. (2020). Digoxin: Pharmacology and Toxicology-A Review. Environ. Toxicol. Pharmacol. 79, 103400. 10.1016/j.etap.2020.103400", "ArticleIdList": ["10.1016/j.etap.2020.103400", "32464466"]}, {"Citation": "Patrício F. J., Costa G. C., Pereira P. V. S., Aragão-Filho W. C., Sousa S. M., Frazão J. B., et al. (2008). Efficacy of the Intralesional Treatment with Chenopodium Ambrosioides in the Murine Infection by Leishmania Amazonensis. J. Ethnopharmacology 115, 313–319. 10.1016/j.jep.2007.10.009", "ArticleIdList": ["10.1016/j.jep.2007.10.009", "18035510"]}, {"Citation": "Pérez-Victoria J. M., Tincusi B. M., Jiménez I. A., Bazzocchi I. L., Gupta M. P., Castanys S., et al. (1999). New Natural Sesquiterpenes as Modulators of Daunomycin Resistance in a Multidrug-ResistantLeishmaniatropicaLine‖,⊥. J. Med. Chem. 42, 4388–4393. 10.1021/jm991066b", "ArticleIdList": ["10.1021/jm991066b", "10543882"]}, {"Citation": "Ponte-Sucre A., Gamarro F., Dujardin J.-C., Barrett M. P., López-Vélez R., García-Hernández R., et al. (2017). Drug Resistance and Treatment Failure in Leishmaniasis: A 21st century challenge. Plos Negl. Trop. Dis. 11. e0006052. 10.1371/journal.pntd.0006052", "ArticleIdList": ["10.1371/journal.pntd.0006052", "PMC5730103", "29240765"]}, {"Citation": "Quintin J., Desrivot J., Thoret S., Menez P. L., Cresteil T., Lewin G. (2009). Synthesis and Biological Evaluation of a Series of Tangeretin-Derived Chalcones. Bioorg. Med. Chem. Lett. 19, 167–169. 10.1016/j.bmcl.2008.10.126", "ArticleIdList": ["10.1016/j.bmcl.2008.10.126", "19013795"]}, {"Citation": "Rasmussen H., Christensen S., Kvist L., Karazmi A. (2000). A Simple and Efficient Separation of the Curcumins, the Antiprotozoal Constituents of Curcuma Longa. Planta Med. 66, 396–398. 10.1055/s-2000-8533", "ArticleIdList": ["10.1055/s-2000-8533", "10865470"]}, {"Citation": "\nReina M., Ruiz-Mesia L., Ruiz-Mesia W., Sosa-Amay F. E., Arevalo-Encinas L., González-Coloma A., et al.  (2014). Antiparasitic Indole Alkaloids from Aspidosperma Desmanthum and A. Spruceanum from the Peruvian Amazonia. Nat. Prod. Commun.\n9, 1075–1080. Available at: http://www.ncbi.nlm.nih.gov/pubmed/25233577\n10.1177/1934578x1400900805\n", "ArticleIdList": ["10.1177/1934578x1400900805", "25233577"]}, {"Citation": "Reina M., Ruiz-Mesia W., Ruiz-Mesia L., Martínez-Díaz R., González-Coloma A. (2011). Indole Alkaloids from Aspidosperma Rigidum and A. Schultesii and Their Antiparasitic Effects. Z. Naturforsch. C 66, 0225–0234. 10.1515/znc-2011-5-605 10.5560/znc.2011.66c0225", "ArticleIdList": ["10.1515/znc-2011-5-605", "10.5560/znc.2011.66c0225", "21812339"]}, {"Citation": "Rodrigues E., Barnes J. (2013). Pharmacovigilance of Herbal Medicines. Drug Saf. 36, 1–12. 10.1007/s40264-012-0005-7", "ArticleIdList": ["10.1007/s40264-012-0005-7", "23315291"]}, {"Citation": "Rodrigues E. (2006). Plants and Animals Utilized as Medicines in the Jaú National Park (JNP), Brazilian Amazon. Phytother. Res. 20, 378–391. 10.1002/ptr.1866", "ArticleIdList": ["10.1002/ptr.1866", "16619367"]}, {"Citation": "Rodrigues I. A., Azevedo M. M. B., Chaves F. C. M., Bizzo H. R., Corte-Real S., Alviano D. S., et al. (2013). In Vitro cytocidal Effects of the Essential Oil from Croton Cajucara (Red Sacaca) and its Major Constituent 7- Hydroxycalamenene against Leishmania Chagasi. BMC Complement. Altern. Med. 13, 249. 10.1186/1472-6882-13-249", "ArticleIdList": ["10.1186/1472-6882-13-249", "PMC3850672", "24088644"]}, {"Citation": "Rosa M. d. S. S., Mendonça-Filho R. R., Bizzo H. R., Rodrigues I. d. A., Soares R. M. A., Souto-Padrón T., et al. (2003). Antileishmanial Activity of a Linalool-Rich Essential Oil from Croton Cajucara. Aac 47, 1895–1901. 10.1128/AAC.47.6.1895-1901.2003", "ArticleIdList": ["10.1128/AAC.47.6.1895-1901.2003", "PMC155815", "12760864"]}, {"Citation": "Saleheen D., Ali S. A., Ashfaq K., Siddiqui A. A., Agha A., Yasinzai M. M. (2002). Latent Activity of Curcumin against Leishmaniasis In Vitro . Biol. Pharm. Bull. 25, 386–389. 10.1248/bpb.25.386", "ArticleIdList": ["10.1248/bpb.25.386", "11913540"]}, {"Citation": "Santos A. O. d., Izumi E., Ueda-Nakamura T., Dias-Filho B. P., Veiga-Júnior V. F. d., Nakamura C. V. (2013). Antileishmanial Activity of Diterpene Acids in Copaiba Oil. Mem. Inst. Oswaldo Cruz 108, 59–64. 10.1590/s0074-02762013000100010", "ArticleIdList": ["10.1590/s0074-02762013000100010", "PMC3974318", "23440116"]}, {"Citation": "Santos A. O., Ueda-Nakamura T., Dias Filho B. P., Veiga Junior V. F., Pinto A. C., Nakamura C. V. (2008). Effect of Brazilian Copaiba Oils on Leishmania Amazonensis. J. Ethnopharmacology 120, 204–208. 10.1016/j.jep.2008.08.007", "ArticleIdList": ["10.1016/j.jep.2008.08.007", "18775772"]}, {"Citation": "Santos B. M., Bezerra-Souza A., Aragaki S., Rodrigues E., Umehara E., Ghilardi Lago J. H., et al. (2019). Ethnopharmacology Study of Plants from Atlantic Forest with Leishmanicidal Activity. Evidence-Based Complement. Altern. Med. 2019, 1–8. 10.1155/2019/8780914", "ArticleIdList": ["10.1155/2019/8780914", "PMC6379840", "30867670"]}, {"Citation": "Siddiqui S., Hafeez F., Begum S., Siddiqui B. S. (1986). Isolation and Structure of Two Cardiac Glycosides from the Leaves of Nerium Oleander. Phytochemistry 26, 237–241. 10.1016/S0031-9422(00)81519-8", "ArticleIdList": ["10.1016/S0031-9422(00)81519-8"]}, {"Citation": "Singh N., Mishra P. K., Kapil A., Arya K. R., Maurya R., Dube A. (2005). Efficacy of Desmodium gangeticum Extract and its Fractions against Experimental Visceral Leishmaniasis. J. Ethnopharmacology 98, 83–88. 10.1016/j.jep.2004.12.032", "ArticleIdList": ["10.1016/j.jep.2004.12.032", "15763367"]}, {"Citation": "Soares D. C., Pereira C. G., Meireles M. Â. A., Saraiva E. M. (2007). Leishmanicidal Activity of a Supercritical Fluid Fraction Obtained from Tabernaemontana Catharinensis. Parasitol. Int. 56, 135–139. 10.1016/j.parint.2007.01.004", "ArticleIdList": ["10.1016/j.parint.2007.01.004", "17306614"]}, {"Citation": "Stefano G. B., Pilonis N., Ptacek R., Kream R. M. (2017). Reciprocal Evolution of Opiate Science from Medical and Cultural Perspectives. Med. Sci. Monit. 23, 2890–2896. 10.12659/MSM.905167", "ArticleIdList": ["10.12659/MSM.905167", "PMC5478244", "28609429"]}, {"Citation": "Suleman S., Alemu T. (2012). A Survey on Utilization of Ethnomedicinal Plants in Nekemte Town, East Wellega (Oromia), Ethiopia. J. Herbs, Spices Med. Plants 18, 34–57. 10.1080/10496475.2011.645188", "ArticleIdList": ["10.1080/10496475.2011.645188"]}, {"Citation": "Süntar I. (2020). Importance of Ethnopharmacological Studies in Drug Discovery: Role of Medicinal Plants. Phytochem. Rev. 19, 1199–1209. 10.1007/s11101-019-09629-9", "ArticleIdList": ["10.1007/s11101-019-09629-9"]}, {"Citation": "Takahashi H., Britta E., Longhini R., Ueda-Nakamura T., Palazzo de Mello J., Nakamura C. (2013). Antileishmanial Activity of 5-Methyl-2,2′ : 5′,2″-terthiophene Isolated from Porophyllum Ruderale Is Related to Mitochondrial Dysfunction in Leishmania Amazonensis. Planta Med. 79, 330–333. 10.1055/s-0032-1328258", "ArticleIdList": ["10.1055/s-0032-1328258", "23457021"]}, {"Citation": "Takahashi H. T., Novello C. R., Ueda-Nakamura T., Filho B. P. D., Palazzo de Mello J. C., Nakamura C. V. (2011). Thiophene Derivatives with Antileishmanial Activity Isolated from Aerial Parts of Porophyllum Ruderale (Jacq.) Cass. Molecules 16, 3469–3478. 10.3390/molecules16053469", "ArticleIdList": ["10.3390/molecules16053469", "PMC6263252", "21522080"]}, {"Citation": "Tanaka J. C. A., da Silva C. C., Ferreira I. C. P., Machado G. M. C., Leon L. L., de Oliveira A. J. B. (2007). Antileishmanial Activity of Indole Alkaloids from Aspidosperma Ramiflorum. Phytomedicine 14, 377–380. 10.1016/j.phymed.2006.09.002", "ArticleIdList": ["10.1016/j.phymed.2006.09.002", "17140782"]}, {"Citation": "Teklehaymanot T. (2009). Ethnobotanical Study of Knowledge and Medicinal Plants Use by the People in Dek Island in Ethiopia. J. Ethnopharmacology 124, 69–78. 10.1016/j.jep.2009.04.005", "ArticleIdList": ["10.1016/j.jep.2009.04.005", "19477609"]}, {"Citation": "Teles A. M., Rosa T. D. d. S., Mouchrek A. N., Abreu-Silva A. L., Calabrese K. d. S., Almeida-Souza F., et al. (2019). Cinnamomum Zeylanicum, Origanum Vulgare, and Curcuma Longa Essential Oils: Chemical Composition, Antimicrobial and Antileishmanial Activity. Evidence-Based Complement. Altern. Med. 2019, 1–12. 10.1155/2019/2421695", "ArticleIdList": ["10.1155/2019/2421695", "PMC6350612", "30766611"]}, {"Citation": "Ticona J. C., Bilbao-Ramos P., Flores N., Dea-Ayuela M. A., Bolás-Fernández F., Jiménez I. A., et al. (2020). (E)-Piplartine Isolated from Piper Pseudoarboreum, a Lead Compound against Leishmaniasis. Foods 9, 1250. 10.3390/foods9091250", "ArticleIdList": ["10.3390/foods9091250", "PMC7554920", "32906719"]}, {"Citation": "Torres-Santos E. C., Moreira D. L., Kaplan M. A. C., Meirelles M. N., Rossi-Bergmann B. (1999). Selective Effect of 2′,6′-Dihydroxy-4′-Methoxychalcone Isolated from Piper Aduncum on Leishmania Amazonensis. Antimicrob. Agents Chemother. 43, 1234–1241. 10.1128/AAC.43.5.1234", "ArticleIdList": ["10.1128/AAC.43.5.1234", "PMC89139", "10223942"]}, {"Citation": "\nValadeau C., Pabon A., Deharo E., Albán-Castillo J., Estevez Y., Lores F. A., et al.  (2009). Medicinal Plants from the Yanesha (Peru): Evaluation of the Leishmanicidal and Antimalarial Activity of Selected Extracts. J. Ethnopharmacol.\n123, 413–422. Available at: http://www.ncbi.nlm.nih.gov/pubmed/19514108. 10.1016/j.jep.2009.03.041\n", "ArticleIdList": ["10.1016/j.jep.2009.03.041", "19514108"]}, {"Citation": "Valadeau C., Castillo J. A., Sauvain M., Lores A. F., Bourdy G. (2010). The Rainbow Hurts My Skin: Medicinal Concepts and Plants Uses Among the Yanesha (Amuesha), an Amazonian Peruvian Ethnic Group. J. Ethnopharmacology 127, 175–192. 10.1016/j.jep.2009.09.024", "ArticleIdList": ["10.1016/j.jep.2009.09.024", "19835943"]}, {"Citation": "Vásquez-Ocmín P., Cojean S., Rengifo E., Suyyagh-Albouz S., Amasifuen Guerra C. A., Pomel S., et al. (2018). Antiprotozoal Activity of Medicinal Plants Used by Iquitos-Nauta Road Communities in Loreto (Peru). J. Ethnopharmacology 210, 372–385. 10.1016/j.jep.2017.08.039", "ArticleIdList": ["10.1016/j.jep.2017.08.039", "28887215"]}, {"Citation": "Vendrametto M. C., Santos A. O. d., Nakamura C. V., Filho B. P. D., Cortez D. A. G., Ueda-Nakamura T. (2010). Evaluation of Antileishmanial Activity of Eupomatenoid-5, a Compound Isolated from Leaves of Piper Regnellii Var. Pallescens. Parasitol. Int. 59, 154–158. 10.1016/j.parint.2009.12.009", "ArticleIdList": ["10.1016/j.parint.2009.12.009", "20064628"]}, {"Citation": "\nWabwoba B. W., Anjili C. O., Ngeiywa M. M., Ngure P. K., Kigondu E. M., Ingonga J., et al.  (2010). Experimental Chemotherapy with Allium Sativum (Liliaceae) Methanolic Extract in Rodents Infected with Leishmania Major and Leishmania Donovani. J. Vector Borne Dis.\n47, 160–167. Available at: http://www.ncbi.nlm.nih.gov/pubmed/20834086. ", "ArticleIdList": ["20834086"]}, {"Citation": "\nWeigel M. M., Armijos R. X., Racines R. J., Zurita C., Izurieta R., Herrera E., et al.  (1994). Cutaneous Leishmaniasis in Subtropical Ecuador: Popular Perceptions, Knowledge, and Treatment. Bull. Pan Am. Health Organ.\n28, 142–155. Available at: http://www.ncbi.nlm.nih.gov/pubmed/8069334. ", "ArticleIdList": ["8069334"]}, {"Citation": "\nWeniger B., Robledo S., Arango G. J., Deharo E., Aragón R., Muñoz V., et al.  (2001). Antiprotozoal Activities of Colombian Plants. J. Ethnopharmacology\n78, 193–200. Available at: http://www.ncbi.nlm.nih.gov/pubmed/11694364. 10.1016/s0378-8741(01)00346-4\n", "ArticleIdList": ["10.1016/s0378-8741(01)00346-4", "11694364"]}, {"Citation": "World Health Organization (2019). Leishmaniasis. World Health Organization."}, {"Citation": "Yang C.-P., Horwitz S. (2017). Taxol: The First Microtubule Stabilizing Agent. Ijms 18, 1733. 10.3390/ijms18081733", "ArticleIdList": ["10.3390/ijms18081733", "PMC5578123", "28792473"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "4", "Day": "2"}, {"Year": "2021", "Month": "5", "Day": "21"}, {"Year": "2021", "Month": "7", "Day": "5", "Hour": "9", "Minute": "59"}, {"Year": "2021", "Month": "7", "Day": "6", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "7", "Day": "6", "Hour": "6", "Minute": "1"}, {"Year": "2021", "Month": "6", "Day": "8"}], "PublicationStatus": "epublish", "ArticleIdList": ["34220515", "PMC8248671", "10.3389/fphar.2021.690432", "690432"]}}], "PubmedBookArticle": []}