{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["A. ampeloprasum", "AgNPs", "Antifungal activity", "Antioxidant activity", "Sunlight"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34220216", "DateRevised": {"Year": "2021", "Month": "07", "Day": "06"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "05", "Day": "13"}], "Language": ["eng"], "ELocationID": ["10.1016/j.sjbs.2021.05.001"], "Journal": {"ISSN": "1319-562X", "JournalIssue": {"Volume": "28", "Issue": "7", "PubDate": {"Year": "2021", "Month": "Jul"}}, "Title": "Saudi journal of biological sciences", "ISOAbbreviation": "Saudi J Biol Sci"}, "ArticleTitle": "Sunlight-driven rapid and facile synthesis of Silver nanoparticles using <i>Allium ampeloprasum</i> extract with enhanced antioxidant and antifungal activity.", "Pagination": {"StartPage": "3660", "EndPage": "3668", "MedlinePgn": "3660-3668"}, "Abstract": {"AbstractText": ["Green nanotechnology has acquired immense demand due to its cost-effective, eco-friendly and benevolent approach for the synthesis of nanoparticles. Among the biological methods, plants aid as a significant green resource for synthesizing nanoparticles that are safe and non-toxic for human use. In the present investigation, Silver nanoparticles (AgNPs) were synthesized using bulbs extract of <i>Allium ampeloprasum</i> under the influence of sunlight irradiation and characterized using different techniques. Distinct <i>in-vitro</i> assays were performed to test the antioxidant and anticandida potential of the synthesized AgNPs. Results suggested the efficient and rapid sunlight-driven synthesis of AgNPs using <i>A. ampeloprasum</i> extract. UV-Vis spectrum showed absorption peak at 446 nm which confirmed the formation of AgNPs. FTIR analysis suggested the presence of functional groups associated with flavonoids and sulfur compounds in <i>A. ampeloprasum</i> extract. The synthesized AgNPs showed Face Centred Cubic (FCC) structure with an average size of 35 nm. Spherical, quasi spherical, triangular and ellipsoidal morphology of the NPs were observed from the TEM micrograph. The synthesized AgNPs showed pronounced free radical scavenging potential for DPPH, ABTS∙+ and H<sub>2</sub>O<sub>2</sub> radicals. The anticandida potency of the synthesized AgNPs was observed as follows: <i>C. albicans</i> ≥ <i>C. tropicalis</i> ≥ <i>C. glabrata</i> ≥ <i>C. parapsilosis</i> ≥ <i>C. krusei</i>. Results showed that sunlight driven nanoparticle synthesis of AgNPs is rapid, facile and exhibit enhanced antioxidant and antifungal activity."], "CopyrightInformation": "© 2021 The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biotechnology, Mother Teresa Women's University, Kodaikanal, Tamil Nadu, India."}], "LastName": "Uma Maheshwari Nallal", "ForeName": "V", "Initials": "V"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Physics, Mother Teresa Women's University, Kodaikanal, Tamil Nadu, India."}], "LastName": "Prabha", "ForeName": "K", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Physics, University College of Engineering, Bharathidasan Institute of Technology Campus, Anna University, Tiruchirapalli, Tamil Nadu, India."}], "LastName": "VethaPotheher", "ForeName": "I", "Initials": "I"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental Energy and Engineering, Kyonggi University, Youngtong - Gu, Suwon 16227, Republic of Korea."}], "LastName": "Ravindran", "ForeName": "Balasubramani", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, College of Science, Taif University, P.O. Box 11099, Taif 21944, Saudi Arabia."}], "LastName": "Baazeem", "ForeName": "Alaa", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental Energy and Engineering, Kyonggi University, Youngtong - Gu, Suwon 16227, Republic of Korea."}], "LastName": "Chang", "ForeName": "Soon Woong", "Initials": "SW"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medicinal Plants and Economic Development (MPED) Research Center, Department of Botany, University of Fort Hare, Alice 5700, South Africa."}], "LastName": "Otunola", "ForeName": "Gloria Aderonke", "Initials": "GA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biotechnology, Mother Teresa Women's University, Kodaikanal, Tamil Nadu, India."}], "LastName": "Razia", "ForeName": "M", "Initials": "M"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Saudi Arabia", "MedlineTA": "Saudi J Biol Sci", "NlmUniqueID": "101543796", "ISSNLinking": "2213-7106"}, "CoiStatement": "The authors declare that there is no conflict of interest"}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Abbas M.A. Analgesic effect of Allium ampeloprasum: Evidence for the involvement of beta-adrenergic system. J. Funct. Foods. 2019;57:1–6. doi: 10.1016/j.jff.2019.03.046.", "ArticleIdList": ["10.1016/j.jff.2019.03.046"]}, {"Citation": "Abdel-Aziz M.S., Shaheen M.S., El-Nekeety A.A., Abdel-Wahhab M.A. Antioxidant and antibacterial activity of silver nanoparticles biosynthesized using Chenopodium murale leaf extract. J. Saudi Chem. Soc. 2014;18:356–363. doi: 10.1016/j.jscs.2013.09.011.", "ArticleIdList": ["10.1016/j.jscs.2013.09.011"]}, {"Citation": "Adão C.R., Da Silva B.P., Parente J.P. A new steroidal saponin with anti-inflammatory and antiulcerogenic properties from the bulbs of Allium ampeloprasum var. porrum. Fitoterapia. 2011;82:1175–1180.", "ArticleIdList": ["21856386"]}, {"Citation": "Ahmed K.B.A., Senthilnathan R., Megarajan S., Anbazhagan V. Sunlight mediated synthesis of silver nanoparticles using redox phytoprotein and their application in catalysis and colorimetric mercury sensing. J. Photochem. Photobiol., B. 2015;151:39–45. doi: 10.1016/j.jphotobiol.2015.07.003.", "ArticleIdList": ["10.1016/j.jphotobiol.2015.07.003", "26163946"]}, {"Citation": "Ahmed S., Ahmad M., Swami B.L., Ikram S. A review on plants extract mediated synthesis of silver nanoparticles for antimicrobial applications: A green expertise. J. Adv. Res. 2016;7:17–28. doi: 10.1016/j.jare.2015.02.007.", "ArticleIdList": ["10.1016/j.jare.2015.02.007", "PMC4703479", "26843966"]}, {"Citation": "Al-Huqail A.A., Hatata M.M., Al-Huqail A.A., Ibrahim M.M. Preparation, characterization of silver phyto nanoparticles and their impact on growth potential of Lupinus termis L. seedlings. Saudi J. Biol. Sci. 2018;25:313–319. doi: 10.1016/j.sjbs.2017.08.013.", "ArticleIdList": ["10.1016/j.sjbs.2017.08.013", "PMC5815996", "29472784"]}, {"Citation": "Amalraj S., Krupa J., Sriramavaratharajan V., Mariyammal V., Murugan R., Ayyanar M. Chemical characterization, antioxidant, antibacterial and enzyme inhibitory properties of Canthium coromandelicum, a valuable source for bioactive compounds. J. Pharm. Biomed. Anal. 2020;192 doi: 10.1016/j.jpba.2020.113620.", "ArticleIdList": ["10.1016/j.jpba.2020.113620", "33011582"]}, {"Citation": "An X., Zhang X., Yao H., Li H., Ren J. Effects of diallyl disulfide in elephant garlic extract on breast cancer cell apoptosis in mitochondrial pathway. J. Food Nutrit. Res. 2015;3:196–201."}, {"Citation": "Balouiri M., Sadiki M., Saad I. Methods for In vitro evaluating antimicrobial activity: A review. J. Pharm. Anal. 2015;6:71–79.", "ArticleIdList": ["PMC5762448", "29403965"]}, {"Citation": "Bareemizadeh F., Ghasempour H., Maassoumi S.M., Karimi N., Taran M., Ghasempour M. In vitro antimicrobial activity of Allium ampeloprasum L. var. atroviolaceum Regel. Int. J. Biosci. 2014;4:80–84."}, {"Citation": "Ceccanti C., Rocchetti G., Lucini L., Giuberti G., Landi M., Biagiotti S., Guidi L. Comparative phytochemical profile of the Elephant garlic (Allium ampeloprasum var. holmense) and the common garlic (Allium sativum) from the Val di Chiana area (Tuscany, Italy) before and after in vitro gastrointestinal digestion. Food Chem. 2020;338(128011) doi: 10.1016/j.foodchem.2020.128011.", "ArticleIdList": ["10.1016/j.foodchem.2020.128011", "32950006"]}, {"Citation": "Chang C.C., Yang M.H., Wen H.M., Chern J.C. Estimation of Total Flavonoid Content in Propolis by Two Complementary Colorimetric Methods. J. Food Drug Anal. 2002;10:178–182."}, {"Citation": "Dong S., Tang C., Zhou H., Zhao H. Photochemical synthesis of gold nanoparticles by the sunlight radiation using a seeding approach. Gold Bull. 2004;37:187–195. doi: 10.1007/BF03215212.", "ArticleIdList": ["10.1007/BF03215212"]}, {"Citation": "Fattorusso E., Lanzotti V., Scafatu O.T., Cicala C. The flavonoids of leek, Allium porrum. Phytochemistry. 2001;57:565–569. doi: 10.1016/S0031-9422(01)00039-5.", "ArticleIdList": ["10.1016/S0031-9422(01)00039-5", "11394858"]}, {"Citation": "Firoozi S., Jamzad M., Yari M. Biologically synthesized silver nanoparticles by aqueous extract of Satureja intermedia C.A. Mey and the evaluation of total phenolic and flavonoid contents and antioxidant activity. J. Nanostruct. Chem. 2016;6:357–364. doi: 10.1007/s40097-016-0207-0.", "ArticleIdList": ["10.1007/s40097-016-0207-0"]}, {"Citation": "Gavade M.S.J., Nikam G.H., Dhabbe R.S., Sabale S.R., Tamhankar B.V., Mulik G.N. Green synthesis of silver nanoparticles by using carambola fruit extract and their antibacterial activity. Adv. Nat. Sci.: Nanosci. Nanotechnol. 2015;6 doi: 10.1088/2043-6262/6/4/045015.", "ArticleIdList": ["10.1088/2043-6262/6/4/045015"]}, {"Citation": "Ghannoum M.A. Studies on the anticandidal mode of action of Allium sativum (garlic) J. Gen. Microbiol. 1988;134:2917–2924. doi: 10.1099/00221287-134-11-2917.", "ArticleIdList": ["10.1099/00221287-134-11-2917", "3076177"]}, {"Citation": "Gomaa, E.Z., 2017. Antimicrobial, antioxidant and antitumor activities of silver nanoparticles synthesized by Allium cepa extract: A green approach, J. Genetic Eng. Biotechnol 15, 49-57. doi: 10.1016/j.jgeb.2016.12.002.", "ArticleIdList": ["PMC6296636", "30647641"]}, {"Citation": "Gudikandula K., Maringanti S.C. Synthesis of silver nanoparticles by chemical and biological methods and their antimicrobial properties. J. Exp. Nanosci. 2016;11:714–721. doi: 10.1080/17458080.2016.1139196.", "ArticleIdList": ["10.1080/17458080.2016.1139196"]}, {"Citation": "Haq I., Ullah N., Bibi G., Kanwal S., Ahmad M.S., Mirza B. Antioxidant and Cytotoxic activities and phytochemical analysis of Euphorbia wallichii root extract and its fractions. Iranian J. Pharmacol. Res. 2012;11:241–249.", "ArticleIdList": ["PMC3813110", "24250446"]}, {"Citation": "Khoshnamvand M., Huo C., Liu J. Silver nanoparticles synthesized using Allium ampeloprasum L. leaf extract: characterization and performance in catalytic reduction of 4-nitrophenol and antioxidant activity. J. Mol. Struct. 2019;1175:90–96. doi: 10.1016/j.molstruc.2018.07.089.", "ArticleIdList": ["10.1016/j.molstruc.2018.07.089"]}, {"Citation": "Krishna M.I., Reddy B.G., Veerabhadram G., Madhusudhan A. Eco-friendly green synthesis of silver nanoparticles using salmalia malabarica: synthesis, characterization, antimicrobial, and catalytic activity studies. Appl. Nanosci. 2015;6:681–689. doi: 10.1007/s13204-015-0479-6.", "ArticleIdList": ["10.1007/s13204-015-0479-6"]}, {"Citation": "Kumar A., Dixit C.K. Methods for characterization of nanoparticles. Adv. Nanomed. Delivery Therap. Nucl. Acids. 2017;2017:43–58. doi: 10.1016/B978-0-08-100557-6.00003-1.", "ArticleIdList": ["10.1016/B978-0-08-100557-6.00003-1"]}, {"Citation": "Lu X., Ross C.F., Powers J.R., Aston D.E., Rasco B.A. Determination of total phenolic content and antioxidant activity of Garlic (Allium sativum) and Elephant Garlic (Allium ampeloprasum) by attenuated total reflectance–fourier transformed infrared spectroscopy. J. Agric. Food. Chem. 2011;59:5215–5221.", "ArticleIdList": ["21506613"]}, {"Citation": "Mallmann E.J., Cunha F.A., Castro B.N., Maciel A.M., Menezes E.A., Fechine P.B. Antifungal activity of silver nanoparticles obtained by green synthesis. Rev. Inst. Med. Trop. Sao Paulo. 2015;57:165–167. doi: 10.1590/S0036-46652015000200011.", "ArticleIdList": ["10.1590/S0036-46652015000200011", "PMC4435016", "25923897"]}, {"Citation": "Manzocco L., Anese M., Nicoli M.C. Antioxidant properties of tea extracts as affected by processing. Lebens-mittel-Wissenschaft Und-Technologies. 1998;31:694–698."}, {"Citation": "Mohanta Y.K., Panda S.K., Jayabalan R., Sharma N., Bastia A.K., Mohanta T.K. Antimicrobial, Antioxidant and Cytotoxic Activity of Silver Nanoparticles Synthesized by Leaf Extract of Erythrina suberosa (Roxb.) Front. Mol. Biosci. 2017;4:14. doi: 10.3389/fmolb.2017.00014.", "ArticleIdList": ["10.3389/fmolb.2017.00014", "PMC5355429", "28367437"]}, {"Citation": "Najda A., Błaszczyk L., Winiarczyk K., Dyduch J., Tchorzewska D. Comparative studies of nutritional and health-enhancing properties in the “garliclike” plant Allium ampeloprasum var. ampeloprasum (GHG-L) and A. sativum. Sci. Hortic. 2016;201:247–255."}, {"Citation": "Nallal V.U.M., Padmini R., Ravindran B., Chang S.W., Radhakrishnan R., Almoallim H.S.M., Alharbi S.A., Razia M. Combined in vitro and in silico approach to evaluatethe inhibitory potential of an underutilized allium vegetable and its pharmacologically active compounds on multidrug resistant Candida species. Saudi J. Biol. Sci. 2020;28:1246–1256. doi: 10.1016/j.sjbs.2020.11.", "ArticleIdList": ["10.1016/j.sjbs.2020.11", "PMC7878694", "33613054"]}, {"Citation": "Padmos J.D., Zhang P. Surface Structure of Organosulfur Stabilized Silver Nanoparticles Studied with X-ray Absorption Spectroscopy. J. Phys. Chem. C. 2012;116:23094–23101. doi: 10.1021/jp3075332.", "ArticleIdList": ["10.1021/jp3075332"]}, {"Citation": "Paul S., Mohanram K., Kannan I. Antifungal activity of curcumin-silver nanoparticles against fluconazole-resistant clinical isolates of Candida species. Pharm. Study. 2018;39:182–186.", "ArticleIdList": ["PMC6454909", "31000996"]}, {"Citation": "Prabhu S., Poulose E.K. Silver nanoparticles: mechanism of anti -microbial action, synthesis, medical applications, and toxicity effects. Int. Nano Lett. 2012;2:32. doi: 10.11186/2228-5326-2-32.", "ArticleIdList": ["10.11186/2228-5326-2-32"]}, {"Citation": "Prieto P., Pineda M., Aguilar M. Spectrophotometric quantitation of antioxidant capacity through the formation of a phosphomolybdenum complex: specific application to the determination of vitamin E. Anal. Biochem. 1999;269:337–341.", "ArticleIdList": ["10222007"]}, {"Citation": "Rahimi-Madiseh M., Heidarian E., Kheiri S., Rafieian-Kopaei M. Effect of hydroalcoholic Allium ampeloprasum extract on oxidative stress, diabetes mellitus and dyslipidemia in alloxan-induced diabetic rats. Biomed. Pharmacother. 2017;86:363–367.", "ArticleIdList": ["28011384"]}, {"Citation": "Ramteke C., Chakrabarti T., Sarangi B.K., Pandey R.-A. Synthesis of Silver Nanoparticles from the Aqueous Extract of Leaves ofOcimum sanctumfor Enhanced Antibacterial Activity. J. Chem. 2013;2013:1–7. doi: 10.1155/2013/278925.", "ArticleIdList": ["10.1155/2013/278925"]}, {"Citation": "Ruch R.J., Cheng S.J., Klaunig J.E. Prevention of cytotoxicity and inhibition of intercellular communication by antioxidant catechins isolated from Chinese green tea. Carcinogen. 1989;10:1003–1008.", "ArticleIdList": ["2470525"]}, {"Citation": "Saha, M., Bandyopadhyay, P.K., 2017. Green Biosynthesis of Silver Nanoparticle Using Garlic, Allium sativum with Reference to Its Antimicrobial Activity against the Pathogenic Strain of Bacillus sp. and Pseudomonas sp. Infecting Goldfish, Carassiusauratus. ProcZoolSoc 1-7. doi: 10.1007/s12595-017-0258-3 2017"}, {"Citation": "Salari S., Esmaeilzadeh Bahabadi S., Samzadeh-Kermani A., Yosefzaei F. In-vitro Evaluation of Antioxidant and Antibacterial Potential of GreenSynthesized Silver Nanoparticles Using Prosopis farcta Fruit Extract. Iranian J. Pharm. Res.: IJPR. 2019;18:430–455.", "ArticleIdList": ["PMC6487442", "31089378"]}, {"Citation": "Saravanan C., Rajesh R., Kaviarasan T., Muthukumar K., Kavitake D., Shetty P.H. Synthesis of silver nanoparticles using bacterial exopolysaccharide and its application for degradation of azo-dyes. Biotechnol. Rep, 2017;15:33–40. doi: 10.1016/j.btre.2017.02.006.", "ArticleIdList": ["10.1016/j.btre.2017.02.006", "PMC5479957", "28664148"]}, {"Citation": "Seeram N.P., Henning S.M., Lee R., Niu Y., Scheuller H.S. Catechin D. and caffeine contents of green tea dietary supplements and correlation with antioxidant activity. J. Agric. Food Chem. 2006;54:1599–1603.", "ArticleIdList": ["16506807"]}, {"Citation": "Shah, M., Nawaz, S., Jan, H., Uddin, N., Ali, A., Anjum, S., Giglioli–Guivarch’h N., Hano C., Abbasi, B. H. (2020). Synthesis of bio-mediated silver nanoparticles from Silybum marianum and their biological and clinical activities. Mater. Sci. Eng.: C, 110889. doi:10.1016/j.msec.2020.110889", "ArticleIdList": ["32409047"]}, {"Citation": "Sobolewska D., Michalska K., Podolak I., Grabowska K. Steroidal saponins from the genus Allium. Phytochem. Rev. 2014;15:1–35. doi: 10.1007/s11101-014-9381-1.", "ArticleIdList": ["10.1007/s11101-014-9381-1", "PMC4735241", "26893594"]}, {"Citation": "Teles Y., Souza M., Souza M. Sulphated Flavonoids: Biosynthesis, Structures, and Biological Activities. Molecules. 2018;23:480. doi: 10.3390/molecules23020480.", "ArticleIdList": ["10.3390/molecules23020480", "PMC6017314", "29473839"]}, {"Citation": "Toh H.S., Batchelor-McAuley C., Tschulik K., Compton R.G. Chemical interactions between silver nanoparticles and thiols: a comparison of mercaptohexanol against cysteine. Sci. China Chem. 2014;57:1199–1210. doi: 10.1007/s11426-014-5141-8.", "ArticleIdList": ["10.1007/s11426-014-5141-8"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "4", "Day": "8"}, {"Year": "2021", "Month": "4", "Day": "27"}, {"Year": "2021", "Month": "5", "Day": "2"}, {"Year": "2021", "Month": "7", "Day": "5", "Hour": "9", "Minute": "55"}, {"Year": "2021", "Month": "7", "Day": "6", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "7", "Day": "6", "Hour": "6", "Minute": "1"}, {"Year": "2021", "Month": "5", "Day": "13"}], "PublicationStatus": "ppublish", "ArticleIdList": ["34220216", "PMC8241886", "10.1016/j.sjbs.2021.05.001", "S1319-562X(21)00368-5"]}}], "PubmedBookArticle": []}