{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["FAD2", "FAD3", "Leucas cephalotes", "Linoleic acid", "Palmitolinoleic acid", "α-linolenic acid"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34220042", "DateRevised": {"Year": "2022", "Month": "07", "Day": "16"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "06", "Day": "07"}], "Language": ["eng"], "ELocationID": ["10.1007/s12298-021-01016-z"], "Journal": {"ISSN": "0971-5894", "JournalIssue": {"Volume": "27", "Issue": "6", "PubDate": {"Year": "2021", "Month": "Jun"}}, "Title": "Physiology and molecular biology of plants : an international journal of functional plant biology", "ISOAbbreviation": "Physiol Mol Biol Plants"}, "ArticleTitle": "Functional characterization and expression profile of microsomal <i>FAD2</i> and <i>FAD3</i> genes involved in linoleic and α-linolenic acid production in <i>Leucas cephalotes</i>.", "Pagination": {"StartPage": "1233", "EndPage": "1244", "MedlinePgn": "1233-1244"}, "Abstract": {"AbstractText": ["The genus <i>Leucas</i> belongs to <i>Lamiaceae</i>, and has attained more attention due to the presence of unusual allenic fatty acids called laballenic and phlomic acid in majority of its species. This genus has been known since traditional medicinal times and has numerous economical, nutritional, and industrial properties. So far genetic, molecular and biochemical analyses of lipid metabolism and fatty acid biosynthetic pathway in <i>Leucas</i> has not been reported. The objective of this study is to identify, isolate, analyze expression profiles, and functionally characterize the membrane-associated desaturases responsible for unsaturated fatty acid accumulation in <i>Leucas cephalotes</i>. Full-length <i>LcFAD2</i> and <i>LcFAD3</i> cDNAs were isolated and expressed in <i>Saccharomyces cerevisiae</i> BY4741 for functional characterization. Substrate feeding assay using <i>S. cerevisiae</i> confirmed that the LcFAD2 enzyme catalyzes desaturation of both palmitoleic (16:1∆<sup>9</sup>) and oleic (18:1∆<sup>9</sup>) acids to form palmitolinoleic (16:2∆<sup>9,12</sup>) and linoleic (18:2∆<sup>9,12</sup>) acids respectively. As a contrast, the heterologous activity of LcFAD2 enzyme in <i>S. cerevisiae</i> led to the synthesis of palmitolinoleic (16:2∆<sup>9,12</sup>) acid, an unusual fatty acid that is not found naturally in <i>Leucas cephalotes</i>. While the LcFAD3 enzyme catalyzed linoleic acid (18:2∆<sup>9,12</sup>) into α-linolenic acid (18:3∆<sup>9,12,15</sup>). Furthermore, transcript abundance of <i>LcFAD2</i> and <i>LcFAD3</i> cDNAs were estimated from various plant parts such as roots, shoots, leaves, petals and developing seeds. Our results have shown that the differential transcriptional activity of <i>LcFAD2</i> and <i>LcFAD3</i> desaturase genes differs significantly in developing seeds, petals, leaves, stems, and roots of <i>L. cephalotes</i>. Furthermore, for the industrial production of these essential fatty acids, namely, linoleic and α-linolenic acid, <i>FAD2</i> and <i>FAD3</i> enzyme activity could be exploited from this upcoming significant oil plant, <i>Leucas cephalotes</i>.", "The online version contains supplementary material available at 10.1007/s12298-021-01016-z."], "CopyrightInformation": "© Prof. H.S. Srivastava Foundation for Science and Society 2021."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": ["grid.8195.5", "0000 0001 2109 4999"], "Affiliation": "Department of Botany, University of Delhi, Delhi, 110007 India."}], "LastName": "Choudhary", "ForeName": "Ashish Kumar", "Initials": "AK"}, {"Identifier": ["0000-0002-6901-0923"], "AffiliationInfo": [{"Identifier": ["grid.8195.5", "0000 0001 2109 4999"], "Affiliation": "Department of Botany, University of Delhi, Delhi, 110007 India."}], "LastName": "Mishra", "ForeName": "Girish", "Initials": "G"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "India", "MedlineTA": "Physiol Mol Biol Plants", "NlmUniqueID": "101304333", "ISSNLinking": "0974-0430"}}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Aitzetmüller K, Tsevegsüren N, Vosmann K. A new allenic fatty acid in Phlomis (Lamiaceae) seed oil. Eur J Lipid Sci Technol. 1997;99:74–78."}, {"Citation": "Al Yousuf MH, Bashir AK, Blunden G, Yang MH, Patel AV. Coumarleucasin and leucasone from Leucas inflata roots. Phytochemistry. 1999;51:95–98. doi: 10.1016/S0031-9422(98)00731-6.", "ArticleIdList": ["10.1016/S0031-9422(98)00731-6"]}, {"Citation": "Alonso DL, Garcia-Maroto F, Rodriguez-Ruiz J, Garrido JA, Vilches MA. Evolution of the membrane-bound fatty acid desaturases. Biochem Syst Ecol. 2003;31(10):1111–1124. doi: 10.1016/S0305-1978(03)00041-3.", "ArticleIdList": ["10.1016/S0305-1978(03)00041-3"]}, {"Citation": "Anai T, Yamada T, Kinoshita T, Rahman SM, Takagi Y. Identification of corresponding genes for three low-α-linolenic acid mutants and elucidation of their contribution to fatty acid biosynthesis in soybean seed. Plant Sci. 2005;168:1615–1623. doi: 10.1016/j.plantsci.2005.02.016.", "ArticleIdList": ["10.1016/j.plantsci.2005.02.016"]}, {"Citation": "Andreu V, Collados R, Testillano PS, del Carmen RM, Picorel R, Alfonso M. In situ molecular identification of the plastid ω3 fatty acid desaturase FAD7 from soybean: evidence of thylakoid membrane localization. Plant Physiol. 2007;145(4):1336–1344. doi: 10.1104/pp.107.109637.", "ArticleIdList": ["10.1104/pp.107.109637", "PMC2151708", "17951449"]}, {"Citation": "Arondel V, Lemieux B, Hwang I, Gibson S, Goodman HM, Somerville CR. Map-based cloning of a gene controlling omega-3 fatty acid desaturation in Arabidopsis. Science. 1992;258:1353–1355. doi: 10.1126/science.1455229.", "ArticleIdList": ["10.1126/science.1455229", "1455229"]}, {"Citation": "Asif M. Health effects of omega-3, 6, 9 fatty acids: Perilla frutescens is a good example of plant oils. Orient Pharm Exp Med. 2011;11:51–59. doi: 10.1007/s13596-011-0002-x.", "ArticleIdList": ["10.1007/s13596-011-0002-x", "PMC3167467", "21909287"]}, {"Citation": "Avelange-Macherel MH, Macherel D, Wada H, Murata N. Site-directed mutagenesis of histidine residues in the Δ12 acyl-lipid desaturase of Synechocystis. FEBS Lett. 1995;361:111–114. doi: 10.1016/0014-5793(95)00163-4.", "ArticleIdList": ["10.1016/0014-5793(95)00163-4", "7890027"]}, {"Citation": "Ayerza R. Oil content and fatty acid composition of chia (Salvia hispanica L.) from five northwestern locations in Argentina. J Am Oil Chem Soc. 1995;72:1079–1081. doi: 10.1007/BF02660727.", "ArticleIdList": ["10.1007/BF02660727"]}, {"Citation": "Banik M, Duguid S, Cloutier S. Transcript profiling and gene characterization of three fatty acid desaturase genes in high, moderate, and low linolenic acid genotypes of flax (Linum usitatissimum L.) and their role in linolenic acid accumulation. Genome. 2011;54:471–483. doi: 10.1139/g11-013.", "ArticleIdList": ["10.1139/g11-013", "21627464"]}, {"Citation": "Broun P, Boddupalli S, Somerville C. A bifunctional oleate 12-hydroxylase: desaturase from Lesquerella fendleri. Plant J. 1998;13:201–210. doi: 10.1046/j.1365-313X.1998.00023.x.", "ArticleIdList": ["10.1046/j.1365-313X.1998.00023.x", "9680976"]}, {"Citation": "Browse J, Somerville C. Glycerolipid synthesis: biochemistry and regulation. Annu Rev Plant Biol. 1991;42:467–506. doi: 10.1146/annurev.pp.42.060191.002343.", "ArticleIdList": ["10.1146/annurev.pp.42.060191.002343"]}, {"Citation": "Browse J, Warwick N, Somerville CR, Slack CR. Fluxes through the prokaryotic and eukaryotic pathways of lipid synthesis in the'16:3'plant Arabidopsis thaliana. Biochem J. 1986;235:25–31. doi: 10.1042/bj2350025.", "ArticleIdList": ["10.1042/bj2350025", "PMC1146643", "3741384"]}, {"Citation": "Bustin SA, Benes V, Garson JA, Hellemans J, Huggett J, Kubista M, Mueller R, Nolan T, Pfaffl MW, Shipley GL, Vandesompele J. The MIQE guidelines: minimum information for publication of quantitative real-time PCR experiments. Clin Chem. 2009;55:611–622. doi: 10.1373/clinchem.2008.112797.", "ArticleIdList": ["10.1373/clinchem.2008.112797", "19246619"]}, {"Citation": "Chi X, Yang Q, Pan L, Chen M, He Y, Yang Z, Yu S. Isolation and characterization of fatty acid desaturase genes from peanut (Arachis hypogaea L.) Plant Cell Rep. 2011;30:1393–1404. doi: 10.1007/s00299-011-1048-4.", "ArticleIdList": ["10.1007/s00299-011-1048-4", "21409552"]}, {"Citation": "Choudhary AK (2018) Fatty acid profiling of genus Leucas R.Br. (Lamiaceae), characterization of fatty acid desaturases and comparative transcriptomic analysis to study unusual fatty acid biosynthesis in L. cephalotes (Roth) Spreng. Dissertation, University of Delhi"}, {"Citation": "Choudhary AK, Sunojkumar P, Mishra G. Fatty acid profiling and multivariate analysis in the genus Leucas reveals its nutritional, pharmaceutical and chemotaxonomic significance. Phytochemistry. 2017;143:72–80. doi: 10.1016/j.phytochem.2017.07.007.", "ArticleIdList": ["10.1016/j.phytochem.2017.07.007", "28777980"]}, {"Citation": "Chouhan HS, Singh SK. A review of plants of genus Leucas. J Pharmacogn Phytother. 2011;3:13–26."}, {"Citation": "Dauk M, Lam P, Kunst L, Smith MA. A FAD2 homologue from Lesquerella lindheimeri has predominantly fatty acid hydroxylase activity. Plant Sci. 2007;173:43–49. doi: 10.1016/j.plantsci.2007.03.015.", "ArticleIdList": ["10.1016/j.plantsci.2007.03.015"]}, {"Citation": "Dyer JM, Chapital DC, Kuan JCW, Mullen RT, Turner C, McKeon TA, Pepperman AB. Molecular analysis of a bifunctional fatty acid conjugase/desaturase from tung. Implications for the evolution of plant fatty acid diversity. Plant Physiol. 2002;130:2027–2038. doi: 10.1104/pp.102.010835.", "ArticleIdList": ["10.1104/pp.102.010835", "PMC166714", "12481086"]}, {"Citation": "Dyer JM, Chapital DC, Kuan JW, Shepherd HS, Tang F, Pepperman AB. Production of linolenic acid in yeast cells expressing an omega-3 desaturase from tung (Aleurites fordii) J Amer Oil Chem Soc. 2004;81:647–651. doi: 10.1007/s11746-004-956-x.", "ArticleIdList": ["10.1007/s11746-004-956-x"]}, {"Citation": "Eriksson D, Merker A. Cloning and functional characterization of genes involved in fatty acid biosynthesis in the novel oilseed crop Lepidium campestre L. Plant Breed. 2011;130(3):407–409. doi: 10.1111/j.1439-0523.2010.01825.x.", "ArticleIdList": ["10.1111/j.1439-0523.2010.01825.x"]}, {"Citation": "Fan R, Li L, Cai G, Ye J, Liu M, Wang S, Li Z. Molecular cloning and function analysis of FAD2 gene in Idesia polycarpa. Phytochemistry. 2019;168:112114. doi: 10.1016/j.phytochem.2019.112114.", "ArticleIdList": ["10.1016/j.phytochem.2019.112114", "31499273"]}, {"Citation": "Gogna M, Choudhary A, Mishra G, Kapoor R, Bhatla SC. Changes in lipid composition in response to salt stress and its possible interaction with intracellular Na+-K+ ratio in sunflower (Helianthus annuus L.) Environ Exp Bot. 2020;178:104147. doi: 10.1016/j.envexpbot.2020.104147.", "ArticleIdList": ["10.1016/j.envexpbot.2020.104147"]}, {"Citation": "Guo HH, Li QQ, Wang TT, Hu Q, Deng WH, Xia XL, Gao HB. XsFAD2 gene encodes the enzyme responsible for the high linoleic acid content in oil accumulated in Xanthoceras sorbifolia seeds. J Sci Food Agric. 2014;94:482–488. doi: 10.1002/jsfa.6273.", "ArticleIdList": ["10.1002/jsfa.6273", "23775588"]}, {"Citation": "Hasan M, Burdi DK, Ahmad VU. Leucasin, a triterpene saponin from Leucas nutans. Phytochemistry. 1991;30:4181–4418. doi: 10.1016/0031-9422(91)83497-9.", "ArticleIdList": ["10.1016/0031-9422(91)83497-9", "1367878"]}, {"Citation": "Heppard EP, Kinney AJ, Stecca KL, Miao GH. Developmental and growth temperature regulation of two different microsomal [omega]-6 desaturase genes in soybeans. Plant Physiol. 1996;110:311–319. doi: 10.1104/pp.110.1.311.", "ArticleIdList": ["10.1104/pp.110.1.311", "PMC157722", "8587990"]}, {"Citation": "Hernández ML, Mancha M, Martínez-Rivas JM. Molecular cloning and characterization of genes encoding two microsomal oleate desaturases (FAD2) from olive. Phytochemistry. 2005;66:1417–1426. doi: 10.1016/j.phytochem.2005.04.004.", "ArticleIdList": ["10.1016/j.phytochem.2005.04.004", "15896817"]}, {"Citation": "Hernández ML, Sicardo MD, Martínez-Rivas JM. Differential contribution of endoplasmic reticulum and chloroplast ω-3 fatty acid desaturase genes to the linolenic acid content of olive (Olea europaea) fruit. Plant Cell Physiol. 2015;57:138–151. doi: 10.1093/pcp/pcv159.", "ArticleIdList": ["10.1093/pcp/pcv159", "26514651"]}, {"Citation": "Iba K. Acclimative response to temperature stress in higher plants: approaches of gene engineering for temperature tolerance. Annu Rev Plant Biol. 2002;53:225–245. doi: 10.1146/annurev.arplant.53.100201.160729.", "ArticleIdList": ["10.1146/annurev.arplant.53.100201.160729", "12221974"]}, {"Citation": "Kaup MT, Froese CD, Thompson JE. A role for diacylglycerol acyltransferase during leaf senescence. Plant Physiol. 2002;129:1616–1626. doi: 10.1104/pp.003087.", "ArticleIdList": ["10.1104/pp.003087", "PMC166749", "12177474"]}, {"Citation": "Khalil AT, Gedara SR, Lahloub MF, Halim AF. Diterpenes and a flavone from Leucas neufliseana. Phytochemistry. 1996;41:1569–1571. doi: 10.1016/0031-9422(96)80827-2.", "ArticleIdList": ["10.1016/0031-9422(96)80827-2"]}, {"Citation": "Khan LM, Hanna MA. Expression of oil from oilseeds—a review. J Agric Eng Res. 1983;28(6):495–503. doi: 10.1016/0021-8634(83)90113-0.", "ArticleIdList": ["10.1016/0021-8634(83)90113-0"]}, {"Citation": "Kirsch C, Takamiya-Wik M, Reinold S, Hahlbrock K, Somssich IE. Rapid, transient, and highly localized induction of plastidial ω-3 fatty acid desaturase mRNA at fungal infection sites in Petroselinum crispum. Proc Natl Acad Sci USA. 1997;94:2079–2084. doi: 10.1073/pnas.94.5.2079.", "ArticleIdList": ["10.1073/pnas.94.5.2079", "PMC20046", "9050908"]}, {"Citation": "Kyte J, Doolittle RF. A simple method for displaying the hydropathic character of a protein. J Mol Biol. 1982;157:105–132. doi: 10.1016/0022-2836(82)90515-0.", "ArticleIdList": ["10.1016/0022-2836(82)90515-0", "7108955"]}, {"Citation": "Li L, Wang X, Gai J, Yu D. Molecular cloning and characterization of a novel microsomal oleate desaturase gene from soybean. J Plant Physiol. 2007;164:1516–1526. doi: 10.1016/j.jplph.2006.08.007.", "ArticleIdList": ["10.1016/j.jplph.2006.08.007", "17141918"]}, {"Citation": "Livak KJ, Schmittgen TD. Analysis of relative gene expression data using real-time quantitative PCR and the 2− ΔΔCT method. Methods. 2001;25:402–408. doi: 10.1006/meth.2001.1262.", "ArticleIdList": ["10.1006/meth.2001.1262", "11846609"]}, {"Citation": "Los DA, Murata N. Structure and expression of fatty acid desaturases. BBA-Lipids and Lipid Metabolism. 1998;1394:3–15. doi: 10.1016/S0005-2760(98)00091-5.", "ArticleIdList": ["10.1016/S0005-2760(98)00091-5", "9767077"]}, {"Citation": "Luisa Hernández M, Dolores Sicardo M, Arjona PM, Martínez-Rivas JM. Specialized functions of olive FAD2 gene family members related to fruit development and the abiotic stress response. Plant Cell Physiol. 2020;61(2):427–441. doi: 10.1093/pcp/pcz208.", "ArticleIdList": ["10.1093/pcp/pcz208", "31730170"]}, {"Citation": "Lummiss JA, Oliveira KC, Pranckevicius AM, Santos AG, dos Santos EN, Fogg DE. Chemical plants: high-value molecules from essential oils. J Am Chem Soc. 2012;134(46):18889–18891. doi: 10.1021/ja310054d.", "ArticleIdList": ["10.1021/ja310054d", "23126387"]}, {"Citation": "Lunn J, Theobald HE. The health effects of dietary unsaturated fatty acids. Nutr Bull. 2006;3:178–224. doi: 10.1111/j.1467-3010.2006.00571.x.", "ArticleIdList": ["10.1111/j.1467-3010.2006.00571.x"]}, {"Citation": "McCartney AW, Dyer JM, Dhanoa PK, Kim PK, Andrews DW, McNew JA, Mullen RT. Membrane-bound fatty acid desaturases are inserted co-translationally into the ER and contain different ER retrieval motifs at their carboxy termini. Plant J. 2004;37:156–173. doi: 10.1111/j.1365-313X.2004.01949.x.", "ArticleIdList": ["10.1111/j.1365-313X.2004.01949.x", "14690501"]}, {"Citation": "Menard GN, Moreno JM, Bryant FM, Munoz-Azcarate O, Kelly AA, Hassani-Pak K, Kurup S, Eastmond PJ. Genome wide analysis of fatty acid desaturation and its response to temperature. Plant Physiol. 2017;173(3):1594–1605. doi: 10.1104/pp.16.01907.", "ArticleIdList": ["10.1104/pp.16.01907", "PMC5338679", "28108698"]}, {"Citation": "Miao X, Zhang L, Hu X, Nan S, Chen X, Fu H. Cloning and functional analysis of the FAD2 gene family from desert shrub Artemisia sphaerocephala. BMC Plant Biol. 2019;19(1):481. doi: 10.1186/s12870-019-2083-5.", "ArticleIdList": ["10.1186/s12870-019-2083-5", "PMC6839233", "31703625"]}, {"Citation": "Mikami K, Murata N. Membrane fluidity and the perception of environmental signals in cyanobacteria and plants. Prog Lipid Res. 2003;42:527–543. doi: 10.1016/S0163-7827(03)00036-5.", "ArticleIdList": ["10.1016/S0163-7827(03)00036-5", "14559070"]}, {"Citation": "Minto RE, Jr, Gibbons WJ, Cardon TB, Lorigan GA. Synthesis and conformational studies of a transmembrane domain from a diverged microsomal Δ12-desaturase. Anal biochem. 2002;308:134–140. doi: 10.1016/S0003-2697(02)00207-5.", "ArticleIdList": ["10.1016/S0003-2697(02)00207-5", "12234474"]}, {"Citation": "Misra TN, Singh RS, Prasad C, Singh S. Two aliphatic ketols from Leucas aspera. Phytochemistry. 1992;32:199–201. doi: 10.1016/0031-9422(92)80132-X.", "ArticleIdList": ["10.1016/0031-9422(92)80132-X"]}, {"Citation": "Moody JO, Gundidza M, Wyllie G. Essential oil composition of Leucas milanjiana Guerke. Flavour Frag J. 2006;21:872–874. doi: 10.1002/ffj.1669.", "ArticleIdList": ["10.1002/ffj.1669"]}, {"Citation": "Ohlrogge J, Browse J. Lipid biosynthesis. Plant Cell. 1995;7(7):957.", "ArticleIdList": ["PMC160893", "7640528"]}, {"Citation": "Ohlrogge JB, Jaworski JG. Regulation of fatty acid synthesis. Annu Rev Plant Biol. 1997;48:109–136. doi: 10.1146/annurev.arplant.48.1.109.", "ArticleIdList": ["10.1146/annurev.arplant.48.1.109", "15012259"]}, {"Citation": "Okuley J, Lightner J, Feldmann K, Yadav N, Lark E. Arabidopsis FAD2 gene encodes the enzyme that is essential for polyunsaturated lipid synthesis. Plant Cell. 1994;6(1):147–158.", "ArticleIdList": ["PMC160423", "7907506"]}, {"Citation": "Patel NK, Khan MS, Bhutani KK. Investigations on Leucas cephalotes (Roth.) Spreng. For inhibition of LPS-induced pro-inflammatory mediators in murine macrophages and in rat model. EXCLI J. 2015;14:508.", "ArticleIdList": ["PMC4616245", "26535039"]}, {"Citation": "Pradhan BP, Chakraborty DK, Subba GC. A triterpenoid lactone from Leucas aspera. Phytochemistry. 1990;29:1693–1695. doi: 10.1016/0031-9422(90)80150-F.", "ArticleIdList": ["10.1016/0031-9422(90)80150-F"]}, {"Citation": "Radovanovic N, Thambugala D, Duguid S, Loewen E, Cloutier S. Functional characterization of flax fatty acid desaturase FAD2 and FAD3 isoforms expressed in yeast reveals a broad diversity in activity. Mol Biotechnol. 2014;56:609–620. doi: 10.1007/s12033-014-9737-1.", "ArticleIdList": ["10.1007/s12033-014-9737-1", "24522837"]}, {"Citation": "Reed DW, Schäfer UA, Covello PS. Characterization of the Brassica napus extra plastidial linoleate desaturase by expression in Saccharomyces cerevisiae. Plant Physiol. 2000;122:715–720. doi: 10.1104/pp.122.3.715.", "ArticleIdList": ["10.1104/pp.122.3.715", "PMC58906", "10712534"]}, {"Citation": "Riekens B, Ong WK, Chin NP. Cost savings in real-time PCR with Eppendorf twin. Tec real-time PCR Plates. Eppendrof. 2010;213:1–4."}, {"Citation": "Rodríguez-Rodríguez MF, Salas JJ, Venegas-Calerón M, Garcés R, Martínez-Force E. Molecular cloning and characterization of the genes encoding a microsomal oleate Δ12 desaturase (CsFAD2) and linoleate Δ15 desaturase (CsFAD3) from Camelina sativa. Ind Crops Prod. 2016;89:405–415. doi: 10.1016/j.indcrop.2016.05.038.", "ArticleIdList": ["10.1016/j.indcrop.2016.05.038"]}, {"Citation": "Sadhu SK, Okuyama E, Fujimoto H, Ishibashi M. Diterpenes from Leucas aspera Inhibiting Prostaglandin-Induced Contractions. J Nat Prod. 2006;69:988–994. doi: 10.1021/np058118m.", "ArticleIdList": ["10.1021/np058118m", "16872130"]}, {"Citation": "Saitou N, Nei M. The neighbor-joining method: a new method for reconstructing phylogenetic trees. Mol Biol Evol. 1987;4:406–425.", "ArticleIdList": ["3447015"]}, {"Citation": "Shanklin J, Whittle E, Fox BG. Eight histidine residues are catalytically essential in a membrane-associated iron enzyme, stearoyl-CoA desaturase, and are conserved in alkane hydroxylase and xylene monooxygenase. Biochemistry. 1994;33:12787–12794. doi: 10.1021/bi00209a009.", "ArticleIdList": ["10.1021/bi00209a009", "7947684"]}, {"Citation": "Simopoulos AP. Essential fatty acids in health and chronic disease. Am J Clin Nutr. 1999;70:560–569. doi: 10.1093/ajcn/70.3.560s.", "ArticleIdList": ["10.1093/ajcn/70.3.560s", "10479232"]}, {"Citation": "Sinha S, Anasari AA, Osman SM. Leucas cephalotes: a new seed oil rich in laballenic acid. Chem Ind Lond. 1978;1:67."}, {"Citation": "Sperling P, Ternes P, Zank TK, Heinz E. The evolution of desaturases. Prostaglandins Leukot Essent Fatty Acids. 2003;68(2):73–95. doi: 10.1016/S0952-3278(02)00258-2.", "ArticleIdList": ["10.1016/S0952-3278(02)00258-2", "12538072"]}, {"Citation": "Swanson D, Block R, Mousa SA. Omega-3 fatty acids EPA and DHA: health benefits throughout life. Adv Nutr. 2012;3:1–7. doi: 10.3945/an.111.000893.", "ArticleIdList": ["10.3945/an.111.000893", "PMC3262608", "22332096"]}, {"Citation": "Tamura K, Stecher G, Peterson D, Filipski A, Kumar S. MEGA6: molecular evolutionary genetics analysis version 6.0. Mol Biol Evol. 2013;30:2725–2729. doi: 10.1093/molbev/mst197.", "ArticleIdList": ["10.1093/molbev/mst197", "PMC3840312", "24132122"]}, {"Citation": "Thompson JD, Gibson TJ, Plewniak F, Jeanmougin F, Higgins DG. The CLUSTAL_X windows interface: flexible strategies for multiple sequence alignment aided by quality analysis tools. Nucleic Acids Res. 1997;25:4876–4882. doi: 10.1093/nar/25.24.4876.", "ArticleIdList": ["10.1093/nar/25.24.4876", "PMC147148", "9396791"]}, {"Citation": "Wallis JG, Browse J. Mutants of Arabidopsis reveal many roles for membrane lipids. Prog Lipid Res. 2002;41:254–278. doi: 10.1016/S0163-7827(01)00027-3.", "ArticleIdList": ["10.1016/S0163-7827(01)00027-3", "11814526"]}, {"Citation": "Wang Z, Xu C, Benning C. TGD4 involved in endoplasmic reticulum-to-chloroplast lipid trafficking is a phosphatidic acid binding protein. Plant J. 2012;70:614–623. doi: 10.1111/j.1365-313X.2012.04900.x.", "ArticleIdList": ["10.1111/j.1365-313X.2012.04900.x", "22269056"]}, {"Citation": "Wei D, Li M, Zhang X, Ren Y, Xing L. Identification and characterization of a novel Δ12-fatty acid desaturase gene from Rhizopus arrhizus. FEBS Lett. 2004;573:45–50. doi: 10.1016/j.febslet.2004.06.100.", "ArticleIdList": ["10.1016/j.febslet.2004.06.100", "15327973"]}, {"Citation": "Wu P, Zhang S, Zhang L, Chen Y, Li M, Jiang H, Wu G. Functional characterization of two microsomal fatty acid desaturases from Jatropha curcas L. J Plant Physiol. 2013;170:1360–1366. doi: 10.1016/j.jplph.2013.04.019.", "ArticleIdList": ["10.1016/j.jplph.2013.04.019", "23796520"]}, {"Citation": "Xue Y, Yin N, Chen B, Liao F, Win AN, Jiang J, Wang R, Jin X, Lin N, Chai Y. Molecular cloning and expression analysis of two FAD2 genes from chia (Salvia hispanica) Acta Physiol Plant. 2017;39(4):95. doi: 10.1007/s11738-017-2390-0.", "ArticleIdList": ["10.1007/s11738-017-2390-0"]}, {"Citation": "Xue Y, Chen B, Win AN, Fu C, Lian J, Liu X, Wang R, Zhang X, Chai Y. Omega-3 fatty acid desaturase gene family from two ω-3 sources, Salvia hispanica and Perilla frutescens: cloning, characterization and expression. PLoS ONE. 2018;13(1):e0191432. doi: 10.1371/journal.pone.0191432.", "ArticleIdList": ["10.1371/journal.pone.0191432", "PMC5774782", "29351555"]}, {"Citation": "Yadav NS, Wierzbicki A, Aegerter M, Caster CS, Perez-Grau L, Kinney AJ, Hitz WD, Booth JR, Jr, Schweiger B, Stecca KL, Allen SM. Cloning of higher plant [omega]-3 fatty acid desaturases. Plant Physiol. 1993;103:467–476. doi: 10.1104/pp.103.2.467.", "ArticleIdList": ["10.1104/pp.103.2.467", "PMC159005", "8029334"]}, {"Citation": "Zhang J, Liu H, Sun J, Li B, Zhu Q, Chen S, Zhang H. Arabidopsis fatty acid desaturase FAD2 is required for salt tolerance during seed germination and early seedling growth. PLoS ONE. 2012;7:e30355. doi: 10.1371/journal.pone.0030355.", "ArticleIdList": ["10.1371/journal.pone.0030355", "PMC3261201", "22279586"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "3", "Day": "4"}, {"Year": "2021", "Month": "5", "Day": "21"}, {"Year": "2021", "Month": "5", "Day": "27"}, {"Year": "2021", "Month": "7", "Day": "5", "Hour": "9", "Minute": "54"}, {"Year": "2021", "Month": "7", "Day": "6", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "7", "Day": "6", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "6", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["34220042", "PMC8212227", "10.1007/s12298-021-01016-z", "1016"]}}], "PubmedBookArticle": []}