{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["dark septate endophytes", "desert ecosystem", "drought stress", "inoculation", "licorice"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34248857", "DateRevised": {"Year": "2023", "Month": "09", "Day": "20"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "06", "Day": "23"}], "Language": ["eng"], "ELocationID": ["522449", "10.3389/fmicb.2021.522449"], "Journal": {"ISSN": "1664-302X", "JournalIssue": {"Volume": "12", "PubDate": {"Year": "2021"}}, "Title": "Frontiers in microbiology", "ISOAbbreviation": "Front Microbiol"}, "ArticleTitle": "Dark Septate Endophytes Isolated From Wild Licorice Roots Grown in the Desert Regions of Northwest China Enhance the Growth of Host Plants Under Water Deficit Stress.", "Pagination": {"StartPage": "522449", "MedlinePgn": "522449"}, "Abstract": {"AbstractText": ["This study aimed to explore dark septate endophytes (DSE) that may improve the cultivation of medicinal plants in arid ecosystems. We isolated and identified eight DSE species (<i>Acremonium nepalense</i>, <i>Acrocalymma vagum</i>, <i>Alternaria chartarum</i>, <i>Alternaria chlamydospora</i>, <i>Alternaria longissima</i>, <i>Darksidea alpha</i>, <i>Paraphoma chrysanthemicola</i>, and <i>Preussia terricola</i>) colonizing the roots of wild licorice (<i>Glycyrrhiza uralensis</i>) in the desert areas of northwest China. Moreover, we investigated the osmotic stress tolerance of the DSE using pure culture, along with the performance of licorice plants inoculated with the DSE under drought stress in a growth chamber, respectively. Here, five species were first reported in desert habitats. The osmotic-stress tolerance of DSE species was highly variable, <i>A. chlamydospora</i> and <i>P. terricola</i> increased the total biomass and root biomass of the host plant. All DSE except <i>A. vagum</i> and <i>P. chrysanthemicola</i> increased the glycyrrhizic acid content; all DSE except <i>A. chartarum</i> increased the glycyrrhizin content under drought stress. DSE × watering regimen improved the glycyrrhizic acid content, soil organic matter, and available nitrogen. Structural equation model analysis showed that DSE × watering regimen positively affected soil organic matter, and total biomass, root length, glycyrrhizic acid, and glycyrrhizin (Shapotou site); and positively affected soil organic matter, available phosphorus, and glycyrrhizin (Minqin site); and positively affected the root length (Anxi site). DSE from the Shapotou site accounted for 8.0, 13.0, and 11.3% of the variations in total biomass, root biomass, and active ingredient content; DSE from the Minqin site accounted for 6.6 and 8.3% of the variations in total biomass and root biomass; DSE from the Anxi site accounted for 4.2 and 10.7% of the variations in total biomass and root biomass. DSE × watering regimen displayed a general synergistic effect on plant growth and active ingredient contents. These findings suggested that the DSE-plant interactions were affected by both DSE species and DSE originating habitats. As <i>A. chlamydospora</i> and <i>P. terricola</i> positively affected the total biomass, root biomass, and active ingredient content of host plants under drought stress, they may have important uses as promoters for the cultivation of licorice in dryland agriculture."], "CopyrightInformation": "Copyright © 2021 He, Wang, Hou and Li."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Medicinal Plant Development, Chinese Academy of Medical Sciences, Peking Union Medical College, Beijing, China."}], "LastName": "He", "ForeName": "Chao", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Medicinal Plant Development, Chinese Academy of Medical Sciences, Peking Union Medical College, Beijing, China."}, {"Identifier": [], "Affiliation": "School of Chinese Pharmacy, Beijing University of Chinese Medicine, Beijing, China."}], "LastName": "Wang", "ForeName": "Wenquan", "Initials": "W"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Chinese Pharmacy, Beijing University of Chinese Medicine, Beijing, China."}], "LastName": "Hou", "ForeName": "Junling", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Medicinal Plant Development, Chinese Academy of Medical Sciences, Peking Union Medical College, Beijing, China."}], "LastName": "Li", "ForeName": "Xianen", "Initials": "X"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Microbiol", "NlmUniqueID": "101548977", "ISSNLinking": "1664-302X"}, "CoiStatement": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Acuna-Rodriguez I. S., Hansen H., Gallardo-Cerda J., Atala C., Molina- Montenegro M. A. (2019). Antarctic extremophiles: biotechnological alternative to crop productivity in saline soils. Front. Biotechnol. Bioeng. 7:22. 10.3389/fbioe.2019.00022", "ArticleIdList": ["10.3389/fbioe.2019.00022", "PMC6389620", "30838204"]}, {"Citation": "Aghai M. M., Khan Z., Joseph M. R., Stoda A. M., Sher A. W., Ettl G. J., et al. (2019). The effect of microbial endophyte consortia on Pseudotsuga menziesii and Thuja plicata survival, growth, and physiology across edaphic gradients. Front. Microbiol. 10:1353. 10.3389/fmicb.2019.01353", "ArticleIdList": ["10.3389/fmicb.2019.01353", "PMC6591459", "31275276"]}, {"Citation": "Alberton O., Kuyper T. W., Summerbell R. C. (2010). Dark septate root endophytic fungi increase growth of Scots pine seedlings under elevated CO2 through enhanced nitrogen use efficiency. Plant Soil 328 459–470. 10.1007/s11104-009-0125-8", "ArticleIdList": ["10.1007/s11104-009-0125-8"]}, {"Citation": "Al-Hosni K., Shahzad R., Khan A. L., Imran Q. M., Al Harrasi A., Al Rawahi A., et al. (2018). Preussia sp. BSL-10 producing nitric oxide, gibberellins, and indole acetic acid and improving rice plant growth. J. Plant Interact. 13 112–118. 10.1080/17429145.2018.1432773", "ArticleIdList": ["10.1080/17429145.2018.1432773"]}, {"Citation": "Barrow J. R. (2003). Atypical morphology of dark septate fungal root endophytes of Bouteloua in arid southwestern USA rangelands. Mycorrhiza 13 239–247. 10.1007/s00572-003-0222-0", "ArticleIdList": ["10.1007/s00572-003-0222-0", "14593517"]}, {"Citation": "Baxter A., Mittler R., Suzuki N. (2014). ROS as key players in plant stress signalling. J. Exp. Bot. 65 1229–1240. 10.1093/jxb/ert375", "ArticleIdList": ["10.1093/jxb/ert375", "24253197"]}, {"Citation": "Biermann B., Linderman R. G. (1980). Quantifying vesicular-arbuscular mycorrhizae: a proposed method towards standardization. New Phytol. 87 63–67. 10.1111/j.1469-8137.1981.tb01690.x", "ArticleIdList": ["10.1111/j.1469-8137.1981.tb01690.x"]}, {"Citation": "Bragulat M. R., Abarca M. L., Castellá G., Cabañes F. J. (2019). Intraspecific variability of growth and ochratoxin A production by Aspergillus carbonarius from different foods and geographical areas. Int. J. Food Microbiol. 306:108273. 10.1016/j.ijfoodmicro.2019.108273", "ArticleIdList": ["10.1016/j.ijfoodmicro.2019.108273", "31382055"]}, {"Citation": "Caldwell B. A., Jumpponen A., Trappe J. M. (2000). Utilization of major detrital substrates by dark-septate, root endophytes. Mycologia 92:230. 10.2307/3761555", "ArticleIdList": ["10.2307/3761555"]}, {"Citation": "Changey F., Meglouli H., Fontaine J., Magnin-Robert M., Tisserant B., Lerch T. Z., et al. (2019). Initial microbial status modulates mycorrhizal inoculation effect on rhizosphere microbial communities. Mycorrhiza 29 475–487. 10.1007/s00572-019-00914-1", "ArticleIdList": ["10.1007/s00572-019-00914-1", "31506745"]}, {"Citation": "Chen D. M., Khalili K., Cairney J. W. G. (2003). Influence of water stress on biomass production by isolates of an ericoid mycorrhizal endophyte of Woollsia pungens and Epacris microphylla (Ericaceae). Mycorrhiza 13, 173–176. 10.1007/s00572-003-0", "ArticleIdList": ["10.1007/s00572-003-0", "12836087"]}, {"Citation": "Chen M. L., Yang G., Sheng Y., Li P. Y., Qiu H. Y., Zhou X. T., et al. (2017). Glomus mosseae inoculation improves the root system architecture, photosynthetic efficiency and flavonoids accumulation of liquorice under nutrient stress. Front. Plant Sci. 8:931. 10.3389/fpls.2017.00931", "ArticleIdList": ["10.3389/fpls.2017.00931", "PMC5461296", "28638391"]}, {"Citation": "de Marins J. F., Carrenho R. (2017). Arbuscular mycorrhizal fungi and dark septate fungi in plants associated with aquatic environments. Acta Bot. Bras. 31 295–308. 10.1590/0102-33062016abb0296", "ArticleIdList": ["10.1590/0102-33062016abb0296"]}, {"Citation": "dos Santos S. G., da Silva P. R. A., Garcia A. C., Zilli J. E., Berbara R. L. L. (2017). Dark septate endophyte decreases stress on rice plants. Braz. J. Microbiol. 48 333–341. 10.1016/j.bjm.2016.09.018", "ArticleIdList": ["10.1016/j.bjm.2016.09.018", "PMC5470451", "28089614"]}, {"Citation": "Eisenman H. C., Greer E. M., McGrail C. W. (2020). The role of melanins in melanotic fungi for pathogenesis and environmental survival. Appl. Microbiol. Biotechnol. 104 4247–4257. 10.1007/s00253-020-10532-z", "ArticleIdList": ["10.1007/s00253-020-10532-z", "32206837"]}, {"Citation": "Elavarthi S., Martin B. (2010). “Spectrophotometric assays for antioxidant enzymes in plants,” in Plant Stress Tolerance. Methods in Molecular Biology (Methods and Protocols), ed. Sunkar R. (Totowa, NJ: Humana Press; ), 639.", "ArticleIdList": ["20387052"]}, {"Citation": "Ellis D. H., Griffiths D. A. (1974). The location and analysis of melanins in the cell walls of some soil fungi. Can. J. Microbiol. 20 1379–1386. 10.1139/m74-212", "ArticleIdList": ["10.1139/m74-212", "0"]}, {"Citation": "Elvira-Recuenco M., Iturritxa E., Majada J., Alia R., Raposo R. (2014). Adaptive potential of maritime pine (Pinus pinaster) populations to the emerging pitch canker pathogen, Fusarium circinatum. PLoS One 9:e114971. 10.1371/journal.pone.0114971", "ArticleIdList": ["10.1371/journal.pone.0114971", "PMC4263721", "25500822"]}, {"Citation": "Gianinazzi S., Gollotte A., Binet M., Van Tuinen D., Redecker D., Wipf D. (2010). Agroecology: the key role of arbuscular mycorrhizas in ecosystem services. Mycorrhiza 20 519–530. 10.1007/s00572-010-0333-3", "ArticleIdList": ["10.1007/s00572-010-0333-3", "20697748"]}, {"Citation": "González-Teuber M., Urzúa A., Plaza P., Bascuñán-Godoy L. (2018). Effects of root endophytic fungi on response of Chenopodium quinoa to drought stress. Plant Ecol. 219 231–240. 10.1007/s11258-017-0791-1", "ArticleIdList": ["10.1007/s11258-017-0791-1"]}, {"Citation": "Goslee S. C., Urban D. L. (2007). The ecodist package for dissimilarity-based analysis of ecological data. J. Stat. Softw. 22 1–19."}, {"Citation": "Hao Z. P., Xie W., Jiang X. L., Wu Z. X., Zhang X., Chen B. D. (2019). Arbuscular mycorrhizal fungus improves rhizobium–Glycyrrhiza seedling symbiosis under drought stress. Agronomy 9:572. 10.3390/agronomy9100572", "ArticleIdList": ["10.3390/agronomy9100572"]}, {"Citation": "Hay F. S., Gent D. H., Pilkington S., Pearce T. L., Scott J. B., Pethybridge S. J. (2015). Changes in distribution and frequency of fungi associated with foliar diseases complex of pyrethrum in Australia. Plant Dis. 9 1227–1235. 10.1094/PDIS-12-14-1357-RE", "ArticleIdList": ["10.1094/PDIS-12-14-1357-RE", "30695926"]}, {"Citation": "He C., Wang W., Hou J. (2019a). Characterization of dark septate endophytic fungi and improve the performance of liquorice under organic residue treatment. Front. Microbiol. 10:1364. 10.3389/fmicb.2019.01364", "ArticleIdList": ["10.3389/fmicb.2019.01364", "PMC6592127", "31275282"]}, {"Citation": "He C., Wang W., Hou J. (2019b). Plant growth and soil microbial impacts of enhancing licorice with inoculating dark septate endophytes under drought stress. Front. Microbiol. 10:2277. 10.3389/fmicb.2019.02277", "ArticleIdList": ["10.3389/fmicb.2019.02277", "PMC6794389", "31649632"]}, {"Citation": "Hernández-Pérez C. A., Gómez-Merino F. C., Spinoso-Castillo J. L., Bello-Bello J. J. (2021). In vitro screening of sugarcane cultivars (Saccharum spp. hybrids) for tolerance to polyethylene glycol-induced water stress. Agronomy 11:598. 10.3390/agronomy11030598", "ArticleIdList": ["10.3390/agronomy11030598"]}, {"Citation": "Hosseini F., Mosaddeghi M. R., Dexter A. R., Sepehri M. (2019). Effect of endophytic fungus Piriformospora indica and PEG-induced water stress on maximum root growth pressure and elongation rate of maize. Plant Soil 435 423–436. 10.1007/s11104-018-03909-7", "ArticleIdList": ["10.1007/s11104-018-03909-7"]}, {"Citation": "Hou L. F., He X. L., Li X., Wang S. J., Zhao L. L. (2019). Species composition and colonization of dark septate endophytes are affected by host plant species and soil depth in the Mu Us sandland, northwest China. Fungal Ecol. 39 276–284. 10.1016/j.funeco.2019.01.001", "ArticleIdList": ["10.1016/j.funeco.2019.01.001"]}, {"Citation": "Jin H. Q., Liu H. B., Xie Y. Y., Zhang Y. G., Xu Q. Q., Mao L. J., et al. (2018). Effect of the dark septate endophytic fungus Acrocalymma vagum on heavy metal content in tobacco leaves. Symbiosis 74 89–95. 10.1007/s13199-017-0485-4", "ArticleIdList": ["10.1007/s13199-017-0485-4"]}, {"Citation": "Kao T. C., Wu C. H., Yen G. C. (2014). Bioactivity and potential health benefits of licorice. J. Agr. Food Chem. 62 542–553. 10.1021/jf404939f", "ArticleIdList": ["10.1021/jf404939f", "24377378"]}, {"Citation": "Khan A. L., Hamayun M., Khan S. A., Kang S. M., Shinwari Z. K., Kamran M., et al. (2012). Pure culture of Metarhizium anisopliae LHL07 reprograms soybean to higher growth and mitigates salt stress. World J. Microbiol. Biotechnol. 28 1483–1494. 10.1007/s11274-011-0950-9", "ArticleIdList": ["10.1007/s11274-011-0950-9", "22805930"]}, {"Citation": "Kia S. H., Glynou K., Nau T., Thines M., Piepenbring M., Macia-Vicente J. G. (2017). Influence of phylogenetic conservatism and trait convergence on the interactions between fungal root endophytes and plants. ISME J. 11 777–790. 10.1038/ismej.2016.140", "ArticleIdList": ["10.1038/ismej.2016.140", "PMC5322293", "27801904"]}, {"Citation": "Knapp D. G., Németh J. B., Barry K., Hainaut M., Henrissat B., Johnson J., et al. (2018). Comparative genomics provides insights into the lifestyle and reveals functional heterogeneity of dark septate endophytic fungi. Sci. Rep. 8:6321. 10.1038/s41598-018-24686-4", "ArticleIdList": ["10.1038/s41598-018-24686-4", "PMC5910433", "29679020"]}, {"Citation": "Lata R., Chowdhury S., Gond S. K., White J. F., Jr. (2018). Induction of abiotic stress tolerance in plants by endophytic microbes. Lett. Appl. Microbiol. 66 268–276. 10.1111/lam.12855", "ArticleIdList": ["10.1111/lam.12855", "29359344"]}, {"Citation": "Li B. K., He X. L., He C., Chen Y. Y., Wang X. Q. (2015). Spatial dynamics of dark septate endophytes and soil factors in the rhizosphere of Ammopiptanthus mongolicus in Inner Mongolia. China. Symbiosis 65 75–84. 10.1007/s13199-015-0322-6", "ArticleIdList": ["10.1007/s13199-015-0322-6"]}, {"Citation": "Li L., Sinkko H., Montonen L., Wei G. H., Lindström K., Räsänen L. A. (2012). Biogeography of symbiotic and other endophytic bacteria isolated from medicinal Glycyrrhiza species in China. FEMS Microbiol. Ecol. 79 46–68. 10.1111/j.1574-6941.2011.01198.x", "ArticleIdList": ["10.1111/j.1574-6941.2011.01198.x", "22066910"]}, {"Citation": "Li X., He C., He X. L., Su F., Hou L. F., Ren Y., et al. (2019a). Dark septate endophytes improve the growth of host and non-host plants under drought stress through altered root development. Plant Soil 439 259–272. 10.1007/s11104-019-04057-2", "ArticleIdList": ["10.1007/s11104-019-04057-2"]}, {"Citation": "Li X., He X. L., Hou L. F., Ren Y., Wang S. J., Su F. (2018). Dark septate endophytes isolated from a xerophyte plant promote the growth of Ammopiptanthus mongolicus under drought condition. Sci. Rep. 8:7896. 10.1038/s41598-018-26183-0", "ArticleIdList": ["10.1038/s41598-018-26183-0", "PMC5962579", "29785041"]}, {"Citation": "Li X., He X. L., Zhou Y., Hou Y. T., Zuo Y. L. (2019b). Effects of dark septate endophytes on the performance of Hedysarum scoparium under water deficit stress. Front. Plant Sci. 10:903. 10.3389/fpls.2019.00903", "ArticleIdList": ["10.3389/fpls.2019.00903", "PMC6637391", "31354772"]}, {"Citation": "Likar M., Regvar M. (2013). Isolates of dark septate endophytes reduce metal uptake and improve physiology of Salix caprea L. Plant Soil 370 593–604. 10.1007/s11104-013-1656-6", "ArticleIdList": ["10.1007/s11104-013-1656-6"]}, {"Citation": "Liu C. K., Cleckler B., Morsy M. (2018). Development of an expression vector to overexpress or downregulate genes in Curvularia protuberata. J. Fungi 4:54. 10.3390/jof4020054", "ArticleIdList": ["10.3390/jof4020054", "PMC6023383", "29734743"]}, {"Citation": "Liu Y., Xu S., Ling T., Xu L., Shen W. (2010). Heme oxygenase/carbon monoxide system participates in regulating wheat seed germination under osmotic stress involving the nitric oxide pathway. J. Plant Physiol. 167 1371–1379. 10.1111/j.1469-8137.2007.02356.x", "ArticleIdList": ["10.1111/j.1469-8137.2007.02356.x", "20674075"]}, {"Citation": "Lopes M. S., Araus J. L., van Heerden P. D. R., Foyer C. H. (2011). Enhancing drought tolerance in C4 crops. J. Exp. Bot. 62 3135–3153. 10.1093/jxb/err105", "ArticleIdList": ["10.1093/jxb/err105", "21511912"]}, {"Citation": "Lugo M. A., Reinhart K. O., Menoyo E., Crespo E. M., Urcelay C. (2015). Plant functional traits and phylogenetic relatedness explain variation in associations with root fungal endophytes in an extreme arid environment. Mycorrhiza 25 85–95. 10.1007/s00572-014-0592-5", "ArticleIdList": ["10.1007/s00572-014-0592-5", "24997550"]}, {"Citation": "Mahmoud R. S., Narisawa K. (2013). A new fungal endophyte, Scolecobasidium humicola, promotes tomato growth under organic nitrogen conditions. PLoS One 8:e78746. 10.1371/journal.pone.0078746", "ArticleIdList": ["10.1371/journal.pone.0078746", "PMC3815298", "24223848"]}, {"Citation": "Mandyam K., Jumpponen A. (2005). Seeking the elusive function of the root colonising dark septate endophytic fungi. Stud. Mycol. 53 173–189. 10.3114/sim.53.1.173", "ArticleIdList": ["10.3114/sim.53.1.173"]}, {"Citation": "Massimo N. C., Devan M. N., Arendt K. R., Wilch M. H., Riddle J. M., Furr S. H., et al. (2015). Fungal endophytes in aboveground tissues of desert plants: infrequent in culture, but highly diverse and distinctive symbionts. Microb. Ecol. 70 61–76. 10.1007/s00248-014-0563-6", "ArticleIdList": ["10.1007/s00248-014-0563-6", "PMC4457668", "25645243"]}, {"Citation": "Michielsen C. C. J. R., Almanza-Aguilera E., Brouwer-Brolsma E. M., Urpi-Sarda M., Afman L. A. (2018). Biomarkers of food intake for cocoa and liquorice (products): a systematic review. Genes Nutr. 13:22. 10.1186/s12263-018-0610-x", "ArticleIdList": ["10.1186/s12263-018-0610-x", "PMC6062926", "30065791"]}, {"Citation": "Nagabhyru P., Dinkins R. D., Wood C. L., Bacon C. W., Schard C. L. (2013). Tall fescue endophyte effects on tolerance to water-deficit stress. BMC Plant Biol. 13:127. 10.1186/1471-2229-13-127", "ArticleIdList": ["10.1186/1471-2229-13-127", "PMC3848598", "24015904"]}, {"Citation": "Olsen S. R., Cole C. V., Watanabe F. S., Dean L. A. (1954). Estimation of Available Phosphorus in Soils by Extraction With Sodium Bicarbonate. USDA Circular 939. Washington, DC: US Department of Agriculture, 1–18."}, {"Citation": "Peever T. L., Higgins V. J. (1989). Electrolyte leakage, lipoxygenase, and lipid peroxidation induced in tomato leaf tissue by specific and nonspecific elicitors from Cladosporium fulvum. Plant Physiol. 90 867–875. 10.1104/pp.90.3.867", "ArticleIdList": ["10.1104/pp.90.3.867", "PMC1061813", "16666890"]}, {"Citation": "Pennisi E. (2003). Fungi shield new host plant from heat and drought. Science 301:1466. 10.1126/science.301.5639.1466a", "ArticleIdList": ["10.1126/science.301.5639.1466a", "12970536"]}, {"Citation": "Phillips J. M., Hayman D. S. (1970). Improved procedures for clearing roots and staining parasitic and vesicular-arbuscular mycorrhizal fungi for rapid assessment of infection. Trans. Br. Mycol. Soc. 55 158–163. 10.1016/S0007-1536(70)80110-3", "ArticleIdList": ["10.1016/S0007-1536(70)80110-3"]}, {"Citation": "Porras-Alfaro A., Herrera J., Sinsabaugh R. L., Odenbach K. J., Lowrey T., Natvig D. O. (2008). Novel root fungal consortium associated with a dominant desert grass. Appl. Environ. Microbiol. 74 2805–2813. 10.1128/AEM.02769-07", "ArticleIdList": ["10.1128/AEM.02769-07", "PMC2394874", "18344349"]}, {"Citation": "Rowell D. L. (1994). Soil Science: Methods and Applications. London: Longman Group."}, {"Citation": "Saiz-Jimenez C., Miller A. Z., Martin-Sanchez P. M., Hernandez-Marine M. (2012). Uncovering the origin of the black stains in Lascaux Cave in France. Environ. Microbiol. 14 3220–3231. 10.1111/1462-2920.12008", "ArticleIdList": ["10.1111/1462-2920.12008", "23106913"]}, {"Citation": "Sarkar A., Asaeda T., Wang Q., Rashid M. H. (2015). Arbuscular mycorrhizal influences on growth, nutrient uptake, and use efficiency of Miscanthus sacchariflorus growing on nutrient-deficient river bank soil. Flora 212 46–54. 10.1016/j.flora.2015.01.005", "ArticleIdList": ["10.1016/j.flora.2015.01.005"]}, {"Citation": "Schulze E. D., Mooney H. A., Sala O. E., Jobbagy E., Buchmann N., Bauer G., et al. (1996). Rooting depth, water availability, and vegetation cover along an aridity gradient in Patagonia. Oecologia 108 503–511. 10.1007/BF00333727", "ArticleIdList": ["10.1007/BF00333727", "28307867"]}, {"Citation": "Soil Survey Staff (2014). Keys to Soil Taxonomy, 12th Edn. Washington, DC: USDA-Natural Resources Conservation Service."}, {"Citation": "Suleiman M. K., Dixon K., Commander L., Nevill P., Quoreshi A. M., Bhat N. R., et al. (2019). Assessment of the diversity of fungal community composition associated with Vachellia pachyceras and its rhizosphere soil from Kuwait Desert. Front. Microbiol. 10:63. 10.3389/fmicb.2019.00063", "ArticleIdList": ["10.3389/fmicb.2019.00063", "PMC6365840", "30766519"]}, {"Citation": "Surono, Narisawa K. (2017). The dark septate endophytic fungus Phialocephala fortinii is a potential decomposer of soil organic compounds and a promoter of Asparagus officinalis growth. Fungal Ecol. 28 1–10. 10.1016/j.funeco.2017.04.001", "ArticleIdList": ["10.1016/j.funeco.2017.04.001"]}, {"Citation": "Szczalba M., Kopta T., Gastol M., Sekara A. (2019). Comprehensive insight into arbuscular mycorrhizal fungi, Trichoderma spp. And plant multilevel interactions with emphasis on biostimulation of horticultural crops. J. Appl. Microbiol. 127 630–647. 10.1111/jam.14247", "ArticleIdList": ["10.1111/jam.14247", "30844108"]}, {"Citation": "Tamura K., Stecher G., Peterson D., Filipski A., Kumar S. (2013). MEGA6: molecular evolutionary genetics analysis version 6.0. Mol. Biol. Evol. 30 2725–2729. 10.1093/molbev/mst197", "ArticleIdList": ["10.1093/molbev/mst197", "PMC3840312", "24132122"]}, {"Citation": "Tellenbach C., Grünig C. R., Sieber T. N. (2011). Negative effects on survival and performance of Norway spruce seedlings colonized by dark septate root endophytes are primarily isolate-dependent. Environ. Microbiol. 13 2508–2517. 10.1111/j.1462-2920.2011.02523.x", "ArticleIdList": ["10.1111/j.1462-2920.2011.02523.x", "21812887"]}, {"Citation": "Tienaho J., Karonen M., Mäkelä R. M., Wähälä K., Denegri E. L., Franzén R., et al. (2019). Metabolic profiling of water-soluble compounds from the extracts of dark septate endophytic fungi (DSE) isolated from scots pine (Pinus sylvestris L.) seedlings using UPLC–Orbitrap–MS. Molecules 24:2330. 10.3390/molecules24122330", "ArticleIdList": ["10.3390/molecules24122330", "PMC6630819", "31242564"]}, {"Citation": "Usuki F., Narisawa H. (2007). A mutualistic symbiosis between a darkseptate endophytic fungus, Heteroconium chaetospira, and a nonmycorrhizal plant, Chinese cabbage. Mycologia 99 175–184. 10.3852/mycologia.99.2.175", "ArticleIdList": ["10.3852/mycologia.99.2.175", "17682770"]}, {"Citation": "Vergara C., Araujo K. E. C., Sperandio M. V. L., Santos L. A., Urquiaga S., Zilli J. E. (2019). Dark septate endophytic fungi increase the activity of proton pumps, efficiency of 15N recovery from ammonium sulphate, N content, and micronutrient levels in rice plants. Braz. J. Microbiol. 50 825–838. 10.1007/s42770-019-00092-4", "ArticleIdList": ["10.1007/s42770-019-00092-4", "PMC6863334", "31090019"]}, {"Citation": "Woudenberg J. H. C., Groenewald J. Z., Binder M., Crous P. W. (2013). Alternaria redefined. Stud. Mycol. 75 171–212. 10.3114/sim0015", "ArticleIdList": ["10.3114/sim0015", "PMC3713888", "24014900"]}, {"Citation": "Xie L. L., He X. L., Wang K., Hou L. F., Sun Q. (2017). Spatial dynamics of dark septate endophytes in the roots and rhizospheres of Hedysarum scoparium in northwest China and the influence of edaphic variables. Fungal Ecol. 26 135–143. 10.1016/j.funeco.2017.01.007", "ArticleIdList": ["10.1016/j.funeco.2017.01.007"]}, {"Citation": "Xie Z. C., Chu Y. K., Zhang W. J., Lang D. Y., Zhang X. H. (2019). Bacillus pumilus alleviates drought stress and increases metabolite accumulation in Glycyrrhiza uralensis Fisch. Environ. Exp. Bot. 158 99–106. 10.1016/j.envexpbot.2018.11.021", "ArticleIdList": ["10.1016/j.envexpbot.2018.11.021"]}, {"Citation": "Xu L., Wang A. A., Wang J., Wei Q., Zhang W. Y. (2017). Piriformospora indica confers drought tolerance on Zea mays L. through enhancement of antioxidant activity and expression of drought-related genes. Crop J. 5 251–258. 10.1016/j.cj.2016.10.002", "ArticleIdList": ["10.1016/j.cj.2016.10.002"]}, {"Citation": "Xu R. B., Li T., Cui H. L., Wang J. L., Yu X., Ding Y. H., et al. (2015). Diversity and characterization of Cd-tolerant dark septate endophytes (DSEs) associated with the roots of Nepal alder (Alnus nepalensis) in a metal mine tailing of southwest China. Appl. Soil Ecol. 93 11–18. 10.1016/j.apsoil.2015.03.013", "ArticleIdList": ["10.1016/j.apsoil.2015.03.013"]}, {"Citation": "Yakti W., Kovacs G. M., Vagi P., Franken P. (2018). Impact of dark septate endophytes on tomato growth and nutrient uptake. Plant Ecol. Divers. 11 637–648. 10.1080/17550874.2019.1610912", "ArticleIdList": ["10.1080/17550874.2019.1610912"]}, {"Citation": "Yu X., Huo L., Liu H., Chen L. F., Wang Y., Zhu X. D. (2015). Melanin is required for the formation of the multi-cellular conidia in the endophytic fungus Pestalotiopsis microspora. Microbiol. Res. 179 1–11. 10.1016/j.micres.2015.06.004", "ArticleIdList": ["10.1016/j.micres.2015.06.004", "26411889"]}, {"Citation": "Yuan Z. L., Lin F. C., Zhang C. L., Kubicek C. P. (2010). A new species of Harpophora (Magnaporthaceae) recovered from healthy wild rice (Oryza granulata) roots, representing a novel member of a beneficial dark septate endophyte. FEMS Microbiol. Lett. 307 94–101. 10.1111/j.1574-6968.2010.01963.x", "ArticleIdList": ["10.1111/j.1574-6968.2010.01963.x", "20402786"]}, {"Citation": "Zhan F., He Y., Zu Y., Li T., Zhao Z. (2011). Characterization of melanin isolated from a dark septate endophyte (DSE), Exophiala pisciphila. World J. Microbiol. Biotechnol. 27 2483–2489. 10.1007/s11274-011-0712-8", "ArticleIdList": ["10.1007/s11274-011-0712-8"]}, {"Citation": "Zhang Y. B., Xu W., Yang X. W. (2013). Simultaneous determination of nine constituents in the roots and rhizomes of Glycyrrhiza uralensis from different producing areas by RP-HPLC. Chin. J. Pharm. Anal. 33 214–219."}, {"Citation": "Zhu Z. B., Fan J. Y., Guo Q. S., Liu Z. Y., Zhu G. S. (2015). The growth and medicinal quality of Epimedium wushanense are improved by an isolate of dark septate fungus. Pharm. Biol. 53 1344–1351. 10.3109/13880209.2014982296", "ArticleIdList": ["10.3109/13880209.2014982296", "25858327"]}], "ReferenceList": []}], "History": [{"Year": "2019", "Month": "12", "Day": "23"}, {"Year": "2021", "Month": "4", "Day": "20"}, {"Year": "2021", "Month": "7", "Day": "12", "Hour": "5", "Minute": "47"}, {"Year": "2021", "Month": "7", "Day": "13", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "7", "Day": "13", "Hour": "6", "Minute": "1"}, {"Year": "2021", "Month": "6", "Day": "23"}], "PublicationStatus": "epublish", "ArticleIdList": ["34248857", "PMC8260703", "10.3389/fmicb.2021.522449"]}}], "PubmedBookArticle": []}