{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34258066", "DateRevised": {"Year": "2023", "Month": "11", "Day": "07"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "06", "Day": "22"}], "Language": ["eng"], "ELocationID": ["9971857", "10.1155/2021/9971857"], "Journal": {"ISSN": "2090-2247", "JournalIssue": {"Volume": "2021", "PubDate": {"Year": "2021"}}, "Title": "Biochemistry research international", "ISOAbbreviation": "Biochem Res Int"}, "ArticleTitle": "Antimalarial, Antioxidant, and Toxicological Evaluation of Extracts of <i>Celtis africana</i>, <i>Grosseria vignei</i>, <i>Physalis micrantha</i>, and <i>Stachytarpheta angustifolia</i>.", "Pagination": {"StartPage": "9971857", "MedlinePgn": "9971857"}, "Abstract": {"AbstractText": ["In many parts of the world, malaria undoubtedly poses a serious threat to health care systems. Malaria treatment has increasingly become complicated, primarily due to the emergence of widespread resistance of the malaria parasites to cheap and affordable malaria therapeutics. The use of herbal remedies to treat various ailments, including malaria and malaria-like ailments in Ghana is common. We herein report on the antiplasmodial and antioxidant activities as well as toxicological evaluation of four medicinal plants (<i>Celtis africana</i>, <i>Grosseria vignei</i>, <i>Physalis micrantha</i>, and <i>Stachytarpheta angustifolia)</i> commonly used to treat malaria in Ghana. Following Soxhlet extraction of plant samples in ethanol, extracts were screened against <i>Plasmodium falciparum</i> (3D7 strain) in an <i>in vitro</i> antiplasmodial assay. The phosphomolybdenum and DPPH (1, 1-diphenyl-2 picrylhydrazyl) assays were used to evaluate antioxidant activities while toxicity assessment was carried out in mice using the acute toxicity test and kidney and liver function tests. Extracts from <i>Celtis africana</i> and <i>Physalis micrantha</i> were very active towards the parasites with half-maximal inhibitory concentrations (IC<sub>50</sub>'s) of 29.1 and 3.5 <i>µ</i>g/mL, respectively. Extracts of <i>Grosseria vignei</i> and <i>Stachytarpheta angustifolia</i> were inactive, having IC<sub>50</sub> values greater than 50 <i>µ</i>g/mL. All extracts exhibited excellent total antioxidant capacities (>800 mg/g AAE) and good DPPH radical scavenging potential (IC<sub>50</sub> range of 300-900 <i>µ</i>g/mL). The median lethal dose (LD<sub>50</sub>) of all extracts in the toxicological evaluation was greater than 2000 mg/kg and there was no effect of extracts on the levels and activities of key biomarkers of liver and kidney function. The activities of these plants obtained in this study partly give credence to their folkloric use in herbal medicines and suggest that they could provide promising lead compounds for malaria drug discovery programs."], "CopyrightInformation": "Copyright © 2021 Michael Konney Laryea and Lawrence Sheringham Borquaye."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, Kwame Nkrumah University of Science and Technology, Kumasi, Ghana."}], "LastName": "Laryea", "ForeName": "Michael Konney", "Initials": "MK"}, {"Identifier": ["0000-0002-5037-0777"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, Kwame Nkrumah University of Science and Technology, Kumasi, Ghana."}, {"Identifier": [], "Affiliation": "Central Laboratory, Kwame Nkrumah University of Science and Technology, Kumasi, Ghana."}], "LastName": "Sheringham Borquaye", "ForeName": "Lawrence", "Initials": "L"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Biochem Res Int", "NlmUniqueID": "101546751"}, "CoiStatement": "The authors declare no conflicts of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "World Health Organization. World Malaria Report 2019. Geneva, Switzerland: World Health Organization; 2019."}, {"Citation": "Hemingway J., Shretta R., Wells T. N., et al. Tools and strategies for malaria control and elimination: what do we need to achieve a grand convergence in malaria? PLoS Biology. 2016;14(3)e1002380", "ArticleIdList": ["PMC4774904", "26934361"]}, {"Citation": "Eastman R. T., Fidock D. A. Artemisinin-based combination therapies: a vital tool in efforts to eliminate malaria. Nature Reviews Microbiology. 2009;7(12):864–874.", "ArticleIdList": ["PMC2901398", "19881520"]}, {"Citation": "World Health Organization. Malaria vaccine: WHO position paper, January 2016—recommendations. Vaccine. 2018;36(25):3576–3577. doi: 10.1016/j.vaccine.2016.10.047.", "ArticleIdList": ["10.1016/j.vaccine.2016.10.047", "28385607"]}, {"Citation": "Moorthy V. S., Okwo-Bele J.-M. Final results from a pivotal phase 3 malaria vaccine trial. The Lancet. 2015;386(9988):5–7.", "ArticleIdList": ["25913271"]}, {"Citation": "Dondorp A. M., Yeung S., White L., et al. Artemisinin resistance: current status and scenarios for containment. Nature Reviews Microbiology. 2010;8(4):272–280.", "ArticleIdList": ["20208550"]}, {"Citation": "Ashley E. A., Dhorda M., Fairhurst R. M., et al. Spread of artemisinin resistance in plasmodium falciparum malaria. The New England Journal of Medicine. 2014;371(5):411–423. doi: 10.1056/NEJMoa1314981.", "ArticleIdList": ["10.1056/NEJMoa1314981", "PMC4143591", "25075834"]}, {"Citation": "Famin O., Krugliak M., Ginsburg H. Kinetics of inhibition of glutathione-mediated degradation of ferriprotoporphyrin IX by antimalarial drugs. Biochemical Pharmacology. 1999;58(1):59–68.", "ArticleIdList": ["10403519"]}, {"Citation": "Famin O., Ginsburg H. The treatment of plasmodium falciparum-infected erythrocytes with chloroquine leads to accumulation of ferriprotoporphyrin IX bound to particular parasite proteins and to the inhibition of the parasite’s 6-phosphogluconate dehydrogenase. Parasite. 2003;10(1):39–50.", "ArticleIdList": ["12669348"]}, {"Citation": "Egan T. J., Combrinck J. M., Egan J., et al. Fate of haem iron in the malaria parasite plasmodium falciparum. Biochemical Journal. 2002;365(2):343–347.", "ArticleIdList": ["PMC1222701", "12033986"]}, {"Citation": "Campanale N., Nickel C., Daubenberger C. A., et al. Identification and characterization of heme-interacting proteins in the malaria parasite, plasmodium falciparum. Journal of Biological Chemistry. 2003;278(30):27354–27361.", "ArticleIdList": ["12748176"]}, {"Citation": "Tilley L., Loria P., Foley M. Antimalarial Chemotherapy. Cham, Switzerland: Springer; 2001. Chloroquine and other quinoline antimalarials; pp. 87–121."}, {"Citation": "Becker K., Tilley L., Vennerstrom J. L., Roberts D., Rogerson S., Ginsburg H. Oxidative stress in malaria parasite-infected erythrocytes: host-parasite interactions. International Journal for Parasitology. 2004;34(2):163–189. doi: 10.1016/j.ijpara.2003.09.011.", "ArticleIdList": ["10.1016/j.ijpara.2003.09.011", "15037104"]}, {"Citation": "World Health Organization. National Policy on Traditional Medicine and Regulation of Herbal Medicines: Report of a WHO Global Survey. Geneva, Switzerland: World Health Organization; 2005."}, {"Citation": "van Schalkwyk D. A. History of Antimalarial Agents. New York, NY, USA: John Wiley & Sons; 2015."}, {"Citation": "Angell M., Kassirer J. P. Alternative medicine—the risks of untested and unregulated remedies. The New England Journal of Medicine. 1998;339(12):839–841. doi: 10.1056/NEJM199809173391210.", "ArticleIdList": ["10.1056/NEJM199809173391210", "9738094"]}, {"Citation": "Fennell C. W., Lindsey K. L., McGaw L. J., et al. Assessing African medicinal plants for efficacy and safety: pharmacological screening and toxicology. Journal of Ethnopharmacology. 2004;94(2–3):205–217. doi: 10.1016/j.jep.2004.05.012.", "ArticleIdList": ["10.1016/j.jep.2004.05.012", "15325724"]}, {"Citation": "Asase A., Oteng-Yeboah A. A., Odamtten G. T., Simmonds M. S. Ethnobotanical study of some Ghanaian anti-malarial plants. Journal of Ethnopharmacology. 2005;99(2):273–279.", "ArticleIdList": ["15894138"]}, {"Citation": "Afu G., Laryea M. K., Borquaye L. S. Biological efficacy and toxicological evaluation of ethanolic extract of cassia nodosa buch.-ham. (leguminosae) Journal of Chemistry. 2020;2020:13. doi: 10.1155/2020/3983491.3983491", "ArticleIdList": ["10.1155/2020/3983491"]}, {"Citation": "Evans W. C. International Edition E-Book. Berlin, Germany: Elsevier Health Sciences; 2009. Trease and evans pharmacognosy."}, {"Citation": "Trager W. The cultivation of plasmodium falciparum: applications in basic and applied research on malaria. Annals of Tropical Medicine & Parasitology. 1987;81(5):511–529. doi: 10.1080/00034983.1987.11812153.", "ArticleIdList": ["10.1080/00034983.1987.11812153", "3331241"]}, {"Citation": "Maier A. G., Rug M. Malaria. Cham, Switzerland: Springer; 2012. In vitro culturing plasmodium falciparum erythrocytic stages; pp. 3–15.", "ArticleIdList": ["22990767"]}, {"Citation": "Gyesi J. N., Opoku R., Borquaye L. S. Chemical composition, total phenolic content, and antioxidant activities of the essential oils of the leaves and fruit pulp of Annona muricata L. (soursop) from Ghana. Biochemistry Research International. 2019;2019:9. doi: 10.1155/2019/4164576.4164576", "ArticleIdList": ["10.1155/2019/4164576", "PMC6745133", "31565436"]}, {"Citation": "Organization of Economic Co-operation and Development (OECD) Paris, France: Organization of Economic Co-operation and Development (OECD); 2008. Test no. 425: acute oral toxicity: up-and-down procedure. 425."}, {"Citation": "Laryea M. K., Borquaye L. S. Antimalarial efficacy and toxicological assessment of extracts of some Ghanaian medicinal plants. Journal of Parasitology Research. 2019;2019:9. doi: 10.1155/2019/1630405.1630405", "ArticleIdList": ["10.1155/2019/1630405", "PMC6699259", "31467688"]}, {"Citation": "Jonville M. C., Kodja H., Humeau L., et al. Screening of medicinal plants from reunion Island for antimalarial and cytotoxic activity. Journal of Ethnopharmacology. 2008;120(3):382–386.", "ArticleIdList": ["18848979"]}, {"Citation": "Borquaye L. S., Saah S. A., Adu-Poku D., Adu-Gyamfi L., Bitian K., Bambil W. Anti-inflammatory, antioxidant and total phenolic content of the ethanolic extracts of Celtis africana Burm. f. Current Science Perspectives. 2020;6(3):43–49. doi: 10.1080/23312009.2020.1743403.", "ArticleIdList": ["10.1080/23312009.2020.1743403"]}, {"Citation": "Al-Taweel A. M., Perveen S., El-Shafae A. M., et al. Bioactive phenolic amides from Celtis africana. Molecules. 2012;17(3):2675–2682.", "ArticleIdList": ["PMC6268968", "22391601"]}, {"Citation": "Borquaye L. S., Laryea M. K., Gasu E. N., et al. Anti-inflammatory and antioxidant activities of extracts of Reissantia indica, Cissus cornifolia and Grosseria vignei. Cogent Biology. 2020;6(1) doi: 10.1080/23312025.2020.1785755.1785755", "ArticleIdList": ["10.1080/23312025.2020.1785755"]}, {"Citation": "Isah A. B., Ibrahim Y. K. E., Abdulrahman E. M., Ibrahim M. A. The hypoglycaemic activity of the aqueous extract of Stachytarpheta angustifolia (verbanaceae) in normoglycaemic and alloxan-induced diabetic rats. Pakistan Journal of Biological Sciences PJBS. 2007;10(1):137–141. doi: 10.3923/pjbs.2007.137.141.", "ArticleIdList": ["10.3923/pjbs.2007.137.141", "19070000"]}, {"Citation": "Khan A., ur-Rehman N., Al-Taweel A. M., Perveen S., Fawzy G. A., Gilani A.-H. Studies on prokinetic, laxative, antidiarrheal and gut modulatory activities of the aqueous-methanol extract of Celtis africana and Underlying Mechanisms. International Journal of Pharmacology. 2012;8(8):701–707."}, {"Citation": "Hakizamungu E., Weri M. Usage of medicinal plants in the treatment of malaria in the traditional medicine of Rwanda. Bull Med Trad Pharm. 1988;2(1):11–17."}, {"Citation": "Tapfuma K. I., Nchabeleng E. K., Adebo O. A., et al. Antibacterial activity and gas chromatography mass spectrometry (GC-MS)-based metabolite profiles of Celtis africana and its endophytic extracts. Industrial Crops and Products. 2020;157 doi: 10.1016/j.indcrop.2020.112933.112933", "ArticleIdList": ["10.1016/j.indcrop.2020.112933"]}, {"Citation": "Awah F. M., Uzoegwu P. N., Oyugi J. O., et al. Free radical scavenging activity and immunomodulatory effect of Stachytarpheta angustifolia leaf extract. Food Chemistry. 2010;119(4):1409–1416."}, {"Citation": "Al-Musayeib N. M., Mothana R. A., Al-Massarani S., Matheeussen A., Cos P., Maes L. Study of the in vitro antiplasmodial, antileishmanial and antitrypanosomal activities of medicinal plants from Saudi Arabia. Molecules. 2012;17(10):11379–11390.", "ArticleIdList": ["PMC6268159", "23011279"]}, {"Citation": "Lacroix D., Prado S., Kamoga D., et al. Antiplasmodial and cytotoxic activities of medicinal plants traditionally used in the village of Kiohima, Uganda. Journal of Ethnopharmacology. 2011;133(2):850–855.", "ArticleIdList": ["21075191"]}, {"Citation": "Schwikkard S., Heerden F. R. v. Antimalarial activity of plant metabolites. Natural Product Reports. 2002;19(6):675–692.", "ArticleIdList": ["12521264"]}, {"Citation": "Ravikumar S., Jacob Inbaneson S., Suganthi P., Venkatesan M., Ramu A. Mangrove plants as a source of lead compounds for the development of new antiplasmodial drugs from south east coast of India. Parasitology Research. 2011;108(6):1405–1410.", "ArticleIdList": ["21120528"]}, {"Citation": "Satish P. V. V., Sunita K. Antimalarial efficacy of Pongamia pinnata (L) pierre against Plasmodium falciparum (3D7 strain) and Plasmodium berghei (ANKA) BMC Complementary Medicine and Therapies. 2017;17(1):p. 458.", "ArticleIdList": ["PMC8111959", "33971865"]}, {"Citation": "Saxena S., Pant N., Jain D. C., Bhakuni R. S. Antimalarial agents from plant sources. Current Science. 2003;85(9):1314–1329."}, {"Citation": "Percário S., Moreira D. R., Gomes B. A. Q., et al. Oxidative stress in malaria. International Journal of Molecular Sciences. 2012;13(12):16346–16372.", "ArticleIdList": ["PMC3546694", "23208374"]}, {"Citation": "Amorati R., Foti M. C., Valgimigli L. Antioxidant activity of essential oils. Journal of Agricultural and Food Chemistry. 2013;61(46):10835–10847.", "ArticleIdList": ["24156356"]}, {"Citation": "Nardos A., Makonnen E. In vivo antiplasmodial activity and toxicological assessment of hydroethanolic crude extract of Ajuga remota. Malaria Journal. 2017;16(1):p. 25.", "ArticleIdList": ["PMC5237349", "28086782"]}, {"Citation": "Ayisi F., Mensah C. N., Borquaye L. S. Antiplasmodial potential and safety evaluation of the ethanolic stem bark extract of Distemonanthus benthamianus baill. (Leguminosae) Scientific African. 2021;12e00809"}, {"Citation": "Liu C., Fan H., Li Y., Xiao X. Research advances on hepatotoxicity of herbal medicines in China. BioMed Research International. 2016;2016:14. doi: 10.1155/2016/7150391.7150391", "ArticleIdList": ["10.1155/2016/7150391", "PMC5203888", "28078299"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "3", "Day": "13"}, {"Year": "2021", "Month": "5", "Day": "29"}, {"Year": "2021", "Month": "6", "Day": "16"}, {"Year": "2021", "Month": "7", "Day": "14", "Hour": "7", "Minute": "6"}, {"Year": "2021", "Month": "7", "Day": "15", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "7", "Day": "15", "Hour": "6", "Minute": "1"}, {"Year": "2021", "Month": "6", "Day": "22"}], "PublicationStatus": "epublish", "ArticleIdList": ["34258066", "PMC8245231", "10.1155/2021/9971857"]}}], "PubmedBookArticle": []}