{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Acne vulgaris", "Adapalene", "Nanoemulsion", "Tea tree oil"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34251536", "DateCompleted": {"Year": "2022", "Month": "07", "Day": "26"}, "DateRevised": {"Year": "2022", "Month": "07", "Day": "26"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "07", "Day": "12"}], "Language": ["eng"], "ELocationID": ["10.1007/s00403-021-02267-2"], "Journal": {"ISSN": "1432-069X", "JournalIssue": {"Volume": "314", "Issue": "7", "PubDate": {"Year": "2022", "Month": "Sep"}}, "Title": "Archives of dermatological research", "ISOAbbreviation": "Arch Dermatol Res"}, "ArticleTitle": "A topical gel of tea tree oil nanoemulsion containing adapalene versus adapalene marketed gel in patients with acne vulgaris: a randomized clinical trial.", "Pagination": {"StartPage": "673", "EndPage": "679", "MedlinePgn": "673-679"}, "Abstract": {"AbstractText": ["Adapalene is used for treatment of acne vulgaris, a common dermatological disease. Nano-based carriers have been developed to improve solubility and bioavailability of adapalene and other acne treatment drugs. In our previous report, tea tree oil nanoemulsion containing adapalene gel (TTO NE + ADA Gel) showed appropriate physical and biological properties such as stability, viscosity, pH, size, morphology and biocompatibility in an animal model. The present study was designed to assess efficacy and safety of the TTO NE + ADA Gel in comparison with 0.1% adapalene marketed gel (ADA Marketed Gel). A total of 100 patients were randomized to receive TTO NE + ADA Gel or ADA Marketed Gel, once daily at night, for 12 weeks. Analysis for efficacy was conducted by acne lesion count (total, inflammatory and non-inflammatory) and acne severity index at weeks 4, 8 and 12 using generalized estimating equation along with the safety assessments in each measurement for assessing dryness, erythema, burning sensation and irritation. Significantly better reduction in total, inflammatory, and non-inflammatory acne lesions were reported for TTO NE + ADA Gel as compared to the ADA Marketed Gel overall and on each measurement occasion (p value  < 0.001 for all). Mean acne severity index also reduced with TTO NE + ADA Gel significantly in comparison with ADA Marketed Gel (p value  < 0.001). Dryness was the most common adverse effect reported in both groups and it was higher in TTO NE + ADA Gel group. In conclusion, TTO NE + ADA Gel compared to ADA Marketed Gel appears more effective in the treatment of acne vulgaris, with no important change in adverse effects."], "CopyrightInformation": "© 2021. The Author(s), under exclusive licence to Springer-Verlag GmbH Germany, part of Springer Nature."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medical Nanotechnology, School of Advanced Technologies in Medicine, Tehran University of Medical Sciences, Tehran, Iran."}], "LastName": "Najafi-Taher", "ForeName": "Roqya", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Epidemiology and Biostatistics, Tehran University of Medical Sciences, Tehran, Iran."}, {"Identifier": [], "Affiliation": "Research Center for Rational Use of Drugs, Tehran University of Medical Sciences, Tehran, Iran."}], "LastName": "Jafarzadeh Kohneloo", "ForeName": "Aarefeh", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Dermatology, Razi Hospital, Tehran University of Medical Sciences, Tehran, Iran."}], "LastName": "Eslami Farsani", "ForeName": "Vahid", "Initials": "V"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Dermatology, Razi Hospital, Tehran University of Medical Sciences, Tehran, Iran."}], "LastName": "Mehdizade Rayeni", "ForeName": "Neda", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutics and Nanotechnology, School of Pharmacy, Shahid Beheshti University of Medical Sciences, Tehran, Iran."}], "LastName": "Moghimi", "ForeName": "Hamid Reza", "Initials": "HR"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Dermatology, Razi Hospital, Tehran University of Medical Sciences, Tehran, Iran. ehsanih@sina.tums.ac.ir."}], "LastName": "Ehsani", "ForeName": "Amirhooshang", "Initials": "A"}, {"Identifier": ["0000-0003-4302-6270"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medical Nanotechnology, School of Advanced Technologies in Medicine, Tehran University of Medical Sciences, Tehran, Iran. a.amani@nkums.ac.ir."}, {"Identifier": [], "Affiliation": "Natural Products and Medicinal Plants Research Center, North Khorasan University of Medical Sciences, Bojnurd, Iran. a.amani@nkums.ac.ir."}], "LastName": "Amani", "ForeName": "Amir", "Initials": "A"}], "GrantList": [{"GrantID": "94-01-87-28505", "Agency": "Tehran University of Medical Sciences and Health Services", "Country": ""}], "PublicationTypeList": ["Journal Article", "Randomized Controlled Trial"]}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "Arch Dermatol Res", "NlmUniqueID": "8000462", "ISSNLinking": "0340-3696"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Dermatologic Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Gels"}, {"RegistryNumber": "0", "NameOfSubstance": "Naphthalenes"}, {"RegistryNumber": "1L4806J2QF", "NameOfSubstance": "Adapalene"}, {"RegistryNumber": "68647-73-4", "NameOfSubstance": "Tea Tree Oil"}], "MeshHeadingList": [{"QualifierName": ["drug therapy", "pathology"], "DescriptorName": "Acne Vulgaris"}, {"QualifierName": ["therapeutic use"], "DescriptorName": "Adapalene"}, {"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": ["adverse effects"], "DescriptorName": "Dermatologic Agents"}, {"QualifierName": ["therapeutic use"], "DescriptorName": "Gels"}, {"QualifierName": ["adverse effects"], "DescriptorName": "Naphthalenes"}, {"QualifierName": ["adverse effects"], "DescriptorName": "Tea Tree Oil"}, {"QualifierName": [], "DescriptorName": "Treatment Outcome"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Nguyen CM, Koo J, Cordoro KM (2016) Psychodermatologic effects of atopic dermatitis and acne: a review on self-esteem and identity. Pediatr Dermatol 33(2):129–135", "ArticleIdList": ["10.1111/pde.12802"]}, {"Citation": "Najafi-Taher R, Amani A (2017) Nanoemulsions: colloidal topical delivery systems for antiacne agents. a mini-review. Nanomed Res J 2(1):49–56"}, {"Citation": "Garg T (2016) Current nanotechnological approaches for an effective delivery of bio-active drug molecules in the treatment of acne. Artificial Cells Nanomed Biotechnol 44(1):98–105", "ArticleIdList": ["10.3109/21691401.2014.916715"]}, {"Citation": "Ricci F, Masini F, Fossati B, Frascione P, De Waure C, Capizzi R et al (2016) Combination therapy with hydrogen peroxide (4%) salicylic acid (0. 5%) and D-panthenol (4%): efficacy and skyn tolerability in common acne vulgaris during sun exposure period. Euro Rev Med Pharmacol Sci. 20(2):232–6"}, {"Citation": "Akarsu S, Fetil E, Yücel F, Gül E, Güneş AT (2012) Efficacy of the addition of salicylic acid to clindamycin and benzoyl peroxide combination for acne vulgaris. J Dermatol 39(5):433–8", "ArticleIdList": ["10.1111/j.1346-8138.2011.01405.x"]}, {"Citation": "Seidler EM, Kimball AB (2010) Meta-analysis comparing efficacy of benzoyl peroxide, clindamycin, benzoyl peroxide with salicylic acid, and combination benzoyl peroxide/clindamycin in acne. J Am Acad Dermatol 63(1):52–62", "ArticleIdList": ["10.1016/j.jaad.2009.07.052"]}, {"Citation": "Aytekin M, Gursoy RN, Ide S, Soylu EH, Hekimoglu S (2013) Formulation and characterization of liquid crystal systems containing azelaic acid for topical delivery. Drug Dev Ind Pharm 39(2):228–239", "ArticleIdList": ["10.3109/03639045.2012.671829"]}, {"Citation": "Shah KA, Date AA, Joshi MD, Patravale VB (2007) Solid lipid nanoparticles (SLN) of tretinoin: potential in topical delivery. Int J Pharm 345(1):163–171", "ArticleIdList": ["10.1016/j.ijpharm.2007.05.061"]}, {"Citation": "Mandawgade SD, Patravale VB (2008) Development of SLNs from natural lipids: application to topical delivery of tretinoin. Int J Pharm 363(1):132–138", "ArticleIdList": ["10.1016/j.ijpharm.2008.06.028"]}, {"Citation": "Liu J, Hu W, Chen H, Ni Q, Xu H, Yang X (2007) Isotretinoin-loaded solid lipid nanoparticles with skin targeting for topical delivery. Int J Pharm 328(2):191–195", "ArticleIdList": ["10.1016/j.ijpharm.2006.08.007"]}, {"Citation": "Münster U, NakamuraNachname C, Haberland A, Jores K, Mehnert W, Rummel S et al (2005) RU 58841-myristate–prodrug development for topical treatment of acne and androgenetic alopecia. Die Pharmazie-An Int J Pharmaceut Sci 60(1):8–12"}, {"Citation": "Štecová J, Mehnert W, Blaschke T, Kleuser B, Sivaramakrishnan R, Zouboulis CC et al (2007) Cyproterone acetate loading to lipid nanoparticles for topical acne treatment: particle characterisation and skin uptake. Pharm Res 24(5):991–1000", "ArticleIdList": ["10.1007/s11095-006-9225-9"]}, {"Citation": "Layegh P, Mosallaei N, Bagheri D, Jaafari MR, Golmohammadzadeh S (2013) The efficacy of isotretinoin-loaded solid lipid nanoparticles in comparison to Isotrex<sup>®</sup> on acne treatment. Nanomed J 1(1):38–47"}, {"Citation": "Domínguez-Delgado CL, Rodríguez-Cruz IM, Escobar-Chávez JJ, Calderón-Lojero IO, Quintanar-Guerrero D, Ganem A (2011) Preparation and characterization of triclosan nanoparticles intended to be used for the treatment of acne. Eur J Pharm Biopharm 79(1):102–107", "ArticleIdList": ["10.1016/j.ejpb.2011.01.017"]}, {"Citation": "Jean-Thierry Simonnet OS, Sylvie Legret (2002) Nanoemulsion Based On Oxyethylenated Or Non-Oxyethylenated Sorbitan Fatty Esters And Its Uses In The Cosmetics, Dermatological And/Or Ophtalmological Fields Us 6,335,022 B1"}, {"Citation": "Jean-Thierry Simonnet OS, Sylvie legret (2002) Nanoemulsion based on ethyleneoxide and propylene oxide block copolymer and its uses in the cosmetics, dermatological and/or ophtalmological fields. Us 6,464,990 b2"}, {"Citation": "Jean-Thierry Simonnet OS, Sylvie Legret (2004) Nanoemulsion based on sugar fatty esters and on sugar fatty ethers and its uses in the cosmetics, dermatological and/or ophtalmological fields. US 6,689,371 b1"}, {"Citation": "Alain Ribier J-TS, Sylvie Legret (1998) Transparent nanoemulsion less than 100 nm based on fluid non-ionic amphiphilic lipids and use in cosmetic or in dermopharmaceuticals. US 5,753,241"}, {"Citation": "Esmaeili F, Rajabnejhad S, Partoazar AR, Mehr SE, Faridi-Majidi R, Sahebgharani M et al (2016) Anti-inflammatory effects of eugenol nanoemulsion as a topical delivery system. Pharm Dev Technol 21(7):887–893", "ArticleIdList": ["10.3109/10837450.2015.1078353"]}, {"Citation": "Azizi M, Esmaeili F, Partoazar A, Ejtemaei Mehr S, Amani A (2017) Efficacy of nano-and microemulsion-based topical gels in delivery of ibuprofen: an in vivo study. J Microencapsul 34(2):195–202", "ArticleIdList": ["10.1080/02652048.2017.1316324"]}, {"Citation": "Najafi-Taher R, Ghaemi B, Amani A (2018) Delivery of adapalene using a novel topical gel based on tea tree oil nano-emulsion: permeation, antibacterial and safety assessments. Eur J Pharm Sci 120:142–151", "ArticleIdList": ["10.1016/j.ejps.2018.04.029"]}, {"Citation": "Chandrashekhar B, Anitha M, Ruparelia M, Vaidya P, Aamir R, Shah S et al (2015) Tretinoin nanogel 0.025% versus conventional gel 0.025% in patients with acne vulgaris: a randomized, active controlled, multicentre, parallel group, phase IV clinical trial. J Clin Diagn Res. https://doi.org/10.7860/JCDR/2015/10663.5469", "ArticleIdList": ["10.7860/JCDR/2015/10663.5469", "26557619", "4625338"]}, {"Citation": "Enshaieh S, Jooya A, Siadat AH, Iraji F (2007) The efficacy of 5% topical tea tree oil gel in mild to moderate acne vulgaris: a randomized, double-blind placebo-controlled study. Indian J Dermatol Venereol Leprol 73(1):22", "ArticleIdList": ["10.4103/0378-6323.30646"]}, {"Citation": "Irby CE, Yentzer BA, Feldman SR (2008) A review of adapalene in the treatment of acne vulgaris. J Adolesc Health 43(5):421–424", "ArticleIdList": ["10.1016/j.jadohealth.2008.06.005"]}, {"Citation": "Hammer K (2015) Treatment of acne with tea tree oil (melaleuca) products: a review of efficacy, tolerability and potential modes of action. Int J Antimicrob Agents 45(2):106–110", "ArticleIdList": ["10.1016/j.ijantimicag.2014.10.011"]}, {"Citation": "Raza K, Singh B, Singla S, Wadhwa S, Garg B, Chhibber S et al (2013) Nanocolloidal carriers of isotretinoin: antimicrobial activity against Propionibacterium acnes and dermatokinetic modeling. Mol Pharm 10(5):1958–1963", "ArticleIdList": ["10.1021/mp300722f"]}, {"Citation": "Thiboutot D, Pariser DM, Egan N, Flores J, Herndon JH Jr, Kanof NB et al (2006) Adapalene gel 0.3% for the treatment of acne vulgaris: a multicenter, randomized, double-blind, controlled, phase III trial. J Am Acad Dermatol. 54(2):242–50", "ArticleIdList": ["10.1016/j.jaad.2004.10.879"]}, {"Citation": "Thielitz A, Lux A, Wiede A, Kropf S, Papakonstantinou E, Gollnick H (2015) A randomized investigator blind parallel group study to assess efficacy and safety of azelaic acid 15% gel vs adapalene 0.1% gel in the treatment and maintenance treatment of female adult acne. J Euro Acad Dermatol Venereol. 29(4):789–96", "ArticleIdList": ["10.1111/jdv.12823"]}, {"Citation": "Prasad S, Mukhopadhyay A, Kubavat A, Kelkar A, Modi A, Swarnkar B et al (2012) Efficacy and safety of a nano-emulsion gel formulation of adapalene 0 1% and clindamycin 0.1% combination in acne vulgaris: a randomized, open label, active-controlled, multicentric, phase IV clinical trial. Indian J Dermatol Venereol Leprol 78(4):459", "ArticleIdList": ["10.4103/0378-6323.98077"]}, {"Citation": "Freyre EA, Rebaza RM, Sami DA, Lozada CP (1998) The prevalence of facial acne in Peruvian adolescents and its relation to their ethnicity. J Adolesc Health 22(6):480–484", "ArticleIdList": ["10.1016/S1054-139X(97)00277-2"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "2", "Day": "20"}, {"Year": "2021", "Month": "6", "Day": "30"}, {"Year": "2021", "Month": "6", "Day": "14"}, {"Year": "2021", "Month": "7", "Day": "13", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "7", "Day": "27", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "7", "Day": "12", "Hour": "13", "Minute": "6"}], "PublicationStatus": "ppublish", "ArticleIdList": ["34251536", "10.1007/s00403-021-02267-2", "10.1007/s00403-021-02267-2"]}}], "PubmedBookArticle": []}