{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Ethnopharmacological information", "Field study", "Phytochemical study", "Traditional herbal medicine"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34255289", "DateCompleted": {"Year": "2021", "Month": "11", "Day": "25"}, "DateRevised": {"Year": "2022", "Month": "02", "Day": "18"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "07", "Day": "13"}], "Language": ["eng"], "ELocationID": ["10.1007/s11418-021-01545-7"], "Journal": {"ISSN": "1861-0293", "JournalIssue": {"Volume": "75", "Issue": "4", "PubDate": {"Year": "2021", "Month": "Sep"}}, "Title": "Journal of natural medicines", "ISOAbbreviation": "J Nat Med"}, "ArticleTitle": "Phytochemical studies on traditional herbal medicines based on the ethnopharmacological information obtained by field studies.", "Pagination": {"StartPage": "762", "EndPage": "783", "MedlinePgn": "762-783"}, "Abstract": {"AbstractText": ["Traditional herbal medicines, which have been used in the matured traditional medical systems as well as those have been used in ethnic medical systems, are invaluable resources of drug seeds. Ethnobotanical and ethnopharmacological survey may provide useful information of these herbal medicines, which are valuable for searching new bioactive molecules. From this viewpoint, we have been performing the ethnobotanical and ethnopharmacological field studies in Yunnan Province and Guangxi Zhuang Autonomous Region, China, and Mongolia. Phytochemical studies on traditional herbal medicines were performed based on the information obtained by our ethnobotanical survey. Herbal medicines used in Uzbekistan and Bangladesh were also investigated on the basis of the ethnopharmacological information obtained from collaborative researchers in the respective regions. Some studies were carried out for searching active substance(s) based on bioassay-guided fractionation and isolation. Over 150 new molecules were isolated in these studies, and their various biological activities were also demonstrated. This review summarizes the results of phytochemical studies of those traditional herbal medicines as well as biological activities of the isolated molecules."], "CopyrightInformation": "© 2021. The Author(s)."}, "AuthorList": [{"Identifier": ["0000-0002-9281-7098"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Graduate School of Pharmaceutical Sciences, Tokushima University, Tokushima, 770-8505, Japan."}], "LastName": "Tanaka", "ForeName": "Naonobu", "Initials": "N"}, {"Identifier": ["0000-0002-5429-3211"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Graduate School of Pharmaceutical Sciences, Tokushima University, Tokushima, 770-8505, Japan. kasiwada@tokushima-u.ac.jp."}], "LastName": "Kashiwada", "ForeName": "Yoshiki", "Initials": "Y"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Japan", "MedlineTA": "J Nat Med", "NlmUniqueID": "101518405", "ISSNLinking": "1340-3443"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Phytochemicals"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "China"}, {"QualifierName": [], "DescriptorName": "Ethnobotany"}, {"QualifierName": [], "DescriptorName": "Ethnopharmacology"}, {"QualifierName": [], "DescriptorName": "Phytochemicals"}, {"QualifierName": [], "DescriptorName": "Phytotherapy"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Popovićn Z, Matić R, Bojović S, Stefanović M, Vidaković V. Ethnobotany and herbal medicine in modern complementary and alternative medicine: an overview of publications in the field of I&C medicine 2001–2013. J Ethnopharmacol. 2016;181:182–192. doi: 10.1016/j.jep.2016.01.034.", "ArticleIdList": ["10.1016/j.jep.2016.01.034", "26807912"]}, {"Citation": "Gurib-Fakim A. Medicinal plants: traditions of yesterday and drugs of tomorrow. Mol Aspects Med. 2006;27:1–93. doi: 10.1016/j.mam.2005.07.008.", "ArticleIdList": ["10.1016/j.mam.2005.07.008", "16105678"]}, {"Citation": "Yang Y, Tian K, Hao J, Pei SJ, Yang YX. Biodiversity and biodiversity conservation in Yunnan, China. Biodivers Conserv. 2004;13:813–826. doi: 10.1023/B:BIOC.0000011728.46362.3c.", "ArticleIdList": ["10.1023/B:BIOC.0000011728.46362.3c"]}, {"Citation": "Hou MF, Lόpez-Puol J, Qin HN, Wang LS, Yan L. Distribution pattern and conservation priorities for vascular plants in Southern China: Guangxi Province as a case study. Bot Stud. 2010;51:377–386."}, {"Citation": "Jiang RW, Wong KL, Chan YM, Xu HX, But PPH, Shaw PC. Isolation of secoiridoid glycosides and comparative study on radix gentianae and related adulterants by HPLC analysis. Phytochemistry. 2005;66:2674–2680. doi: 10.1016/j.phytochem.2005.09.028.", "ArticleIdList": ["10.1016/j.phytochem.2005.09.028", "16289148"]}, {"Citation": "Xu M, Wang D, Zhang YJ, Yang CR. Dammarane triterpenoids from the roots of Gentiana rigescens. J Nat Prod. 2007;70:880–883. doi: 10.1021/np070012z.", "ArticleIdList": ["10.1021/np070012z", "17375953"]}, {"Citation": "Suyama Y, Kurimoto S, Kawazoe K, Murakami K, Sun HD, Li SL, Takaishi Y, Kashiwada Y. Rigenolide A, a new secoiridoid glucoside with a cyclobutane skeleton, and three new acylated secoiridoid glucosides from Gentiana rigescens Franch. Fitoterapia. 2013;91:166–172. doi: 10.1016/j.fitote.2013.08.006.", "ArticleIdList": ["10.1016/j.fitote.2013.08.006", "23994629"]}, {"Citation": "Suyama Y, Tanaka N, Kawazoe K, Murakami K, Li SL, Sun HD, Kashiwada Y. Rigenolides D-H, norsecoiridoid and secoiridoids from Gentiana rigescens Franch. J Nat Med. 2018;72:576–581. doi: 10.1007/s11418-018-1181-2.", "ArticleIdList": ["10.1007/s11418-018-1181-2", "29423590"]}, {"Citation": "Suyama Y, Tanaka N, Kawazoe K, Murakami K, Li SL, Sun HD, Kashiwada Y. Rigenolides B and C, conjugates of norsecoiridoid and secoiridoid glucosides from Gentiana rigescens Franch. Tetrahedron Lett. 2017;58:1459–1461. doi: 10.1016/j.tetlet.2017.02.075.", "ArticleIdList": ["10.1016/j.tetlet.2017.02.075"]}, {"Citation": "Wang AR, Song HC, An HM, Huang Q, Luo X, Dong JY. Secondary metabolites of plants from the genus Chloranthus: chemistry and biological activities. Chem Biodivers. 2015;12:451–473. doi: 10.1002/cbdv.201300376.", "ArticleIdList": ["10.1002/cbdv.201300376", "25879494"]}, {"Citation": "Kim SY, Kashiwada Y, Kawazoe K, Murakami K, Sun HD, Li SL, Takaishi Y. Spicachlorantins A and B, new dimeric sesquiterpenes from the roots of Chloranthus spicatus. Phytochemistry Lett. 2009;2:110–113. doi: 10.1016/j.phytol.2009.03.001.", "ArticleIdList": ["10.1016/j.phytol.2009.03.001"]}, {"Citation": "Kawabata J, Mizutani J. Dimeric sesquiterpenoid esters from Chloranthus serratus. Phytochemistry. 1992;31:1293–1296. doi: 10.1016/0031-9422(92)80281-I.", "ArticleIdList": ["10.1016/0031-9422(92)80281-I"]}, {"Citation": "Kawabata J, Fukushi E, Mizutani J. Sesquiterpene dimers from Chloranthus japonicus. Phytochemistry. 1995;39:121–125. doi: 10.1016/0031-9422(94)00865-Q.", "ArticleIdList": ["10.1016/0031-9422(94)00865-Q"]}, {"Citation": "Xu YJ. Phytochemical and biological studies of Chloranthus medicinal plants. Chem Biodivers. 2013;10:1754–1773. doi: 10.1002/cbdv.201200066.", "ArticleIdList": ["10.1002/cbdv.201200066", "24130021"]}, {"Citation": "Yang XZ, Wang C, Yang J, Wan DR, Lin QX, Yang GZ, Mei ZN, Feng YJ. Antimicrobial sesquiterpenes from the Chinese medicinal plant, Chloranthus angustifolius. Tetrahedron Lett. 2014;55:5632–5634. doi: 10.1016/j.tetlet.2014.08.052.", "ArticleIdList": ["10.1016/j.tetlet.2014.08.052"]}, {"Citation": "Wang LJ, Xiong J, Liu ST, Liu XH, Hu JF. Sesquiterpenoids from Chloranthus henryi and their anti-neuroinflammatory activities. Chem Biodivers. 2014;11:919–928. doi: 10.1002/cbdv.201300283.", "ArticleIdList": ["10.1002/cbdv.201300283", "24934677"]}, {"Citation": "Kim SY, Nagashima H, Tanaka N, Kashiwada Y, Kobayashi J, Kojoma M. Hitorins A and B, hexacyclic C25 terpenoids from Chloranthus japonicus. Org Lett. 2016;18:5420–5423. doi: 10.1021/acs.orglett.6b02842.", "ArticleIdList": ["10.1021/acs.orglett.6b02842", "27718583"]}, {"Citation": "Li XH, Zhai TR, He P, Wei Z, Wang Z. Biomimetic synthesis of hitorins A and B via an intermolecular alkoxy radical-olefin coupling cascade. ChemRxiv. 2019 doi: 10.26434/chemrxiv.9882980.v1.", "ArticleIdList": ["10.26434/chemrxiv.9882980.v1"]}, {"Citation": "Fan JT, Kuang B, Zeng GZ, Zhao SM, Ji CJ, Zhang YM, Tan NH. Biologically active arborinane-type triterpenoids and anthraquinones from Rubia yunnanensis. J Nat Prod. 2011;74:2069–2080. doi: 10.1021/np2002918.", "ArticleIdList": ["10.1021/np2002918", "21973054"]}, {"Citation": "Suyama Y, Tanaka N, Tanano Y, Yagi H, Kawazoe K, Murakami K, Li SL, Sun HD, Kashiwada Y. Stereochemical assignments of rubiaquinones A-C, naphthoquinone derivatives from Rubia yunnanensis. Tetrahedron Lett. 2017;58:4568–4571. doi: 10.1016/j.tetlet.2017.10.051.", "ArticleIdList": ["10.1016/j.tetlet.2017.10.051"]}, {"Citation": "Shang X, He X, He X, Li M, Zhang R, Fan P, Zhang Q, Jia Z. The genus Scutellaria an ethnopharmacological and phytochemical review. J Ethnopharmacol. 2010;128:279–313. doi: 10.1016/j.jep.2010.01.006.", "ArticleIdList": ["10.1016/j.jep.2010.01.006", "20064593"]}, {"Citation": "Ministry of Health (2016) Labour and Welfare of Japan. The Japanese Pharmacopoeia, 17th edn. Tokyo"}, {"Citation": "Pharmacopoeia Commission Ministry of Public Health (2015) Pharmacopoeia of the People’s Republic in China. Part 1. Beijing"}, {"Citation": "Awad R, Arnason JT, Trudeau V, Bergeron C, Budzinski JW, Foster BC. Phytochemical and biological analysis of Skullcap (Scutellaria lateriflora L.): a medicinal plant with anxiolytic properties. Phytomedicine. 2003;10:640–649. doi: 10.1078/0944-7113-00374.", "ArticleIdList": ["10.1078/0944-7113-00374", "14692724"]}, {"Citation": "Wang TS, Wang SQ, Xiao DL. A review of phytochemistry and antitumor activity of a valuable medicinal species: Scutellaria barbata. J Med Plants Res. 2012;6:4259–4275."}, {"Citation": "Kurimoto S, Pu JX, Sun HD, Takaishi Y, Kashiwada Y. Coleifolides A and B, two new sesterterpenoids from the aerial parts of Scutellaria cleifolia Levl. Chem Biodivers. 2015;12:1200–1207. doi: 10.1002/cbdv.201400248.", "ArticleIdList": ["10.1002/cbdv.201400248", "26265571"]}, {"Citation": "Piao SJ, Zhang HJ, Lu HY, Yang F, Jiao WH, Yi YH, Chen WS, Lin HW. Hippolides A-H, acyclic manoalide derivatives from the marine sponge Hippospongia lachne. J Nat Prod. 2011;74:1248–1254. doi: 10.1021/np200227s.", "ArticleIdList": ["10.1021/np200227s", "21548579"]}, {"Citation": "Kurimoto S, Pu JX, Sun HD, Takaishi Y, Kashiwada Y. Acylated neo-clerodanes and 19-nor-neo-clerodanes from the aerial parts of Scutellaria coleifolia (Lamiaceae) Phytochemistry. 2015;116:298–304. doi: 10.1016/j.phytochem.2015.05.012.", "ArticleIdList": ["10.1016/j.phytochem.2015.05.012", "26026223"]}, {"Citation": "Kurimoto S, Pu JX, Sun HD, Takaishi Y, Kashiwada Y. Acylated neo-clerodane type diterpenoids from the aerial parts of Scutellaria coleifolia Levl. (Lamiaceae) J Nat Med. 2016;70:241–252. doi: 10.1007/s11418-016-0967-3.", "ArticleIdList": ["10.1007/s11418-016-0967-3", "26825781"]}, {"Citation": "Hong L, Guo Z, Huang K, Wei SJ, Liu B, Meng SW. Ethnobotanical study on medicinal plants used by Maonan people in China. J Ethnobiol Ethnomed. 2015;11:32. doi: 10.1186/s13002-015-0019-1.", "ArticleIdList": ["10.1186/s13002-015-0019-1", "PMC4449599", "25925830"]}, {"Citation": "Qi SH, Wu DG, Chen L, Ma YB, Luo XD. Insect antifeedants from Munronia henryi: structure of munroniamide. J Agric Food Chem. 2003;51:6949–6952. doi: 10.1021/jf030292y.", "ArticleIdList": ["10.1021/jf030292y", "14611152"]}, {"Citation": "Yang XR, Tanaka N, Tsuji D, Lu FL, Yan XJ, Itoh K, Li DP, Kashiwada Y. Limonoids from the aerial parts of Munronia pinnata. Tetrahedron. 2019;75:13079."}, {"Citation": "Li Y, Zhang DM, Li JB, Yu SS, Li Y, Luo YM. Hepatoprotective sesquiterpene glycosides from Sarcandra glabra. J Nat Prod. 2006;69:616–620. doi: 10.1021/np050480d.", "ArticleIdList": ["10.1021/np050480d", "16643038"]}, {"Citation": "Yang XR, Tanaka N, Tsuji D, Lu FL, Yan XJ, Itoh K, Li DP, Kashiwada Y. Sarcaglabrin A, a conjugate of C15 and C10 terpenes from the aerial parts of Sarcandra glabra. Tetrahedron Lett. 2020;61:151916. doi: 10.1016/j.tetlet.2020.151916.", "ArticleIdList": ["10.1016/j.tetlet.2020.151916"]}, {"Citation": "Ye Q, Qiu Y, Quo Y, Chen J, Yang S, Zhao M, Fu C. Species-specific SCAR markers for authentication of Sinocalycanthus chinensis. J Zhejiang Univ Sci B. 2006;7:868–872. doi: 10.1631/jzus.2006.B0868.", "ArticleIdList": ["10.1631/jzus.2006.B0868", "PMC1635811", "17048299"]}, {"Citation": "Li J, Jin Z. High genetic differentiation revealed by RAPD analysis of narrowly endemic Sinocalycanthus chinensis Cheng et S.Y. Chang, an endangered species of China. Biochem Syst Ecol. 2006;34:725–735. doi: 10.1016/j.bse.2006.06.010.", "ArticleIdList": ["10.1016/j.bse.2006.06.010"]}, {"Citation": "Dictionary of Traditional Chinese Medicine (1977) Jiangsu New Medical College (Ed.) Shanghai Science and Technology Press, Shanghai, p 1829"}, {"Citation": "Kashiwada Y, Nishimura K, Kurimoto S, Takaishi Y. New 29-nor-cycloartanes with a 3,4-seco- and a novel 2,3-seco-structure from the leaves of Sinocalycanthus chinensis. Bioorg Med Chem. 2011;19:2790–2796. doi: 10.1016/j.bmc.2011.03.055.", "ArticleIdList": ["10.1016/j.bmc.2011.03.055", "21493075"]}, {"Citation": "Lee D, Cuendet M, Axelrod F, Chavez PI, Fong HHS, Pezzutoa JM, Kinghorn AD. Novel 29-nor-3,4-seco-cycloartane triterpene methyl esters from the aerial parts of Antirhea acutata. Tetrahedron. 2001;57:7107–7112. doi: 10.1016/S0040-4020(01)00664-0.", "ArticleIdList": ["10.1016/S0040-4020(01)00664-0"]}, {"Citation": "Lee D, Park EJ, Cuendet M, Axelrod F, Chavez PI, Fong HHS, Pezzutoa JM, Kinghorn AD. Cyclooxygenase-inhibitory and antioxidant constituents of the aerial parts of Antirhea acutat. Bioorg Med Chem Lett. 2001;11:1565–1568. doi: 10.1016/S0960-894X(01)00129-9.", "ArticleIdList": ["10.1016/S0960-894X(01)00129-9", "11412982"]}, {"Citation": "Dictionary of Traditional Chinese Medicine (1977) Jiangsu New Medical College (Ed.) Shanghai Science and Technology Press, Shanghai, pp 1403–1405"}, {"Citation": "Kurokawa M, Yamamura J, Li Z, Sato H, Hitomi N, Tatsumi Y, Shiraki K. Antipyretic activity of Gingyo-san, a traditional medicine, in influenza virus-infected mice. Chem Pharm Bull. 1998;46:1444–1447. doi: 10.1248/cpb.46.1444.", "ArticleIdList": ["10.1248/cpb.46.1444", "9775439"]}, {"Citation": "Shibata H, Higuti T, Kirimoto T (2010) Antiviral agent. Jpn Kokai Tokkyo Koho, JP-2010-83758A"}, {"Citation": "Kashiwada Y, Omichi Y, Kurimoto S, Shibata H, Miyake Y, Kirimoto T, Takaishi Y. Conjugates of a secoiridoid glucoside with a phenolic glucoside from the flower buds of Lonicera japonica Thunb. Phytochemistry. 2013;96:423–429. doi: 10.1016/j.phytochem.2013.09.021.", "ArticleIdList": ["10.1016/j.phytochem.2013.09.021", "24120297"]}, {"Citation": "Wu YB, Ni ZY, Shi QW, Dong M, Kiyota H, Gu YC, Cong B. Constituents from Salvia species and their biological activities. Chem Rev. 2012;112:5976–6026.", "ArticleIdList": ["22967178"]}, {"Citation": "Hirata A, Kim SY, Kobayakawa N, Tanaka N, Kashiwada Y. Miltiorins A-D, diterpenes from Radix Salviae miltiorrhizae. Fitoterapia. 2015;102:49–55. doi: 10.1016/j.fitote.2015.01.013.", "ArticleIdList": ["10.1016/j.fitote.2015.01.013", "25644525"]}, {"Citation": "Gonchig E, Erdenebat S, Togtoo O, Bataa S, Gendaram O, Kim YS, Ryu SY. Antimicrobial activity of Mongolian medicinal plants. Nat Prod Sci. 2008;14:32–36."}, {"Citation": "Pitschmann A, Purevsuren S, Obmann A, Natsagdorj D, Gunbilig D, Narantuya S, Kletter Ch, Glasl S. Traditional Mongolian medicine: history and status quo. Phytochem Rev. 2013;12:943–959. doi: 10.1007/s11101-013-9321-5.", "ArticleIdList": ["10.1007/s11101-013-9321-5"]}, {"Citation": "Batugal PA, Jayashree K, Lee SY, Jeffrey TO (eds) (2004) Medicinal plants research in Asia, volume 1: the framework and project work plans. International Plant Genetic Resources Institute-Regional Office for Asia, the Pacific and Oceania (IPGRI-APO), Serdang, Selangor DE, Malaysia, pp 127–139"}, {"Citation": "Handjieva NV, Ilieva EI, Spassov SL, Popov SS, Duddeck H. Iridoid glycosides from Linaria species. Tetrahedron. 1993;49:9261–9266. doi: 10.1016/0040-4020(93)80012-I.", "ArticleIdList": ["10.1016/0040-4020(93)80012-I"]}, {"Citation": "Deyuan H, Hanbi Y, Cunli J, Holmgren NH. In: Flora of China. Wu ZY, Peter HR, editors. Beijing, St. Louis: Science Press, Missouri Botanical Garden; 1998. pp. 49–52."}, {"Citation": "Niwa K, Yia R, Tanaka N, Kitaguchi S, Tsuji D, Kim SY, Tsogtbaatar A, Bunddulam P, Kawazoe K, Kojoma M, Damdinjav D, Itoh K, Kashiwada Y. Linaburiosides A−D, acylated iridoid glucosides from Linaria buriatica. Phytochemistry. 2020;171:112247. doi: 10.1016/j.phytochem.2019.112247.", "ArticleIdList": ["10.1016/j.phytochem.2019.112247", "31927201"]}, {"Citation": "Otsuka H. Iridolinarins A, B, and C: iridoid esters of an iridoid glucoside from Linaria japonica. J Nat Prod. 1994;57:357–362. doi: 10.1021/np50105a004.", "ArticleIdList": ["10.1021/np50105a004"]}, {"Citation": "Dirmenci T, Yildiz B, Hedge IC, Firat M. Lophanthus (Lamiaceae) in Turkey: a new generic record and a new species. Turk J Bot. 2010;34:123–129."}, {"Citation": "Celep F, Dirmenci T. Systematic and biogeographic overview of Lamiaceae in Turkey. Nat Volatiles Essent Oils. 2017;4:14–27."}, {"Citation": "Tanaka N, Yamada K, Shimomoto Y, Tsuji D, Itoh K, Kawazoe K, Damdinjav D, Dorjval E, Kashiwada Y. Lophachinins A-E, abietane diterpenes from a Mongolian traditional herbal medicine Lophanthus chinensis. Fitoterapia. 2020;146:104702. doi: 10.1016/j.fitote.2020.104702.", "ArticleIdList": ["10.1016/j.fitote.2020.104702", "32763363"]}, {"Citation": "Medicinal Plants in Mongolia (2013) World Health Organization Regional Office for the Western Pacific, Manila, pp 64–66"}, {"Citation": "Tanaka N, Takekata M, Kurimoto S, Kawazoe K, Murakami K, Damdinjav D, Dorival E, Kashiwada Y. Algiolide A, secoiridoid glucoside from Mongolian medicinal plant Gentiana algida. Tetrahedron Lett. 2015;56:817–819. doi: 10.1016/j.tetlet.2014.12.107.", "ArticleIdList": ["10.1016/j.tetlet.2014.12.107"]}, {"Citation": "Struwe L (2014) Classification and evolution of the family Gentianaceae. In: Rybczyński JJ, Davey MR, Mikula A (eds) The Gentianaceae. Characterization and ecology, vol 1. Springer, Berlin, pp 13–35"}, {"Citation": "Li MH, Zhou LS, Fang HY, Song XL, Zhang N. Quantification of xanthones in a Mongolian health tea using high-performance liquid chromatography. J Med Plants Res. 2010;4:1704–1707."}, {"Citation": "Lu S, Tanaka N, Kawazoe K, Murakami K, Damdinjav D, Dorjbal E, Kashiwada Y. Tetrahydroxanthones from Mongolian medicinal plant Gentianella amarella ssp. acuta. J Nat Med. 2016;70:780–788. doi: 10.1007/s11418-016-1015-z.", "ArticleIdList": ["10.1007/s11418-016-1015-z", "27306440"]}, {"Citation": "Yang SC, Ruan JY, Liu YX, Ding ZJ, Ni YJ, Wang T, Zhang Y. Bioactive xanthones from whole plants of Gentianella acuta. Chin Herb Med. 2018;10:99–102. doi: 10.1016/j.chmed.2018.01.005.", "ArticleIdList": ["10.1016/j.chmed.2018.01.005"]}, {"Citation": "Kirk PM, Cannon PF, Minter DW, Stalpers JA. Dictionary of the fungi. 10. Wallingford: CABI; 2008."}, {"Citation": "Sagayama K, Tanaka N, Fukumoto T, Kashiwada Y. Lanostane-type triterpenes from the sclerotium of Inonotus obliquus (Chaga mushrooms) as proproliferative agents of human follicle dermal papilla cells. J Nat Med. 2019;73:597–601. doi: 10.1007/s11418-019-01280-0.", "ArticleIdList": ["10.1007/s11418-019-01280-0", "30706371"]}, {"Citation": "Azzouni F, Godoy A, Li Y, Mohler J. The 5 alpha-reductase isozyme family: a review of basic biology and their role in human diseases. Adv Urol. 2012;2012:530121. doi: 10.1155/2012/530121.", "ArticleIdList": ["10.1155/2012/530121", "PMC3253436", "22235201"]}, {"Citation": "Mamadalieva NZ, Akramov DK, Ovidi E, Tiezzi A, Nahar L, Azimova SS, Sarker SD. Aromatic medicinal plants of the Lamiaceae family from Uzbekistan: ethnopharmacology, essential oils composition, and biological activities. Medicines. 2017;4:8. doi: 10.3390/medicines4010008.", "ArticleIdList": ["10.3390/medicines4010008", "PMC5597069", "28930224"]}, {"Citation": "Khojimatov OK, Khamraeva DT, Khujanov AN, Bussmann RW. An overview of ethnomedicinal plants of Uzbekistan. Ethnobot Res Appl. 2020;20:08."}, {"Citation": "Egamberdieva D, Mamedov N, Ovidi E, Tiezzi A, Craker L. Phytochemical and pharmacological properties of medicinal plants from Uzbekistan: a review. J Med Active Plants. 2016;5:59–75."}, {"Citation": "Pourhosseini SH, Hadian J, Sonboli A, Nejad Ebrahimi S, Mirjalili MH. Genetic and chemical diversity in Perovskia abrotanoides KAR. (Lamiaceae) populations based on ISSRs markers and essential oils profile. Chem Biodivers. 2018;15:e1700508. doi: 10.1002/cbdv.201700508.", "ArticleIdList": ["10.1002/cbdv.201700508", "29350879"]}, {"Citation": "Tanaka N, Niwa K, Kajihara S, Tsuji D, Itoh K, Mamadalieva NZ, Kashiwada Y. C28 terpenoids from lamiaceous plant Perovskia scrophulariifolia: their structures and antineuroinflammatory activity. Org Lett. 2020;22:7667–7670. doi: 10.1021/acs.orglett.0c02855.", "ArticleIdList": ["10.1021/acs.orglett.0c02855", "32941043"]}, {"Citation": "Tanaka N, Takahashi S, Kajihara S, Tsuji D, Itoh K, Mamadalieva NZ, Kashiwada Y. Diterpenes from an Uzbek medicinal plant Perovskia scrophulariifolia: their structures and anti-neuroinflammatory activity. Fitoterapia. 2021;149:104826. doi: 10.1016/j.fitote.2021.104826.", "ArticleIdList": ["10.1016/j.fitote.2021.104826", "33429024"]}, {"Citation": "Suzuki K, Okasaka M, Kashiwada Y, Takaishi Y, Honda G, Ito M, Takeda Y, Kodzhimatov OK, Ashurmetov O, Sekiya M, Ikeshiro Y. Sesquiterpene lactones from the roots of Ferula varia and their cytotoxic activity. J Nat Prod. 2007;70:1915–1918. doi: 10.1021/np0703996.", "ArticleIdList": ["10.1021/np0703996", "18052129"]}, {"Citation": "Kurimoto S, Suzuki K, Okasaka M, Kashiwada Y, Kodzhimatov OK, Takaishi Y. Sesquiterpene lactone glycosides from the roots of Ferula varia. Chem Pharm Bull. 2012;60:913–919. doi: 10.1248/cpb.c12-00350.", "ArticleIdList": ["10.1248/cpb.c12-00350", "22790827"]}, {"Citation": "Kurimoto S, Suzuki K, Okasaka M, Kashiwada Y, Kodzhimatov OK, Takaishi Y. New sesquiterpene lactone glucosides from the roots of Ferula varia. Phytochemistry Lett. 2012;5:729–733. doi: 10.1016/j.phytol.2012.08.001.", "ArticleIdList": ["10.1016/j.phytol.2012.08.001", "22790827"]}, {"Citation": "Chernenko TV, Glushenkova AI, Nigmatullaev AM. Lipids from Mediasia macrophylla leaves. Chem Nat Comp. 2002;38:307–309. doi: 10.1023/A:1021657520719.", "ArticleIdList": ["10.1023/A:1021657520719"]}, {"Citation": "Kurimoto S, Okasaka M, Kashiwada Y, Kodzhimatov OK, Takaishi Y. A C14-polyacetylenic glucoside with an α-pyrone moiety and four new C10-polyacetylenic glucosides from Mediasia macrophylla. Phytochemistry. 2010;71:688–692. doi: 10.1016/j.phytochem.2009.12.007.", "ArticleIdList": ["10.1016/j.phytochem.2009.12.007", "20074759"]}, {"Citation": "Christensen LP, Brand K. Bioactive polyacetylenes in food plants of the Apiaceae family: occurrence, bioactivity and analysis. J Pharm Biomed Anal. 2006;41:683–693. doi: 10.1016/j.jpba.2006.01.057.", "ArticleIdList": ["10.1016/j.jpba.2006.01.057", "16520011"]}, {"Citation": "Minto RE, Blacklock BJ. Biosynthesis and function of polyacetylenes and allied natural products. Prog Lipid Res. 2008;47:233–306. doi: 10.1016/j.plipres.2008.02.002.", "ArticleIdList": ["10.1016/j.plipres.2008.02.002", "PMC2515280", "18387369"]}, {"Citation": "Jelodarian Z, Shokoohinia Y, Rashidi M, Ghiasvand N, Hosseinzadeh L, Iranshahi M. New polyacetylenes from Echinophora cinerea (Boiss.) Hedge et Lamond. Nat Prod Res. 2017;31:2256–2263. doi: 10.1080/14786419.2017.1300797.", "ArticleIdList": ["10.1080/14786419.2017.1300797", "28281381"]}, {"Citation": "Geng CA, Yang TH, Huang XY, Yang J, Ma YB, Li TZ, Zhang XM, Chen JJ. Anti-hepatitis B virus effects of the traditional Chinese herb Artemisia capillaris and its active enynes. J Ethnopharmacol. 2018;224:283–289. doi: 10.1016/j.jep.2018.06.005.", "ArticleIdList": ["10.1016/j.jep.2018.06.005", "29890315"]}, {"Citation": "Wu SH, Wu DG, Chen YW. Chemical constituents and bioactivities of plants from the genus Paeonia. Chem Biodivers. 2010;7:90–104. doi: 10.1002/cbdv.200800148.", "ArticleIdList": ["10.1002/cbdv.200800148", "20087998"]}, {"Citation": "Konovalov MN, Kuvaev VB, Trutneva ZA. New data in the medical use of Paeonia anomala. Med Prom SSSR. 1962;5:57–59.", "ArticleIdList": ["14458253"]}, {"Citation": "Okasaka M, Kashiwada Y, Kodzhimatov OK, Ashurmetov O, Takaishi Y. Monoterpene glycosides from Paeonia hybrida. Phytochemistry. 2008;69:1767–1772. doi: 10.1016/j.phytochem.2008.02.016.", "ArticleIdList": ["10.1016/j.phytochem.2008.02.016", "18400238"]}, {"Citation": "Lang HY, Li SZ, Wang HB, Yu DQ, Liang XT. The structure of lactiflorin, an artifact during isolation? Tetrahedron. 1990;46:3123–3128. doi: 10.1016/S0040-4020(01)85451-X.", "ArticleIdList": ["10.1016/S0040-4020(01)85451-X"]}, {"Citation": "Ha DT, Trung TN, Thuan ND, Yim NH, Min B, Bae KH. Lipoxygenase inhibitory and antioxidant activities of isolated compounds from Moutan Cortex. Nat Prod Sci. 2010;16:68–74."}, {"Citation": "Tavares WR, Seca AML (2018) The current status of the pharmaceutical potential of Juniperus L. metabolites. Medicines 5:81", "ArticleIdList": ["PMC6165314", "30065158"]}, {"Citation": "Shalyt MS (1951) Wild-growing useful plants of Turkmen SSR, Moscow, p 222"}, {"Citation": "Karriev MO. Comparative characteristics of essential oils at Central Asian species of Juniperus. Acad Nauk Turkm SSR Ser Bio Nauk. 1967;1:40–43."}, {"Citation": "Okasaka M, Takaishi Y, Kashiwada Y, Kodzhimatov OK, Ashurmetov O, Lin AJ, Consentino LM, Lee KH. Terpenoids from Juniperus polycarpus var. seravschanica. Phytochemistry. 2006;67:2635–2640. doi: 10.1016/j.phytochem.2006.07.020.", "ArticleIdList": ["10.1016/j.phytochem.2006.07.020", "16956634"]}, {"Citation": "Ishida S, Okasaka M, Ramos F, Kashiwada Y, Takaishi Y, Kodzhimatov OK, Ashurmetov O. New alkaloid from the aerial parts of Codonopsis clematidea. J Nat Med. 2008;62:236–238. doi: 10.1007/s11418-007-0219-7.", "ArticleIdList": ["10.1007/s11418-007-0219-7", "18404331"]}, {"Citation": "Shibano M, Tsukamoto D, Masuda A, Tanaka Y, Kusano G. Two new pyrrolidine alkaloids, radicamines A and B, as inhibitors of α-glucosidase from Lobelia chinensis Lour. Chem Pharm Bull. 2001;49:1362–1365. doi: 10.1248/cpb.49.1362.", "ArticleIdList": ["10.1248/cpb.49.1362", "11605673"]}, {"Citation": "Tsou EL, Chen SY, Yang MH, Wang SC, Cheng TRR, Cheng WC. Synthesis and biological evaluation of a 2-aryl polyhydroxylated pyrrolidine alkaloid-based library. Bioorg Med Chem. 2008;16:10198–10204. doi: 10.1016/j.bmc.2008.10.063.", "ArticleIdList": ["10.1016/j.bmc.2008.10.063", "19008111"]}, {"Citation": "Sarwar AKMG. Medicinal plant genetic resources of Bangladesh–genera represented by single species and their conservation needs. J Med Plants Stud. 2015;3:65–74."}, {"Citation": "Kaisar MA, Rahman MS, Rahman MZ, Hasan CM, Rashid MA. A review on phytochemicals from some medicinal plants of Bangladesh. J Pharm Nutr Sci. 2011;1:87–95. doi: 10.6000/1927-5951.2011.01.01.14.", "ArticleIdList": ["10.6000/1927-5951.2011.01.01.14"]}, {"Citation": "World Health Organization, Programme on Traditional Medicine. (2001) Legal status of traditional medicine and complementary/alternative medicine: a worldwide review. World Health Organization"}, {"Citation": "Rahmatullah M, Ferdausi D, Mollik MAH, Azam MNK, Taufiq-Ur-Rahman M, Jahan R. Ethnomedicinal survey of Bheramara area in Kushtia district, Bangladesh. Am-Eurasian J Sustain Agric. 2009;3:534–541."}, {"Citation": "Buttertterworth JH, Morgan ED. Isolation of a substance that suppresses feeding in locust. J Chem Soc Chem Commun. 1968;1968:23–24."}, {"Citation": "Govindachari TR. Chemical and biological investigations on Azadirachta indica (the neem tree) Curr Sci. 1992;63:117–122."}, {"Citation": "Kurimoto S, Takaishi Y, Ahmed FA, Kashiwada Y. Triterpenoids from the fruits of Azadirachta indica (Meliaceae) Fitoterapia. 2014;92:200–205. doi: 10.1016/j.fitote.2013.11.004.", "ArticleIdList": ["10.1016/j.fitote.2013.11.004", "24239747"]}, {"Citation": "Dalwadi PP, Patel JL, Patani PV. Tephrosia purpurea Linn (Sharpunkha, Wild Indigo): a review on phytochemistry and pharmacological studies. Indian J Pharm Biol Res. 2014;2:108–121. doi: 10.30750/ijpbr.2.1.18.", "ArticleIdList": ["10.30750/ijpbr.2.1.18"]}, {"Citation": "Ansari M, Jahan N. Tephrosia purpurea (L.) Pers. (Sarphuka, Wild Indigo): an important drug of Unani system of medicine. Discov Phytomed. 2019;6:61–69. doi: 10.15562/phytomedicine.2019.80.", "ArticleIdList": ["10.15562/phytomedicine.2019.80"]}, {"Citation": "Mizuguchi H, Nariai Y, Kato S, Nakano T, Kanayama T, Kashiwada Y, Nemoto H, Kawazoe K, Takaishi Y, Kitamura Y, Takeda N, Fukui H. Maackiain is a novel antiallergic compound that suppresses transcriptional upregulation of the histamine H1receptorand interleukin-4 genes. Pharmcol Res Perspect. 2015;3:e00166.", "ArticleIdList": ["PMC4618638", "26516579"]}, {"Citation": "Fukui H, Mizuguchi H, Nemoto H, Kitamura Y, Kashiwada Y, Takeda N (2016) Histamine H1 receptor gene expression and drug action of antihistamines. Handb Exp Pharmacol 241:161–169", "ArticleIdList": ["27885525"]}, {"Citation": "Shill MK, Das AK, Itou T, Karmakar S, Mukherjee PK, Mizuguchi H, Kashiwada Y, Fukui H, Nemoto H. The isolation and synthesis of a novel benzofuran compound from Tephrosia purpurea, and the synthesis of several related derivatives, which suppress histamine H1 receptor gene expression. Bioorg Med Chem. 2015;23:6869–6874. doi: 10.1016/j.bmc.2015.09.049.", "ArticleIdList": ["10.1016/j.bmc.2015.09.049", "26476665"]}, {"Citation": "Shill MC, Mizuguchi H, Karmakar S, Kadota T, Mukherjee PK, Kitamura Y, Kashiwada Y, Nemoto H, Takeda N, Fukui H. A novel benzofuran, 4-methoxybenzofuran-5-carboxamide, from Tephrosia purpurea suppressed histamine H1 receptor gene expression through a protein kinase Cδ-dependent signaling pathway. Int Immunopharmacol. 2016;30:18–26. doi: 10.1016/j.intimp.2015.11.021.", "ArticleIdList": ["10.1016/j.intimp.2015.11.021", "26619301"]}, {"Citation": "Aleksic V, Knezevic P. Antimicrobial and antioxidative activity of extracts and essential oils of Myrtus communis L. Microbiol Res. 2014;169:240–254. doi: 10.1016/j.micres.2013.10.003.", "ArticleIdList": ["10.1016/j.micres.2013.10.003", "24291016"]}, {"Citation": "Sumbul S, Ahmad MA, Asif M, Akhtar M. Myrtus communis Linn.—a review. Indian J Nat Prod Resour. 2011;2:395–402."}, {"Citation": "Arya V. A review on anti-tubercular plants. Int J Pharmtech Res. 2011;3:872–880."}, {"Citation": "Tanaka N, Jia Y, Niwa K, Imabayashi K, Tatano Y, Yagi H, Kashiwada Y. Phloroglucinol derivatives and a chromone glucoside from the leaves of Myrtus communis. Tetrahedron. 2018;74:117–123. doi: 10.1016/j.tet.2017.11.044.", "ArticleIdList": ["10.1016/j.tet.2017.11.044"]}, {"Citation": "Sharma AK, Deshwal N. An overview: on phytochemical and pharmacological studies of Butea monosperma. Int J Pharmtech Res. 2011;3:864–871."}, {"Citation": "Burli DA, Khade AB. A comprehensive review on Butea monosperma (Lam.) Kuntze. Phcog Rev. 2007;1:333–337."}, {"Citation": "Sindhia VR, Bairwa R. Plant review: Butea monosperma. Int J Pharm Clin Res. 2010;2:90–94."}, {"Citation": "Ahmed FA, Kim SY, Kurimoto S, Sasaki H, Shibata H, Kashiwada Y, Takaishi Y. Biflavonoids from flowers of Butea monosperma (LAM.) TAUB. Heterocycles. 2011;83:2079–2089. doi: 10.3987/COM-11-12275.", "ArticleIdList": ["10.3987/COM-11-12275"]}, {"Citation": "Sastri BN (1962) The wealth of India. Council of Scientific and Industrial Research, New Delhi"}, {"Citation": "Basu BD, Kirtikar KR (1980) Indian medicinal plants, vol 1. International Book Distributors, Dehradun, pp 676–683"}, {"Citation": "Vaidyaratnam PSV (1994) Indian medicinal plants: a compendium of 500 species, vol 4. Orient Longman, Madras, pp 59–64"}, {"Citation": "Anwar F, Bhanger MI. Analytical characterization of Moringa oleifera seed oil grown in temperate regions of Pakistan. J Agric Food Chem. 2003;51:6558–6563. doi: 10.1021/jf0209894.", "ArticleIdList": ["10.1021/jf0209894", "14558778"]}, {"Citation": "Anwar F, Ashraf M, Bhanger MI. Interprovenance variation in the composition of Moringa oleifera oilseeds from Pakistan. J Am Oil Chem Soc. 2005;82:45–51. doi: 10.1007/s11746-005-1041-1.", "ArticleIdList": ["10.1007/s11746-005-1041-1"]}, {"Citation": "Eilert U, Wolters B, Nahrstedt A. Moringa oleifera and Moringa stenopetala. Planta Med. 1981;42:55–61. doi: 10.1055/s-2007-971546.", "ArticleIdList": ["10.1055/s-2007-971546", "7255568"]}, {"Citation": "Kashiwada Y, Ahmed FA, Kurimoto S, Kim SY, Shibata H, Fujioka T, Takaishi Y. New α-glucosides of caffeoyl quinic acid from the leaves of Moringa oleifera Lam. J Nat Med. 2012;66:217–221. doi: 10.1007/s11418-011-0563-5.", "ArticleIdList": ["10.1007/s11418-011-0563-5", "21748486"]}, {"Citation": "Ullah N, Ahmed S, Muhammad P, Ahmed Z, Nawaz HR, Malik A. Coumarinolignoid glycoside from Daphne oleoides. Phytochemistry. 1999;51:103–105. doi: 10.1016/S0031-9422(98)00724-9.", "ArticleIdList": ["10.1016/S0031-9422(98)00724-9"]}, {"Citation": "Shi SY, Zhou Q, Peng H, Zhou CX, Hu MH, Tao QF, Hao XJ, Stöckigt J, Zhao Y. Four new constituents from Taraxacum mongolicum. Chin Chem Lett. 2007;18:1367–1370. doi: 10.1016/j.cclet.2007.09.005.", "ArticleIdList": ["10.1016/j.cclet.2007.09.005"]}, {"Citation": "Cuong NX, Nhiem NX, Thao NP, Nama NH, Dat NT, Anh HLT, Huong LM, Kiem PV, Minh CV, Wonc JH, Chung WY, Kim YH. Inhibitors of osteoclastogenesis from Lawsonia inermis leaves. Bioorg Med Chem Lett. 2010;20:4782–4784. doi: 10.1016/j.bmcl.2010.06.118.", "ArticleIdList": ["10.1016/j.bmcl.2010.06.118", "20634065"]}, {"Citation": "She G, Guo Z, Lv H, She D. New flavonoid glycosides from Elsholtzia rugulosa Hemsl. Molecules. 2009;14:4190–4196. doi: 10.3390/molecules14104190.", "ArticleIdList": ["10.3390/molecules14104190", "PMC6255105", "19924057"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "5", "Day": "28"}, {"Year": "2021", "Month": "6", "Day": "26"}, {"Year": "2021", "Month": "7", "Day": "14", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "11", "Day": "26", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "7", "Day": "13", "Hour": "12", "Minute": "29"}, {"Year": "2021", "Month": "7", "Day": "13"}], "PublicationStatus": "ppublish", "ArticleIdList": ["34255289", "PMC8397699", "10.1007/s11418-021-01545-7", "10.1007/s11418-021-01545-7"]}}], "PubmedBookArticle": []}