{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Biological activities", "Croton species", "Phytochemistry", "Traditional uses"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34265381", "DateCompleted": {"Year": "2022", "Month": "01", "Day": "11"}, "DateRevised": {"Year": "2022", "Month": "01", "Day": "11"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "07", "Day": "12"}], "Language": ["eng"], "ELocationID": ["10.1016/j.jep.2021.114416", "S0378-8741(21)00645-0"], "Journal": {"ISSN": "1872-7573", "JournalIssue": {"Volume": "280", "PubDate": {"Year": "2021", "Month": "Nov", "Day": "15"}}, "Title": "Journal of ethnopharmacology", "ISOAbbreviation": "J Ethnopharmacol"}, "ArticleTitle": "A review of biological activities and phytochemistry of six ethnomedicinally important South African Croton species.", "Pagination": {"StartPage": "114416", "MedlinePgn": "114416"}, "Abstract": {"AbstractText": ["The genus Croton (Euphorbiaceae) encompasses 1300 species, which consist of a variety of trees and shrubs distributed across the world. About 26 species are harboured on the African continent. This genus plays an essential role in African folk medicine. Croton species are traditionally used for the treatment of many diverse conditions such as diabetes, malaria, sexually transmitted diseases, cancer, inflammation, fever, digestive problems and fungal infections.", "To provide a comprehensive overview of the ethnobotany, traditional uses, phytochemistry and biological activities of six selected southern Africa Croton species; C.gratissimus Burch., C. megalobotrys Müll.-Arg., C. menyhartii Gȕrke, C. pseudopulchellus Pax, C. steenkampianus Gerstner and C. sylvaticus Schltdl.).", "Various electronic databases, namely Google, Google Scholar, Scopus, ScienceDirect, Biomed Central and Pubmed, were used to search for information related to the traditional uses, chemistry and pharmacology of Croton species. Books were also consulted to collect all pertinent information.", "The ethnopharmacology, phytochemistry and biological activities of southern African Croton species are reviewed. The literature revealed that Croton species are trusted traditional medicines for the treatment of microbial infections and malaria. The non-volatile components of Croton species include flavonoids, terpenoids and alkaloids, while the volatile constituents comprise mainly of monoterpenes (α-phellandrene, α-pinene and 1,8-cineole) and sesquiterpenes (caryophyllene oxide). Most of the reported biological activities (anti-oxidant, antimicrobial, anticancer and antimalarial) were based on in vitro assays and were accredited to various extracts. However, both in vitro and in vivo studies, linking the reported activities to specific compounds, are still lacking.", "Croton species are used in traditional medicine to treat a range of ailments, and various in vitro biological activities have been investigated, with some extracts exhibiting good activity that could be considered for further investigation. The in vitro activities obtained seem to justify the use of Croton species in traditional medicine. Data on in vivo studies are scarce and studies usually focused on a single collection. The need to establish a quality control protocols for the standardisation of these herbal drugs is also important."], "CopyrightInformation": "Copyright © 2021. Published by Elsevier B.V."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutical Sciences, Tshwane University of Technology, Private Bag X680, Pretoria, 0001, South Africa. Electronic address: phineas.moremi65@gmail.com."}], "LastName": "Moremi", "ForeName": "Matenyane P", "Initials": "MP"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutical Sciences, Tshwane University of Technology, Private Bag X680, Pretoria, 0001, South Africa. Electronic address: felixmakolo@yahoo.co.uk."}], "LastName": "Makolo", "ForeName": "Felix", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutical Sciences, Tshwane University of Technology, Private Bag X680, Pretoria, 0001, South Africa; SAMRC Herbal Drugs Research Unit, Faculty of Science, Tshwane University of Technology, Private Bag X680, Pretoria, 0001, South Africa. Electronic address: viljoenam@tut.ac.za."}], "LastName": "Viljoen", "ForeName": "Alvaro M", "Initials": "AM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutical Sciences, Tshwane University of Technology, Private Bag X680, Pretoria, 0001, South Africa; SAMRC Herbal Drugs Research Unit, Faculty of Science, Tshwane University of Technology, Private Bag X680, Pretoria, 0001, South Africa. Electronic address: kamatougp@tut.ac.za."}], "LastName": "Kamatou", "ForeName": "Guy P", "Initials": "GP"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Ireland", "MedlineTA": "J Ethnopharmacol", "NlmUniqueID": "7903310", "ISSNLinking": "0378-8741"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Phytochemicals"}], "MeshHeadingList": [{"QualifierName": ["chemistry"], "DescriptorName": "Croton"}, {"QualifierName": [], "DescriptorName": "Ethnobotany"}, {"QualifierName": [], "DescriptorName": "Phytochemicals"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "South Africa"}]}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2021", "Month": "5", "Day": "24"}, {"Year": "2021", "Month": "6", "Day": "23"}, {"Year": "2021", "Month": "7", "Day": "11"}, {"Year": "2021", "Month": "7", "Day": "16", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "1", "Day": "12", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "7", "Day": "15", "Hour": "20", "Minute": "15"}], "PublicationStatus": "ppublish", "ArticleIdList": ["34265381", "10.1016/j.jep.2021.114416", "S0378-8741(21)00645-0"]}}], "PubmedBookArticle": []}