{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Anacyclus", "DNA barcoding", "genomic barcoding", "international trade", "supply chain", "target capture"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34270854", "DateCompleted": {"Year": "2021", "Month": "12", "Day": "21"}, "DateRevised": {"Year": "2021", "Month": "12", "Day": "21"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "08", "Day": "03"}], "Language": ["eng"], "ELocationID": ["10.1111/1755-0998.13472"], "Journal": {"ISSN": "1755-0998", "JournalIssue": {"Volume": "22", "Issue": "1", "PubDate": {"Year": "2022", "Month": "Jan"}}, "Title": "Molecular ecology resources", "ISOAbbreviation": "Mol Ecol Resour"}, "ArticleTitle": "Using target capture to address conservation challenges: Population-level tracking of a globally-traded herbal medicine.", "Pagination": {"StartPage": "212", "EndPage": "224", "MedlinePgn": "212-224"}, "Abstract": {"AbstractText": ["The promotion of responsible and sustainable trade in biological resources is widely proposed as one solution to mitigate current high levels of global biodiversity loss. Various molecular identification methods have been proposed as appropriate tools for monitoring global supply chains of commercialized animals and plants. Here, we demonstrate the efficacy of target capture genomic barcoding in identifying and establishing the geographic origin of samples traded as Anacyclus pyrethrum, a medicinal plant assessed as globally vulnerable in the IUCN Red List of Threatened Species. Samples collected from national and international supply chains were identified through target capture sequencing of 443 low-copy nuclear makers and compared to results derived from genome skimming of plastome and DNA barcoding of standard plastid regions and ITS. Both target capture and genome skimming provided approximately 3.4 million reads per sample, but target capture largely outperformed standard plant barcodes and entire plastid genome sequences. We were able to discern the geographical origin of Anacyclus samples collected in Moroccan, Indian and Sri Lankan markets, differentiating between plant materials originally harvested from diverse populations in Algeria and Morocco. Dropping costs of analysing samples enables the potential of target capture to routinely identify commercialized plant species and determine their geographic origin. It promises to play an important role in monitoring and regulation of plant species in trade, supporting biodiversity conservation efforts, and in ensuring that plant products are unadulterated, contributing to consumer protection."], "CopyrightInformation": "© 2021 The Authors. Molecular Ecology Resources published by John Wiley & Sons Ltd."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Natural History Museum, University of Oslo, Oslo, Norway."}], "LastName": "Manzanilla", "ForeName": "Vincent", "Initials": "V"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Natural History Museum, University of Oslo, Oslo, Norway."}], "LastName": "Teixidor-Toneu", "ForeName": "Irene", "Initials": "I"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Global Diversity Foundation, Canterbury, UK."}], "LastName": "Martin", "ForeName": "Gary J", "Initials": "GJ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Royal Botanic Garden Edinburgh, Edinburgh, UK."}], "LastName": "Hollingsworth", "ForeName": "Peter M", "Initials": "PM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Natural History Museum, University of Oslo, Oslo, Norway."}], "LastName": "de Boer", "ForeName": "Hugo J", "Initials": "HJ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Natural History Museum, University of Oslo, Oslo, Norway."}], "LastName": "Kool", "ForeName": "Anneleen", "Initials": "A"}], "GrantList": [{"GrantID": "606895", "Agency": "EU FP7 Marie Curie Actions", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Mol Ecol Resour", "NlmUniqueID": "101465604", "ISSNLinking": "1755-098X"}, "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": [], "DescriptorName": "Asteraceae"}, {"QualifierName": [], "DescriptorName": "Endangered Species"}, {"QualifierName": [], "DescriptorName": "Herbal Medicine"}, {"QualifierName": [], "DescriptorName": "Magnoliopsida"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Adams, M., Alther, W., Kessler, M., Kluge, M., & Hamburger, M. (2011). Malaria in the Renaissance: remedies from European herbals from the 16th and 17th century. Journal of Ethnopharmacology, 133(2), 278-288. https://doi.org/10.1016/j.jep.2010.10.060"}, {"Citation": "Afshinnekoo, E., Chou, C., Alexander, N., Ahsanuddin, S., Schuetz, A. N., & Mason, C. E. (2017). Precision metagenomics: rapid metagenomic analyses for infectious disease diagnostics and public health surveillance. Journal of Biomolecular Techniques: JBT, 28(1), 40. https://doi.org/10.7171/jbt.17-2801-007"}, {"Citation": "Alsos, I. G., Lavergne, S., Merkel, M. K. F., Boleda, M., Lammers, Y., Alberti, A., Pouchon, C., Denoeud, F., Pitelkova, I., Pușcaș, M., Roquet, C., Hurdu, B.-I., Thuiller, W., Zimmermann, N. E., Hollingsworth, P. M., & Coissac, E. (2020). The treasure vault can be opened: Large-scale genome skimming works well using herbarium and silica gel dried material. Plants, 9(4), 432. https://doi.org/10.3390/plants9040432"}, {"Citation": "Bakker, F. T. (2017). Herbarium genomics: skimming and plastomics from archival specimens. Webbia, 72(1), 35-45. https://doi.org/10.1080/00837792.2017.1313383"}, {"Citation": "Benarba, B. (2016). Medicinal plants used by traditional healers from South-West Algeria: An ethnobotanical study. Journal of Intercultural Ethnopharmacology, 5(4), 320. https://doi.org/10.5455/jice.20160814115725"}, {"Citation": "Bolger, A. M., Lohse, M., & Usadel, B. (2014). Trimmomatic: a flexible trimmer for Illumina sequence data. Bioinformatics, 30(15), 2114-2120. https://doi.org/10.1093/bioinformatics/btu170"}, {"Citation": "Booker, A., Frommenwiler, D., Johnston, D., Umealajekwu, C., Reich, E., & Heinrich, M. (2014). Chemical variability along the value chains of turmeric (Curcuma longa): a comparison of nuclear magnetic resonance spectroscopy and high performance thin layer chromatography. Journal of Ethnopharmacology, 152(2), 292-301. https://doi.org/10.1016/j.jep.2013.12.042"}, {"Citation": "Booker, A., Johnston, D., & Heinrich, M. (2012). Value chains of herbal medicines-Research needs and key challenges in the context of ethnopharmacology. Journal of Ethnopharmacology, 140(3), 624-633. https://doi.org/10.1016/j.jep.2012.01.039"}, {"Citation": "Buddenhagen, C., Lemmon, A. R., Lemmon, E. M., Bruhl, J., Cappa, J., Clement, W. L., & Kortyna, M. (2016). Anchored phylogenomics of angiosperms I: Assessing the robustness of phylogenetic estimates. BioRxiv, 086298."}, {"Citation": "de Boer, H. J., Ouarghidi, A., Martin, G., Abbad, A., & Kool, A. (2014). DNA barcoding reveals limited accuracy of identifications based on folk taxonomy. PLoS One, 9(1), e84291. https://doi.org/10.1371/journal.pone.0084291"}, {"Citation": "De Vos, P. (2010). European materia medica in historical texts: longevity of a tradition and implications for future use. Journal of Ethnopharmacology, 132(1), 28-47. https://doi.org/10.1016/j.jep.2010.05.035"}, {"Citation": "Degnan, J. H., & Rosenberg, N. A. (2009). Gene tree discordance, phylogenetic inference and the multispecies coalescent. Trends in Ecology & Evolution, 24(6), 332-340. https://doi.org/10.1016/j.tree.2009.01.009"}, {"Citation": "Edgar, R. C. (2004). MUSCLE: multiple sequence alignment with high accuracy and high throughput. Nucleic Acids Research, 32(5), 1792-1797. https://doi.org/10.1093/nar/gkh340"}, {"Citation": "Esquinas-Alcazar, J. (2004). International treaty on plant genetic resources for food and agriculture. Plant Genetic Resources Newsletter, 11, 1."}, {"Citation": "Garcia, S., Hidalgo, O., Jakovljević, I., Siljak-Yakovlev, S., Vigo, J., Garnatje, T., & Vallès, J. (2013). New data on genome size in 128 Asteraceae species and subspecies, with first assessments for 40 genera, 3 tribes and 2 subfamilies. Plant Biosystems - an International Journal Dealing with All Aspects of Plant Biology, 147(4), 1219-1227. https://doi.org/10.1080/11263504.2013.863811"}, {"Citation": "Garnatje, T., Canela, M. Á., Garcia, S., Hidalgo, O., Pellicer, J., Sánchez-Jiménez, I., Siljak-Yakovlev, S., Vitales, D., & Vallès, J. (2011). GSAD: A genome size in the Asteraceae database. Cytometry Part A, 79A(6), 401-404."}, {"Citation": "Hahn, C., Bachmann, L., & Chevreux, B. (2013). Reconstructing mitochondrial genomes directly from genomic next-generation sequencing reads-a baiting and iterative mapping approach. Nucleic Acids Research, 41(13), e129. https://doi.org/10.1093/nar/gkt371"}, {"Citation": "Hale, H., Gardner, E. M., Viruel, J., Pokorny, L., & Johnson, M. G. (2020). Strategies for reducing per-sample costs in target capture sequencing for phylogenomics and population genomics in plants. Applications in plant sciences, 8(4), e11337."}, {"Citation": "Hamilton, A. (2004). Medicinal plants, conservation and livelihoods. Biodiversity & Conservation, 13(8), 1477-1517. https://doi.org/10.1023/B:BIOC.0000021333.23413.42"}, {"Citation": "Hebert, P. D. N., Braukmann, T. W. A., Prosser, S. W. J., Ratnasingham, S., deWaard, J. R., Ivanova, N. V., Janzen, D. H., Hallwachs, W., Naik, S., Sones, J. E., & Zakharov, E. V. (2018). A Sequel to Sanger: amplicon sequencing that scales. BMC Genomics, 19(1), 219. https://doi.org/10.1186/s12864-018-4611-3"}, {"Citation": "Hollingsworth, P. M., Graham, S. W., & Little, D. P. (2011). Choosing and Using a Plant DNA Barcode. PLoS One, 6(5), e19254. https://doi.org/10.1371/journal.pone.0019254"}, {"Citation": "Hollingsworth, P. M., Li, D.-Z., van der Bank, M., & Twyford, A. D. (2016). Telling plant species apart with DNA: from barcodes to genomes. Philosophical Transactions of the Royal Society B, 371(1702), 20150338. https://doi.org/10.1098/rstb.2015.0338"}, {"Citation": "Humphries, C. J. (1979). A revision of the genus Anacyclus L. (Compositae: Anthemideae). Bulletin of the British Museum (Natural History). Historical Series, 7, 83-142."}, {"Citation": "ISE Code of Ethics Online (2018). International Society of Ethnobiology. Retrieved http://www.ethnobiology.net/what-we-do/core-programs/ise-ethics-program/code-of-ethics/code-in-english/ Accessed March 3, 2018"}, {"Citation": "Johnson, M. G., Pokorny, L., Dodsworth, S., Botigué, L. R., Cowan, R. S., Devault, A., Eiserhardt, W. L., Epitawalage, N., Forest, F., Kim, J. T., Leebens-Mack, J. H., Leitch, I. J., Maurin, O., Soltis, D. E., Soltis, P. S., Wong, G.-S., Baker, W. J., & Wickett, N. J. (2018). A universal probe set for targeted sequencing of 353 nuclear genes from any flowering plant designed using k-medoids clustering. Systematic Biology, 68(4), 594-606. https://doi.org/10.1093/sysbio/syy086"}, {"Citation": "Kala, C. P., Dhyani, P. P., & Sajwan, B. S. (2006). Developing the medicinal plants sector in northern India: challenges and opportunities. Journal of Ethnobiology and Ethnomedicine, 2(1), 32. https://doi.org/10.1186/1746-4269-2-32"}, {"Citation": "Katoh, K., & Standley, D. M. (2013). MAFFT multiple sequence alignment software version 7: improvements in performance and usability. Molecular Biology and Evolution, 30(4), 772-780. https://doi.org/10.1093/molbev/mst010"}, {"Citation": "Leclerc, L. (1877). Traité des simples (Vol. 1). Imprimerie nationale."}, {"Citation": "Lemmon, E. M., & Lemmon, A. R. (2013). High-throughput genomic data in systematics and phylogenetics. Annual Review of Ecology, Evolution, and Systematics, 44, 99-121. https://doi.org/10.1146/annurev-ecolsys-110512-135822"}, {"Citation": "Lenzen, M., Moran, D., Kanemoto, K., Foran, B., Lobefaro, L., & Geschke, A. (2012). International trade drives biodiversity threats in developing nations. Nature, 486(7401), 109. https://doi.org/10.1038/nature11145"}, {"Citation": "Li, H., & Durbin, R. (2009). Fast and accurate short read alignment with Burrows-Wheeler transform. Bioinformatics, 25(14), 1754-1760. https://doi.org/10.1093/bioinformatics/btp324"}, {"Citation": "Li, H., Handsaker, B., Wysoker, A., Fennell, T., Ruan, J., Homer, N., Marth, G., Abecasis, G., & Durbin, R. (2009). Genome project data processing S. The sequence alignment/Map format and SAMtools. Bioinformatics, 25(16), 2078-2079."}, {"Citation": "Mamanova, L., Coffey, A. J., Scott, C. E., Kozarewa, I., Turner, E. H., Kumar, A., Howard, E., Shendure, J., & Turner, D. J. (2010). Target-enrichment strategies for next-generation sequencing. Nature Methods, 7(2), 111. https://doi.org/10.1038/nmeth.1419"}, {"Citation": "Manouze, H., Bouchatta, O., Gadhi, A. C., Bennis, M., Sokar, Z., & Ba-M’hamed, S. (2017). Anti-inflammatory, antinociceptive, and antioxidant activities of methanol and aqueous extracts of Anacyclus pyrethrum roots. Frontiers in Pharmacology, 8, 598. https://doi.org/10.3389/fphar.2017.00598"}, {"Citation": "Manzanilla, V. (2018). Raising the bar-Molecular identification of plants (Doctoral thesis, University of Oslo). University of Oslo, Oslo. Retrieved from https://www.duo.uio.no/handle/10852/61935?show=full"}, {"Citation": "Manzanilla, V., Kool, A., Nguyen Nhat, L., Van Nong, H., Le Thi Thu, H., & de Boer, H. J. (2018). Phylogenomics and barcoding of Panax: toward the identification of ginseng species. BMC Evolutionary Biology, 18(1), 44. https://doi.org/10.1186/s12862-018-1160-y"}, {"Citation": "McCormack, J. E., Tsai, W. L., & Faircloth, B. C. (2016). Sequence capture of ultraconserved elements from bird museum specimens. Molecular Ecology Resources, 16(5), 1189-1203. https://doi.org/10.1111/1755-0998.12466"}, {"Citation": "Menegon, M., Cantaloni, C., Rodriguez-Prieto, A., Centomo, C., Abdelfattah, A., Rossato, M., Bernardi, M., Xumerle, L., Loader, S., & Delledonne, M. (2017). On site DNA barcoding by nanopore sequencing. PLoS One, 12(10), e0184741. https://doi.org/10.1371/journal.pone.0184741"}, {"Citation": "Meyer, M., & Kircher, M. (2010). Illumina sequencing library preparation for highly multiplexed target capture and sequencing. Cold Spring Harbor Protocols, 2010(6), pdb.prot5448. https://doi.org/10.1101/pdb.prot5448"}, {"Citation": "Newmaster, S., Grguric, M., Shanmughanandhan, D., Ramalingam, S., & Ragupathy, S. (2013). DNA barcoding detects contamination and substitution in North American herbal products. BMC Medicine, 11(1), 222. https://doi.org/10.1186/1741-7015-11-222"}, {"Citation": "Ouarghidi, A., Martin, G., Powell, B., Esser, G., & Abbad, A. (2013). Botanical identification of medicinal roots collected and traded in Morocco and comparison to the existing literature. Journal of Ethnobiology and Ethnomedicine, 9(1), 59."}, {"Citation": "Ouarghidi, A., Powell, B., Martin, G. J., & Abbad, A. (2017). Traditional sustainable harvesting knowledge and distribution of a vulnerable wild medicinal root (A. pyrethrum var. pyrethrum) in Ait M’hamed Valley, Morocco. Economic Botany, 71(1), 83-95."}, {"Citation": "Ouarghidi, A., Powell, B., Martin, G. J., De Boer, H., & Abbad, A. (2012). Species substitution in medicinal roots and possible implications for toxicity of herbal remedies in Morocco. Economic Botany, 66(4), 370-382. https://doi.org/10.1007/s12231-012-9215-2"}, {"Citation": "Ouelbani, R., Bensari, S., Mouas, T. N., & Khelifi, D. (2016). Ethnobotanical investigations on plants used in folk medicine in the regions of Constantine and Mila (North-East of Algeria). Journal of Ethnopharmacology, 194, 196-218. https://doi.org/10.1016/j.jep.2016.08.016"}, {"Citation": "Paijmans, J. L., Fickel, J., Courtiol, A., Hofreiter, M., & Förster, D. W. (2016). Impact of enrichment conditions on cross-species capture of fresh and degraded DNA. Molecular Ecology Resources, 16(1), 42-55. https://doi.org/10.1111/1755-0998.12420"}, {"Citation": "Parducci, L., Jorgensen, T., Tollefsrud, M. M., Elverland, E., Alm, T., Fontana, S. L., Bennett, K. D., Haile, J., Matetovici, I., Suyama, Y., Edwards, M. E., Andersen, K., Rasmussen, M., Boessenkool, S., Coissac, E., Brochmann, C., Taberlet, P., Houmark-Nielsen, M., Larsen, N. K., … Willerslev, E. (2012). Glacial survival of boreal trees in northern scandinavia. Science, 335(6072), 1083-1086. https://doi.org/10.1126/science.1216043"}, {"Citation": "Parks, M., Cronn, R., & Liston, A. (2009). Increasing phylogenetic resolution at low taxonomic levels using massively parallel sequencing of chloroplast genomes. BMC Biology, 7(1), 84. https://doi.org/10.1186/1741-7007-7-84"}, {"Citation": "Pillon, Y., Johansen, J., Sakishima, T., Chamala, S., Barbazuk, W. B., Roalson, E. H., & Stacy, E. A. (2013). Potential use of low-copy nuclear genes in DNA barcoding: a comparison with plastid genes in two Hawaiian plant radiations. BMC Evolutionary Biology, 13(1), 35. https://doi.org/10.1186/1471-2148-13-35"}, {"Citation": "Pittle, K. D. (2005). Continuity and change in islamic ethnopharmacological practice: New methods for cognitive dialectometry. Florida State University."}, {"Citation": "Rankou, H., Ouhammou, A., Taleb, M., Manzanilla, V., & Martin, G. (2015). Anacyclus pyrethrum. The IUCN Red List of Threatened Species 2015: E.T202924A53798702, 2015(2015). Retrieved from http://dx.doi.org/10.2305/IUCN.UK.2015-4.RLTS.T202924A53798702.en"}, {"Citation": "Rosato, M., Álvarez, I., Feliner, G. N., & Rosselló, J. A. (2017). High and uneven levels of 45S rDNA site-number variation across wild populations of a diploid plant genus (Anacyclus, Asteraceae). PLoS One, 12(10), e0187131. https://doi.org/10.1371/journal.pone.0187131"}, {"Citation": "Schippmann, U., Leaman, D. J., & Cunningham, A. (2002). Impact of cultivation and gathering of medicinal plants on biodiversity: global trends and issues. Biodiversity and the Ecosystem Approach in Agriculture, Forestry and Fisheries."}, {"Citation": "Schippmann, U., Leaman, D., & Cunningham, A. (2006). A comparison of cultivation and wild collection of medicinal and aromatic plants under sustainability aspects. Frontis, 47, 777-780."}, {"Citation": "Schmickl, R., Liston, A., Zeisek, V., Oberlander, K., Weitemier, K., Straub, S. C. K., & Suda, J. (2016). Phylogenetic marker development for target enrichment from transcriptome and genome skim data: the pipeline and its application in southern African Oxalis (Oxalidaceae). Molecular Ecology Resources, 16(5), 1124-1135. https://doi.org/10.1111/1755-0998.12487"}, {"Citation": "Soltis, P. S., & Soltis, D. E. (2009). The role of hybridization in plant speciation. Annual Review of Plant Biology, 60(1), 561-588. https://doi.org/10.1146/annurev.arplant.043008.092039"}, {"Citation": "Stamatakis, A. (2006). RAxML-VI-HPC: maximum likelihood-based phylogenetic analyses with thousands of taxa and mixed models. Bioinformatics, 22(21), 2688-2690. https://doi.org/10.1093/bioinformatics/btl446"}, {"Citation": "Taberlet, P., Coissac, E., Pompanon, F., Gielly, L., Miquel, C., Valentini, A., Vermat, T., Corthier, G., Brochmann, C., & Willerslev, E. (2007). Power and limitations of the chloroplast trnL (UAA) intron for plant DNA barcoding. Nucleic Acids Research, 35(3), e14. https://doi.org/10.1093/nar/gkl938"}, {"Citation": "Talavera, G., & Castresana, J. (2007). Improvement of phylogenies after removing divergent and ambiguously aligned blocks from protein sequence alignments. Systematic Biology, 56(4), 564-577. https://doi.org/10.1080/10635150701472164"}, {"Citation": "Tiwari, N. N., Poudel, R. C., & Uprety, Y. (2004). Study on domestic market of medicinal and aromatic plants (MAPs) in Kathmandu Valley. Winrock International."}, {"Citation": "Ved, D., & Goraya, G. (2007). Demand and supply of medicinal plants in India. NMPB, New Delhi & FRLHT, Bangalore, India, 18."}, {"Citation": "Veldman, S., Gravendeel, B., Otieno, J. N., Lammers, Y., Duijm, E., Nieman, A., Bytebier, B., Ngugi, G., Martos, F., van Andel, T. R., & de Boer, H. J. (2017). High-throughput sequencing of African chikanda cake highlights conservation challenges in orchids. Biodiversity and Conservation, 26(9), 2029-2046. https://doi.org/10.1007/s10531-017-1343-7"}, {"Citation": "WHO (2004). WHO guidelines on safety monitoring of herbal medicines in pharmacovigilance systems. WHO."}, {"Citation": "Willerslev, E., Davison, J., Moora, M., Zobel, M., Coissac, E., Edwards, M. E., Lorenzen, E. D., Vestergård, M., Gussarova, G., Haile, J., Craine, J., Gielly, L., Boessenkool, S., Epp, L. S., Pearman, P. B., Cheddadi, R., Murray, D., Bråthen, K. A., Yoccoz, N., … Taberlet, P. (2014). Fifty thousand years of Arctic vegetation and megafaunal diet. Nature, 506(7486), 47-51. https://doi.org/10.1038/nature12921"}, {"Citation": "Wood, T. E., Takebayashi, N., Barker, M. S., Mayrose, I., Greenspoon, P. B., & Rieseberg, L. H. (2009). The frequency of polyploid speciation in vascular plants. Proceedings of the National Academy of Sciences USA, 106(33), 13875-13879. https://doi.org/10.1073/pnas.0811575106"}, {"Citation": "Wysoker, A., Tibbetts, K., & Fennell, T. (2015). Picard tools. Broad Institute."}, {"Citation": "Zeng, C.-X., Hollingsworth, P. M., Yang, J., He, Z.-S., Zhang, Z.-R., Li, D.-Z., & Yang, J.-B. (2018). Genome skimming herbarium specimens for DNA barcoding and phylogenomics. Plant Methods, 14(1), 43. https://doi.org/10.1186/s13007-018-0300-0"}, {"Citation": "Zhang, C., Sayyari, E., & Mirarab, S. (2017). ASTRAL-III: Increased scalability and impacts of contracting low support branches (pp. 53-75). Springer."}], "ReferenceList": [], "Title": "REFERENCES"}], "History": [{"Year": "2021", "Month": "5", "Day": "27"}, {"Year": "2020", "Month": "6", "Day": "15"}, {"Year": "2021", "Month": "7", "Day": "6"}, {"Year": "2021", "Month": "7", "Day": "17", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "12", "Day": "22", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "7", "Day": "16", "Hour": "18", "Minute": "4"}], "PublicationStatus": "ppublish", "ArticleIdList": ["34270854", "10.1111/1755-0998.13472"]}}], "PubmedBookArticle": []}