{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["environmental factors", "metabolomic approach", "phenolic compounds", "saponins", "seasonality", "specialized metabolites", "triterpenes"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34295876", "DateRevised": {"Year": "2024", "Month": "04", "Day": "03"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "07", "Day": "06"}], "Language": ["eng"], "ELocationID": ["710025", "10.3389/fchem.2021.710025"], "Journal": {"ISSN": "2296-2646", "JournalIssue": {"Volume": "9", "PubDate": {"Year": "2021"}}, "Title": "Frontiers in chemistry", "ISOAbbreviation": "Front Chem"}, "ArticleTitle": "UHPLC-(ESI)-HRMS and NMR-Based Metabolomics Approach to Access the Seasonality of <i>Byrsonima intermedia</i> and <i>Serjania marginata</i> From Brazilian Cerrado Flora Diversity.", "Pagination": {"StartPage": "710025", "MedlinePgn": "710025"}, "Abstract": {"AbstractText": ["Seasonality is one of the major environmental factors that exert influence over the synthesis and accumulation of secondary metabolites in medicinal plants. The application of the metabolomics approach for quality control of plant extracts is essentially important because it helps one to establish a standard metabolite profile and to analyze factors that affect the effectiveness of the medicinal plants. The Brazilian Cerrado flora is characterized by a rich diversity of native plant species, and a number of these plant species have been found to have suitable medicinal properties. Some of these plant species include <i>Byrsonima intermedia</i> and <i>Serjania marginata</i>. To better understand the chemical composition of these plant species, we conducted a study using the state-of-the-art techniques including the HPLC system coupled to an Exactive-Orbitrap high resolution mass spectrometer with electrospray ionization interface UHPLC-(ESI)-HRMS and by NMR being performed 2D <i>J</i>-resolved and proton NMR spectroscopy. For the analysis, samples were harvested bimonthly during two consecutive years. UHPLC-(ESI)-HRMS data were preprocessed and the output data uploaded into an in-house Excel macro for peak dereplication. MS and NMR data were concatenated using the data fusion method and submitted to multivariate statistical analysis. The dereplication of LC-HRMS data helped in the annotation of the major compounds present in the extracts of the three plant species investigated allowing the annotation of 68 compounds in the extracts of <i>B. intermedia</i> (cinnamic acids, phenolic acids derived from galloyl quinic and shikimic acid, proanthocyanidins, glycosylated flavonoids, triterpenes and other phenols) and 81 compounds in the extracts of <i>S. marginata</i> (phenolic acids, saponins, proanthocyanidins, glycosylated flavonoids among other compounds). For a better assessment of the great number of responses, the significance of the chemical variables for the differentiation and correlation of the seasons was determined using the variable importance on projection (VIP) technique and through the application of the false discovery rate (FDR) estimation. The statistical data obtained showed that seasonal factors played an important role on the production of metabolites in each plant species. Temperature conditions, drought and solar radiation were found to be the main factors that affected the variability of phenolic compounds in each species."], "CopyrightInformation": "Copyright © 2021 Zanatta, Vilegas and Edrada-Ebel."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Phytochemistry, Institute of Chemistry, Department of Biochemistry and Organic Chemistry, São Paulo State University (UNESP), Araraquara, Brazil."}, {"Identifier": [], "Affiliation": "Laboratory of Bioprospecting of Natural Products, Institute of Biosciences, São Paulo State University (UNESP), São Vicente, Brazil."}], "LastName": "Zanatta", "ForeName": "Ana C", "Initials": "AC"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Bioprospecting of Natural Products, Institute of Biosciences, São Paulo State University (UNESP), São Vicente, Brazil."}], "LastName": "Vilegas", "ForeName": "Wagner", "Initials": "W"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Strathclyde Institute of Pharmacy and Biomedical Sciences, University of Strathclyde, Glasgow, United Kingdom."}], "LastName": "Edrada-Ebel", "ForeName": "RuAngelie", "Initials": "R"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Chem", "NlmUniqueID": "101627988", "ISSNLinking": "2296-2646"}, "CommentsCorrectionsList": [{"RefSource": "Front Chem. 2021 Oct 29;9:737969. doi: 10.3389/fchem.2021.737969", "PMID": "34778201"}], "CoiStatement": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Agra L. C., Ferro J. N. S., Barbosa F. T., Barreto E. (2015). Triterpenes with Healing Activity: A Systematic Review. J. Dermatol. Treat. 26, 465–470. 10.3109/09546634.2015.1021663", "ArticleIdList": ["10.3109/09546634.2015.1021663", "25893368"]}, {"Citation": "Agrawal P. K. (1992). NMR Spectroscopy in the Structural Elucidation of Oligosaccharides and Glycosides. Phytochemistry 31, 3307–3330. 10.1016/0031-9422(92)83678-R", "ArticleIdList": ["10.1016/0031-9422(92)83678-R", "1368855"]}, {"Citation": "Ahmed S., Griffin T. S., Kraner D., Schaffner M. K., Sharma D., Hazel M., et al. (2019). Environmental Factors Variably Impact Tea Secondary Metabolites in the Context of Climate Change. Front. Plant Sci. 10, 939. 10.3389/fpls.2019.00939", "ArticleIdList": ["10.3389/fpls.2019.00939", "PMC6702324", "31475018"]}, {"Citation": "Almeida T., Pinto G., Correia B., Gonçalves S., Meijón M., Escandón M. (2020). In-depth Analysis of the Quercus suber Metabolome under Drought Stress and Recovery Reveals Potential Key Metabolic Players. Plant Sci. 299, 110606. 10.1016/j.plantsci.2020.110606", "ArticleIdList": ["10.1016/j.plantsci.2020.110606", "32900444"]}, {"Citation": "Alqahtani A., Tongkao-On W., Li K. M., Razmovski-Naumovski V., Chan K., Li G. Q. (2015). Seasonal Variation of Triterpenes and Phenolic Compounds in australianCentella asiatica(L.) Urb. Phytochem. Anal. 26, 436–443. 10.1002/pca.2578", "ArticleIdList": ["10.1002/pca.2578", "26219274"]}, {"Citation": "Anderson D. R., Duryee M. J., Shurmur S. W., Um J. Y., Bussey W. D., Hunter C. D., et al. (2014). Unique Antibody Responses to Malondialdehyde-Acetaldehyde (MAA)-Protein Adducts Predict Coronary Artery Disease. PLoS One 9, e107440. 10.1371/journal.pone.0107440", "ArticleIdList": ["10.1371/journal.pone.0107440", "PMC4161424", "25210746"]}, {"Citation": "Andrade B. S., Matias R., Corrêa B. O., Oliveira A. K. M., Guidolin D. G. F., Roel A. R. (2017). Phytochemistry, Antioxidant Potential and Antifungal of Byrsonima Crassifolia on Soil Phytopathogen Control. Braz. J. Biol. 78, 140–146. 10.1590/1519-6984.166532", "ArticleIdList": ["10.1590/1519-6984.166532", "28699968"]}, {"Citation": "Arruda B. N., Coelho R. G., Honda N. K., Ferrazoli C., Pott A., Hiruma-Lima C. A. (2009). Gastroprotective Effect of Serjania Erecta Radlk (Sapindaceae): Involvement of Sensory Neurons, Endogenous Nonprotein Sulfhydryls, and Nitric Oxide. J. Med. Food 12, 1411–1415. 10.1089/jmf.2008.0269", "ArticleIdList": ["10.1089/jmf.2008.0269", "20041803"]}, {"Citation": "Bakoyiannis I., Daskalopoulou A., Pergialiotis V., Perrea D. (2019). Phytochemicals and Cognitive Health: Are Flavonoids Doing the Trick? Biomed. Pharmacother. 109, 1488–1497. 10.1016/j.biopha.2018.10.086", "ArticleIdList": ["10.1016/j.biopha.2018.10.086", "30551400"]}, {"Citation": "Baratto M. C., Tattini M., Galardi C., Pinelli P., Romani A., Visioli F., et al. (2003). Antioxidant Activity of Galloyl Quinic Derivatives Isolated from P. Lentiscus Leaves. Free Radic. Res. 37, 405–412. 10.1080/1071576031000068618", "ArticleIdList": ["10.1080/1071576031000068618", "12747734"]}, {"Citation": "Benjamini Y., Hochberg Y. (1995). Controlling the False Discovery Rate: A Practical and Powerful Approach to Multiple Testing. J. R. Stat. Soc. Ser. B (Methodological) 57, 289–300. 10.1111/j.2517-6161.1995.tb02031.x", "ArticleIdList": ["10.1111/j.2517-6161.1995.tb02031.x"]}, {"Citation": "Berini J. L., Brockman S. A., Hegeman A. D., Reich P. B., Muthukrishnan R., Montgomery R. A., et al. (2018). Combinations of Abiotic Factors Differentially Alter Production of Plant Secondary Metabolites in Five Woody Plant Species in the Boreal-Temperate Transition Zone. Front. Plant Sci. 9. 1257. 10.3389/fpls.2018.01257", "ArticleIdList": ["10.3389/fpls.2018.01257", "PMC6134262", "30233611"]}, {"Citation": "Bernardini S., Tiezzi A., Laghezza Masci V., Ovidi E. (2018). Natural Products for Human Health: an Historical Overview of the Drug Discovery Approaches. Nat. Product. Res. 32, 1926–1950. 10.1080/14786419.2017.1356838", "ArticleIdList": ["10.1080/14786419.2017.1356838", "28748726"]}, {"Citation": "Biswas S., Das R., Das R., Ray Banerjee E. (2017). Role of Free Radicals in Human Inflammatory Diseases. AIMS Biophys. 4, 596–614. 10.3934/biophy.2017.4.596", "ArticleIdList": ["10.3934/biophy.2017.4.596"]}, {"Citation": "Biswas T., Dwivedi U. N. (2019). Plant Triterpenoid Saponins: Biosynthesis, In Vitro Production, and Pharmacological Relevance. Protoplasma 256, 1463–1486. 10.1007/s00709-019-01411-0", "ArticleIdList": ["10.1007/s00709-019-01411-0", "31297656"]}, {"Citation": "Botha L. E., Prinsloo G., Deutschländer M. S. (2018). Variations in the Accumulation of Three Secondary Metabolites in Euclea Undulata Thunb. Var. Myrtina as a Function of Seasonal Changes. South Afr. J. Bot. 117, 34–40. 10.1016/j.sajb.2018.04.016", "ArticleIdList": ["10.1016/j.sajb.2018.04.016"]}, {"Citation": "Buschhaus C., Jetter R. (2012). Composition and Physiological Function of the Wax Layers Coating Arabidopsis Leaves: β-Amyrin Negatively Affects the Intracuticular Water Barrier. Plant Physiol. 160, 1120–1129. 10.1104/pp.112.198473", "ArticleIdList": ["10.1104/pp.112.198473", "PMC3461534", "22885935"]}, {"Citation": "Buschhaus C., Jetter R. (2011). Composition Differences between Epicuticular and Intracuticular Wax Substructures: How Do Plants Seal Their Epidermal Surfaces? J. Exp. Bot. 62, 841–853. 10.1093/jxb/erq366", "ArticleIdList": ["10.1093/jxb/erq366", "21193581"]}, {"Citation": "Castro A. H. F., Alvarenga A. A. d., Barbo J. P. R. A. D., Mansur T. D. O. F., Paula A. C. C. F. F. d. (2017). Seasonal Patterns of Phenylalanine Ammonia-Lyase Activity and Total Phenol and Tannin Contents in Stryphnodendron Adstringens (Mart.) Coville. Ciênc. Florest. 27, 1037. 10.5902/1980509828679", "ArticleIdList": ["10.5902/1980509828679"]}, {"Citation": "Chong J., Soufan O., Li C., Caraus I., Li S., Bourque G., et al. (2018). MetaboAnalyst 4.0: towards More Transparent and Integrative Metabolomics Analysis. Web Serv. Issue Publ. 46, W486–W494. online 46. 10.1093/nar/gky310", "ArticleIdList": ["10.1093/nar/gky310", "PMC6030889", "29762782"]}, {"Citation": "Cortelo P. C., Demarque D. P., Dusi R. G., Albernaz L. C., Braz-Filho R., Goncharova E. I., et al. (2021). A Molecular Networking Strategy: High-Throughput Screening and Chemical Analysis of Brazilian Cerrado Plant Extracts against Cancer Cells. Cells 10, 691. 10.3390/cells10030691", "ArticleIdList": ["10.3390/cells10030691", "PMC8004027", "33804755"]}, {"Citation": "Cos P., Bruyne T., Hermans N., Apers S., Berghe D., Vlietinck A. (2004). Proanthocyanidins in Health Care: Current and New Trends. Curr. Med. Chem. 11, 1345–1359. 10.2174/0929867043365288", "ArticleIdList": ["10.2174/0929867043365288", "15134524"]}, {"Citation": "Cragg G. M., Newman D. J. (2013). Natural Products: A Continuing Source of Novel Drug Leads. Biochim. Biophys. Acta 1830, 3670–3695. 10.1016/j.bbagen.2013.02.008", "ArticleIdList": ["10.1016/j.bbagen.2013.02.008", "PMC3672862", "23428572"]}, {"Citation": "Dantas-Medeiros R., Furtado A. A., Zanatta A. C., Torres-Rêgo M., Guimarães Lourenço E. M., Ferreira Alves J. S., et al. (2021). Mass Spectrometry Characterization of Commiphora Leptophloeos Leaf Extract and Preclinical Evaluation of Toxicity and Anti-inflammatory Potential Effect. J. Ethnopharmacol. 264, 113229. 10.1016/j.jep.2020.113229", "ArticleIdList": ["10.1016/j.jep.2020.113229", "32810623"]}, {"Citation": "de Araújo Silva M. M., Ferreira L. T., de Vasconcelos F. M. T., Willadino L., Camara T. R., dos Santos D. Y. A. C., et al. (2021). Water Stress-Induced Responses in the Growth, Cuticular Wax Composition, Chloroplast Pigments and Soluble Protein Content, and Redox Metabolism of Two Genotypes of Ricinus communis L. J. Plant Growth Regul. 40, 342–352. 10.1007/s00344-020-10103-6", "ArticleIdList": ["10.1007/s00344-020-10103-6"]}, {"Citation": "de Costa F., Yendo A. C. A., Fleck J. D., Gosmann G., Fett-Neto A. G. (2013). Accumulation of a Bioactive Triterpene Saponin Fraction of Quillaja Brasiliensis Leaves Is Associated with Abiotic and Biotic Stresses. Plant Physiol. Biochem. 66, 56–62. 10.1016/j.plaphy.2013.02.003", "ArticleIdList": ["10.1016/j.plaphy.2013.02.003", "23474431"]}, {"Citation": "Di Stasi L. C., Costa M., Mendaçolli S. L. J., Kirizawa M., Gomes C., Trolin G. (1988). Screening in Mice of Some Medicinal Plants Used for Analgesic Purposes in the State of SãO Paulo. J. Ethnopharmacol. 24, 205–211. 10.1016/0378-8741(88)90153-5", "ArticleIdList": ["10.1016/0378-8741(88)90153-5", "3253491"]}, {"Citation": "Diarte C., Xavier de Souza A., Staiger S., Deininger A.-C., Bueno A., Burghardt M., et al. (2021). Compositional, Structural and Functional Cuticle Analysis of Prunus Laurocerasus L. Sheds Light on Cuticular Barrier Plasticity. Plant Physiol. Biochem. 158, 434–445. 10.1016/j.plaphy.2020.11.028", "ArticleIdList": ["10.1016/j.plaphy.2020.11.028", "33257229"]}, {"Citation": "Dinday S., Ghosh S. (2020). “Triterpenoids: Structural Diversity, Biosynthetic Pathway, and Bioactivity,” in Studies in Natural Products Chemistry. Editor Rahman A. (Amsterdam: Elsevier; ), 411–461. 10.1016/B978-0-12-819483-6.00012-6", "ArticleIdList": ["10.1016/B978-0-12-819483-6.00012-6"]}, {"Citation": "dos Santos R. de. C., Bonamin F., Périco L. L., Rodrigues V. P., Zanatta A. C., Rodrigues C. M., et al. (2019). Byrsonima Intermedia A. Juss Partitions Promote Gastroprotection against Peptic Ulcers and Improve Healing through Antioxidant and Anti-inflammatory Activities. Biomed. Pharmacother. 111, 1112–1123. 10.1016/j.biopha.2018.12.132", "ArticleIdList": ["10.1016/j.biopha.2018.12.132", "30841424"]}, {"Citation": "Dunn W. B., Broadhurst D. I., Atherton H. J., Goodacre R., Griffin J. L. (2011). Systems Level Studies of Mammalian Metabolomes: The Roles of Mass Spectrometry and Nuclear Magnetic Resonance Spectroscopy. Chem. Soc. Rev. 40, 387–426. 10.1039/b906712b", "ArticleIdList": ["10.1039/b906712b", "20717559"]}, {"Citation": "Ekabo O. A., Farnsworth N. R., Henderson T. O., Mao G., Mukherjee R. (1996). Antifungal and Molluscicidal Saponins fromSerjaniasalzmanniana. J. Nat. Prod. 59, 431–435. 10.1021/np960208r", "ArticleIdList": ["10.1021/np960208r", "8699187"]}, {"Citation": "Erb M., Kliebenstein D. J. (2020). Plant Secondary Metabolites as Defenses, Regulators, and Primary Metabolites: The Blurred Functional Trichotomy. Plant Physiol. 184, 39–52. 10.1104/pp.20.00433", "ArticleIdList": ["10.1104/pp.20.00433", "PMC7479915", "32636341"]}, {"Citation": "Forshed J., Idborg H., Jacobsson S. P. (2007). Evaluation of Different Techniques for Data Fusion of LC/MS and 1H-NMR. Chemometrics Intell. Lab. Syst. 85, 102–109. 10.1016/j.chemolab.2006.05.002", "ArticleIdList": ["10.1016/j.chemolab.2006.05.002"]}, {"Citation": "Fraige K., Dametto A. C., Zeraik M. L., de Freitas L., Saraiva A. C., Medeiros A. I., et al. (2018). Dereplication by HPLC-DAD-ESI-MS/MS and Screening for Biological Activities of Byrsonima Species (Malpighiaceae). Phytochem. Anal. 29, 196–204. 10.1002/pca.2734", "ArticleIdList": ["10.1002/pca.2734", "28990237"]}, {"Citation": "Ghorbanpour M., Varma A. (Editors) (2017). Medicinal Plants and Environmental Challenges. (Cham: Springer International Publishing; ). 10.1007/978-3-319-68717-9", "ArticleIdList": ["10.1007/978-3-319-68717-9"]}, {"Citation": "González-Coloma A., López-Balboa C., Santana O., Reina M., Fraga B. M. (2011). Triterpene-based Plant Defenses. Phytochem. Rev. 10, 245–260. 10.1007/s11101-010-9187-8", "ArticleIdList": ["10.1007/s11101-010-9187-8"]}, {"Citation": "Guilhon-Simplicio F., Machado T. M., do Nascimento L. F., Souza R. d. S., Koolen H. H. F., da Silva F. M. A., et al. (2017). Chemical Composition and Antioxidant, Antinociceptive, and Anti-inflammatory Activities of Four Amazonian Byrsonima Species. Phytother. Res. 31, 1686–1693. 10.1002/ptr.5884", "ArticleIdList": ["10.1002/ptr.5884", "28840624"]}, {"Citation": "Hackstadt A. J., Hess A. M. (2009). Filtering for Increased Power for Microarray Data Analysis. BMC Bioinformatics 10, 11. 10.1186/1471-2105-10-11", "ArticleIdList": ["10.1186/1471-2105-10-11", "PMC2661050", "19133141"]}, {"Citation": "Han Y., Zhang A.-H., Zhang Y.-Z., Sun H., Meng X.-C., Wang X.-J. (2018). Chemical Metabolomics for Investigating the Protective Effectiveness ofAcanthopanax senticosusHarms Leaf against Acute Promyelocytic Leukemia. RSC Adv. 8, 11983–11990. 10.1039/C8RA01029C", "ArticleIdList": ["10.1039/C8RA01029C", "PMC9079283", "35539371"]}, {"Citation": "Harvey A. L., Edrada-Ebel R., Quinn R. J. (2015). The Re-emergence of Natural Products for Drug Discovery in the Genomics Era. Nat. Rev. Drug Discov. 14, 111–129. 10.1038/nrd4510", "ArticleIdList": ["10.1038/nrd4510", "25614221"]}, {"Citation": "Heredia-Vieira S. C., Simonet A. M., Vilegas W., Macías F. A. (2015). Unusual C,O-Fused Glycosylapigenins fromSerjania marginataLeaves. J. Nat. Prod. 78, 77–84. 10.1021/np500715x", "ArticleIdList": ["10.1021/np500715x", "25517504"]}, {"Citation": "Higuchi C. T., Pavan F. R., Leite C. Q. F., Sannomiya M., Vilegas W., Leite S. R. D. A., et al. (2008). Triterpenes and Antitubercular Activity of Byrsonima Crassa. Quím. Nova 31, 1719–1721. 10.1590/S0100-40422008000700023", "ArticleIdList": ["10.1590/S0100-40422008000700023"]}, {"Citation": "Houriet J., Allard P.-M., Queiroz E. F., Marcourt L., Gaudry A., Vallin L., et al. (2020). A Mass Spectrometry Based Metabolite Profiling Workflow for Selecting Abundant Specific Markers and Their Structurally Related Multi-Component Signatures in Traditional Chinese Medicine Multi‐Herb Formulae. Front. Pharmacol. 11, 578346. 10.3389/fphar.2020.578346", "ArticleIdList": ["10.3389/fphar.2020.578346", "PMC7756971", "33362543"]}, {"Citation": "Huang D., Ou B., Prior R. L. (2005). The Chemistry behind Antioxidant Capacity Assays. J. Agric. Food Chem. 53, 1841–1856. 10.1021/jf030723c", "ArticleIdList": ["10.1021/jf030723c", "15769103"]}, {"Citation": "Isah T. (2019). Stress and Defense Responses in Plant Secondary Metabolites Production. Biol. Res. 52, 39. 10.1186/s40659-019-0246-3", "ArticleIdList": ["10.1186/s40659-019-0246-3", "PMC6661828", "31358053"]}, {"Citation": "Jacques D., Haslam E., Bedford G. R., Greatbanks D. (1974). Plant Proanthocyanidins. Part II. Proanthocyanidin-A2 and its Derivatives. J. Chem. Soc. Perkin Trans. 1 1, 2663–2671. 10.1039/p19740002663", "ArticleIdList": ["10.1039/p19740002663"]}, {"Citation": "\nHarborne J. B. (1994). The Flavonoids: Advances in Research Since 1986 (London: Chapman & Hall; ). Available at: https://pubs.acs.org/doi/abs/10.1021/ed072pA73.11\n. ", "ArticleIdList": ["10.1021/ed072pA73.11"]}, {"Citation": "Jiang W.-J., Daikonya A., Ohkawara M., Nemoto T., Noritake R., Takamiya T., et al. (2017). Structure-activity Relationship of the Inhibitory Effects of Flavonoids on Nitric Oxide Production in RAW264.7 Cells. Bioorg. Med. Chem. 25, 779–788. 10.1016/j.bmc.2016.11.055", "ArticleIdList": ["10.1016/j.bmc.2016.11.055", "27955927"]}, {"Citation": "Karas D., Ulrichová J., Valentová K. (2017). Galloylation of Polyphenols Alters Their Biological Activity. Food Chem. Toxicol. 105, 223–240. 10.1016/j.fct.2017.04.021", "ArticleIdList": ["10.1016/j.fct.2017.04.021", "28428085"]}, {"Citation": "Katajamaa M., Miettinen J., Oresic M. (2006). MZmine: Toolbox for Processing and Visualization of Mass Spectrometry Based Molecular Profile Data. Bioinformatics 22, 634–636. 10.1093/bioinformatics/btk039", "ArticleIdList": ["10.1093/bioinformatics/btk039", "16403790"]}, {"Citation": "Katz L., Baltz R. H. (2016). Natural Product Discovery: Past, Present, and Future. J. Ind. Microbiol. Biotechnol. 43, 155–176. 10.1007/s10295-015-1723-5", "ArticleIdList": ["10.1007/s10295-015-1723-5", "26739136"]}, {"Citation": "Kellogg J. J., Graf T. N., Paine M. F., McCune J. S., Kvalheim O. M., Oberlies N. H., et al. (2017). Comparison of Metabolomics Approaches for Evaluating the Variability of Complex Botanical Preparations: Green Tea (Camellia Sinensis) as a Case Study. J. Nat. Prod. 80, 1457–1466. 10.1021/acs.jnatprod.6b01156", "ArticleIdList": ["10.1021/acs.jnatprod.6b01156", "PMC5469520", "28453261"]}, {"Citation": "Kolodziej H. (1992). “1H NMR Spectral Studies of Procyanidin Derivatives: Diagnostic 1H NMR Parameters Applicable to the Structural Elucidation of Oligomeric Procyanidins,” in In Plant Polyphenols - Synthesis, Properties, Significance . Editors Hemingway R. W., Laks P. E. (New York: Plenum Press)), 295–319. 10.1007/978-1-4615-3476-1_17", "ArticleIdList": ["10.1007/978-1-4615-3476-1_17"]}, {"Citation": "Kunle O. F., Egharevba H. O., Ahmadu P. O. (2012). Standardization of Herbal Medicines - A Review. Int. J. Biodvers. Conserv. 4, 101–112. 10.5897/IJBC11.163", "ArticleIdList": ["10.5897/IJBC11.163"]}, {"Citation": "Lahsen M., Bustamante M. M. C., Dalla-Nora E. L. (2016). Undervaluing and Overexploiting the Brazilian Cerrado at Our Peril. Environ. Sci. Pol. Sustain. Develop. 58, 4–15. 10.1080/00139157.2016.1229537", "ArticleIdList": ["10.1080/00139157.2016.1229537"]}, {"Citation": "Lambers H., de Britto Costa P., Oliveira R. S., Silveira F. A. O. (2020). Towards More Sustainable Cropping Systems: Lessons from Native Cerrado Species. Theor. Exp. Plant Physiol. 32, 175–194. 10.1007/s40626-020-00180-z", "ArticleIdList": ["10.1007/s40626-020-00180-z"]}, {"Citation": "Liebelt D. J., Jordan J. T., Doherty C. J. (2019). Only a Matter of Time: the Impact of Daily and Seasonal Rhythms on Phytochemicals. Phytochem. Rev. 18, 1409–1433. 10.1007/s11101-019-09617-z", "ArticleIdList": ["10.1007/s11101-019-09617-z"]}, {"Citation": "Liu Q., Khakimov B., Cárdenas P. D., Cozzi F., Olsen C. E., Jensen K. R., et al. (2019). The Cytochrome P450 CYP72A552 Is Key to Production of Hederagenin‐based Saponins that Mediate Plant Defense against Herbivores. New Phytol. 222, 1599–1609. 10.1111/nph.15689", "ArticleIdList": ["10.1111/nph.15689", "30661245"]}, {"Citation": "Lou H., Yamazaki Y., Sasaki T., Uchida M., Tanaka H., Oka S. (1999). A-type Proanthocyanidins from Peanut Skins. Phytochemistry 51, 297–308. 10.1016/S0031-9422(98)00736-5", "ArticleIdList": ["10.1016/S0031-9422(98)00736-5"]}, {"Citation": "Ma X., Moilanen J., Laaksonen O., Yang W., Tenhu E., Yang B. (2019). Phenolic Compounds and Antioxidant Activities of tea-type Infusions Processed from Sea Buckthorn (Hippophaë Rhamnoides) Leaves. Food Chem. 272, 1–11. 10.1016/j.foodchem.2018.08.006", "ArticleIdList": ["10.1016/j.foodchem.2018.08.006", "30309518"]}, {"Citation": "Macintyre L., Zhang T., Viegelmann C., Martinez I., Cheng C., Dowdells C., et al. (2014). Metabolomic Tools for Secondary Metabolite Discovery from Marine Microbial Symbionts. Mar. Drugs 12, 3416–3448. 10.3390/md12063416", "ArticleIdList": ["10.3390/md12063416", "PMC4071584", "24905482"]}, {"Citation": "Mannochio-Russo H., Bueno P. C. P., Bauermeister A., de Almeida R. F., Dorrestein P. C., Cavalheiro A. J., et al. (2020). Can Statistical Evaluation Tools for Chromatographic Method Development Assist in the Natural Products Workflow? A Case Study on Selected Species of the Plant Family Malpighiaceae. J. Nat. Prod. 83, 3239–3249. 10.1021/acs.jnatprod.0c00495", "ArticleIdList": ["10.1021/acs.jnatprod.0c00495", "33196207"]}, {"Citation": "Moreira L. Q., Vilela F. C., Orlandi L., Dias D. F., Santos A. L. A., da Silva M. A., et al. (2011). Anti-inflammatory Effect of Extract and Fractions from the Leaves of Byrsonima Intermedia A. Juss. In Rats. J. Ethnopharmacol. 138, 610–615. 10.1016/j.jep.2011.10.006", "ArticleIdList": ["10.1016/j.jep.2011.10.006", "22008877"]}, {"Citation": "\nMoreira R. P. de. M., Augusto C., Batista S., Neto G. G. (2013). “Check List” de Angiospermas da vegetação marginal da estrada Santo Antônio de Leverger - Mimoso, Pantanal de Mato Grosso. Available at: https://periodicoscientificos.ufmt.br/ojs/index.php/flovet/article/view/1524\n (Accessed November 20, 2020). "}, {"Citation": "Moses T., Papadopoulou K. K., Osbourn A. (2014). Metabolic and Functional Diversity of Saponins, Biosynthetic Intermediates and Semi-synthetic Derivatives. Crit. Rev. Biochem. Mol. Biol. 49, 439–462. 10.3109/10409238.2014.953628", "ArticleIdList": ["10.3109/10409238.2014.953628", "PMC4266039", "25286183"]}, {"Citation": "Nogueira R. C., Paiva R., Castro A. H. d., Vieira C. V., Abbade L. C., Alvarenga A. A. (2004). Germinação In Vitro de murici-pequeno (Byrsonima intermedia A. Juss.). Ciênc. Agrotec. 28, 1053–1059. 10.1590/S1413-70542004000500012", "ArticleIdList": ["10.1590/S1413-70542004000500012"]}, {"Citation": "\nOliveira M. I. B., Polido C. do. A., Costa L. C., Fava W. S. (2007). Sistema reprodutivo e polinização de Byrsonima intermedia A. Juss. (Malpighiaceae) em Mato Grosso Do Sul. Brasil. Rev. Bras. Biociências\n5, 756–758. Available at: http://www.ufrgs.br/seerbio/ojs/index.php/rbb/article/viewFile/802/650\n (Accessed November 20, 2020). "}, {"Citation": "Otimenyin S. O. (2018). Antiinflammatory Medicinal Plants. Nat. Prod. Drug Discov., 411–431. 10.1016/B978-0-08-102081-4.00015-0", "ArticleIdList": ["10.1016/B978-0-08-102081-4.00015-0"]}, {"Citation": "Pandey P., Senthil-Kumar M. (2019). Plant-pathogen Interaction in the Presence of Abiotic Stress: What Do We Know about Plant Responses?. Plant Physiol. Rep. 24, 541–549. 10.1007/s40502-019-00483-7", "ArticleIdList": ["10.1007/s40502-019-00483-7"]}, {"Citation": "Paudel G., Bilova T., Schmidt R., Greifenhagen U., Berger R., Tarakhovskaya E., et al. (2016). Osmotic Stress Is Accompanied by Protein Glycation inArabidopsis Thaliana. Exbotj 67, 6283–6295. 10.1093/jxb/erw395", "ArticleIdList": ["10.1093/jxb/erw395", "PMC5181577", "27856706"]}, {"Citation": "Pereira V. V., Borel C. R., Silva R. R. (2015). Phytochemical Screening, Total Phenolic Content and Antioxidant Activity ofByrsonimaspecies. Nat. Product. Res. 29, 1461–1465. 10.1080/14786419.2014.1002407", "ArticleIdList": ["10.1080/14786419.2014.1002407", "25604883"]}, {"Citation": "Périco L. L., Heredia-Vieira S. C., Beserra F. P., de Cássia dos Santos R., Weiss M. B., Resende F. A., et al. (2015). Does the Gastroprotective Action of a Medicinal Plant Ensure Healing Effects? An Integrative Study of the Biological Effects of Serjania Marginata Casar. (Sapindaceae) in Rats. J. Ethnopharmacol. 172, 312–324. 10.1016/j.jep.2015.06.025", "ArticleIdList": ["10.1016/j.jep.2015.06.025", "26099637"]}, {"Citation": "Pluskal T., Castillo S., Villar-Briones A., Orešič M. (2010). MZmine 2: Modular Framework for Processing, Visualizing, and Analyzing Mass Spectrometry-Based Molecular Profile Data. BMC Bioinformatics 11. 10.1186/1471-2105-11-395", "ArticleIdList": ["10.1186/1471-2105-11-395", "PMC2918584", "20650010"]}, {"Citation": "Pluskal T., Uehara T., Yanagida M. (2012). Highly Accurate Chemical Formula Prediction Tool Utilizing High-Resolution Mass Spectra, MS/MS Fragmentation, Heuristic Rules, and Isotope Pattern Matching. Anal. Chem. 84, 4396–4403. 10.1021/ac3000418", "ArticleIdList": ["10.1021/ac3000418", "22497521"]}, {"Citation": "Rai A., Saito K., Yamazaki M. (2017). Integrated Omics Analysis of Specialized Metabolism in Medicinal Plants. Plant J. 90, 764–787. 10.1111/tpj.13485", "ArticleIdList": ["10.1111/tpj.13485", "28109168"]}, {"Citation": "Rauf A., Imran M., Abu-Izneid T., Haq I.-U., Patel S., Pan X., et al. (2019). Proanthocyanidins: A Comprehensive Review. Biomed. Pharmacother. 116, 108999. 10.1016/j.biopha.2019.108999", "ArticleIdList": ["10.1016/j.biopha.2019.108999", "31146109"]}, {"Citation": "Rodal M. J. N., Nascimento L. M. d. (2002). Levantamento florístico da floresta serrana da reserva biológica de Serra Negra, microrregião de Itaparica, Pernambuco, Brasil. Acta Bot. Bras. 16, 481–500. 10.1590/S0102-33062002000400009", "ArticleIdList": ["10.1590/S0102-33062002000400009"]}, {"Citation": "Salinas-Sánchez D., Jiménez-Ferrer E., Sánchez-Sánchez V., Zamilpa A., González-Cortazar M., Tortoriello J., et al. (2017). Anti-Inflammatory Activity of a Polymeric Proanthocyanidin from Serjania Schiedeana. Molecules 22, 863. 10.3390/molecules22060863", "ArticleIdList": ["10.3390/molecules22060863", "PMC6152783", "28587132"]}, {"Citation": "Sampaio B. L., Edrada-Ebel R., Da Costa F. B. (2016). Effect of the Environment on the Secondary Metabolic Profile of Tithonia Diversifolia: a Model for Environmental Metabolomics of Plants. Sci. Rep. 6, 29265. 10.1038/srep29265", "ArticleIdList": ["10.1038/srep29265", "PMC4935878", "27383265"]}, {"Citation": "Sannomiya M., Cardoso C. R. P., Figueiredo M. E., Rodrigues C. M., dos Santos L. C., dos Santos F. V., et al. (2007). Mutagenic Evaluation and Chemical Investigation of Byrsonima Intermedia A. Juss. Leaf Extracts. J. Ethnopharmacol. 112, 319–326. 10.1016/j.jep.2007.03.014", "ArticleIdList": ["10.1016/j.jep.2007.03.014", "17459621"]}, {"Citation": "Santos R. C., Kushima H., Rodrigues C. M., Sannomiya M., Rocha L. R. M., Bauab T. M., et al. (2012). Byrsonima Intermedia A. Juss.: Gastric and Duodenal Anti-ulcer, Antimicrobial and Antidiarrheal Effects in Experimental Rodent Models. J. Ethnopharmacol. 140, 203–212. 10.1016/j.jep.2011.12.008", "ArticleIdList": ["10.1016/j.jep.2011.12.008", "22265748"]}, {"Citation": "Sehlakgwe P. F., Lall N., Prinsloo G. (2020). 1H-NMR Metabolomics and LC-MS Analysis to Determine Seasonal Variation in a Cosmeceutical Plant Leucosidea Sericea. Front. Pharmacol. 11, 1–11. 10.3389/fphar.2020.00219", "ArticleIdList": ["10.3389/fphar.2020.00219", "PMC7066304", "32194427"]}, {"Citation": "Sparg S. G., Light M. E., van Staden J. (2004). Biological Activities and Distribution of Plant Saponins. J. Ethnopharmacol. 94, 219–243. 10.1016/j.jep.2004.05.016", "ArticleIdList": ["10.1016/j.jep.2004.05.016", "15325725"]}, {"Citation": "Sprengel-Lima C., Rezende A. A. (2013). Sapindaceae Do noroeste paulista: lista de espécies e chave de identificação baseada em caracteres vegetativos. Biota Neotrop. 13, 270–282. 10.1590/S1676-06032013000200026", "ArticleIdList": ["10.1590/S1676-06032013000200026"]}, {"Citation": "Sut S., Dall’Acqua S., Uysal S., Zengin G., Aktumsek A., Picot-Allain C., et al. (2019). LC-MS, NMR Fingerprint of Potentilla Argentea and Potentilla Recta Extracts and Their In Vitro Biopharmaceutical Assessment. Ind. Crops Prod. 131, 125–133. 10.1016/j.indcrop.2019.01.047", "ArticleIdList": ["10.1016/j.indcrop.2019.01.047"]}, {"Citation": "Szakiel A., Pączkowski C., Henry M. (2011). Influence of Environmental Abiotic Factors on the Content of Saponins in Plants. Phytochem. Rev. 10, 471–491. 10.1007/s11101-010-9177-x", "ArticleIdList": ["10.1007/s11101-010-9177-x"]}, {"Citation": "Tungmunnithum D., Thongboonyou A., Pholboon A., Yangsabai A. (2018). Flavonoids and Other Phenolic Compounds from Medicinal Plants for Pharmaceutical and Medical Aspects: An Overview. Medicines 5, 93. 10.3390/medicines5030093", "ArticleIdList": ["10.3390/medicines5030093", "PMC6165118", "30149600"]}, {"Citation": "Velasque M., Del-Claro K. (2016). Host Plant Phenology May Determine the Abundance of an Ecosystem Engineering Herbivore in a Tropical savanna. Ecol. Entomol. 41, 421–430. 10.1111/een.12317", "ArticleIdList": ["10.1111/een.12317"]}, {"Citation": "Verdam M. C. D. S., Guilhon-Simplicio F., Andrade K. C. d., Fernandes K. L. M., Machado T. M., Da Silva F. M. A., et al. (2017). Analgesic, Anti-Inflammatory, and Antioxidant Activities of Byrsonima Duckeana W. R. Anderson (Malpighiaceae). Scientific World J. 2017, 1–8. 10.1155/2017/8367042", "ArticleIdList": ["10.1155/2017/8367042", "PMC5358439", "28367492"]}, {"Citation": "Wang B., Shi Z., Weber G. F., Kennedy M. A. (2013). Introduction of a New Critical P Value Correction Method for Statistical Significance Analysis of Metabonomics Data. Anal. Bioanal. Chem. 405, 8419–8429. 10.1007/s00216-013-7284-4", "ArticleIdList": ["10.1007/s00216-013-7284-4", "PMC4528961", "24026514"]}, {"Citation": "Wang W., Xin H., Wang M., Ma Q., Wang L., Kaleri N. A., et al. (2016). Transcriptomic Analysis Reveals the Molecular Mechanisms of Drought-Stress-Induced Decreases in Camellia Sinensis Leaf Quality. Front. Plant Sci. 7, 385. 10.3389/fpls.2016.00385", "ArticleIdList": ["10.3389/fpls.2016.00385", "PMC4811933", "27066035"]}, {"Citation": "Wolfender J.-L., Marti G., Thomas A., Bertrand S. (2015). Current Approaches and Challenges for the Metabolite Profiling of Complex Natural Extracts. J. Chromatogr. A 1382, 136–164. 10.1016/j.chroma.2014.10.091", "ArticleIdList": ["10.1016/j.chroma.2014.10.091", "25464997"]}, {"Citation": "Wolfender J.-L., Nuzillard J.-M., Van Der Hooft J. J. J., Renault J.-H., Bertrand S. (2019). Accelerating Metabolite Identification in Natural Product Research: Toward an Ideal Combination of Liquid Chromatography-High-Resolution Tandem Mass Spectrometry and NMR Profiling,in SilicoDatabases, and Chemometrics. Anal. Chem. 91, 704–742. 10.1021/acs.analchem.8b05112", "ArticleIdList": ["10.1021/acs.analchem.8b05112", "30453740"]}, {"Citation": "Xiao C., Dai H., Liu H., Wang Y., Tang H. (2008). Revealing the Metabonomic Variation of Rosemary Extracts Using 1H NMR Spectroscopy and Multivariate Data Analysis. J. Agric. Food Chem. 56, 10142–10153. 10.1021/jf8016833", "ArticleIdList": ["10.1021/jf8016833", "18800806"]}, {"Citation": "Yang L. Y., Yang S. L., Li J. Y., Ma J. H., Pang T., Zou C. M., et al. (2018). Effects of Different Growth Temperatures on Growth, Development, and Plastid Pigments Metabolism of Tobacco (Nicotiana Tabacum L.) Plants. Bot. Stud. 59, 5. 10.1186/s40529-018-0221-2", "ArticleIdList": ["10.1186/s40529-018-0221-2", "PMC5799153", "29404808"]}, {"Citation": "Zhang Z.-K., Ouyang M.-A., Wu Z.-J., Lin Q.-Y., Xie L.-H. (2007). Structure-activity Relationship of Triterpenes and Triterpenoid Glycosides against Tobacco Mosaic Virus. Planta Med. 73, 1457–1463. 10.1055/s-2007-990263", "ArticleIdList": ["10.1055/s-2007-990263", "18240420"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "5", "Day": "20"}, {"Year": "2021", "Month": "6", "Day": "24"}, {"Year": "2021", "Month": "7", "Day": "23", "Hour": "6", "Minute": "51"}, {"Year": "2021", "Month": "7", "Day": "24", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "7", "Day": "24", "Hour": "6", "Minute": "1"}, {"Year": "2021", "Month": "1", "Day": "1"}], "PublicationStatus": "epublish", "ArticleIdList": ["34295876", "PMC8290060", "10.3389/fchem.2021.710025", "710025"]}}], "PubmedBookArticle": []}