{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Cannabinoids", "Carotenoids", "Chalcones", "Epidrugs", "Epigenetic, Cancer"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34308524", "DateCompleted": {"Year": "2021", "Month": "09", "Day": "03"}, "DateRevised": {"Year": "2021", "Month": "09", "Day": "03"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "07", "Day": "26"}], "Language": ["eng"], "ELocationID": ["10.1007/s11356-021-15594-8"], "Journal": {"ISSN": "1614-7499", "JournalIssue": {"Volume": "28", "Issue": "35", "PubDate": {"Year": "2021", "Month": "Sep"}}, "Title": "Environmental science and pollution research international", "ISOAbbreviation": "Environ Sci Pollut Res Int"}, "ArticleTitle": "Anticancer mechanisms of phytochemical compounds: focusing on epigenetic targets.", "Pagination": {"StartPage": "47869", "EndPage": "47903", "MedlinePgn": "47869-47903"}, "Abstract": {"AbstractText": ["It has recently been proven that epigenetic dysregulation is importantly involved in cell transformation and therefore induces cancerous diseases. The development of molecules called epidrugs, which target specifically different epigenetic modifications to restore cellular memory and therefore the treatment, became a real challenge currently. Currently, bioactive compounds of medicinal plants as epidrugs have been can identified and explored in cancer therapy. Indeed, these molecules can target specifically different epigenetic modulators including DNMT, HDAC, HAT, and HMT. Moreover, some compounds exhibit stochastic epigenetic actions on different pathways regulating cell memory. In this work, pharmacodynamic actions of natural epidrugs belonging to cannabinoids, carotenoids, chalcones, fatty acids, lignans, polysaccharides, saponins, secoiridoids, steroids, tannins, tanshinones, and other chemical classes we reported and highlighted. In this review, the effects of several natural bioactive compounds of epigenetic medications on cancerous diseases were highlighted. Numerous active molecules belonging to different chemical classes such as cannabinoids, carotenoids, fatty acids, lignans, polysaccharides, saponins, secoiridoids, steroids, tannins, and tanshinones are discussed in this review."], "CopyrightInformation": "© 2021. The Author(s), under exclusive licence to Springer-Verlag GmbH Germany, part of Springer Nature."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Histology, Embryology, and Cytogenetic, Faculty of Medicine and Pharmacy, Mohammed V University, Rabat, Morocco."}], "LastName": "El Omari", "ForeName": "Nasreddine", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Biotechnology and Applied Microbiology Team, Department of Biology, Faculty of Science, Abdelmalek Essaadi University, BP2121, 93002, Tetouan, Morocco."}], "LastName": "Bakha", "ForeName": "Mohamed", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Arts and Sciences, Arab American University, Jenin, 240, Palestine."}], "LastName": "Imtara", "ForeName": "Hamada", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "LPCMIO, Materials Science Center (MSC), Ecole Normale Supérieure, Mohammed V University, Rabat, Morocco."}], "LastName": "Guaouguaoua", "ForeName": "Fatima-Ezzahrae", "Initials": "FE"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Biodiversity, Ecology, and Genome, Faculty of Sciences, Mohammed V University, Rabat, Morocco."}], "LastName": "Balahbib", "ForeName": "Abdelaali", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Physiology and Biochemistry Research Laboratory, Department of Biology, Science Faculty, Selcuk University, Konya, Turkey. gokhanzengin@selcuk.edu.tr."}], "LastName": "Zengin", "ForeName": "Gokhan", "Initials": "G"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Human Pathologies Biology, Department of Biology, Faculty of Sciences, and Genomic Center of Human Pathologies, Mohammed V University, Rabat, Morocco. boyahyaa-90@hotmail.fr."}], "LastName": "Bouyahya", "ForeName": "Abdelhakim", "Initials": "A"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "Environ Sci Pollut Res Int", "NlmUniqueID": "9441769", "ISSNLinking": "0944-1344"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Lignans"}, {"RegistryNumber": "0", "NameOfSubstance": "Phytochemicals"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Epigenesis, Genetic"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Lignans"}, {"QualifierName": [], "DescriptorName": "Neoplasms"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Phytochemicals"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Amirabad LM, Massumi M, Alivand MR (2017) L-Ascorbic acid affect the DNA methytransferase expression in mouse embryonic fibroblasts, p 4"}, {"Citation": "Bora-Tatar G, Dayangaç-Erden D, Demir AS, Dalkara S, Yelekçi K, Erdem-Yurter H (2009) Molecular modifications on carboxylic acid derivatives as potent histone deacetylase inhibitors: activity and docking studies. Bioorg Med Chem 17:5219–5228. https://doi.org/10.1016/j.bmc.2009.05.042", "ArticleIdList": ["10.1016/j.bmc.2009.05.042"]}, {"Citation": "Cao F, Zhang C, Han W et al (2017) p-Akt as a potential poor prognostic factor for gastric cancer: a systematic review and meta-analysis. Oncotarget 8:59878", "ArticleIdList": ["10.18632/oncotarget.17001"]}, {"Citation": "Ceccarelli V, Valentini V, Ronchetti S, Cannarile L, Billi M, Riccardi C, Ottini L, Talesa VN, Grignani F, Vecchini A (2018) Eicosapentaenoic acid induces DNA demethylation in carcinoma cells through a TET1-dependent mechanism. FASEB J 32:5990–6001. https://doi.org/10.1096/fj.201800245R", "ArticleIdList": ["10.1096/fj.201800245R"]}, {"Citation": "Ceccarelli V, Ronchetti S, Marchetti MC, Calvitti M, Riccardi C, Grignani F, Vecchini A (2020) Molecular mechanisms underlying eicosapentaenoic acid inhibition of HDAC1 and DNMT expression and activity in carcinoma cells. Biochim Biophys Acta BBA - Gene Regul Mech 1863:194481. https://doi.org/10.1016/j.bbagrm.2020.194481", "ArticleIdList": ["10.1016/j.bbagrm.2020.194481"]}, {"Citation": "Chatterjee TK, Idelman G, Blanco V, Blomkalns AL, Piegore MG Jr, Weintraub DS, Kumar S, Rajsheker S, Manka D, Rudich SM, Tang Y, Hui DY, Bassel-Duby R, Olson EN, Lingrel JB, Ho SM, Weintraub NL (2011) Histone deacetylase 9 is a negative regulator of adipogenic differentiation. J Biol Chem 286:27836–27847", "ArticleIdList": ["10.1074/jbc.M111.262964"]}, {"Citation": "Cho Y, Turner ND, Davidson LA, Chapkin RS, Carroll RJ, Lupton JR (2014) Colon cancer cell apoptosis is induced by combined exposure to the n-3 fatty acid docosahexaenoic acid and butyrate through promoter methylation. Exp Biol Med 239:302–310. https://doi.org/10.1177/1535370213514927", "ArticleIdList": ["10.1177/1535370213514927"]}, {"Citation": "Corominas-Faja B, Cuyàs E, Lozano-Sánchez J, Cufí S, Verdura S, Fernández-Arroyo S, Borrás-Linares I, Martin-Castillo B, Martin ÁG, Lupu R, Nonell-Canals A, Sanchez-Martinez M, Micol V, Joven J, Segura-Carretero A, Menendez JA (2018) Extra-virgin olive oil contains a metabolo-epigenetic inhibitor of cancer stem cells. Carcinogenesis 39:601–613. https://doi.org/10.1093/carcin/bgy023", "ArticleIdList": ["10.1093/carcin/bgy023"]}, {"Citation": "Cui X, Wakai T, Shirai Y, Yokoyama N, Hatakeyama K, Hirano S (2006) Arsenic trioxide inhibits DNA methyltransferase and restores methylation-silenced genes in human liver cancer cells. Hum Pathol 37:298–311. https://doi.org/10.1016/j.humpath.2005.10.013", "ArticleIdList": ["10.1016/j.humpath.2005.10.013"]}, {"Citation": "Cui Y, Lu C, Liu L, Sun D, Yao N, Tan S, Bai S, Ma X (2008a) Reactivation of methylation-silenced tumor suppressor gene p16INK4a by nordihydroguaiaretic acid and its implication in G1 cell cycle arrest. Life Sci 82:247–255. https://doi.org/10.1016/j.lfs.2007.11.013", "ArticleIdList": ["10.1016/j.lfs.2007.11.013"]}, {"Citation": "Cui Y, Lu C, Kang A, Liu L, Tan S, Sun D, Hu J, Ma X (2008b) Nordihydroguaiaretic acid restores expression of silenced E-cadherin gene in human breast cancer cell lines and xenografts. Anti-Cancer Drugs 19:487–494. https://doi.org/10.1097/CAD.0b013e3282fd5310", "ArticleIdList": ["10.1097/CAD.0b013e3282fd5310"]}, {"Citation": "Du J, Zhou N, Liu H et al (2012) Arsenic Induces functional re-expression of estrogen receptor α by Demethylation of DNA in estrogen receptor-negative human breast cancer. PLoS One 7:e35957. https://doi.org/10.1371/journal.pone.0035957", "ArticleIdList": ["10.1371/journal.pone.0035957"]}, {"Citation": "Ebert A, König J, Frommer L, Schuppan D, Kahaly GJ (2020) Chromogranin serves as novel biomarker of endocrine and gastric autoimmunity. J Clin Endocrinol Metab 105:2606–2615", "ArticleIdList": ["10.1210/clinem/dgaa288"]}, {"Citation": "Eyvani H, Moghaddaskho F, Kabuli M, Zekri A, Momeny M, Tavakkoly-Bazzaz J, Alimoghaddam K, Ghavamzadeh A, Ghaffari SH (2016) Arsenic trioxide induces cell cycle arrest and alters DNA methylation patterns of cell cycle regulatory genes in colorectal cancer cells. Life Sci 167:67–77. https://doi.org/10.1016/j.lfs.2016.10.020", "ArticleIdList": ["10.1016/j.lfs.2016.10.020"]}, {"Citation": "Feng S, De Carvalho DD (2021) Clinical advances in targeting epigenetics for cancer therapy. FEBS J.  https://doi.org/10.1111/febs.15750"}, {"Citation": "Fialova B, Luzna P, Gursky J, Langova K, Kolar Z, Trtkova KS (2016) Epigenetic modulation of AR gene expression in prostate cancer DU145 cells with the combination of sodium butyrate and 5′-aza-2′-deoxycytidine. Oncol Rep 36:2365–2374. https://doi.org/10.3892/or.2016.5000", "ArticleIdList": ["10.3892/or.2016.5000"]}, {"Citation": "Fu L-J, Ding Y-B, Wu L-X, Wen CJ, Qu Q, Zhang X, Zhou HH (2014) The effects of lycopene on the methylation of the GSTP1 promoter and global methylation in prostatic cancer cell lines PC3 and LNCaP. Int J Endocrinol 2014:1–9. https://doi.org/10.1155/2014/620165", "ArticleIdList": ["10.1155/2014/620165"]}, {"Citation": "Gao Y, Tollefsbol T (2018) Combinational Proanthocyanidins and resveratrol synergistically inhibit human breast cancer cells and impact epigenetic–mediating machinery. Int J Mol Sci 19:2204. https://doi.org/10.3390/ijms19082204", "ArticleIdList": ["10.3390/ijms19082204"]}, {"Citation": "Gerecke C, Schumacher F, Edlich A et al (2018) Vitamin C promotes decitabine or azacytidine induced DNA hydroxymethylation and subsequent reactivation of the epigenetically silenced tumour suppressor CDKN1A in colon cancer cells. Oncotarget 9:32822–32840. https://doi.org/10.18632/oncotarget.25999", "ArticleIdList": ["10.18632/oncotarget.25999"]}, {"Citation": "Gerecke C, Schumacher F, Berndzen A, Homann T, Kleuser B (2020) Vitamin C in combination with inhibition of mutant IDH1 synergistically activates TET enzymes and epigenetically modulates gene silencing in colon cancer cells. Epigenetics 15:307–322. https://doi.org/10.1080/15592294.2019.1666652", "ArticleIdList": ["10.1080/15592294.2019.1666652"]}, {"Citation": "Griffiths C, Aikins J, Warshal D, Ostrovsky O (2021) Can cannabidiol affect the efficacy of chemotherapy and epigenetic treatments in cancer? Biomolecules 11:766. https://doi.org/10.3390/biom11050766", "ArticleIdList": ["10.3390/biom11050766"]}, {"Citation": "Hassani S, Khaleghian A, Ahmadian S, Alizadeh S, Alimoghaddam K, Ghavamzadeh A, Ghaffari SH (2018) Redistribution of cell cycle by arsenic trioxide is associated with demethylation and expression changes of cell cycle related genes in acute promyelocytic leukemia cell line (NB4). Ann Hematol 97:83–93. https://doi.org/10.1007/s00277-017-3163-y", "ArticleIdList": ["10.1007/s00277-017-3163-y"]}, {"Citation": "Hauptstock V, Kuriakose S, Schmidt D, Düster R, Müller SC, von Ruecker A, Ellinger J (2011) Glutathione-S-transferase pi 1(GSTP1) gene silencing in prostate cancer cells is reversed by the histone deacetylase inhibitor depsipeptide. Biochem Biophys Res Commun 412:606–611. https://doi.org/10.1016/j.bbrc.2011.08.007", "ArticleIdList": ["10.1016/j.bbrc.2011.08.007"]}, {"Citation": "Hervouet E, Debien E, Campion L, Charbord J, Menanteau J, Vallette FM, Cartron PF (2009) Folate supplementation limits the aggressiveness of glioma via the remethylation of DNA repeats element and genes governing apoptosis and proliferation. Clin Cancer Res 15:3519–3529. https://doi.org/10.1158/1078-0432.CCR-08-2062", "ArticleIdList": ["10.1158/1078-0432.CCR-08-2062"]}, {"Citation": "Hu Y, McIntosh GH, Le Leu RK et al (2013) Combination of selenium and green tea improves the efficacy of chemoprevention in a rat colorectal cancer model by modulating genetic and epigenetic biomarkers. PLoS One 8:e64362. https://doi.org/10.1371/journal.pone.0064362", "ArticleIdList": ["10.1371/journal.pone.0064362"]}, {"Citation": "Huang Q, Mo M, Zhong Y, Yang Q, Zhang J, Ye X, Zhang L, Cai C (2019) The anticancer role of omega-3 polyunsaturated fatty acids was closely associated with the increase in genomic DNA hydroxymethylation. Anti-Cancer Agents Med Chem- Anti-Cancer Agents 19:330–336. https://doi.org/10.2174/1871520618666181018143026", "ArticleIdList": ["10.2174/1871520618666181018143026"]}, {"Citation": "Ji H, Li Y, Jiang F, Wang X, Zhang J, Shen J, Yang X (2014) Inhibition of transforming growth factor beta/SMAD signal by MiR-155 is involved in arsenic trioxide-induced anti-angiogenesis in prostate cancer. Cancer Sci 105:1541–1549. https://doi.org/10.1111/cas.12548", "ArticleIdList": ["10.1111/cas.12548"]}, {"Citation": "Jiang C, Zhou B, Fan K et al (2007) A sequential treatment of depsipeptide followed by 5-azacytidine enhances Gadd45, expression in hepatocellular carcinoma cells. Anticancer Res 27:3783–3789"}, {"Citation": "Juli G, Oliverio M, Bellizzi D, Gallo Cantafio ME, Grillone K, Passarino G, Colica C, Nardi M, Rossi M, Procopio A, Tagliaferri P, Tassone P, Amodio N (2019) Anti-tumor activity and epigenetic impact of the polyphenol oleacein in multiple myeloma. Cancers 11:990. https://doi.org/10.3390/cancers11070990", "ArticleIdList": ["10.3390/cancers11070990"]}, {"Citation": "Kang KA, Kim HS, Kim DH, Hyun JW (2013) The role of a ginseng saponin metabolite as a DNA methyltransferase inhibitor in colorectal cancer cells. Int J Oncol 43:228–236. https://doi.org/10.3892/ijo.2013.1931", "ArticleIdList": ["10.3892/ijo.2013.1931"]}, {"Citation": "Kang I, Okla M, Chung S (2014) Ellagic acid inhibits adipocyte differentiation through coactivator-associated arginine methyltransferase 1-mediated chromatin modification. J Nutr Biochem 25:946–953. https://doi.org/10.1016/j.jnutbio.2014.04.008", "ArticleIdList": ["10.1016/j.jnutbio.2014.04.008"]}, {"Citation": "Khan AA, Liu X, Yan X et al (2021) An overview of genetic mutations and epigenetic signatures in the course of pancreatic cancer progression. Cancer Metastasis Rev 40:1–28", "ArticleIdList": ["10.1007/s10555-020-09952-0"]}, {"Citation": "Kim D, Kim Y, Kim Y (2019) Effects of β-carotene on expression of selected microRNAs, histone acetylation, and DNA methylation in colon cancer stem cells. J Cancer Prev 24:224–232", "ArticleIdList": ["10.15430/JCP.2019.24.4.224"]}, {"Citation": "King-Batoon A, Leszczynska JM, Klein CB (2008) Modulation of gene methylation by genistein or lycopene in breast cancer cells. Environ Mol Mutagen 49:36–45. https://doi.org/10.1002/em.20363", "ArticleIdList": ["10.1002/em.20363"]}, {"Citation": "Lee WJ, Zhu BT (2006) Inhibition of DNA methylation by caffeic acid and chlorogenic acid, two common catechol-containing coffee polyphenols. Carcinogenesis 27:269–277. https://doi.org/10.1093/carcin/bgi206", "ArticleIdList": ["10.1093/carcin/bgi206"]}, {"Citation": "Lee C-C, Lin Y-H, Chang W-H, Lin PC, Wu YC, Chang JG (2011) Squamocin modulates histone H3 phosphorylation levels and induces G1 phase arrest and apoptosis in cancer cells. BMC Cancer 11:58. https://doi.org/10.1186/1471-2407-11-58", "ArticleIdList": ["10.1186/1471-2407-11-58"]}, {"Citation": "Lee M, Son M, Ryu E et al (2015) Quercetin-induced apoptosis prevents EBV infection, p 22"}, {"Citation": "Li H, Wang Y, Xu W, Dong L, Guo Y, Bi K, Zhu C (2015) Arsenic trioxide inhibits DNA methyltransferase and restores TMS1 gene expression in K562 cells. Acta Haematol 133:18–25. https://doi.org/10.1159/000362683", "ArticleIdList": ["10.1159/000362683"]}, {"Citation": "Li L, Wu J, Zheng F, Tang Q, Wu WY, Hann SS (2016) Inhibition of EZH2 via activation of SAPK/JNK and reduction of p65 and DNMT1 as a novel mechanism in inhibition of human lung cancer cells by polyphyllin I. J Exp Clin Cancer Res 35:112. https://doi.org/10.1186/s13046-016-0388-x", "ArticleIdList": ["10.1186/s13046-016-0388-x"]}, {"Citation": "Liao C-H, Lai I-C, Kuo H-C, Chuang SE, Lee HL, Whang-Peng J, Yao CJ, Lai GM (2019) Epigenetic modification and differentiation induction of malignant glioma cells by oligo-fucoidan. Mar Drugs 17:525. https://doi.org/10.3390/md17090525", "ArticleIdList": ["10.3390/md17090525"]}, {"Citation": "Lin J, Qin H, Wu W, He SJ, Xu JH (2014) Vitamin C protects against UV irradiation-induced apoptosis through reactivating silenced tumor suppressor genes p21 and p16 in a Tet-dependent DNA demethylation manner in human skin cancer cells. Cancer Biother Radiopharm 29:257–264. https://doi.org/10.1089/cbr.2014.1647", "ArticleIdList": ["10.1089/cbr.2014.1647"]}, {"Citation": "Liu D, Wu D, Zhao L, Yang Y, Ding J, Dong L, Hu L, Wang F, Zhao X, Cai Y, Jin J (2015) Arsenic trioxide reduces global histone H4 acetylation at lysine 16 through direct binding to histone acetyltransferase hMOF in human cells. PLoS One 10:e0141014. https://doi.org/10.1371/journal.pone.0141014", "ArticleIdList": ["10.1371/journal.pone.0141014"]}, {"Citation": "Lubecka-Pietruszewska K, Kaufman-Szymczyk A, Stefanska B, Fabianowska-Majewska K (2013) Folic acid enforces DNA methylation-mediated transcriptional silencing of PTEN, APC and RARbeta2 tumour suppressor genes in breast cancer. Biochem Biophys Res Commun 430:623–628. https://doi.org/10.1016/j.bbrc.2012.11.103", "ArticleIdList": ["10.1016/j.bbrc.2012.11.103"]}, {"Citation": "Mancarella D, Plass C (2021) Epigenetic signatures in cancer: proper controls, current challenges and the potential for clinical translation. Genome Med 13:1–12", "ArticleIdList": ["10.1186/s13073-021-00837-7"]}, {"Citation": "Manso J, Censi S, Mian C (2021) Epigenetic in medullary thyroid cancer: the role of microRNA in tumorigenesis and prognosis. Curr Opin Oncol 33:9–15", "ArticleIdList": ["10.1097/CCO.0000000000000692"]}, {"Citation": "Mikirova N, C. Scimeca R (2016) Gene expression response to ascorbic acid in mice implanted with sarcoma S180 cells. J Transl Sci 2:132. https://doi.org/10.15761/JTS.1000132", "ArticleIdList": ["10.15761/JTS.1000132"]}, {"Citation": "Mirza S, Sharma G, Parshad R, Gupta SD, Pandya P, Ralhan R (2013) Expression of DNA methyltransferases in breast cancer patients and to analyze the effect of natural compounds on DNA methyltransferases and associated proteinS. J Breast Cancer 16:23–31. https://doi.org/10.4048/jbc.2013.16.1.23", "ArticleIdList": ["10.4048/jbc.2013.16.1.23"]}, {"Citation": "Pal D, Sur S, Roy R, Mandal S, Kumar Panda C (2019) Epigallocatechin gallate in combination with eugenol or amarogentin shows synergistic chemotherapeutic potential in cervical cancer cell line: Pal et al. J Cell Physiol 234:825–836. https://doi.org/10.1002/jcp.26900", "ArticleIdList": ["10.1002/jcp.26900"]}, {"Citation": "Paluszczak J, Krajka-Kuźniak V, Baer-Dubowska W (2010) The effect of dietary polyphenols on the epigenetic regulation of gene expression in MCF7 breast cancer cells. Toxicol Lett 192:119–125. https://doi.org/10.1016/j.toxlet.2009.10.010", "ArticleIdList": ["10.1016/j.toxlet.2009.10.010"]}, {"Citation": "Pandey M, Gupta K (2010) Epigenetics, an early event in the modulation of gene expression by inositol hexaphosphate in ethylnitrosourea exposed mouse lungs. Nutr Cancer 63:1–11. https://doi.org/10.1080/01635581.2010.516868", "ArticleIdList": ["10.1080/01635581.2010.516868"]}, {"Citation": "Peng C-Y, Jiang J, Zheng H-T, Liu X-S (2010) Growth-inhibiting effects of arsenic trioxide plus epigenetic therapeutic agents on leukemia cell lines. Leuk Lymphoma 51:297–303. https://doi.org/10.3109/10428190903486212", "ArticleIdList": ["10.3109/10428190903486212"]}, {"Citation": "Peng Z, Zhou W, Zhang C et al (2018) Curcumol controls choriocarcinoma stem-like cells self-renewal via repression of DNA methyltransferase (DNMT)- and histone deacetylase (HDAC)-mediated epigenetic regulation. Med Sci Monit 24:461–472. https://doi.org/10.12659/MSM.908430", "ArticleIdList": ["10.12659/MSM.908430"]}, {"Citation": "Prasad R, Katiyar SK (2013) Prostaglandin E2 promotes UV radiation-induced immune suppression through DNA hypermethylation. Neoplasia 15:795–804. https://doi.org/10.1593/neo.13424", "ArticleIdList": ["10.1593/neo.13424"]}, {"Citation": "Prasad R, Katiyar S (2018) Abstract 1390: Honokiol, a bioactive component from Magnolia plant, promotes DNA demethylation and reactivates silenced tumor suppressors in pancreatic cancer cells through TET-dependent mechanism. Cancer Res 78:1390–1390. https://doi.org/10.1158/1538-7445.AM2018-1390", "ArticleIdList": ["10.1158/1538-7445.AM2018-1390"]}, {"Citation": "Prasad R, Singh T, Katiyar SK (2017) Honokiol inhibits ultraviolet radiation-induced immunosuppression through inhibition of ultraviolet-induced inflammation and DNA hypermethylation in mouse skin. Sci Rep 7:1657. https://doi.org/10.1038/s41598-017-01774-5", "ArticleIdList": ["10.1038/s41598-017-01774-5"]}, {"Citation": "Primeau M, Gagnon J, Momparler RL (2003) Synergistic antineoplastic action of DNA methylation inhibitor 5-AZA-2?-deoxycytidine and histone deacetylase inhibitor depsipeptide on human breast carcinoma cells. Int J Cancer 103:177–184. https://doi.org/10.1002/ijc.10789", "ArticleIdList": ["10.1002/ijc.10789"]}, {"Citation": "Ren J, Yao J, Guo X, Guo X, Cai S (2015) The Effect of decitabine combined with arsenic trioxide on DAPK gene and HL-60 cell proliferation and apoptosis. J Cancer Ther 06:1229–1237. https://doi.org/10.4236/jct.2015.615134", "ArticleIdList": ["10.4236/jct.2015.615134"]}, {"Citation": "Rodríguez M, Bajo-Santos C, Hessvik NP et al (2017) Identification of non-invasive miRNAs biomarkers for prostate cancer by deep sequencing analysis of urinary exosomes. Mol Cancer 16:1–6", "ArticleIdList": ["10.1186/s12943-017-0726-4"]}, {"Citation": "Royston KJ, Paul B, Nozell S, Rajbhandari R, Tollefsbol TO (2018) Withaferin A and sulforaphane regulate breast cancer cell cycle progression through epigenetic mechanisms. Exp Cell Res 368:67–74. https://doi.org/10.1016/j.yexcr.2018.04.015", "ArticleIdList": ["10.1016/j.yexcr.2018.04.015"]}, {"Citation": "Saldanha SN, Kala R, Tollefsbol TO (2014) Molecular mechanisms for inhibition of colon cancer cells by combined epigenetic-modulating epigallocatechin gallate and sodium butyrate. Exp Cell Res 324:40–53. https://doi.org/10.1016/j.yexcr.2014.01.024", "ArticleIdList": ["10.1016/j.yexcr.2014.01.024"]}, {"Citation": "Sarabi MM, Naghibalhossaini F (2018) The impact of polyunsaturated fatty acids on DNA methylation and expression of DNMTs in human colorectal cancer cells. Biomed Pharmacother 101:94–99. https://doi.org/10.1016/j.biopha.2018.02.077", "ArticleIdList": ["10.1016/j.biopha.2018.02.077"]}, {"Citation": "Shan Y-S, Hsu H-P, Lai M-D, Hung YH, Wang CY, Yen MC, Chen YL (2017) Cyclin D1 overexpression correlates with poor tumor differentiation and prognosis in gastric cancer. Oncol Lett 14:4517–4526", "ArticleIdList": ["10.3892/ol.2017.6736"]}, {"Citation": "Shenoy N, Bhagat T, Nieves E, Stenson M, Lawson J, Choudhary GS, Habermann T, Nowakowski G, Singh R, Wu X, Verma A, Witzig TE (2017) Upregulation of TET activity with ascorbic acid induces epigenetic modulation of lymphoma cells. Blood Cancer J 7:e587–e587. https://doi.org/10.1038/bcj.2017.65", "ArticleIdList": ["10.1038/bcj.2017.65"]}, {"Citation": "Shilpi A, Parbin S, Sengupta D, Kar S, Deb M, Rath SK, Pradhan N, Rakshit M, Patra SK (2015) Mechanisms of DNA methyltransferase–inhibitor interactions: procyanidin B2 shows new promise for therapeutic intervention of cancer. Chem Biol Interact 233:122–138. https://doi.org/10.1016/j.cbi.2015.03.022", "ArticleIdList": ["10.1016/j.cbi.2015.03.022"]}, {"Citation": "Si L, Jiang F, Li Y, Ye X, Mu J, Wang X, Ning S, Hu C, Li Z (2015) Induction of the mesenchymal to epithelial transition by demethylation-activated microRNA-200c is involved in the anti-migration/invasion effects of arsenic trioxide on human breast cancer cells: AS INDUCES MET THROUGH miR-200c. Mol Carcinog 54:859–869. https://doi.org/10.1002/mc.22157", "ArticleIdList": ["10.1002/mc.22157"]}, {"Citation": "Sido JM, Yang X, Nagarkatti PS, Nagarkatti M (2015) Δ<sup>9</sup>-Tetrahydrocannabinol-mediated epigenetic modifications elicit myeloid-derived suppressor cell activation via STAT3/S100A8. J Leukoc Biol 97:677–688. https://doi.org/10.1189/jlb.1A1014-479R", "ArticleIdList": ["10.1189/jlb.1A1014-479R"]}, {"Citation": "Slattery ML, John EM, Torres-Mejia G, Lundgreen A, Lewinger JP, Stern MC, Hines L, Baumgartner KB, Giuliano AR, Wolff RK (2014) Angiogenesis genes, dietary oxidative balance and breast cancer risk and progression: the Breast Cancer Health Disparities Study. Int J Cancer 134:629–644", "ArticleIdList": ["10.1002/ijc.28377"]}, {"Citation": "Stefanska B, Rudnicka K, Bednarek A, Fabianowska-Majewska K (2010) Hypomethylation and induction of retinoic acid receptor beta 2 by concurrent action of adenosine analogues and natural compounds in breast cancer cells. Eur J Pharmacol 638:47–53. https://doi.org/10.1016/j.ejphar.2010.04.032", "ArticleIdList": ["10.1016/j.ejphar.2010.04.032"]}, {"Citation": "Stefanska B, Salamé P, Bednarek A, Fabianowska-Majewska K (2012) Comparative effects of retinoic acid, vitamin D and resveratrol alone and in combination with adenosine analogues on methylation and expression of phosphatase and tensin homologue tumour suppressor gene in breast cancer cells. Br J Nutr 107:781–790. https://doi.org/10.1017/S0007114511003631", "ArticleIdList": ["10.1017/S0007114511003631"]}, {"Citation": "Sukirman AM (2018) Molecular docking study of lycopene on reducing the DNA-methyltransfer in prostate cancer. Bioinform Biomed Res J 1:40–44"}, {"Citation": "Szarc vel Szic K, Op de Beeck K, Ratman D et al (2014) Pharmacological levels of Withaferin A (Withania somnifera) trigger clinically relevant anticancer effects specific to triple negative breast cancer cells. PLoS One 9:e87850. https://doi.org/10.1371/journal.pone.0087850", "ArticleIdList": ["10.1371/journal.pone.0087850"]}, {"Citation": "Szarc vel Szic K, Declerck K, Crans RAJ et al (2017) Epigenetic silencing of triple negative breast cancer hallmarks by Withaferin A. Oncotarget 8:40434–40453. https://doi.org/10.18632/oncotarget.17107", "ArticleIdList": ["10.18632/oncotarget.17107"]}, {"Citation": "Tabebordbar M, Moradi Sarabi M, Vakili S, Zare R, Zal F (2020) Effect of folic acid and vitamin E on promoter DNA methylation and expression of TGF-β1, ESR-1 and CDH-1 in the uterus of STZ-induced diabetic rats. Arch Physiol Biochem:1–7. https://doi.org/10.1080/13813455.2020.1770798"}, {"Citation": "Tiwari P, Gupta KP (2014) Modulation of miR-203 and its regulators as a function of time during the development of 7, 12 dimethylbenz [a] anthracene induced mouse skin tumors in presence or absence of the antitumor agents. Toxicol Appl Pharmacol 278:148–158. https://doi.org/10.1016/j.taap.2014.04.020", "ArticleIdList": ["10.1016/j.taap.2014.04.020"]}, {"Citation": "Vanella L, Barbagallo I, Acquaviva R, di Giacomo C, Cardile V, G. Abraham N, Sorrenti V (2013) Ellagic acid: cytodifferentiating and antiproliferative effects in human prostatic cancer cell lines. Curr Pharm Des 19:2728–2736", "ArticleIdList": ["10.2174/1381612811319150008"]}, {"Citation": "Venturelli S, Sinnberg TW, Berger A, Noor S, Levesque MP, BÃ¶cker A, Niessner H, Lauer UM, Bitzer M, Garbe C, Busch C (2014) Epigenetic impacts of ascorbate on human metastatic melanoma cells. Front Oncol 4:227. https://doi.org/10.3389/fonc.2014.00227", "ArticleIdList": ["10.3389/fonc.2014.00227"]}, {"Citation": "Verdura S, Cuyàs E, Lozano-Sánchez J, Bastidas-Velez C, Llorach-Parés L, Fernández-Arroyo S, Hernández-Aguilera A, Joven J, Nonell-Canals A, Bosch-Barrera J, Martin-Castillo B, Vellon L, Sanchez-Martinez M, Segura-Carretero A, Menendez JA (2019) An olive oil phenolic is a new chemotype of mutant isocitrate dehydrogenase 1 (IDH1) inhibitors. Carcinogenesis 40:27–40. https://doi.org/10.1093/carcin/bgy159", "ArticleIdList": ["10.1093/carcin/bgy159"]}, {"Citation": "Wang L, Zhang C, Guo Y, Su ZY, Yang Y, Shu L, Kong ANT (2014) Blocking of JB6 cell transformation by tanshinone IIA: epigenetic reactivation of Nrf2 antioxidative stress pathway. AAPS J 16:1214–1225. https://doi.org/10.1208/s12248-014-9666-8", "ArticleIdList": ["10.1208/s12248-014-9666-8"]}, {"Citation": "Wang N, Wang Z, Wang Y et al (2015) Dietary compound isoliquiritigenin prevents mammary carcinogenesis by inhibiting breast cancer stem cells through WIF1 demethylation. Oncotarget 6:9854–9876. https://doi.org/10.18632/oncotarget.3396", "ArticleIdList": ["10.18632/oncotarget.3396"]}, {"Citation": "Wang X, Cheng Y, Wang K, Liu R, Yang XL, Wen HM, Chai C, Liang JY, Wu H (2016a) Peperomin E reactivates silenced tumor suppressor genes in lung cancer cells by inhibition of DNA methyltransferase. Cancer Sci 107:1506–1519. https://doi.org/10.1111/cas.13029", "ArticleIdList": ["10.1111/cas.13029"]}, {"Citation": "Wang X, Li D, Ghali L, Xia R, Munoz LP, Garelick H, Bell C, Wen X (2016b) Therapeutic potential of delivering arsenic trioxide into HPV-infected cervical cancer cells using liposomal nanotechnology. Nanoscale Res Lett 11:94. https://doi.org/10.1186/s11671-016-1307-y", "ArticleIdList": ["10.1186/s11671-016-1307-y"]}, {"Citation": "Wang Y, Jiang F, Jiao K, Ju L, Liu Q, Li Y, Miao L, Li Z (2020) De-methylation of miR-148a by arsenic trioxide enhances sensitivity to chemotherapy via inhibiting the NF-κB pathway and CSC like properties. Exp Cell Res 386:111739. https://doi.org/10.1016/j.yexcr.2019.111739", "ArticleIdList": ["10.1016/j.yexcr.2019.111739"]}, {"Citation": "Wanga X, Gu J, Gao M, Bian Y, Liang JY, Wen HM, Wu H (2018) Peperomin E induces promoter hypomethylation of metastatic-suppressor genes and attenuates metastasis in poorly differentiated gastric cancer. Cell Physiol Biochem 50:2341–2364. https://doi.org/10.1159/000495096", "ArticleIdList": ["10.1159/000495096"]}, {"Citation": "Wippermann A, Rupp O, Brinkrolf K, Hoffrogge R, Noll T (2017) Integrative analysis of DNA methylation and gene expression in butyrate-treated CHO cells. J Biotechnol 257:150–161. https://doi.org/10.1016/j.jbiotec.2016.11.020", "ArticleIdList": ["10.1016/j.jbiotec.2016.11.020"]}, {"Citation": "Wu L-P, Wang X, Li L, Zhao Y, Lu S, Yu Y, Zhou W, Liu X, Yang J, Zheng Z, Zhang H, Feng J, Yang Y, Wang H, Zhu WG (2008) Histone deacetylase inhibitor depsipeptide activates silenced genes through decreasing both CpG and H3K9 methylation on the promoter. Mol Cell Biol 28:3219–3235. https://doi.org/10.1128/MCB.01516-07", "ArticleIdList": ["10.1128/MCB.01516-07"]}, {"Citation": "Xia D, Wang D, Kim S-H, DuBois RN (2011) Abstract 89: Prostaglandin E2 promotes intestinal tumor growth via DNA methylation. Cancer Res 71:89–89. https://doi.org/10.1158/1538-7445.AM2011-89", "ArticleIdList": ["10.1158/1538-7445.AM2011-89"]}, {"Citation": "Xiang N, Zhao R, Song G, Zhong W (2008) Selenium modifies GSTP1 and histone methylation and acetylation in human prostate cancer cells. AACR"}, {"Citation": "Xiang S, Zou P, Tang Q, Zheng F, Wu JJ, Chen ZQ, Hann SS (2018) HOTAIR-mediated reciprocal regulation of EZH2 and DNMT1 contribute to polyphyllin I-inhibited growth of castration-resistant prostate cancer cells in vitro and in vivo. Biochim Biophys Acta Gen Subj 1862:589–599. https://doi.org/10.1016/j.bbagen.2017.12.001", "ArticleIdList": ["10.1016/j.bbagen.2017.12.001"]}, {"Citation": "Xu Y, Su D, Zhu L, Zhang S, Ma S, Wu K, Yuan Q, Lin N (2018) S-Allylcysteine suppresses ovarian cancer cell proliferation by DNA methylation through DNMT1. J Ovarian Res 11:39. https://doi.org/10.1186/s13048-018-0412-1", "ArticleIdList": ["10.1186/s13048-018-0412-1"]}, {"Citation": "Yahya EB, Alqadhi AM (2021) Recent trends in cancer therapy: a review on the current state of gene delivery. Life Sci 269:119087", "ArticleIdList": ["10.1016/j.lfs.2021.119087"]}, {"Citation": "Yan M-D, Yao C-J, Chow J-M, Chang CL, Hwang PA, Chuang SE, Whang-Peng J, Lai GM (2015) Fucoidan elevates microRNA-29b to regulate DNMT3B-MTSS1 axis and inhibit EMT in human hepatocellular carcinoma cells. Mar Drugs 13:6099–6116. https://doi.org/10.3390/md13106099", "ArticleIdList": ["10.3390/md13106099"]}, {"Citation": "Yang G, Zhu Y, Dong X, Duan Z, Niu X, Wei J (2014) TLR2-ICAM1-Gadd45α axis mediates the epigenetic effect of selenium on DNA methylation and gene expression in Keshan disease. Biol Trace Elem Res 159:69–80. https://doi.org/10.1007/s12011-014-9985-8", "ArticleIdList": ["10.1007/s12011-014-9985-8"]}, {"Citation": "Yang Y, Fuentes F, Shu L, Wang C, Pung D, Li W, Zhang C, Guo Y, Kong AN (2017) Epigenetic CpG methylation of the promoter and reactivation of the expression of GSTP1 by astaxanthin in human prostate LNCaP cells. AAPS J 19:421–430. https://doi.org/10.1208/s12248-016-0016-x", "ArticleIdList": ["10.1208/s12248-016-0016-x"]}, {"Citation": "Yang Y, Yang I, Cao M, Su ZY, Wu R, Guo Y, Fang M, Kong AN (2018) Fucoxanthin elicits epigenetic modifications, Nrf2 activation and blocking transformation in mouse skin JB6 P+ cells. AAPS J 20:32. https://doi.org/10.1208/s12248-018-0197-6", "ArticleIdList": ["10.1208/s12248-018-0197-6"]}, {"Citation": "Yu W, Liu C, Li X, Yang F, Cheng L, Liu C, Song Y (2017) Inositol hexaphosphate suppresses colorectal cancer cell proliferation via the Akt/GSK-3β/β-catenin signaling cascade in a 1,2-dimethylhydrazine-induced rat model. Eur J Pharmacol 805:67–74. https://doi.org/10.1016/j.ejphar.2017.03.011", "ArticleIdList": ["10.1016/j.ejphar.2017.03.011"]}, {"Citation": "Zappe K, Pointner A, Switzeny OJ, Magnet U, Tomeva E, Heller J, Mare G, Wagner KH, Knasmueller S, Haslberger AG (2018) Counteraction of oxidative stress by vitamin E affects epigenetic regulation by increasing global methylation and gene expression of MLH1 and DNMT1 dose dependently in Caco-2 cells. Oxidative Med Cell Longev 2018:1–13. https://doi.org/10.1155/2018/3734250", "ArticleIdList": ["10.1155/2018/3734250"]}, {"Citation": "Zhang W, Wang L, Fan Q, Wu X, Wang F, Wang R, Ma Z, Yang J, Lu SH (2011) Arsenic trioxide re-sensitizes ERα-negative breast cancer cells to endocrine therapy by restoring ERα expression in vitro and in vivo. Oncol Rep 26:621–628"}, {"Citation": "Zhang Y, Zhen C, Yang Q, Ji B (2020) Mathematical modelling of the role of GADD45β in the pathogenesis of multiple myeloma. R Soc Open Sci 7:192152", "ArticleIdList": ["10.1098/rsos.192152"]}, {"Citation": "Zheng N-G, Wang J-L, Yang S-L, Wu J-L (2014) Aberrant epigenetic alteration in Eca9706 cells modulated by nanoliposomal quercetin combined with butyrate mediated via epigenetic-NF-κB signaling. Asian Pac J Cancer Prev 15:4539–4543. https://doi.org/10.7314/APJCP.2014.15.11.4539", "ArticleIdList": ["10.7314/APJCP.2014.15.11.4539"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "6", "Day": "18"}, {"Year": "2021", "Month": "7", "Day": "19"}, {"Year": "2021", "Month": "7", "Day": "27", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "9", "Day": "4", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "7", "Day": "26", "Hour": "6", "Minute": "57"}], "PublicationStatus": "ppublish", "ArticleIdList": ["34308524", "10.1007/s11356-021-15594-8", "10.1007/s11356-021-15594-8"]}}], "PubmedBookArticle": []}