{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["COVID-19", "Chloroquine", "Metabolism", "Toxicity"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34306523", "DateRevised": {"Year": "2022", "Month": "05", "Day": "11"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "07", "Day": "19"}], "Language": ["eng"], "ELocationID": ["10.1007/s43188-021-00101-5"], "Journal": {"ISSN": "1976-8257", "JournalIssue": {"Volume": "38", "Issue": "2", "PubDate": {"Year": "2022", "Month": "Apr"}}, "Title": "Toxicological research", "ISOAbbreviation": "Toxicol Res"}, "ArticleTitle": "A review on the pharmacokinetic properties and toxicity considerations for chloroquine and hydroxychloroquine to potentially treat coronavirus patients.", "Pagination": {"StartPage": "137", "EndPage": "148", "MedlinePgn": "137-148"}, "Abstract": {"AbstractText": ["The SARS-CoV-2 virus, caused a novel emerged coronavirus disease, is growing rapidly worldwide. Few studies have evaluated the efficacy and safety of Chloroquine (CQ), an old antimalarial drug, and Hydroxychloroquine (HCQ) in the treatment of COVID-19 infection. HCQ is derived from CQ by adding a hydroxyl group into it and is a less toxic derivative of CQ for the treatment of COVID-19 infection because it is more soluble. This article summarizes pharmacokinetic properties and toxicity considerations for CQ and HCQ, drug interactions, and their potential efficacy against COVID-19. The authors also look at the biochemistry changes and clinical uses of CQ and HCQ, and supportive treatments following toxicity occurs. It was believed that CQ and HCQ may provide few benefits to COVID-19 patients. A number of factors should be considered to keep the drug safe, such as dose, in vivo animal toxicological findings, and gathering of metabolites in plasma and/or tissues. The main conclusion of this review is that CQ and HCQ with considered to their ADMET properties has major shortcomings and fully irresponsible."], "CopyrightInformation": "© Korean Society of Toxicology 2021."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": ["grid.412105.3", "0000 0001 2092 9755"], "Affiliation": "Student Research Committee, Faculty of Pharmacy, Kerman University of Medical Sciences, Kerman, Iran."}], "LastName": "Askarian", "ForeName": "Fatemeh", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["grid.412105.3", "0000 0001 2092 9755"], "Affiliation": "Department of Medical Genetics, School of Medicine, Kerman University of Medical Sciences, Kerman, Iran."}], "LastName": "Firoozi", "ForeName": "Zahra", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medicinal Plants Department, Imam Khomeini Higher Education Center, Agricultural Research, Education and Extension Organization (AREEO), Karaj, Iran."}], "LastName": "Ebadollahi-Natanzi", "ForeName": "Alireza", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Institutional Research, Westcliff University, Irvine, CA 92614 USA."}], "LastName": "Bahrami", "ForeName": "Solmaz", "Initials": "S"}, {"Identifier": ["0000-0002-9014-802X"], "AffiliationInfo": [{"Identifier": ["grid.412105.3", "0000 0001 2092 9755"], "Affiliation": "Student Research Committee, Faculty of Pharmacy, Kerman University of Medical Sciences, Kerman, Iran."}, {"Identifier": ["grid.412105.3", "0000 0001 2092 9755"], "Affiliation": "Department of Pharmacology and Toxicology, Faculty of Pharmacy, Kerman University of Medical Sciences, Kerman, Iran."}], "LastName": "Rahimi", "ForeName": "Hamid-Reza", "Initials": "HR"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Singapore", "MedlineTA": "Toxicol Res", "NlmUniqueID": "101483324", "ISSNLinking": "1976-8257"}, "CoiStatement": "Conflict of interestAuthors have no conflicts of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Wang L-F, Shi Z, Zhang S, Field H, Daszak P, Eaton BT (2006) Review of bats and SARS. Emerg Infect Dis 12:1834. 10.3201/eid1212.060401", "ArticleIdList": ["PMC3291347", "17326933"]}, {"Citation": "Wu F, Zhao S, Yu B, Chen Y-M, Wang W, Song Z-G et al (2020) A new coronavirus associated with human respiratory disease in China. Nature 579:265–269. 10.1038/s41586-020-2008-3", "ArticleIdList": ["PMC7094943", "32015508"]}, {"Citation": "Ge X-Y, Li J-L, Yang X-L, Chmura AA, Zhu G, Epstein JH et al (2013) Isolation and characterization of a bat SARS-like coronavirus that uses the ACE2 receptor. Nature 503:535–538. 10.1038/nature12711", "ArticleIdList": ["PMC5389864", "24172901"]}, {"Citation": "Wu Z, McGoogan JM (2020) Characteristics of and important lessons from the coronavirus disease 2019 (COVID-19) outbreak in China: summary of a report of 72,314 cases from the Chinese Center for Disease Control and Prevention. JAMA 323(13):1239–1242. 10.1001/jama.2020.2648", "ArticleIdList": ["32091533"]}, {"Citation": "Organization WH (2020) Coronavirus disease 2019 (COVID-19): situation report. WHO, p 209"}, {"Citation": "Hoffmann M, Kleine-Weber H, Schroeder S, Krüger N, Herrler T, Erichsen S et al (2020) SARS-CoV-2 cell entry depends on ACE2 and TMPRSS2 and is blocked by a clinically proven protease inhibitor. Cell 181:271-280.e8. 10.1016/j.cell.2020.02.052", "ArticleIdList": ["PMC7102627", "32142651"]}, {"Citation": "Xu Z, Shi L, Wang Y, Zhang J, Huang L, Zhang C, et al. Pathological findings of COVID-19 associated with acute respiratory distress syndrome. Lancet Respir Med. 2020;8(4):420–422. doi: 10.1016/S2213-2600(20)30076-X.", "ArticleIdList": ["10.1016/S2213-2600(20)30076-X", "PMC7164771", "32085846"]}, {"Citation": "Huang C, Wang Y, Li X, Ren L, Zhao J, Hu Y, et al. Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. Lancet. 2020;395(10223):497–506. doi: 10.1016/S0140-6736(20)30183-5.", "ArticleIdList": ["10.1016/S0140-6736(20)30183-5", "PMC7159299", "31986264"]}, {"Citation": "Ksiazek TG, Erdman D, Goldsmith CS, Zaki SR, Peret T, Emery S et al (2003) A novel coronavirus associated with severe acute respiratory syndrome. N Engl J Med 348:1953–1966. 10.1056/NEJMoa030781", "ArticleIdList": ["12690092"]}, {"Citation": "Vincent MJ, Bergeron E, Benjannet S, Erickson BR, Rollin PE, Ksiazek TG et al (2005) Chloroquine is a potent inhibitor of SARS coronavirus infection and spread. Virol J 2:69  10.1186/1743-422X-2-69", "ArticleIdList": ["PMC1232869", "16115318"]}, {"Citation": "Yu IT-S, Qiu H, Tse LA, Wong TW. Severe acute respiratory syndrome beyond Amoy Gardens: completing the incomplete legacy. Clin Infect Dis. 2014;58(5):683–686. doi: 10.1093/cid/cit797.", "ArticleIdList": ["10.1093/cid/cit797", "PMC7108083", "24319085"]}, {"Citation": "Wang M, Cao R, Zhang L, Yang X, Liu J, Xu M, et al. Remdesivir and chloroquine effectively inhibit the recently emerged novel coronavirus (2019-nCoV) in vitro. Cell Res. 2020;30(3):269–271. doi: 10.1038/s41422-020-0282-0.", "ArticleIdList": ["10.1038/s41422-020-0282-0", "PMC7054408", "32020029"]}, {"Citation": "Devaux CA, Rolain J-M, Colson P, Raoult D. New insights on the antiviral effects of chloroquine against coronavirus: what to expect for COVID-19? Int J Antimicrob Agents. 2020;55:105938. doi: 10.1016/j.ijantimicag.2020.105938.", "ArticleIdList": ["10.1016/j.ijantimicag.2020.105938", "PMC7118659", "32171740"]}, {"Citation": "Tse EG, Korsik M, Todd MH (2019) The past, present and future of anti-malarial medicines. Malar J 18:93. 10.1186/s12936-019-2724-z", "ArticleIdList": ["PMC6431062", "30902052"]}, {"Citation": "Sriboonvorakul N, Ghose A, Hassan MMU, Hossain MA, Faiz MA, Pukrittayakamee S, et al. Acidosis and acute kidney injury in severe malaria. Malar J. 2018;17(1):128. doi: 10.1186/s12936-018-2274-9.", "ArticleIdList": ["10.1186/s12936-018-2274-9", "PMC5865348", "29566677"]}, {"Citation": "Vandekerckhove S, D’hooghe M. Quinoline-based antimalarial hybrid compounds. Bioorg Med Chem. 2015;23(16):5098–5119. doi: 10.1016/j.bmc.2014.12.018.", "ArticleIdList": ["10.1016/j.bmc.2014.12.018", "25593097"]}, {"Citation": "Cabral RTS, Klumb EM, Couto MINN, Carneiro S. Evaluation of toxic retinopathy caused by antimalarial medications with spectral domain optical coherence tomography. Arq Bras Oftalmol. 2019;82(1):12–17. doi: 10.5935/0004-2749.20190002.", "ArticleIdList": ["10.5935/0004-2749.20190002", "30403262"]}, {"Citation": "Jorge A, Ung C, Young LH, Melles RB, Choi HK. Hydroxychloroquine retinopathy—implications of research advances for rheumatology care. Nat Rev Rheumatol. 2018;14(12):693–703. doi: 10.1038/s41584-018-0111-8.", "ArticleIdList": ["10.1038/s41584-018-0111-8", "30401979"]}, {"Citation": "McChesney EW. Animal toxicity and pharmacokinetics of hydroxychloroquine sulfate. Am J Med. 1983;75(1):11–18. doi: 10.1016/0002-9343(83)91265-2.", "ArticleIdList": ["10.1016/0002-9343(83)91265-2", "6408923"]}, {"Citation": "Plantone D, Koudriavtseva T. Current and future use of chloroquine and hydroxychloroquine in infectious, immune, neoplastic, and neurological diseases: a mini-review. Clin Drug Investig. 2018;38(8):653–671. doi: 10.1007/s40261-018-0656-y.", "ArticleIdList": ["10.1007/s40261-018-0656-y", "29737455"]}, {"Citation": "Page F. Treatment of lupus erythematosus with mepacrine. Lancet. 1951;258(6687):755–758. doi: 10.1016/S0140-6736(51)91643-1.", "ArticleIdList": ["10.1016/S0140-6736(51)91643-1", "14874500"]}, {"Citation": "Wallace DJ, Trobe J. Antimalarial drugs in the treatment of rheumatic disease. Waltham: UpToDate; 2020."}, {"Citation": "Abdulaziz N, Shah AR, McCune WJ. Hydroxychloroquine: balancing the need to maintain therapeutic levels with ocular safety an update. Curr Opin Rheumatol. 2018;30(3):249–255. doi: 10.1097/BOR.0000000000000500.", "ArticleIdList": ["10.1097/BOR.0000000000000500", "29517495"]}, {"Citation": "Wellems TE, Plowe CV. Chloroquine-resistant malaria. J Infect Dis. 2001;184(6):770–776. doi: 10.1086/322858.", "ArticleIdList": ["10.1086/322858", "11517439"]}, {"Citation": "Ducharme J, Farinotti R. Clinical pharmacokinetics and metabolism of chloroquine. Clin Pharmacokinet. 1996;31(4):257–274. doi: 10.2165/00003088-199631040-00003.", "ArticleIdList": ["10.2165/00003088-199631040-00003", "8896943"]}, {"Citation": "Frisk-Holmberg M, Bergqvist Y, Englund U. Chloroquine intoxication. Br J Clin Pharmacol. 1983;15(4):502. doi: 10.1111/j.1365-2125.1983.tb01540.x.", "ArticleIdList": ["10.1111/j.1365-2125.1983.tb01540.x", "PMC1427797", "6849790"]}, {"Citation": "Rainsford K, Parke AL, Clifford-Rashotte M, Kean W. Therapy and pharmacological properties of hydroxychloroquine and chloroquine in treatment of systemic lupus erythematosus, rheumatoid arthritis and related diseases. Inflammopharmacology. 2015;23(5):231–269. doi: 10.1007/s10787-015-0239-y.", "ArticleIdList": ["10.1007/s10787-015-0239-y", "26246395"]}, {"Citation": "Keyaerts E, Vijgen L, Maes P, Neyts J, Van Ranst M. In vitro inhibition of severe acute respiratory syndrome coronavirus by chloroquine. Biochem Biophys Res Commun. 2004;323(1):264–268. doi: 10.1016/j.bbrc.2004.08.085.", "ArticleIdList": ["10.1016/j.bbrc.2004.08.085", "PMC7092815", "15351731"]}, {"Citation": "Tan YW, Yam WK, Sun J, Chu JJH. An evaluation of chloroquine as a broad-acting antiviral against hand, foot and mouth disease. Antivir Res. 2018;149:143–149. doi: 10.1016/j.antiviral.2017.11.017.", "ArticleIdList": ["10.1016/j.antiviral.2017.11.017", "29175128"]}, {"Citation": "Li C, Zhu X, Ji X, Quanquin N, Deng Y-Q, Tian M, et al. Chloroquine, a FDA-approved drug, prevents Zika virus infection and its associated congenital microcephaly in mice. EBioMedicine. 2017;24:189–194. doi: 10.1016/j.ebiom.2017.09.034.", "ArticleIdList": ["10.1016/j.ebiom.2017.09.034", "PMC5652284", "29033372"]}, {"Citation": "Yan Y, Zou Z, Sun Y, Li X, Xu K-F, Wei Y, et al. Anti-malaria drug chloroquine is highly effective in treating avian influenza A H5N1 virus infection in an animal model. Cell Res. 2013;23(2):300–302. doi: 10.1038/cr.2012.165.", "ArticleIdList": ["10.1038/cr.2012.165", "PMC3567830", "23208422"]}, {"Citation": "Roques P, Thiberville S-D, Dupuis-Maguiraga L, Lum F-M, Labadie K, Martinon F, et al. Paradoxical effect of chloroquine treatment in enhancing chikungunya virus infection. Viruses. 2018;10(5):268. doi: 10.3390/v10050268.", "ArticleIdList": ["10.3390/v10050268", "PMC5977261", "29772762"]}, {"Citation": "Akpovwa H. Chloroquine could be used for the treatment of filoviral infections and other viral infections that emerge or emerged from viruses requiring an acidic pH for infectivity. Cell Biochem Funct. 2016;34(4):191–196. doi: 10.1002/cbf.3182.", "ArticleIdList": ["10.1002/cbf.3182", "PMC5071688", "27001679"]}, {"Citation": "Chauhan A, Tikoo A. The enigma of the clandestine association between chloroquine and HIV-1 infection. HIV Med. 2015;16(10):585–590. doi: 10.1111/hiv.12295.", "ArticleIdList": ["10.1111/hiv.12295", "26238012"]}, {"Citation": "Peymani P, Yeganeh B, Sabour S, Geramizadeh B, Fattahi MR, Keyvani H, et al. New use of an old drug: chloroquine reduces viral and ALT levels in HCV non-responders (a randomized, triple-blind, placebo-controlled pilot trial) Can J Physiol Pharmacol. 2016;94(6):613–619. doi: 10.1139/cjpp-2015-0507.", "ArticleIdList": ["10.1139/cjpp-2015-0507", "26998724"]}, {"Citation": "Gao J, Tian Z, Yang X. Breakthrough: chloroquine phosphate has shown apparent efficacy in treatment of COVID-19 associated pneumonia in clinical studies. Biosci Trends. 2020;14:72–73. doi: 10.5582/BST.2020.01047.", "ArticleIdList": ["10.5582/BST.2020.01047", "32074550"]}, {"Citation": "Raoult D, Drancourt M, Vestris G. Bactericidal effect of doxycycline associated with lysosomotropic agents on Coxiella burnetii in P388D1 cells. Antimicrob Agents Chemother. 1990;34(8):1512–1514. doi: 10.1128/AAC.34.8.1512.", "ArticleIdList": ["10.1128/AAC.34.8.1512", "PMC171863", "2221859"]}, {"Citation": "Raoult D, Houpikian P, Dupont HT, Riss JM, Arditi-Djiane J, Brouqui P. Treatment of Q fever endocarditis: comparison of 2 regimens containing doxycycline and ofloxacin or hydroxychloroquine. Arch Intern Med. 1999;159(2):167–173. doi: 10.1001/archinte.159.2.167.", "ArticleIdList": ["10.1001/archinte.159.2.167", "9927100"]}, {"Citation": "Boulos A, Rolain J-M, Raoult D. Antibiotic susceptibility of Tropheryma whipplei in MRC5 cells. Antimicrob Agents Chemother. 2004;48(3):747–752. doi: 10.1128/AAC.48.3.747-752.2004.", "ArticleIdList": ["10.1128/AAC.48.3.747-752.2004", "PMC353111", "14982759"]}, {"Citation": "Rolain J-M, Colson P, Raoult D (2007) Recycling of chloroquine and its hydroxyl analogue to face bacterial, fungal and viral infections in the 21st century. Int J Antimicrob Agents 30:297–308. 10.1016/j.ijantimicag.2007.05.015", "ArticleIdList": ["PMC7126847", "17629679"]}, {"Citation": "Tsiang H, Superti F. Ammonium chloride and chloroquine inhibit rabies virus infection in neuroblastoma cells. Adv Virol. 1984;81(3–4):377–382. doi: 10.1007/BF01310010.", "ArticleIdList": ["10.1007/BF01310010", "6148053"]}, {"Citation": "Kwiek JJ, Haystead TA, Rudolph J. Kinetic mechanism of quinone oxidoreductase 2 and its inhibition by the antimalarial quinolines. Biochemistry. 2004;43(15):4538–4547. doi: 10.1021/bi035923w.", "ArticleIdList": ["10.1021/bi035923w", "15078100"]}, {"Citation": "Varki A. Sialic acids as ligands in recognition phenomena. FASEB J. 1997;11(4):248–255. doi: 10.1096/fasebj.11.4.9068613.", "ArticleIdList": ["10.1096/fasebj.11.4.9068613", "9068613"]}, {"Citation": "Olofsson S, Kumlin U, Dimock K, Arnberg N (2005) Avian influenza and sialic acid receptors: more than meets the eye? Lancet Infect Dis 5(3):184–188. 10.1016/S1473-3099(05)01311-3", "ArticleIdList": ["15766653"]}, {"Citation": "Zhuang M-W, Cheng Y, Zhang J, Jiang X-M, Wang L, Deng J, Wang P-H (2020) Increasing host cellular receptor-angiotensin-converting enzyme 2 expression by coronavirus may facilitate 2019-nCoV (or SARS-CoV-2) infection. J Med Virol 92:2693-2701. 10.1002/jmv.26139", "ArticleIdList": ["PMC7300907", "32497323"]}, {"Citation": "Tricou V, Minh NN, Van TP, Lee SJ, Farrar J, Wills B, et al. A randomized controlled trial of chloroquine for the treatment of dengue in Vietnamese adults. PLoS Negl Trop Dis. 2010;4(8):e785. doi: 10.1371/journal.pntd.0000785.", "ArticleIdList": ["10.1371/journal.pntd.0000785", "PMC2919376", "20706626"]}, {"Citation": "Gay B, Bernard E, Solignat M, Chazal N, Devaux C, Briant L. pH-dependent entry of chikungunya virus into Aedes albopictus cells. Infect Genet Evol. 2012;12(6):1275–1281. doi: 10.1016/j.meegid.2012.02.003.", "ArticleIdList": ["10.1016/j.meegid.2012.02.003", "22386853"]}, {"Citation": "Savarino A, Gennero L, Sperber K, Boelaert J. The anti-HIV-1 activity of chloroquine. J Clin Virol. 2001;20(3):131–135. doi: 10.1016/S1386-6532(00)00139-6.", "ArticleIdList": ["10.1016/S1386-6532(00)00139-6", "11166661"]}, {"Citation": "Mingo RM, Simmons JA, Shoemaker CJ, et al. Ebola virus and severe acute respiratory syndrome coronavirus display late cell entry kinetics: evidence that transport to NPC1+ endolysosomes is a rate-defining step. J Virol. 2015;89:2931–2943. doi: 10.1128/JVI.03398-14.", "ArticleIdList": ["10.1128/JVI.03398-14", "PMC4325712", "25552710"]}, {"Citation": "Pastick KA, Okafor EC, Wang F, Lofgren SM, Skipper CP, Nicol MR, Pullen MF, Rajasingham R, McDonald EG, Lee TC, Schwartz IS (2020) Hydroxychloroquine and chloroquine for treatment of SARS-CoV-2 (COVID-19). Open Forum Infect Dis 7:ofaa130. 10.1093/ofid/ofaa130", "ArticleIdList": ["PMC7184359", "32363212"]}, {"Citation": "Savarino A, Lucia MB, Rastrelli E, Rutella S, Golotta C, Morra E et al (2004) Anti-HIV effects of chloroquine: inhibition of viral particle glycosylation and synergism with protease inhibitors. J Acquir Immune Defic Syndr 35:223–232. 10.1097/00126334-200403010-00002", "ArticleIdList": ["15076236"]}, {"Citation": "Accapezzato D, Visco V, Francavilla V, Molette C, Donato T, Paroli M, et al. Chloroquine enhances human CD8+ T cell responses against soluble antigens in vivo. J Exp Med. 2005;202(6):817–828. doi: 10.1084/jem.20051106.", "ArticleIdList": ["10.1084/jem.20051106", "PMC2212941", "16157687"]}, {"Citation": "Savarino A, Di Trani L, Donatelli I, Cauda R, Cassone A. New insights into the antiviral effects of chloroquine. Lancet Infect Dis. 2006;6:67–69. doi: 10.1016/S1473-3099(06)70361-9.", "ArticleIdList": ["10.1016/S1473-3099(06)70361-9", "PMC7129107", "16439323"]}, {"Citation": "Yang Y-p, Hu L-f, Zheng H-f, et al. Application and interpretation of current autophagy inhibitors and activators. Acta Pharmacol Sin. 2013;34(5):625–635. doi: 10.1038/aps.2013.5.", "ArticleIdList": ["10.1038/aps.2013.5", "PMC4002883", "23524572"]}, {"Citation": "Levy JMM, Towers CG, Thorburn A. Targeting autophagy in cancer. Nat Rev Cancer. 2017;17(9):528–542. doi: 10.1038/nrc.2017.53.", "ArticleIdList": ["10.1038/nrc.2017.53", "PMC5975367", "28751651"]}, {"Citation": "Liu J, Cao R, Xu M, Wang X, Zhang H, Hu H, Li Y, Hu Z, Zhong W, Wang M. Hydroxychloroquine, a less toxic derivative of chloroquine, is effective in inhibiting SARS-CoV-2 infection in vitro. Cell Discov. 2020;6:16–16. doi: 10.1038/s41421-020-0156-0.", "ArticleIdList": ["10.1038/s41421-020-0156-0", "PMC7078228", "32194981"]}, {"Citation": "Seitz M, Valbracht J, Quach J, Lotz M. Gold sodium thiomalate and chloroquine inhibit cytokine production in monocytic THP-1 cells through distinct transcriptional and posttranslational mechanisms. J Clin Immunol. 2003;23(6):477–484. doi: 10.1023/B:JOCI.0000010424.41475.17.", "ArticleIdList": ["10.1023/B:JOCI.0000010424.41475.17", "15031635"]}, {"Citation": "Schrezenmeier E, Dörner T. Mechanisms of action of hydroxychloroquine and chloroquine: implications for rheumatology. Nat Rev Rheumatol. 2020;16:1–12. doi: 10.1038/s41584-020-0372-x.", "ArticleIdList": ["10.1038/s41584-020-0372-x", "32034323"]}, {"Citation": "Briant L, Robert-Hebmann V, Acquaviva C, Pelchen-Matthews A, Marsh M, Devaux C. The protein tyrosine kinase p56 lck is required for triggering NF-κB activation upon interaction of human immunodeficiency virus type 1 envelope glycoprotein gp120 with cell surface CD4. J Virol. 1998;72(7):6207–6214. doi: 10.1128/JVI.72.7.6207-6214.1998.", "ArticleIdList": ["10.1128/JVI.72.7.6207-6214.1998", "PMC110439", "9621091"]}, {"Citation": "White N, Nosten F. Advances in chemotherapy and prophylaxis of malaria. Curr Opin Infect Dis. 1993;6(3):323. doi: 10.1016/j.exppara.2011.02.016.", "ArticleIdList": ["10.1016/j.exppara.2011.02.016"]}, {"Citation": "Kim K-A, Park J-Y, Lee J-S, Lim S. Cytochrome P450 2C8 and CYP3A4/5 are involved in chloroquine metabolism in human liver microsomes. Arch Pharmacal Res. 2003;26(8):631–637. doi: 10.1007/BF02976712.", "ArticleIdList": ["10.1007/BF02976712", "12967198"]}, {"Citation": "Tulpule A, Krishnaswamy K. Effect of food on bioavailability of chloroquine. Eur J Clin Pharmacol. 1982;23(3):271–273. doi: 10.1007/BF00547567.", "ArticleIdList": ["10.1007/BF00547567", "7173297"]}, {"Citation": "Augustijns P, Geusens P, Verbeke N. Chloroquine levels in blood during chronic treatment of patients with rheumatoid arthritis. Eur J Clin Pharmacol. 1992;42(4):429–433. doi: 10.1007/BF00280130.", "ArticleIdList": ["10.1007/BF00280130", "1307690"]}, {"Citation": "Frisk-Holmberg M, Bergqvist Y, Termond E, Domeij-Nyberg B. The single dose kinetics of chloroquine and its major metabolite desethylchloroquine in healthy subjects. Eur J Clin Pharmacol. 1984;26(4):521–530. doi: 10.1007/BF00542151.", "ArticleIdList": ["10.1007/BF00542151", "6610555"]}, {"Citation": "Gustafsson L, Walker O, Alvan G, Beermann B, Estevez F, Gleisner L, et al. Disposition of chloroquine in man after single intravenous and oral doses. Br J Clin Pharmacol. 1983;15(4):471–479. doi: 10.1111/j.1365-2125.1983.tb01532.x.", "ArticleIdList": ["10.1111/j.1365-2125.1983.tb01532.x", "PMC1427807", "6849784"]}, {"Citation": "De Vries P, Oosterhuis B, Van Boxtel C. Single-dose pharmacokinetics of chloroquine and its main metabolite in healthy volunteers. Drug Investig. 1994;8(3):143–149. doi: 10.1007/BF03259430.", "ArticleIdList": ["10.1007/BF03259430"]}, {"Citation": "Mackenzie AH. Pharmacologic actions of 4-aminoquinoline compounds. Am J Med. 1983;75(1):5–10. doi: 10.1016/0002-9343(83)91264-0.", "ArticleIdList": ["10.1016/0002-9343(83)91264-0", "6603166"]}, {"Citation": "Wetsteyn J, De Vries P, Oosterhuis B, Van Boxtel C. The pharmacokinetics of three multiple dose regimens of chloroquine: implications for malaria chemoprophylaxis. Br J Clin Pharmacol. 1995;39(6):696–699. doi: 10.1111/j.1365-2125.1995.tb05731.x.", "ArticleIdList": ["10.1111/j.1365-2125.1995.tb05731.x", "PMC1365086", "7654492"]}, {"Citation": "Grundmann M, Mikulikova I, Vrublovský P. Tissue distribution of subcutaneously administered chloroquine in the rat. Arzneimittelforschung. 1971;21(4):573.", "ArticleIdList": ["5108164"]}, {"Citation": "McChesney E-W, Conway W, Banks W, Rogers J, Shekosky J, Grace A, et al. Studies of the metabolism of some compounds of the 4-amino-7-chloroquinoline series. J Pharmacol Exp Ther. 1966;151(3):482–493.", "ArticleIdList": ["4957157"]}, {"Citation": "Gustafsson L, Lindstrom B, Grahnen A, Alvan G. Chloroquine excretion following malaria prophylaxis. Br J Clin Pharmacol. 1987;24(2):221–224. doi: 10.1111/j.1365-2125.1987.tb03165.x.", "ArticleIdList": ["10.1111/j.1365-2125.1987.tb03165.x", "PMC1387753", "3620297"]}, {"Citation": "Ette EI, Essien EE, Thomas WO, Brown-Awala EA. Pharmacokinetics of chloroquine and some of its metabolites in healthy volunteers: a single dose study. J Clin Pharmacol. 1989;29(5):457–462. doi: 10.1128/AAC.01269-09.", "ArticleIdList": ["10.1128/AAC.01269-09", "2738178"]}, {"Citation": "Ofori-Adjei D, Ericsson O. Chloroquine in nail clippings. Lancet (London, England) 1985;2(8450):331. doi: 10.1016/S0140-6736(85)90377-0.", "ArticleIdList": ["10.1016/S0140-6736(85)90377-0", "2862494"]}, {"Citation": "Ladipo G, Essien E, Andy J. Complete heart block in chronic chloroquine poisoning. Int J Cardiol. 1983;4(2):198–200. doi: 10.1016/0167-5273(83)90136-5.", "ArticleIdList": ["10.1016/0167-5273(83)90136-5", "6629533"]}, {"Citation": "Essien E, Ette E. Effects of chloroquine and didesethylchloroquine on rabbit myocardium and mitochondria. J Pharm Pharmacol. 1986;38(7):543–546. doi: 10.1111/j.2042-7158.1986.tb04620.x.", "ArticleIdList": ["10.1111/j.2042-7158.1986.tb04620.x", "2875160"]}, {"Citation": "Han Y, Pham HT, Xu H, Quan Y, Mesplède T. Antimalarial drugs and their metabolites are potent Zika virus inhibitors. J Med Virol. 2019;91(7):1182–1190. doi: 10.1002/jmv.25440.", "ArticleIdList": ["10.1002/jmv.25440", "30801742"]}, {"Citation": "Bourrié M, Meunier V, Berger Y, Fabre G. Cytochrome P450 isoform inhibitors as a tool for the investigation of metabolic reactions catalyzed by human liver microsomes. J Pharmacol Exp Ther. 1996;277(1):321–332.", "ArticleIdList": ["8613937"]}, {"Citation": "McChesney E, Fasco M, Banks W, Kersch TB. The metabolism of chloroquine in man during and after repeated oral dosage. J Pharmacol Exp Ther. 1967;158(2):323–331.", "ArticleIdList": ["6065153"]}, {"Citation": "Somer M, Kallio J, Pesonen U, Pyykkö K, Huupponen R, Scheinin M. Influence of hydroxychloroquine on the bioavailability of oral metoprolol. Br J Clin Pharmacol. 2000;49(6):549–554. doi: 10.1046/j.1365-2125.2000.00197.x.", "ArticleIdList": ["10.1046/j.1365-2125.2000.00197.x", "PMC2015042", "10848718"]}, {"Citation": "Kolars JC, Schmiedlin-Ren P, Schuetz JD, Fang C, Watkins PB. Identification of rifampin-inducible P450IIIA4 (CYP3A4) in human small bowel enterocytes. J Clin Investig. 1992;90(5):1871–1878. doi: 10.1172/JCI116064.", "ArticleIdList": ["10.1172/JCI116064", "PMC443248", "1430211"]}, {"Citation": "Thorogood N, Atwal S, Mills W, Jenner M, Lewis D, Cavenagh J, et al. The risk of antimalarials in patients with renal failure. Postgrad Med J. 2007;83(986):8. doi: 10.1136/pgmj.2007.063735.", "ArticleIdList": ["10.1136/pgmj.2007.063735", "PMC2750932", "18057166"]}, {"Citation": "Mohan D, Mohandas E, Rajat R. Chloroquine psychosis: a chemical psychosis? J Natl Med Assoc. 1981;73(11):1073.", "ArticleIdList": ["PMC2552796", "7310924"]}, {"Citation": "Bhatia M. Chloroquine-induced psychiatric complications. Br J Psychiatry. 1991;159(5):735. doi: 10.1192/bjp.159.5.735.", "ArticleIdList": ["10.1192/bjp.159.5.735", "1756370"]}, {"Citation": "Das P, Rai A, Chopra A, Philbrick K. Psychosis likely induced by hydroxychloroquine in a patient with chronic Q fever: a case report and clinically relevant review of pharmacology. Psychosomatics (Washington, DC) 2014;55(4):409–413. doi: 10.1016/j.psym.2013.06.017.", "ArticleIdList": ["10.1016/j.psym.2013.06.017", "24268495"]}, {"Citation": "Hsu W, Chiu N, Huang S. Hydroxychloroquine-induced acute psychosis in a systemic lupus erythematosus female. Acta Neuropsychiatr. 2011;23(6):318–319. doi: 10.1111/j.1601-5215.2011.00575.x.", "ArticleIdList": ["10.1111/j.1601-5215.2011.00575.x", "25380045"]}, {"Citation": "de Olano J, Howland MA, Su MK, Hoffman RS, Biary R. Toxicokinetics of hydroxychloroquine following a massive overdose. Am J Emerg Med. 2019;37(12):2264.e5–2264.e8. doi: 10.1016/j.ajem.2019.158387.", "ArticleIdList": ["10.1016/j.ajem.2019.158387", "31477360"]}, {"Citation": "Hughes JT, Esiri M, Oxbury J, Whitty C. Chloroquine myopathy. QJM Int J Med. 1971;40(1):85–93.", "ArticleIdList": ["4253656"]}, {"Citation": "Sanghvi L, Mathur B. Electrocardiogram after chloroquine and emetine. Circulation. 1965;32(2):281–289. doi: 10.1161/01.CIR.32.2.281.", "ArticleIdList": ["10.1161/01.CIR.32.2.281", "14340955"]}, {"Citation": "Jaeger A, Sauder P, Kopferschmitt J, Flesch F (1987) Clinical features and management of poisoning due to antimalarial drugs. Med Toxicol Adverse Drug Exp 2:242–273. 10.1007/BF03259868", "ArticleIdList": ["3306266"]}, {"Citation": "Toennesmann E, Stroehmann I, Kandolf R, Wolburg H, Strach K, Musshoff F et al (2012) Cardiomyopathy caused by longterm treatment with chloroquine: a rare disease, or a rare diagnosis? J Rheumatol 39:1099–1103. 10.3899/jrheum.110959", "ArticleIdList": ["22550010"]}, {"Citation": "Cervera A, Espinosa G, Cervera R, Font J, Ingelmo M (2001) Cardiac toxicity secondary to long term treatment with chloroquine. Ann Rheum Dis 60:301–302. 10.1136/ard.60.3.​301", "ArticleIdList": ["PMC1753564", "11245140"]}, {"Citation": "Yogasundaram H, Putko BN, Tien J, Paterson DI, Cujec B, Ringrose J et al (2014) Hydroxychloroquine-induced cardiomyopathy: case report, pathophysiology, diagnosis, and treatment. Can J Cardiol 30:1706–1715. 10.1016/j.cjca.2014.08.016", "ArticleIdList": ["25475472"]}, {"Citation": "Yogasundaram H, Hung W, Paterson ID, Sergi C, Oudit GY. Chloroquine-induced cardiomyopathy: a reversible cause of heart failure. ESC Heart Fail. 2018;5(3):372–375. doi: 10.1002/ehf2.12276.", "ArticleIdList": ["10.1002/ehf2.12276", "PMC5933951", "29460476"]}, {"Citation": "Yam J, Kwok A. Ocular toxicity of hydroxychloroquine. Hong Kong Med J. 2006;12(4):294.", "ArticleIdList": ["16912357"]}, {"Citation": "Marmor MF, Kellner U, Lai TY, Lyons JS, Mieler WF. Revised recommendations on screening for chloroquine and hydroxychloroquine retinopathy. Ophthalmology. 2011;118(2):415–422. doi: 10.1016/j.ophtha.2010.11.017.", "ArticleIdList": ["10.1016/j.ophtha.2010.11.017", "21292109"]}, {"Citation": "Marmor MF, Kellner U, Lai TY, Melles RB, Mieler WF. Recommendations on screening for chloroquine and hydroxychloroquine retinopathy (2016 revision) Ophthalmology. 2016;123(6):1386–1394. doi: 10.1016/j.ophtha.2016.01.058.", "ArticleIdList": ["10.1016/j.ophtha.2016.01.058", "26992838"]}, {"Citation": "Costedoat-Chalumeau N, Dunogué B, Leroux G, Morel N, Jallouli M, Le Guern V, et al. A critical review of the effects of hydroxychloroquine and chloroquine on the eye. Clin Rev Allergy Immunol. 2015;49(3):317–326. doi: 10.1007/s12016-015-8469-8.", "ArticleIdList": ["10.1007/s12016-015-8469-8", "25672591"]}, {"Citation": "Back DJ, Purba HS, Staiger C, Orme MLE, Breckenridge AM. Inhibition of drug metabolism by the antimalarial drugs chloroquine and primaquine in the rat. Biochem Pharmacol. 1983;32(2):257–263. doi: 10.1007/BF03188819.", "ArticleIdList": ["10.1007/BF03188819", "6870955"]}, {"Citation": "Becker K, Tilley L, Vennerstrom JL, Roberts D, Rogerson S, Ginsburg H. Oxidative stress in malaria parasite-infected erythrocytes: host–parasite interactions. Int J Parasitol. 2004;34(2):163–189. doi: 10.1016/j.ijpara.2003.09.011.", "ArticleIdList": ["10.1016/j.ijpara.2003.09.011", "15037104"]}, {"Citation": "Giovanella F, Ferreira GK, Prá SDD, Carvalho-Silva M, Gomes LM, Scaini G, et al. Effects of primaquine and chloroquine on oxidative stress parameters in rats. An Acad Bras Ciênc. 2015;87(2):1487–1496. doi: 10.1590/0001-3765201520140637.", "ArticleIdList": ["10.1590/0001-3765201520140637", "26312430"]}, {"Citation": "Olatunde Farombi E, Shyntum YY, Emerole GO. Influence of chloroquine treatment and Plasmodium falciparum malaria infection on some enzymatic and non-enzymatic antioxidant defense indices in humans. Drug Chem Toxicol. 2003;26(1):59–71. doi: 10.1081/DCT-120017558.", "ArticleIdList": ["10.1081/DCT-120017558", "12643041"]}, {"Citation": "Shadnia S, Ebadollahi-Natanzi A, Ahmadzadeh S, Karami-Mohajeri S, Pourshojaei Y, Rahimi HR. Delayed death following paraquat poisoning: three case reports and a literature review. Toxicol Res. 2018;7(5):745–753. doi: 10.1039/c8tx00120k.3.", "ArticleIdList": ["10.1039/c8tx00120k.3", "PMC6116805", "30310653"]}, {"Citation": "Reghunathan R, Jayapal M, Hsu L-Y, Chng H-H, Tai D, Leung BP, et al. Expression profile of immune response genes in patients with severe acute respiratory syndrome. BMC Immunol. 2005;6(1):2. doi: 10.1186/1471-2172-6-2.", "ArticleIdList": ["10.1186/1471-2172-6-2", "PMC546205", "15655079"]}, {"Citation": "Omotosho O, Adebiyi M, Oyeyemi M. Comparative study of the haematology and serum biochemistry of male wistar rats treated with chloroquine and artesunate. J Physiol Pharmacol Adv. 2014;4(8):413–419. doi: 10.5455/jppa.20140827112119.", "ArticleIdList": ["10.5455/jppa.20140827112119"]}, {"Citation": "Clemessy JL, Favier C, Borron SW, Hantson PE, Vicaut E, Baud FJ. Hypokalaemia related to acute chloroquine ingestion. Lancet. 1995;346(8979):877–880. doi: 10.1016/S0140-6736(95)92711-5.", "ArticleIdList": ["10.1016/S0140-6736(95)92711-5", "7564673"]}, {"Citation": "Goyal V, Bordia A. The hypoglycemic effect of chloroquine. J Assoc Physicians India. 1995;43(1):17–18.", "ArticleIdList": ["9282631"]}, {"Citation": "Powrie J, Smith G, Shojaee-Moradie F, Sonksen P, Jones R. Mode of action of chloroquine in patients with non-insulin-dependent diabetes mellitus. Am J Physiol Endocrinol Metab. 1991;260(6):E897–E904. doi: 10.1152/ajpendo.1991.260.6.E897.", "ArticleIdList": ["10.1152/ajpendo.1991.260.6.E897", "2058666"]}, {"Citation": "Schaer CA, Laczko E, Schoedon G, Schaer DJ, Vallelian F. Chloroquine interference with hemoglobin endocytic trafficking suppresses adaptive heme and iron homeostasis in macrophages: the paradox of an antimalarial agent. Oxid Med Cell Longev. 2013;2013:870472. doi: 10.1155/2013/870472.", "ArticleIdList": ["10.1155/2013/870472", "PMC3693174", "23840921"]}, {"Citation": "Singhi S, Singhi P, Singh M. Extrapyrbmidal syndrome following chloroquine therapy. Indian J Pediatr. 1979;46(2):58–60. doi: 10.1007/BF02811499.", "ArticleIdList": ["10.1007/BF02811499", "457222"]}, {"Citation": "Pukrittayakamee S, Tarning J, Jittamala P, Charunwatthana P, Lawpoolsri S, Lee SJ, et al. Pharmacokinetic interactions between primaquine and chloroquine. Antimicrob Agents Chemother. 2014;58(6):3354–3359. doi: 10.1128/AAC.02794-13.", "ArticleIdList": ["10.1128/AAC.02794-13", "PMC4068454", "24687509"]}, {"Citation": "Wang C, Fortin P, Li Y, Panaritis T, Gans M, Esdaile J. Discontinuation of antimalarial drugs in systemic lupus erythematosus. J Rheumatol. 1999;26(4):808–815.", "ArticleIdList": ["10229401"]}, {"Citation": "Seçkin U, Ozoran K, Ikinciogullari A, Borman P, Bostan EE. Hydroxychloroquineototoxicity in a patient with rheumatoid arthritis. Rheumatol Int. 2000;19(5):203–204. doi: 10.1007/s002960000054.", "ArticleIdList": ["10.1007/s002960000054", "10984140"]}, {"Citation": "Izmirly PM, Costedoat-Chalumeau N, Pisoni CN, Khamashta MA, Kim MY, Saxena A, et al. Maternal use of hydroxychloroquine is associated with a reduced risk of recurrent anti-SSA/Ro-antibody–associated cardiac manifestations of neonatal lupus. Circulation. 2012;126(1):76–82. doi: 10.1161/CIRCULATIONAHA.111.089268.", "ArticleIdList": ["10.1161/CIRCULATIONAHA.111.089268", "PMC3437628", "22626746"]}, {"Citation": "Lisney AR, Szelinski F, Reiter K, Burmester GR, Rose T, Dörner T. High maternal expression of SIGLEC1 on monocytes as a surrogate marker of a type I interferon signature is a risk factor for the development of autoimmune congenital heart block. Ann Rheum Dis. 2017;76(8):1476–1480. doi: 10.1136/annrheumdis-2016-210927.", "ArticleIdList": ["10.1136/annrheumdis-2016-210927", "28501799"]}, {"Citation": "Lacroix I, Bénévent J, Damase-Michel C. Chloroquine and hydroxychloroquine during pregnancy: what do we know? Therapie. 2020;75:384–385. doi: 10.1016/j.jinf.2020.05.004.", "ArticleIdList": ["10.1016/j.jinf.2020.05.004", "PMC7211694", "32418732"]}, {"Citation": "Zhao X, Jiang Y, Zhao Y, Xi H, Liu C, Qu F, et al. Analysis of the susceptibility to COVID-19 in pregnancy and recommendations on potential drug screening. Eur J Clin Microbiol Infect Dis. 2020;23:1–12. doi: 10.1007/s10096-020-03897-6.", "ArticleIdList": ["10.1007/s10096-020-03897-6", "PMC7178925", "32328850"]}, {"Citation": "Saghir SAM, AlGabri NA, Alagawany MM, Attia YA, Alyileili SR, Elnesr SS, Shafi ME, Al-shargi OYA, Al-balagi N, Alwajeeh AS, Alsalahi OS, Patra AK, Khafaga AF, Negida A, Noreldin A, Al-Amarat W, Almaiman AA, El-Tarabily KA, Abd El-Hack ME (2021) Chloroquine and hydroxychloroquine for the prevention and treatment of COVID-19: a fiction, hope or hype? An updated review. Ther Clin Risk Manag 17:371–387. 10.2147/TCRM.S301817", "ArticleIdList": ["PMC8092643", "33953559"]}, {"Citation": "Fossa AA, Wisialowski T, Duncan JN, Deng S, Dunne M. Azithromycin/chloroquine combination does not increase cardiac instability despite an increase in monophasic action potential duration in the anesthetized guinea pig. Am J Trop Med Hyg. 2007;77(5):929–938. doi: 10.4269/ajtmh.2007.77.929.", "ArticleIdList": ["10.4269/ajtmh.2007.77.929", "17984356"]}, {"Citation": "Tiberghien F, Loor F. Ranking of P-glycoprotein substrates and inhibitors by a calcein-AM fluorometry screening assay. Anticancer Drugs. 1996;7(5):568–578. doi: 10.1097/00001813-199607000-00012.", "ArticleIdList": ["10.1097/00001813-199607000-00012", "8862725"]}, {"Citation": "Nampoory N, Nessim J, Gupta RK, Johny KV. Drug interaction of chloroquine with ciclosporin. Nephron. 1992;62(1):108–109. doi: 10.1159/000187007.", "ArticleIdList": ["10.1159/000187007", "1436274"]}, {"Citation": "Lee JY, Vinayagamoorthy N, Han K, Kwok SK, Ju JH, Park KS, et al. Association of polymorphisms of cytochrome P450 2D6 with blood hydroxychloroquine levels in patients with systemic lupus erythematosus. Arthritis Rheumatol. 2016;68(1):184–190. doi: 10.1002/art.39402.", "ArticleIdList": ["10.1002/art.39402", "26316040"]}, {"Citation": "Furst DE. Pharmacokinetics of hydroxychloroquine and chloroquine during treatment of rheumatic diseases. Lupus. 1996;5(1_suppl):11–15. doi: 10.1177/0961203396005001041.", "ArticleIdList": ["10.1177/0961203396005001041", "8803904"]}, {"Citation": "Leppert W. CYP2D6 in the metabolism of opioids for mild to moderate pain. Pharmacology. 2011;87(5–6):274–285. doi: 10.1159/000326085.", "ArticleIdList": ["10.1159/000326085", "21494059"]}, {"Citation": "Projean D, Baune B, Farinotti R, Flinois JP, Beaune P, Taburet AM, Ducharme J. In vitro metabolism of chloroquine: identification of CYP2C8, CYP3A4, and CYP2D6 as the main isoforms catalyzing N-desethylchloroquine formation. Drug Metab Dispos. 2003;31(6):748–754. doi: 10.1124/dmd.31.6.748.", "ArticleIdList": ["10.1124/dmd.31.6.748", "12756207"]}, {"Citation": "Ahmed MH, Ashton N, Balment RJ. Renal function in a rat model of analgesic nephropathy: effect of chloroquine. J Pharmacol Exp Ther. 2003;305(1):123–130. doi: 10.1124/jpet.102.047233.", "ArticleIdList": ["10.1124/jpet.102.047233", "12649360"]}, {"Citation": "Musabayane C, Cooper R, Osim E, Balment R. Renal electrolyte and fluid handling in the rat following chloroquine and/or ethanol administration. Gen Pharmacol Vasc Syst. 2000;34(1):43–51. doi: 10.1016/S0306-3623(00)00045-8.", "ArticleIdList": ["10.1016/S0306-3623(00)00045-8", "10793267"]}, {"Citation": "Musabayane CT, Cooper RG, Rao PVVP, Balment RJ. Effects of ethanol on the changes in renal fluid and electrolyte handling and kidney morphology induced by long-term chloroquine administration to rats. Alcohol. 2000;22(3):129–138. doi: 10.1016/S0741-8329(00)00110-5.", "ArticleIdList": ["10.1016/S0741-8329(00)00110-5", "11163120"]}, {"Citation": "Seferović P, Ristić A, Maksimović R, Simeunović D, Ristić G, Radovanović G, et al. Cardiac arrhythmias and conduction disturbances in autoimmune rheumatic diseases. Rheumatology. 2006;45(suppl_4):iv39–iv42. doi: 10.1093/rheumatology/kel315.", "ArticleIdList": ["10.1093/rheumatology/kel315", "16980722"]}, {"Citation": "Melles RB, Marmor MF (2014) The risk of toxic retinopathy in patients on long-term hydroxychloroquine therapy. JAMA Ophthalmol 132:1453–1460. 10.1001/jamaophthalmol.2014.3459", "ArticleIdList": ["25275721"]}, {"Citation": "Marmor MF, Hu J (2014) Effect of disease stage on progression of hydroxychloroquine retinopathy. JAMA Ophthalmol 132:1105–1112. 10.1001/jamaophthalmol.2014.1099", "ArticleIdList": ["24922444"]}, {"Citation": "Riou B, Barriot P, Rimailho A, Baud FJ. Treatment of severe chloroquine poisoning. N Engl J Med. 1988;318(1):1–6. doi: 10.1056/NEJM198801073180101.", "ArticleIdList": ["10.1056/NEJM198801073180101", "3336379"]}, {"Citation": "Britton W, Kevau I. Intentional chloroquine overdosage. Med J Aust. 1978;2(9):407–410. doi: 10.5694/j.1326-5377.1978.tb76816.x.", "ArticleIdList": ["10.5694/j.1326-5377.1978.tb76816.x", "732727"]}, {"Citation": "Clemessy J-L, Taboulet P, Hoffman JR, Hantson P, Barriot P, Bismuth C, et al. Treatment of acute chloroquine poisoning: a 5-year experience. Crit Care Med. 1996;24(7):1189–1195. doi: 10.1097/00003246-199607000-00021.", "ArticleIdList": ["10.1097/00003246-199607000-00021", "8674334"]}, {"Citation": "Juurlink DN. Safety considerations with chloroquine, hydroxychloroquine and azithromycin in the management of SARS-CoV-2 infection. CMAJ. 2020;192(17):E450–E453. doi: 10.1503/cmaj.200528.", "ArticleIdList": ["10.1503/cmaj.200528", "PMC7207200", "32269021"]}, {"Citation": "Murugavel P, Pari L. Attenuation of chloroquine-induced renal damage by α-lipoic acid: possible antioxidant mechanism. Ren Fail. 2004;26(5):517–524. doi: 10.1081/JDI-200031761.", "ArticleIdList": ["10.1081/JDI-200031761", "15526909"]}, {"Citation": "Boyle PJ, Justice K, Krentz AJ, Nagy RJ, Schade DS. Octreotide reverses hyperinsulinemia and prevents hypoglycemia induced by sulfonylurea overdoses. J Clin Endocrinol Metab. 1993;76(3):752–756. doi: 10.1210/jcem.76.3.8445035.", "ArticleIdList": ["10.1210/jcem.76.3.8445035", "8445035"]}, {"Citation": "Maxwell NM, Nevin RL, Stahl S, Block J, Shugarts S, Wu AH, et al. Prolonged neuropsychiatric effects following management of chloroquine intoxication with psychotropic polypharmacy. Clin Case Rep. 2015;3(6):379. doi: 10.1002/ccr3.238.", "ArticleIdList": ["10.1002/ccr3.238", "PMC4498847", "26185633"]}, {"Citation": "Zhou P, Yang X-L, Wang X-G, Hu B, Zhang L, Zhang W, et al. A pneumonia outbreak associated with a new coronavirus of probable bat origin. Nature. 2020;579(7798):270–273. doi: 10.1038/s41586-020-2012-7.", "ArticleIdList": ["10.1038/s41586-020-2012-7", "PMC7095418", "32015507"]}, {"Citation": "Paton NI, Lee L, Xu Y, Ooi EE, Cheung YB, Archuleta S, et al. Chloroquine for influenza prevention: a randomised, double-blind, placebo controlled trial. Lancet Infect Dis. 2011;11(9):677–683. doi: 10.1016/s1473-3099(11)70065-2.", "ArticleIdList": ["10.1016/s1473-3099(11)70065-2", "21550310"]}, {"Citation": "Ooi EE, Chew JSW, Loh JP, Chua RC. In vitro inhibition of human influenza A virus replication by chloroquine. Virol J. 2006;3(1):39. doi: 10.1186/1743-422X-3-39.", "ArticleIdList": ["10.1186/1743-422X-3-39", "PMC1481635", "16729896"]}, {"Citation": "Gautret P, Lagier J-C, Parola P, Meddeb L, Mailhe M, Doudier B, et al. Hydroxychloroquine and azithromycin as a treatment of COVID-19: results of an open-label non-randomized clinical trial. Int J Antimicrob Agents. 2020;56:105949. doi: 10.1016/j.ijantimicag.2020.105949.", "ArticleIdList": ["10.1016/j.ijantimicag.2020.105949", "PMC7102549", "32205204"]}, {"Citation": "Kim A, Sparks J, Liew J, Putman M, Berenbaum F, Duarte-Garcia A, COVID-19 Global Rheumatology Alliance et al. A rush to judgment? Rapid reporting and dissemination of results and its consequences regarding the use of hydroxychloroquine for COVID-19. Ann Intern Med. 2020;30(03):M20–1223. doi: 10.7326/M20-1223.", "ArticleIdList": ["10.7326/M20-1223", "PMC7138335", "32227189"]}, {"Citation": "Chen J, Liu D, Liu L, Liu P, Xu Q, Xia L, et al. A pilot study of hydroxychloroquine in treatment of patients with common coronavirus disease-19 (COVID-19) J Zhejiang Univ (Med Sci) 2020;49(1):215–219. doi: 10.3785/j.issn.1008-9292.2020.03.03.", "ArticleIdList": ["10.3785/j.issn.1008-9292.2020.03.03", "PMC8800713", "32391667"]}, {"Citation": "Cortegiani A, Ingoglia G, Ippolito M, Giarratano A, Einav S. A systematic review on the efficacy and safety of chloroquine for the treatment of COVID-19. J Crit Care. 2020;27:279–283. doi: 10.1016/j.jcrc.2020.03.005.", "ArticleIdList": ["10.1016/j.jcrc.2020.03.005", "PMC7270792", "32173110"]}, {"Citation": "Huang M, Tang T, Pang P, Li M, Ma R, Lu J, et al. Treating COVID-19 with chloroquine. J Mol Cell Biol. 2020;12(4):322–325. doi: 10.1093/jmcb/mjaa014.", "ArticleIdList": ["10.1093/jmcb/mjaa014", "PMC7232130", "32236562"]}, {"Citation": "Mercuro NJ, Yen CF, Shim DJ, Maher TR, McCoy CM, Zimetbaum PJ, et al. Risk of QT interval prolongation associated with use of hydroxychloroquine with or without concomitant azithromycin among hospitalized patients testing positive for Coronavirus Disease 2019 (COVID-19) JAMA Cardiol. 2020;5(9):1036–1041. doi: 10.1001/jamacardio.2020.1834.", "ArticleIdList": ["10.1001/jamacardio.2020.1834", "PMC7195692", "32936252"]}, {"Citation": "Bessiere F, Roccia H, Deliniere A, Charriere R, Chevalier P, Argaud L, et al. Assessment of QT intervals in a case series of patients with Coronavirus disease 2019 (COVID-19) infection treated with hydroxychloroquine alone or in combination with azithromycin in an intensive care Unit. JAMA Cardiol. 2020;5(9):1067–1069. doi: 10.1001/jamacardio.2020.1787.", "ArticleIdList": ["10.1001/jamacardio.2020.1787", "PMC7195693", "32936266"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "2", "Day": "8"}, {"Year": "2021", "Month": "4", "Day": "10"}, {"Year": "2021", "Month": "6", "Day": "7"}, {"Year": "2021", "Month": "7", "Day": "27", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "7", "Day": "27", "Hour": "6", "Minute": "1"}, {"Year": "2021", "Month": "7", "Day": "26", "Hour": "6", "Minute": "29"}, {"Year": "2023", "Month": "4", "Day": "1"}], "PublicationStatus": "epublish", "ArticleIdList": ["34306523", "PMC8286988", "10.1007/s43188-021-00101-5", "101"]}}], "PubmedBookArticle": []}