{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["atherosclerosis", "berberine", "gut microbiota", "inflammation", "metabolic diseases", "metabolites"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34305616", "DateRevised": {"Year": "2024", "Month": "04", "Day": "02"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "07", "Day": "09"}], "Language": ["eng"], "ELocationID": ["709629", "10.3389/fphar.2021.709629"], "Journal": {"ISSN": "1663-9812", "JournalIssue": {"Volume": "12", "PubDate": {"Year": "2021"}}, "Title": "Frontiers in pharmacology", "ISOAbbreviation": "Front Pharmacol"}, "ArticleTitle": "Multi-Pharmacology of Berberine in Atherosclerosis and Metabolic Diseases: Potential Contribution of Gut Microbiota.", "Pagination": {"StartPage": "709629", "MedlinePgn": "709629"}, "Abstract": {"AbstractText": ["Atherosclerosis (AS), especially atherosclerotic cardiovascular diseases (ASCVDs), and metabolic diseases (such as diabetes, obesity, dyslipidemia, and nonalcoholic fatty liver disease) are major public health issues worldwide that seriously threaten human health. Exploring effective natural product-based drugs is a promising strategy for the treatment of AS and metabolic diseases. Berberine (BBR), an important isoquinoline alkaloid found in various medicinal plants, has been shown to have multiple pharmacological effects and therapeutic applications. In view of its low bioavailability, increasing evidence indicates that the gut microbiota may serve as a target for the multifunctional effects of BBR. Under the pathological conditions of AS and metabolic diseases, BBR improves intestinal barrier function and reduces inflammation induced by gut microbiota-derived lipopolysaccharide (LPS). Moreover, BBR reverses or induces structural and compositional alterations in the gut microbiota and regulates gut microbe-dependent metabolites as well as related downstream pathways; this improves glucose and lipid metabolism and energy homeostasis. These findings at least partly explain the effect of BBR on AS and metabolic diseases. In this review, we elaborate on the research progress of BBR and its mechanisms of action in the treatment of AS and metabolic diseases from the perspective of gut microbiota, to reveal the potential contribution of gut microbiota to the multifunctional biological effects of BBR."], "CopyrightInformation": "Copyright © 2021 Yang, Li, Yu, Li and Wu."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Guang'an men Hospital, China Academy of Chinese Medical Sciences, Beijing, China."}], "LastName": "Yang", "ForeName": "Shengjie", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Guang'an men Hospital, China Academy of Chinese Medical Sciences, Beijing, China."}], "LastName": "Li", "ForeName": "Dan", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Xiyuan Hospital, China Academy of Chinese Medical Sciences, Beijing, China."}], "LastName": "Yu", "ForeName": "Zongliang", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Guang'an men Hospital, China Academy of Chinese Medical Sciences, Beijing, China."}], "LastName": "Li", "ForeName": "Yujuan", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Guang'an men Hospital, China Academy of Chinese Medical Sciences, Beijing, China."}], "LastName": "Wu", "ForeName": "Min", "Initials": "M"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Pharmacol", "NlmUniqueID": "101548923", "ISSNLinking": "1663-9812"}, "CoiStatement": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Adhyaru B. B., Jacobson T. A. (2018). Safety and Efficacy of Statin Therapy. Nat. Rev. Cardiol. 15 (12), 757–769. 10.1038/s41569-018-0098-5", "ArticleIdList": ["10.1038/s41569-018-0098-5", "30375494"]}, {"Citation": "Alolga R. N., Fan Y., Chen Z., Liu L.-W., Zhao Y.-J., Li J., et al. (2016). Significant Pharmacokinetic Differences of Berberine Are Attributable to Variations in Gut Microbiota between Africans and Chinese. Sci. Rep. 6, 27671. 10.1038/srep27671", "ArticleIdList": ["10.1038/srep27671", "PMC4901288", "27283523"]}, {"Citation": "Anlu W., Dongcheng C., He Z., Qiuyi L., Yan Z., Yu Q., et al. (2019). Using Herbal Medicine to Target the “Microbiota-Metabolism-Immunity” Axis as Possible Therapy for Cardiovascular Disease. Pharmacol. Res. 142, 205–222. 10.1016/j.phrs.2019.02.018", "ArticleIdList": ["10.1016/j.phrs.2019.02.018", "30794922"]}, {"Citation": "Barrington W. T., Lusis A. J. (2017). Association between the Gut Microbiome and Atherosclerosis. Nat. Rev. Cardiol. 14 (12), 699–700. 10.1038/nrcardio.2017.169", "ArticleIdList": ["10.1038/nrcardio.2017.169", "PMC5815826", "29099096"]}, {"Citation": "Bartolomaeus H., Balogh A., Yakoub M., Homann S., Markó L., Höges S., et al. (2019). Short-Chain Fatty Acid Propionate Protects From Hypertensive Cardiovascular Damage. Circulation 139 (11), 1407–1421. 10.1161/circulationaha.118.036652", "ArticleIdList": ["10.1161/circulationaha.118.036652", "PMC6416008", "30586752"]}, {"Citation": "Bennett B. J., Vallim T. Q. d. A., Wang Z., Shih D. M., Meng Y., Gregory J., et al. (2013). Trimethylamine-N-Oxide, a Metabolite Associated with Atherosclerosis, Exhibits Complex Genetic and Dietary Regulation. Cell Metab. 17 (1), 49–60. 10.1016/j.cmet.2012.12.011", "ArticleIdList": ["10.1016/j.cmet.2012.12.011", "PMC3771112", "23312283"]}, {"Citation": "Beutler B., Hoebe K., Du X., Ulevitch R. J. (2003). How we Detect Microbes and Respond to Them: The Toll-Like Receptors and Their Transducers. J. Leukoc. Biol. 74 (4), 479–485. 10.1189/jlb.0203082", "ArticleIdList": ["10.1189/jlb.0203082", "12960260"]}, {"Citation": "Brandsma E., Kloosterhuis N. J., Koster M., Dekker D. C., Gijbels M. J. J., van der Velden S., et al. (2019). A Proinflammatory Gut Microbiota Increases Systemic Inflammation and Accelerates Atherosclerosis. Circ. Res. 124 (1), 94–100. 10.1161/circresaha.118.313234", "ArticleIdList": ["10.1161/circresaha.118.313234", "PMC6325767", "30582442"]}, {"Citation": "Brown J. M., Hazen S. L. (2018). Microbial Modulation of Cardiovascular Disease. Nat. Rev. Microbiol. 16 (3), 171–181. 10.1038/nrmicro.2017.149", "ArticleIdList": ["10.1038/nrmicro.2017.149", "PMC5885760", "29307889"]}, {"Citation": "Cani P. D., Amar J., Iglesias M. A., Poggi M., Knauf C., Bastelica D., et al. (2007). Metabolic Endotoxemia Initiates Obesity and Insulin Resistance. Diabetes 56 (7), 1761–1772. 10.2337/db06-1491", "ArticleIdList": ["10.2337/db06-1491", "17456850"]}, {"Citation": "Cani P. D., Bibiloni R., Knauf C., Waget A., Neyrinck A. M., Delzenne N. M., et al. (2008). Changes in Gut Microbiota Control Metabolic Endotoxemia-Induced Inflammation in High-Fat Diet-Induced Obesity and Diabetes in Mice. Diabetes 57 (6), 1470–1481. 10.2337/db07-1403", "ArticleIdList": ["10.2337/db07-1403", "18305141"]}, {"Citation": "Cani P. D., Possemiers S., Van de Wiele T., Guiot Y., Everard A., Rottier O., et al. (2009). Changes in Gut Microbiota Control Inflammation in Obese Mice Through a Mechanism Involving GLP-2-Driven Improvement of Gut Permeability. Gut 58 (8), 1091–1103. 10.1136/gut.2008.165886", "ArticleIdList": ["10.1136/gut.2008.165886", "PMC2702831", "19240062"]}, {"Citation": "Cao H., Li C., Lei L., Wang X., Liu S., Liu Q., et al. (2020). Stachyose Improves the Effects of Berberine on Glucose Metabolism by Regulating Intestinal Microbiota and Short-Chain Fatty Acids in Spontaneous Type 2 Diabetic KKAy Mice. Front. Pharmacol. 11, 578943. 10.3389/fphar.2020.578943", "ArticleIdList": ["10.3389/fphar.2020.578943", "PMC7642818", "33192521"]}, {"Citation": "Chatterjee S., Khunti K., Davies M. J. (2017). Type 2 Diabetes. Lancet 389 (10085), 2239–2251. 10.1016/s0140-6736(17)30058-2", "ArticleIdList": ["10.1016/s0140-6736(17)30058-2", "28190580"]}, {"Citation": "Chen M.-l., Yi L., Zhang Y., Zhou X., Ran L., Yang J., et al. (2016). Resveratrol Attenuates Trimethylamine- N -Oxide (TMAO)-Induced Atherosclerosis by Regulating TMAO Synthesis and Bile Acid Metabolism via Remodeling of the Gut Microbiota. mBio 7 (2), e02210–15. 10.1128/mBio.02210-15", "ArticleIdList": ["10.1128/mBio.02210-15", "PMC4817264", "27048804"]}, {"Citation": "Chen W., Miao Y.-Q., Fan D.-J., Yang S.-S., Lin X., Meng L.-K., et al. (2011). Bioavailability Study of Berberine and the Enhancing Effects of TPGS on Intestinal Absorption in Rats. AAPS PharmSciTech 12 (2), 705–711. 10.1208/s12249-011-9632-z", "ArticleIdList": ["10.1208/s12249-011-9632-z", "PMC3134654", "21637946"]}, {"Citation": "Cho I., Yamanishi S., Cox L., Methé B. A., Zavadil J., Li K., et al. (2012). Antibiotics in Early Life Alter the Murine Colonic Microbiome and Adiposity. Nature 488 (7413), 621–626. 10.1038/nature11400", "ArticleIdList": ["10.1038/nature11400", "PMC3553221", "22914093"]}, {"Citation": "Cui H.-X., Hu Y.-N., Li J.-W., Yuan K. (2018). Hypoglycemic Mechanism of the Berberine Organic Acid Salt under the Synergistic Effect of Intestinal Flora and Oxidative Stress. Oxid. Med. Cell Longev. 2018, 1–13. 10.1155/2018/8930374", "ArticleIdList": ["10.1155/2018/8930374", "PMC6313974", "30662584"]}, {"Citation": "De Filippis F., Pellegrini N., Vannini L., Jeffery I. B., La Storia A., Laghi L., et al. (2016). High-Level Adherence to a Mediterranean Diet Beneficially Impacts the Gut Microbiota and Associated Metabolome. Gut 65 (11), 1812–1821. 10.1136/gutjnl-2015-309957", "ArticleIdList": ["10.1136/gutjnl-2015-309957", "26416813"]}, {"Citation": "Depommier C., Everard A., Druart C., Plovier H., Van Hul M., Vieira-Silva S., et al. (2019). Supplementation with Akkermansia Muciniphila in Overweight and Obese Human Volunteers: a Proof-Of-Concept Exploratory Study. Nat. Med. 25 (7), 1096–1103. 10.1038/s41591-019-0495-2", "ArticleIdList": ["10.1038/s41591-019-0495-2", "PMC6699990", "31263284"]}, {"Citation": "DiBaise J. K., Zhang H., Crowell M. D., Krajmalnik-Brown R., Decker G. A., Rittmann B. E. (2008). Gut Microbiota and its Possible Relationship with Obesity. Mayo Clinic Proc. 83 (4), 460–469. 10.4065/83.4.460", "ArticleIdList": ["10.4065/83.4.460", "18380992"]}, {"Citation": "DiNicolantonio J. J., McCarty M., OKeefe J. (2019). Association of Moderately Elevated Trimethylamine N-Oxide with Cardiovascular Risk: Is TMAO Serving as a Marker for Hepatic Insulin Resistance. Open Heart 6 (1), e000890. 10.1136/openhrt-2018-000890", "ArticleIdList": ["10.1136/openhrt-2018-000890", "PMC6443140", "30997120"]}, {"Citation": "Dong C., Yu J., Yang Y., Zhang F., Su W., Fan Q., et al. (2021). Berberine, a Potential Prebiotic to Indirectly Promote Akkermansia Growth Through Stimulating Gut Mucin Secretion. Biomed. Pharmacother. 139, 111595. 10.1016/j.biopha.2021.111595", "ArticleIdList": ["10.1016/j.biopha.2021.111595", "33862492"]}, {"Citation": "Doumatey A. P., Adeyemo A., Zhou J., Lei L., Adebamowo S. N., Adebamowo C., et al. (2020). Gut Microbiome Profiles Are Associated with Type 2 Diabetes in Urban Africans. Front. Cell. Infect. Microbiol. 10, 63. 10.3389/fcimb.2020.00063", "ArticleIdList": ["10.3389/fcimb.2020.00063", "PMC7052266", "32158702"]}, {"Citation": "Du H., Xu X. M., Xu T., Li Q., Zhao C. C., Yi H., et al. (2020). [Effects of Gut Microbiota on Five Absorbed Components of Berberis Kansuensis in Rat Serum by HPLC-QqQ-MS]. Zhongguo Zhong Yao Za Zhi 45 (2), 418–424. 10.19540/j.cnki.cjcmm.20190830.203", "ArticleIdList": ["10.19540/j.cnki.cjcmm.20190830.203", "32237327"]}, {"Citation": "Erickson M., Malin S., Wang Z., Brown J., Hazen S., Kirwan J. (2019). Effects of Lifestyle Intervention on Plasma Trimethylamine N-Oxide in Obese Adults. Nutrients 11 (1), 179. 10.3390/nu11010179", "ArticleIdList": ["10.3390/nu11010179", "PMC6356515", "30654453"]}, {"Citation": "Fan Y., Pedersen O. (2021). Gut Microbiota in Human Metabolic Health and Disease. Nat. Rev. Microbiol. 19 (1), 55–71. 10.1038/s41579-020-0433-9", "ArticleIdList": ["10.1038/s41579-020-0433-9", "32887946"]}, {"Citation": "Feng R., Shou J.-W., Zhao Z.-X., He C.-Y., Ma C., Huang M., et al. (2015). Transforming Berberine into its Intestine-Absorbable Form by the Gut Microbiota. Sci. Rep. 5, 12155. 10.1038/srep12155", "ArticleIdList": ["10.1038/srep12155", "PMC4502414", "26174047"]}, {"Citation": "Feng R., Zhao Z.-X., Ma S.-R., Guo F., Wang Y., Jiang J.-D. (2018). Gut Microbiota-Regulated Pharmacokinetics of Berberine and Active Metabolites in Beagle Dogs after Oral Administration. Front. Pharmacol. 9, 214. 10.3389/fphar.2018.00214", "ArticleIdList": ["10.3389/fphar.2018.00214", "PMC5871679", "29618977"]}, {"Citation": "Feng Y., Huang Y., Wang Y., Wang P., Song H., Wang F. (2019). Antibiotics Induced Intestinal Tight junction Barrier Dysfunction Is Associated with Microbiota Dysbiosis, Activated NLRP3 Inflammasome and Autophagy. PLoS One 14 (6), e0218384. 10.1371/journal.pone.0218384", "ArticleIdList": ["10.1371/journal.pone.0218384", "PMC6581431", "31211803"]}, {"Citation": "Gong J., Hu M., Huang Z., Fang K., Wang D., Chen Q., et al. (2017). Berberine Attenuates Intestinal Mucosal Barrier Dysfunction in Type 2 Diabetic Rats. Front. Pharmacol. 8, 42. 10.3389/fphar.2017.00042", "ArticleIdList": ["10.3389/fphar.2017.00042", "PMC5290458", "28217099"]}, {"Citation": "Goodwin B., Jones S. A., Price R. R., Watson M. A., McKee D. D., Moore L. B., et al. (2000). A Regulatory cascade of the Nuclear Receptors FXR, SHP-1, and LRH-1 Represses Bile Acid Biosynthesis. Mol. Cell 6 (3), 517–526. 10.1016/s1097-2765(00)00051-4", "ArticleIdList": ["10.1016/s1097-2765(00)00051-4", "11030332"]}, {"Citation": "Gu S., Cao B., Sun R., Tang Y., Paletta J. L., Wu X.-L., et al. (2015). A Metabolomic and Pharmacokinetic Study on the Mechanism Underlying the Lipid-Lowering Effect of Orally Administered Berberine. Mol. Biosyst. 11 (2), 463–474. 10.1039/c4mb00500g", "ArticleIdList": ["10.1039/c4mb00500g", "PMC4302037", "25411028"]}, {"Citation": "Guo Y., Zhang Y., Huang W., Selwyn F. P., Klaassen C. D. (2016). Dose-Response Effect of Berberine on Bile Acid Profile and Gut Microbiota in Mice. BMC Complement. Altern. Med. 16 (1), 394. 10.1186/s12906-016-1367-7", "ArticleIdList": ["10.1186/s12906-016-1367-7", "PMC5070223", "27756364"]}, {"Citation": "Habtemariam S. (2020). Berberine Pharmacology and the Gut Microbiota: A Hidden Therapeutic Link. Pharmacol. Res. 155, 104722. 10.1016/j.phrs.2020.104722", "ArticleIdList": ["10.1016/j.phrs.2020.104722", "32105754"]}, {"Citation": "Habtemariam S. (2020). The Quest to Enhance the Efficacy of Berberine for Type-2 Diabetes and Associated Diseases: Physicochemical Modification Approaches. Biomedicines 8 (4), 90. 10.3390/biomedicines8040090", "ArticleIdList": ["10.3390/biomedicines8040090", "PMC7235753", "32325761"]}, {"Citation": "Hansson G. K. (2005). Inflammation, Atherosclerosis, and Coronary Artery Disease. N. Engl. J. Med. 352 (16), 1685–1695. 10.1056/NEJMra043430", "ArticleIdList": ["10.1056/NEJMra043430", "15843671"]}, {"Citation": "Herrington W., Lacey B., Sherliker P., Armitage J., Lewington S. (2016). Epidemiology of Atherosclerosis and the Potential to Reduce the Global Burden of Atherothrombotic Disease. Circ. Res. 118 (4), 535–546. 10.1161/circresaha.115.307611", "ArticleIdList": ["10.1161/circresaha.115.307611", "26892956"]}, {"Citation": "Hu J., Lin S., Zheng B., Cheung P. C. K. (2018). Short-Chain Fatty Acids in Control of Energy Metabolism. Crit. Rev. Food Sci. Nutr. 58 (8), 1243–1249. 10.1080/10408398.2016.1245650", "ArticleIdList": ["10.1080/10408398.2016.1245650", "27786539"]}, {"Citation": "Hu Y., Davies G. E. (2010). Berberine Inhibits Adipogenesis in High-Fat Diet-Induced Obesity Mice. Fitoterapia 81 (5), 358–366. 10.1016/j.fitote.2009.10.010", "ArticleIdList": ["10.1016/j.fitote.2009.10.010", "19861153"]}, {"Citation": "Huang F., Zhang F., Xu D., Zhang Z., Xu F., Tao X., et al. (2018). Enterococcus Faecium WEFA23 from Infants Lessens High-Fat-Diet-Induced Hyperlipidemia via Cholesterol 7-Alpha-Hydroxylase Gene by Altering the Composition of Gut Microbiota in Rats. J. Dairy Sci. 101 (9), 7757–7767. 10.3168/jds.2017-13713", "ArticleIdList": ["10.3168/jds.2017-13713", "29935822"]}, {"Citation": "Ilyas Z., Perna S., Al-Thawadi S., Alalwan T. A., Riva A., Petrangolini G., et al. (2020). The Effect of Berberine on Weight Loss in Order to Prevent Obesity: A Systematic Review. Biomed. Pharmacother. 127, 110137. 10.1016/j.biopha.2020.110137", "ArticleIdList": ["10.1016/j.biopha.2020.110137", "32353823"]}, {"Citation": "Jiang S.-J., Dong H., Li J. B., Xu L. J., Zou X., Wang K. F., et al. (2015). Berberine Inhibits Hepatic Gluconeogenesisviathe LKB1-AMPK-TORC2 Signaling Pathway in Streptozotocin-Induced Diabetic Rats. World J. Gastroenterol. 21 (25), 7777–7785. 10.3748/wjg.v21.i25.7777", "ArticleIdList": ["10.3748/wjg.v21.i25.7777", "PMC4491964", "26167077"]}, {"Citation": "Jones B. V., Begley M., Hill C., Gahan C. G. M., Marchesi J. R. (2008). Functional and Comparative Metagenomic Analysis of Bile Salt Hydrolase Activity in the Human Gut Microbiome. Proc. Natl. Acad. Sci. 105 (36), 13580–13585. 10.1073/pnas.0804437105", "ArticleIdList": ["10.1073/pnas.0804437105", "PMC2533232", "18757757"]}, {"Citation": "Jonsson A. L., Bäckhed F. (2017). Role of Gut Microbiota in Atherosclerosis. Nat. Rev. Cardiol. 14 (2), 79–87. 10.1038/nrcardio.2016.183", "ArticleIdList": ["10.1038/nrcardio.2016.183", "27905479"]}, {"Citation": "Ju J., Li J., Lin Q., Xu H. (2018). Efficacy and Safety of Berberine for Dyslipidaemias: A Systematic Review and Meta-Analysis of Randomized Clinical Trials. Phytomedicine 50, 25–34. 10.1016/j.phymed.2018.09.212", "ArticleIdList": ["10.1016/j.phymed.2018.09.212", "30466986"]}, {"Citation": "Kanitsoraphan C., Rattanawong P., Charoensri S., Senthong V. (2018). Trimethylamine N-Oxide and Risk of Cardiovascular Disease and Mortality. Curr. Nutr. Rep. 7 (4), 207–213. 10.1007/s13668-018-0252-z", "ArticleIdList": ["10.1007/s13668-018-0252-z", "30362023"]}, {"Citation": "Ke X., Huang Y., Li L., Xin F., Xu L., Zhang Y., et al. (2020). Berberine Attenuates Arterial Plaque Formation in Atherosclerotic Rats with Damp-Heat Syndrome via Regulating Autophagy. Drug Des. Devel. Ther. 14, 2449–2460. 10.2147/dddt.S250524", "ArticleIdList": ["10.2147/dddt.S250524", "PMC7320883", "32606611"]}, {"Citation": "Koeth R. A., Wang Z., Levison B. S., Buffa J. A., Org E., Sheehy B. T., et al. (2013). Intestinal Microbiota Metabolism of L-Carnitine, a Nutrient in Red Meat, Promotes Atherosclerosis. Nat. Med. 19 (5), 576–585. 10.1038/nm.3145", "ArticleIdList": ["10.1038/nm.3145", "PMC3650111", "23563705"]}, {"Citation": "Kong W.-J., Vernieri C., Foiani M., Jiang J.-D. (2020). Berberine in the Treatment of Metabolism-Related Chronic Diseases: A Drug Cloud (dCloud) Effect to Target Multifactorial Disorders. Pharmacol. Ther. 209, 107496. 10.1016/j.pharmthera.2020.107496", "ArticleIdList": ["10.1016/j.pharmthera.2020.107496", "32001311"]}, {"Citation": "Larsen N., Vogensen F. K., van den Berg F. W. J., Nielsen D. S., Andreasen A. S., Pedersen B. K., et al. (2010). Gut Microbiota in Human Adults with Type 2 Diabetes Differs from Non-Diabetic Adults. PLoS One 5 (2), e9085. 10.1371/journal.pone.0009085", "ArticleIdList": ["10.1371/journal.pone.0009085", "PMC2816710", "20140211"]}, {"Citation": "Law M., Rudnicka A. R. (2006). Statin Safety: A Systematic Review. Am. J. Cardiol. 97 (8a), S52–S60. 10.1016/j.amjcard.2005.12.010", "ArticleIdList": ["10.1016/j.amjcard.2005.12.010", "16581329"]}, {"Citation": "Leal-Witt M. J., Llobet M., Samino S., Castellano P., Cuadras D., Jimenez-Chillaron J. C., et al. (2018). Lifestyle Intervention Decreases Urine Trimethylamine N-Oxide Levels in Prepubertal Children with Obesity. Obesity 26 (10), 1603–1610. 10.1002/oby.22271", "ArticleIdList": ["10.1002/oby.22271", "30204940"]}, {"Citation": "Lewis C. V., Taylor W. R. (2020). Intestinal Barrier Dysfunction as a Therapeutic Target for Cardiovascular Disease. Am. J. Physiol. Heart Circ. Physiol. 319 (6), H1227–H1233. 10.1152/ajpheart.00612.2020", "ArticleIdList": ["10.1152/ajpheart.00612.2020", "PMC7792706", "32986965"]}, {"Citation": "Ley R. E., Bäckhed F., Turnbaugh P., Lozupone C. A., Knight R. D., Gordon J. I. (2005). Obesity Alters Gut Microbial Ecology. Proc. Natl. Acad. Sci. 102 (31), 11070–11075. 10.1073/pnas.0504978102", "ArticleIdList": ["10.1073/pnas.0504978102", "PMC1176910", "16033867"]}, {"Citation": "Ley R. E., Turnbaugh P. J., Klein S., Gordon J. I. (2006). Human Gut Microbes Associated with Obesity. Nature 444 (7122), 1022–1023. 10.1038/4441022a", "ArticleIdList": ["10.1038/4441022a", "17183309"]}, {"Citation": "Li C. N., Wang X., Lei L., Liu M. Z., Li R. C., Sun S. J., et al. (2020). Berberine Combined with Stachyose Induces Better Glycometabolism Than Berberine Alone Through Modulating Gut Microbiota and Fecal Metabolomics in Diabetic Mice. Phytotherapy Res. 34 (5), 1166–1174. 10.1002/ptr.6588", "ArticleIdList": ["10.1002/ptr.6588", "PMC7216932", "31833107"]}, {"Citation": "Li D. H., Liu Y. T., Hao S. R., Zheng J. M., Hou H. T., Wang Y. Z. (2020). [Discussion on the Curative Effect and Mechanisms of Berberine in Rats with Non-Alcoholic Fatty Liver]. Zhonghua Gan Zang Bing Za Zhi 28 (4), 338–344. 10.3760/cma.j.cn501113-20190519-00175", "ArticleIdList": ["10.3760/cma.j.cn501113-20190519-00175", "32403887"]}, {"Citation": "Li D., Zheng J., Hu Y., Hou H., Hao S., Liu N., et al. (2017). Amelioration of Intestinal Barrier Dysfunction by Berberine in the Treatment of Nonalcoholic Fatty Liver Disease in Rats. Pharmacogn. Mag. 13 (52), 677–682. 10.4103/pm.pm_584_16", "ArticleIdList": ["10.4103/pm.pm_584_16", "PMC5701411", "29200733"]}, {"Citation": "Li L., Chang L., Zhang X., Ning Z., Mayne J., Ye Y., et al. (2020). Berberine and its Structural Analogs Have Differing Effects on Functional Profiles of Individual Gut Microbiomes. Gut Microbes 11 (5), 1348–1361. 10.1080/19490976.2020.1755413", "ArticleIdList": ["10.1080/19490976.2020.1755413", "PMC7524264", "32372706"]}, {"Citation": "Li L., Cui H., Li T., Qi J., Chen H., Gao F., et al. (2020). Synergistic Effect of Berberine-Based Chinese Medicine Assembled Nanostructures on Diarrhea-Predominant Irritable Bowel Syndrome In Vivo . Front. Pharmacol. 11, 1210. 10.3389/fphar.2020.01210", "ArticleIdList": ["10.3389/fphar.2020.01210", "PMC7490548", "32982718"]}, {"Citation": "Li M., Shu X., Xu H., Zhang C., Yang L., Zhang L., et al. (2016). Integrative Analysis of Metabolome and Gut Microbiota in Diet-Induced Hyperlipidemic Rats Treated with Berberine Compounds. J. Transl. Med. 14 (1), 237. 10.1186/s12967-016-0987-5", "ArticleIdList": ["10.1186/s12967-016-0987-5", "PMC4975912", "27495782"]}, {"Citation": "Li M., Zhou W., Dang Y., Li C., Ji G., Zhang L. (2020). Berberine Compounds Improves Hyperglycemia via Microbiome Mediated Colonic TGR5-GLP Pathway in db/db Mice. Biomed. Pharmacother. 132, 110953. 10.1016/j.biopha.2020.110953", "ArticleIdList": ["10.1016/j.biopha.2020.110953", "33254441"]}, {"Citation": "Li X.-Y., Zhao Z.-X., Huang M., Feng R., He C.-Y., Ma C., et al. (2015). Effect of Berberine on Promoting the Excretion of Cholesterol in High-Fat Diet-Induced Hyperlipidemic Hamsters. J. Transl. Med. 13, 278. 10.1186/s12967-015-0629-3", "ArticleIdList": ["10.1186/s12967-015-0629-3", "PMC4549888", "26310319"]}, {"Citation": "Li X. S., Obeid S., Klingenberg R., Gencer B., Mach F., Räber L., et al. (2017). Gut Microbiota-dependent Trimethylamine N-Oxide in Acute Coronary Syndromes: a Prognostic Marker for Incident Cardiovascular Events beyond Traditional Risk Factors. Eur. Heart J. 38 (11), ehw582–24. 10.1093/eurheartj/ehw582", "ArticleIdList": ["10.1093/eurheartj/ehw582", "PMC5837488", "28077467"]}, {"Citation": "Li X. S., Obeid S., Wang Z., Hazen B. J., Li L., Wu Y., et al. (2019). Trimethyllysine, a Trimethylamine N-Oxide Precursor, Provides Near- and Long-Term Prognostic Value in Patients Presenting with Acute Coronary Syndromes. Eur. Heart J. 40, 2700–2709. 10.1093/eurheartj/ehz259", "ArticleIdList": ["10.1093/eurheartj/ehz259", "PMC7963132", "31049589"]}, {"Citation": "Li X., Su C., Jiang Z., Yang Y., Zhang Y., Yang M., et al. (2021). Berberine Attenuates Choline-Induced Atherosclerosis by Inhibiting Trimethylamine and Trimethylamine-N-Oxide Production via Manipulating the Gut Microbiome. NPJ Biofilms Microbiomes 7 (1), 36. 10.1038/s41522-021-00205-8", "ArticleIdList": ["10.1038/s41522-021-00205-8", "PMC8052457", "33863898"]}, {"Citation": "Libby P., Ridker P. M., Maseri A. (2002). Inflammation and Atherosclerosis. Circulation 105 (9), 1135–1143. 10.1161/hc0902.104353", "ArticleIdList": ["10.1161/hc0902.104353", "11877368"]}, {"Citation": "Liu D., Zhang Y., Liu Y., Hou L., Li S., Tian H., et al. (2018). Berberine Modulates Gut Microbiota and Reduces Insulin Resistance via the TLR4 Signaling Pathway. Exp. Clin. Endocrinol. Diabetes 126 (8), 513–520. 10.1055/s-0043-125066", "ArticleIdList": ["10.1055/s-0043-125066", "29365334"]}, {"Citation": "Liu L.-Z., Cheung S. C. K., Lan L.-L., Ho S. K. S., Xu H.-X., Chan J. C. N., et al. (2010). Berberine Modulates Insulin Signaling Transduction in Insulin-Resistant Cells. Mol. Cell Endocrinol. 317 (1-2), 148–153. 10.1016/j.mce.2009.12.027", "ArticleIdList": ["10.1016/j.mce.2009.12.027", "20036710"]}, {"Citation": "Lu Z., Li Y., Jin J., Zhang X., Lopes-Virella M. F., Huang Y. (2012). Toll-like Receptor 4 Activation in Microvascular Endothelial Cells Triggers a Robust Inflammatory Response and Cross Talk with Mononuclear Cells via Interleukin-6. Arterioscler Thromb. Vasc. Biol. 32 (7), 1696–1706. 10.1161/atvbaha.112.251181", "ArticleIdList": ["10.1161/atvbaha.112.251181", "PMC3384534", "22596222"]}, {"Citation": "Ma J., Li H. (2018). The Role of Gut Microbiota in Atherosclerosis and Hypertension. Front. Pharmacol. 9, 1082. 10.3389/fphar.2018.01082", "ArticleIdList": ["10.3389/fphar.2018.01082", "PMC6167910", "30319417"]}, {"Citation": "Ma S.-R., Tong Q., Zhao Z.-X., Cong L., Yu J.-B., Fu J., et al. (2019). Determination of Berberine-Upregulated Endogenous Short-Chain Fatty Acids Through Derivatization by 2-Bromoacetophenone. Anal. Bioanal. Chem. 411 (14), 3191–3207. 10.1007/s00216-019-01793-3", "ArticleIdList": ["10.1007/s00216-019-01793-3", "30972469"]}, {"Citation": "Ma X., Zhang T., Luo Z., Li X., Lin M., Li R., et al. (2020). Functional Nano-Vector Boost Anti-atherosclerosis Efficacy of Berberine in Apoe() Mice. Acta Pharm. Sin. B. 10 (9), 1769–1783. 10.1016/j.apsb.2020.03.005", "ArticleIdList": ["10.1016/j.apsb.2020.03.005", "PMC7564017", "33088695"]}, {"Citation": "Miao J., Ling A. V., Ling A. V., Manthena P. V., Gearing M. E., Graham M. J., et al. (2015). Flavin-Containing Monooxygenase 3 as a Potential Player in Diabetes-Associated Atherosclerosis. Nat. Commun. 6, 6498. 10.1038/ncomms7498", "ArticleIdList": ["10.1038/ncomms7498", "PMC4391288", "25849138"]}, {"Citation": "Ming J., Xu S., Liu C., Liu X., Jia A., Ji Q. (2018). Effectiveness and Safety of Bifidobacteria and Berberine in People with Hyperglycemia: Study Protocol for a Randomized Controlled Trial. Trials 19 (1), 72. 10.1186/s13063-018-2438-5", "ArticleIdList": ["10.1186/s13063-018-2438-5", "PMC5787258", "29373989"]}, {"Citation": "O’Neill S., O’Driscoll L. (2015). Metabolic Syndrome: A Closer Look at the Growing Epidemic and its Associated Pathologies. Obes. Rev. 16 (1), 1–12. 10.1111/obr.12229", "ArticleIdList": ["10.1111/obr.12229", "25407540"]}, {"Citation": "Odenwald M. A., Turner J. R. (2017). The Intestinal Epithelial Barrier: A Therapeutic Target? Nat. Rev. Gastroenterol. Hepatol. 14 (1), 9–21. 10.1038/nrgastro.2016.169", "ArticleIdList": ["10.1038/nrgastro.2016.169", "PMC5554468", "27848962"]}, {"Citation": "Pan G. Y., Wang G. J., Sun J. G., Huang Z. J., Zhao X. C., Gu Y., et al. (2003). [Inhibitory Action of Berberine on Glucose Absorption]. Yao Xue Xue Bao 38 (12), 911–914.", "ArticleIdList": ["15040083"]}, {"Citation": "Pan H., Li Z., Xie J., Liu D., Wang H., Yu D., et al. (2019). Berberine Influences Blood Glucose via Modulating the Gut Microbiome in Grass Carp. Front. Microbiol. 10, 1066. 10.3389/fmicb.2019.01066", "ArticleIdList": ["10.3389/fmicb.2019.01066", "PMC6520828", "31143174"]}, {"Citation": "Pang B., Zhao L.-H., Zhou Q., Zhao T.-Y., Wang H., Gu C.-J., et al. (2015). Application of Berberine on Treating Type 2 Diabetes Mellitus. Int. J. Endocrinol. 2015, 1–12. 10.1155/2015/905749", "ArticleIdList": ["10.1155/2015/905749", "PMC4377488", "25861268"]}, {"Citation": "Pathak P., Xie C., Nichols R. G., Ferrell J. M., Boehme S., Krausz K. W., et al. (2018). Intestine Farnesoid X Receptor Agonist and the Gut Microbiota Activate G‐Protein Bile Acid Receptor‐1 Signaling to Improve Metabolism. Hepatology 68 (4), 1574–1588. 10.1002/hep.29857", "ArticleIdList": ["10.1002/hep.29857", "PMC6111007", "29486523"]}, {"Citation": "Plovier H., Everard A., Druart C., Depommier C., Van Hul M., Geurts L., et al. (2017). A Purified Membrane Protein from Akkermansia Muciniphila or the Pasteurized Bacterium Improves Metabolism in Obese and Diabetic Mice. Nat. Med. 23 (1), 107–113. 10.1038/nm.4236", "ArticleIdList": ["10.1038/nm.4236", "27892954"]}, {"Citation": "Ren G., Guo J.-H., Qian Y.-Z., Kong W.-J., Jiang J.-D. (2020). Berberine Improves Glucose and Lipid Metabolism in HepG2 Cells through AMPKα1 Activation. Front. Pharmacol. 11, 647. 10.3389/fphar.2020.00647", "ArticleIdList": ["10.3389/fphar.2020.00647", "PMC7225256", "32457629"]}, {"Citation": "Roberts A. B., Gu X., Buffa J. A., Hurd A. G., Wang Z., Zhu W., et al. (2018). Development of a Gut Microbe-Targeted Nonlethal Therapeutic to Inhibit Thrombosis Potential. Nat. Med. 24 (9), 1407–1417. 10.1038/s41591-018-0128-1", "ArticleIdList": ["10.1038/s41591-018-0128-1", "PMC6129214", "30082863"]}, {"Citation": "Schugar R. C., Brown J. M. (2015). Emerging Roles of Flavin Monooxygenase 3 in Cholesterol Metabolism and Atherosclerosis. Curr. Opin. Lipidol. 26 (5), 426–431. 10.1097/mol.0000000000000215", "ArticleIdList": ["10.1097/mol.0000000000000215", "PMC4666514", "26218418"]}, {"Citation": "Shan C. Y., Yang J. H., Kong Y., Wang X. Y., Zheng M. Y., Xu Y. G., et al. (2013). Alteration of the Intestinal Barrier and GLP2 Secretion in Berberine-Treated Type 2 Diabetic Rats. J. Endocrinol. 218 (3), 255–262. 10.1530/joe-13-0184", "ArticleIdList": ["10.1530/joe-13-0184", "23757509"]}, {"Citation": "Shi Y., Hu J., Geng J., Hu T., Wang B., Yan W., et al. (2018). Berberine Treatment Reduces Atherosclerosis by Mediating Gut Microbiota in apoE-/- Mice. Biomed. Pharmacother. 107, 1556–1563. 10.1016/j.biopha.2018.08.148", "ArticleIdList": ["10.1016/j.biopha.2018.08.148", "30257374"]}, {"Citation": "Sinal C. J., Tohkin M., Miyata M., Ward J. M., Lambert G., Gonzalez F. J. (2000). Targeted Disruption of the Nuclear Receptor FXR/BAR Impairs Bile Acid and Lipid Homeostasis. Cell 102 (6), 731–744. 10.1016/s0092-8674(00)00062-3", "ArticleIdList": ["10.1016/s0092-8674(00)00062-3", "11030617"]}, {"Citation": "Sofi F., Cesari F., Abbate R., Gensini G. F., Casini A. (2008). Adherence to Mediterranean Diet and Health Status: Meta-Analysis. BMJ 337, a1344. 10.1136/bmj.a1344", "ArticleIdList": ["10.1136/bmj.a1344", "PMC2533524", "18786971"]}, {"Citation": "Song Z., Cai Y., Lao X., Wang X., Lin X., Cui Y., et al. (2019). Taxonomic Profiling and Populational Patterns of Bacterial Bile Salt Hydrolase (BSH) Genes Based on Worldwide Human Gut Microbiome. Microbiome 7 (1), 9. 10.1186/s40168-019-0628-3", "ArticleIdList": ["10.1186/s40168-019-0628-3", "PMC6345003", "30674356"]}, {"Citation": "Squizzato A., Bellesini M., Takeda A., Middeldorp S., Donadini M. P. (2017). Clopidogrel Plus Aspirin versus Aspirin Alone for Preventing Cardiovascular Events. Cochrane Database Syst. Rev. 12 (12), Cd005158. 10.1002/14651858.CD005158.pub4", "ArticleIdList": ["10.1002/14651858.CD005158.pub4", "PMC6486024", "29240976"]}, {"Citation": "Stubbs J. R., House J. A., Ocque A. J., Zhang S., Johnson C., Kimber C., et al. (2016). Serum Trimethylamine-N-Oxide is Elevated in CKD and Correlates with Coronary Atherosclerosis burden. J. Am. Soc. Nephrol. 27 (1), 305–313. 10.1681/asn.2014111063", "ArticleIdList": ["10.1681/asn.2014111063", "PMC4696571", "26229137"]}, {"Citation": "Sun H., Wang N., Cang Z., Zhu C., Zhao L., Nie X., et al. (2016). Modulation of Microbiota-Gut-Brain Axis by Berberine Resulting in Improved Metabolic Status in High-Fat Diet-Fed Rats. Obes. Facts 9 (6), 365–378. 10.1159/000449507", "ArticleIdList": ["10.1159/000449507", "PMC5644798", "27898425"]}, {"Citation": "Sun R., Yang N., Kong B., Cao B., Feng D., Yu X., et al. (2017). Orally Administered Berberine Modulates Hepatic Lipid Metabolism by Altering Microbial Bile Acid Metabolism and the Intestinal FXR Signaling Pathway. Mol. Pharmacol. 91 (2), 110–122. 10.1124/mol.116.106617", "ArticleIdList": ["10.1124/mol.116.106617", "PMC5267522", "27932556"]}, {"Citation": "Sun Y., Jin C., Zhang X., Jia W., Le J., Ye J. (2018). Restoration of GLP-1 Secretion by Berberine is Associated with protection of colon Enterocytes from Mitochondrial Overheating in Diet-Induced Obese Mice. Nutr. Diabetes 8 (1), 53. 10.1038/s41387-018-0061-x", "ArticleIdList": ["10.1038/s41387-018-0061-x", "PMC6155143", "30250193"]}, {"Citation": "Takahara M., Takaki A., Hiraoka S., Adachi T., Shimomura Y., Matsushita H., et al. (2019). Berberine Improved Experimental Chronic Colitis by Regulating Interferon-γ- and IL-17A-producing Lamina Propria CD4+ T Cells through AMPK Activation. Sci. Rep. 9 (1), 11934. 10.1038/s41598-019-48331-w", "ArticleIdList": ["10.1038/s41598-019-48331-w", "PMC6695484", "31417110"]}, {"Citation": "Tan W., Wang Y., Wang K., Wang S., Liu J., Qin X., et al. (2020). Improvement of Endothelial Dysfunction of Berberine in Atherosclerotic Mice and Mechanism Exploring through TMT-Based Proteomics. Oxid. Med. Cell Longev. 2020, 1–22. 10.1155/2020/8683404", "ArticleIdList": ["10.1155/2020/8683404", "PMC7284929", "32566106"]}, {"Citation": "Tang W. H. W., Hazen S. L. (2014). The Contributory Role of Gut Microbiota in Cardiovascular Disease. J. Clin. Invest. 124 (10), 4204–4211. 10.1172/jci72331", "ArticleIdList": ["10.1172/jci72331", "PMC4215189", "25271725"]}, {"Citation": "Tang W. H. W., Wang Z., Fan Y., Levison B., Hazen J. E., Donahue L. M., et al. (2014). Prognostic Value of Elevated Levels of Intestinal Microbe-Generated Metabolite Trimethylamine-N-Oxide in Patients with Heart Failure. J. Am. Coll. Cardiol. 64 (18), 1908–1914. 10.1016/j.jacc.2014.02.617", "ArticleIdList": ["10.1016/j.jacc.2014.02.617", "PMC4254529", "25444145"]}, {"Citation": "Tang W. H. W., Wang Z., Levison B. S., Koeth R. A., Britt E. B., Fu X., et al. (2013). Intestinal Microbial Metabolism of Phosphatidylcholine and Cardiovascular Risk. N. Engl. J. Med. 368 (17), 1575–1584. 10.1056/NEJMoa1109400", "ArticleIdList": ["10.1056/NEJMoa1109400", "PMC3701945", "23614584"]}, {"Citation": "Tarantino G., Citro V., Capone D. (2019). Nonalcoholic Fatty Liver Disease: A Challenge from Mechanisms to Therapy. Jcm 9 (1), 15. 10.3390/jcm9010015", "ArticleIdList": ["10.3390/jcm9010015", "PMC7019297", "31861591"]}, {"Citation": "Tarantino G., Finelli C. (2015). Systematic Review on Intervention with Prebiotics/probiotics in Patients with Obesity-Related Nonalcoholic Fatty Liver Disease. Future Microbiol. 10 (5), 889–902. 10.2217/fmb.15.13", "ArticleIdList": ["10.2217/fmb.15.13", "26000656"]}, {"Citation": "Tian Y., Cai J., Gui W., Nichols R. G., Koo I., Zhang J., et al. (2019). Berberine Directly Affects the Gut Microbiota to Promote Intestinal Farnesoid X Receptor Activation. Drug Metab. Dispos 47 (2), 86–93. 10.1124/dmd.118.083691", "ArticleIdList": ["10.1124/dmd.118.083691", "PMC6323626", "30409838"]}, {"Citation": "Treacy E., Akerman B. R., Chow L. M., Youil R., Bibeau C., Lin J., et al. (1998). Mutations of the Flavin-Containing Monooxygenase Gene (FMO3) Cause Trimethylaminuria, a Defect in Detoxication. Hum. Mol. Genet. 7 (5), 839–845. 10.1093/hmg/7.5.839", "ArticleIdList": ["10.1093/hmg/7.5.839", "9536088"]}, {"Citation": "Wahlström A., Sayin S. I., Marschall H.-U., Bäckhed F. (2016). Intestinal Crosstalk Between Bile Acids and Microbiota and its Impact on Host Metabolism. Cell Metab. 24 (1), 41–50. 10.1016/j.cmet.2016.05.005", "ArticleIdList": ["10.1016/j.cmet.2016.05.005", "27320064"]}, {"Citation": "Wang D., Yang Y., Lei Y., Tzvetkov N. T., Liu X., Yeung A. W. K., et al. (2019). Targeting Foam Cell Formation in Atherosclerosis: Therapeutic Potential of Natural Products. Pharmacol. Rev. 71 (4), 596–670. 10.1124/pr.118.017178", "ArticleIdList": ["10.1124/pr.118.017178", "31554644"]}, {"Citation": "Wang G. S., Hoyte C. (2019). Review of Biguanide (Metformin) Toxicity. J. Intensive Care Med. 34 (11–12), 863–876. 10.1177/0885066618793385", "ArticleIdList": ["10.1177/0885066618793385", "30126348"]}, {"Citation": "Wang K., Feng X., Chai L., Cao S., Qiu F. (2017). The Metabolism of Berberine and its Contribution to the Pharmacological Effects. Drug Metab. Rev. 49 (2), 139–157. 10.1080/03602532.2017.1306544", "ArticleIdList": ["10.1080/03602532.2017.1306544", "28290706"]}, {"Citation": "Wang L.-L., Guo H.-H., Huang S., Feng C.-L., Han Y.-X., Jiang J.-D. (2017). Comprehensive Evaluation of SCFA Production in the Intestinal Bacteria Regulated by Berberine Using Gas-Chromatography Combined with Polymerase Chain Reaction. J. Chromatogr. B Analyt. Technol. Biomed. Life Sci. 1057, 70–80. 10.1016/j.jchromb.2017.05.004", "ArticleIdList": ["10.1016/j.jchromb.2017.05.004", "28505492"]}, {"Citation": "Wang Y., Campbell T., Perry B., Beaurepaire C., Qin L. (2011). Hypoglycemic and Insulin-Sensitizing Effects of Berberine in High-Fat Diet- and Streptozotocin-Induced Diabetic Rats. Metabolism 60 (2), 298–305. 10.1016/j.metabol.2010.02.005", "ArticleIdList": ["10.1016/j.metabol.2010.02.005", "20304443"]}, {"Citation": "Wang Y., Liu H., Zheng M., Yang Y., Ren H., Kong Y., et al. (2021). Berberine Slows the Progression of Prediabetes to Diabetes in Zucker Diabetic Fatty Rats by Enhancing Intestinal Secretion of Glucagon-like Peptide-2 and Improving the Gut Microbiota. Front. Endocrinol. 12, 609134. 10.3389/fendo.2021.609134", "ArticleIdList": ["10.3389/fendo.2021.609134", "PMC8138858", "34025574"]}, {"Citation": "Wang Y., Shou J.-W., Li X.-Y., Zhao Z.-X., Fu J., He C.-Y., et al. (2017). Berberine-Induced Bioactive Metabolites of the Gut Microbiota Improve Energy Metabolism. Metabolism 70, 72–84. 10.1016/j.metabol.2017.02.003", "ArticleIdList": ["10.1016/j.metabol.2017.02.003", "28403947"]}, {"Citation": "Wang Y., Tai Y.-L., Zhao D., Zhang Y., Yan J., Kakiyama G., et al. (2021). Berberine Prevents Disease Progression of Nonalcoholic Steatohepatitis through Modulating Multiple Pathways. Cells 10 (2), 210. 10.3390/cells10020210", "ArticleIdList": ["10.3390/cells10020210", "PMC7912096", "33494295"]}, {"Citation": "Wang Y., Tong Q., Shou J.-W., Zhao Z.-X., Li X.-Y., Zhang X.-F., et al. (2017). Gut Microbiota-Mediated Personalized Treatment of Hyperlipidemia Using Berberine. Theranostics 7 (9), 2443–2451. 10.7150/thno.18290", "ArticleIdList": ["10.7150/thno.18290", "PMC5525748", "28744326"]}, {"Citation": "Wang Z., Klipfell E., Bennett B. J., Koeth R., Levison B. S., Dugar B., et al. (2011). Gut flora Metabolism of Phosphatidylcholine Promotes Cardiovascular Disease. Nature 472 (7341), 57–63. 10.1038/nature09922", "ArticleIdList": ["10.1038/nature09922", "PMC3086762", "21475195"]}, {"Citation": "Wang Z., Roberts A. B., Buffa J. A., Levison B. S., Zhu W., Org E., et al. (2015). Non-lethal Inhibition of Gut Microbial Trimethylamine Production for the Treatment of Atherosclerosis. Cell 163 (7), 1585–1595. 10.1016/j.cell.2015.11.055", "ArticleIdList": ["10.1016/j.cell.2015.11.055", "PMC4871610", "26687352"]}, {"Citation": "Wang Z., Tang W. H. W., Buffa J. A., Fu X., Britt E. B., Koeth R. A., et al. (2014). Prognostic Value of Choline and Betaine Depends on Intestinal Microbiota-Generated Metabolite Trimethylamine-N-Oxide. Eur. Heart J. 35 (14), 904–910. 10.1093/eurheartj/ehu002", "ArticleIdList": ["10.1093/eurheartj/ehu002", "PMC3977137", "24497336"]}, {"Citation": "Wang Z., Zhao Y. (2018). Gut Microbiota Derived Metabolites in Cardiovascular Health and Disease. Protein Cell 9 (5), 416–431. 10.1007/s13238-018-0549-0", "ArticleIdList": ["10.1007/s13238-018-0549-0", "PMC5960473", "29725935"]}, {"Citation": "Warrier M., Shih D. M., Burrows A. C., Ferguson D., Gromovsky A. D., Brown A. L., et al. (2015). The TMAO-Generating Enzyme Flavin Monooxygenase 3 Is a Central Regulator of Cholesterol Balance. Cell Rep. 10 (3), 326–338. 10.1016/j.celrep.2014.12.036", "ArticleIdList": ["10.1016/j.celrep.2014.12.036", "PMC4501903", "25600868"]}, {"Citation": "Wolf P. G., Devendran S., Doden H. L., Ly L. K., Moore T., Takei H., et al. (2021). Berberine Alters Gut Microbial Function Through Modulation of Bile Acids. BMC Microbiol. 21 (1), 24. 10.1186/s12866-020-02020-1", "ArticleIdList": ["10.1186/s12866-020-02020-1", "PMC7798349", "33430766"]}, {"Citation": "Wu M., Yang S., Wang S., Cao Y., Zhao R., Li X., et al. (2020). Effect of Berberine on Atherosclerosis and Gut Microbiota Modulation and Their Correlation in High-Fat Diet-Fed ApoE−/− Mice. Front. Pharmacol. 11, 223. 10.3389/fphar.2020.00223", "ArticleIdList": ["10.3389/fphar.2020.00223", "PMC7083141", "32231564"]}, {"Citation": "Xie W., Gu D., Li J., Cui K., Zhang Y. (2011). Effects and Action Mechanisms of Berberine and Rhizoma Coptidis on Gut Microbes and Obesity in High-Fat Diet-Fed C57BL/6J Mice. PLoS One 6 (9), e24520. 10.1371/journal.pone.0024520", "ArticleIdList": ["10.1371/journal.pone.0024520", "PMC3167861", "21915347"]}, {"Citation": "Xu J. H., Liu X. Z., Pan W., Zou D. J. (2017). Berberine Protects against Diet-Induced Obesity Through Regulating Metabolic Endotoxemia and Gut Hormone Levels. Mol. Med. Rep. 15 (5), 2765–2787. 10.3892/mmr.2017.6321", "ArticleIdList": ["10.3892/mmr.2017.6321", "PMC5428400", "28447763"]}, {"Citation": "Xu L., Li Y., Dai Y., Peng J. (2018). Natural Products for the Treatment of Type 2 Diabetes Mellitus: Pharmacology and Mechanisms. Pharmacol. Res. 130, 451–465. 10.1016/j.phrs.2018.01.015", "ArticleIdList": ["10.1016/j.phrs.2018.01.015", "29395440"]}, {"Citation": "Xu X., Gao Z., Yang F., Yang Y., Chen L., Han L., et al. (2020). Antidiabetic Effects of Gegen Qinlian Decoction via the Gut Microbiota Are Attributable to its Key Ingredient Berberine. Genomics Proteomics Bioinformatics [Epub ahead of print]. 10.1016/j.gpb.2019.09.007", "ArticleIdList": ["10.1016/j.gpb.2019.09.007", "PMC8377040", "33359679"]}, {"Citation": "Xu X., Yi H., Wu J., Kuang T., Zhang J., Li Q., et al. (2021). Therapeutic Effect of Berberine on Metabolic Diseases: Both Pharmacological Data and Clinical Evidence. Biomed. Pharmacother. 133, 110984. 10.1016/j.biopha.2020.110984", "ArticleIdList": ["10.1016/j.biopha.2020.110984", "33186794"]}, {"Citation": "Xu X., Zhu X.-P., Bai J.-Y., Xia P., Li Y., Lu Y., et al. (2019). Berberine Alleviates Nonalcoholic Fatty Liver Induced by a High‐Fat Diet in Mice by Activating SIRT3. FASEB J. 33 (6), 7289–7300. 10.1096/fj.201802316R", "ArticleIdList": ["10.1096/fj.201802316R", "30848932"]}, {"Citation": "Yan H.-M., Xia M.-F., Wang Y., Chang X.-X., Yao X.-Z., Rao S.-X., et al. (2015). Efficacy of Berberine in Patients with Non-alcoholic Fatty Liver Disease. PLoS One 10 (8), e0134172. 10.1371/journal.pone.0134172", "ArticleIdList": ["10.1371/journal.pone.0134172", "PMC4529214", "26252777"]}, {"Citation": "Yang F., Chen H., Gao Y., An N., Li X., Pan X., et al. (2020). Gut Microbiota-Derived Short-Chain Fatty Acids and Hypertension: Mechanism and Treatment. Biomed. Pharmacother. 130, 110503. 10.1016/j.biopha.2020.110503", "ArticleIdList": ["10.1016/j.biopha.2020.110503", "34321175"]}, {"Citation": "Yang S., Li X., Yang F., Zhao R., Pan X., Liang J., et al. (2019). Gut Microbiota-dependent Marker TMAO in Promoting Cardiovascular Disease: Inflammation Mechanism, Clinical Prognostic, and Potential as a Therapeutic Target. Front. Pharmacol. 10, 1360. 10.3389/fphar.2019.01360", "ArticleIdList": ["10.3389/fphar.2019.01360", "PMC6877687", "31803054"]}, {"Citation": "Yang Y., Liu F., Lu R., Jia J. (2019). Berberine Inhibits Adipogenesis in Porcine Adipocytes via AMP‐Activated Protein Kinase‐Dependent and ‐Independent Mechanisms. Lipids 54 (11–12), 667–678. 10.1002/lipd.12200", "ArticleIdList": ["10.1002/lipd.12200", "31691998"]}, {"Citation": "Yao Y., Chen H., Yan L., Wang W., Wang D. (2020). Berberine Alleviates Type 2 Diabetic Symptoms by Altering Gut Microbiota and Reducing Aromatic Amino Acids. Biomed. Pharmacother. 131, 110669. 10.1016/j.biopha.2020.110669", "ArticleIdList": ["10.1016/j.biopha.2020.110669", "32937246"]}, {"Citation": "Yin J., Li Y., Han H., Chen S., Gao J., Liu G., et al. (2018). Melatonin Reprogramming of Gut Microbiota Improves Lipid Dysmetabolism in High-Fat Diet-Fed Mice. J. Pineal Res. 65 (4), e12524. 10.1111/jpi.12524", "ArticleIdList": ["10.1111/jpi.12524", "30230594"]}, {"Citation": "Yin J., Xing H., Ye J. (2008). Efficacy of Berberine in Patients with Type 2 Diabetes Mellitus. Metabolism 57 (5), 712–717. 10.1016/j.metabol.2008.01.013", "ArticleIdList": ["10.1016/j.metabol.2008.01.013", "PMC2410097", "18442638"]}, {"Citation": "Yu M., Alimujiang M., Hu L., Liu F., Bao Y., Yin J. (2021). Berberine Alleviates Lipid Metabolism Disorders via Inhibition of Mitochondrial Complex I in Gut and Liver. Int. J. Biol. Sci. 17 (7), 1693–1707. 10.7150/ijbs.54604", "ArticleIdList": ["10.7150/ijbs.54604", "PMC8120465", "33994854"]}, {"Citation": "Yu Y., Zhang M., Hu Y., Zhao Y., Teng F., Lv X., et al. (2018). Increased Bioavailable Berberine Protects against Myocardial Ischemia Reperfusion Injury through Attenuation of NFκB and JNK Signaling Pathways. Int. Heart J. 59 (6), 1378–1388. 10.1536/ihj.17-458", "ArticleIdList": ["10.1536/ihj.17-458", "30305576"]}, {"Citation": "Yue S.-J., Liu J., Wang A.-T., Meng X.-T., Yang Z.-R., Peng C., et al. (2019). Berberine Alleviates Insulin Resistance by Reducing Peripheral Branched-Chain Amino Acids. Am. J. Physiol. Endocrinol. Metab. 316 (1), E73–E85. 10.1152/ajpendo.00256.2018", "ArticleIdList": ["10.1152/ajpendo.00256.2018", "30422704"]}, {"Citation": "Zeng Q., Deng H., Li Y., Fan T., Liu Y., Tang S., et al. (2021). Berberine Directly Targets the NEK7 Protein to Block the NEK7-NLRP3 Interaction and Exert Anti-inflammatory Activity. J. Med. Chem. 64 (1), 768–781. 10.1021/acs.jmedchem.0c01743", "ArticleIdList": ["10.1021/acs.jmedchem.0c01743", "33440945"]}, {"Citation": "Zhai Q., Feng S., Arjan N., Chen W. (2019). A Next Generation Probiotic, Akkermansia Muciniphila. Crit. Rev. Food Sci. Nutr. 59 (19), 3227–3236. 10.1080/10408398.2018.1517725", "ArticleIdList": ["10.1080/10408398.2018.1517725", "30373382"]}, {"Citation": "Zhang H., Wei J., Xue R., Wu J.-D., Zhao W., Wang Z.-Z., et al. (2010). Berberine Lowers Blood Glucose in Type 2 Diabetes Mellitus Patients Through Increasing Insulin Receptor Expression. Metabolism 59 (2), 285–292. 10.1016/j.metabol.2009.07.029", "ArticleIdList": ["10.1016/j.metabol.2009.07.029", "19800084"]}, {"Citation": "Zhang W., Xu J.-H., Yu T., Chen Q.-K. (2019). Effects of Berberine and Metformin on Intestinal Inflammation and Gut Microbiome Composition in db/db Mice. Biomed. Pharmacother. 118, 109131. 10.1016/j.biopha.2019.109131", "ArticleIdList": ["10.1016/j.biopha.2019.109131", "31545226"]}, {"Citation": "Zhang X., Zhao Y., Xu J., Xue Z., Zhang M., Pang X., et al. (2015). Modulation of Gut Microbiota by Berberine and Metformin During the Treatment of High-Fat Diet-Induced Obesity in Rats. Sci. Rep. 5, 14405. 10.1038/srep14405", "ArticleIdList": ["10.1038/srep14405", "PMC4585776", "26396057"]}, {"Citation": "Zhang X., Zhao Y., Zhang M., Pang X., Xu J., Kang C., et al. (2012). Structural Changes of Gut Microbiota during Berberine-Mediated Prevention of Obesity and Insulin Resistance in High-Fat Diet-Fed Rats. PLoS One 7 (8), e42529. 10.1371/journal.pone.0042529", "ArticleIdList": ["10.1371/journal.pone.0042529", "PMC3411811", "22880019"]}, {"Citation": "Zhang Y., Gu Y., Ren H., Wang S., Zhong H., Zhao X., et al. (2020). Gut Microbiome-Related Effects of Berberine and Probiotics on Type 2 Diabetes (The PREMOTE Study). Nat. Commun. 11 (1), 5015. 10.1038/s41467-020-18414-8", "ArticleIdList": ["10.1038/s41467-020-18414-8", "PMC7538905", "33024120"]}, {"Citation": "Zhao J.-D., Li Y., Sun M., Yu C.-J., Li J.-Y., Wang S.-H., et al. (2021). Effect of Berberine on Hyperglycaemia and Gut Microbiota Composition in Type 2 Diabetic Goto-Kakizaki Rats. World J. Gastroenterol. 27 (8), 708–724. 10.3748/wjg.v27.i8.708", "ArticleIdList": ["10.3748/wjg.v27.i8.708", "PMC7934002", "33716449"]}, {"Citation": "Zhu L., Zhang D., Zhu H., Zhu J., Weng S., Dong L., et al. (2018). Berberine Treatment Increases Akkermansia in the Gut and Improves High-Fat Diet-Induced Atherosclerosis in Apoe−/− Mice. Atherosclerosis 268, 117–126. 10.1016/j.atherosclerosis.2017.11.023", "ArticleIdList": ["10.1016/j.atherosclerosis.2017.11.023", "29202334"]}, {"Citation": "Zhu W., Buffa J. A., Wang Z., Warrier M., Schugar R., Shih D. M., et al. (2018). Flavin Monooxygenase 3, the Host Hepatic Enzyme in the Metaorganismal Trimethylamine N-Oxide-Generating Pathway, Modulates Platelet Responsiveness and Thrombosis Risk. J. Thromb. Haemost. 16 (9), 1857–1872. 10.1111/jth.14234", "ArticleIdList": ["10.1111/jth.14234", "PMC6156942", "29981269"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "5", "Day": "14"}, {"Year": "2021", "Month": "6", "Day": "29"}, {"Year": "2021", "Month": "7", "Day": "26", "Hour": "6", "Minute": "22"}, {"Year": "2021", "Month": "7", "Day": "27", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "7", "Day": "27", "Hour": "6", "Minute": "1"}, {"Year": "2021", "Month": "7", "Day": "9"}], "PublicationStatus": "epublish", "ArticleIdList": ["34305616", "PMC8299362", "10.3389/fphar.2021.709629", "709629"]}}], "PubmedBookArticle": []}