{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Apoptosis", "Hirudo medicinalis", "Leech therapy", "Oxidative stress", "Sperm parameters", "Spermatic cord torsion", "Testicular ischemia/reperfusion"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34315461", "DateCompleted": {"Year": "2021", "Month": "11", "Day": "08"}, "DateRevised": {"Year": "2024", "Month": "04", "Day": "02"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "07", "Day": "27"}], "Language": ["eng"], "ELocationID": ["256", "10.1186/s12917-021-02951-5"], "Journal": {"ISSN": "1746-6148", "JournalIssue": {"Volume": "17", "Issue": "1", "PubDate": {"Year": "2021", "Month": "Jul", "Day": "27"}}, "Title": "BMC veterinary research", "ISOAbbreviation": "BMC Vet Res"}, "ArticleTitle": "Leech therapy (Hirudo medicinalis) attenuates testicular damages induced by testicular ischemia/reperfusion in an animal model.", "Pagination": {"StartPage": "256", "MedlinePgn": "256"}, "Abstract": {"AbstractText": ["Testicular torsion/detorsion triggers tissue ischemia/reperfusion, leading to reactive oxygen species overgeneration and apoptosis. The saliva of leeches is full of anti-inflammatory, anticoagulants, antioxidants, and antimicrobial agents. Therefore, this study aimed to assess the protective mechanism of leech therapy on testicular ischemia/reperfusion damage.", "18 adult male rats were randomly divided into three groups: 1-Sham-operated group (SO). 2-Torsion/detorsion (T.D) group: two hours of testicular torsion with two hours of testicular detorsion was performed. 3-Torsion/detorsion + Leech therapy (TDL) group. Sperm parameters (motility, vitality, morphology, and concentration), oxidative stress biomarkers (MDA, CAT, GPx, and TAC), histopathological factors (Mean seminiferous tubular diameter, Germinal epithelial cell thickness, Testicular capsule thickness, Johnson's score, and Cosentino's score), and immunohistochemical markers for apoptosis detection (Bax, Bcl-2, and Caspase-3) were measured.", "There was a significant difference for all sperm parameters in the T. D group compared to the sham group. Leech therapy significantly increased progressive motility and normal morphology and reduced non-progressive motility. In the TDL group, MDA concentration significantly reduced, and levels of GPx, TAC, and CAT remarkably increased. All evaluated histopathological parameters in the TDL group significantly increased compared to the T. D group except for the testicular capsule thickness. T. D notably increased the expression of Bax and Caspase-3, while the treatment group slowed the rate of apoptosis compared to the control group. Bcl-2 expression in the T. D group was significantly lower than that in the sham group. Leech therapy increased the Bcl-2 expression.", "Leech therapy attenuates damages to testicular tissue following torsion/detorsion due to its antioxidant, anti-inflammatory, and anti-apoptotic effects. Hence, it can be considered as an effective remedy for testicular ischemia/reperfusion."], "CopyrightInformation": "© 2021. The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Clinical Sciences, Faculty of Veterinary Medicine, Lorestan University, Khorramabad, Iran."}], "LastName": "Davoodi", "ForeName": "Farshid", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Clinical Sciences, Faculty of Veterinary Medicine, Lorestan University, Khorramabad, Iran."}], "LastName": "Taheri", "ForeName": "Shayan", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Clinical Sciences, Faculty of Veterinary Medicine, Lorestan University, Khorramabad, Iran. raisi.a@lu.ac.ir."}], "LastName": "Raisi", "ForeName": "Abbas", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Razi Herbal Medicines Research Center, Lorestan University of Medical Sciences, Khorramabad, Iran."}, {"Identifier": [], "Affiliation": "Department of Anatomical Sciences, Faculty of Medicine, Lorestan University of Medical Sciences, Khorramabad, Iran."}], "LastName": "Rajabzadeh", "ForeName": "Asghar", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Clinical Sciences, Faculty of Veterinary Medicine, Lorestan University, Khorramabad, Iran. amir.zakian7@gmail.com."}], "LastName": "Zakian", "ForeName": "Amir", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Razi Vaccine and Serum Research Institute, Agriculture Research, Education and Extension Organization (AREEO), Karaj, Iran."}], "LastName": "Hablolvarid", "ForeName": "Mohammad Hassan", "Initials": "MH"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Razi Herbal Medicines Research Center, Lorestan University of Medical Sciences, Khorramabad, Iran."}, {"Identifier": [], "Affiliation": "Medicinal Plants and Natural Products Research Center, Hamadan University of Medical Sciences, Hamadan, Iran."}], "LastName": "Ahmadvand", "ForeName": "Hassan", "Initials": "H"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "BMC Vet Res", "NlmUniqueID": "101249759", "ISSNLinking": "1746-6148"}, "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": [], "DescriptorName": "Leeches"}, {"QualifierName": [], "DescriptorName": "Leeching"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": [], "DescriptorName": "Oxidative Stress"}, {"QualifierName": [], "DescriptorName": "Rats"}, {"QualifierName": ["therapy"], "DescriptorName": "Reperfusion Injury"}, {"QualifierName": [], "DescriptorName": "Semen Analysis"}, {"QualifierName": [], "DescriptorName": "Spermatozoa"}, {"QualifierName": ["etiology", "therapy"], "DescriptorName": "Testicular Diseases"}], "CoiStatement": "The authors declare that they have no competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Xia Z, Hu J, Han L, Xia Q, Shao F, Lin X. Effect of unilateral testicular torsion on contralateral testis in a rat model. Pediatr Surg Int. 2020;36(4):529–536. doi: 10.1007/s00383-020-04626-y.", "ArticleIdList": ["10.1007/s00383-020-04626-y", "32072235"]}, {"Citation": "Davoodi F, Taheri S, Raisi A, Rajabzadeh A, Ahmadvand H, Hablolvarid MH, Zakian A. Investigating the sperm parameters, oxidative stress and histopathological effects of salvia miltiorrhiza hydroalcoholic extract in the prevention of testicular ischemia reperfusion damage in rats. Theriogenology. 2020;144:98–106. doi: 10.1016/j.theriogenology.2020.01.002.", "ArticleIdList": ["10.1016/j.theriogenology.2020.01.002", "31927420"]}, {"Citation": "Jafari A, Ghasemnejad-Berenji H, Nemati M, Ghasemnejad-Berenji M. Topiramate: A novel protective agent against ischemia reperfusion-induced oxidative injury after testicular torsion/detorsion. Am J Emerg Med. 2020;44:257-61.", "ArticleIdList": ["32291163"]}, {"Citation": "Ghasemnejad-berenji M, Ghazi-Khansari M, Pashapour S, Jafari A, Yazdani I, Ghasemnejad-berenji H, Saeedi Saravi SS, Sadeghpour S, Nobakht M, Abdollahi A, mohajer Ansari J, Dehpour AR. Synergistic effect of rapamycin and metformin against germ cell apoptosis and oxidative stress after testicular torsion/detorsion-induced ischemia/reperfusion in rats. Biomed Pharmacother. 2018;105:645–651. doi: 10.1016/j.biopha.2018.06.012.", "ArticleIdList": ["10.1016/j.biopha.2018.06.012", "29902763"]}, {"Citation": "Boettcher M, Fuchs TA, Schäfer H, Appl B, Trochimiuk M, Jiménez-Alcázar M, et al. Modulation of thrombosis significantly reduces testicular damage after testicular torsion in rats: anti-thrombotic treatment and testicular torsion. Urology. 2016;88:227. e1–227. e7. doi: 10.1016/j.urology.2015.11.004.", "ArticleIdList": ["10.1016/j.urology.2015.11.004", "26577621"]}, {"Citation": "Arena S, Iacona R, Antonuccio P, Russo T, Salvo V, Gitto E, Impellizzeri P, Romeo C. Medical perspective in testicular ischemia-reperfusion injury. Exp Ther Med. 2017;13(5):2115–2122. doi: 10.3892/etm.2017.4289.", "ArticleIdList": ["10.3892/etm.2017.4289", "PMC5443302", "28565817"]}, {"Citation": "Jacobsen FM, Rudlang TM, Fode M, Østergren PB, Sønksen J, Ohl DA, Jensen CFS, On behalf of the CopMich Collaborative The impact of testicular torsion on testicular function. World J Mens Health. 2020;38(3):298–307. doi: 10.5534/wjmh.190037.", "ArticleIdList": ["10.5534/wjmh.190037", "PMC7308234", "31081295"]}, {"Citation": "Raisi A, Kheradmand A, Farjanikish G, Davoodi F, Taheri S. Nitroglycerin ameliorates sperm parameters, oxidative stress and testicular injury following by testicular torsion/detorsion in male rats. Exp Mol Pathol. 2020;104563.", "ArticleIdList": ["33147433"]}, {"Citation": "Castañeda-Sánchez I, Tully B, Shipman M, Hoeft A, Hamby T, Palmer BW. Testicular torsion: a retrospective investigation of predictors of surgical outcomes and of remaining controversies. J Pediatr Urol. 2017;13(5):516. e1–516. e4. doi: 10.1016/j.jpurol.2017.03.030.", "ArticleIdList": ["10.1016/j.jpurol.2017.03.030", "28476481"]}, {"Citation": "Osumah T, Jimbo M, Granberg C, Gargollo P. Frontiers in pediatric testicular torsion: an integrated review of prevailing trends and management outcomes. J Pediatr Urol. 2018;14(5):394–401. doi: 10.1016/j.jpurol.2018.07.002.", "ArticleIdList": ["10.1016/j.jpurol.2018.07.002", "30087037"]}, {"Citation": "Sig AK, Guney M, Guclu AU, Ozmen E. Medicinal leech therapy—an overall perspective. Integr Med Res. 2017;6(4):337–343. doi: 10.1016/j.imr.2017.08.001.", "ArticleIdList": ["10.1016/j.imr.2017.08.001", "PMC5741396", "29296560"]}, {"Citation": "Eldor A, Orevi M, Rigbi M. The role of the leech in medical therapeutics. Blood Rev. 1996;10(4):201–209. doi: 10.1016/S0268-960X(96)90000-4.", "ArticleIdList": ["10.1016/S0268-960X(96)90000-4", "9012916"]}, {"Citation": "Singh SK, Rajoria K. Medical leech therapy in Ayurveda and biomedicine–a review. J Ayurveda Integr Med. 2019;11(4):554–64.", "ArticleIdList": ["PMC7772495", "30709686"]}, {"Citation": "Koeppen D, Aurich M, Pasalar M, Rampp T. Medicinal leech therapy in venous congestion and various ulcer forms: perspectives of Western, Persian and Indian medicine. J Tradit Complement Med. 2020;10(2):104–109. doi: 10.1016/j.jtcme.2019.08.003.", "ArticleIdList": ["10.1016/j.jtcme.2019.08.003", "PMC7109469", "32257872"]}, {"Citation": "Baskova I, Zavalova L, Basanova A, Moshkovskii S, Zgoda V. Protein profiling of the medicinal leech salivary gland secretion by proteomic analytical methods. Biochemistry. 2004;69(7):770–775. doi: 10.1023/b:biry.0000040202.21965.2a.", "ArticleIdList": ["10.1023/b:biry.0000040202.21965.2a", "15310277"]}, {"Citation": "Singh AP. Medicinal leech therapy (hirudotherapy): a brief overview. Complement Ther Clin Pract. 2010;16(4):213–215. doi: 10.1016/j.ctcp.2009.11.005.", "ArticleIdList": ["10.1016/j.ctcp.2009.11.005", "20920805"]}, {"Citation": "Dong H, Ren J-X, Wang J-J, Ding L-S, Zhao J-J, Liu S-Y, et al. Chinese medicinal leech: ethnopharmacology, phytochemistry, and pharmacological activities. Evid Based Complement Alternat Med. 2016;2016.", "ArticleIdList": ["PMC4870366", "27274755"]}, {"Citation": "Mumcuoglu KY. Recommendations for the use of leeches in reconstructive plastic surgery. Evid Based Complement Alternat Med. 2014;2014.", "ArticleIdList": ["PMC3933224", "24653746"]}, {"Citation": "Mousavi SA, Ghasemi M, Mousavi SJ, Mousavi Darka SS, Bagheri V. Comparison of leeching and heparin therapy in management of acute venous congestion of limbs in rat. PBR. 2016;2(3):25–30. doi: 10.18869/acadpub.pbr.2.3.25.", "ArticleIdList": ["10.18869/acadpub.pbr.2.3.25"]}, {"Citation": "Weinfeld AB, Yuksel E, Boutros S, Gura DH, Akyurek M, Friedman JD. Clinical and scientific considerations in leech therapy for the management of acute venous congestion: an updated review. Ann Plast Surg. 2000;45(2):207–212. doi: 10.1097/00000637-200045020-00021.", "ArticleIdList": ["10.1097/00000637-200045020-00021", "10949353"]}, {"Citation": "Wagenheim GN, Au J, Gargollo PC. Medicinal leech therapy for Glans penis congestion after primary bladder Exstrophy-Epispadias repair in an infant: a case report. Urology. 2016;87:193–195. doi: 10.1016/j.urology.2015.09.010.", "ArticleIdList": ["10.1016/j.urology.2015.09.010", "26433079"]}, {"Citation": "Arami A, Gurevitz S, Palti R, Menachem S, Berelowitz M, Yaffe B. The use of medicinal leeches for the treatment of venous congestion in replanted or revascularized digits. Hand Surg. 2018;43(10):949. e1–949. e5. doi: 10.1016/j.jhsa.2018.02.018.", "ArticleIdList": ["10.1016/j.jhsa.2018.02.018", "29602653"]}, {"Citation": "Riede F, Koenen W, Goerdt S, Ehmke H, Faulhaber J. Medicinal leeches for the treatment of venous congestion and hematoma after plastic reconstructive surgery. JDDG: J. Dtsch. Dermatol. Ges. Suppl. 2010;8(11):881–888.", "ArticleIdList": ["21182735"]}, {"Citation": "Ghods R, Abdi M, Pourrahimi M. Leech therapy indications: a scoping review. Tradit Med Res. 2019;4(3):118. doi: 10.53388/TMR20190225105.", "ArticleIdList": ["10.53388/TMR20190225105"]}, {"Citation": "Shiffa M, Siddiqui MA, Sultana A, Zaman F, Fahamiya N, Akhtar MU. Comparative clinical evaluation of leech therapy in the treatment of knee osteoarthritis. Eur J Integr Med. 2013;5(3):261–269. doi: 10.1016/j.eujim.2012.12.004.", "ArticleIdList": ["10.1016/j.eujim.2012.12.004"]}, {"Citation": "Moosavian HR, Mirghazanfari SM, Moghaddam KG. Effect of ischemia preconditioning and leech therapy on cutaneous pedicle flaps subjected to prolonged ischemia in a mouse model. Aesthet Plast Surg. 2014;38(5):1024–1029. doi: 10.1007/s00266-014-0399-y.", "ArticleIdList": ["10.1007/s00266-014-0399-y", "25189297"]}, {"Citation": "Ghawi A, Abdualkader A, Merzouk A, Alaama M. Free radical scavenging activity of the medicinal Malaysian leech saliva extract. Hirudinaria manillensis J Bioequival Avail. 2012;S14."}, {"Citation": "Michalsen A, Roth M, Dobos GJ. Medicinal leech therapy. Thieme. 2011."}, {"Citation": "Davoodi F, Raisi A, Rajabzadeh A, Hablolvarid MH, Zakian A. The effects of verapamil and heparin co-administration on sperm parameters and oxidative stress in prevention of testicular torsion/detorsion damage in rats. Andrologia. 2020;52(2):e13479. doi: 10.1111/and.13479.", "ArticleIdList": ["10.1111/and.13479", "31713254"]}, {"Citation": "Kilkenny C, Browne WJ, Cuthill IC, Emerson M, Altman DG. Improving bioscience research reporting: the ARRIVE guidelines for reporting animal research. PLoS Biol. 2010;8(6):e1000412. doi: 10.1371/journal.pbio.1000412.", "ArticleIdList": ["10.1371/journal.pbio.1000412", "PMC2893951", "20613859"]}, {"Citation": "Porshinsky B, Saha S, Grossman M, Beery Ii P, Stawicki S. Clinical uses of the medicinal leech: a practical review. J Postgrad Med. 2011;57(1):65–71. doi: 10.4103/0022-3859.74297.", "ArticleIdList": ["10.4103/0022-3859.74297", "21206115"]}, {"Citation": "Daane S. Leeches. Plastic Surgery Secrets Plus: Elsevier; 2010. p. 721–3."}, {"Citation": "Parasuraman S, Zhen KM, Raveendran R. Retro-orbital sample collection in Rats-a video article. PTB. 2015;1(2)."}, {"Citation": "TOPDAĞI Ö, TANYELİ A, AKDEMİR FNE, ERDOĞAN DG, GÜLER MC, ERASLAN E. Higenamine decreases testicular damage injured by ischemia reperfusion: a biochemical study. Turk J Sci. 2019;4(2):92–99."}, {"Citation": "TOPDAĞI Ö, TANYELİ A, EKİNCİ F, ERASLAN E, GÜLER MC. Barbaloin attenuates oxidative testicular injury induced by ischemia reperfusion via antioxidant effects. Turk J Sci. 2020;5(1):28–33."}, {"Citation": "Varisli O, Uguz C, Agca C, Agca Y. Various physical stress factors on rat sperm motility, integrity of acrosome, and plasma membrane. J Androl. 2009;30(1):75–86. doi: 10.2164/jandrol.107.004333.", "ArticleIdList": ["10.2164/jandrol.107.004333", "18723472"]}, {"Citation": "World Health Organization DoRHaR. WHO laboratory manual for the examination and processing of human semen. 5th edition. ed. Switzerland: World Health Organization; 2010. 287 p."}, {"Citation": "Lomeo A, Giambersio A. ‘Water-test’: a simple method to assess sperm-membrane integrity. Int. J. Androl. 1991;14(4):278–282.", "ArticleIdList": ["1879962"]}, {"Citation": "Ahmadvand H, Dehnoo MG, Cheraghi R, Rasoulian B, Ezatpour B, Azadpour M, et al. Amelioration of altered serum, liver, and kidney antioxidant enzymes activities by sodium selenite in alloxan-induced diabetic rats. RBMB. 2014;3(1):14–20.", "ArticleIdList": ["PMC4757084", "26989732"]}, {"Citation": "Sinha AK. Colorimetric assay of catalase. Anal Biochem. 1972;47(2):389–394. doi: 10.1016/0003-2697(72)90132-7.", "ArticleIdList": ["10.1016/0003-2697(72)90132-7", "4556490"]}, {"Citation": "Koracevic D, Koracevic G, Djordjevic V, Andrejevic S, Cosic V. Colorimetric method for determination of total antioxidant capacity. J Clin Pathol. 2001;54(5):356–361. doi: 10.1136/jcp.54.5.356.", "ArticleIdList": ["10.1136/jcp.54.5.356", "PMC1731414", "11328833"]}, {"Citation": "Yildirim C, Yuksel OH, Urkmez A, Sahin A, Somay A, Verit A. Protective effects of Tadalafil and darbepoetin against ischemia-reperfusion injury in a rat testicular torsion model. Int Braz J Urol. 2018;44(5):1005–1013. doi: 10.1590/s1677-5538.ibju.2018.0200.", "ArticleIdList": ["10.1590/s1677-5538.ibju.2018.0200", "PMC6237536", "30130015"]}, {"Citation": "Ekşi E, Yalçın Cömert HS, Imamoğlu M, Alver A, Aydin Mungan S, Sarıhan H. Effects of myricetin on testicular torsion-detorsion injury in rats. Andrologia. 2020;52(10):e13775. doi: 10.1111/and.13775.", "ArticleIdList": ["10.1111/and.13775", "32786086"]}, {"Citation": "Wei S-M, Huang Y-M, Zhou J. Probucol reduces testicular torsion/detorsion-induced ischemia/reperfusion injury in rats. Oxidative Med Cell Longev. 2017;2017:1–7. doi: 10.1155/2017/5424097.", "ArticleIdList": ["10.1155/2017/5424097", "PMC5610873", "29081888"]}, {"Citation": "Johnsen SG. Testicular biopsy score count–a method for registration of spermatogenesis in human testes: normal values and results in 335 hypogonadal males. Horm Res Paediatr. 1970;1(1):2–25. doi: 10.1159/000178170.", "ArticleIdList": ["10.1159/000178170", "5527187"]}, {"Citation": "COSENTINO MJ, NISHIDA M, RABINOWITZ R, COCKETT AT. Histopathology of prepubertal rat testes subjected to various durations of spermatic cord torsion. J Androl. 1986;7(1):23–31. doi: 10.1002/j.1939-4640.1986.tb00862.x.", "ArticleIdList": ["10.1002/j.1939-4640.1986.tb00862.x", "3944017"]}, {"Citation": "Hassanein EH, Shalkami A-GS, Khalaf MM, Mohamed WR, Hemeida RA. The impact of Keap1/Nrf2, P38MAPK/NF-κB and Bax/Bcl2/caspase-3 signaling pathways in the protective effects of berberine against methotrexate-induced nephrotoxicity. Biomed Pharmacother. 2019;109:47–56. doi: 10.1016/j.biopha.2018.10.088.", "ArticleIdList": ["10.1016/j.biopha.2018.10.088", "30396091"]}, {"Citation": "Karaguzel E, Kadihasanoglu M, Kutlu O. Mechanisms of testicular torsion and potential protective agents. Nat Rev Urol. 2014;11(7):391–399. doi: 10.1038/nrurol.2014.135.", "ArticleIdList": ["10.1038/nrurol.2014.135", "24934447"]}, {"Citation": "Ahmed FA, Whelan J, Jequier AM, Cummins JM. Torsion-induced injury in rat testes does not affect mitochondrial respiration or the accumulation of mitochondrial mutations. Int J Androl. 2000;23(6):347–356. doi: 10.1046/j.1365-2605.2000.00255.x.", "ArticleIdList": ["10.1046/j.1365-2605.2000.00255.x", "11114980"]}, {"Citation": "Ahmed MA, Ahmed AA, El Morsy EM. Acetyl-11-keto-β-boswellic acid prevents testicular torsion/detorsion injury in rats by modulating 5-LOX/LTB4 and p38-MAPK/JNK/Bax/Caspase-3 pathways. Life Sci. 2020;260:118472. doi: 10.1016/j.lfs.2020.118472.", "ArticleIdList": ["10.1016/j.lfs.2020.118472", "32971106"]}, {"Citation": "Tanyeli A, Eraslan E, Akdemir FNE, Güler M, Erdoğan D, Polat E. Cryptotanshinone mitigates ischemia reperfusion-induced testicular damage: a experimental study. Ann Med Res. 2019;26(11):2549–2552. doi: 10.5455/annalsmedres.2019.09.535.", "ArticleIdList": ["10.5455/annalsmedres.2019.09.535"]}, {"Citation": "Tanyeli A, Eraslan E, Güler MC, Akdemir FNE, Akdoğan DG, Topdağı Ö, et al. Investigation of the Effects of Maresin-1 on Testicular Ischemia Reperfusion Induced Oxidative Stress. SCIE. 2020;31(3):187–92"}, {"Citation": "Akdemir FNE, Tanyeli A. The effect of Fraxin against lung and testis damage induced by testicular torsion/detorsion in rats. Ann Med Res. 2020; 27(10):2769-74."}, {"Citation": "Qiu J, Lingn W, Jinghong H, Yongqing Z. Related mechanisms of leech (Shuizhi) on the antiplatelet aggregation by oral administration: a review. 2018.", "ArticleIdList": ["30543914"]}, {"Citation": "Mertoğlu C, Senel U, Cayli S, Tas U, Küskü Kiraz Z, Özyurt H. Protective role of methylprednisolone and heparin in ischaemic-reperfusion injury of the rat testicle. Andrologia. 2016;48(7):737–744. doi: 10.1111/and.12503.", "ArticleIdList": ["10.1111/and.12503", "26626546"]}, {"Citation": "Lee Z-H, Cohen JM, Daar D, Anzai L, Hacquebord J, Thanik V. Quantifying outcomes for leech therapy in digit revascularization and replantation. J Hand Surg Eur Vol. 2019;44(4):414–418. doi: 10.1177/1753193418823595.", "ArticleIdList": ["10.1177/1753193418823595", "30636508"]}, {"Citation": "Chepeha DB, Nussenbaum B, Bradford CR, Teknos TN. Leech therapy for patients with surgically unsalvageable venous obstruction after revascularized free tissue transfer. Arch Otolaryngol Head Neck Surg. 2002;128(8):960–965. doi: 10.1001/archotol.128.8.960.", "ArticleIdList": ["10.1001/archotol.128.8.960", "12162779"]}, {"Citation": "Abdisa T. Therapeutic importance of leech and impact of leech in domestic animals. MOJDDT. 2018;2:235–242."}, {"Citation": "Yıldız H, Durmus A, Şimşek H, Yaman M. Dose-dependent protective effect of sildenafil citrate on testicular injury after torsion/detorsion in rats. Andrologia. 2012;44:300–306. doi: 10.1111/j.1439-0272.2011.01181.x.", "ArticleIdList": ["10.1111/j.1439-0272.2011.01181.x", "21749432"]}, {"Citation": "Bozlu M, Acar D, Cayan S, Aktas S, Tunckiran A. Protective effect of trapidil on long-term histologic damage in a rat model of testicular ischemia-reperfusion injury. World J Urol. 2009;27(1):117–122. doi: 10.1007/s00345-008-0323-7.", "ArticleIdList": ["10.1007/s00345-008-0323-7", "18762946"]}, {"Citation": "J-z N, Li W, Cheng F, Yu W-m, Rao T, Ruan Y, et al. MiR-29a suppresses spermatogenic cell apoptosis in testicular ischemia-reperfusion injury by targeting TRPV4 channels. Front Physiol. 2017;8:966.", "ArticleIdList": ["PMC5712590", "29238305"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "4", "Day": "1"}, {"Year": "2021", "Month": "6", "Day": "30"}, {"Year": "2021", "Month": "7", "Day": "28", "Hour": "5", "Minute": "34"}, {"Year": "2021", "Month": "7", "Day": "29", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "11", "Day": "9", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "7", "Day": "27"}], "PublicationStatus": "epublish", "ArticleIdList": ["34315461", "PMC8314469", "10.1186/s12917-021-02951-5", "10.1186/s12917-021-02951-5"]}}], "PubmedBookArticle": []}