{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Tamarix articulata", "antiproliferative activity", "apoptosis", "autophagy", "cell cycle"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34316277", "DateRevised": {"Year": "2022", "Month": "04", "Day": "25"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": ["10.17113/ftb.59.02.21.6904"], "Journal": {"ISSN": "1330-9862", "JournalIssue": {"Volume": "59", "Issue": "2", "PubDate": {"Year": "2021", "Month": "Jun"}}, "Title": "Food technology and biotechnology", "ISOAbbreviation": "Food Technol Biotechnol"}, "ArticleTitle": "<i>Tamarix articulata</i> Inhibits Cell Proliferation, Promotes Cell Death Mechanisms and Triggers G<sub>0</sub>/G<sub>1</sub> Cell Cycle Arrest in Hepatocellular Carcinoma Cells.", "Pagination": {"StartPage": "162", "EndPage": "173", "MedlinePgn": "162-173"}, "Abstract": {"AbstractText": ["From ancient times plants have been used for medicinal purposes against various ailments. In the modern era, plants are a major source of drugs and are an appealing drug candidate for the anticancer therapeutics against various molecular targets. Here we tested methanolic extract of dry leaves of <i>Tamarix articulata</i> for anticancer activity against a panel of hepatocellular carcinoma cells.", "Cell viability of hepatocellular carcinoma cells was determined by 3-(4,5-dimethylthiazol-2-yl)-2,5-diphenyltetrazolium bromide (MTT) assay after a dose-dependent treatment with the extract of <i>T. articulata.</i> Phase-contrast microscopy and 4՛,6-diamidino-2-phenylindole (DAPI) staining served to analyse cellular and nuclear morphology. Immunoblotting was performed to determine the expression of proteins associated with autophagy, apoptosis and cell cycle. However, flow cytometry was used for the quantification of apoptotic cells and the analysis of cells in different phases of the cycle after the treatment with various doses of <i>T. articulata</i>. Additionally, acridine orange staining and 2՛,7՛-dichlorofluorescein diacetate (DCFH-DA) dye were used to analyse the quantification of autophagosomes and reactive oxygen species.", "Our results demonstrate that <i>T. articulata</i> methanolic extract exhibits promising antiproliferative activity with IC<sub>50</sub> values (271.1±4.4), (298.3±7.1) and (336.7±6.1) µg/mL against hepatocellular carcinoma HepG2, Huh7D12 and Hep3B cell lines, respectively. Mechanistically, we found that <i>T. articulata</i> methanolic extract induces cell death by activating apoptosis and autophagy pathways. First, <i>T. articulata</i> methanolic extract promoted autophagy, which was confirmed by acridine orange staining. The immunoblotting analysis further confirmed that the extract at higher doses consistently induced the conversion of LC3I to LC3II form with a gradual decrease in the expression of autophagy substrate protein p62. Second, <i>T. articulata</i> methanolic extract promoted reactive oxygen species production in hepatocellular carcinoma cells and activated reactive oxygen species-mediated apoptosis. Flow cytometry and immunoblotting analysis showed that the plant methanolic extract induced dose-dependent apoptosis and activated proapoptotic proteins caspase-3 and PARP1. Additionally, the extract triggered the arrest of the G<sub>0</sub>/G<sub>1</sub> phase of the cell cycle and upregulated the protein expression of p27/Kip and p21/Cip, with a decrease in cyclin D1 expression in hepatocellular carcinoma cells.", "The current study demonstrates that <i>T. articulata</i> methanolic extract exhibits promising anticancer potential to kill tumour cells by programmed cell death type I and II mechanisms and could be explored for potential drug candidate molecules to curtail cancer in the future."]}, "AuthorList": [{"Identifier": ["0000-0003-3673-5044"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medical Biotechnology, College of Applied Medical Sciences, Qassim University, P.O. Box 6666, 51452 Buraidah, Saudi Arabia."}], "LastName": "Alnuqaydan", "ForeName": "Abdullah M", "Initials": "AM"}, {"Identifier": ["0000-0001-9306-609X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medical Biotechnology, College of Applied Medical Sciences, Qassim University, P.O. Box 6666, 51452 Buraidah, Saudi Arabia."}], "LastName": "Rah", "ForeName": "Bilal", "Initials": "B"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Croatia", "MedlineTA": "Food Technol Biotechnol", "NlmUniqueID": "9703690", "ISSNLinking": "1330-9862"}, "CoiStatement": "CONFLICT OF INTEREST The authors declare that they have no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Bray F, Ferlay J, Soerjomataram I, Siegel RL, Torre LA, Jemal A. Global cancer statistics 2018: GLOBOCAN estimates of incidence and mortality worldwide for 36 cancers in 185 countries. CA Cancer J Clin. 2018;68(6):394–424. 10.3322/caac.21492", "ArticleIdList": ["10.3322/caac.21492", "30207593"]}, {"Citation": "Lemoine M, Thursz MR. Battlefield against hepatitis B infection and HCC in Africa. J Hepatol. 2017;66(3):645–54. 10.1016/j.jhep.2016.10.013", "ArticleIdList": ["10.1016/j.jhep.2016.10.013", "27771453"]}, {"Citation": "Zhu RX, Seto WK, Lai CL, Yuen MF. Epidemiology of hepatocellular carcinoma in the Asia-Pacific region. Gut Liver. 2016;10(3):332–9. 10.5009/gnl15257", "ArticleIdList": ["10.5009/gnl15257", "PMC4849684", "27114433"]}, {"Citation": "Chuang SC, La Vecchia C, Boffetta P. Liver cancer: Descriptive epidemiology and risk factors other than HBV and HCV infection. Cancer Lett. 2009;286(1):9–14. 10.1016/j.canlet.2008.10.040", "ArticleIdList": ["10.1016/j.canlet.2008.10.040", "19091458"]}, {"Citation": "Bruix J, Reig M, Sherman M. Evidence-based diagnosis, staging, and treatment of patients with hepatocellular carcinoma. Gastroenterology. 2016;150(4):835–53. 10.1053/j.gastro.2015.12.041", "ArticleIdList": ["10.1053/j.gastro.2015.12.041", "26795574"]}, {"Citation": "Zucman-Rossi J, Villanueva A, Nault JC, Llovet JM. Genetic landscape and biomarkers of hepatocellular carcinoma. Gastroenterology. 2015;149(5):1226–39.e4. 10.1053/j.gastro.2015.05.061", "ArticleIdList": ["10.1053/j.gastro.2015.05.061", "26099527"]}, {"Citation": "Min L, He B, Hui L. Mitogen-activated protein kinases in hepatocellular carcinoma development. Semin Cancer Biol. 2011;21(1):10–20. 10.1016/j.semcancer.2010.10.011", "ArticleIdList": ["10.1016/j.semcancer.2010.10.011", "20969960"]}, {"Citation": "Greten TF, Duffy AG, Korangy F. Hepatocellular carcinoma from an immunologic perspective. Clin Cancer Res. 2013;19(24):6678–85. 10.1158/1078-0432.CCR-13-1721", "ArticleIdList": ["10.1158/1078-0432.CCR-13-1721", "PMC3867536", "24030702"]}, {"Citation": "Siddique O, Yoo ER, Perumpail RB, Perumpail BJ, Liu A, Cholankeril G, et al. The importance of a multidisciplinary approach to hepatocellular carcinoma. J Multidiscip Healthc. 2017;10:95–100. 10.2147/JMDH.S128629", "ArticleIdList": ["10.2147/JMDH.S128629", "PMC5365324", "28360525"]}, {"Citation": "Aerts M, Benteyn D, Van Vlierberghe H, Thielemans K, Reynaert H. Current status and perspectives of immune-based therapies for hepatocellular carcinoma. World J Gastroenterol. 2016;22(1):253–61. 10.3748/wjg.v22.i1.253", "ArticleIdList": ["10.3748/wjg.v22.i1.253", "PMC4698490", "26755874"]}, {"Citation": "Blagotinsek K, Rozman D. Targeting signalling pathways in hepatocellular carcinoma. Curr Pharm Des. 2017;23(1):170–5. 10.2174/138161282266616006160005", "ArticleIdList": ["10.2174/138161282266616006160005", "27719638"]}, {"Citation": "Taylor AL, Watson CJ, Bradley JA. Immunosuppressive agents in solid organ transplantation: Mechanisms of action and therapeutic efficacy. Crit Rev Oncol Hematol. 2005;56(1):23–46. 10.1016/j.critrevonc.2005.03.012", "ArticleIdList": ["10.1016/j.critrevonc.2005.03.012", "16039869"]}, {"Citation": "AlQathama A, Prieto JME. Natural products with therapeutic potential in melanoma metastasis. Nat Prod Rep. 2015;32(8):1170–82. 10.1039/C4NP00130C", "ArticleIdList": ["10.1039/C4NP00130C", "26018751"]}, {"Citation": "Greenwell M, Rahman PKSM. Medicinal plants: Their use in anticancer treatment. Int J Pharm Sci Res. 2015;6(10):4103–12. 10.13040/IJPSR.0975-8238.6(10).4103-12", "ArticleIdList": ["10.13040/IJPSR.0975-8238.6(10).4103-12", "PMC4650206", "26594645"]}, {"Citation": "Seca AML, Pinto DCGA. Plant secondary metabolites as anticancer agents: Successes in clinical trials and therapeutic application. Int J Mol Sci. 2018;19(1):263. 10.3390/ijms19010263", "ArticleIdList": ["10.3390/ijms19010263", "PMC5796209", "29337925"]}, {"Citation": "Rehman SU, Rah B, Lone SH, Rasool RU, Farooq S, Nayak D, et al. Design and synthesis of antitumor heck-coupled sclareol analogues: Modulation of BH3 family members by SS-12 in autophagy and apoptotic cell death. J Med Chem. 2015;58(8):3432–44. 10.1021/jm501942m", "ArticleIdList": ["10.1021/jm501942m", "25825934"]}, {"Citation": "Patridge E, Gareiss P, Kinch MS, Hoyer D. An analysis of FDA-approved drugs: Natural products and their derivatives. Drug Discov Today. 2016;21(2):204–7. 10.1016/j.drudis.2015.01.009", "ArticleIdList": ["10.1016/j.drudis.2015.01.009", "25617672"]}, {"Citation": "Alnuqaydan AM, Rah B. Tamarix articulata (T. articulata) - An important halophytic medicinal plant with potential pharmacological properties. Curr Pharm Biotechnol. 2019;20(4):285–92. 10.2174/1389201020666190318120103", "ArticleIdList": ["10.2174/1389201020666190318120103", "30887920"]}, {"Citation": "Salemi S, Gherraf N, Salah EL, Guerram A, Berrani D, Ali T. Phenolic content, HPLC analysis and antioxidant activity extract from Tamarix gallica and Tamarix articulata growing in southeast of Algeria. Res J Pharm Technol. 2018;11(9):3826–32. 10.5958/0974-360X.2018.00701.1", "ArticleIdList": ["10.5958/0974-360X.2018.00701.1"]}, {"Citation": "Shaalan YM, Handoussa H, Youness RA, Assal RA, El-Khatib AH, Linscheid MW, et al. Destabilizing the interplay between miR-1275 and IGF2BPs by Tamarix articulata and quercetin in hepatocellular carcinoma. Nat Prod Res. 2018;32(18):2217–20. 10.1080/14786419.2017.1366478", "ArticleIdList": ["10.1080/14786419.2017.1366478", "28817968"]}, {"Citation": "Alnuqaydan AM, Rah B. Comparative assessment of biological activities of different parts of halophytic plant Tamarix articulata (T. articulata) growing in Saudi Arabia. Saudi J Biol Sci. 2020;27(10):2586–92. 10.1016/j.sjbs.2020.05.028", "ArticleIdList": ["10.1016/j.sjbs.2020.05.028", "PMC7499369", "32994715"]}, {"Citation": "Bencherif K, Boutekrabt A, Fontaine J, Laruelle F, Dalpè Y, Sahraoui ALH. Impact of soil salinity on arbuscular mycorrhizal fungi biodiversity and microflora biomass associated with Tamarix articulata Vahll rhizosphere in arid and semi-arid Algerian areas. Sci Total Environ. 2015;533:488–94. 10.1016/j.scitotenv.2015.07.007", "ArticleIdList": ["10.1016/j.scitotenv.2015.07.007", "26184906"]}, {"Citation": "Hebi M, Farid O, Ajebli M, Eddouks M. Potent antihyperglycemic and hypoglycemic effect of Tamarix articulata Vahl. in normal and streptozotocin-induced diabetic rats. Biomed Pharmacother. 2017;87:230–9. 10.1016/j.biopha.2016.12.111", "ArticleIdList": ["10.1016/j.biopha.2016.12.111", "28061406"]}, {"Citation": "Hebi M, Hajji L, Eddouks M. Effect of flavonoid-rich extract of Tamarix articulata Vahl. on glucose and lipid metabolism in normal and diabetic rats. Cardiovasc Hematol Agents Med Chem. 2018;16(2):94–105. 10.2174/1871525717666181211143858", "ArticleIdList": ["10.2174/1871525717666181211143858", "30539702"]}, {"Citation": "Rah B, Amin H, Yousuf K, Khan S, Jamwal G, Mukherjee D, et al. A novel MMP-2 inhibitor 3-azidowithaferin A (3-azidoWA) abrogates cancer cell invasion and angiogenesis by modulating extracellular Par-4. PLoS One. 2012;7(9):e44039. 10.1371/journal.pone.0044039", "ArticleIdList": ["10.1371/journal.pone.0044039", "PMC3433490", "22962598"]}, {"Citation": "Swift ML. GraphPad prism, data analysis, and scientific graphing. J Chem Inf Comput Sci. 1997;37(2):411–2. 10.1021/ci960402j", "ArticleIdList": ["10.1021/ci960402j"]}, {"Citation": "Rah B, Rasool RU, Nayak D, Yousuf SK, Mukherjee D, Kumar LD, et al. PAWR-mediated suppression of BCL2 promotes switching of 3-azido withaferin A (3-AWA)-induced autophagy to apoptosis in prostate cancer cells. Autophagy. 2015;11(2):314–31. 10.1080/15548627.2015.1017182", "ArticleIdList": ["10.1080/15548627.2015.1017182", "PMC4502794", "25803782"]}, {"Citation": "Chanda D, Bhushan S, Guru SK, Shanker K, Wani ZA, Rah BA, et al. Anticancer activity, toxicity and pharmacokinetic profile of an indanone derivative. Eur J Pharm Sci. 2012;47(5):988–95. 10.1016/j.ejps.2012.08.013", "ArticleIdList": ["10.1016/j.ejps.2012.08.013", "23017432"]}, {"Citation": "Dar AM, Rah B, Mir S, Nabi R, Shansuzzaman, Gatoo MA, et al. DNA binding, artificial nuclease activity and cytotoxic studies of newly synthesized steroidal pyrimidines. Int J Biol Macromol. 2018;111:52–61. 10.1016/j.ijbiomac.2017.12.128", "ArticleIdList": ["10.1016/j.ijbiomac.2017.12.128", "29292141"]}, {"Citation": "Kruger NJ. The Bradford method for protein quantitation. In: Walker JM, editor. Basic protein and peptide protocols. Methods in Molecular Biology™. Totowa, NJ, USA: Humana Press; 1994. pp. 9-15. https://doi.org/10.1385/0-89603-268-X:9", "ArticleIdList": ["10.1385/0-89603-268-X:9", "7951753"]}, {"Citation": "Chakraborty S, ur Rasool R, Kumar S, Nayak D, Rah B, Katoch A, et al. Cristacarpin promotes ER stress-mediated ROS generation leading to premature senescence by activation of p21waf-1. Age (Dordr). 2016;38(3):62. 10.1007/s11357-016-9922-1", "ArticleIdList": ["10.1007/s11357-016-9922-1", "PMC5005927", "27246693"]}, {"Citation": "Sinha S, Mishra P, Amin H, Rah B, Nayak D, Goswami A, et al. A new cytotoxic quinolone alkaloid and a pentacyclic steroidal glycoside from the stem bark of Crataeva nurvala: Study of anti-proliferative and apoptosis inducing property. Eur J Med Chem. 2013;60:490–6. 10.1016/j.ejmech.2012.12.017", "ArticleIdList": ["10.1016/j.ejmech.2012.12.017", "23354071"]}, {"Citation": "Frazzi R, Valli R, Tamagnini I, Casali B, Latruffe N, Merli F. Resveratrol‐mediated apoptosis of hodgkin lymphoma cells involves SIRT1 inhibition and FOXO3a hyperacetylation. Int J Cancer. 2013;132(5):1013–21. 10.1002/ijc.27748", "ArticleIdList": ["10.1002/ijc.27748", "22833338"]}, {"Citation": "Sreelatha S, Jeyachitra A, Padma PR. Antiproliferation and induction of apoptosis by Moringa oleifera leaf extract on human cancer cells. Food Chem Toxicol. 2011;49(6):1270–5. 10.1016/j.fct.2011.03.006", "ArticleIdList": ["10.1016/j.fct.2011.03.006", "21385597"]}, {"Citation": "Badmus JA, Ekpo OE, Hussein AA, Meyer M, Hiss DC. Antiproliferative and apoptosis induction potential of the methanolic leaf extract of Holarrhena floribunda (G. Don). Evid Based Complement Alternat Med. 2015;2015:756482. 10.1155/2015/756482", "ArticleIdList": ["10.1155/2015/756482", "PMC4377504", "25861368"]}, {"Citation": "Kowalczyk T, Sitarek P, Skała E, Toma M, Wielanek M, Pytel D, et al. Induction of apoptosis by in vitro and in vivo plant extracts derived from Menyanthes trifoliata L. in human cancer cells. Cytotechnology. 2019;71(1):165–80. 10.1007/s10616-018-0274-9", "ArticleIdList": ["10.1007/s10616-018-0274-9", "PMC6368494", "30610508"]}, {"Citation": "Nayak D, Amin H, Rah B, ur Rasool R, Sharma D, Gupta AP, et al. A therapeutically relevant, 3,3′-diindolylmethane derivative NGD16 attenuates angiogenesis by targeting glucose regulated protein, 78 kDa (GRP78). Chem Biol Interact. 2015;232:58–67. 10.1016/j.cbi.2015.03.008", "ArticleIdList": ["10.1016/j.cbi.2015.03.008", "25794856"]}, {"Citation": "Rasool RU, Nayak D, Chakraborty S, Faheem MM, Rah B, Mahajan P, et al. AKT is indispensable for coordinating Par-4/JNK cross talk in p21 downmodulation during ER stress. Oncogenesis. 2017;6(5):e341. 10.1038/oncsis.2017.41", "ArticleIdList": ["10.1038/oncsis.2017.41", "PMC5523074", "28530706"]}, {"Citation": "Rah B, Nayak D, Rasool R, Chakraborty S, Katoch A, Amin H, et al. Reprogramming of molecular switching events in upr driven er stress: Scope for development of anticancer therapeutics. Curr Mol Med. 2016;16(8):690–701. 10.2174/1566524016666160829152658", "ArticleIdList": ["10.2174/1566524016666160829152658", "27573195"]}, {"Citation": "Zilla MK, Nayak D, Amin H, Nalli Y, Rah B, Chakraborty S, et al. 4′-Demethyl-deoxypodophyllotoxin glucoside isolated from Podophyllum hexandrum exhibits potential anticancer activities by altering Chk-2 signaling pathway in MCF-7 breast cancer cells. Chem Biol Interact. 2014;224:100–7. 10.1016/j.cbi.2014.09.022", "ArticleIdList": ["10.1016/j.cbi.2014.09.022", "25446499"]}, {"Citation": "Sharma DK, Rah B, Lambu MR, Hussain A, Yousuf SK, Tripathi AK, et al. Design and synthesis of novel N, N′-glycoside derivatives of 3, 3′-diindolylmethanes as potential antiproliferative agents. MedChemComm. 2012;3(9):1082–91. 10.1039/c2md20098h", "ArticleIdList": ["10.1039/c2md20098h"]}, {"Citation": "Wang N, Feng Y, Zhu M, Tsang CM, Man K, Tong Y, et al. Berberine induces autophagic cell death and mitochondrial apoptosis in liver cancer cells: The cellular mechanism. J Cell Biochem. 2010;111(6):1426–36. https://10.1002/jcb.22869", "ArticleIdList": ["10.1002/jcb.22869", "20830746"]}, {"Citation": "Rather SA, Shah AM, Ali SA, Dar RA, Rah B, Ali A, et al. Isolation and characterization of Streptomyces tauricus from Thajiwas glacier—A new source of actinomycin-D. Med Chem Res. 2017;26(9):1897–902. 10.1007/s00044-017-1842-9", "ArticleIdList": ["10.1007/s00044-017-1842-9"]}, {"Citation": "ur Rasool R, Rah B, Amin H, Nayak D, Chakraborty S, Rawoof A, et al. Dual modulation of Ras-Mnk and PI3K-AKT-mTOR pathways: A novel c-FLIP inhibitory mechanism of 3-AWA mediated translational attenuation through dephosphorylation of eIF4E. Sci Rep. 2016;6(1):18800. 10.1038/srep18800", "ArticleIdList": ["10.1038/srep18800", "PMC4700468", "26728896"]}, {"Citation": "Cassady JM, Baird WM, Chang CJ. Natural products as a source of potential cancer chemotherapeutic and chemopreventive agents. J Nat Prod. 1990;53(1):23–41. 10.1021/np50067a003", "ArticleIdList": ["10.1021/np50067a003", "2189947"]}, {"Citation": "Evan GI, Vousden KH. Proliferation, cell cycle and apoptosis in cancer. Nature. 2001;411(6835):342–8. 10.1038/35077213", "ArticleIdList": ["10.1038/35077213", "11357141"]}, {"Citation": "Choi YJ, Lee CM, Park SH, Nam MJ. Esculetin induces cell cycle arrest and apoptosis in human colon cancer LoVo cells. Environ Toxicol. 2019;34(10):1129–36. 10.1002/tox.22815", "ArticleIdList": ["10.1002/tox.22815", "31313495"]}, {"Citation": "Luo Y, Chen X, Luo L, Zhang Q, Gao C, Zhuang X, et al. [6]-Gingerol enhances the radiosensitivity of gastric cancer via G2/M phase arrest and apoptosis induction. Oncol Rep. 2018;39(5):2252–60. 10.3892/or.2018.6292", "ArticleIdList": ["10.3892/or.2018.6292", "29512739"]}, {"Citation": "Lin CB, Lin CC, Tsay GJ. 6-Gingerol inhibits growth of colon cancer cell LoVo via induction of G2/M arrest. Evid Based Complement Alternat Med. 2012;2012:326096. 10.1155/2012/326096", "ArticleIdList": ["10.1155/2012/326096", "PMC3375166", "22719783"]}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "7", "Day": "20"}, {"Year": "2021", "Month": "3", "Day": "21"}, {"Year": "2021", "Month": "7", "Day": "28", "Hour": "6", "Minute": "31"}, {"Year": "2021", "Month": "7", "Day": "29", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "7", "Day": "29", "Hour": "6", "Minute": "1"}, {"Year": "2021", "Month": "6", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["34316277", "PMC8284106", "10.17113/ftb.59.02.21.6904", "FTB-59-162"]}}], "PubmedBookArticle": []}