{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Ethiopia", "Vernonia auriculifera Hiern", "leaves", "wound healing", "wound models"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34326671", "DateRevised": {"Year": "2022", "Month": "04", "Day": "25"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "07", "Day": "23"}], "Language": ["eng"], "ELocationID": ["10.2147/JEP.S308303"], "Journal": {"ISSN": "1179-1454", "JournalIssue": {"Volume": "13", "PubDate": {"Year": "2021"}}, "Title": "Journal of experimental pharmacology", "ISOAbbreviation": "J Exp Pharmacol"}, "ArticleTitle": "Evaluation of Wound Healing Activity of Methanolic Crude Extract and Solvent Fractions of the Leaves of <i>Vernonia auriculifera</i> Hiern (Asteraceae) in Mice.", "Pagination": {"StartPage": "677", "EndPage": "692", "MedlinePgn": "677-692"}, "Abstract": {"AbstractText": ["Medicinal plants play an important role in treating various diseases. <i>Vernonia auriculifera</i> Hiern is one of the medicinal plants used traditionally for the management of wounds. However, there were no scientific reports documented so far on the wound healing activities to substantiate the claim. Thus, the present study provides a scientific evaluation for the wound healing potential of the crude extract as well as solvent fractions of the leaves of <i>Vernonia auriculifera</i> Hiern.", "Extraction was carried out by maceration using 80% methanol and part of the crude extract fractionated with chloroform, ethyl acetate, and aqueous solvents. Simple ointment bases were prepared using hard paraffin, cetostearyl alcohol, white soft paraffin and wool fat according to British Pharmacopoeia. Then, two types of ointment formulations were prepared from the extract, ie, 5% w/w and 10% w/w. Mice and rats were employed for wound healing study and dermal toxicity test, respectively. Wound healing effects were evaluated by percent of wound contraction, period of epithelialization, tensile strength, and histological analysis as parameters in excision, incision, and burn wound models. Finally, the data were expressed as mean ± SEM, and the results were analyzed using one-way ANOVA followed by post hoc Tukey-test.", "In the excision wound model, the 10% w/w crude extract ointment showed significant wound contraction (<i>P</i> < 0.001) from day 4 to day 18 as compared to the negative control. Both the 5% w/w (<i>P</i> < 0.001) and 10% w/w (<i>P</i> < 0.05) crude extract ointments have showed statistically significant difference in epithelialization period as compared to the negative control. Groups treated with the ethyl acetate and aqueous fractions ointments in incision wound model showed a statistically significant (<i>P</i> < 0.001) increase in tensile. The 10% w/w and 5% w/w ointments of the crude extract showed a significant (<i>P</i> < 0.001) increase in breaking strength compared to simple ointment and the untreated control groups. In burn wound model, significant reduction in epithelialization period was observed in 5% w/w (<i>P</i> < 0.05) and 10% w/w (<i>P</i> < 0.001), and the percentage of wound contraction was significantly increased in most of post wounding days by 10% w/w (<i>P</i> < 0.001) and 5% w/w (<i>P</i> < 0.05) crude extract ointments and compared to the negative control.", "The crude, aqueous, and ethyl acetate fraction of <i>Vernonia auriculifera</i> leaves possess wound healing activities. This finding justifies the use of the leaves of this plant for wound healing as claimed in the traditional medicine literature."], "CopyrightInformation": "© 2021 Lambebo et al."}, "AuthorList": [{"Identifier": ["0000-0002-9043-5715"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacy, College of Medicine and Health Sciences, Hawassa University, Hawassa, Ethiopia."}], "LastName": "Lambebo", "ForeName": "Mulatu Kotiso", "Initials": "MK"}, {"Identifier": ["0000-0001-7030-2782"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology, School of Pharmacy, College of Medicine and Health Sciences, University of Gondar, Gondar, Ethiopia."}], "LastName": "Kifle", "ForeName": "Zemene Demelash", "Initials": "ZD"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pathology, School of Medicine, College of Medicine and Health Sciences, University of Gondar, Gondar, Ethiopia."}], "LastName": "Gurji", "ForeName": "Tiruzer Bekele", "Initials": "TB"}, {"Identifier": ["0000-0003-0784-7119"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology, School of Pharmacy, College of Medicine and Health Sciences, University of Gondar, Gondar, Ethiopia."}], "LastName": "Yesuf", "ForeName": "Jibril Seid", "Initials": "JS"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "New Zealand", "MedlineTA": "J Exp Pharmacol", "NlmUniqueID": "101530345", "ISSNLinking": "1179-1454"}, "CoiStatement": "The authors declare that they have no conflicts of interest for this work."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Mulisa E, Asres K, Engidawork E. Evaluation of wound healing and anti-inflammatory activity of the rhizomes of Rumex abyssinicus J.(Polygonaceae) in mice. BMC Complement Altern Med. 2015;15(1):341. doi:10.1186/s12906-015-0878-y", "ArticleIdList": ["10.1186/s12906-015-0878-y", "PMC4589968", "26423525"]}, {"Citation": "Nagar HK, Srivastava AK, Srivastava R, Kurmi ML, Chandel HS, Ranawat MS. Pharmacological investigation of the wound healing activity of Cestrum nocturnum (L.) ointment in wistar albino rats. J Pharm. 2016;2016:1–8. doi:10.1155/2016/9249040", "ArticleIdList": ["10.1155/2016/9249040", "PMC4785265", "27018126"]}, {"Citation": "Sandeep D, Srija M, Suguna K, Varma RP, Rajesh S. A review on role of medicinal plants on Effective wound healing. Int J Novel Trends Pharm Sci. 2015."}, {"Citation": "Barku VY. Wound healing: contributions from plant secondary metabolite antioxidants. Wound Heal Curr Persp. 2019."}, {"Citation": "Pattanayak SP, Sunita P. Wound healing, antimicrobial and antioxidant potential of Dendrophthoe falcata (L.f) Ettingsh. J Ethnopharmacol. 2008;120:241. doi:10.1016/j.jep.2008.08.019", "ArticleIdList": ["10.1016/j.jep.2008.08.019", "18790035"]}, {"Citation": "Sasidharan S, Nilawatyi R, Xavier R, Latha LY, Amala RJM. Wound healing potential of Elaeis guineensis Jacq leaves in an infected albino rat model. Molecules (Basel, Switzerland). 2010;15(5):3186–3199. doi:10.3390/molecules15053186", "ArticleIdList": ["10.3390/molecules15053186", "PMC6263371", "20657471"]}, {"Citation": "Beshir K, Shibeshi W, Ejigu A, Engidawork EJ. In-vivo wound healing activity of 70% ethanol leaf extract of Beciumgrandiflorum lamiaceae in Mice. Ethiop Pharm J. 2016;32:117–130."}, {"Citation": "Namunana S, Lutoti S, Nyamaizi G, et al. Formulation, development and validation of a wound healing herbal ointment from extracts of Bidens pilosa and Aloe barbadensis. J Med Educ Train. 2018;2:032–038.", "ArticleIdList": ["0"]}, {"Citation": "Abdullahi A, Amini-Nik S, Jeschke M. Animal models in burn research. Cell Mol Life Sci. 2014;71(17):3241–3255. doi:10.1007/s00018-014-1612-5", "ArticleIdList": ["10.1007/s00018-014-1612-5", "PMC4134422", "24714880"]}, {"Citation": "Laloto TL, Gemeda DH, Abdella SH. Incidence and predictors of surgical site infection in Ethiopia: prospective cohort. BMC Infect Dis. 2017;17(1):119. doi:10.1186/s12879-016-2167-x", "ArticleIdList": ["10.1186/s12879-016-2167-x", "PMC5290629", "28158998"]}, {"Citation": "Shiferaw WS, Aynalem YA, Akalu TY, Petrucka PM. Surgical site infection and its associated factors in Ethiopia: a systematic review and meta-analysis. BMC Surg. 2020;20:1–15. doi:10.1186/s12893-020-00764-1", "ArticleIdList": ["10.1186/s12893-020-00764-1", "PMC7236319", "32423397"]}, {"Citation": "Sagbo IJ, Afolayan AJ, Bradley G. Antioxidant, antibacterial and phytochemical properties of two medicinal plants against the wound infecting bacteria. Asian Pac J Trop Biomed. 2017;7(9):817–825. doi:10.1016/j.apjtb.2017.08.009", "ArticleIdList": ["10.1016/j.apjtb.2017.08.009"]}, {"Citation": "Atsbeha B, Mammo F, Kibret B. Phytochemical investigation on the leaves of Buddleja Polystachya (ethanol extract). Int J Integrat Sci Innov Technol. 2014;3:07–10."}, {"Citation": "Silambujanaki P, Chandra CBT, Kumar KA, Chitra V. Wound healing activity of Glycosmis arborea leaf extract in rats. J Ethnopharmacol. 2011;134(1):198–201. doi:10.1016/j.jep.2010.11.046", "ArticleIdList": ["10.1016/j.jep.2010.11.046", "21129469"]}, {"Citation": "Mensah A, Sampson J, Houghton P, et al. Effects of Buddleja globosa leaf and its constituents relevant to wound healing. J Ethnopharmacol. 2001;77(2):219–226. doi:10.1016/S0378-8741(01)00297-5", "ArticleIdList": ["10.1016/S0378-8741(01)00297-5", "11535367"]}, {"Citation": "Perez-Gutierrez RM, Vargas-Solis R. Wound healing properties of triterpenes from Buddleia scordioides in diabetic rats. Pharm Biol. 2008;46(9):647–653. doi:10.1080/13880200802182471", "ArticleIdList": ["10.1080/13880200802182471"]}, {"Citation": "Firdous SM, Sautya D. Medicinal plants with wound healing potential. Bangl J Pharmacol. 2018;13(1):41–52. doi:10.3329/bjp.v13i1.32646", "ArticleIdList": ["10.3329/bjp.v13i1.32646"]}, {"Citation": "Maver T, Kurečič M, Smrke DM, Kleinschek KS, Maver U. Plant-derived medicines with potential use in wound treatment. Herbal Med. 2018."}, {"Citation": "Ijeh II, Ejike C. Current perspectives on the medicinal potentials of Vernonia amygdalina Del. J Med Plants Res. 2011;5(7):1051–1061."}, {"Citation": "Tessema Z, Makonnen E, Debella A, Molla Y. Evaluation of in vivo wound healing and anti-inflammatory activity of crude extract of the fruits of Brucea antidysentrica in mice. Wound Med. 2018;21:16–21. doi:10.1016/j.wndm.2018.05.005", "ArticleIdList": ["10.1016/j.wndm.2018.05.005"]}, {"Citation": "Fikru A, Makonnen E, Eguale T, Debella A, Mekonnen GA. Evaluation of in vivo wound healing activity of methanol extract of Achyranthes aspera L. J Ethnopharmacol. 2012;143(2):469–474. doi:10.1016/j.jep.2012.06.049", "ArticleIdList": ["10.1016/j.jep.2012.06.049", "22771316"]}, {"Citation": "Mechesso AF, Tadese A, Tesfaye R, Tamiru W, Eguale T. Experimental evaluation of wound healing activity of Croton macrostachyus in rat. African J Pharm Pharmacol. 2016;10(39):832–838. doi:10.5897/AJPP2015.4454", "ArticleIdList": ["10.5897/AJPP2015.4454"]}, {"Citation": "Shekhar P, Joshi A, Malviya S, Kharia A. Wound healing activity of the hydro-alcoholic extract of datura stramonium leaves in wistar albino rats. J Drug Deliv Therap. 2017;7(7):214–215."}, {"Citation": "Wabe N, Mohammed MA, Raju NJ. An ethnobotanical survey of medicinal plants in the Southeast Ethiopia used in traditional medicine. Spatula DD. 2011;1(3):153–158. doi:10.5455/spatula.20110921101924", "ArticleIdList": ["10.5455/spatula.20110921101924"]}, {"Citation": "Isa AI, Saleh MIA, Abubakar A, et al. Evaluation of anti-inflammatory, antibacterial and cytotoxic activities of Cordia africana leaf and stem bark extracts. Bayero J Pure Appl Sci. 2016;9(1):228–235. doi:10.4314/bajopas.v9i1.36", "ArticleIdList": ["10.4314/bajopas.v9i1.36"]}, {"Citation": "Kipkore W, Wanjohi B, Rono H, Kigen G. A study of the medicinal plants used by the Marakwet Community in Kenya. J Ethnobiol Ethnomed. 2014;10(1):24. doi:10.1186/1746-4269-10-24", "ArticleIdList": ["10.1186/1746-4269-10-24", "PMC3974104", "24555424"]}, {"Citation": "Kiplimo JJ, Koorbanally NA, Chenia H. Triterpenoids from Vernonia auriculifera Hiern exhibit antimicrobial activity. Afr J Pharm Pharmacol. 2011;5(8):1150–1156."}, {"Citation": "Kebebew M, Mohamed E. Indigenous knowledge on use of medicinal plants by indigenous people of Lemo district, Hadiya zone, Southern Ethiopia. Int J Herbal Med. 2017;5(4):124–135."}, {"Citation": "Maryo M, Nemomissa S, Bekele T. An ethnobotanical study of medicinal plants of the Kembatta ethnic group in Enset-based agricultural landscape of Kembatta Tembaro (KT) Zone, Southern Ethiopia. Asian J Plant Sci Res. 2015;5(7):42–61."}, {"Citation": "Tuasha N, Petros B, Asfaw Z. Medicinal plants used by traditional healers to treat malignancies and other human ailments in Dalle District, Sidama Zone, Ethiopia. J Ethnobiol Ethnomed. 2018;14(1):15. doi:10.1186/s13002-018-0213-z", "ArticleIdList": ["10.1186/s13002-018-0213-z", "PMC5813379", "29444684"]}, {"Citation": "Jirata MG. Forest in indigenous health care systems: perspective from ethno-medicine. J Environ Sci. 2017;1(2):107–114."}, {"Citation": "Mukazayire M, Allaeys V, Buc Calderon P, et al. Ethnobatanic study around volcanoes National Park of Rwanda. New York Sci J. 2010;3:37–49."}, {"Citation": "Okello S, Nyunja R, Netondo GW, Onyango JC. Ethnobotanical study of medicinal plants used by Sabaots of Mt. Elgon Kenya. African J Trad Complement Altern Med. 2010;7(1). doi:10.4314/ajtcam.v7i1.57223", "ArticleIdList": ["10.4314/ajtcam.v7i1.57223", "PMC3005380", "21304606"]}, {"Citation": "Sobrinho A, de Souza E, Fontenelle R. A review on antimicrobial potential of species of the genus Vernonia (Asteraceae). J Med Plants Res. 2015;9(31):838–850. doi:10.5897/JMPR2015.5868", "ArticleIdList": ["10.5897/JMPR2015.5868"]}, {"Citation": "Muthaura C, Rukunga G, Chhabra S, Mungai G, Njagi E. Traditional phytotherapy of some remedies used in treatment of malaria in Meru district of Kenya. South African Journal of Botany. 2007;73(3):402–411. doi:10.1016/j.sajb.2007.03.004", "ArticleIdList": ["10.1016/j.sajb.2007.03.004"]}, {"Citation": "Muregi F, Chhabra S, Njagi E, et al. In vitro antiplasmodial activity of some plants used in Kisii, Kenya against malaria and their chloroquine potentiation effects. J Ethnopharmacol. 2003;84(2–3):235–239. doi:10.1016/S0378-8741(02)00327-6", "ArticleIdList": ["10.1016/S0378-8741(02)00327-6", "12648820"]}, {"Citation": "Meragiaw M, Asfaw Z. Review of antimalarial, pesticidal and repellent plants in the Ethiopian traditional herbal medicine. Res Rev. 2014;3(3):21–45."}, {"Citation": "Amuka O, Mulei J, Gatwiri B. A brief ethnbotanical survey of some medicinal plants used by the Kanjoo community in Meru. Adv Biotechnol Microbiol. 2017;5(1):555654."}, {"Citation": "Hamill F, Apio S, Mubiru N, et al. Traditional herbal drugs of southern Uganda. J Ethnopharmacol. 2000;70(3):281–300. doi:10.1016/S0378-8741(00)00180-X", "ArticleIdList": ["10.1016/S0378-8741(00)00180-X", "10837990"]}, {"Citation": "Toyang NJ, Verpoorte R. A review of the medicinal potentials of plants of the genus Vernonia (Asteraceae). J Ethnopharmacol. 2013;146(3):681–723.", "ArticleIdList": ["23395623"]}, {"Citation": "Kiplimo JJ. A Review on the biological activity and the triterpenoids from the genus Vernonia (Asteraceae Family). International Research Journal of Pure and Applied Chemistry. 2016;11:1–14. doi:10.9734/IRJPAC/2016/25091", "ArticleIdList": ["10.9734/IRJPAC/2016/25091"]}, {"Citation": "Woldeab B, Regassa R, Alemu T, Megersa M. Medicinal plants used for treatment of diarrhoeal related diseases in Ethiopia. Evid Based Complement Altern Med. 2018;2018:1–20. doi:10.1155/2018/4630371", "ArticleIdList": ["10.1155/2018/4630371", "PMC5878875", "29743923"]}, {"Citation": "Mengesha GG. Ethnobotanical survey of medicinal plants used in treating human and livestock health problems in Mandura Woreda of Benishangul Gumuz, Ethiopia. Adv Med Plant Res. 2016;4(1):11–26."}, {"Citation": "Giday M, Asfaw Z, Woldu Z. Medicinal plants of the Meinit ethnic group of Ethiopia: an ethnobotanical study. J Ethnopharmacol. 2009;124(3):513–521. doi:10.1016/j.jep.2009.05.009", "ArticleIdList": ["10.1016/j.jep.2009.05.009", "19454310"]}, {"Citation": "Ruth L, Manani Solomon D. Ethnobotanical survey and propagation of some endangered medicinal plants from south Nandi district of Kenya. J Anim Plant Sci. 2010;8(3):1016–1043."}, {"Citation": "Odongo EA. An Ethnobotanical, Antioxidant and Anti-Inflammatory Study of Medicinal Plants Used in Kakamega County, Western Kenya. University Of Nairobi; 2016."}, {"Citation": "Bekele G, Reddy PR. Ethnobotanical study of medicinal plants used to treat human ailments by Guji Oromo tribes in Abaya District, Borana, Oromia, Ethiopia. Univ J Plant Sci. 2015;3(1):4. doi:10.13189/ujps.2015.030101", "ArticleIdList": ["10.13189/ujps.2015.030101"]}, {"Citation": "Ragunathan M, Abay SM. Ethnomedicinal survey of folk drugs used in Bahirdar Zuria district, Northwestern Ethiopia. 2009."}, {"Citation": "Mesfin F, Demissew S, Teklehaymanot T. An ethnobotanical study of medicinal plants in Wonago Woreda, SNNPR, Ethiopia. J Ethnobiol Ethnomed. 2009;5(1):28. doi:10.1186/1746-4269-5-28", "ArticleIdList": ["10.1186/1746-4269-5-28", "PMC2769162", "19821994"]}, {"Citation": "Focho D, Ndam W, Fonge B. Medicinal plants of Aguambu-Bamumbu in the Lebialem highlands, southwest province of Cameroon. African J Pharm Pharmacol. 2009;3(1):1–13."}, {"Citation": "Namukobe J, Kasenene JM, Kiremire BT, et al. Traditional plants used for medicinal purposes by local communities around the Northern sector of Kibale National Park, Uganda. J Ethnopharmacol. 2011;136(1):236–245. doi:10.1016/j.jep.2011.04.044", "ArticleIdList": ["10.1016/j.jep.2011.04.044", "21550390"]}, {"Citation": "Tugume P, Kakudidi EK, Buyinza M, et al. Ethnobotanical survey of medicinal plant species used by communities around Mabira Central Forest Reserve, Uganda. J Ethnobiol Ethnomed. 2016;12(1):5. doi:10.1186/s13002-015-0077-4", "ArticleIdList": ["10.1186/s13002-015-0077-4", "PMC4712608", "26762159"]}, {"Citation": "Megersa M, Asfaw Z, Kelbessa E, Beyene A, Woldeab B. An ethnobotanical study of medicinal plants in Wayu Tuka district, east Welega zone of Oromia regional state, West Ethiopia. J Ethnobiol Ethnomed. 2013;9(1):68. doi:10.1186/1746-4269-9-68", "ArticleIdList": ["10.1186/1746-4269-9-68", "PMC3851437", "24295044"]}, {"Citation": "Tugume P, Nambejja C, Nyakoojo C, Kamatenesi-Mugisha M. Medicinal plant species used in the treatment of skin diseases in Katabi Subcounty, Wakiso District, Uganda. Ethnobot Res Appl. 2019;18:1–17. doi:10.32859/era.18.20.1-17", "ArticleIdList": ["10.32859/era.18.20.1-17"]}, {"Citation": "Tadesse M, Hunde D, Getachew Y. Survey of medicinal plants used to treat human diseases in Seka Chekorsa, Jimma Zone, Ethiopia. Ethiop J Health Sci. 2005;15(2)."}, {"Citation": "Birhanu T, Abera D, Ejeta E, Nekemte E. Ethnobotanical study of medicinal plants in selected Horro Gudurru Woredas, Western Ethiopia. J Biol Agric Healthc. 2015;5(1):83–93."}, {"Citation": "Moshi MJ, Otieno DF, Weisheit A. Ethnomedicine of the Kagera Region, north western Tanzania. Part 3: plants used in traditional medicine in Kikuku village, Muleba District. J Ethnobiol Ethnomed. 2012;8(1):14. doi:10.1186/1746-4269-8-14", "ArticleIdList": ["10.1186/1746-4269-8-14", "PMC3349493", "22472473"]}, {"Citation": "Yigezu Y, Haile DB, Ayen WY. Ethnoveterinary medicines in four districts of Jimma zone, Ethiopia: cross sectional survey for plant species and mode of use. BMC Vet Res. 2014;10(1):76. doi:10.1186/1746-6148-10-76", "ArticleIdList": ["10.1186/1746-6148-10-76", "PMC3978085", "24679045"]}, {"Citation": "Gemechu W, Meresa A, Teka F, Berhau T, Tadele A. An ethno botanical review on medicinal plants used for the management ectoparasitic skin diseases of ruminants. J Med Plants. 2019;7(4):212–224."}, {"Citation": "Esubalew ST, Belete A, Lulekal E, Gabriel T, Engidawork E, Asres K. Review of ethnobotanical and ethnopharmacological evidences of some Ethiopian medicinal plants traditionally used for the treatment of cancer. Ethiop J Health Dev. 2017;31(3):161–187."}, {"Citation": "Enyew A, Asfaw Z, Kelbessa E, Nagappan R. Status of medico-cultural commercial plants at Fiche town market, Ethiopia. Int J Pharm H Care Res. 2013;1(4):227–236."}, {"Citation": "Babu N, Temesgen OA. Phytochemical Investigation and Antimicrobial Activities of Extract of Vernonia Auriculifera Hiern Leaves. Haramaya University; 2015."}, {"Citation": "Orebo T. Isolation and characterization of leaves extract of Vernonia auriculifera. Int J Curr Res. 2019;11(9)."}, {"Citation": "Sobrinho ACN, de Souza EB, Dos santos fontenelle RO. A review on antimicrobial potential of species of the genus Vernonia (Asteraceae). J Med Plants Res. 2015;9(31):838–850."}, {"Citation": "Hamill F, Apio S, Mubiru N, et al. Traditional herbal drugs of Southern Uganda, II: literature analysis and antimicrobial assays. J Ethnopharmacol. 2003;84(1):57–78. doi:10.1016/S0378-8741(02)00289-1", "ArticleIdList": ["10.1016/S0378-8741(02)00289-1", "12499078"]}, {"Citation": "Council NR. Guide for the Care and Use of Laboratory Animals. National Academies Press; 2010."}, {"Citation": "Tesfaye WH, Alamneh EA. In vivo antimalarial activity of the crude extract and solvent fractions of the leaves of Zehenria scabra (Cucurbitaceae) against Plasmodium berghei in mice. J Med Plant Res. 2014;8(42):1230–1236."}, {"Citation": "Satyajit D, Sarker ZL, Alexander I. Natural Products Isolation-Second Edition. Biotechnology™. United Kingdom: Humana Press Inc; 2006."}, {"Citation": "Geleta B, Makonnen E, Debella A, Tadele A. In vivo antihypertensive and antihyperlipidemic effects of the crude extracts and fractions of Moringa stenopetala (Baker f.) Cufod. leaves in rats. Front Pharmacol. 2016;7:97. doi:10.3389/fphar.2016.00097", "ArticleIdList": ["10.3389/fphar.2016.00097", "PMC4838630", "27148056"]}, {"Citation": "Anza M, Worku F, Libsu S, Mamo F, Endale M. Phytochemical screening and antibacterial activity of leaves extract of Bersama abyssinica. J Adv Bot Zool. 2015;3(2):1–5."}, {"Citation": "Megersa M, Asfaw Z, Kelbessa E, Beyene A, Woldeab B. An ethnobotanical study of medicinal plants in Wayu Tuka district, east Welega zone of Oromia regional state, West Ethiopia. J Ethnobiol Ethnomed. 2013;9(1):1–18.", "ArticleIdList": ["PMC3851437", "24295044"]}, {"Citation": "Trease G, Evans M. Text Book of Pharmacognosy 13th Edition Bailiere Tindall, London, Toronto. Tokyo: PGS; 1989:200–201."}, {"Citation": "Pandey A, Tripathi S. Concept of standardization, extraction and pre phytochemical screening strategies for herbal drug. J Pharmacogn Phytochem. 2014;2(5)."}, {"Citation": "Tiwari P, Kumar B, Kaur M, Kaur G, Kaur H. Phytochemical screening and extraction: a review. Int Pharm Sci. 2011;1(1):98–106."}, {"Citation": "Demilew W, Adinew GM, Asrade S. Evaluation of the wound healing activity of the crude extract of leaves of Acanthus polystachyus delile (Acanthaceae). Evid Based Complement Altern Med. 2018;2018:1–9. doi:10.1155/2018/2047896", "ArticleIdList": ["10.1155/2018/2047896", "PMC6016231", "29991951"]}, {"Citation": "Langley CA, Belcher D. Pharmaceutical Compounding and Dispensing. Pharmaceutical Press; 2012."}, {"Citation": "Padhi L, Panda SK. Antibacterial activity of Eleutherine bulbosa against multidrug-resistant bacteria. J Acute Med. 2015;5(3):53–61. doi:10.1016/j.jacme.2015.05.004", "ArticleIdList": ["10.1016/j.jacme.2015.05.004"]}, {"Citation": "Bhaskar A, Nithya V. Evaluation of the wound-healing activity of Hibiscus rosa sinensis L (Malvaceae) in Wistar albino rats. Indian J Pharmacol. 2012;44(6):694. doi:10.4103/0253-7613.103252", "ArticleIdList": ["10.4103/0253-7613.103252", "PMC3523494", "23248396"]}, {"Citation": "Kebebew M, Mohamed HM. Indigenous knowledge on use of medicinal plants by indigenous people of Lemo district, Hadiya zone, Southern Ethiopia. Int J Herbal Med. 2017;5(4):124–135."}, {"Citation": "OECD. Guideline for testing of chemicals: draft updated test guideline 434 on acutedermal toxicity. Draft Guideline. 2015;1–12."}, {"Citation": "Beshir K, Shibeshi W, Ejigu A, Engidawork E. In-vivo wound healing activity of 70% ethanol leaf extract of Beciumgrandiflorum Lam.(Lamiaceae) in mice. Ethiop Pharm J. 2016;32:117–130. doi:10.4314/epj.v32i2.3", "ArticleIdList": ["10.4314/epj.v32i2.3"]}, {"Citation": "Draize WG, Calvery HO. Methods for the study of irritation and toxicity of substances applied topically to the skin and mucous membranes. J Pharmacol Exp Ther. 1944;82:377–390."}, {"Citation": "Kumar V, Khan AA, Nagarajan K. Animal models for the evaluation of wound healing activity. Int Bull Drug Res. 2013;3(5):93–107."}, {"Citation": "Samanta R, Pattnaik AK, Pradhan KK, Mehta BK, Pattanayak SP, Banerjee S. Wound healing activity of silibinin in mice. Pharmacognosy Res. 2016;8(4):298. doi:10.4103/0974-8490.188880", "ArticleIdList": ["10.4103/0974-8490.188880", "PMC5004523", "27695272"]}, {"Citation": "Zeng Q, Xie H, Song H, et al. In vivo wound healing activity of Abrus cantoniensis extract. Evid Based Complement Altern Med. 2016;2016:1–7. doi:10.1155/2016/6568528", "ArticleIdList": ["10.1155/2016/6568528", "PMC5227303", "28119760"]}, {"Citation": "Kumar SR, Vivek K, Saurabh K, Pavan Y, Amit R. Healing potential of gel containing extract of ougeinia oojeinensis on excision wounds in wistar rats. 2009."}, {"Citation": "Pastar I, Stojadinovic O, Yin NC, et al. Epithelialization in wound healing: a comprehensive review. Adv Wound Care. 2014;3(7):445–464. doi:10.1089/wound.2013.0473", "ArticleIdList": ["10.1089/wound.2013.0473", "PMC4086220", "25032064"]}, {"Citation": "Subalakshmi M, Saranya A, Maheswari MU, Jarina A, Kaviman S. An overview of the current methodologies used for the evaluation of drugs having wound healing activity. Int J Exp Pharmacol. 2014;4(2):127–131."}, {"Citation": "Armstrong DG, Jude EB. The role of matrix metalloproteinases in wound healing. J Am Podiatr Med Assoc. 2002;92(1):12–18. doi:10.7547/87507315-92-1-12", "ArticleIdList": ["10.7547/87507315-92-1-12", "11796794"]}, {"Citation": "Jha RK, Bhandari A, Nema RK. Influence of flower head aqueous extract of Sphaeranthus indicus Linn. on wound healing in albino rats. Am Eur J Sci Res. 2011;6:13–18."}, {"Citation": "Bharat M, Verma DK, Shanbhag V, Rajput RS, Nayak D, Amuthan A. Ethanolic extract of oral Areca catechu promotes burn wound healing in rats. Int J Pharm Sci Rev Res. 2014;25(2):145–148."}, {"Citation": "Arun M, Satish S, Anima P. Evaluation of wound healing, antioxidant and antimicrobial efficacy of Jasminum auriculatum Vahl. leaves. Avicenna J Phytomed. 2016;6(3):295.", "ArticleIdList": ["PMC4930536", "27462552"]}, {"Citation": "Wosgrau ACC, da Silva Jeremias T, Leonardi DF, Pereima MJ, Di Giunta G, Trentin AG. Comparative experimental study of wound healing in mice: pelnac versus integra. PLoS One. 2015;10(3):e0120322. doi:10.1371/journal.pone.0120322", "ArticleIdList": ["10.1371/journal.pone.0120322", "PMC4370513", "25798623"]}, {"Citation": "Leary SL, Underwood W, Anthony R, et al. AVMA Guidelines for the Euthanasia of Animals: 2013. Schaumburg, IL: American Veterinary Medical Association; 2013."}, {"Citation": "Murthy S, Shalini Goel MKG, Purohit V, Sharma H, Goel RK, Goel RK. Evaluation of in vivo wound healing activity of Bacopa monniera on different wound model in rats. Biomed Res Int. 2013;2013:1–9. doi:10.1155/2013/972028", "ArticleIdList": ["10.1155/2013/972028", "PMC3745907", "23984424"]}, {"Citation": "Mulisa E, Asres K, Engidawork E. Evaluation of wound healing and anti-inflammatory activity of the rhizomes of Rumex abyssinicus J.(Polygonaceae) in mice. BMC Complement Altern Med. 2015;15(1):1–10.", "ArticleIdList": ["PMC4589968", "26423525"]}, {"Citation": "Tuasha N, Petros B, Asfaw Z. Medicinal plants used by traditional healers to treat malignancies and other human ailments in Dalle District, Sidama Zone, Ethiopia. J Ethnobiol Ethnomed. 2018;14(1):1–21.", "ArticleIdList": ["PMC5813379", "29444684"]}, {"Citation": "Kebebew M. Diversity, knowledge and use of medicinal plants in Abay Chomen district, Horo Guduru Wollega zone, Oromia region of Ethiopia. J Med Plants Res. 2017;11(31):480–500. doi:10.5897/JMPR2016.6274", "ArticleIdList": ["10.5897/JMPR2016.6274"]}, {"Citation": "Bitew H, Gebregergs H, Tuem KB, Yeshak MY. Ethiopian medicinal plants traditionally used for wound treatment: a systematic review. Ethiop J Health Dev. 2019;33(2)."}, {"Citation": "Allen L, Ansel HC. Introduction to Pharmaceutical Dosage Forms. 4th ed. Philadelphia: Lea and Febiger; 1985."}, {"Citation": "De Villiers M. Ointment Bases. Pract Guide Contemp Pharm Pract. 2009;3:277–290."}, {"Citation": "Ghildiyal GM, Joshi VK, Goel RK, Goel R. Wound healing and antimicrobial activity of two classical formulations of Laghupanchamula in rats. J Ayurveda Integrat Med. 2015;6(4):241. doi:10.4103/0975-9476.157952", "ArticleIdList": ["10.4103/0975-9476.157952", "PMC4719484", "26834423"]}, {"Citation": "Stadelmann DA, Tobin GR, Tobin GR. Impediments to wound healing. Am J Surg. 1998;176:39S–47S. doi:10.1016/S0002-9610(98)00184-6", "ArticleIdList": ["10.1016/S0002-9610(98)00184-6", "9777971"]}, {"Citation": "Agyare DA, Agyepong N, Boakye YD, Mensah KB, Ayande PG. Antimicrobial, antioxidant, and wound healing properties of Kigelia africana (Lam.) beneth. and Strophanthus hispidus DC. Adv Pharmacol Sci. 2013;2013:1–10. doi:10.1155/2013/692613", "ArticleIdList": ["10.1155/2013/692613", "PMC3639673", "23662099"]}, {"Citation": "Albejo B, Endale M, Kibret B, Anza M. Phytochemical investigation and antimicrobial activity of leaves extract of Vernonia auriculifera Hiern. J Pharm Pharmacogn Res. 2015;3(6):141–147."}, {"Citation": "Wolde BBT, Tiruha K, Hailemariam T, Tiruha K. Phytochemical analysis and antimicrobial activity of Hagenia Abyssinica. Indian J Pharm Pharmacol. 2016;3(3):127–134. doi:10.5958/2393-9087.2016.00028.5", "ArticleIdList": ["10.5958/2393-9087.2016.00028.5"]}, {"Citation": "MacDonald J. Global initiative for wound and lymphoedema care (GIWLC). J Lymphoedema. 2009;4(2):92–95."}, {"Citation": "Research IfLA. National Research Council: Guide for the Care and Use of Laboratory Animals. Washington DC: National Academy Press; 1996."}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "3", "Day": "3"}, {"Year": "2021", "Month": "6", "Day": "1"}, {"Year": "2021", "Month": "7", "Day": "30", "Hour": "6", "Minute": "41"}, {"Year": "2021", "Month": "7", "Day": "31", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "7", "Day": "31", "Hour": "6", "Minute": "1"}, {"Year": "2021", "Month": "7", "Day": "23"}], "PublicationStatus": "epublish", "ArticleIdList": ["34326671", "PMC8315810", "10.2147/JEP.S308303", "308303"]}}], "PubmedBookArticle": []}