{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Prosopis strombulifera", "Tessaria absinthioides", "atherosclerosis", "natural antioxidant", "oxidative stress"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34335290", "DateRevised": {"Year": "2021", "Month": "08", "Day": "03"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "07", "Day": "16"}], "Language": ["eng"], "ELocationID": ["662833", "10.3389/fphys.2021.662833"], "Journal": {"ISSN": "1664-042X", "JournalIssue": {"Volume": "12", "PubDate": {"Year": "2021"}}, "Title": "Frontiers in physiology", "ISOAbbreviation": "Front Physiol"}, "ArticleTitle": "Antioxidant and Anti-atherogenic Properties of <i>Prosopis strombulifera</i> and <i>Tessaria absinthioides</i> Aqueous Extracts: Modulation of NADPH Oxidase-Derived Reactive Oxygen Species.", "Pagination": {"StartPage": "662833", "MedlinePgn": "662833"}, "Abstract": {"AbstractText": ["Despite popular usage of medicinal plants, their effects as cardiovascular protective agents have not been totally elucidated. We hypothesized that treatment with aqueous extract from <i>Prosopis strombulifera</i> (AEPs) and <i>Tessaria absinthioides</i> (AETa), Argentinian native plants, produces antioxidant effects on vascular smooth muscle cells (VSMCs) and attenuates atherogenesis on apolipoprotein E-knockout (ApoE-KO) mice. In VSMCs, both extracts (5-40 μg/ml) inhibited 10% fetal calf serum-induced cell proliferation, arrested cell in G2/M phase, reduced angiotensin II-induced reactive oxygen species (ROS) generation, and decreased NADPH oxidase subunit expression. In ApoE-KO mice, extracts significantly reduced triglycerides and lipid peroxidation [plasma thiobarbituric acid reactive substances (TBARS)], increased plasma total antioxidant status (TAS), and improved glutathione peroxidase activity in the liver. Under high-fat diet (HFD), both extracts were able to inhibit O<sub>2</sub> <sup>-</sup> generation in the aortic tissue and caused a significant regression of atheroma plaques (21.4 ± 1.6% HFD group vs. 10.2 ± 1.2%<sup>∗</sup> AEPs group and 14.3 ± 1.0%<sup>∗</sup> AETa group; <sup>∗</sup> <i>p</i> < 0.01). Consumption of AEPs and AETa produces antioxidant/antimitogenic/anti-atherosclerotic effects, and their use may be beneficial as a complementary strategy regarding cardiovascular disease therapies."], "CopyrightInformation": "Copyright © 2021 Quesada, de Paola, Alvarez, Hapon, Gamarra-Luques and Castro."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Consejo Nacional de Investigaciones Científicas y Técnicas (CONICET), Instituto de Medicina y Biología Experimental de Cuyo (IMBECU), Mendoza, Argentina."}, {"Identifier": [], "Affiliation": "Facultad de Ciencias Médicas, Instituto de Bioquímica y Biotecnología, Universidad Nacional de Cuyo, Mendoza, Argentina."}], "LastName": "Quesada", "ForeName": "Isabel", "Initials": "I"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Consejo Nacional de Investigaciones Científicas y Técnicas (CONICET), Instituto de Medicina y Biología Experimental de Cuyo (IMBECU), Mendoza, Argentina."}, {"Identifier": [], "Affiliation": "Facultad de Ciencias Médicas, Instituto de Bioquímica y Biotecnología, Universidad Nacional de Cuyo, Mendoza, Argentina."}], "LastName": "de Paola", "ForeName": "Matilde", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Consejo Nacional de Investigaciones Científicas y Técnicas (CONICET), Instituto de Medicina y Biología Experimental de Cuyo (IMBECU), Mendoza, Argentina."}], "LastName": "Alvarez", "ForeName": "María Soledad", "Initials": "MS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Consejo Nacional de Investigaciones Científicas y Técnicas (CONICET), Instituto de Medicina y Biología Experimental de Cuyo (IMBECU), Mendoza, Argentina."}, {"Identifier": [], "Affiliation": "Facultad de Ciencias Exactas y Naturales, Universidad Nacional de Cuyo, Mendoza, Argentina."}], "LastName": "Hapon", "ForeName": "María Belén", "Initials": "MB"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Consejo Nacional de Investigaciones Científicas y Técnicas (CONICET), Instituto de Medicina y Biología Experimental de Cuyo (IMBECU), Mendoza, Argentina."}, {"Identifier": [], "Affiliation": "Facultad de Ciencias Médicas, Instituto de Fisiología, Universidad Nacional de Cuyo, Mendoza, Argentina."}], "LastName": "Gamarra-Luques", "ForeName": "Carlos", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Consejo Nacional de Investigaciones Científicas y Técnicas (CONICET), Instituto de Medicina y Biología Experimental de Cuyo (IMBECU), Mendoza, Argentina."}, {"Identifier": [], "Affiliation": "Facultad de Ciencias Médicas, Instituto de Bioquímica y Biotecnología, Universidad Nacional de Cuyo, Mendoza, Argentina."}], "LastName": "Castro", "ForeName": "Claudia", "Initials": "C"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Physiol", "NlmUniqueID": "101549006", "ISSNLinking": "1664-042X"}, "CoiStatement": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Ayeleso T. B., Matumba M. G., Mukwevho E. (2017). Oleanolic acid and its derivatives: biological activities and therapeutic potential in chronic diseases. Molecules 22:1915. 10.3390/molecules22111915", "ArticleIdList": ["10.3390/molecules22111915", "PMC6150249", "29137205"]}, {"Citation": "Camargo L. L., Harvey A. P., Rios F. J., Tsiropoulou S., Da Silva R. N. O., Cao Z., et al. (2018). Vascular nox (NADPH Oxidase) compartmentalization, protein hyperoxidation, and endoplasmic reticulum stress response in hypertension. Hypertension 72 235–246. 10.1161/HYPERTENSIONAHA.118.10824", "ArticleIdList": ["10.1161/HYPERTENSIONAHA.118.10824", "PMC6004120", "29844144"]}, {"Citation": "Castro C., Lorenzo A. G., Gonzalez A., Cruzado M. (2010). Garlic components inhibit angiotensin II-induced cell-cycle progression and migration: involvement of cell-cycle inhibitor p27(Kip1) and mitogen-activated protein kinase. Mol. Nutr. Food Res. 54 781–787. 10.1002/mnfr.200900108", "ArticleIdList": ["10.1002/mnfr.200900108", "19904760"]}, {"Citation": "Cattaneo F., Roco J., Alarcon G., Isla M. I., Jerez S. (2019). Prosopis alba seed flour improves vascular function in a rabbit model of high fat diet-induced metabolic syndrome. Heliyon 5:e01967. 10.1016/j.heliyon.2019.e01967", "ArticleIdList": ["10.1016/j.heliyon.2019.e01967", "PMC6716065", "31485494"]}, {"Citation": "Chakraborti S., Sarkar J., Chakraborti T. (2019). Role of PLD-PKCζ signaling axis in p47phox phosphorylation for activation of NADPH oxidase by angiotensin II in pulmonary artery smooth muscle cells. Cell Biol. Int. 43 678–694. 10.1002/cbin.11145", "ArticleIdList": ["10.1002/cbin.11145", "30977575"]}, {"Citation": "Chan J. Y., Chan S. H. (2015). Activation of endogenous antioxidants as a common therapeutic strategy against cancer, neurodegeneration and cardiovascular diseases: a lesson learnt from DJ-1. Pharmacol. Ther. 156 69–74. 10.1016/j.pharmthera.2015.09.005", "ArticleIdList": ["10.1016/j.pharmthera.2015.09.005", "26432617"]}, {"Citation": "Chaudhary K. K., Kumar G., Varshney A., Meghvansi M. K., Ali S. F., Karthik K., et al. (2018). Ethnopharmacological and phytopharmaceutical evaluation of prosopis cineraria: an overview and future prospects. Curr. Drug Metab. 19 192–214. 10.2174/1389200218666171031125439", "ArticleIdList": ["10.2174/1389200218666171031125439", "29086686"]}, {"Citation": "Dashtban M., Sarir H., Omidi A. (2016). The effect of Prosopis farcta beans extract on blood biochemical parameters in streptozotocin-induced diabetic male rats. Adv. Biomed. Res. 5:116. 10.4103/2277-9175.185575", "ArticleIdList": ["10.4103/2277-9175.185575", "PMC4964659", "27512685"]}, {"Citation": "Feyzmand S., Shahbazi B., Marami M., Bahrami G., Fattahi A., Shokoohinia Y. (2018). Mechanistic in vitro evaluation of prosopis farcta roots potential as an antidiabetic folk medicinal plant. Pharmacogn. Mag. 13(Suppl 4) S852–S859. 10.4103/pm.pm_162_17", "ArticleIdList": ["10.4103/pm.pm_162_17", "PMC5822511", "29491644"]}, {"Citation": "Garcia-Redondo A. B., Aguado A., Briones A. M., Salaices M. (2016). NADPH oxidases and vascular remodeling in cardiovascular diseases. Pharmacol. Res. 114 110–120. 10.1016/j.phrs.2016.10.015", "ArticleIdList": ["10.1016/j.phrs.2016.10.015", "27773825"]}, {"Citation": "George C., Lochner A., Huisamen B. (2011). The efficacy of Prosopis glandulosa as antidiabetic treatment in rat models of diabetes and insulin resistance. J. Ethnopharmacol. 137 298–304. 10.1016/j.jep.2011.05.023", "ArticleIdList": ["10.1016/j.jep.2011.05.023", "21645608"]}, {"Citation": "Gomez J., Simirgiotis M. J., Lima B., Gamarra-Luques C., Borquez J., Caballero D., et al. (2019). UHPLC-Q/Orbitrap/MS/MS fingerprinting, free radical scavenging, and antimicrobial activity of Tessaria absinthiodes (Hook. & Arn.) DC. (Asteraceae) lyophilized decoction from Argentina and Chile. Antioxidants (Basel) 8:593. 10.3390/antiox8120593", "ArticleIdList": ["10.3390/antiox8120593", "PMC6943634", "31795145"]}, {"Citation": "Griffiths K., Aggarwal B. B., Singh R. B., Buttar H. S., Wilson D., De Meester F. (2016). Food antioxidants and their anti-inflammatory properties: a potential role in cardiovascular diseases and cancer prevention. Diseases 4:28. 10.3390/diseases4030028", "ArticleIdList": ["10.3390/diseases4030028", "PMC5456284", "28933408"]}, {"Citation": "Hapon M. B., Hapon M. V., Persia F. A., Pochettino A., Lucero G. S., Gamarra-Luques C. (2014). Aqueous Extract of Prosopis strombulifera (LAM) BENTH induces cytotoxic effects against tumor cell lines without systemic alterations in BALB/c mice. J. Clin. Toxicol. 4:22. 10.4172/2161-0495.1000222", "ArticleIdList": ["10.4172/2161-0495.1000222"]}, {"Citation": "Henciya S., Seturaman P., James A. R., Tsai Y. H., Nikam R., Wu Y. C., et al. (2017). Biopharmaceutical potentials of Prosopis spp. (Mimosaceae, Leguminosa). J. Food Drug Anal. 25 187–196. 10.1016/j.jfda.2016.11.001", "ArticleIdList": ["10.1016/j.jfda.2016.11.001", "28911536"]}, {"Citation": "Houghton C. A. (2019). Sulforaphane: its “Coming of Age” as a clinically relevant nutraceutical in the prevention and treatment of chronic disease. Oxid. Med. Cell Longev. 2019:2716870. 10.1155/2019/2716870", "ArticleIdList": ["10.1155/2019/2716870", "PMC6815645", "31737167"]}, {"Citation": "Huisamen B., George C., Dietrich D., Genade S. (2013). Cardioprotective and anti-hypertensive effects of Prosopis glandulosa in rat models of pre-diabetes. Cardiovasc. J. Afr. 24 10–16. 10.5830/CVJA-2012-069", "ArticleIdList": ["10.5830/CVJA-2012-069", "PMC3734879", "23612947"]}, {"Citation": "Jiang J., Xiong Y. L. (2016). Natural antioxidants as food and feed additives to promote health benefits and quality of meat products: a review. Meat Sci. 120 107–117. 10.1016/j.meatsci.2016.04.005", "ArticleIdList": ["10.1016/j.meatsci.2016.04.005", "27091079"]}, {"Citation": "Kattoor A. J., Pothineni N. V. K., Palagiri D., Mehta J. L. (2017). Oxidative stress in Atherosclerosis. Curr. Atheroscler. Rep. 19:42. 10.1007/s11883-017-0678-6", "ArticleIdList": ["10.1007/s11883-017-0678-6", "28921056"]}, {"Citation": "Khodaei F., Ahmadi K., Kiyani H., Hashemitabar M., Rezaei M. (2018). Mitochondrial effects of teucrium polium and prosopis farcta extracts in colorectal cancer cells. Asian Pac. J. Cancer Prev. 19 103–109. 10.22034/APJCP.2018.19.1.103", "ArticleIdList": ["10.22034/APJCP.2018.19.1.103", "PMC5844602", "29373899"]}, {"Citation": "Knapp M., Tu X., Wu R. (2019). Vascular endothelial dysfunction, a major mediator in diabetic cardiomyopathy. Acta Pharmacol. Sin. 40 1–8. 10.1038/s41401-018-0042-6", "ArticleIdList": ["10.1038/s41401-018-0042-6", "PMC6318313", "29867137"]}, {"Citation": "Lankin V. Z., Tikhaze A. K. (2017). Role of oxidative stress in the genesis of atherosclerosis and diabetes mellitus: a personal look back on 50 years of research. Curr. Aging Sci. 10 18–25. 10.2174/1874609809666160926142640", "ArticleIdList": ["10.2174/1874609809666160926142640", "27677837"]}, {"Citation": "Lourenco S. C., Moldao-Martins M., Alves V. D. (2019). Antioxidants of natural plant origins: from sources to food industry applications. Molecules 24:4132. 10.3390/molecules24224132", "ArticleIdList": ["10.3390/molecules24224132", "PMC6891691", "31731614"]}, {"Citation": "Lubrano V., Balzan S. (2020). Role of oxidative stress-related biomarkers in heart failure: galectin 3, alpha1-antitrypsin and LOX-1: new therapeutic perspective? Mol. Cell Biochem. 464 143–152. 10.1007/s11010-019-03656-y", "ArticleIdList": ["10.1007/s11010-019-03656-y", "31782085"]}, {"Citation": "Maraldi T. (2013). Natural compounds as modulators of NADPH oxidases. Oxid. Med. Cell Longev. 2013:271602. 10.1155/2013/271602", "ArticleIdList": ["10.1155/2013/271602", "PMC3863456", "24381714"]}, {"Citation": "Molshanski-Mor S., Mizrahi A., Ugolev Y., Dahan I., Berdichevsky Y., Pick E. (2007). Cell-free assays: the reductionist approach to the study of NADPH oxidase assembly, or “all you wanted to know about cell-free assays but did not dare to ask”. Methods Mol. Biol. 412 385–428. 10.1007/978-1-59745-467-4_25", "ArticleIdList": ["10.1007/978-1-59745-467-4_25", "18453125"]}, {"Citation": "Neves M. F., Cunha M. R., de Paula T. (2018). Effects of nutrients and exercises to attenuate oxidative stress and prevent cardiovascular disease. Curr. Pharm. Des. 24 4800–4806. 10.2174/1381612825666190116143824", "ArticleIdList": ["10.2174/1381612825666190116143824", "30652637"]}, {"Citation": "Perez M. J., Zampini I. C., Alberto M. R., Isla M. I. (2018). Prosopis nigra mesocarp fine flour, a source of phytochemicals with potential effect on enzymes linked to metabolic syndrome, oxidative stress, and inflammatory process. J. Food Sci. 83 1454–1462. 10.1111/1750-3841.14113", "ArticleIdList": ["10.1111/1750-3841.14113", "29660809"]}, {"Citation": "Persia F. A., Rinaldini E., Carrion A., Hapon M. B., Gamarra-Luques C. (2017). Evaluation of cytotoxic and antitumoral properties of Tessaria absinthioides (Hook & Arn) DC, “pajaro bobo”, aqueous extract. Medicina (B Aires) 77 283–290.", "ArticleIdList": ["28825571"]}, {"Citation": "Persia F. A., Troncoso M. E., Rinaldini E., Simirgiotis M., Tapia A., Borquez J., et al. (2020). UHPLC-Q/Orbitrap/MS/MS fingerprinting and antitumoral effects of Prosopis strombulifera (LAM.) BENTH. queous extract on allograft colorectal and melanoma cancer models. Heliyon 6:e03353. 10.1016/j.heliyon.2020.e03353", "ArticleIdList": ["10.1016/j.heliyon.2020.e03353", "PMC7005552", "32055742"]}, {"Citation": "Pizzino G., Irrera N., Cucinotta M., Pallio G., Mannino F., Arcoraci V., et al. (2017). Oxidative stress: harms and benefits for human health. Oxid. Med. Cell Longev. 2017:8416763. 10.1155/2017/8416763", "ArticleIdList": ["10.1155/2017/8416763", "PMC5551541", "28819546"]}, {"Citation": "Quesada I., Cejas J., Garcia R., Cannizzo B., Redondo A., Castro C. (2018). Vascular dysfunction elicited by a cross talk between periaortic adipose tissue and the vascular wall is reversed by pioglitazone. Cardiovasc. Ther. 36:e12322. 10.1111/1755-5922.12322", "ArticleIdList": ["10.1111/1755-5922.12322", "29464937"]}, {"Citation": "Rodrigo R., Fernandez-Gajardo R., Gutierrez R., Matamala J. M., Carrasco R., Miranda-Merchak A., et al. (2013). Oxidative stress and pathophysiology of ischemic stroke: novel therapeutic opportunities. CNS Neurol. Disord. Drug Targets 12 698–714. 10.2174/1871527311312050015", "ArticleIdList": ["10.2174/1871527311312050015", "23469845"]}, {"Citation": "Rodriguez-Garcia C., Sanchez-Quesada C., Gaforio J. J. (2019). Dietary flavonoids as cancer chemopreventive agents: an updated review of human studies. Antioxidants (Basel) 8:137. 10.3390/antiox8050137", "ArticleIdList": ["10.3390/antiox8050137", "PMC6562590", "31109072"]}, {"Citation": "Rodriguez-Garcia C. M., Ruiz-Ruiz J. C., Peraza-Echeverria L., Peraza-Sanchez S. R., Torres-Tapia L. W., Perez-Brito D., et al. (2019). Antioxidant, antihypertensive, anti-hyperglycemic, and antimicrobial activity of aqueous extracts from twelve native plants of the Yucatan coast. PLoS One 14:e0213493. 10.1371/journal.pone.0213493", "ArticleIdList": ["10.1371/journal.pone.0213493", "PMC6436768", "30917135"]}, {"Citation": "Saidi M. R., Farzaei M. H., Miraghaee S., Babaei A., Mohammadi B., Bahrami M. T., et al. (2016). Antihyperlipidemic effect of Syrian Mesquite (Prosopis farcta) root in high cholesterol diet-fed rabbits. J. Evid. Based Complementary Altern. Med. 21 N62–N66. 10.1177/2156587215627552", "ArticleIdList": ["10.1177/2156587215627552", "26800714"]}, {"Citation": "Sharifi-Rad J., Kobarfard F., Ata A., Ayatollahi S. A., Khosravi-Dehaghi N., Jugran A. K., et al. (2019). Prosopis plant chemical composition and pharmacological attributes: targeting clinical studies from preclinical evidence. Biomolecules 9:777. 10.3390/biom9120777", "ArticleIdList": ["10.3390/biom9120777", "PMC6995505", "31775378"]}, {"Citation": "Sharma N., Garg V., Paul A. (2010). Antihyperglycemic, antihyperlipidemic and antioxidative potential of Prosopis cineraria bark. Indian J. Clin. Biochem. 25 193–200. 10.1007/s12291-010-0035-9", "ArticleIdList": ["10.1007/s12291-010-0035-9", "PMC3453094", "23105909"]}, {"Citation": "Sinha N., Dabla P. K. (2015). Oxidative stress and antioxidants in hypertension-a current review. Curr. Hypertens. Rev. 11 132–142. 10.2174/1573402111666150529130922", "ArticleIdList": ["10.2174/1573402111666150529130922", "26022210"]}, {"Citation": "Siti H. N., Kamisah Y., Kamsiah J. (2015). The role of oxidative stress, antioxidants and vascular inflammation in cardiovascular disease (a review). Vascul. Pharmacol. 71 40–56. 10.1016/j.vph.2015.03.005", "ArticleIdList": ["10.1016/j.vph.2015.03.005", "25869516"]}, {"Citation": "Solanki D. S., Kumar S., Parihar K., Tak A., Gehlot P., Pathak R., et al. (2018). Characterization of a novel seed protein of Prosopis cineraria showing antifungal activity. Int. J. Biol. Macromol. 116 16–22. 10.1016/j.ijbiomac.2018.05.018", "ArticleIdList": ["10.1016/j.ijbiomac.2018.05.018", "29733925"]}, {"Citation": "Torres-Carro R., Ana Y., Rojas-Marquez J. D., Stempin C. C., Zampini I. C., Isla M. I., et al. (2019). Argentinean puna plants with in vitro antioxidant and anti-inflammatory activities as a potential nutraceutical. J. Food Sci. 84 3352–3363. 10.1111/1750-3841.14957", "ArticleIdList": ["10.1111/1750-3841.14957", "31782531"]}, {"Citation": "Utage B. G., Patole M. S., Nagvenkar P. V., Kamble S. S., Gacche R. N. (2018). Prosopis juliflora (Sw.), DC induces apoptosis and cell cycle arrest in triple negative breast cancer cells: in vitro and in vivo investigations. Oncotarget 9 30304–30323. 10.18632/oncotarget.25717", "ArticleIdList": ["10.18632/oncotarget.25717", "PMC6084402", "30100991"]}, {"Citation": "Vasile F. E., Romero A. M., Judis M. A., Mattalloni M., Virgolini M. B., Mazzobre M. F. (2019). Phenolics composition, antioxidant properties and toxicological assessment of Prosopis alba exudate gum. Food Chem. 285 369–379. 10.1016/j.foodchem.2019.02.003", "ArticleIdList": ["10.1016/j.foodchem.2019.02.003", "30797359"]}, {"Citation": "Vendrov A. E., Vendrov K. C., Smith A., Yuan J., Sumida A., Robidoux J., et al. (2015). NOX4 NADPH oxidase-dependent mitochondrial oxidative stress in aging-associated cardiovascular disease. Antioxid. Redox Signal. 23 1389–1409. 10.1089/ars.2014.6221", "ArticleIdList": ["10.1089/ars.2014.6221", "PMC4692134", "26054376"]}, {"Citation": "Wenderski T. A., Stratton C. F., Bauer R. A., Kopp F., Tan D. S. (2015). Principal component analysis as a tool for library design: a case study investigating natural products, brand-name drugs, natural product-like libraries, and drug-like libraries. Methods Mol. Biol. 1263 225–242. 10.1007/978-1-4939-2269-7_18", "ArticleIdList": ["10.1007/978-1-4939-2269-7_18", "PMC4373534", "25618349"]}, {"Citation": "Wojcik M., Burzynska-Pedziwiatr I., Wozniak L. A. (2010). A review of natural and synthetic antioxidants important for health and longevity. Curr. Med. Chem. 17 3262–3288. 10.2174/092986710792231950", "ArticleIdList": ["10.2174/092986710792231950", "20666718"]}, {"Citation": "Yadav E., Singh D., Yadav P., Verma A. (2018). Antioxidant and anti-inflammatory properties of Prosopis cineraria based phenolic rich ointment in wound healing. Biomed. Pharmacother. 108 1572–1583. 10.1016/j.biopha.2018.09.180", "ArticleIdList": ["10.1016/j.biopha.2018.09.180", "30372859"]}, {"Citation": "Zhou S., Jin J., Wang J., Zhang Z., Huang S., Zheng Y., et al. (2019). Effects of breast cancer genes 1 and 2 on cardiovascular diseases. Curr. Probl. Cardiol. 46:100421. 10.1016/j.cpcardiol.2019.04.001", "ArticleIdList": ["10.1016/j.cpcardiol.2019.04.001", "31558344"]}, {"Citation": "Zinkevich N. S., Gutterman D. D. (2011). ROS-induced ROS release in vascular biology: redox-redox signaling. Am. J. Physiol. Heart Circ. Physiol. 301 H647–H653. 10.1152/ajpheart.01271.2010", "ArticleIdList": ["10.1152/ajpheart.01271.2010", "PMC3191081", "21685266"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "2", "Day": "1"}, {"Year": "2021", "Month": "5", "Day": "20"}, {"Year": "2021", "Month": "8", "Day": "2", "Hour": "5", "Minute": "54"}, {"Year": "2021", "Month": "8", "Day": "3", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "8", "Day": "3", "Hour": "6", "Minute": "1"}, {"Year": "2021", "Month": "7", "Day": "16"}], "PublicationStatus": "epublish", "ArticleIdList": ["34335290", "PMC8322988", "10.3389/fphys.2021.662833"]}}], "PubmedBookArticle": []}