{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Angiotensin II", "Hypertension", "L-NAME", "Saffron petal"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34345384", "DateRevised": {"Year": "2021", "Month": "08", "Day": "06"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "06", "Day": "15"}], "Language": ["eng"], "ELocationID": ["10.30466/vrf.2019.103224.2456"], "Journal": {"ISSN": "2008-8140", "JournalIssue": {"Volume": "12", "Issue": "2", "PubDate": {"Year": "2021", "Season": "Spring"}}, "Title": "Veterinary research forum : an international quarterly journal", "ISOAbbreviation": "Vet Res Forum"}, "ArticleTitle": "Effects of hydroalcoholic extract of saffron petal on blood pressure and heart rate in hypertension induced by angiotensin II and L-NAME in anesthetized rats.", "Pagination": {"StartPage": "185", "EndPage": "190", "MedlinePgn": "185-190"}, "Abstract": {"AbstractText": ["The saffron petals are a by-product part of the saffron flower with a cardiovascular effect. This study evaluated the effect of the saffron petal on hypertension induced by angiotensin II (AII) and NG-nitro-L-arginine methyl ester (L-NAME, a NOS inhibitor). Rats were divided into 11 groups: 1) Control, 2) AII (50.00 ng kg<sup>-1</sup>), 3) Losartan+ AII, 4) L-NAME (10.00 mg kg<sup>-1</sup>), 5) sodium nitroprusside (SNP) + L-NAME, 6, 7) Saffron petals extract; 8, 9) saffron petals (100 and 200 mg kg<sup>-1</sup>) + AII and 10,11) saffron petals (100 and 200 mg kg<sup>-1</sup>) + L-NAME. Hypertension induced by intravenous injection of AII and L-NAME in separate groups. In treated groups, 30 min before injection of AII or L-NAME rats received two doses of extract via intraperitoneal administration. The femoral artery was cannulated and cardiovascular parameters recorded by a transducer connected to power lab apparatus. Maximal changes (∆) of mean arterial pressure (MAP), systolic blood pressure (SBP) and heart rate (HR) from baseline were calculated and compared to with those in hypertensive and control groups. Results showed that both AII and L-NAME significantly increased SBP and MAP than control, however, HR in AII was decreased and in the L-NAME group increased. Pre-treatment with saffron petals could significantly attenuate the cardiovascular responses induced by both AII and L-NAME. However, the effect of the extract in AII hypertensive rats was more effective than L-NAME groups. The findings showed that the hydroalcoholic extract of the saffron petals had an antihypertensive effect that mainly was mediated by inhibition of AII activity."], "CopyrightInformation": "© 2021 Urmia University. All rights reserved."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Applied Biomedical Research Center, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Mohebbati", "ForeName": "Reza", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Physiology, Faculty of Medicine, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Kamkar-Del", "ForeName": "Yasamin", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Applied Biomedical Research Center, Mashhad University of Medical Sciences, Mashhad, Iran."}, {"Identifier": [], "Affiliation": "Department of Physiology, Faculty of Medicine, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Shafei", "ForeName": "Mohammad Naser", "Initials": "MN"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Pharmacological Research Center of Medicinal Plants, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Rakhshandeh", "ForeName": "Hasan", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Pharmacological Research Center of Medicinal Plants, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Aghaei", "ForeName": "Azita", "Initials": "A"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Iran", "MedlineTA": "Vet Res Forum", "NlmUniqueID": "101625812", "ISSNLinking": "2008-8140"}, "CoiStatement": "There is not any conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Roohani R, Einafshar S, Ahmadzadeh Ghavidel R. Effect of time and ultrasonic amplitude on extraction carotenoid compounds from saffron stamen. Agric Eng Int: CIGR Journal. 2016;18(4):171–176."}, {"Citation": "Khazdair MR, Boskabady MH, Hosseini M, et al. The effects of Crocus sativus (saffron) and its constituents on nervous system: A review. Avicenna J phytomed. 2015;5(5):376–391.", "ArticleIdList": ["PMC4599112", "26468457"]}, {"Citation": "Mortazavi SM, Moghaddam MK, Safi S, et al. Saffron petals, a by-product for dyeing of wool fibers. Prog Color Colorants Coat. 2012;5:75–84."}, {"Citation": "Fatehi M, Rashidabady T, Fatehi-Hassanabad Z. Effects of Crocus sativus petals’ extract on rat blood pressure and on responses induced by electrical field stimulation in the rat isolated vas deferens and guinea-pig ileum. J Ethnopharmacol. 2003;84(2-3):199–203.", "ArticleIdList": ["12648816"]}, {"Citation": "Tajali F, Hemati Kakhki A, Khatamirad M, et al. Determination of antioxidant properties of saffron petals by DPPH and linoleic acid model system [Persian] 18th National congress of food industry. Mashhad, Iran. 2008:15–16."}, {"Citation": "Hosseinzadeh H, Younesi HM. Antinociceptive and anti-inflammatory effects of Crocus sativus stigma and petal extracts in mice. BMC Pharmacol. 2002;2:7.", "ArticleIdList": ["PMC101384", "11914135"]}, {"Citation": "Schmidt M, Betti G, Hensel A. Saffron in phytotherapy: pharmacology and clinical uses. Wien Med Wochenschr. 2007;157(13-14):315–319.", "ArticleIdList": ["17704979"]}, {"Citation": "Tamaddonfard E, Farshid AA, Maroufi S, et al. Effects of safranal, a constituent of saffron, and vitamin E on nerve functions and histopathology following crush injury of sciatic nerve in rats. Phytomedicine. 2014;21(5):717–723.", "ArticleIdList": ["24315349"]}, {"Citation": "Naseem KM. The role of nitric oxide in cardiovascular diseases. Mol Aspects Med. 2005;26(1-2):33–65.", "ArticleIdList": ["15722114"]}, {"Citation": "Nathan CF, Hibbs Jr JB. Role of nitric oxide synthesis in macrophage antimicrobial activity. Curr Opin Immunol. 1991;3(1):65–70.", "ArticleIdList": ["1711326"]}, {"Citation": "Mohebbati R, Bavarsad K, Rahimi M, et al. Protective effects of long-term administration of Ziziphus jujuba fruit extract on cardiovascular responses in L-NAME hypertensive rats. Avicenna J Phytomed. 2018;8(2):143–151.", "ArticleIdList": ["PMC5885328", "29632845"]}, {"Citation": "Khayyal MT, el-Ghazaly MA, Abdallah DM, et al. Blood pressure lowering effect of an olive leaf extract (Olea europaea) in L-NAME induced hypertension in rats. Arzneimittelforschung. 2002;52(11):797–802.", "ArticleIdList": ["12489249"]}, {"Citation": "Mendoza A, Lazartigues E. The compensatory renin–angiotensin system in the central regulation of arterial pressure: new avenues and new challenges. Ther Adv Cardiovasc Dis. 2015;9(4):201–208.", "ArticleIdList": ["PMC4560644", "25801471"]}, {"Citation": "Abdi A, Johns EJ. The effect of angiotensin II receptor antagonists on kidney function in two-kidney, two-clip Goldblatt hypertensive rats. Eur J Pharmacol. 1997;331(2-3):185–192.", "ArticleIdList": ["9274978"]}, {"Citation": "Cat AND, Touyz RM. A new look at the renin–angiotensin system--focusing on the vascular system. Peptides. 2011;32(10):2141–2150.", "ArticleIdList": ["21945916"]}, {"Citation": "Ganong WF. Origin of the angiotensin II secreted by cells. Proc Soc Exp Biol Med. 1994;205(3):213–219.", "ArticleIdList": ["8171042"]}, {"Citation": "Mahmoudabady M, Shafei MN, Niazmand S, et al. The effects of hydroalchoholic extract of Teucrium polium L on hypertension induced by angiotensin II in rats. Int J Prev Med. 2014;5(10):1255–1260.", "ArticleIdList": ["PMC4223944", "25400883"]}, {"Citation": "Rodriguez‐Saona LE, Wrolstad RE. Extraction, isolation, and purification of anthocyanins. Current protocols in food analytical chemistry. New York, USA: Wiley & Sons. 2001:1–11."}, {"Citation": "Vander AJ, Geelhoed GW. Inhibition of renin secretion by angiotensin. II. Proc Soc Exp Biol Med. 1965;120(2):399–403.", "ArticleIdList": ["4285454"]}, {"Citation": "Hu CT, Chang KC, Wu CY, et al. Acute effects of nitric oxide blockade with L‐NAME on arterial hemo-dynamics in the rat. Br J Pharmacol. 1997;122(6):1237–1243.", "ArticleIdList": ["PMC1565052", "9401792"]}, {"Citation": "Maggi CA, Meli A. Suitability of urethane anesthesia for physiopharmacological investigations in various systems. Part 2: Cardiovascular system. Experientia. 1986;42(3):292–297.", "ArticleIdList": ["3007197"]}, {"Citation": "Iranshahi M, Khoshangosht M, Mohammadkhani Z, et al. Protective effects of aqueous and ethanolic extracts of saffron stigma and petal on liver toxicity induced by carbon tetrachloride in mice. Pharmacologyonline. 2011;1:203–212."}, {"Citation": "Hadizadeh F, Khalili N, Hosseinzadeh H, et al. Kaempferol from saffron petals. Iran J. Pharm Sci. 2003;2:251–252."}, {"Citation": "Zeka K, Ruparelia KC, Continenza MA, et al. Petals of Crocus sativus L as a potential source of the anti-oxidants crocin and kaempferol. Fitoterapia. 2015;107:128–134.", "ArticleIdList": ["26012879"]}, {"Citation": "Shafei MN, Faramarzi A, Rad AK, et al. Crocin prevents acute angiotensin II-induced hypertension in anesth-etized rats. Avicenna J Phytomed. 2017;7 (4):345–352.", "ArticleIdList": ["PMC5580872", "28884084"]}, {"Citation": "Guerrero L, Castillo J, Quiñones M, et al. Inhibition of angiotensin-converting enzyme activity by flavonoids: structure-activity relationship studies. PLoS One. 2012;7(11):e49493.", "ArticleIdList": ["PMC3504033", "23185345"]}, {"Citation": "Hidalgo M, Martin-Santamaria S, Recio I, et al. Potential anti-inflammatory, anti-adhesive, anti/estrogenic, and angiotensin-converting enzyme inhibitory activities of anthocyanins and their gut metabolites. Genes Nutr. 2012;7(2):295–306.", "ArticleIdList": ["PMC3316741", "22218934"]}, {"Citation": "Olszanecki R, Bujak-Gizycka B, Madej J, et al. Kaemp-ferol, but not resveratrol inhibits angiotensin converting enzyme. J Physiol Pharmacol. 2008;59(2):387–392.", "ArticleIdList": ["18622053"]}, {"Citation": "Balasuriya BWN, Rupasinghe HPV. Plant flavonoids as angiotensin converting enzyme inhibitors in regulation of hypertension. Funct Food Health Dis. 2011;5:172–188."}, {"Citation": "Kurin E, Fakhrudin N, Nagy M. eNOS promoter activation by red wine polyphenols: An interaction study. Acta Fac Pharm Univ Comen. 2013;60(1):27–33."}, {"Citation": "García-Mediavilla V, Crespo I, Collado PS, et al. The anti-inflammatory flavones quercetin and kaempferol cause inhibition of inducible nitric oxide synthase, cyclo-oxygenase-2 and reactive C-protein, and down-regulation of the nuclear factor kappaB pathway in Chang Liver cells. Eur J Pharmacol. 2007;557(2-3):221–229.", "ArticleIdList": ["17184768"]}, {"Citation": "Shi LH, Ma J, Zhang LP. Effect of ginkgo flavone glycosides on the production of NO, eNOS and ICAM-1 in cultured human umbilical vein endothelial cells under oxidative damage. China Practical medical. 2008;22:19–20."}, {"Citation": "Lanfranchi PA, Somers VK. Arterial baroreflex function and cardiovascular variability: interactions and implications. Am J Physiol Regul Integr Comp Physiol. 2002;283(4):815–826.", "ArticleIdList": ["12228049"]}], "ReferenceList": []}], "History": [{"Year": "2019", "Month": "2", "Day": "3"}, {"Year": "2019", "Month": "12", "Day": "9"}, {"Year": "2021", "Month": "8", "Day": "4", "Hour": "7", "Minute": "6"}, {"Year": "2021", "Month": "8", "Day": "5", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "8", "Day": "5", "Hour": "6", "Minute": "1"}, {"Year": "2021", "Month": "3", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["34345384", "PMC8328246", "10.30466/vrf.2019.103224.2456"]}}], "PubmedBookArticle": []}