{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["anticancer activity", "antimicrobial activity", "bioavailability", "drug delivery", "lung disease", "molecular potential", "nanoparticle", "thymoquinone"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34349511", "DateCompleted": {"Year": "2021", "Month": "10", "Day": "14"}, "DateRevised": {"Year": "2021", "Month": "10", "Day": "14"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "07", "Day": "27"}], "Language": ["eng"], "ELocationID": ["10.2147/IJN.S314321"], "Journal": {"ISSN": "1178-2013", "JournalIssue": {"Volume": "16", "PubDate": {"Year": "2021"}}, "Title": "International journal of nanomedicine", "ISOAbbreviation": "Int J Nanomedicine"}, "ArticleTitle": "Therapeutic Potential of Thymoquinone and Its Nanoformulations in Pulmonary Injury: A Comprehensive Review.", "Pagination": {"StartPage": "5117", "EndPage": "5131", "MedlinePgn": "5117-5131"}, "Abstract": {"AbstractText": ["As a crucial organ, the lung is exposed to various harmful agents that may induce inflammation and oxidative stress, which may cause chronic or acute lung injury. <i>Nigella sativa</i>, also known as black seed, has been widely used to treat various diseases and is one of the most extensively researched medicinal plants. Thymoquinone (TQ) is the main component of black seed volatile oil and has been proven to have antioxidant, anti-inflammatory, and antineoplastic properties. The potential therapeutic properties of TQ against various pulmonary disorders have been studied in both in vitro and in vivo studies. Furthermore, the application of nanotechnology may increase drug solubility, cellular absorption, drug release (sustained or control), and drug delivery to lung tissue target sites. As a result, fabricating TQ as nanoparticles (NPs) is a potential therapeutic approach against a variety of lung diseases. In this current review, we summarize recent findings on the efficacy of TQ and its nanotypes in lung disorders caused by immunocompromised conditions such as cancer, diabetes, gastric ulcers, and other neurodegenerative diseases. It is concluded that TQ nanoparticles with anti-inflammatory, antioxidant, antiasthma, and antitumor activity may be safely applied to treat lung disorders. However, more research is required before TQ nanoparticles can be used as pharmaceutical preparations in human studies."], "CopyrightInformation": "© 2021 Al-Gabri et al."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pathology, Faculty of Veterinary Medicine, Thamar University, Dhamar, Yemen."}, {"Identifier": [], "Affiliation": "Laboratory of Regional Djibouti Livestock Quarantine, Abu Yasar international Est. 1999, Arta, Djibouti."}], "LastName": "Al-Gabri", "ForeName": "Naif A", "Initials": "NA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medical Analysis, Princess Aisha Bint Al-Hussein College of Nursing and Medical Sciences, AlHussein Bin Talal University, Ma'an, 71111, Jordan."}], "LastName": "Saghir", "ForeName": "Sultan A M", "Initials": "SAM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Central Labs, King Faisal University, Al-Ahsa, Saudi Arabia."}], "LastName": "Al-Hashedi", "ForeName": "Sallah A", "Initials": "SA"}, {"Identifier": ["0000-0001-9721-4360"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, Faculty of Veterinary Medicine, Damanhour University, Damanhour, 22511, Egypt."}], "LastName": "El-Far", "ForeName": "Ali H", "Initials": "AH"}, {"Identifier": ["0000-0003-4235-669X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pathology, Faculty of Veterinary Medicine, Alexandria University, Edfina, 22758, Egypt."}], "LastName": "Khafaga", "ForeName": "Asmaa F", "Initials": "AF"}, {"Identifier": ["0000-0003-3247-5898"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Theriogenology, Faculty of Veterinary Medicine, Zagazig University, Zagazig, 44511, Egypt."}], "LastName": "Swelum", "ForeName": "Ayman A", "Initials": "AA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Anti-Doping Lab Qatar, Doha, Qatar."}], "LastName": "Al-Wajeeh", "ForeName": "Abdullah S", "Initials": "AS"}, {"Identifier": ["0000-0002-9294-015X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutical Sciences, the Pharmaceutical Research Institute, Albany College of Pharmacy and Health Sciences, Rensselaer, NY, 12144, USA."}], "LastName": "Mousa", "ForeName": "Shaker A", "Initials": "SA"}, {"Identifier": ["0000-0002-2831-8534"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Poultry Department, Faculty of Agriculture, Zagazig University, Zagazig, 44519, Egypt."}], "LastName": "Abd El-Hack", "ForeName": "Mohamed E", "Initials": "ME"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Animal Production Department, Faculty of Agriculture, Zagazig University, Zagazig, 44519, Egypt."}], "LastName": "Naiel", "ForeName": "Mohammed A E", "Initials": "MAE"}, {"Identifier": ["0000-0002-8189-7088"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, College of Science, United Arab Emirates University, Al-Ain, 15551, United Arab Emirates."}, {"Identifier": [], "Affiliation": "Biosecurity and One Health Research Centre, Harry Butler Institute, Murdoch University, Murdoch, Western Australia, 6150, Australia."}], "LastName": "El-Tarabily", "ForeName": "Khaled A", "Initials": "KA"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "New Zealand", "MedlineTA": "Int J Nanomedicine", "NlmUniqueID": "101263847", "ISSNLinking": "1176-9114"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Benzoquinones"}, {"RegistryNumber": "O60IE26NUF", "NameOfSubstance": "thymoquinone"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Benzoquinones"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Lung Injury"}, {"QualifierName": [], "DescriptorName": "Nanoparticles"}, {"QualifierName": [], "DescriptorName": "Nigella sativa"}], "CoiStatement": "The authors declare that they have no conflicts of interest for this work."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Tong L, Bi J, Zhu X, et al. Keratinocyte growth factor-2 is protective in lipopolysaccharide-induced acute lung injury in rats. Respir Physiol Neurobiol. 2014;201:7–14. doi:10.1016/j.resp.2014.06.011", "ArticleIdList": ["10.1016/j.resp.2014.06.011", "24973472"]}, {"Citation": "Xiao M, Zhu T, Zhang W, et al. Emodin ameliorates LPS-induced acute lung injury, involving the inactivation of NF-κB in mice. Int J Mol Sci. 2014;15:19355–19368. doi:10.3390/ijms151119355", "ArticleIdList": ["10.3390/ijms151119355", "PMC4264115", "25347274"]}, {"Citation": "Ware LB, Matthay MA. The acute respiratory distress syndrome. N Engl J Med. 2000;342:1334–1349. doi:10.1056/NEJM200005043421806", "ArticleIdList": ["10.1056/NEJM200005043421806", "10793167"]}, {"Citation": "Hutson PA, Church MK, Clay TP, Miller P, Holgate ST. Early and late-phase bronchoconstriction after allergen challenge of nonanesthetized guinea pigs. Am Rev Respir Dis. 1988;137:548–557. doi:10.1164/ajrccm/137.3.548", "ArticleIdList": ["10.1164/ajrccm/137.3.548", "3345037"]}, {"Citation": "Savov JD, Brass DM, Berman KG, McElvania E, Schwartz DA. Fibrinolysis in LPS-induced chronic airway disease. Am J Physiol Lung Cell Mol Physiol. 2003;285:L940–L948. doi:10.1152/ajplung.00102.2003", "ArticleIdList": ["10.1152/ajplung.00102.2003", "12818888"]}, {"Citation": "Hele D. First siena international conference on animal models of chronic obstructive pulmonary disease; 2001 Sept-30–Oct 2; Certosa di Pontignano, University of Siena, Italy. Respir Res. 2001;3:12. doi:10.1186/rr161", "ArticleIdList": ["10.1186/rr161", "PMC64810", "11806847"]}, {"Citation": "Kobayashi T. Exposure to diesel exhaust aggravates nasal allergic reaction in guinea pigs. Am J Respir Crit Care Med. 2000;162:352–356. doi:10.1164/ajrccm.162.2.9809035", "ArticleIdList": ["10.1164/ajrccm.162.2.9809035", "10934052"]}, {"Citation": "Coker RK, Laurent GJ, Shahzeidi S, et al. Transforming growth factors-beta 1,-beta 2, and-beta 3 stimulate fibroblast procollagen production in vitro but are differentially expressed during bleomycin-induced lung fibrosis. Am J Pathol. 1997;150:981.", "ArticleIdList": ["PMC1857875", "9060836"]}, {"Citation": "Onclinx C, De Maertelaer V, Gustin P, Gevenois PA. Elastase-induced pulmonary emphysema in rats: comparison of computed density and microscopic morphometry. Radiology. 2006;241:763–770. doi:10.1148/radiol.2413051456", "ArticleIdList": ["10.1148/radiol.2413051456", "17114624"]}, {"Citation": "Gordon T, Balmes J, Fine J, Sheppard D. Airway oedema and obstruction in guinea pigs exposed to inhaled endotoxin. Br J Ind Med. 1991;48:629–635. doi:10.1136/oem.48.9.629", "ArticleIdList": ["10.1136/oem.48.9.629", "PMC1035436", "1911406"]}, {"Citation": "Ulich TR, Yi ES, Yin S, Smith C, Remick D. Intratracheal administration of endotoxin and cytokines: VII. The soluble interleukin-1 receptor and the soluble tumor necrosis factor receptor II (p80) inhibit acute inflammation. Clin Immunol Immunopathol. 1994;72:137–140. doi:10.1006/clin.1994.1117", "ArticleIdList": ["10.1006/clin.1994.1117", "8020186"]}, {"Citation": "Abd El-Hack ME, Alagawany M, Farag MR, Tiwari R, Karthik K, Dhama K. Nutritional, healthical and therapeutic efficacy of black cumin (Nigella sativa) in animals, poultry and humans. Int J Pharmacol. 2016;12:232–248. doi:10.3923/ijp.2016.232.248", "ArticleIdList": ["10.3923/ijp.2016.232.248"]}, {"Citation": "Abd El-Hakim YM, Al-Sagheer AA, Khafaga AF, Batiha GE, Arif M, Abd El-Hack ME. Nigella sativa supplementation in ruminant diets: production, health, and environmental perspectives. In: Fawzy Ramadan M editor. Black Cumin (Nigella sativa) Seeds: Chemistry, Technology, Functionality, and Applications. Food Bioactive Ingredients. Springer; 2021:245–264. doi:10.1007/978-3-030-48798-0_17.", "ArticleIdList": ["10.1007/978-3-030-48798-0_17"]}, {"Citation": "Gado AR, Ellakany HF, Elbestawy AR, et al. Herbal medicine additives as powerful agents to control and prevent avian influenza virus in poultry–a review. Ann Anim Sci. 2019;19:905–935. doi:10.2478/aoas-2019-0043", "ArticleIdList": ["10.2478/aoas-2019-0043"]}, {"Citation": "El-Far AH, Korshom MA, Mandour AA, El-Bessoumy AA, El-Sayed YS. Hepatoprotective efficacy of Nigella sativa seeds dietary supplementation against lead acetate-induced oxidative damage in rabbit–purification and characterization of glutathione peroxidase. Biomed Pharmacother. 2017;89:711–718. doi:10.1016/j.biopha.2017.02.044", "ArticleIdList": ["10.1016/j.biopha.2017.02.044", "28273633"]}, {"Citation": "Mahapatro A, Singh DK. Biodegradable nanoparticles are excellent vehicle for site directed in vivo delivery of drugs and vaccines. J Nanobiotechnol. 2011;9:55. doi:10.1186/1477-3155-9-55", "ArticleIdList": ["10.1186/1477-3155-9-55", "PMC3238292", "22123084"]}, {"Citation": "van Rijt SH, Bein T, Meiners S. Medical nanoparticles for next generation drug delivery to the lungs. Eur Respir Soc. 2014;44:765–774. doi:10.1183/09031936.00212813", "ArticleIdList": ["10.1183/09031936.00212813", "24791828"]}, {"Citation": "Babu A, Templeton AK, Munshi A, Ramesh R. Nanoparticle-based drug delivery for therapy of lung cancer: progress and challenges. J Nanomater. 2013;2013:863951. doi:10.1155/2013/863951", "ArticleIdList": ["10.1155/2013/863951"]}, {"Citation": "Lee W-H, Loo C-Y, Traini D, Young PM. Inhalation of nanoparticle-based drug for lung cancer treatment: advantages and challenges. Asian J Pharm Sci. 2015;10:481–489. doi:10.1016/j.ajps.2015.08.009", "ArticleIdList": ["10.1016/j.ajps.2015.08.009"]}, {"Citation": "Malcolmson R, Embleton JK. Dry powder formulations for pulmonary delivery. Pharmaceut Sci Tech Today. 1998;1:394–398. doi:10.1016/S1461-5347(98)00099-6", "ArticleIdList": ["10.1016/S1461-5347(98)00099-6"]}, {"Citation": "Grenha A, Seijo B, Remunán-López C. Microencapsulated chitosan nanoparticles for lung protein delivery. Eur J Pharm Sci. 2005;25:427–437. doi:10.1016/j.ejps.2005.04.009", "ArticleIdList": ["10.1016/j.ejps.2005.04.009", "15893461"]}, {"Citation": "Kolhar P, Anselmo AC, Gupta V, et al. Using shape effects to target antibody-coated nanoparticles to lung and brain endothelium. Proc Natl Acad Sci USA. 2013;110:10753–10758. doi:10.1073/pnas.1308345110", "ArticleIdList": ["10.1073/pnas.1308345110", "PMC3696781", "23754411"]}, {"Citation": "Liu J, Gong T, Fu H, et al. Solid lipid nanoparticles for pulmonary delivery of insulin. Int J Pharm. 2008;356:333–344. doi:10.1016/j.ijpharm.2008.01.008", "ArticleIdList": ["10.1016/j.ijpharm.2008.01.008", "18281169"]}, {"Citation": "Zhang Q, Shen Z, Nagai T. Prolonged hypoglycemic effect of insulin-loaded polybutylcyanoacrylate nanoparticles after pulmonary administration to normal rats. Int J Pharm. 2001;218:75–80. doi:10.1016/s0378-5173(01)00614-7", "ArticleIdList": ["10.1016/s0378-5173(01)00614-7", "11337151"]}, {"Citation": "Al-Qadi S, Grenha A, Carrión-Recio D, Seijo B, Remuñán-López C. Microencapsulated chitosan nanoparticles for pulmonary protein delivery: in vivo evaluation of insulin-loaded formulations. J Control Release. 2012;157:383–390. doi:10.1016/j.jconrel.2011.08.008", "ArticleIdList": ["10.1016/j.jconrel.2011.08.008", "21864592"]}, {"Citation": "Saghir SA, Al-Gabri NA, Khafaga AF, et al. Thymoquinone-PLGA-PVA nanoparticles ameliorate bleomycin-induced pulmonary fibrosis in rats via regulation of inflammatory cytokines and iNOS signaling. Animals. 2019;9:951. doi:10.3390/ani9110951", "ArticleIdList": ["10.3390/ani9110951", "PMC6912694", "31717986"]}, {"Citation": "Caroff M, Karibian D. Structure of bacterial lipopolysaccharides. Carbohydr Res. 2003;338:2431–2447. doi:10.1016/j.carres.2003.07.010", "ArticleIdList": ["10.1016/j.carres.2003.07.010", "14670707"]}, {"Citation": "Beutler B, Rietschel ET. Innate immune sensing and its roots: the story of endotoxin. Nat Rev Immunol. 2003;3:169–176. doi:10.1038/nri1004", "ArticleIdList": ["10.1038/nri1004", "12563300"]}, {"Citation": "Raetz CR, Whitfield C. Lipopolysaccharide endotoxins. Annu Rev Biochem. 2002;71:635–700. doi:10.1146/annurev.biochem.71.110601.135414", "ArticleIdList": ["10.1146/annurev.biochem.71.110601.135414", "PMC2569852", "12045108"]}, {"Citation": "Asti C, Ruggieri V, Porzio S, Chiusaroli R, Melillo G, Caselli G. Lipopolysaccharide-induced lung injury in mice. I. concomitant evaluation of inflammatory cells and haemorrhagic lung damage. Pulm Pharmacol Ther. 2000;13:61–69. doi:10.1006/pupt.2000.0231", "ArticleIdList": ["10.1006/pupt.2000.0231", "10799283"]}, {"Citation": "Armstrong L, Medford AR, Uppington KM, et al. Expression of functional toll-like receptor-2 and-4 on alveolar epithelial cells. Am J Respir Cell Mol Biol. 2004;31:241–245. doi:10.1165/rcmb.2004-0078OC", "ArticleIdList": ["10.1165/rcmb.2004-0078OC", "15044215"]}, {"Citation": "McGettrick AF, O’Neill LA. Regulators of TLR4 signaling by endotoxins. Subcell Biochem. 2010;53:153–171. doi:10.1007/978-90-481-9078-2_7", "ArticleIdList": ["10.1007/978-90-481-9078-2_7", "20593266"]}, {"Citation": "Dinarello CA. Proinflammatory cytokines. Chest. 2000;118:503–508. doi:10.1378/chest.118.2.503", "ArticleIdList": ["10.1378/chest.118.2.503", "10936147"]}, {"Citation": "Hirohashi N, Morrison DC. Low-dose lipopolysaccharide (LPS) pretreatment of mouse macrophages modulates LPS-dependent interleukin-6 production in vitro. Infect Immun. 1996;64:1011–1015. doi:10.1128/iai.64.3.1011-1015.1996", "ArticleIdList": ["10.1128/iai.64.3.1011-1015.1996", "PMC173871", "8641750"]}, {"Citation": "Parratt JR. Nitric oxide in sepsis and endotoxaemia. J Antimicrob Chemother. 1998;41:31–39. doi:10.1093/jac/41.suppl_1.31", "ArticleIdList": ["10.1093/jac/41.suppl_1.31", "9511084"]}, {"Citation": "Hendrickson CM, Matthay MA. Viral pathogens and acute lung injury: investigations inspired by the SARS epidemic and the 2009 H1N1 influenza pandemic. Semin Respir Crit Care Med. 2013;34:475–486. doi:10.1055/s-0033-1351122", "ArticleIdList": ["10.1055/s-0033-1351122", "PMC4045622", "23934716"]}, {"Citation": "Hui DS, Azhar EI, Madani TA, et al. The continuing 2019-nCoV epidemic threat of novel coronaviruses to global health—The latest 2019 novel coronavirus outbreak in Wuhan, China. Int J Infect Dis. 2020;91:264–266. doi:10.1016/j.ijid.2020.01.009", "ArticleIdList": ["10.1016/j.ijid.2020.01.009", "PMC7128332", "31953166"]}, {"Citation": "Li X, Ma X. Acute respiratory failure in COVID-19: is it “typical” ARDS? Crit Care. 2020;24:198. doi:10.1186/s13054-020-02911-9", "ArticleIdList": ["10.1186/s13054-020-02911-9", "PMC7202792", "32375845"]}, {"Citation": "Cai A, McClafferty B, Benson J, et al. COVID-19: catastrophic cause of acute lung injury. South Dakota Med. 2020;73:252–260.", "ArticleIdList": ["32580257"]}, {"Citation": "Shapiro SD. The macrophage in chronic obstructive pulmonary disease. Am J Respir Crit Care Med. 1999;160:S29–S32. doi:10.1164/ajrccm.160.supplement_1.9", "ArticleIdList": ["10.1164/ajrccm.160.supplement_1.9", "10556166"]}, {"Citation": "Chakraborty A, Royce SG. Use of biologics in the treatment of asthma, COPD, ACOS, and idiopathic pulmonary fibrosis. In: Dua K, Hansbro PM, Wadhwa R, Haghi M, Pont LG, Williams KA, editors. Targeting Chronic Inflammatory Lung Diseases Using Advanced Drug Delivery Systems. Academic Press; 2020:97–115."}, {"Citation": "Vernooy JHJ, Dentener MA, van Suylen RJ, Buurman WA, Wouters EFM. Long-term intratracheal lipopolysaccharide exposure in mice results in chronic lung inflammation and persistent pathology. Am J Respir Cell Mol Biol. 2002;26:152–159. doi:10.1165/ajrcmb.26.1.4652", "ArticleIdList": ["10.1165/ajrcmb.26.1.4652", "11751215"]}, {"Citation": "George CL, Jin H, Wohlford-Lenane CL, et al. Endotoxin responsiveness and subchronic grain dust-induced airway disease. Am J Physiol Lung Cell Mol Physiol. 2001;280:L203–L13. doi:10.1152/ajplung.2001.280.2.L203", "ArticleIdList": ["10.1152/ajplung.2001.280.2.L203", "11158998"]}, {"Citation": "Kaneko Y, Takashima K, Suzuki N, Yamana K. Effects of theophylline on chronic inflammatory lung injury induced by LPS exposure in guinea pigs. Allergol Int. 2007;56:445–456. doi:10.2332/allergolint.O-07-490", "ArticleIdList": ["10.2332/allergolint.O-07-490", "17965584"]}, {"Citation": "Stolk J, Rudolphus A, Davies P, et al. Induction of emphysema and bronchial mucus cell hyperplasia by intratracheal instillation of lipopolysaccharide in the hamster. J Pathol. 1992;167:349–356. doi:10.1002/path.1711670314", "ArticleIdList": ["10.1002/path.1711670314", "1517904"]}, {"Citation": "Vogelzang PF, van der Gulden JW, Folgering H, et al. Endotoxin exposure as a major determinant of lung function decline in pig farmers. Am J Respir Crit Care Med. 1998;157:15–18. doi:10.1164/ajrccm.157.1.9703087", "ArticleIdList": ["10.1164/ajrccm.157.1.9703087", "9445272"]}, {"Citation": "Khedoe PPSJ, Wong MC, Wagenaar GTM, et al. The effect of PPE-induced emphysema and chronic LPS-induced pulmonary inflammation on therosclerosis development in APOE*3-LEIDEN mice. PLoS One. 2013;8:e80196–e. doi:10.1371/journal.pone.0080196", "ArticleIdList": ["10.1371/journal.pone.0080196", "PMC3841138", "24303000"]}, {"Citation": "Taborsky J, Kunt M, Kloucek P, Lachman J, Zeleny V, Kokoska L. Identification of potential sources of thymoquinone and related compounds in Asteraceae, Cupressaceae, Lamiaceae, and Ranunculaceae families. Cent Eur J Chem. 2012;10:1899–1906. doi:10.2478/s11532-012-0114-2", "ArticleIdList": ["10.2478/s11532-012-0114-2"]}, {"Citation": "Havlik J, Kokoska L, Vasickova S, Valterova I. Chemical composition of essential oil from the seeds of Nigella arvensis L. and assessment of its actimicrobial activity. Flavour Fragr J. 2006;21:713–717. doi:10.1002/ffj.1713", "ArticleIdList": ["10.1002/ffj.1713"]}, {"Citation": "Goyal SN, Prajapati CP, Gore PR, et al. Therapeutic potential and pharmaceutical development of thymoquinone: a multitargeted molecule of natural origin. Front Pharmacol. 2017;8:656. doi:10.3389/fphar.2017.00656", "ArticleIdList": ["10.3389/fphar.2017.00656", "PMC5613109", "28983249"]}, {"Citation": "Younus H. Molecular and Therapeutic Actions of Thymoquinone: Actions of Thymoquinone. 1st ed. Singapore: Springer; 2018."}, {"Citation": "Nemmar A, Al-Salam S, Zia S, et al. Contrasting actions of diesel exhaust particles on the pulmonary and cardiovascular systems and the effects of thymoquinone. Br J Pharmacol. 2011;164:1871–1882. doi:10.1111/j.1476-5381.2011.01442.x", "ArticleIdList": ["10.1111/j.1476-5381.2011.01442.x", "PMC3246712", "21501145"]}, {"Citation": "Al-Gabri N, Ali A-M, Al-Attar E-S, Hamed M. Pathological study on the role of thymoquinone in experimentally induced acute lung injury in rats. Zagazig Vet J. 2017;45:228–237. doi:10.21608/ZVJZ.2017.7948", "ArticleIdList": ["10.21608/ZVJZ.2017.7948"]}, {"Citation": "Al-Gabri NA, Qaid MM, El-shaer NH, Ali MH, Abudabos AM. Thymoquinone ameliorates pulmonary vascular damage induced by Escherichia coli–derived lipopolysaccharide via cytokine downregulation in rats. Environ Sci Pollut Res Int. 2019;26:18465–18469. doi:10.1007/s11356-019-05229-4", "ArticleIdList": ["10.1007/s11356-019-05229-4", "31044379"]}, {"Citation": "Pourgholamhossein F, Sharififar F, Rasooli R, et al. Thymoquinone effectively alleviates lung fibrosis induced by paraquat herbicide through down-regulation of pro-fibrotic genes and inhibition of oxidative stress. Environ Toxicol Pharmacol. 2016;45:340–355. doi:10.1016/j.etap.2016.06.019", "ArticleIdList": ["10.1016/j.etap.2016.06.019", "27375216"]}, {"Citation": "Barnawi J, Tran HB, Roscioli E, et al. Pro-phagocytic effects of thymoquinone on cigarette smoke-exposed macrophages occur by modulation of the sphingosine-1-phosphate signalling system. COPD. 2016;13:653–661. doi:10.3109/15412555.2016.1153614", "ArticleIdList": ["10.3109/15412555.2016.1153614", "27144721"]}, {"Citation": "Keyhanmanesh R, Boskabady MH, Khamneh S, Doostar Y. Effect of thymoquinone on the lung pathology and cytokine levels of ovalbumin-sensitized guinea pigs. Pharmacol Rep. 2010;62:910–916. doi:10.1016/s1734-1140(10)70351-0", "ArticleIdList": ["10.1016/s1734-1140(10)70351-0", "21098874"]}, {"Citation": "Suddek GM, Ashry NA, Gameil NM. Thymoquinone attenuates cyclophosphamide-induced pulmonary injury in rats. Inflammopharmacology. 2013;21:427–435. doi:10.1007/s10787-012-0160-6", "ArticleIdList": ["10.1007/s10787-012-0160-6", "23196752"]}, {"Citation": "El Gazzar M, El Mezayen R, Marecki JC, Nicolls MR, Canastar A, Dreskin SC. Anti-inflammatory effect of thymoquinone in a mouse model of allergic lung inflammation. Int Immunopharmacol. 2006;6:1135–1142. doi:10.1016/j.intimp.2006.02.004", "ArticleIdList": ["10.1016/j.intimp.2006.02.004", "16714217"]}, {"Citation": "Ali MY, Akter Z, Mei Z, Zheng M, Tania M, Khan MA. Thymoquinone in autoimmune diseases: therapeutic potential and molecular mechanisms. Biomed Pharmacother. 2021;134:111157. doi:10.1016/j.biopha.2020.111157", "ArticleIdList": ["10.1016/j.biopha.2020.111157", "33370631"]}, {"Citation": "El Gazzar MA, El Mezayen R, Nicolls MR, Dreskin SC. Thymoquinone attenuates proinflammatory responses in lipopolysaccharide-activated mast cells by modulating NF-kappaB nuclear transactivation. Biochim Biophys Acta. 2007;1770:556–564. doi:10.1016/j.bbagen.2007.01.002", "ArticleIdList": ["10.1016/j.bbagen.2007.01.002", "17292554"]}, {"Citation": "Ng WK, Saiful Yazan L, Yap LH, Wan Nor Hafiza WA, How CW, Abdullah R. Thymoquinone-loaded nanostructured lipid carrier exhibited cytotoxicity towards breast cancer cell lines (MDA-MB-231 and MCF-7) and cervical cancer cell lines (HeLa and SiHa). Biomed Res Int. 2015;2015:263131. doi:10.1155/2015/263131", "ArticleIdList": ["10.1155/2015/263131", "PMC4303008", "25632388"]}, {"Citation": "Cingi C, Eskiizmir G, Burukoğlu D, Erdoğmuş N, Ural A, Ünlü H. The histopathological effect of thymoquinone on experimentally induced rhinosinusitis in rats. Am J Rhinol Allergy. 2011;25:e268–e272. doi:10.2500/ajra.2011.25.3703", "ArticleIdList": ["10.2500/ajra.2011.25.3703", "22185737"]}, {"Citation": "Kanter M. Effects of Nigella sativa seed extract on ameliorating lung tissue damage in rats after experimental pulmonary aspirations. Acta Histochem. 2009;111:393–403. doi:10.1016/j.acthis.2008.10.008", "ArticleIdList": ["10.1016/j.acthis.2008.10.008", "19428057"]}, {"Citation": "Erdurmus M, Yagci R, Yilmaz B, et al. Inhibitory effects of topical thymoquinone on corneal neovascularization. Cornea. 2007;26:715–719. doi:10.1097/ICO.0b013e31804f5a45", "ArticleIdList": ["10.1097/ICO.0b013e31804f5a45", "17592323"]}, {"Citation": "Sezen ŞC, Kucuk A, Özer A, et al. Assessment of the effects of levosimendan and thymoquinone on lung injury after myocardial ischemia reperfusion in rats. Drug Des Devel Ther. 2018;12:1347–1352. doi:10.2147/DDDT.S160092", "ArticleIdList": ["10.2147/DDDT.S160092", "PMC5968782", "29861626"]}, {"Citation": "Basavaraj S, Betageri GV. Can formulation and drug delivery reduce attrition during drug discovery and development—review of feasibility, benefits and challenges. Acta Pharmaceutica Sinica B. 2014;4:3–17. doi:10.1016/j.apsb.2013.12.003", "ArticleIdList": ["10.1016/j.apsb.2013.12.003", "PMC4590717", "26579359"]}, {"Citation": "Pillai K, Akhter J, Morris DL. Super aqueous solubility of albendazole in β-cyclodextrin for parenteral application in cancer therapy. J Cancer. 2017;8:913–923. doi:10.7150/jca.17301", "ArticleIdList": ["10.7150/jca.17301", "PMC5436242", "28529602"]}, {"Citation": "Kazan A, Yesil‐Celiktas O, Zhang YS. Fabrication of thymoquinone‐loaded albumin nanoparticles by microfluidic particle synthesis and their effect on planarian regeneration. Macromol Biosci. 2019;19:1900182–1900187. doi:10.1002/mabi.201900182", "ArticleIdList": ["10.1002/mabi.201900182", "31609099"]}, {"Citation": "Gavhane YN, Yadav AV. Loss of orally administered drugs in GI tract. Saudi Pharm J. 2012;20:331–344. doi:10.1016/j.jsps.2012.03.005", "ArticleIdList": ["10.1016/j.jsps.2012.03.005", "PMC3744959", "23960808"]}, {"Citation": "AbuKhader MM, Khan SA. Thymoquinone and nanoparticles: a promising approach for the clinical trials. J Bionanosci. 2017;11:258–265. doi:10.1166/jbns.2017.1447", "ArticleIdList": ["10.1166/jbns.2017.1447"]}, {"Citation": "Ulfa SM, Sholikhah S, Utomo EP, editors. Synthesis of thymoquinone derivatives and its activity analysis: in-silico approach. Proceedings of the International Conference on Chemistry, Chemical Process and Engineering (IC3PE); Yogyakarta, Indonesia; AIP Publishing LLC; 2017. doi:10.1063/1.4978175.", "ArticleIdList": ["10.1063/1.4978175"]}, {"Citation": "Seigneuric R, Markey L, Nuyten DSA, et al. From nanotechnology to nanomedicine: applications to cancer research. Curr Mol Med. 2010;10:640–652. doi:10.2174/156652410792630634", "ArticleIdList": ["10.2174/156652410792630634", "20712588"]}, {"Citation": "Ventola CL. The nanomedicine revolution: part 1: emerging concepts. P T. 2012;37:512–525.", "ArticleIdList": ["PMC3462600", "23066345"]}, {"Citation": "Badary OA, Hamza MS, Tikamdas R. Thymoquinone: a promising natural compound with potential benefits for COVID-19 prevention and cure. Drug Des Devel Ther. 2021;15:1819–1833. doi:10.2147/DDDT.S308863", "ArticleIdList": ["10.2147/DDDT.S308863", "PMC8106451", "33976534"]}, {"Citation": "Rathore C, Rathbone MJ, Chellappan DK, et al. Nanocarriers: more than tour de force for thymoquinone. Expert Opin Drug Deliv. 2020;17:479–494. doi:10.1080/17425247.2020.1730808", "ArticleIdList": ["10.1080/17425247.2020.1730808", "32077770"]}, {"Citation": "Feinberg AP, Ohlsson R, Henikoff S. The epigenetic progenitor origin of human cancer. Nat Rev Genet. 2006;7:21–33. doi:10.1038/nrg1748", "ArticleIdList": ["10.1038/nrg1748", "16369569"]}, {"Citation": "Colnaghi R, Carpenter G, Volker M, O’Driscoll M. The consequences of structural genomic alterations in humans: genomic disorders, genomic instability and cancer. Semin Cell Dev Biol. 2011;22:875–885. doi:10.1016/j.semcdb.2011.07.010", "ArticleIdList": ["10.1016/j.semcdb.2011.07.010", "21802523"]}, {"Citation": "Irigaray P, Newby JA, Clapp R, et al. Lifestyle-related factors and environmental agents causing cancer: an overview. Biomed Pharmacother. 2007;61:640–658. doi:10.1016/j.biopha.2007.10.006", "ArticleIdList": ["10.1016/j.biopha.2007.10.006", "18055160"]}, {"Citation": "Ding L, Getz G, Wheeler D, et al. Somatic mutations affect key pathways in lung adenocarcinoma. Nature. 2008;455:1069–1075. doi:10.1038/nature07423", "ArticleIdList": ["10.1038/nature07423", "PMC2694412", "18948947"]}, {"Citation": "Hainaut P, Hernandez T, Robinson A, et al. IARC Database of p53 gene mutations in human tumors and cell lines: updated compilation, revised formats and new visualisation tools. Nucleic Acids Res. 1998;26:205–213. doi:10.1093/nar/26.1.205", "ArticleIdList": ["10.1093/nar/26.1.205", "PMC147235", "9399837"]}, {"Citation": "Gali-Muhtasib H, Diab-Assaf M, Boltze C, et al. Thymoquinone extracted from black seed triggers apoptotic cell death in human colorectal cancer cells via a p53-dependent mechanism. Int J Oncol. 2004;25:857–866. doi:10.3892/ijo.25.4.857", "ArticleIdList": ["10.3892/ijo.25.4.857", "15375533"]}, {"Citation": "El-Mahdy MA, Zhu Q, Wang QE, Wani G, Wani AA. Thymoquinone induces apoptosis through activation of caspase-8 and mitochondrial events in p53-null myeloblastic leukemia HL-60 cells. Int J Cancer. 2005;117:409–417. doi:10.1002/ijc.21205", "ArticleIdList": ["10.1002/ijc.21205", "15906362"]}, {"Citation": "Fahmy UA, Ahmed OA, El- Moselhy MA, Asfour HZ, Alhakamy NA. Thymoquinone loaded zein nanoparticles improves the cytotoxicity against breast cancer cells. Int J Pharmacol. 2020;16:554–561. doi:10.3923/ijp.2020.554.561", "ArticleIdList": ["10.3923/ijp.2020.554.561"]}, {"Citation": "Ganea GM, Fakayode SO, Losso JN, van Nostrum CF, Sabliov CM, Warner IM. Delivery of phytochemical thymoquinone using molecular micelle modified poly (D, L lactide-co-glycolide) (PLGA) nanoparticles. Nanotechnology. 2010;21:285104. doi:10.1088/0957-4484/21/28/285104", "ArticleIdList": ["10.1088/0957-4484/21/28/285104", "20585163"]}, {"Citation": "Odeh F, Ismail SI, Abu-Dahab R, Mahmoud IS, Al Bawab A. Thymoquinone in liposomes: a study of loading efficiency and biological activity towards breast cancer. Drug Deliv. 2012;19:371–377. doi:10.3109/10717544.2012.727500", "ArticleIdList": ["10.3109/10717544.2012.727500", "23043626"]}, {"Citation": "Abu-Dahab R, Odeh F, Ismail SI, Azzam H, Al Bawab A. Preparation, characterization and antiproliferative activity of thymoquinone-beta-cyclodextrin self-assembling nanoparticles. Pharmazie. 2013;68:939–944. doi:10.1691/ph.2013.3033", "ArticleIdList": ["10.1691/ph.2013.3033", "24400439"]}, {"Citation": "Soni P, Kaur J, Tikoo K. Dual drug-loaded paclitaxel–thymoquinone nanoparticles for effective breast cancer therapy. J Nanopart Res. 2015;17:18. doi:10.1007/s11051-014-2821-4", "ArticleIdList": ["10.1007/s11051-014-2821-4"]}, {"Citation": "Dehghani H, Hashemi M, Entezari M, Mohsenifar A. The comparison of anticancer activity of thymoquinone and nanothymoquinone on human breast adenocarcinoma. Iran J Pharm Res. 2015;14:539–546. doi:10.1007/s11051-014-2821-4", "ArticleIdList": ["10.1007/s11051-014-2821-4", "PMC4403071", "25901162"]}, {"Citation": "Bhattacharya S, Ahir M, Patra P, et al. PEGylated-thymoquinone-nanoparticle mediated retardation of breast cancer cell migration by deregulation of cytoskeletal actin polymerization through miR-34a. Biomaterials. 2015;51:91–107. doi:10.1016/j.biomaterials.2015.01.007", "ArticleIdList": ["10.1016/j.biomaterials.2015.01.007", "25771001"]}, {"Citation": "Ahmad R, Kaus NHM, Hamid S. Synthesis and characterization of PLGA-PEG thymoquinone nanoparticles and its cytotoxicity effects in tamoxifen-resistant breast cancer cells. In: Pham PV editor. Cancer Biology and Advances in Treatment. Springer; 2018:65–82. doi:10.1007/5584_2018_302.", "ArticleIdList": ["10.1007/5584_2018_302", "30560443"]}, {"Citation": "Rajput S, Puvvada N, Kumar BNP, et al. Overcoming akt induced therapeutic resistance in breast cancer through siRNA and thymoquinone encapsulated multilamellar gold niosomes. Mol Pharm. 2015;12:4214–4225. doi:10.1021/acs.molpharmaceut.5b00692", "ArticleIdList": ["10.1021/acs.molpharmaceut.5b00692", "26505213"]}, {"Citation": "El-Ashmawy NE, Khedr EG, Ebeid EZM, Salem ML, Zidan AA, Mosalam EM. Enhanced anticancer effect and reduced toxicity of doxorubicin in combination with thymoquinone released from poly- N -acetyl glucosamine nanomatrix in mice bearing solid Ehrlish carcinoma. Eur J Pharm Sci. 2017;109:525–532. doi:10.1016/j.ejps.2017.09.012", "ArticleIdList": ["10.1016/j.ejps.2017.09.012", "28890201"]}, {"Citation": "Ong YS, Saiful Yazan L, Ng WK, et al. Thymoquinone loaded in nanostructured lipid carrier showed enhanced anticancer activity in 4T1 tumor-bearing mice. Nanomedicine. 2018;13:1567–1582. doi:10.2217/nnm-2017-0322", "ArticleIdList": ["10.2217/nnm-2017-0322", "30028248"]}, {"Citation": "Anderson B, Ho J, Brackett J, Finkelstein D, Laffel L. Parental involvement in diabetes management tasks: relationships to blood glucose monitoring adherence and metabolic control in young adolescents with insulin-dependent diabetes mellitus. J Pediatr. 1997;130:257–265. doi:10.1016/s0022-3476(97)70352-4", "ArticleIdList": ["10.1016/s0022-3476(97)70352-4", "9042129"]}, {"Citation": "Kumar A, Ilavarasan R, Jayachandran T, et al. Anti-diabetic activity of Syzygium cumini and its isolated compound against streptozotocin-induced diabetic rats. J Med Plants Res. 2008;2:246–249. doi:10.5897/JMPR.9000093", "ArticleIdList": ["10.5897/JMPR.9000093"]}, {"Citation": "Gothai S, Ganesan P, Park SY, Fakurazi S, Choi DK, Arulselvan P. Natural phyto-bioactive compounds for the treatment of type 2 diabetes: inflammation as a target. Nutrients. 2016;8:461. doi:10.3390/nu8080461", "ArticleIdList": ["10.3390/nu8080461", "PMC4997374", "27527213"]}, {"Citation": "Rani R, Dahiya S, Dhingra D, Dilbaghi N, Kim KH, Kumar S. Improvement of antihyperglycemic activity of nano-thymoquinone in rat model of type-2 diabetes. Chem Biol Interact. 2018;295:119–132. doi:10.1016/j.cbi.2018.02.006", "ArticleIdList": ["10.1016/j.cbi.2018.02.006", "29421519"]}, {"Citation": "Lebda MA, El-Far AH, Noreldin AE, Elewa YHA, Al Jaouni SK, Mousa SA. Protective effects of miswak (Salvadora persica) against experimentally induced gastric ulcers in rats. Oxid Med Cell Longev. 2018;2018:6703296. doi:10.1155/2018/6703296", "ArticleIdList": ["10.1155/2018/6703296", "PMC6079327", "30116487"]}, {"Citation": "Abdelwahab SI, Sheikh BY, Taha MM, et al. Thymoquinone-loaded nanostructured lipid carriers: preparation, gastroprotection, in vitro toxicity, and pharmacokinetic properties after extravascular administration. Int J Nanomedicine. 2013;8:2163–2172. doi:10.2147/IJN.S44108", "ArticleIdList": ["10.2147/IJN.S44108", "PMC3692342", "23818776"]}, {"Citation": "Fahmy UA, Alaofi AL, Awan ZA, Alqarni HM, Alhakamy NA. Optimization of thymoquinone-loaded coconut oil nanostructured lipid carriers for the management of ethanol-induced ulcer. AAPS PharmSciTech. 2020;21:137. doi:10.1208/s12249-020-01693-1", "ArticleIdList": ["10.1208/s12249-020-01693-1", "32419124"]}, {"Citation": "Piñeiro-Carrero VM, Piñeiro EO. Liver. Pediatrics. 2004;113:1097–1106.", "ArticleIdList": ["15060205"]}, {"Citation": "Singh A, Ahmad I, Akhter S, et al. Nanocarrier based formulation of thymoquinone improves oral delivery: stability assessment, in vitro and in vivo studies. Colloids Surf B Biointerfaces. 2013;102:822–832. doi:10.1016/j.colsurfb.2012.08.038", "ArticleIdList": ["10.1016/j.colsurfb.2012.08.038", "23104039"]}, {"Citation": "Elmowafy M, Samy A, Raslan MA, et al. Enhancement of bioavailability and pharmacodynamic effects of thymoquinone via nanostructured lipid carrier (NLC) formulation. AAPS PharmSciTech. 2016;17:663–672. doi:10.1208/s12249-015-0391-0", "ArticleIdList": ["10.1208/s12249-015-0391-0", "26304932"]}, {"Citation": "Kalam MA, Raish M, Ahmed A, et al. Oral bioavailability enhancement and hepatoprotective effects of thymoquinone by self-nanoemulsifying drug delivery system. Mater Sci Eng C Mater Biol Appl. 2017;76:319–329. doi:10.1016/j.msec.2017.03.088", "ArticleIdList": ["10.1016/j.msec.2017.03.088", "28482534"]}, {"Citation": "Mohd Sairazi NS, Sirajudeen KNS. Natural products and their bioactive compounds: neuroprotective potentials against neurodegenerative diseases. Evid Based Complement Alternat Med. 2020;2020:6565396. doi:10.1155/2020/6565396", "ArticleIdList": ["10.1155/2020/6565396", "PMC7042511", "32148547"]}, {"Citation": "Alam S, Khan ZI, Mustafa G, et al. Development and evaluation of thymoquinone-encapsulated chitosan nanoparticles for nose-to-brain targeting: a pharmacoscintigraphic study. Int J Nanomed. 2012;7:5705–5718. doi:10.2147/IJN.S35329", "ArticleIdList": ["10.2147/IJN.S35329", "PMC3497894", "23180965"]}, {"Citation": "Xiao XY, Zhu YX, Bu JY, Li GW, Zhou JH, Zhou SP. Evaluation of neuroprotective effect of thymoquinone nanoformulation in the rodent cerebral ischemia-reperfusion model. Biomed Res Int. 2016;2016:2571060. doi:10.1155/2016/2571060", "ArticleIdList": ["10.1155/2016/2571060", "PMC5048094", "27725936"]}, {"Citation": "Huang L, Hu J, Huang S, et al. Nanomaterial applications for neurological diseases and central nervous system injury. Prog Neurobiol. 2017;157:29–48. doi:10.1016/j.pneurobio.2017.07.003", "ArticleIdList": ["10.1016/j.pneurobio.2017.07.003", "28743465"]}, {"Citation": "Ahmad N, Ahmad R, Alam MA, Samim M, Iqbal Z, Ahmad FJ. Quantification and evaluation of thymoquinone loaded mucoadhesive nanoemulsion for treatment of cerebral ischemia. Int J Biol Macromol. 2016;88:320–332. doi:10.1016/j.ijbiomac.2016.03.019", "ArticleIdList": ["10.1016/j.ijbiomac.2016.03.019", "26976069"]}, {"Citation": "Ismail N, Ismail M, Azmi NH, et al. Thymoquinone-rich fraction nanoemulsion (TQRFNE) decreases Aβ40 and Aβ42 levels by modulating APP processing, up-regulating IDE and LRP1, and down-regulating BACE1 and RAGE in response to high fat/cholesterol diet-induced rats. Biomed Pharmacother. 2017;95:780–788. doi:10.1016/j.biopha.2017.08.074", "ArticleIdList": ["10.1016/j.biopha.2017.08.074", "28892789"]}, {"Citation": "Bauer P, Laccone F, Rolfs A, et al. Trinucleotide repeat expansion in SCA17/TBP in white patients with Huntington’s disease-like phenotype. J Med Genet. 2004;41:230–232. doi:10.1136/jmg.2003.015602", "ArticleIdList": ["10.1136/jmg.2003.015602", "PMC1735701", "14985389"]}, {"Citation": "Ramachandran S, Thangarajan S. A novel therapeutic application of solid lipid nanoparticles encapsulated thymoquinone (TQ-SLNs) on 3-nitroproponic acid induced Huntington’s disease-like symptoms in wistar rats. Chem Biol Interact. 2016;256:25–36. doi:10.1016/j.cbi.2016.05.020", "ArticleIdList": ["10.1016/j.cbi.2016.05.020", "27206696"]}, {"Citation": "Ramachandran S, Thangarajan S. Thymoquinone loaded solid lipid nanoparticles counteracts 3-Nitropropionic acid induced motor impairments and neuroinflammation in rat model of Huntington’s disease. Metab Brain Dis. 2018;33:1459–1470. doi:10.1007/s11011-018-0252-0", "ArticleIdList": ["10.1007/s11011-018-0252-0", "29855977"]}, {"Citation": "Kulyar MF, Li R, Mehmood K, Waqas M, Li K, Li J. Potential influence of Nagella sativa (Black cumin) in reinforcing immune system: a hope to decelerate the COVID-19 pandemic. Phytomedicine. 2021;85:153277. doi:10.1016/j.phymed.2020.153277", "ArticleIdList": ["10.1016/j.phymed.2020.153277", "PMC7347483", "32773257"]}, {"Citation": "Chakraborty A, Boer JC, Selomulya C, Plebanski M, Royce SG. Insights into endotoxin-mediated lung inflammation and future treatment strategies. Expert Rev Respir Med. 2018;12:941–955. doi:10.1080/17476348.2018.1523009", "ArticleIdList": ["10.1080/17476348.2018.1523009", "30221563"]}, {"Citation": "Chakraborty A, Royce SG, Selomulya C, Plebanski M. A novel approach for non-invasive lung imaging and targeting lung immune cells. Int J Mol Sci. 2020;21:1613. doi:10.3390/ijms21051613", "ArticleIdList": ["10.3390/ijms21051613", "PMC7084491", "32120819"]}, {"Citation": "Ammar E-SM, Gameil NM, Shawky NM, Nader MA. Comparative evaluation of anti-inflammatory properties of thymoquinone and curcumin using an asthmatic murine model. Int Immunopharmacol. 2011;11:2232–2236. doi:10.1016/j.intimp.2011.10.013", "ArticleIdList": ["10.1016/j.intimp.2011.10.013", "22051975"]}, {"Citation": "Paul S, Chakrabarty S, Ghosh S, et al. Targeting cellular microtubule by phytochemical apocynin exhibits autophagy-mediated apoptosis to inhibit lung carcinoma progression and tumorigenesis. Phytomedicine. 2020;67:153152. doi:10.1016/j.phymed.2019.153152", "ArticleIdList": ["10.1016/j.phymed.2019.153152", "31887479"]}, {"Citation": "Chakraborty A, Royce SG, Plebanski M, Selomulya C. Glycine microparticles loaded with functionalized nanoparticles for pulmonary delivery. Int J Pharm. 2019;570:118654. doi:10.1016/j.ijpharm.2019.118654", "ArticleIdList": ["10.1016/j.ijpharm.2019.118654", "31476378"]}, {"Citation": "Darakhshan S, Bidmeshki Pour A, Hosseinzadeh Colagar A, Sisakhtnezhad S. Thymoquinone and its therapeutic potentials. Pharmacol Res. 2015;95–96:138–158. doi:10.1016/j.phrs.2015.03.011", "ArticleIdList": ["10.1016/j.phrs.2015.03.011", "25829334"]}, {"Citation": "Shaterzadeh-Yazdi H, Noorbakhsh M-F, Hayati F, Samarghandian S, Farkhondeh T. Immunomodulatory and anti-inflammatory effects of thymoquinone. Cardiovasc Hematol Disord Drug Targets. 2018;18:52–60. doi:10.2174/1871529X18666180212114816", "ArticleIdList": ["10.2174/1871529X18666180212114816", "29437018"]}, {"Citation": "Nihei T, Suzuki H, Aoki A, et al. Development of a novel nanoparticle formulation of thymoquinone with a cold wet-milling system and its pharmacokinetic analysis. Int J Pharmaceut. 2016;511:455–461. doi:10.1016/j.ijpharm.2016.07.038", "ArticleIdList": ["10.1016/j.ijpharm.2016.07.038", "27451272"]}, {"Citation": "Shaarani S, Hamid S, Mohd kaus N. The Influence of pluronic F68 and F127 nanocarrier on physicochemical properties, in vitro release, and antiproliferative activity of thymoquinone drug. Pharmacognosy Res. 2017;9:12–20. doi:10.4103/0974-8490.199774", "ArticleIdList": ["10.4103/0974-8490.199774", "PMC5330097", "28250648"]}, {"Citation": "Khattabi AM, Talib WH, Alqdeimat DA. The effect of polymer length on the in vitro characteristics of a drug loaded and targeted silica nanoparticles. Saudi Pharmaceut J. 2018;26:1022–1026. doi:10.1016/j.jsps.2018.05.010", "ArticleIdList": ["10.1016/j.jsps.2018.05.010", "PMC6218376", "30416358"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "4", "Day": "5"}, {"Year": "2021", "Month": "6", "Day": "24"}, {"Year": "2021", "Month": "8", "Day": "5", "Hour": "6", "Minute": "21"}, {"Year": "2021", "Month": "8", "Day": "6", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "10", "Day": "15", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "7", "Day": "27"}], "PublicationStatus": "epublish", "ArticleIdList": ["34349511", "PMC8326280", "10.2147/IJN.S314321", "314321"]}}], "PubmedBookArticle": []}