{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["ACE2", "Abietane diterpenes: Molecular docking", "SARS-CoV-2", "Spike protein", "TMPRSS2", "Terpenoids"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34351542", "DateRevised": {"Year": "2024", "Month": "04", "Day": "03"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "08", "Day": "05"}], "Language": ["eng"], "ELocationID": ["113", "10.1186/s43141-021-00209-z"], "Journal": {"ISSN": "2090-5920", "JournalIssue": {"Volume": "19", "Issue": "1", "PubDate": {"Year": "2021", "Month": "Aug", "Day": "05"}}, "Title": "Journal, genetic engineering & biotechnology", "ISOAbbreviation": "J Genet Eng Biotechnol"}, "ArticleTitle": "SARS-CoV-2 host cell entry: an in silico investigation of potential inhibitory roles of terpenoids.", "Pagination": {"StartPage": "113", "MedlinePgn": "113"}, "Abstract": {"AbstractText": ["Targeting viral cell entry proteins is an emerging therapeutic strategy for inhibiting the first stage of SARS-CoV-2 infection. In this study, 106 bioactive terpenoids from African medicinal plants were screened through molecular docking analysis against human angiotensin-converting enzyme 2 (hACE2), human transmembrane protease serine 2 (TMPRSS2), and the spike (S) proteins of SARS-CoV-2, SARS-CoV, and MERS-CoV. In silico absorption-distribution-metabolism-excretion-toxicity (ADMET) and drug-likeness prediction, molecular dynamics (MD) simulation, binding free energy calculations, and clustering analysis of MD simulation trajectories were performed on the top docked terpenoids to respective protein targets.", "The results revealed eight terpenoids with high binding tendencies to the catalytic residues of different targets. Two pentacyclic terpenoids (24-methylene cycloartenol and isoiguesteri) interacted with the hACE2 binding hotspots for the SARS-CoV-2 spike protein, while the abietane diterpenes were found accommodated within the S1-specificity pocket, interacting strongly with the active site residues TMPRSS2. 3-benzoylhosloppone and cucurbitacin interacted with the RBD and S2 subunit of SARS-CoV-2 spike protein respectively. These interactions were preserved in a simulated dynamic environment, thereby, demonstrating high structural stability. The MM-GBSA binding free energy calculations corroborated the docking interactions. The top docked terpenoids showed favorable drug-likeness and ADMET properties over a wide range of molecular descriptors.", "The identified terpenoids from this study provides core structure that can be exploited for further lead optimization to design drugs against SARS-CoV-2 cell-mediated entry proteins. They are therefore recommended for further in vitro and in vivo studies towards developing entry inhibitors against the ongoing COVID-19 pandemic."], "CopyrightInformation": "© 2021. The Author(s)."}, "AuthorList": [{"Identifier": ["0000-0002-1945-1739"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, Faculty of Sciences and Technology, Bingham University, P.M.B 005, Karu, Nasarawa State, Nigeria. gyebi.gideon@binghamuni.edu.ng."}], "LastName": "Gyebi", "ForeName": "Gideon A", "Initials": "GA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Human Nutraceuticals and Bioinformatics Research Unit, Department of Biochemistry, Salem University, Lokoja, Nigeria."}], "LastName": "Ogunyemi", "ForeName": "Oludare M", "Initials": "OM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Sciences, Department of Biophysics Cairo University, Giza, Egypt."}], "LastName": "Ibrahim", "ForeName": "Ibrahim M", "Initials": "IM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biological Sciences, KolaDaisi University, Ibadan, Nigeria."}], "LastName": "Ogunro", "ForeName": "Olalekan B", "Initials": "OB"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, Faculty of Life Sciences, University of Ilorin, Ilorin, Nigeria."}], "LastName": "Adegunloye", "ForeName": "Adegbenro P", "Initials": "AP"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology and Therapeutics, Faculty of Basic Medical Sciences, University of Ilorin, Ilorin, Nigeria."}], "LastName": "Afolabi", "ForeName": "Saheed O", "Initials": "SO"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Netherlands", "MedlineTA": "J Genet Eng Biotechnol", "NlmUniqueID": "101317150", "ISSNLinking": "1687-157X"}, "CoiStatement": "The authors declare that they have no competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Achenbach H, Waibel R, Nkunya MH, Weenen H. Antimalarial compounds from Hoslundia opposita. Phytochemistry. 1992;31:3781–3784. doi: 10.1016/S0031-9422(00)97526-5.", "ArticleIdList": ["10.1016/S0031-9422(00)97526-5"]}, {"Citation": "Adedeji A, Severson W, Jonsson C, Singh K, Weiss S, Sarafianos S. Novel inhibitors of SARS-CoV entry acting by three distinct mechanisms. J Virol. 2013;87(14):87–8028. doi: 10.1128/JVI.00998-13.", "ArticleIdList": ["10.1128/JVI.00998-13", "PMC3700180", "23678171"]}, {"Citation": "Bagla V, McGaw L, Eloff J. The antiviral activity of six South African plants traditionally used against infections in ethnoveterinary medicine. Vet Microbiol. 2012;155:198–206. doi: 10.1016/j.vetmic.2011.09.015.", "ArticleIdList": ["10.1016/j.vetmic.2011.09.015", "21982126"]}, {"Citation": "Basu A, Sarkar A, Maulik U. Molecular docking study of potential phytochemicals and their effects on the complex of SARS-CoV2 spike protein and human ACE2. Sci Rep. 2020;10:1–15. doi: 10.1038/s41598-019-56847-4.", "ArticleIdList": ["10.1038/s41598-019-56847-4", "PMC7573581", "33077836"]}, {"Citation": "Beuscher N, Bodinet C, Neumann-Haefelin D, Marston A, Hostettmann K. Antiviral activity of African medicinal plants. J Ethnopharmacol. 1994;42(2):101–109. doi: 10.1016/0378-8741(94)90103-1.", "ArticleIdList": ["10.1016/0378-8741(94)90103-1", "8072303"]}, {"Citation": "Brooks BR, Brooks CL, III, Mackerell AD, Jr, Nilsson L, Petrella RJ, Roux B, Won Y, Archontis G, Bartels C, Boresch S, Caflisch A, Caves L, Cui Q, Dinner AR, Feig M, Fischer S, Gao J, Hodoscek M, Im W, Kuczera K, Lazaridis T, Ma J, Ovchinnikov V, Paci E, Pastor RW, Post CB, Pu JZ, Schaefer M, Tidor B, Venable RM, Woodcock HL, Wu X, Yang W, York DM, Karplus M. CHARMM: the biomolecular simulation program. J Comput Chem. 2009;30(10):1545–1614. doi: 10.1002/jcc.21287.", "ArticleIdList": ["10.1002/jcc.21287", "PMC2810661", "19444816"]}, {"Citation": "Chen H, Du Q. Potential natural compounds for preventing SARS-CoV-2 (2019-nCoV) infection. 2020."}, {"Citation": "Chen N, Zhou M, Dong X, Qu J, Gong F, Han Y, Qiu Y, Wang J, Liu Y, Wei Y, Xia J’, Yu T, Zhang X, Zhang L. Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study. Lancet (London, England) 2020;395:507–513. doi: 10.1016/s0140-6736(20)30211-7.", "ArticleIdList": ["10.1016/s0140-6736(20)30211-7", "PMC7135076", "32007143"]}, {"Citation": "Chen YW, Yiu C-P, Wong K-Y. Prediction of the SARS-CoV-2 (2019-nCoV) 3C-like protease (3CLpro) structure: virtual screening reveals velpatasvir, ledipasvir, and other drug repurposing candidates. F1000Research. 2020;9:129. doi: 10.12688/f1000research.22457.1.", "ArticleIdList": ["10.12688/f1000research.22457.1", "PMC7062204", "32194944"]}, {"Citation": "Cheng F, Li W, Zhou Y, Shen J, Wu Z, Liu G, Lee PW, Tang Y. admetSAR: a comprehensive source and free tool for assessment of chemical ADMET properties. J Chem Inf Model. 2012;52:3099–3105. doi: 10.1021/ci300367a.", "ArticleIdList": ["10.1021/ci300367a", "23092397"]}, {"Citation": "Cheng X, Ivanov I (2012) Molecular dynamics. Comput Toxicol 929:243–285", "ArticleIdList": ["23007433"]}, {"Citation": "Coutard B, Valle C, de Lamballerie X, Canard B, Seidah NG, Decroly E. The spike glycoprotein of the new coronavirus 2019-nCoV contains a furin-like cleavage site absent in CoV of the same clade. Antiviral Res. 2020;176:104742. doi: 10.1016/j.antiviral.2020.104742.", "ArticleIdList": ["10.1016/j.antiviral.2020.104742", "PMC7114094", "32057769"]}, {"Citation": "Derdeyn CA, Decker JM, Sfakianos JN, Wu X, O'Brien WA, Ratner L, Kappes JC, Shaw GM, Hunter E. Sensitivity of human immunodeficiency virus type 1 to the fusion inhibitor T-20 is modulated by coreceptor specificity defined by the V3 loop of gp120. J Virol. 2000;74:8358–8367. doi: 10.1128/jvi.74.18.8358-8367.2000.", "ArticleIdList": ["10.1128/jvi.74.18.8358-8367.2000", "PMC116346", "10954535"]}, {"Citation": "Dong Y-w, Liao M-l, X-l M, Somero GN. Structural flexibility and protein adaptation to temperature: Molecular dynamics analysis of malate dehydrogenases of marine molluscs. Proc Natl Acad Sci. 2018;115:1274–1279. doi: 10.1073/pnas.1718910115.", "ArticleIdList": ["10.1073/pnas.1718910115", "PMC5819447", "29358381"]}, {"Citation": "Garg S, Kaul SC, Wadhwa R. Cucurbitacin B and cancer intervention: chemistry, biology and mechanisms. Int J Oncol. 2018;52:19–37.", "ArticleIdList": ["29138804"]}, {"Citation": "Gyebi GA, Adegunloye AP, Ibrahim IM, Ogunyemi OM, Afolabi SO, Ogunro OB (2020a) Prevention of SARS-CoV-2 cell entry: insight from in silico interaction of drug-like alkaloids with spike glycoprotein, human ACE2, and TMPRSS2. J Biomol Struct Dyn p 1–25. 10.1080/07391102.2020.1835726", "ArticleIdList": ["PMC7594191", "33089728"]}, {"Citation": "Gyebi GA, Ogunro OB, Adegunloye AP, Ogunyemi OM, Afolabi SO (2020b) Potential inhibitors of coronavirus 3-chymotrypsin-like protease (3CLpro): an in silico screening of alkaloids and terpenoids from African medicinal plants. J Biomol Struct Dyn 39:3396-3408. 10.1080/07391102.2020.1764868", "ArticleIdList": ["PMC7256353", "32367767"]}, {"Citation": "Gyebi GA, Ogunyemi OM, Ibrahim IM, Afolabi SO, Adebayo JO. Dual targeting of cytokine storm and viral replication in COVID-19 by plant-derived steroidal pregnanes: an in silico perspective. Comput Biol Med. 2021;134:104406. doi: 10.1016/j.compbiomed.2021.104406.", "ArticleIdList": ["10.1016/j.compbiomed.2021.104406", "PMC8053224", "33915479"]}, {"Citation": "Hartt JK, Liang T, Sahagun-Ruiz A, Wang JM, Gao JL, Murphy PM. The HIV-1 cell entry inhibitor T-20 potently chemoattracts neutrophils by specifically activating the N-formylpeptide receptor. Biochem Biophys Res Commun. 2000;272:699–704. doi: 10.1006/bbrc.2000.2846.", "ArticleIdList": ["10.1006/bbrc.2000.2846", "10860818"]}, {"Citation": "Hoffmann M, Kleine-Weber H, Schroeder S, Krüger N, Herrler T, Erichsen S, Schiergens TS, Herrler G, Wu NH, Nitsche A, Müller MA, Drosten C, Pöhlmann S. SARS-CoV-2 cell entry depends on ACE2 and TMPRSS2 and is blocked by a clinically proven protease inhibitor cell. 2020.", "ArticleIdList": ["PMC7102627", "32142651"]}, {"Citation": "Hui DS, I Azhar E, Madani TA, Ntoumi F, Kock R, Dar O, Ippolito G, Mchugh TD, Memish ZA, Drosten C, Zumla A, Petersen E. The continuing 2019-nCoV epidemic threat of novel coronaviruses to global health - The latest 2019 novel coronavirus outbreak in Wuhan, China. Int J Infect Dis. 2020;91:264–266. doi: 10.1016/j.ijid.2020.01.009.", "ArticleIdList": ["10.1016/j.ijid.2020.01.009", "PMC7128332", "31953166"]}, {"Citation": "Humphrey W, Dalke A, Schulten K. VMD: visual molecular dynamics. J Mol Graph. 1996;14:33–38. doi: 10.1016/0263-7855(96)00018-5.", "ArticleIdList": ["10.1016/0263-7855(96)00018-5", "8744570"]}, {"Citation": "Jaeger R, Cuny E. Terpenoids with special pharmacological significance: a review. Nat Prod Commun. 2016;11:1934578X1601100946. doi: 10.1177/1934578X1601100946.", "ArticleIdList": ["10.1177/1934578X1601100946", "30807045"]}, {"Citation": "Khelfaoui H, Harkati D, Saleh BA (2020) Molecular docking, molecular dynamics simulations and reactivity, studies on approved drugs library targeting ACE2 and SARS-CoV-2 binding with ACE2. J Biomol Struct Dyn p 1–17. 10.1080/07391102.2020.1803967", "ArticleIdList": ["PMC7484571", "32752951"]}, {"Citation": "Kollman PA, Massova I, Reyes C, Kuhn B, Huo S, Chong L, Lee M, Lee T, Duan Y, Wang W, Donini O, Cieplak P, Srinivasan J, Case DA, Cheatham TE. Calculating structures and free energies of complex molecules: combining molecular mechanics and continuum models. Acc Chem Res. 2000;33(12):889–897. doi: 10.1021/ar000033j.", "ArticleIdList": ["10.1021/ar000033j", "11123888"]}, {"Citation": "Kyrieleis OJ, Huber R, Ong E, Oehler R, Hunter M, Madison EL, Jacob U. Crystal structure of the catalytic domain of DESC1, a new member of the type II transmembrane serine proteinase family. FEBS J. 2007;274(8):2148–2160. doi: 10.1111/j.1742-4658.2007.05756.x.", "ArticleIdList": ["10.1111/j.1742-4658.2007.05756.x", "17388811"]}, {"Citation": "Lee J, Cheng X, Swails JM, Yeom MS, Eastman PK, Lemkul JA, Wei S, Buckner J, Jeong JC, Qi Y, Jo S, Pande VS, Case DA, Brooks CL, III, MacKerell AD, Jr, Klauda JB, Im W. CHARMM-GUI input generator for NAMD, GROMACS, AMBER, OpenMM, and CHARMM/OpenMM simulations using the CHARMM36 additive force field. J Chemical Theory Comput. 2016;12(1):405–413. doi: 10.1021/acs.jctc.5b00935.", "ArticleIdList": ["10.1021/acs.jctc.5b00935", "PMC4712441", "26631602"]}, {"Citation": "Li W, et al. Receptor and viral determinants of SARS-coronavirus adaptation to human ACE2. EMBO J. 2005;24:1634–1643. doi: 10.1038/sj.emboj.7600640.", "ArticleIdList": ["10.1038/sj.emboj.7600640", "PMC1142572", "15791205"]}, {"Citation": "Lin JH, Yamazaki M. Role of P-glycoprotein in pharmacokinetics. Clin Pharmacokinet. 2003;42(1):59–98. doi: 10.2165/00003088-200342010-00003.", "ArticleIdList": ["10.2165/00003088-200342010-00003", "12489979"]}, {"Citation": "Lipinski CA. Drug-like properties and the causes of poor solubility and poor permeability. J Pharmacol Toxicol Methods. 2000;44:235–249. doi: 10.1016/s1056-8719(00)00107-6.", "ArticleIdList": ["10.1016/s1056-8719(00)00107-6", "11274893"]}, {"Citation": "Liu C, Zhou Q, Li Y, Garner LV, Watkins SP, Carter LJ, Smoot J, Gregg AC, Daniels AD, Jervey S, Albaiu D. Research and development on therapeutic agents and vaccines for COVID-19 and related human coronavirus diseases. ACS Central Sci. 2020;6(3):315–331. doi: 10.1021/acscentsci.0c00272.", "ArticleIdList": ["10.1021/acscentsci.0c00272", "PMC10467574", "32226821"]}, {"Citation": "Mahmud SH et al (2021a) Bioinformatics and system biology approach to identify the influences of SARS-CoV-2 infections to idiopathic pulmonary fibrosis and chronic obstructive pulmonary disease patients. Brief Bioinform. bbab115, 10.1093/bib/bbab115", "ArticleIdList": ["PMC8083324", "33847347"]}, {"Citation": "Mahmud SH, Chen W, Liu Y, Awal MA, Ahmed K, Rahman MH, Moni MA (2021b) PreDTIs: prediction of drug–target interactions based on multiple feature information using gradient boosting framework with data balancing and feature selection techniques. Brief Bioinform. bbab046, 10.1093/bib/bbab046", "ArticleIdList": ["PMC7989622", "33709119"]}, {"Citation": "Mark P, Nilsson L. Structure and dynamics of the TIP3P, SPC, and SPC/E water models at 298 K. Chem A Eur J. 2001;105(43):9954–9960. doi: 10.1021/jp003020w.", "ArticleIdList": ["10.1021/jp003020w"]}, {"Citation": "Miller BR, III, McGee TD, Jr, Swails JM, Homeyer N, Gohlke H, Roitberg AE. MMPBSA. py: an efficient program for end-state free energy calculations. J Chemical Theory Comput. 2012;8(9):3314–3321. doi: 10.1021/ct300418h.", "ArticleIdList": ["10.1021/ct300418h", "26605738"]}, {"Citation": "Morris GM, Huey R, Lindstrom W, Sanner MF, Belew RK, Goodsell DS, Olson AJ. AutoDock4 and AutoDockTools4: Automated docking with selective receptor flexibility. J Comput Chem. 2009;30:2785–2791. doi: 10.1002/jcc.21256.", "ArticleIdList": ["10.1002/jcc.21256", "PMC2760638", "19399780"]}, {"Citation": "Ndhlala A, Amoo S, Ncube B, Moyo M, Nair J, van Staden J. Antibacterial, antifungal, and antiviral activities of African Medicinal Plants. 2013. pp. 621–651."}, {"Citation": "Nickel J, Gohlke BO, Erehman J, Banerjee P, Rong WW, Goede A, Dunkel M, Preissner R. SuperPred: update on drug classification and target prediction. Nucleic Acids Res. 2014;42:W26–W31. doi: 10.1093/nar/gku477.", "ArticleIdList": ["10.1093/nar/gku477", "PMC4086135", "24878925"]}, {"Citation": "O'Boyle NM, Banck M, James CA, Morley C, Vandermeersch T, Hutchison GR. Open Babel: An open chemical toolbox. J Chem. 2011;3:33. doi: 10.1186/1758-2946-3-33.", "ArticleIdList": ["10.1186/1758-2946-3-33", "PMC3198950", "21982300"]}, {"Citation": "Ogunyemi OM, Gyebi GA, Elfiky AA, Afolabi SO, Ogunro OB, Adegunloye AP, Ibrahim IM. Alkaloids and flavonoids from African phytochemicals as potential inhibitors of SARS-Cov-2 RNA-dependent RNA polymerase: an in silico perspective. Antiviral Chem Chemother. 2020;28:2040206620984076. doi: 10.1177/2040206620984076.", "ArticleIdList": ["10.1177/2040206620984076", "PMC7783895", "33372806"]}, {"Citation": "Ojo O, Oluyege J, Famurewa O. Antiviral properties of two Nigerian plants. Afr J Plant Sci. 2009;3:157–159."}, {"Citation": "Park JY, Kim JH, Kim YM, Jeong HJ, Kim DW, Park KH, Kwon HJ, Park SJ, Lee WS, Ryu YB. Tanshinones as selective and slow-binding inhibitors for SARS-CoV cysteine proteases. Bioorg Med Chem. 2012;20:5928–5935. doi: 10.1016/j.bmc.2012.07.038.", "ArticleIdList": ["10.1016/j.bmc.2012.07.038", "PMC7127169", "22884354"]}, {"Citation": "Perez A, Morrone JA, Simmerling C, Dill KA. Advances in free-energy-based simulations of protein folding and ligand binding. Curr Opin Struct Biol. 2016;36:25–31. doi: 10.1016/j.sbi.2015.12.002.", "ArticleIdList": ["10.1016/j.sbi.2015.12.002", "PMC4785060", "26773233"]}, {"Citation": "Phillips JC, Braun R, Wang W, Gumbart J, Tajkhorshid E, Villa E, Chipot C, Skeel RD, Kalé L, Schulten K. Scalable molecular dynamics with NAMD. J Comput Chem. 2005;26(16):1781–1802. doi: 10.1002/jcc.20289.", "ArticleIdList": ["10.1002/jcc.20289", "PMC2486339", "16222654"]}, {"Citation": "Pushkaran AC, Melge AR, Puthiyedath R, Mohan CG. A phytochemical-based medication search for the SARS-CoV-2 infection by molecular docking models towards spike glycoproteins and main proteases. RSC Adv. 2021;11:12003–12014. doi: 10.1039/D0RA10458B.", "ArticleIdList": ["10.1039/D0RA10458B", "PMC8696622", "35423778"]}, {"Citation": "Ryu YB, Park SJ, Kim YM, Lee JY, Seo WD, Chang JS, Park KH, Rho MC, Lee WS. SARS-CoV 3CLpro inhibitory effects of quinone-methide triterpenes from Tripterygium regelii. Bioorg Med Chem Lett. 2010;20:1873–1876. doi: 10.1016/j.bmcl.2010.01.152.", "ArticleIdList": ["10.1016/j.bmcl.2010.01.152", "PMC7127101", "20167482"]}, {"Citation": "Salentin S, Schreiber S, Haupt VJ, Adasme MF, Schroeder M. PLIP: fully automated protein–ligand interaction profiler. Nucleic Acids Res. 2015;43(W1):W443–W447. doi: 10.1093/nar/gkv315.", "ArticleIdList": ["10.1093/nar/gkv315", "PMC4489249", "25873628"]}, {"Citation": "Sanchez-Linares I, Perez-Sanchez H, Cecilia JM, Garcia JM. High-throughput parallel blind virtual screening using BINDSURF. BMC Bioinform. 2012;13(Suppl 14):S13. doi: 10.1186/1471-2105-13-s14-s13.", "ArticleIdList": ["10.1186/1471-2105-13-s14-s13", "PMC3504923", "23095663"]}, {"Citation": "Shang J, et al. Structural basis for receptor recognition by the novel coronavirus from Wuhan. 2020.", "ArticleIdList": ["PMC7081895", "31996437"]}, {"Citation": "Shen L, Niu J, Wang C, Huang B, Wang W, Zhu N, Deng Y, Wang H, Ye F, Cen S, Tan W (2019) High-throughput screening and identification of potent broad-spectrum inhibitors of coronaviruses. J Virol 93:e00023-19. 10.1128/jvi.00023-19", "ArticleIdList": ["PMC6613765", "30918074"]}, {"Citation": "Sinha S, Wang SM. Classification of VUS and unclassified variants in BRCA1 BRCT repeats by molecular dynamics simulation. Comput Struct Biotechnol J. 2020;18:723–736. doi: 10.1016/j.csbj.2020.03.013.", "ArticleIdList": ["10.1016/j.csbj.2020.03.013", "PMC7125325", "32257056"]}, {"Citation": "Sonawane K, et al. Homology modeling and docking studies of TMPRSS2 with experimentally known inhibitors camostat mesylate, nafamostat and bromhexine hydrochloride to control SARS-Coronavirus-2. 2020.", "ArticleIdList": ["PMC8152215", "34075338"]}, {"Citation": "Srinivasan S, Cui H, Gao Z, Liu M, Lu S, Mkandawire W, Narykov O, Sun M, Korkin D (2020) Structural genomics of SARS-CoV-2 indicates evolutionary conserved functional regions of viral proteins. Viruses 12:360. 10.3390/v12040360", "ArticleIdList": ["PMC7232164", "32218151"]}, {"Citation": "Suomivuori C-M, et al. Molecular mechanism of biased signaling in a prototypical G protein–coupled receptor. Science (New York, NY) 2020;367:881–887. doi: 10.1126/science.aaz0326.", "ArticleIdList": ["10.1126/science.aaz0326", "PMC7259329", "32079767"]}, {"Citation": "Taniguchi Y, Nishikawa H, Maeda N, Terada Y. Breathlessness, pleural effusions, fibromas, and Meigs syndrome: look beyond the chest and don't delay! Lancet. 2020;395:e32. doi: 10.1016/S0140-6736(20)30111-2.", "ArticleIdList": ["10.1016/S0140-6736(20)30111-2", "32061301"]}, {"Citation": "Taz TA, Ahmed K, Paul BK, Al-Zahrani FA, Mahmud SH, Moni MA. Identification of biomarkers and pathways for the SARS-CoV-2 infections that make complexities in pulmonary arterial hypertension patients. Brief Bioinform. 2021;22:1451–1465. doi: 10.1093/bib/bbab026.", "ArticleIdList": ["10.1093/bib/bbab026", "PMC7929374", "33611340"]}, {"Citation": "Taz TA, Ahmed K, Paul BK, Kawsar M, Aktar N, Mahmud SH, Moni MA. Network-based identification genetic effect of SARS-CoV-2 infections to Idiopathic pulmonary fibrosis (IPF) patients. Brief Bioinform. 2021;22:1254–1266. doi: 10.1093/bib/bbaa235.", "ArticleIdList": ["10.1093/bib/bbaa235", "PMC7665362", "33024988"]}, {"Citation": "Towler P, Staker B, Prasad SG, Menon S, Tang J, Parsons T, Ryan D, Fisher M, Williams D, Dales NA, Patane MA, Pantoliano MW. ACE2 X-ray structures reveal a large hinge-bending motion important for inhibitor binding and catalysis. J Biol Chem. 2004;279:17996–18007. doi: 10.1074/jbc.M311191200.", "ArticleIdList": ["10.1074/jbc.M311191200", "PMC7980034", "14754895"]}, {"Citation": "Trott O, Olson AJ. AutoDock Vina: improving the speed and accuracy of docking with a new scoring function, efficient optimization, and multithreading. J Comput Chem. 2010;31:455–461. doi: 10.1002/jcc.21334.", "ArticleIdList": ["10.1002/jcc.21334", "PMC3041641", "19499576"]}, {"Citation": "Tubiana T, Carvaillo J-C, Boulard Y, Bressanelli S. TTClust: a versatile molecular simulation trajectory clustering program with graphical summaries. J Chem Inf Model. 2018;58(11):2178–2182. doi: 10.1021/acs.jcim.8b00512.", "ArticleIdList": ["10.1021/acs.jcim.8b00512", "30351057"]}, {"Citation": "Tung N, Kwon H-J, Kim J-H, Ra J, Ding Y, Kim J, Kim YH. Antiinfluenza diarylheptanoids from the bark of Alnus japonica. Bioorg Med Chem Lett. 2010;20(3):1000–1003. doi: 10.1016/j.bmcl.2009.12.057.", "ArticleIdList": ["10.1016/j.bmcl.2009.12.057", "20045319"]}, {"Citation": "Vardhan S, Sahoo SK (2021) Virtual screening by targeting proteolytic sites of furin and TMPRSS2 to propose potential compounds obstructing the entry of SARS-CoV-2 virus into human host cells. J Tradit Complement Med. 10.1016/j.jtcme.2021.04.001", "ArticleIdList": ["PMC8040387", "33868970"]}, {"Citation": "Wan Y, Shang J, Graham R, Baric RS, Li F. Receptor recognition by the novel coronavirus from Wuhan: an analysis based on decade-long structural studies of SARS coronavirus. J Virol. 2020;94(7):e00127–e00120. doi: 10.1128/JVI.00127-20.", "ArticleIdList": ["10.1128/JVI.00127-20", "PMC7081895", "31996437"]}, {"Citation": "Wang Q, et al. Structural and functional basis of SARS-CoV-2 entry by using human ACE2. Cell. 2020;181:894–904. e899. doi: 10.1016/j.cell.2020.03.045.", "ArticleIdList": ["10.1016/j.cell.2020.03.045", "PMC7144619", "32275855"]}, {"Citation": "Wen CC, Kuo YH, Jan JT, Liang PH, Wang SY, Liu HG, Lee CK, Chang ST, Kuo CJ, Lee SS, Hou CC, Hsiao PW, Chien SC, Shyur LF, Yang NS. Specific plant terpenoids and lignoids possess potent antiviral activities against severe acute respiratory syndrome coronavirus. J Med Chem. 2007;50:4087–4095. doi: 10.1021/jm070295s.", "ArticleIdList": ["10.1021/jm070295s", "17663539"]}, {"Citation": "WHO . Report of the WHO-China joint mission on coronavirus disease 2019 (COVID-19) Geneva. 2020."}, {"Citation": "Wrapp D, Wang N, Corbett KS, Goldsmith JA, Hsieh CL, Abiona O, Graham BS, McLellan JS. Cryo-EM structure of the 2019-nCoV spike in the prefusion conformation. Science (New York, NY) 2020;367:eabb2507. doi: 10.1126/science.abb2507.", "ArticleIdList": ["10.1126/science.abb2507", "PMC7164637", "32075877"]}, {"Citation": "Wu C, Liu Y, Yang Y, Zhang P, Zhong W, Wang Y, Wang Q, Xu Y, Li M, Li X, Zheng M, Chen L, Li H. Analysis of therapeutic targets for SARS-CoV-2 and discovery of potential drugs by computational methods. Acta Pharmaceut Sinica B. 2020;10(5):766–788. doi: 10.1016/j.apsb.2020.02.008.", "ArticleIdList": ["10.1016/j.apsb.2020.02.008", "PMC7102550", "32292689"]}, {"Citation": "Wu K, Li W, Peng G, Li F. Crystal structure of NL63 respiratory coronavirus receptor-binding domain complexed with its human receptor. Proc Natl Acad Sci. 2009;106:19970–19974. doi: 10.1073/pnas.0908837106.", "ArticleIdList": ["10.1073/pnas.0908837106", "PMC2785276", "19901337"]}, {"Citation": "Xiao S, Tian Z, Wang Y, Si L, Zhang L, Zhou D. Recent progress in the antiviral activity and mechanism study of pentacyclic triterpenoids and their derivatives. Med Res Rev. 2018;38(3):951–976. doi: 10.1002/med.21484.", "ArticleIdList": ["10.1002/med.21484", "PMC7168445", "29350407"]}, {"Citation": "Yamamoto M, Matsuyama S, Li X, Takeda M, Kawaguchi Y, Inoue J-i, Matsuda Z. Identification of nafamostat as a potent inhibitor of Middle East respiratory syndrome coronavirus S protein-mediated membrane fusion using the split-protein-based cell-cell fusion assay. Antimicrob Agents Chemother. 2016;60(11):6532–6539. doi: 10.1128/AAC.01043-16.", "ArticleIdList": ["10.1128/AAC.01043-16", "PMC5075056", "27550352"]}, {"Citation": "Yuan Y, Cao D, Zhang Y, Ma J, Qi J, Wang Q, Lu G, Wu Y, Yan J, Shi Y, Zhang X, Gao GF. Cryo-EM structures of MERS-CoV and SARS-CoV spike glycoproteins reveal the dynamic receptor binding domains. Nat Commun. 2017;8:15092. doi: 10.1038/ncomms15092.", "ArticleIdList": ["10.1038/ncomms15092", "PMC5394239", "28393837"]}, {"Citation": "Zanin L, Saraceno G, Panciani PP, Renisi G, Signorini L, Migliorati K, Fontanella MM. SARS-CoV-2 can induce brain and spine demyelinating lesions. Acta Neurochir. 2020;162(7):1491–1494. doi: 10.1007/s00701-020-04374-x.", "ArticleIdList": ["10.1007/s00701-020-04374-x", "PMC7197630", "32367205"]}, {"Citation": "Zhang H, Penninger JM, Li Y, Zhong N, Slutsky AS. Angiotensin-converting enzyme 2 (ACE2) as a SARS-CoV-2 receptor: molecular mechanisms and potential therapeutic target. Intensive Care Med. 2020;46(4):586–590. doi: 10.1007/s00134-020-05985-9.", "ArticleIdList": ["10.1007/s00134-020-05985-9", "PMC7079879", "32125455"]}, {"Citation": "Zhao H, Caflisch A. Molecular dynamics in drug design. Eur J Med Chem. 2015;91:4–14. doi: 10.1016/j.ejmech.2014.08.004.", "ArticleIdList": ["10.1016/j.ejmech.2014.08.004", "25108504"]}, {"Citation": "Zhou P, et al. A pneumonia outbreak associated with a new coronavirus of probable bat origin. Nature. 2020;579:270–273. doi: 10.1038/s41586-020-2012-7.", "ArticleIdList": ["10.1038/s41586-020-2012-7", "PMC7095418", "32015507"]}, {"Citation": "Zhou Y, Vedantham P, Lu K, Agudelo J, Carrion R, Jr, Nunneley JW, Barnard D, Pöhlmann S, McKerrow JH, Renslo AR, Simmons G. Protease inhibitors targeting coronavirus and filovirus entry. Antiviral Res. 2015;116:76–84. doi: 10.1016/j.antiviral.2015.01.011.", "ArticleIdList": ["10.1016/j.antiviral.2015.01.011", "PMC4774534", "25666761"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "6", "Day": "4"}, {"Year": "2021", "Month": "7", "Day": "16"}, {"Year": "2021", "Month": "8", "Day": "5", "Hour": "13", "Minute": "4"}, {"Year": "2021", "Month": "8", "Day": "6", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "8", "Day": "6", "Hour": "6", "Minute": "1"}, {"Year": "2021", "Month": "8", "Day": "5"}], "PublicationStatus": "epublish", "ArticleIdList": ["34351542", "PMC8339396", "10.1186/s43141-021-00209-z", "10.1186/s43141-021-00209-z"]}}], "PubmedBookArticle": []}