{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Continuous cropping soil", "First cropping soil", "Fragrant solomonseal", "Genomic analysis", "Low-molecule-weight phenolic acids", "Root rot"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34364388", "DateCompleted": {"Year": "2021", "Month": "08", "Day": "16"}, "DateRevised": {"Year": "2021", "Month": "08", "Day": "16"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "08", "Day": "07"}], "Language": ["eng"], "ELocationID": ["362", "10.1186/s12870-021-03135-x"], "Journal": {"ISSN": "1471-2229", "JournalIssue": {"Volume": "21", "Issue": "1", "PubDate": {"Year": "2021", "Month": "Aug", "Day": "07"}}, "Title": "BMC plant biology", "ISOAbbreviation": "BMC Plant Biol"}, "ArticleTitle": "Physiological and transcriptomic analyses to reveal underlying phenolic acid action in consecutive monoculture problem of Polygonatum odoratum.", "Pagination": {"StartPage": "362", "MedlinePgn": "362"}, "Abstract": {"AbstractText": ["The root rot of fragrant solomonseal (Polygonatum odoratum) has occurred frequently in the traditional P. odoratum cultivating areas in recent years, causing a heavy loss in yield and quality. The phenolic acids in soil, which are the exudates from the P. odoratum root, act as allelochemicals that contribute to the consecutive monoculture problem (CMP) of the medicinal plant. The aim of this study was to get a better understanding of P. odoratum CMP.", "The phenolic acid contents, the nutrient chemical contents, and the enzyme activities related to the soil nutrient metabolism in the first cropping (FC) soil and continuous cropping (CC) soil were determined, and the differentially expressed genes (DEGs) related to the regulation of the phenolic acids in roots were analyzed. The results showed that five low-molecule-weight phenolic acids were detected both in the CC soil and FC soil, but the phenolic acid contents in the CC soil were significantly higher than those in the FC soil except vanillic acid. The contents of the available nitrogen, available phosphorus, and available potassium in the CC soil were significantly decreased, and the activities of urease and sucrase in the CC soil were significantly decreased. The genomic analysis showed that the phenolic acid anabolism in P. odoratum in the CC soil was promoted. These results indicated that the phenolic acids were accumulated in the CC soil, the nutrient condition in the CC soil deteriorated, and the nitrogen metabolism and sugar catabolism of the CC soil were lowered. Meantime, the anabolism of phenolic acids was increased in the CC plant.", "The CC system promoted the phenolic acid anabolism in P. odoratum and made phenolic acids accumulate in the soil."], "CopyrightInformation": "© 2021. The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Collaborative Innovation Center for Field Weeds Control of Hunan Province, Hunan University of Humanities, Science and Technology, Loudi, 417000, China."}], "LastName": "Ni", "ForeName": "Xianzhi", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Collaborative Innovation Center for Field Weeds Control of Hunan Province, Hunan University of Humanities, Science and Technology, Loudi, 417000, China."}], "LastName": "Jin", "ForeName": "Chenzhong", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Agronomy, Hunan Agricultural University, Changsha, 410128, China."}], "LastName": "Liu", "ForeName": "Aiyu", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Collaborative Innovation Center for Field Weeds Control of Hunan Province, Hunan University of Humanities, Science and Technology, Loudi, 417000, China. henon@163.com."}], "LastName": "Chen", "ForeName": "Yong", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Collaborative Innovation Center for Field Weeds Control of Hunan Province, Hunan University of Humanities, Science and Technology, Loudi, 417000, China. huyhongwangyi@163.com."}], "LastName": "Hu", "ForeName": "Yihong", "Initials": "Y"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "BMC Plant Biol", "NlmUniqueID": "100967807", "ISSNLinking": "1471-2229"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Enzymes"}, {"RegistryNumber": "0", "NameOfSubstance": "Hydroxybenzoates"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Proteins"}, {"RegistryNumber": "0", "NameOfSubstance": "Soil"}, {"RegistryNumber": "27YLU75U4W", "NameOfSubstance": "Phosphorus"}, {"RegistryNumber": "I3P9R8317T", "NameOfSubstance": "phenolic acid"}, {"RegistryNumber": "N762921K75", "NameOfSubstance": "Nitrogen"}], "MeshHeadingList": [{"QualifierName": ["methods"], "DescriptorName": "Agriculture"}, {"QualifierName": ["analysis"], "DescriptorName": "Enzymes"}, {"QualifierName": [], "DescriptorName": "Gene Expression Profiling"}, {"QualifierName": [], "DescriptorName": "Gene Expression Regulation, Plant"}, {"QualifierName": ["analysis", "metabolism"], "DescriptorName": "Hydroxybenzoates"}, {"QualifierName": ["analysis"], "DescriptorName": "Nitrogen"}, {"QualifierName": ["analysis"], "DescriptorName": "Phosphorus"}, {"QualifierName": ["genetics"], "DescriptorName": "Plant Proteins"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": ["genetics", "metabolism"], "DescriptorName": "Polygonatum"}, {"QualifierName": [], "DescriptorName": "Rhizosphere"}, {"QualifierName": [], "DescriptorName": "Sequence Analysis, RNA"}, {"QualifierName": ["chemistry"], "DescriptorName": "Soil"}], "CoiStatement": "The authors declare that they have no competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Chen Y, Yin L, Zhang X, Wang Y, Chen Q, Jin C, Hu Y, Wang J. Optimization of alkaline extraction and bioactivities of polysaccharides from rhizome of Polygonatum odoratum. Biomed Res Int. 2014;2014:504896–504898. doi: 10.1155/2014/504896.", "ArticleIdList": ["10.1155/2014/504896", "PMC4100354", "25093173"]}, {"Citation": "Lan G, Chen H, Wang Z, Zhang W, Zhang L. Extraction of Polygonatum odoratum polysaccharides using response surface methodology and preparation of a compound beverage. Carbohydr Polym. 2011;86(3):1175–1180. doi: 10.1016/j.carbpol.2011.06.009.", "ArticleIdList": ["10.1016/j.carbpol.2011.06.009"]}, {"Citation": "Li M, Yang Y, Feng F, Zhang B, Yang C, Gu L, Wang F, Zhang J, Chen A, Lin W, Chen X, Zhang Z. Differential proteomic analysis of replanted Rehmannia glutinosa roots by iTRAQ reveals molecular mechanisms for formation of replant disease. BMC Plant Biol. 2017;17(1):116. doi: 10.1186/s12870-017-1060-0.", "ArticleIdList": ["10.1186/s12870-017-1060-0", "PMC5504617", "28693420"]}, {"Citation": "Li Z, Wang Q, Ruan X, Pan C, Jiang D. Phenolics and plant allelopathy. Molecules. 2010;15(12):8933–8952. doi: 10.3390/molecules15128933.", "ArticleIdList": ["10.3390/molecules15128933", "PMC6259130", "21139532"]}, {"Citation": "Marchiosi R, dos Santos WD, Constantin RP, de Lima RB, Soares AR, Finger-Teixeira A, Mota TR, de Oliveira DM, Foletto-Felipe MP, Abrahão J, Ferrarese-Filho O. Biosynthesis and metabolic actions of simple phenolic acids in plants. Phytochem Rev. 2020;11(4):865–906. doi: 10.1007/s11101-020-09689-2.", "ArticleIdList": ["10.1007/s11101-020-09689-2"]}, {"Citation": "Cheynier V, Comte G, Davies KM, Lattanzio V, Martens S. Plant phenolics: recent advances on their biosynthesis, genetics, and ecophysiology. Plant Physiol Biochem. 2013;72:1–20. doi: 10.1016/j.plaphy.2013.05.009.", "ArticleIdList": ["10.1016/j.plaphy.2013.05.009", "23774057"]}, {"Citation": "Weiß S, Winkelmann T. Transcriptome profiling in leaves representing aboveground parts of apple replant disease affected Malus domestica ‘M26’ plants. Sci Hortic. 2017;222:111–125. doi: 10.1016/j.scienta.2017.05.012.", "ArticleIdList": ["10.1016/j.scienta.2017.05.012"]}, {"Citation": "Xiao L, Liu Y, Xu B, Yu Y, Liu T. Study on allelopathy and identification of allelochemical in rhizosphere soil of Polygonatum. Chin Agric Sci Bulletin. 2015;31:163–167. doi: 10.11924/j.issn.1000-6850.casb15070050.", "ArticleIdList": ["10.11924/j.issn.1000-6850.casb15070050"]}, {"Citation": "Chen Y, Zhang X, Hu Y, Jin C. Effects of soil nutrients, enzyme activities and microbial composition in vegetable-Polygonatum Odoratum rotation regimes. Rev Chim. 2020;71(6):460–472. doi: 10.37358/RC.20.6.8212.", "ArticleIdList": ["10.37358/RC.20.6.8212"]}, {"Citation": "Zou T, Jin C, Chen Y, Liu Z, Hu Y. Responses of Polygonatum odoratum seedlings in aeroponic culture to treatments of different ammonium: nitrate ratios. J Plant Nutr. 2017;40(20):2850–2861. doi: 10.1080/01904167.2017.1384011.", "ArticleIdList": ["10.1080/01904167.2017.1384011"]}, {"Citation": "Chen Y, Liu Z, Tu N, Hu Y, Jin C, Luo Y, Liu A, Zhang X. Integrated transcriptome and microRNA profiles analysis reveals molecular mechanisms underlying the consecutive monoculture problem of Polygonatum odoratum. Cell Mol Biol. 2020;66(2):47–52. doi: 10.14715/cmb/2020.66.2.7.", "ArticleIdList": ["10.14715/cmb/2020.66.2.7", "32415926"]}, {"Citation": "Yang Y, Li M, Li X, Chen X, Lin W, Zhang Z. Transcriptome-wide identification of the genes responding to replanting disease in Rehmannia glutinosa L. roots. Mol Biol Rep. 2015;42(5):881–892. doi: 10.1007/s11033-014-3825-y.", "ArticleIdList": ["10.1007/s11033-014-3825-y", "25410878"]}, {"Citation": "Zhao Y, Cheng Y, Ma Y, Chen C, Xu F, Dong X. Role of phenolic acids from the rhizosphere soils of Panax notoginseng as a double-edge sword in the occurrence of root-rot disease. Molecules. 2018;23(4):819. doi: 10.3390/molecules23040819.", "ArticleIdList": ["10.3390/molecules23040819", "PMC6017069", "29614031"]}, {"Citation": "Li P, Chen J, Li Y, Zhang K, Wang H. Possible mechanisms of control of Fusarium wilt of cut chrysanthemum by Phanerochaete chrysosporium in continuous cropping fields: a case study. Sci Rep. 2017;7(1):15994. doi: 10.1038/s41598-017-16125-7.", "ArticleIdList": ["10.1038/s41598-017-16125-7", "PMC5700048", "29167484"]}, {"Citation": "Lin P, Zhao H, Tang Z, Zhang Y, Lin H, Shen Y, Wang J, Wan S. Effects of continuous cropping on root exudates of different resistance peanut (Arachis hypogaea L.) varieties and allelochemicals content in soil. Chin J Oil Crop Sci. 2015;37:467–474. doi: 10.7505/j.issn.1007-9084.2015.04.006.", "ArticleIdList": ["10.7505/j.issn.1007-9084.2015.04.006"]}, {"Citation": "Chen ZL, Krishnamurti GSR, Naidu R. Separation of phenolic acids in soil and plant tissue extracts by co-electroosmotic capillary electrophoresis with direct UV detection. Chromatographia. 2001;53(3-4):179–184. doi: 10.1007/BF02491567.", "ArticleIdList": ["10.1007/BF02491567"]}, {"Citation": "Tian G, Bi Y, Sun Z, Zhang L. Phenolic acids in the plow layer soil of strawberry fields and their effects on the occurrence of strawberry anthracnose. Eur J Plant Pathol. 2015;143(3):581–594. doi: 10.1007/s10658-015-0711-y.", "ArticleIdList": ["10.1007/s10658-015-0711-y"]}, {"Citation": "Cecchi AM, Koskinen WC, Cheng HH, Haider K. Sorption–desorption of phenolic acids as affected by soil properties. Biol Fertil Soils. 2004;39(4):235–242. doi: 10.1007/s00374-003-0710-6.", "ArticleIdList": ["10.1007/s00374-003-0710-6"]}, {"Citation": "Lambers H, Chapin FS, Pons TL. Plant physiological ecology. New York: Springer; 1998."}, {"Citation": "Li W, Yang G, Chen H, Tian J, Zhang Y, Zhu Q, Peng C, Yang J. Soil available nitrogen, dissolved organic carbon and microbial biomass content along altitudinal gradient of the eastern slope of Gongga Mountain. Acta Ecol Sin. 2013;33(5):266–271. doi: 10.1016/j.chnaes.2013.07.006.", "ArticleIdList": ["10.1016/j.chnaes.2013.07.006"]}, {"Citation": "Muzika R. Terpenes and phenolics in response to nitrogen fertilization: a test of the carbon/nutrient balance hypothesis. Chemoecology. 1993;4(1):3–7. doi: 10.1007/BF01245890.", "ArticleIdList": ["10.1007/BF01245890"]}, {"Citation": "Alkorta I, Aizpurua A, Riga P, Albizu I, Amézaga I, Garbisu C. Soil enzyme activities as biological indicators of soil health. Rev Environ Health. 2003;18(1):65–73. doi: 10.1515/reveh.2003.18.1.65.", "ArticleIdList": ["10.1515/reveh.2003.18.1.65", "12875512"]}, {"Citation": "Zamboni N, Fischer E, Laudert D, Aymerich S, Hohmann H, Sauer U. The Bacillus subtilis yqjl gene encodes the NADP+-dependent 6-p-gluconate dehydrogenase in the pentose phosphate pathway. J Bacteriol. 2004;186(14):4528–4534. doi: 10.1128/JB.186.14.4528-4534.2004.", "ArticleIdList": ["10.1128/JB.186.14.4528-4534.2004", "PMC438568", "15231785"]}, {"Citation": "Pickl A, Schönheit P. The oxidative pentose phosphate pathway in the haloarchaeon Haloferax volcanii involves a novel type of glucose-6-phosphate dehydrogenase - the archaeal Zwischenferment. FEBS Lett. 2015;589(10):1105–1111. doi: 10.1016/j.febslet.2015.03.026.", "ArticleIdList": ["10.1016/j.febslet.2015.03.026", "25836736"]}, {"Citation": "Teige M, Melzer M, Süss K. Purification, properties and in situ localization of the amphibolic enzymes D-ribulose 5-phosphate 3-epimerase and transketolase from spinach chloroplasts. Eur J Biochem. 1998;252(2):237–244. doi: 10.1046/j.1432-1327.1998.2520237.x.", "ArticleIdList": ["10.1046/j.1432-1327.1998.2520237.x", "9523694"]}, {"Citation": "Ye R, Wong S. Transcriptional regulation of the Bacillus subtilis glucitol dehydrogenase gene. J Bacteriol. 1994;176(3):3314–3320. doi: 10.1007/BF02181950.", "ArticleIdList": ["10.1007/BF02181950", "PMC205502", "8195086"]}, {"Citation": "Roy D, Ward P. Comparison of fructose-1, 6-bisphosphatase gene (fbp) sequences for the identification of lactobacillus rhamnosus. Curr Microbiol. 2004;49(5):313–320. doi: 10.1007/s00284-004-4355-y.", "ArticleIdList": ["10.1007/s00284-004-4355-y", "15486704"]}, {"Citation": "Bauer S, Vasu P, Persson S, Mort AJ, Somerville C. Development and application of a suite of polysaccharide-degrading enzymes for analyzing plant cell walls. PNAS. 2006;103(30):11417–11422. doi: 10.1073/pnas.0604632103.", "ArticleIdList": ["10.1073/pnas.0604632103", "PMC1544100", "16844780"]}, {"Citation": "Oliveira JS, Pinto CA, Basso LA, Santos DS. Cloning and overexpression in soluble form of functional shikimate kinase and 5-enolpyruvylshikimate 3-phosphate synthase enzymes from mycobacterium tuberculosis. Protein Expr Purif. 2001;22(3):430–435. doi: 10.1006/prep.2001.1457.", "ArticleIdList": ["10.1006/prep.2001.1457", "11483005"]}, {"Citation": "Charles IG, Lamb HK, Pickard D, Dougan G, Harwkins AR. Isolation, characterization and nucleotide sequences of the aroC genes encoding chorismate synthase from Salmonella typhi and Escherichia coli. J Gen Microbiol. 1990;136(2):353–358. doi: 10.1099/00221287-136-2-353.", "ArticleIdList": ["10.1099/00221287-136-2-353", "2182772"]}, {"Citation": "Leung PSC, Preiss J. Biosynthesis of bacterial glycogen: primary structure of Salmonella typhimurium ADPglucose synthetase as deduced from the nucleotide sequence of the glgC gene. J Bacteriol. 1987;169(1):4355–4360. doi: 10.1083/jcb.107.1.101.", "ArticleIdList": ["10.1083/jcb.107.1.101", "PMC213752", "3040691"]}, {"Citation": "Yoshida K, Komae K. A rice family 9 glycoside hydrolase isozyme with broad substrate specificity for hemicelluloses in yype II cell walls. Plant Cell Physiol. 2006;47(11):1541–1554. doi: 10.1093/pcp/pcl020.", "ArticleIdList": ["10.1093/pcp/pcl020", "17056618"]}, {"Citation": "Froman BE, Tait RC, Gottlieb LD. Isolation and characterization of the phosphoglucose isomerase gene from Escherichia coli. Mol Gen Genet. 1989;217(1):126–131. doi: 10.1007/BF00330951.", "ArticleIdList": ["10.1007/BF00330951", "2549364"]}, {"Citation": "Mandal ST, Chakraborty D, Dey S. Phenolic acids act as signaling molecules in plant-microbe symbioses. Plant Signal Behav. 2010;5(4):359–368. doi: 10.4161/psb.5.4.10871.", "ArticleIdList": ["10.4161/psb.5.4.10871", "PMC2958585", "20400851"]}, {"Citation": "Becerra-Moreno A, Redondo-Gil M, Benavides J, Nair V, Cisneros-Zevallos L, Jacobo-Velázquez Combined effect of water loss and wounding stress on gene activation of metabolic pathways associated with phenolic biosynthesis in carrot. Front Plant Sci. 2015;6:837. doi: 10.3389/fpls.2015.00837.", "ArticleIdList": ["10.3389/fpls.2015.00837", "PMC4606068", "26528305"]}, {"Citation": "Li Y, Wang C, Wang F, Dong H, Guo S, Yang JX. Phenolic components and flavanones from Dendrobium andidum. Chin Pharm J. 2010;45:975–979."}, {"Citation": "Cho M, Lee S. Phenolic phytoalexins in rice: biological functions and biosynthesis. Int J Mol Sci. 2015;16(12):29120–29133. doi: 10.3390/ijms161226152.", "ArticleIdList": ["10.3390/ijms161226152", "PMC4691099", "26690131"]}, {"Citation": "Park LH, Lee S, Jung K, Hahn T, Cho M. Transcriptomic analysis of UV-treated rice leaves reveals UV-induced phytoalexin biosynthetic pathways and their regulatory networks in rice. Phytochem. 2013;96:57–71. doi: 10.1016/j.phytochem.2013.08.012.", "ArticleIdList": ["10.1016/j.phytochem.2013.08.012", "24035516"]}, {"Citation": "Riley D, Barber SA. Bicarbonate accumulation and pH changes at the soybean (Glycine max (L.) Merr.) root-soil interface. Soil Sci Soc Am J. 1969;33(6):905–908. doi: 10.2136/sssaj1969.03615995003300060031x.", "ArticleIdList": ["10.2136/sssaj1969.03615995003300060031x"]}, {"Citation": "Riley D, Barber SA. Salt accumulation at the soybean (Glycine max ( L.) Merr.) root-soil interface. Soil Sci Soc Am J. 1970;34(1):154–155. doi: 10.2136/sssaj1970.03615995003400010042x.", "ArticleIdList": ["10.2136/sssaj1970.03615995003400010042x"]}, {"Citation": "Wang J, Zhang L, Guo Q, Kou J, Yu B, Gu D. Quantitative analysis of seven phenolic acids in eight Yinqiao Jiedu serial preparations by quantitative analysis of multi-components with single-marker. Acta Pharm Sin. 2015;50(4):480–485. doi: 10.16438/j.0513-4870.2015.04.001.", "ArticleIdList": ["10.16438/j.0513-4870.2015.04.001", "26223132"]}, {"Citation": "Zheng B. Technical guide for soil analysis. Beijing: China Agricultural Press; 2012. pp. 154–212."}, {"Citation": "Arogba SS, Ajiboye OL, Ugboko LA, Essienette SY, Afolabi PO. Properties of polyphenol oxidase in mango (Mangifera indica) kernel. J Sci Food Agric. 1998;77(4):459–462. doi: 10.1002/(SICI)1097-0010(199808)77:4<459::AID-JSFA61>3.0.CO;2-O.", "ArticleIdList": ["10.1002/(SICI)1097-0010(199808)77:4<459::AID-JSFA61>3.0.CO;2-O"]}, {"Citation": "Kraus TE, Fletcher RA. Paclobutrazol protect wheat seedlings from heat and paraquat injury. Is detoxification of active oxygen involved? Plant Cell Physiol. 1994;35(1):45–52. doi: 10.1159/000163877.", "ArticleIdList": ["10.1159/000163877"]}, {"Citation": "Das S, Ganguly D, Mukherjee A, Chakraborty S, De TK. Soil urease activity of Sundarban mangrove ecosystem, India. Adv Microbi. 2017;7(8):617–632. doi: 10.4236/aim.2017.78048.", "ArticleIdList": ["10.4236/aim.2017.78048"]}, {"Citation": "Saa A, Trasar-Cepeda MC, Gil-Sotres F, Carballas T. Changes in soil phosphorus and acid phosphatase activity immediately following forest fires. Soil Biol Biochem. 1993;25(9):1223–1230. doi: 10.1016/0038-0717(93)90218-Z.", "ArticleIdList": ["10.1016/0038-0717(93)90218-Z"]}, {"Citation": "Li Z, Lu Z. Soil Sucrase: detection conditions based on DNS colorimetric. Chin Agric Sci Bulletin. 2016;32:171–176."}, {"Citation": "Grabherr MG, Haas BJ, Yassour M, Levin JZ, Thompson DA, Amit I, Adiconis X, Fan L, Raychowdhury R, Zeng Q. Full-length transcriptome assembly from RNA-Seq data without a reference genome. Nat Biotechnol. 2011;29(7):644–652. doi: 10.1038/nbt.1883.", "ArticleIdList": ["10.1038/nbt.1883", "PMC3571712", "21572440"]}, {"Citation": "Anders S, Huber W. Differential expression analysis for sequence count data. Genome Biol. 2010;11(10):R106. doi: 10.1186/gb-2010-11-10-r106.", "ArticleIdList": ["10.1186/gb-2010-11-10-r106", "PMC3218662", "20979621"]}, {"Citation": "Mao X, Cai T, Olyarchuk JG, Wei L. Automated genome annotation and pathway identification using the KEGG Orthology (KO) as a controlled vocabulary. Bioinf. 2005;21(2):3787–3793. doi: 10.2307/1592215.", "ArticleIdList": ["10.2307/1592215", "15817693"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "3", "Day": "23"}, {"Year": "2021", "Month": "7", "Day": "25"}, {"Year": "2021", "Month": "8", "Day": "8", "Hour": "20", "Minute": "21"}, {"Year": "2021", "Month": "8", "Day": "9", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "8", "Day": "17", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "8", "Day": "7"}], "PublicationStatus": "epublish", "ArticleIdList": ["34364388", "PMC8349006", "10.1186/s12870-021-03135-x", "10.1186/s12870-021-03135-x"]}}], "PubmedBookArticle": []}