{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Middle East", "botany", "doctrine of similitude", "ethnobotany", "history of plant uses", "medical anthropology", "medicinal plants"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34371549", "DateRevised": {"Year": "2023", "Month": "11", "Day": "07"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "07", "Day": "01"}], "Language": ["eng"], "ELocationID": ["1346", "10.3390/plants10071346"], "Journal": {"ISSN": "2223-7747", "JournalIssue": {"Volume": "10", "Issue": "7", "PubDate": {"Year": "2021", "Month": "Jul", "Day": "01"}}, "Title": "Plants (Basel, Switzerland)", "ISOAbbreviation": "Plants (Basel)"}, "ArticleTitle": "The Doctrine of Signatures in Israel-Revision and Spatiotemporal Patterns.", "Abstract": {"AbstractText": ["The present survey includes forty-three plant species with present-day medicinal applications that can be related to the Doctrine of Signatures (DoS). The main uses are for jaundice (33.3%), kidney stones (20%), and as an aphrodisiac (8%). Ten Doctrine of Signature uses (22.2%) are endemic (to Israel and Jordan); while none of these plant species are endemic to the region at all, their DoS uses are endemic. Summing up of all these data reveals that 73.2% of all uses found in present-day Israel could be considered as related to Muslim traditional medicine. About one quarter (24.4%) of the DoS uses are also common to Europe, and some (8.8%) to India. The two adventive species with DoS uses serve as evidence that the DoS practice is not necessarily based solely on its historical background but is still evolving locally in accordance with changes in the local flora. The current broad geographic distribution of many of the doctrine's uses may serve as indirect evidence of its current prevalence, and not just as a vestigial presentation of ancient beliefs."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Evolutionary and Environmental Biology, University of Haifa, Haifa 3498838, Israel."}], "LastName": "Dafni", "ForeName": "Amots", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Independent Resercher, Mghar 20128, Israel."}], "LastName": "Aqil Khatib", "ForeName": "Saleh", "Initials": "S"}, {"Identifier": ["0000-0003-2928-7423"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, Campus Universitario de Cartuja, University of Granada, 18071 Granada, Spain."}], "LastName": "Benítez", "ForeName": "Guillermo", "Initials": "G"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Plants (Basel)", "NlmUniqueID": "101596181", "ISSNLinking": "2223-7747"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Thiselton-Dyer T.F. The Folk-Lore of Plants. D. Appleton & Company; London, UK: 1889."}, {"Citation": "Folkard R. Plant, Lore, Legends, and Lyrics. Sampson, Low; London, UK: 1892."}, {"Citation": "Tippo O., Stern L.W. Humanistic Botany. Norton; New York, NY, USA: 1977."}, {"Citation": "Suppan L. The doctrine of signatures. J. Am. Pharm. Assoc. 1928;17:581–585."}, {"Citation": "Lewis W.H., Elvin–Lewis M.P.F. Medical Botany—Plants Affecting Man’s Health. John Wiley and Sons; New York, NY, USA: 1977."}, {"Citation": "Dioscorides  . Thesaurus Linguae Graeca—A Digital Library of Greek Literature. University of California; Irvine, CA, USA: 1992.  [(accessed on 13 August 2020)].  Available online:  http://stephanus.tlg.uci.edu."}, {"Citation": "Balée W. Footprints in the Forest. Ka’apor Ethnobotany—The Historical Ecology of Plant. Utilization by an Amazonian People. Columbia University Press; New York, NY, USA: 1994."}, {"Citation": "Durant O.A. World of Similarity: The Doctrine of Signatures and its Application in Medicinal Plant Identification. Conference: Herbal History Research Network.  [(accessed on 13 August 2020)];Royal Botanic Gardens Kew. 2014  Available online:  https://www.researchgate.net/publication/269688037_A_World_of_Similarity_The_Doctrine_of_Signatures_and_its_application_in_medicinal_plant_identification."}, {"Citation": "Durant O. Cataloguing nature’s “library”: The doctrine of signatures in Western thought and practice. Pharm. Hist. 2017;47:95–98."}, {"Citation": "Arber A. In: Herbals: Their Origin and Evolution: A Chapter in the History of Botany, 1470–1670. Hafner D., editor. Cambridge University Press; Cambridge, MA, USA: 1970. Facsimile of the 1938 edition."}, {"Citation": "Gantenbein U.L. Real or Fake? New Light on the Paracelsian De natura rerum. Ambix. 2020;67:4–29. doi: 10.1080/00026980.2020.1720339.", "ArticleIdList": ["10.1080/00026980.2020.1720339", "32118524"]}, {"Citation": "Della Porta G. The First Book of Natural Magick: Wherein are Searched out the Causes of Things which Produce Wonderful Effects (first published in 1558) Printed for Thomas Young and Samuel Speed; London, UK: 1658."}, {"Citation": "Boehme J. The Signatures of All Things: With Other Writings. Dutton and Co; London, UK: New York, NY, USA: 1912."}, {"Citation": "Coles W. Art of Simpling. Nathaniel Brook; London, UK: 1656."}, {"Citation": "Foucault M. The Order of Things. Tavistock Publications; London, UK: 1970."}, {"Citation": "Crollius O. A Treatise of Oswaldus Crollius of Signatures of Internal Things or a True and Lively Anatomy of the Greater and Lesser World. John Starkey and Thomas Passenger; London, UK: 1669."}, {"Citation": "Agamben S. Signatura Rerum: Sul Metodo. Bollati Boringhieri; Torino, Italy: 2008."}, {"Citation": "Etkin N.L., Johns T.T. Pharmafoods and nutraceuticals: Paradigm shifts in biotherapeutics. In: Prendergast H.D.V., Etkin N.L., Harris D.R., Houghton P.J., editors. Plants for Food and Medicine. Royal Botanic Gardens; Richmond, UK: 1998. pp. 3–16."}, {"Citation": "Dafni A., Lev E. The Doctrine of Signatures in present–day Israel. Econ. Bot. 2002;56:328–334. doi: 10.1663/0013-0001(2002)056[0328:TDOSIP]2.0.CO;2.", "ArticleIdList": ["10.1663/0013-0001(2002)056[0328:TDOSIP]2.0.CO;2"]}, {"Citation": "Bennett B.C. Doctrine of Signatures: An explanation of medicinal plant discovery or dissemination of knowledge? Ecol. Bot. 2000;761:246–255. doi: 10.1663/0013-0001(2007)61[246:DOSAEO]2.0.CO;2.", "ArticleIdList": ["10.1663/0013-0001(2007)61[246:DOSAEO]2.0.CO;2"]}, {"Citation": "Bennett B.C. Doctrine of signatures through two millennia. Herbalgram. 2008;78:34–45."}, {"Citation": "Patil D. Indian Ethnomedicines—Origins in the Perspective of Doctrine of Signatures.  [(accessed on 5 April 2020)];Life Sci. Leafl. 2021 21:6–15. Available online:  https://www.petsd.org/ojs/index.php/lifesciencesleaflets/article/view/246."}, {"Citation": "Efferth T., Greten H.J. Doctrine of Signatures–Mystic Heritage or Outdated Relict from Middle–Ages Phytotherapy. Med. Aromat. Plants. 2016;5:e177. doi: 10.4172/2167-0412.1000e177.", "ArticleIdList": ["10.4172/2167-0412.1000e177"]}, {"Citation": "Kalle R., Sõukand R. The name to remember: Flexibility and contextuality of preliterate folk plant categorization from the 1830s, in Pernau, Livonia, historical region on the eastern coast of the Baltic Sea. J. Ethnopharmacol. 2021;264:113254. doi: 10.1016/j.jep.2020.113254.", "ArticleIdList": ["10.1016/j.jep.2020.113254", "32798616"]}, {"Citation": "Van Den Broek G.J. Signs and signatures: Reading God’s herbal. Semiotica. 1987;63:109–128. doi: 10.1515/semi.1987.63.1-2.109.", "ArticleIdList": ["10.1515/semi.1987.63.1-2.109"]}, {"Citation": "Leonti M., Sticher O., Heinrich M. Medicinal plants of the Popoluca, Mexico: Organoleptic properties as indigenous selection criteria. J. Ethnopharmacol. 2002;81:307–315. doi: 10.1016/S0378-8741(02)00078-8.", "ArticleIdList": ["10.1016/S0378-8741(02)00078-8", "12127230"]}, {"Citation": "Pattanayak J.R., Nayak J.K. Evidence of Doctrine of Signatures in the traditional knowledge system of the Paraja and Gadaba communities of Koraput, India. Plant. Arch. 2020;20:1587–1592."}, {"Citation": "Palevich D., Yaniv Z., Dafni A., Friedman J. Survey of Israeli Wild Flora as a Source of Medicines. 3rd ed. Ministry of Science and Development; National Committee for Development and Research NCRD 2–8; Jerusalem, Israel: 1987. (In Hebrew)"}, {"Citation": "Dafni A., Yaniv Z., Palevitch D. Ethnobotanical survey of medicinal plants in northern Israel. J. Ethnopharmacol. 1984;10:295–310. doi: 10.1016/0378-8741(84)90017-5.", "ArticleIdList": ["10.1016/0378-8741(84)90017-5", "6748708"]}, {"Citation": "Daoud R.T.E. Master’s Thesis. Environmental Science, Faculty of Graduate Studies, An–Najah National University; Nablus, Palestine: 2008. Studies on Folkloric Medicinal Plants Used by Palestinians in the Qalqilia District."}, {"Citation": "Ali-Shtayeh M.S., Yaniv Z., Mahajna J. Ethnobotanical survey in the Palestinian area: A classification of the healing potential of medicinal plants. J. Ethnopharmacol. 2000;73:221–232. doi: 10.1016/S0378-8741(00)00316-0.", "ArticleIdList": ["10.1016/S0378-8741(00)00316-0", "11025160"]}, {"Citation": "Said O., Khalil K., Fulder S., Azaizeh H. Ethnopharmacological survey of medicinal herbs in Israel, the Golan Heights and the West Bank region. J. Ethnopharmacol. 2002;83:251–265. doi: 10.1016/S0378-8741(02)00253-2.", "ArticleIdList": ["10.1016/S0378-8741(02)00253-2", "12426094"]}, {"Citation": "Alalwan T.A., Alkhuzai J.A., Jameel Z., Mandeel Q.A. Quantitative ethnobotanical study of some medicinal plants used by herbalists in Bahrain. J. Herb. Med. 2019;17:100278. doi: 10.1016/j.hermed.2019.100278.", "ArticleIdList": ["10.1016/j.hermed.2019.100278"]}, {"Citation": "Al-Qarawi A.A., Abdel-Rahman H.A., Ali B.H., El Mougy S. Liquorice (Glycyrrhiza glabra) and the adrenal–kidney–pituitary axis in rats. Food Chem. Toxicol. 2002;40:1525–1527. doi: 10.1016/S0278-6915(02)00080-7.", "ArticleIdList": ["10.1016/S0278-6915(02)00080-7", "12387318"]}, {"Citation": "Abbasi N., Rafieian-Kopaei M., Karami N., Abbaszadeh S., Bahmani M. Medicinal plants for the treatment of kidney stones: An ethnobotanical study in Shahrekord. Egypt. J. Vet. 2019;50:145–149. doi: 10.21608/ejvs.2019.14057.1090.", "ArticleIdList": ["10.21608/ejvs.2019.14057.1090"]}, {"Citation": "Bahmani M., Baharvand–Ahmadi B., Tajeddini P., Rafieian–Kopaei M., Naghdi N. Identification of medicinal plants for the treatment of kidney and urinary stones. J. Renal Inj. 2016;5:129–133. doi: 10.15171/jrip.2016.27.", "ArticleIdList": ["10.15171/jrip.2016.27", "PMC5039998", "27689108"]}, {"Citation": "Hudaib M., Mohammad M., Bustanji Y., Tayyem R., Yousef M., Abuirjeie M., Aburjai T. Ethnopharmacological survey of medicinal plants in Jordan, Mujib Nature Reserve and surrounding area. J. Ethnopharmacol. 2008;120:63–71. doi: 10.1016/j.jep.2008.07.031.", "ArticleIdList": ["10.1016/j.jep.2008.07.031", "18760342"]}, {"Citation": "Mandaville J.P. Bedouin Ethnobotany. The University of Arizona Press; Tucson, AZ, USA: 2011."}, {"Citation": "Abu Rabia A. Palestinian plant medicines for treating renal disorders: An inventory and brief history. Altern. Complement. Ther. 2005;11:295–300. doi: 10.1089/act.2005.11.295.", "ArticleIdList": ["10.1089/act.2005.11.295"]}, {"Citation": "Ewais E.A., Mahgoub H.A., Mamdouh D. In Vitro Callus Induction in Prosopis farcta (Banks and Sol.). JF Macbr. A Middle East Medicinal Plant. Al Azhar Bull. Sci. 2017;9:337–344."}, {"Citation": "Qasem J.R. Prospects of wild medicinal and industrial plants of saline habitats in the Jordan Valley. Pak. J. Bot. 2015;47:551–570."}, {"Citation": "Azaizeh H., Saad B., Khalil K., Said O. The state of the art of traditional Arab herbal medicine in the Eastern region of the Mediterranean: A review. Evid. Based Compl. Alt. Med. 2006;3:229–235. doi: 10.1093/ecam/nel034.", "ArticleIdList": ["10.1093/ecam/nel034", "PMC1475945", "16786053"]}, {"Citation": "Alzweiri M., Al Sarhan A., Mansi K., Hudaib M., Aburjai T. Ethnopharmacological survey of medicinal herbs in Jordan, the Northern Badia region. J. Ethnopharmacol. 2011;137:27–35. doi: 10.1016/j.jep.2011.02.007.", "ArticleIdList": ["10.1016/j.jep.2011.02.007", "21335083"]}, {"Citation": "Jaradat N.A., Zaid A.N., Al-Ramahi R., Alqub M.A., Hussein F., Hamdan Z., Mustafa M., Qneibi M., Ali I. Ethnopharmacological survey of medicinal plants practiced by traditional healers and herbalists for treatment of some urological diseases in the West Bank/Palestine. BMC Complement. Altern. Med. 2017;17:255. doi: 10.1186/s12906-017-1758-4.", "ArticleIdList": ["10.1186/s12906-017-1758-4", "PMC5422913", "28482898"]}, {"Citation": "al-Baytar I. Kitāb al-Jami’li-Mufradat al-Adwiya Wa-’l-Aghdhiya. Bulaq; Cairo, Egypt: 1874. (In Arabic)"}, {"Citation": "Saleem M.M.N.M., Mohammad A.A.W., Al-Tameemi J.A., Sulaiman G.M. Biological study of the effect of licorice root extract on serum lipid profile, liver enzymes and kidney function tests in albino mice. Afr. J. Biotechnol. 2011;10:1702–1706. doi: 10.5897/AJB11.1399.", "ArticleIdList": ["10.5897/AJB11.1399"]}, {"Citation": "Petrakou K., Iatrou G., Lamari F.N. Ethnopharmacological survey of medicinal plants traded in herbal markets in the Peloponnisos, Greece. J. Herb. Med. 2020;19:100305. doi: 10.1016/j.hermed.2019.100305.", "ArticleIdList": ["10.1016/j.hermed.2019.100305"]}, {"Citation": "Mati E., de Boer H. Ethnobotany and trade of medicinal plants in the Qaysari Market, Kurdish Autonomous Region, Iraq. J. Ethnopharmacol. 2011;133:490–510. doi: 10.1016/j.jep.2010.10.023.", "ArticleIdList": ["10.1016/j.jep.2010.10.023", "20965241"]}, {"Citation": "Afifi F.U., Abu–Irmaileh B. Herbal medicine in Jordan with special emphasis on less commonly used medicinal herbs. J. Ethnopharmacol. 2000;72:101–110. doi: 10.1016/S0378-8741(00)00215-4.", "ArticleIdList": ["10.1016/S0378-8741(00)00215-4", "10967460"]}, {"Citation": "Kharchoufa L., Merrouni I.A., Yamani A., Elachouri M. Profile on medicinal plants used by the people of North Eastern Morocco: Toxicity concerns. Toxicon. 2018;154:90–113. doi: 10.1016/j.toxicon.2018.09.003.", "ArticleIdList": ["10.1016/j.toxicon.2018.09.003", "30243516"]}, {"Citation": "Saganuwan A. Some medicinal plants of the Arabian Peninsula.  [(accessed on 10 April 2020)];J. Med. Plants Res. 2010 4:767–789. Available online:  http://www.academicjournals.org/JMPR/"}, {"Citation": "Akbulut S., Bayramoglu M.M. The trade and use of some medical and aromatic herbs in Turkey. Ethno. Med. 2013;7:67–77. doi: 10.1080/09735070.2013.11886446.", "ArticleIdList": ["10.1080/09735070.2013.11886446"]}, {"Citation": "Mumcu Ü., Korkmaz H. Ethnobotanical uses of alien and native plant species of Yeşilırmak Delta, Samsun, Turkey. Acta Biol. Turc. 2018;31:102–113."}, {"Citation": "Jaradat N., Zaid A.N., Vincieri F.F., Asmaa M. Medicinal herbs and methodologies for their pharmaceutical compounding in the West Bank/Palestine. Complement. Ther. Clin. Pract. 2014;20:280–284. doi: 10.1016/j.ctcp.2014.06.001.", "ArticleIdList": ["10.1016/j.ctcp.2014.06.001", "25047603"]}, {"Citation": "Agarwal K., Varma R. Some ethnomedicinal plants of Bhopal district used for treating stone diseases. Int. J. Pharm. Life Sci. 2012;3:1356–1362."}, {"Citation": "Laroubi A., Touhami M., Farouk L., Zrara I., Aboufatima R., Benharref A., Chait A. Prophylactic effect of Trigonella foenum graecum L. seeds on renal stone formation in rats. Phytother. Res. 2017;21:921–925. doi: 10.1002/ptr.2190.", "ArticleIdList": ["10.1002/ptr.2190", "17582593"]}, {"Citation": "Ardalan M.R., Shoja M.M., Tubbs R.S., Eknoyan G. Diseases of the kidney in medieval Persia—The Hidayat of Al–Akawayni. Nephrol. Dial. Transplant. 2007;22:3413–3421. doi: 10.1093/ndt/gfm494.", "ArticleIdList": ["10.1093/ndt/gfm494", "17855422"]}, {"Citation": "Naqishbandi A. Plants used in Iraqi traditional medicine in Erbil–Kurdistan region. Zanco J. Med. Sci. 2014;18:811–815. doi: 10.15218/zjms.2014.0038.", "ArticleIdList": ["10.15218/zjms.2014.0038"]}, {"Citation": "Alomary A., El Jamal E., Al–Momani I., Attiyat A., Obeidat s. Pb in medicinal plants from Jordan. Environ. Chem. Lett. 2013;11:55–63. doi: 10.1007/s10311-012-0378-y.", "ArticleIdList": ["10.1007/s10311-012-0378-y"]}, {"Citation": "Abu-Irmaileh B.E., Afifi F.U. Herbal medicine in Jordan with special emphasis on commonly used herbs. J. Ethnopharmacol. 2003;89:193–197. doi: 10.1016/S0378-8741(03)00283-6.", "ArticleIdList": ["10.1016/S0378-8741(03)00283-6", "14611882"]}, {"Citation": "Ammor K., Mahjoubi F., Bousta D., Chaqroune A. Ethnopharmacological survey of medicinal plants used in the traditional treatment of kidney stones realized in Fez–Morocco. Ethnobot. Res. Appl. 2020;19:1–12."}, {"Citation": "Prasad K.V.S.R.G., Sujatha D., Bharathi K. Herbal drugs in urolithiasis—A review. Pharmacogn. Rev. 2007;1:175–178."}, {"Citation": "Theophrastus . In: Enquiry into Plants. Hort A., editor. Harvard University Press (Loeb Edition); London, UK: 1968."}, {"Citation": "Al-Snafi A.E. The chemical constituents and pharmacological effects of Adiantum capillus–veneris—A review. Asian J. Pharm. Sci. 2015;5:106–111."}, {"Citation": "Noubarani M., Rostamkhani H., Erfan M., Kamalinejad M., Eskandari M.R., Babaeian M., Salamzadeh J. Effect of Adiantum capillus veneris linn on an animal model of testosterone-induced hair loss. Iran. J. Pharm. Sci. 2014;13:113–118.", "ArticleIdList": ["PMC3977060", "24711836"]}, {"Citation": "Watts D.C. Dictionary of Plant, Folklore. Elsevier; Amsterdam, The Netherlands: 2007."}, {"Citation": "Puri H.S. Indian pteridophytes used in folk remedies. Amer. Fern J. 1970;60:137–143. doi: 10.2307/1546353.", "ArticleIdList": ["10.2307/1546353"]}, {"Citation": "Menale B., De Castro O., Cascone C., Muoio R. Ethnobotanical investigation on medicinal plants in the Vesuvio National Park (Campania, southern Italy) J. Ethnopharmacol. 2016;192:320–349. doi: 10.1016/j.jep.2016.07.049.", "ArticleIdList": ["10.1016/j.jep.2016.07.049", "27457693"]}, {"Citation": "Ghasemi P.A., Momeni M., Bahmani M. Ethnobotanical study of medicinal plants used by Kurdish tribes in Dehloran and Abdanan districts, Ilam province, Iran. Afr. J. Tradit. Complement. Altern. Med. 2013;10:368–385.", "ArticleIdList": ["PMC3746586", "24146463"]}, {"Citation": "El-Mokasabi F., Manal M., Al-Sanousi F., El-Mabrouk R.M. Taxonomy and ethnobotany of medicinal plants in eastern region of Libya. J. Environ. Sci. Toxicol. Food Technol. 2018;12:14–23. doi: 10.9790/2402-1208011423.", "ArticleIdList": ["10.9790/2402-1208011423"]}, {"Citation": "Güzel Y., Güzelşemme M., Miski M. Ethnobotany of medicinal plants used in Antakya: A multicultural district in Hatay, Province of Turkey. J. Ethnopharmacol. 2015;174:118–152. doi: 10.1016/j.jep.2015.07.042.", "ArticleIdList": ["10.1016/j.jep.2015.07.042", "26239155"]}, {"Citation": "Karousou R., Deirmentzoglou S. The herbal market of Cyprus: Traditional links and cultural exchanges. J. Ethnopharmacol. 2011;133:191–203. doi: 10.1016/j.jep.2010.09.034.", "ArticleIdList": ["10.1016/j.jep.2010.09.034", "20920568"]}, {"Citation": "Alijaniha F., Naseri M., Afsharypuor S., Fallahi F., Noorbala A., Mosaddegh M., Faghihzadeh S., Sadrai S. Heart palpitation relief with Melissa officinalis leaf extract: Double blind, randomized, placebo controlled trial of efficacy and safety. J. Ethnopharmacol. 2000;164:378–384. doi: 10.1016/j.jep.2015.02.007.", "ArticleIdList": ["10.1016/j.jep.2015.02.007", "25680840"]}, {"Citation": "Joukar S., Asadipour H. Evaluation of Melissa officinalis (Lemon Balm) effects on heart electrical system. Res. Cardiovasc Med. 2015;4:e27013. doi: 10.5812/cardiovascmed.4(2)2015.27013.", "ArticleIdList": ["10.5812/cardiovascmed.4(2)2015.27013", "PMC4576163", "26396973"]}, {"Citation": "Barton B.H., Castle T., Jackson J.R. British Flora Medica. Chatto and Windus; London, UK: 2001."}, {"Citation": "Hanlidou E., Karousou R., Kleftoyanni V., Kokkini S. The herbal market of Thessaloniki (N Greece) and its relation to the ethnobotanical tradition. J. Ethnopharmacol. 2004;91:281–299. doi: 10.1016/j.jep.2004.01.007.", "ArticleIdList": ["10.1016/j.jep.2004.01.007", "15120452"]}, {"Citation": "Sina I. Kitab al–Adwiya al–Mufradat wa’Lanbatat. Moassat Al–Maaraf; Beirut, Lebanon: 1986. (In Arabic)"}, {"Citation": "Salah S.M., Jäger A.K. Screening of traditionally used Lebanese herbs for neurological activities. J. Ethnopharmacol. 2005;97:145–149. doi: 10.1016/j.jep.2004.10.023.", "ArticleIdList": ["10.1016/j.jep.2004.10.023", "15652288"]}, {"Citation": "Rexhepi B., Mustafa B., Hajdari A., Rushidi-Rexhepi J., Quave C.L., Pieroni A. Traditional medicinal plant knowledge among Albanians, Macedonians and Gorani in the Sharr Mountains (Republic of Macedonia) Genet. Resour. Crop Evol. 2013;60:2055–2080. doi: 10.1007/s10722-013-9974-3.", "ArticleIdList": ["10.1007/s10722-013-9974-3"]}, {"Citation": "Bounihi A., Hajjaj G., Alnamer R., Cherrah Y., Zellou A. In vivo potential anti–inflammatory activity of Melissa officinalis L. essential oil. Adv. Pharmacol. Pharmacet. Sci. 2013;2013:101759. doi: 10.1155/2013/101759.", "ArticleIdList": ["10.1155/2013/101759", "PMC3870089", "24381585"]}, {"Citation": "Neves J.M., Matos C., Moutinho C., Queiroz G., Gomes L.R. Ethnopharmacological notes about ancient uses of medicinal plants in Trás–os–Montes (northern Portugal) J. Ethnopharmacol. 2009;124:270–283. doi: 10.1016/j.jep.2009.04.041.", "ArticleIdList": ["10.1016/j.jep.2009.04.041", "19409473"]}, {"Citation": "Jarić S., Mačukanović-Jocić M., Djurdjević L., Mitrović M., Kostić O., Karadžić B., Pavlović P. An ethnobotanical survey of traditionally used plants on Suva Planina mountain (South–Eastern Serbia) J. Ethnopharmacol. 2015;175:93–108. doi: 10.1016/j.jep.2015.09.002.", "ArticleIdList": ["10.1016/j.jep.2015.09.002", "26375774"]}, {"Citation": "El–Gharbaoui A., Benítez G., González–Tejero M.R., Molero–Mesa J., Merzouki A. Comparison of Lamiaceae medicinal uses in eastern Morocco and eastern Andalusia and in Ibn al–Baytar’s Compendium of Simple Medicaments (13th century CE) J. Ethnopharmacol. 2017;202:208–224. doi: 10.1016/j.jep.2017.03.014.", "ArticleIdList": ["10.1016/j.jep.2017.03.014", "28323048"]}, {"Citation": "Ünsal Ç., Vural H., Sariyar G., Özbek B., Ötük G. Traditional Medicine in Bilecik Province (Turkey) and Antimicrobial Activities of Selected Species. Turk. J. Pharm. Sci. 2010;7:139–150."}, {"Citation": "Dafni A., Khatib S.A. Plants, Demons and Wonders: Plant. Folklore of the Holy Land. Olam Chadash; Tel Aviv, Israel: 2020. (In Hebrew)"}, {"Citation": "Kahl O. Sābūr Ibn Sahl. The Small Dispensatory. Volume 53 Leiden and Brill; Boston, MA, USA: 2003. Islamic Philosophy and Science."}, {"Citation": "Chipman L.N., Lev E. Take a lame and decrepit female hyena: A Genizah study of two additional fragments of Sābūr Ibn Sahl’s al–Aqrābādhīn al–Saghīr. Earl. Sci. Med. 2008;13:361–383. doi: 10.1163/138374208X313476.", "ArticleIdList": ["10.1163/138374208X313476", "19227621"]}, {"Citation": "Russell J.R. Zoroastrianism in Armenia. Harvard University Press; Cambridge, MA, USA: 1987."}, {"Citation": "Chipman L. The World of Pharmacy and Pharmacists in Mamlūk Cairo. Volume 8 Brill; Leiden, The Netherlands: Boston, MA, USA: 2010."}, {"Citation": "Matthioli P.A. I Discorsi di M. Pietro Andrea Matthioli. Sanese, Medico Cesareo, et del Serenissimo Principe Ferdinando Archiduca d’Austria and c. Nelli sei Libri di Pedacio Dioscoride Anazarbeo della Materia Medicale. Vincenzo Valgrisi, Venezia. Stabilimento Tipografico Julia; Rome, Italy: 1568. pp. 1967–1970. (In Italian)"}, {"Citation": "Targioni-Tozzetti A. Corso di Botanica Médico–Farmaceutica e di Materia Medica. Volume 1. Vincenzo Batteli and Company; Florence, Italy: 1847. (In Italian)"}, {"Citation": "Étienne-François G. Tractatus de Materia Medica. Nicolaum; Venice, Italy: 1756."}, {"Citation": "Philips J. Ph.D. Thesis. Faculty of Political Sciences, Columbia University; New York, NY, USA: 1958. Lebanese Folk Cure."}, {"Citation": "Merzouki A., Ed-Derfoufi F., Molero-Mesa J. Contribution to the knowledge of Rifian traditional medicine. II: Folk medicine in Ksar Lakbir district (North-West Morocco) Fitoterapia. 2000;71:278–307. doi: 10.1016/S0367-326X(00)00139-8.", "ArticleIdList": ["10.1016/S0367-326X(00)00139-8", "10844168"]}, {"Citation": "Ortuño I. Ph.D. Thesis. Universidad de Jaén; Jaén, Spain: 2003. Etnobotánica de Los Villares y Valdepeñas en Jaén (Sur de la Península Ibérica) (In Spanish)"}, {"Citation": "Mert T., Akcicek E., Celik S., Ozturk M. Ethnoecology of poisonous plants from West Anatolia in Turkey. Eur. J. Sci. Res. 2008;19:828–834."}, {"Citation": "Everest A., Ozturk E. Focusing on the ethnobotanical uses of plants in Mersin and Adana provinces (Turkey) J. Ethnobiol. Ethnome. 2005;1:6. doi: 10.1186/1746-4269-1-6.", "ArticleIdList": ["10.1186/1746-4269-1-6", "PMC1277086", "16270936"]}, {"Citation": "Eichholz D.E. Rackham H. Pliny’s Natural History–Pliny: Natural History. Volume IX Heinemann; London, UK: 1952. Books XXXIII–XXXV. Loeb Classical Library."}, {"Citation": "Allouh M.Z., Khouri N.A., Daradka H.M., Kaddumi E.G. Orchis anatolica root ingestion improves sexual motivation and performance in male rats. J. Complement. Integr. Med. 2010;7:i39. doi: 10.2202/1553-3840.1462.", "ArticleIdList": ["10.2202/1553-3840.1462"]}, {"Citation": "Hunt T. Plant, Names of Medieval England. D.S. Brewer; London, UK: 1989."}, {"Citation": "Al-Rawi A., Chakravarty H.L. Medicinal Plants of Iraq. Ministry of Agriculture; Baghdad, Iraq: 1964."}, {"Citation": "Sezik E. Turkish orchids and salep. Acta Pharm. Turc. 2002;44:151–157."}, {"Citation": "Abu Rabia A. Traditional Bedouin Medicine. Ministry of Defense; Tel Aviv, Israel: 2003. (In Hebrew)"}, {"Citation": "Granot Y. Negev Plants–In Arabian, in Ancient Islamic Medicine and in Bedouin Folk Medicine. Ophir Bikurim; Yahud, Israel: 2015. (In Hebrew)"}, {"Citation": "Zucca P., Bellot S., Rescigno A. The modern use of an ancient plant: Exploring the antioxidant and nutraceutical potential of the Maltese mushroom. Antioxidants. 2019;8:289. doi: 10.3390/antiox8080289.", "ArticleIdList": ["10.3390/antiox8080289", "PMC6719927", "31394783"]}, {"Citation": "El-Rahman H.A., El-Badry A.A., Mahmoud O.M., Harraz F.A. The effect of the aqueous extract of Cynomorium coccineum on the epididymal sperm pattern of the rat. Phytother. Res. 1999;13:248–250. doi: 10.1002/(SICI)1099-1573(199905)13:3<248::AID-PTR425>3.0.CO;2-D.", "ArticleIdList": ["10.1002/(SICI)1099-1573(199905)13:3<248::AID-PTR425>3.0.CO;2-D", "10353171"]}, {"Citation": "Boulos L. Medicinal Plants of North Africa. Reference Publications Inc.; Algonac, MI, USA: 1983."}, {"Citation": "Rizk A.F.M., El-Ghazaly G.A. Medicinal and Poisonous Plants of Qatar. Scientific and Applied Research Centre, University of Qatar; Doha, Qatar: 1995."}, {"Citation": "Youssef S.A. Medicinal and non–medicinal uses of some plants found in the middle region of Saudi Arabia. J. Med. Plant Res. 2013;7:2501–2517."}, {"Citation": "Georgiades C.C. Flowers of Cyprus—Plants of Medicine. Volume 1 C. Georgiades; Nicosia, Cyprus: 1987."}, {"Citation": "Murray J.A. The Plants and Drugs of Sind. Richardson; London, UK: 1881."}, {"Citation": "Astaraki P., Basati G., Abbaszadeh S., Mahmoudi G.A. A review of medicinal plants used for snakebites and scorpion stings in Iran: A systematic review. Res. J. Pharm. Technol. 2020;13:1565–1569. doi: 10.5958/0974-360X.2020.00283.8.", "ArticleIdList": ["10.5958/0974-360X.2020.00283.8"]}, {"Citation": "Hinai A.A., Lupton D.A., Al Issai G. Indigenous knowledge and folk use of medicinal plants in the Eastern Hajar Mountains, Oman. J. Med. Plants Res. 2020;8:104–110."}, {"Citation": "Khan M., Shinwari Z.K., Shah M., Musharaf S. An ethnobotanical survey of medicinal and other useful plants of Khattak Tribe in Tehsil Karak, Khyber Pakhtunkhawa, Pakistan. J. Med. Plant Res. 2014;4:61–66."}, {"Citation": "González J.A., Vallejo J.R. The scorpion in Spanish folk medicine: A review of traditional remedies for stings and its use as a therapeutic resource. J. Ethnopharmacol. 2013;146:62–74. doi: 10.1016/j.jep.2012.12.033.", "ArticleIdList": ["10.1016/j.jep.2012.12.033", "23291570"]}, {"Citation": "Güneş S., Savran A., Paksoy M.Y., Koşar M., Çakılcıoğlu U. Ethnopharmacological survey of medicinal plants in Karaisalı and its surrounding (Adana–Turkey) J. Herb. Med. 2017;8:8–75. doi: 10.1016/j.hermed.2017.04.002.", "ArticleIdList": ["10.1016/j.hermed.2017.04.002"]}, {"Citation": "Arihan O., Karakaya S., Kilic C.S., Erkec O.E., Mehmet K.A.R.A. Duman and H. Effect of Heliotropium hirsutissimum, Heliotropium dolosum and Heliotropium lasiocarpum methanolic extracts in pentylentetrazol induced convulsions on mice. Ankara Univ. Eczacilik Fak. Derg. 2018;42:13–19."}, {"Citation": "Hareuveni E. Medicinal and Magic Plants of the Arabs in Palestine. Harefua. 1930;4:112–127. (In Hebrew)"}, {"Citation": "Pravin B., Tushar D., Vijay P., Kishanchand K. Review on Citrullus colocynthis. Int. J. Res. Pharm. Chem. 2013;3:46–53."}, {"Citation": "Bahadur S., Khan M.S., Shah M., Shuaib M., Ahmad M., Zafar M., Begum N., Gul S., Ashfaq S., Mujahid I., et al. Traditional usage of medicinal plants among the local communities of Peshawar valley, Pakistan. Acta Ecol. Sin. 2020;40:1–29. doi: 10.1016/j.chnaes.2018.12.006.", "ArticleIdList": ["10.1016/j.chnaes.2018.12.006"]}, {"Citation": "Handa S.S., Rakesh D.D., Vasisht K. Compendium of Medicinal and Aromatic Plants. Volume II ICS UNIDO; Trieste, Italy: 2006."}, {"Citation": "Ouelbani R., Bensari S., Mouas T.N., Khelifi D. Ethnobotanical investigations on plants used in folk medicine in the regions of Constantine and Mila (North–East of Algeria) J. Ethnopharmacol. 2016;194:196–218. doi: 10.1016/j.jep.2016.08.016.", "ArticleIdList": ["10.1016/j.jep.2016.08.016", "27592312"]}, {"Citation": "Greige-Gerges H., Abou Khalil R., Abou Mansour E., Magdalou J., Chahine R., Ouaini N. Cucurbitacins from Ecballium elaterium juice increase the binding of bilirubin and ibuprofen to albumin in human plasma. Chem. Biol. Interact. 2007;169:53–62. doi: 10.1016/j.cbi.2007.05.003.", "ArticleIdList": ["10.1016/j.cbi.2007.05.003", "17601519"]}, {"Citation": "Kühn C.G. Claudii Galeni Opera Omnia. Officina Libraria Car. Cnoblochii; Lipsiae, Germany: 1826. Tomus XII."}, {"Citation": "Leporatti M.L., Corradi L. Ethnopharmacobotanical remarks on the province of Chieti town (Abruzzo, Central Italy) J. Ethnopharmacol. 2001;74:17–40. doi: 10.1016/S0378-8741(00)00325-1.", "ArticleIdList": ["10.1016/S0378-8741(00)00325-1", "11137345"]}, {"Citation": "Nawash O., Shudiefat M., Al-Tabini R., Al-Khalidi K. Ethnobotanical study of medicinal plants commonly used by local Bedouins in the Badia region of Jordan. J. Ethnopharmacol. 2013;148:921–925. doi: 10.1016/j.jep.2013.05.044.", "ArticleIdList": ["10.1016/j.jep.2013.05.044", "23727184"]}, {"Citation": "Baydoun S., Chalak L., Dalleh H., Arnold N. Ethnopharmacological survey of medicinal plants used in traditional medicine by the communities of Mount Hermon, Lebanon. J. Ethnopharmacol. 2015;173:139–156. doi: 10.1016/j.jep.2015.06.052.", "ArticleIdList": ["10.1016/j.jep.2015.06.052", "26165826"]}, {"Citation": "Camejo-Rodrigues J., Ascensao L., Bonet M.À., Valles J. An ethnobotanical study of medicinal and aromatic plants in the Natural Park of “Serra de São Mamede” (Portugal) J. Ethnopharmacol. 2003;89:199–209. doi: 10.1016/S0378-8741(03)00270-8.", "ArticleIdList": ["10.1016/S0378-8741(03)00270-8", "14611883"]}, {"Citation": "De Laurentis N., Losacco V., Milillo M.A., Lai O. Chemical investigations of volatile constituents of Inula viscosa (L.) Aiton (Asteraceae) from different areas of Apulia, Southern Italy. Delpinoa. 2002;44:115–119."}, {"Citation": "Al-Snafi A.E. Bioactive metabolites and pharmacology of Cistanche tubulosa—A review. IOSR J. Pharm. 2020;10:37–46."}, {"Citation": "Oren S., Sherman H. On Yellow Flowering and the Fate of the Evil Man.  [(accessed on 12 April 2020)]; Available online:  https://www.n-k.org.il/category-plant-of-the-month/calicotome-villosa/"}, {"Citation": "Muntner S. Assaph (Harofe) the Physician,“Sefer Refuoth”. Geniza; Jerusalem, Israel: 1957. (In Hebrew)", "ArticleIdList": ["11634302"]}, {"Citation": "Janakat S., Al-Merie H. Evaluation of hepatoprotective effect of Pistacia lentiscus, Phillyrea latifolia and Nicotiana glauca. J. Ethnopharmacol. 2002;83:135–138. doi: 10.1016/S0378-8741(02)00241-6.", "ArticleIdList": ["10.1016/S0378-8741(02)00241-6", "12413719"]}, {"Citation": "Ljubuncic P., Azaizeh H., Portnaya I., Cogan U., Said O., Saleh K.A., Bomzon A. Antioxidant activity and cytotoxicity of eight plants used in traditional Arab medicine in Israel. J. Ethnopharmacol. 2005;99:43–47. doi: 10.1016/j.jep.2005.01.060.", "ArticleIdList": ["10.1016/j.jep.2005.01.060", "15848018"]}, {"Citation": "Senouci F., Ababou A., Chouieb M. Ethnobotanical survey of the medicinal plants used in the southern Mediterranean. Case study: The region of Bissa (Northeastern Dahra Mountains, Algeria) Pharmacogn. Mag. 2019;11:647–659."}, {"Citation": "Bakhshi J.H., Hosseini A.S., Davoodi A., Mirzaee F. Materia medica used in jaundice based on Persian medicine. Res. J. Pharmacog. 2018;5:83–93. doi: 10.5530/pj.2019.11.103.", "ArticleIdList": ["10.5530/pj.2019.11.103"]}, {"Citation": "Mouhajir F., Hudson J.B., Rejdali M., Towers G.H.N. Multiple antiviral activities of endemic medicinal plants used by Berber peoples of Morocco. Pharm. Biol. 2001;39:364–374. doi: 10.1076/phbi.39.5.364.5892.", "ArticleIdList": ["10.1076/phbi.39.5.364.5892"]}, {"Citation": "Ballero M., Poli F., Sacchetti G., Loi M.C. Ethnobotanical research in the territory of Fluminimaggiore (South–Western Sardinia) Fitoterapia. 2001;72:788–801. doi: 10.1016/S0367-326X(01)00334-3.", "ArticleIdList": ["10.1016/S0367-326X(01)00334-3", "11677018"]}, {"Citation": "Landau S., Muklada H., Markovics A., Azaizeh H. Traditional uses of Pistacia lentiscus in veterinary and human medicine. In: Yaniv Z., Dudai N., editors. Medicinal and Aromatic Plants of the Middle East. Springer; Dordrecht, The Netherlands: 2014. pp. 163–180."}, {"Citation": "Amin A., Mousa M. Merits of anti–cancer plants from the Arabian Gulf region. Cancer Ther. 2007;5:55–66."}, {"Citation": "Sathiyamoorthy P., Lugasi-Evgi H., van Damme P., Abu-Rabia A., Gopas J., Golan-Goldhirsh A. Larvicidal activity in desert plants of the Negev and Bedouin market plant products. Int. Int. J. Pharmacogn. 1997;35:265–273. doi: 10.1076/phbi.35.4.265.13314.", "ArticleIdList": ["10.1076/phbi.35.4.265.13314"]}, {"Citation": "Sathiyamoorthy P., van Damme P., Oven M., Golan-Goldhirsh A. Heavy metals in medicinal and fodder plants of the Negev desert. J. Environ. Sci. Health A. 1997;32:2111–2123. doi: 10.1080/10934529709376671.", "ArticleIdList": ["10.1080/10934529709376671"]}, {"Citation": "Abu Rabia A. Indigenous practices among Palestinians for healing eye diseases and inflammations. Dynamis. 2005;25:383–401.", "ArticleIdList": ["16482716"]}, {"Citation": "Grieve M.A. Modern Herbal. Jonathan Cape Ltd; London, UK: 1992."}, {"Citation": "Amiri M.S., Joharchi M.R., Taghavizadeh-Yazdi M.E. Ethno–medicinal plants used to cure jaundice by traditional healers of Mashhad, Iran. Iran. J. Pharm. Sci. 2014;13:157–162.", "ArticleIdList": ["PMC3985247", "24734067"]}, {"Citation": "Cakilcioglu U., Khatun S., Turkoglu I., Hayta S. Ethnopharmacological survey of medicinal plants in Maden (Elazig–Turkey) J. Ethnopharmacol. 2011;137:469–486. doi: 10.1016/j.jep.2011.05.046.", "ArticleIdList": ["10.1016/j.jep.2011.05.046", "21704144"]}, {"Citation": "Aburjai T., Hudaib M., Tayyem R., Yousef M., Qishawi M. Ethnopharmacological survey of medicinal herbs in Jordan, the Ajloun Heights Region. J. Ethnopharmacol. 2007;110:294–304. doi: 10.1016/j.jep.2006.09.031.", "ArticleIdList": ["10.1016/j.jep.2006.09.031", "17097250"]}, {"Citation": "Benarba B. Medicinal plants used by traditional healers from South–West Algeria: An ethnobotanical study. J. Intercult. Ethnopharmacol. 2016;5:320–330. doi: 10.5455/jice.20160814115725.", "ArticleIdList": ["10.5455/jice.20160814115725", "PMC5061473", "27757260"]}, {"Citation": "Attard E., Pacioni P. The phytochemical and in vitro pharmacological testing of Maltese medicinal plants. In: Rasooli I., Janezc R., editors. Bioactive Compounds in Phytomedicine. IntechOpen; Rijeka, Croatia: 2012."}, {"Citation": "Benítez G., González-Tejero M.R., Molero-Mesa J. Pharmaceutical ethnobotany in the western part of Granada province (Southern Spain): Ethnopharmacological synthesis. J. Ethnopharmacol. 2010;129:87–105. doi: 10.1016/j.jep.2010.02.016.", "ArticleIdList": ["10.1016/j.jep.2010.02.016", "20226847"]}, {"Citation": "Khalil A., Dababneh B.F., Al-Gabbiesh A.H. Antimicrobial activity against pathogenic microorganisms by extracts from herbal Jordanian plants. J. Food Agric. Environ. 2009;7:103–106."}, {"Citation": "Elbadry M.A., Elaasser M.M., Eshiekh H.H., Sheriff M.M. Studies on the cytotoxic effect of Artemisia herba–alba, Juniperus phoenicea L. and Chiliadenus iphionoides on malignant tissue culture cell. World Res. J. Med. Arom. Pl. 2013;2:34–38."}, {"Citation": "Brussell D.E. Medicinal plants of Mt. Pelion, Greece. Econ. Bot. 2004;58:174–202. doi: 10.1663/0013-0001(2004)58[S174:MPOMPG]2.0.CO;2.", "ArticleIdList": ["10.1663/0013-0001(2004)58[S174:MPOMPG]2.0.CO;2"]}, {"Citation": "Guerrera P.M., Leporatti M.L. Ethnobotanical remarks on Central and Southern Italy.  [(accessed on 10 April 2020)];J. Ethnobiol. Ethnomed. 2017 3:23–33. doi: 10.1186/1746-4269-3-23. Available online:  http://www.ethnobiomed.com/content/3/1/23.", "ArticleIdList": ["10.1186/1746-4269-3-23", "PMC1906747", "17537240"]}, {"Citation": "Sakkir S., Kabshawi M., Mehairbi M. Medicinal plants diversity and their conservation status in the United Arab Emirates (UAE) J. Med. Plants Res. 2012;6:1304–1322. doi: 10.5897/JMPR11.1412.", "ArticleIdList": ["10.5897/JMPR11.1412"]}, {"Citation": "Pollio A.A., De Natale E., Appetiti G., Aliotta A., Touwaide A. Continuity and change in the Mediterranean medical tradition: Ruta spp. (Rutaceae) in Hippocratic medicine and present practices. J. Ethnopharmacol. 2008;116:469–482. doi: 10.1016/j.jep.2007.12.013.", "ArticleIdList": ["10.1016/j.jep.2007.12.013", "18276094"]}, {"Citation": "San Miguel E. Rue (Ruta L. Rutaceae) in traditional Spain: Frequency and distribution of its medicinal and symbolic applications. Econ. Bot. 2003;57:231–244. doi: 10.1663/0013-0001(2003)057[0231:RRLRIT]2.0.CO;2.", "ArticleIdList": ["10.1663/0013-0001(2003)057[0231:RRLRIT]2.0.CO;2"]}, {"Citation": "Lindquist E. Rue and the Evil Eye in Persia. Muslim World. 1936;26:170–175. doi: 10.1111/j.1478-1913.1936.tb00868.x.", "ArticleIdList": ["10.1111/j.1478-1913.1936.tb00868.x"]}, {"Citation": "Fogg W. The wares of a Moroccan folk–doctor. Folklore. 1941;52:273–303. doi: 10.1080/0015587X.1941.9718280.", "ArticleIdList": ["10.1080/0015587X.1941.9718280"]}, {"Citation": "Vidal-González P., Sánchez-Padilla R. Magical and Popular Veterinary Uses of Rue (Ruta L. Rutaceae) by Shepherds in Eastern Spain. Ethnobot. Res. Appl. 2015;14:163–170. doi: 10.17348/era.14.0.163-170.", "ArticleIdList": ["10.17348/era.14.0.163-170"]}, {"Citation": "Khadhri A., Bouali I., Belkhir S., Mokded R., Smiti S., Falé P., Araújo M.E.M., Serralheiro M.L.M. In vitro digestion, antioxidant and antiacetylcholinesterase activities of two species of Ruta: Ruta chalepensis and Ruta montana. Pharm. Biol. 2017;55:101–107. doi: 10.1080/13880209.2016.1230634.", "ArticleIdList": ["10.1080/13880209.2016.1230634", "PMC7011786", "27925496"]}, {"Citation": "Begiç H.N. Amulets from Anatolia: The material culture of the evil eye in Turkey. Folk Life. 2020;58:97–114. doi: 10.1080/04308778.2020.1804171.", "ArticleIdList": ["10.1080/04308778.2020.1804171"]}, {"Citation": "Al-Sālimī A., Schönig H. Birth customs in Zabīd (Yemen) Quad. Studi Arabi. 2006;1:171–180."}, {"Citation": "Boutkhil S., Sekkat C., Zaid A., Bourass A. Eye diseases in Morocco and nonsurgical traditional medicine. Int.J. Curr. Med. Pharm. Res. 2016;2:474–476."}, {"Citation": "Lev E. The Doctrine of Signatures in the Medieval and Ottoman Levant. Vesalius. 2002;8:13–22.", "ArticleIdList": ["12422877"]}, {"Citation": "Bailey C., Danin A. Bedouin plant utilization in Sinai and the Negev. Econ. Bot. 1981;35:145–162. doi: 10.1007/BF02858682.", "ArticleIdList": ["10.1007/BF02858682"]}, {"Citation": "Lev E. Practical Materia Medica of the Medieval Eastern Mediterranean According to the Cairo Genizah. Brill; Leiden, The Netherlands: 2007."}, {"Citation": "Crowfoot G.M., Baldensperger L. From Cedar to Hyssop. The Sheldon Press; London, UK: 1932."}, {"Citation": "Lev E., Amar A. Ethnopharmacological survey of traditional drugs sold in Israel at the end of the 20th century. J. Ethnopharmacol. 2000;72:191–205. doi: 10.1016/S0378-8741(00)00230-0.", "ArticleIdList": ["10.1016/S0378-8741(00)00230-0", "10967472"]}, {"Citation": "Mahmoud T., Gairola S. Traditional knowledge and use of medicinal plants in the Eastern Desert of Egypt: A case study from Wadi El–Gemal National Park. J. Med. Plants. 2013;1:10–17."}, {"Citation": "Lev E., Amar A. Ethnopharmacological survey of traditional drugs sold in the Kingdom of Jordan. J. Ethnopharmacol. 2002;82:131–145. doi: 10.1016/S0378-8741(02)00182-4.", "ArticleIdList": ["10.1016/S0378-8741(02)00182-4", "12241988"]}, {"Citation": "Pirzada A. The Sacred Roots.  [(accessed on 8 September 2020)]; Available online:  https://dawaterohaniat.blogspot.com/2012/07/ilm–al–limiyaspiritual–secrets–of–roots.html."}, {"Citation": "Eissa T.A.F., Palomino O.M., Carretero M.E., Gómez–Serranillos M.P. Ethnopharmacological study of medicinal plants used in the treatment of CNS disorders in Sinai Peninsula, Egypt. J. Ethnopharmacol. 2014;151:317–332. doi: 10.1016/j.jep.2013.10.041.", "ArticleIdList": ["10.1016/j.jep.2013.10.041", "24184194"]}, {"Citation": "Levi-Strauss C. The Savage Mind. The University of Chicago Press; Chicago, IL, USA: 1966."}, {"Citation": "Starr F. Notes upon the mandrake. Am. Antiqu. Orient. J. 1901;23:258–268."}, {"Citation": "Randolph C.B. The Mandragora of the ancients in folk lore and medicine. Proc. Am. Acad. Arts Sci. 1905;40:487–532. doi: 10.2307/20021986.", "ArticleIdList": ["10.2307/20021986"]}, {"Citation": "Simoons F.J. Plants of Life, Plants of Death. University of Wisconsin Press; Madison, WI, USA: 1998."}, {"Citation": "Sargın S.A., Akçicek E., Selvi S. An ethnobotanical study of medicinal plants used by the local people of Alaşehir (Manisa) in Turkey. J. Ethnopharmacol. 2013;150:860–874. doi: 10.1016/j.jep.2013.09.040.", "ArticleIdList": ["10.1016/j.jep.2013.09.040", "24126062"]}, {"Citation": "Dafni A., Benítez G., Blanché C., Rammón–Laca L., Petanidou T., Aytaç B., Horvat M., Lucchese F., Geva–Kleinberger A. The etymological, ecological, historical and ethnobotanical roots of the vernacular names of Ecballium elaterium (L.) Rich. (Squirting cucumber) J. Ethnobiol. Tradit. Med. Photon. 2013;119:515–537."}, {"Citation": "Lykiardopoulos A. The evil eye: Towards an exhaustive study. Folklore. 1981;92:221–230. doi: 10.1080/0015587X.1981.9716210.", "ArticleIdList": ["10.1080/0015587X.1981.9716210"]}, {"Citation": "Dafni A., Heller D. Adventive flora of Israel—Phytogeographical, ecological and agricultural aspects. Plant Syst. Evol. 1982;140:1–18. doi: 10.1007/BF02409894.", "ArticleIdList": ["10.1007/BF02409894"]}, {"Citation": "Papini A., Signorini M.A., Foggi B., Della Giovampaola E., Ongaro L., Vivona L., Santosuosso U., Tani C., Bruschi. P. History vs. legend: Retracing invasion and spread of Oxalis pes–caprae L. in Europe and the Mediterranean area. PLoS ONE. 2017;12:e0190237. doi: 10.1371/journal.pone.0190237.", "ArticleIdList": ["10.1371/journal.pone.0190237", "PMC5747460", "29287103"]}, {"Citation": "Al-Qura’n S. Ethnobotanical survey of folk toxic plants in the southern part of Jordan. Toxicon. 2005;46:119–129. doi: 10.1016/j.toxicon.2005.04.010.", "ArticleIdList": ["10.1016/j.toxicon.2005.04.010", "15964044"]}, {"Citation": "Alachkar A., Jaddouh A., Elsheikh M.S., Bilia A.R., Vincieri F.F. Traditional medicine in Syria: Folk medicine in Aleppo governorate. Nat. Prod. Commun. 2011;6:79–84. doi: 10.1177/1934578X1100600119.", "ArticleIdList": ["10.1177/1934578X1100600119", "21366051"]}, {"Citation": "Schwarzbach A.E., Kadereit J.W. Phylogeny of prickly poppies, Argemone (Papaveraceae), and the evolution of morphological and alkaloid characters based on ITS nrDNA sequence variation. Plant Syst. Evol. 1999;218:257–279. doi: 10.1007/BF01089231.", "ArticleIdList": ["10.1007/BF01089231"]}, {"Citation": "Rubio-Piña J., Vázquez-Flota F. Pharmaceutical applications of the benzylisoquinoline alkaloids from Argemone mexicana L. Curr. Top. Med. Chem. 2013;13:2200–2207. doi: 10.2174/15680266113139990152.", "ArticleIdList": ["10.2174/15680266113139990152", "23978133"]}, {"Citation": "Tawre G.V. Compressive review on plant profile, phytochemistry and pharmacology of Argemone mexicana Linn. J. Gujarat Res. Soc. 2019;21:1292–1308."}, {"Citation": "Ghazanfar S.A. Handbook of Arabian Medicinal Plants. CRC Press; Boca Raton, FL, USA: 1994."}, {"Citation": "Ameh S.J., Obodozie O.O., Babalola P.C., Gamaniel K.S. Medical herbalism and herbal clinical research: A global perspective. J. Pharma. Res. Int. 2011;1:99–123. doi: 10.9734/BJPR/2011/403.", "ArticleIdList": ["10.9734/BJPR/2011/403"]}, {"Citation": "Gaoue O.G., Coe M.A., Bond M., Hart G., Seyler B.C., McMillen H. Theories and major hypotheses in ethnobotany. Econ. Bot. 2017;71:269–287. doi: 10.1007/s12231-017-9389-8.", "ArticleIdList": ["10.1007/s12231-017-9389-8"]}, {"Citation": "Olaniran A.D., Morenikeji E.S., Adeyemi O.A., Anuoluwapo T.O., Omoniyi O.S. The Doctrine of Signatures in herbal prescriptions in Ikale and Ilaje communities of Ondo State, Southwestern Nigeria. J. Med. Plants Res. 2018;12:222–227. doi: 10.5897/JMPR2018.6576.", "ArticleIdList": ["10.5897/JMPR2018.6576"]}, {"Citation": "Dafni A. On the typology and worship status of sacred trees with special reference to the Middle East.  [(accessed on 5 June 2020)];J. Ethnobiol. Ethnomed. 2006 2:26. doi: 10.1186/1746-4269-2-26. Available online:  http://www.ethnobiomed.com/content/2/1/26.", "ArticleIdList": ["10.1186/1746-4269-2-26", "PMC1500805", "16700917"]}, {"Citation": "Medzini A. Expansion of Bedouin Settlement in Galilee Resulting from Spontaneous Occupation and Planned Government Policy. University of Haifa; Haifa, Israel: 1984. Monogeography No. 1."}, {"Citation": "Dana N. The Druze in the Middle East–Their Faith, Leadership, Identity and Status. Sussex Academic Press; East Sussex, UK: 2003."}, {"Citation": "Özçelik H. Biodiversity and its economic importance in the lakes region (Türkiye); Proceedings of the ISFOR 2017 International Symposium on New Horizons in Forestry; Isparta, Turkey. 10–18 October 2017;  [(accessed on 12 March 2021)]. pp. 30–42. Available online:  http://ormanweb.isparta.edu.tr/isfor2017/documents/pdf/30.pdf."}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "5", "Day": "21"}, {"Year": "2021", "Month": "6", "Day": "17"}, {"Year": "2021", "Month": "6", "Day": "23"}, {"Year": "2021", "Month": "8", "Day": "10", "Hour": "1", "Minute": "1"}, {"Year": "2021", "Month": "8", "Day": "11", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "8", "Day": "11", "Hour": "6", "Minute": "1"}, {"Year": "2021", "Month": "7", "Day": "1"}], "PublicationStatus": "epublish", "ArticleIdList": ["34371549", "PMC8309186", "10.3390/plants10071346", "plants10071346"]}}], "PubmedBookArticle": []}