{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["elements", "medicinal plants", "nutrition", "traditional knowledge"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34371632", "DateRevised": {"Year": "2021", "Month": "08", "Day": "13"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "07", "Day": "13"}], "Language": ["eng"], "ELocationID": ["1429", "10.3390/plants10071429"], "Journal": {"ISSN": "2223-7747", "JournalIssue": {"Volume": "10", "Issue": "7", "PubDate": {"Year": "2021", "Month": "Jul", "Day": "13"}}, "Title": "Plants (Basel, Switzerland)", "ISOAbbreviation": "Plants (Basel)"}, "ArticleTitle": "Evaluation of Nutritional, Phytochemical, and Mineral Composition of Selected Medicinal Plants for Therapeutic Uses from Cold Desert of Western Himalaya.", "Abstract": {"AbstractText": ["The aim of this study was to determine the elemental and nutritive values of leaf parts of 10 selected wild medicinal plants, <i>Acer pictum, Acer caecium, Betula utilis, Oxalis corniculata, Euphorbia pilosa, Heracleum lanatum, Urtica dioica, Berberis lycium</i>, <i>Berberis asiaticaand</i>, and <i>Quercus ilex,</i> collected from the high hills of the Chitkul range in district Kinnaur, Western Himalaya. The nutritional characteristics of medicinal plant species were analyzed by using muffle furnace and micro-Kjeldahl methods, and the mineral content in plants was analyzed through atomic absorption spectrometry. The highest percentage of used value was reported in <i>Betula utilis</i> (0.42) and the lowest in <i>Quercus ilex</i> (0.17). In this study, it was found that new generations are not much interested in traditional knowledge of ethnomedicinal plants due to modernization in society. Therefore, there is an urgent need to document ethnomedicinal plants along with their phytochemical and minerals analysis in study sites. It was found that rural people in western Himalaya are dependent on wild medicinal plants, and certain steps must be taken to conserve these plants from extinction in the cold desert of Himalayan region. They are an alternative source of medicine because they contain saponin, alkaloid, and flavonoid etc. as well as minerals. The leaves used for analysis possesses good mineral content, such as Na, N, K, P, Zn, Fe, Cu, Mn, Ca, Mg, and S. Hence, in the current study it was observed that medicinal plants are not only used for therapeutic purposes, but they can also be used as nutritional supplements."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Biological and Environmental Sciences, Shoolini University of Biotechnology and Management Sciences, Solan 173229, India."}], "LastName": "Radha"}, {"Identifier": ["0000-0002-4192-6497"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Chemical and Biochemical Processing Division, ICAR-Central Institute for Research on Cotton Technology, Mumbai 400019, India."}], "LastName": "Kumar", "ForeName": "Manoj", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Biological and Environmental Sciences, Shoolini University of Biotechnology and Management Sciences, Solan 173229, India."}], "LastName": "Puri", "ForeName": "Sunil", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Mechanical and Civil Engineering, Shoolini University of Biotechnology and Management Sciences, Solan 173229, India."}], "LastName": "Pundir", "ForeName": "Ashok", "Initials": "A"}, {"Identifier": ["0000-0002-8675-6399"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Food, Nutrition and Packaging Sciences, Clemson University, Clemson, SC 29634, USA."}], "LastName": "Bangar", "ForeName": "Sneh Punia", "Initials": "SP"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Crop Physiology, Biochemistry and Post-Harvest Technology, ICAR-Central Potato Research Institute, Shimla 171001, India."}], "LastName": "Changan", "ForeName": "Sushil", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Agricultural Structure and Environment Control, ICAR-Central Institute of Post-Harvest Engineering and Technology, Ludhiana 141004, India."}], "LastName": "Choudhary", "ForeName": "Poonam", "Initials": "P"}, {"Identifier": ["0000-0003-2716-7591"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental Sciences, Tamil Nadu Agricultural University, Coimbatore 641003, India."}], "LastName": "Parameswari", "ForeName": "E", "Initials": "E"}, {"Identifier": ["0000-0002-6687-5091"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Agriculture, Damascus University, Damascus 30621, Syria."}], "LastName": "Alhariri", "ForeName": "Ahmad", "Initials": "A"}, {"Identifier": ["0000-0003-3901-3290"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "HCP Division, ICAR-Central Institute of Post-Harvest Engineering and Technology, Abohar 152116, India."}], "LastName": "Samota", "ForeName": "Mahesh Kumar", "Initials": "MK"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "ICAR-National Research Centre on Pomegranate, Solapur 413255, India."}], "LastName": "Damale", "ForeName": "Rahul D", "Initials": "RD"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Dr. S. S. Bhatnagar University Institute of Chemical Engineering and Technology, Panjab University, Chandigarh 160014, India."}], "LastName": "Singh", "ForeName": "Surinder", "Initials": "S"}, {"Identifier": ["0000-0001-9348-0397"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Crop improvement, ICAR-Central Institute for Arid Horticulture, Bikaner 334006, India."}], "LastName": "Berwal", "ForeName": "Mukesh K", "Initials": "MK"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Horticulture, RCSM College of Agriculture, Kolhapur 416004, India."}], "LastName": "Dhumal", "ForeName": "Sangram", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Agricultural Botany, RCSM College of Agriculture, Kolhapur 416004, India."}], "LastName": "Bhoite", "ForeName": "Anilkumar G", "Initials": "AG"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Rural Development and Agricultural Extension, College of Agriculture, Wolaita Sodo University, Wolaita Sodo, Ethiopia."}], "LastName": "Senapathy", "ForeName": "M", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Food Science and Technology, Dr. Y.S. Parmar University of Horticulture and Forestry, Nauni 173230, India."}], "LastName": "Sharma", "ForeName": "Anshu", "Initials": "A"}, {"Identifier": ["0000-0001-9244-209X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "ICAR-Indian Institute of Maize Research, Ludhiana 141004, India."}], "LastName": "Bhushan", "ForeName": "Bharat", "Initials": "B"}, {"Identifier": ["0000-0003-4294-757X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Clinic for Conservative Dentistry and Periodontology, School of Dental Medicine, Christian-Albrecht's University, 24105 Kiel, Germany."}], "LastName": "Mekhemar", "ForeName": "Mohamed", "Initials": "M"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Plants (Basel)", "NlmUniqueID": "101596181", "ISSNLinking": "2223-7747"}, "CoiStatement": "The authors confirm no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Radha R., Chauhan P., Puri S., Sharma A.K., Pundir A. A study of wild medicinal plants used in Nargu Wildlife Sanctuary of district Mandi in Himachal Pradesh, India. J. Appl. Pharm. Sci. 2021;11:135–144."}, {"Citation": "Cheeke P. Applications of saponins as feed additives in poultry production; Proceedings of the 20th Australian Poultry Science Symposium; Sydney, Australia. 9–11 February 2009."}, {"Citation": "Petrovska B.B. Historical review of medicinal plants’ usage. Pharmacogn. Rev. 2012;6:1–5. doi: 10.4103/0973-7847.95849.", "ArticleIdList": ["10.4103/0973-7847.95849", "PMC3358962", "22654398"]}, {"Citation": "Dagli N., Dagli R., Mahmoud R.S., Baroudi K. Essential oils, their therapeutic properties, and implication in dentistry: A review. J. Int. Soc. Prev. Community Dent. 2015;5:335–340. doi: 10.4103/2231-0762.165933.", "ArticleIdList": ["10.4103/2231-0762.165933", "PMC4606594", "26539382"]}, {"Citation": "Kumar M., Changan S., Tomar M., Prajapati U., Saurabh V., Hasan M., Sasi M., Maheshwari C., Singh S., Dhumal S., et al. Custard Apple (Annona squamosa L.) Leaves: Nutritional Composition, Phytochemical Profile, and Health-Promoting Biological Activities. Biomolecules. 2021;11:614. doi: 10.3390/biom11050614.", "ArticleIdList": ["10.3390/biom11050614", "PMC8143160", "33919068"]}, {"Citation": "Radha P.S., Chandel K., Pundir A., Thakur M.S., Chauhan B., Simer K., Dhiman N., Shivani T.Y.S., Kumar S. Diversity of ethnomedicinal plants in Churdhar Wildlife Sanctuary of district Sirmour of Himachal Pradesh, India. J. Appl. Pharm. Sci. 2019;9:48–53."}, {"Citation": "Butnariu M., Sarac L. Essential oils from plants. J. Biotechnol. Biomed. Sci. 2018;1:35–43. doi: 10.14302/issn.2576-6694.jbbs-18-2489.", "ArticleIdList": ["10.14302/issn.2576-6694.jbbs-18-2489"]}, {"Citation": "Mekhemar M., Geib M., Kumar M., Radha , Hassan Y., Dörfer C. Salvadora persica: Nature’s Gift for Periodontal Health. Antioxidants. 2021;10:712. doi: 10.3390/antiox10050712.", "ArticleIdList": ["10.3390/antiox10050712", "PMC8146554", "33946353"]}, {"Citation": "Rajurkar N., Damame M. Elemental analysis of some herbal plants used in the treatment of cardiovascular diseases by NAA and AAS. J. Radioanal. Nucl. Chem. 1997;219:77–80. doi: 10.1007/BF02040269.", "ArticleIdList": ["10.1007/BF02040269"]}, {"Citation": "Kumar M., Tomar M., Punia S., Grasso S., Arrutia F., Choudhary J., Singh S., Verma P., Mahapatra A., Patil S., et al. Cottonseed: A sustainable contributor to global protein requirements. Trends Food Sci. Technol. 2021;111:100–113. doi: 10.1016/j.tifs.2021.02.058.", "ArticleIdList": ["10.1016/j.tifs.2021.02.058"]}, {"Citation": "Pandey D.K., Dey A. A validated and densitometric HPTLC method for the simultaneous quantification of reserpine and ajmalicine in Rauvolfia serpentina and Rauvolfia tetraphylla. Rev. Bras. Farm. 2016;26:553–557. doi: 10.1016/j.bjp.2016.04.002.", "ArticleIdList": ["10.1016/j.bjp.2016.04.002"]}, {"Citation": "Kumar M., Prakash S., Kumari N., Pundir A., Punia S., Saurabh V., Choudhary P., Changan S., Dhumal S., Pradhan P.C., et al. Beneficial Role of Antioxidant Secondary Metabolites from Medicinal Plants in Maintaining Oral Health. Antioxidants. 2021;10:1061. doi: 10.3390/antiox10071061.", "ArticleIdList": ["10.3390/antiox10071061", "PMC8300643", "34209152"]}, {"Citation": "Ferrentino G., Morozova K., Horn C., Scampicchio M. Extraction of Essential Oils from Medicinal Plants and their Utilization as Food Antioxidants. Curr. Pharm. Des. 2020;26:519–541. doi: 10.2174/1381612826666200121092018.", "ArticleIdList": ["10.2174/1381612826666200121092018", "31965940"]}, {"Citation": "Radha S.P., Pundir A. Survey of ethnomedicinal plants used by migratory shepherds in Shimla district of Himachal Pradesh. Plant Arch. 2019;19:477–482."}, {"Citation": "Chauhan N.S. Medicinal and Aromatic Plants of Himachal Pradesh. Indus Publishing; New Delhi, India: 1999."}, {"Citation": "Nisar T., Wang Z.-C., Yang X., Tian Y., Iqbal M., Guo Y. Characterization of citrus pectin films integrated with clove bud essential oil: Physical, thermal, barrier, antioxidant and antibacterial properties. Int. J. Biol. Macromol. 2018;106:670–680. doi: 10.1016/j.ijbiomac.2017.08.068.", "ArticleIdList": ["10.1016/j.ijbiomac.2017.08.068", "28818729"]}, {"Citation": "Heywood V.H. Ethnopharmacology, food production, nutrition and biodiversity conservation: Towards a sustainable future for indigenous peoples. J. Ethnopharmacol. 2011;137:1–15. doi: 10.1016/j.jep.2011.05.027.", "ArticleIdList": ["10.1016/j.jep.2011.05.027", "21645603"]}, {"Citation": "Rahmatollah R., Mahbobeh R. Mineral contents of some plants used in Iran. Pharmacogn. Res. 2010;2:267–270. doi: 10.4103/0974-8490.69130.", "ArticleIdList": ["10.4103/0974-8490.69130", "PMC3141140", "21808580"]}, {"Citation": "Ilodibia C.V., Ewere F.U., Akachukwu E.E., Adimonyemma R.N., Igboabuchi N.A., Okeke N.F. Proximate Composition, Vitamin and Anatomical Studies on Gomphrena celosioides. Annu. Res. Rev. Biol. 2016;10:1–6. doi: 10.9734/ARRB/2016/25546.", "ArticleIdList": ["10.9734/ARRB/2016/25546"]}, {"Citation": "Aberoumand A. Protein, Fat, Calories, Minerals, Phytic acid and Phenolic in Some Plant Foods Based Diet. J. Food Process. Technol. 2011;2 doi: 10.4172/2157-7110.1000114.", "ArticleIdList": ["10.4172/2157-7110.1000114"]}, {"Citation": "Ahmad K. Antiretroviral therapy abandoned for herbal remedies. Lancet Infect. Dis. 2007;7:313. doi: 10.1016/S1473-3099(07)70100-7.", "ArticleIdList": ["10.1016/S1473-3099(07)70100-7", "17476796"]}, {"Citation": "Bengtsson H., Öborn I., Jonsson S., Nilsson I., Andersson A. Field balances of some mineral nutrients and trace elements in organic and conventional dairy farming—a case study at Öjebyn, Sweden. Eur. J. Agron. 2003;20:101–116. doi: 10.1016/S1161-0301(03)00079-0.", "ArticleIdList": ["10.1016/S1161-0301(03)00079-0"]}, {"Citation": "Seal T. Determination of nutritive value, mineral contents and antioxidant activity of some wild edible plants from Meghalaya state, India. Asian J. Appl. Sci. 2011;4:238–246. doi: 10.3923/ajaps.2011.238.246.", "ArticleIdList": ["10.3923/ajaps.2011.238.246"]}, {"Citation": "Saupi N., Zakaria M.H., Bujang J.S. Analytical chemical composition and mineral content of yellow velvetleaf (Limnocharis flava L. Buchenau’s) edible parts. J. Appl. Sci. 2009;9:2969–2974. doi: 10.3923/jas.2009.2969.2974.", "ArticleIdList": ["10.3923/jas.2009.2969.2974"]}, {"Citation": "Indrayan A.K., Sharma S., Durgapal D., Kumar N., Kumar M. Determination of nutritive value and analysis of mineral elements for some medicinally valued plants from Uttaranchal. Curr. Sci. 2005;89:1252–1255."}, {"Citation": "Smith J.C. Copper nutritive and cardiovascular integrity in: Hemophil DD; Proceedings of the 21st Annual Conference on Trace Substances in Environmental Health; Columbia. 1987. pp. 499–513."}, {"Citation": "Smith W.D., Hammarsten J.F. Serum Mg in clinical disorders. South Mol. J. 1958;51:1116–1117. doi: 10.1097/00007611-195809000-00005.", "ArticleIdList": ["10.1097/00007611-195809000-00005", "13592432"]}, {"Citation": "Hambridge K.M. Chromium nutrition in man. Am. J. Clin. Nutr. 1974;27:505–514. doi: 10.1093/ajcn/27.5.505.", "ArticleIdList": ["10.1093/ajcn/27.5.505", "4207341"]}, {"Citation": "Glew R., VanderJagt D., Bosse R., Huang Y.-S., Chuang L.-T. The nutrient content of three edible plants of the Republic of Niger. J. Food Compos. Anal. 2005;18:15–27. doi: 10.1016/j.jfca.2003.12.002.", "ArticleIdList": ["10.1016/j.jfca.2003.12.002"]}, {"Citation": "Albuquerque U.P., De Medeiros P.M., Ramos M.A., Júnior W.S.F., Nascimento A.L.B., Avilez W.M.T., De Melo J.G. Are ethnopharmacological surveys useful for the discovery and development of drugs from medicinal plants? Rev. Bras. Farm. 2014;24:110–115. doi: 10.1016/j.bjp.2014.04.003.", "ArticleIdList": ["10.1016/j.bjp.2014.04.003"]}, {"Citation": "Chandra S., Rawat D. Medicinal plants of the family Caryophyllaceae: A review of ethno-medicinal uses and pharmacological properties. Integr. Med. Res. 2015;4:123–131. doi: 10.1016/j.imr.2015.06.004.", "ArticleIdList": ["10.1016/j.imr.2015.06.004", "PMC5481791", "28664118"]}, {"Citation": "Uprety Y., Asselin H., Boon E.K., Yadav U., Shrestha K.K. Indigenous use and bio-efficacy of medicinal plants in the Rasuwa District, Central Nepal. J. Ethnobiol. Ethnomed. 2010;6:3. doi: 10.1186/1746-4269-6-3.", "ArticleIdList": ["10.1186/1746-4269-6-3", "PMC2823594", "20102631"]}, {"Citation": "Day L. Proteins from land plants—Potential resources for human nutrition and food security. Trends Food Sci. Technol. 2013;32:25–42. doi: 10.1016/j.tifs.2013.05.005.", "ArticleIdList": ["10.1016/j.tifs.2013.05.005"]}, {"Citation": "Prajna P.S., Rama Bhat P. Phytochemical and mineral analysis of root of Loeseneriella arnottiana Wight. Int. J. Curr. Res. Biosci. Plant Biol. 2015;2:67–72."}, {"Citation": "Radha S.P., Pundir A. Review on Ethnomedicinal Plant: Trillium govanianum Wall. Ex D. Don. Int. J. Theor. Appl. Sci. 2019;11:4–9."}, {"Citation": "Van Soest P.J., Wine R.H. Use of Detergents in the Analysis of Fibrous Feeds. IV. Determination of Plant Cell-Wall Constituents. J. Assoc. Off. Anal. Chem. 1967;50:50–55. doi: 10.1093/jaoac/50.1.50.", "ArticleIdList": ["10.1093/jaoac/50.1.50"]}, {"Citation": "Boham B.A., Kocipai-Abyazan R. Flavonoids and condensed tannins from leaves of Hawaian vaccinium vaticulatum and V. calycinium. Pac. Sci. 1974;48:458–463."}, {"Citation": "Dhyan S., Chhonkar P.K., Dwivedi B.S. Manual on Soil, Plant and Water Analysis. Westville Publishing House; New Delhi, India: 2005."}, {"Citation": "Mohanta B., Chakraborty A., Sudarshan M., Dutta R.K., Baruah M. Elemental profile in some common medicinal plants of India. Its correlation with traditional therapeutic usage. J. Radioanal. Nucl. Chem. 2003;258:175–179. doi: 10.1023/A:1026291000167.", "ArticleIdList": ["10.1023/A:1026291000167"]}, {"Citation": "Underwood E.J. Trace Elements in Human and Animal Nutrition. 3rd ed. Academic Press; New York, NY, USA: 1977."}, {"Citation": "Prasad A.S. Essential and Toxic Elements in Human Health and Disease: An Update. Wiley-Liss; New York, NY, USA: 1993."}, {"Citation": "Lokhande R., Singare P., Andhale M. Study on Mineral content of Some Ayurvedic Indian Medicinal Plants by Instrumental Neutron Activation Analysis and AAS Techniques. Health Sci. J. 2010;4:157–168."}, {"Citation": "Kolasani A., Xu H., Millikan M. Evaluation of mineral content of Chinese medicinal herbs used to improve kidney function with chemometrics. Food Chem. 2011;127:1465–1471. doi: 10.1016/j.foodchem.2011.01.106.", "ArticleIdList": ["10.1016/j.foodchem.2011.01.106"]}, {"Citation": "Choudhury R.P., Garg A. Variation in essential, trace and toxic elemental contents in Murraya koenigii—A spice and medicinal herb from different Indian states. Food Chem. 2007;104:1454–1463. doi: 10.1016/j.foodchem.2007.02.013.", "ArticleIdList": ["10.1016/j.foodchem.2007.02.013"]}, {"Citation": "Ullah Z., Baloch M.K., Khader J.A., AbdEIslam N.M., Noor S. Proximate and nutrient analysis of selected medicinal plants of Tank and South Waziristan area of Pakistan. Afr. J. Pharm. Pharmacol. 2013;7:179–184. doi: 10.5897/AJPP12.766.", "ArticleIdList": ["10.5897/AJPP12.766"]}, {"Citation": "Udayakumar R., Begum V.H. Elemental analysis of Medicinal Plants used in controlling infectious diseases. Hamdard Med. 2004;67:35–36."}, {"Citation": "Houghton P. Use of medicinal plants in CNS disorders. In: Yanniv Z., Bachrach U., editors. Handbook of Medicinal Plants. Harworth Press; Philadelphia, PA, USA: 2007. p. 234."}, {"Citation": "Woods P.W. Herbal healing. Essence. 1999;30:42–46."}, {"Citation": "Khan I.A., Allgood J., Walker L.A., Abourashed E.A., Schlenk D., Benson W.H. Determination of Heavy Metals and Pesticides in Ginseng Products. J. AOAC Int. 2001;84:936–939. doi: 10.1093/jaoac/84.3.936.", "ArticleIdList": ["10.1093/jaoac/84.3.936", "11417656"]}, {"Citation": "Ibrahim J., Ajaegbu V.C., Egharevba H.O. Pharmacognostic and phytochemical analysis of Commelina benghalensis L. Ethnobot. Leafl. 2010;14:610–615."}, {"Citation": "Hussain J., Rehman N., Al-Harrasi A., Ali L., Ullah R., Mabood F., Hussain H., Ismail M. Nutritional prospects and mineral compositions of selected vegetables from Dhoda sharif Kohat. J. Med. Plants Res. 2011;5:6509–6514."}, {"Citation": "Hussain J., Khan A.L., Rehman N., Khan F., Hu S.T., Shinw Z.K. Proximate and Nutrient Investigations of Selected Medicinal Plants Species of Pakistan. Pak. J. Nutr. 2009;8:620–624. doi: 10.3923/pjn.2009.620.624.", "ArticleIdList": ["10.3923/pjn.2009.620.624"]}, {"Citation": "Igwenyi I.O., Agwor A.S., Nwigboji I.U., Agbafor K.N., Offor C.E. Proximate Analysis, Mineral and Phytochemical Composition of Euphorbia Hyssopifolia. IOSR J. Dent. Med Sci. 2014;13:41–43."}, {"Citation": "Kruczek A. Effect of row fertilization with different kinds of fertilizers on the maize yield. Acta Sci. Pol. Agric. 2005;4:37–46."}, {"Citation": "Léchaudel M., Joas J., Caro Y., Génard M., Jannoyer M. Leaf:fruit ratio and irrigation supply affect seasonal changes in minerals, organic acids and sugars of mango fruit. J. Sci. Food Agric. 2004;85:251–260. doi: 10.1002/jsfa.1968.", "ArticleIdList": ["10.1002/jsfa.1968"]}, {"Citation": "Yagi S., Rahman A.E., ELhassan G.O., Mohammed A.M. Mohammed. Elemental analysis of ten Sudanese medicinal plants using X-ray fluorescence. J. Appl. Ind. Sci. 2013;1:49–53."}, {"Citation": "Charles P. Calcium absorption and calcium bioavailability. J. Intern. Med. 1992;231:161–168. doi: 10.1111/j.1365-2796.1992.tb00519.x.", "ArticleIdList": ["10.1111/j.1365-2796.1992.tb00519.x", "1541940"]}, {"Citation": "Hughes M.N. The Inorganic Chemistry of Biological Processes. Wiley; London, UK: 1972."}, {"Citation": "Sigel H. Metals in Biological Systems. Marcel Dekker; New York, NY, USA: 1978."}, {"Citation": "Nazir N., Rahman A., Uddin F., Khan Khalil A.A., Zahoor M., Nisar M., Ullah S., Ullah R., Ezzeldin E., Mostafa G.A. Quantitative Ethnomedicinal Status and Phytochemical Analysis of Berberis lyceum Royle. Agronomy. 2021;11:130. doi: 10.3390/agronomy11010130.", "ArticleIdList": ["10.3390/agronomy11010130"]}, {"Citation": "Grauso L., de Falco B., Lanzotti V., Motti R. Stinging nettle, Urtica dioica L.: Botanical, phytochemical and pharmacological overview. Phytochem. Rev. 2020;19:1341–1377. doi: 10.1007/s11101-020-09680-x.", "ArticleIdList": ["10.1007/s11101-020-09680-x"]}, {"Citation": "Adamu H.M., Ushie O.A., Gwangwala A.H., Yadav R.P., Singh A., Bhardwaj A.K., Lone P.A., Dar M.M., Parray J.A., Shah K.W., et al. Estimation of Total Flavonoids and Tannins in the Stem Bark and Leaves of Anogeisus leiocarpus Plant plant. Int. J. Tradit. Nat. Med. 2013;2:141–148."}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "6", "Day": "12"}, {"Year": "2021", "Month": "7", "Day": "4"}, {"Year": "2021", "Month": "7", "Day": "9"}, {"Year": "2021", "Month": "8", "Day": "10", "Hour": "1", "Minute": "2"}, {"Year": "2021", "Month": "8", "Day": "11", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "8", "Day": "11", "Hour": "6", "Minute": "1"}, {"Year": "2021", "Month": "7", "Day": "13"}], "PublicationStatus": "epublish", "ArticleIdList": ["34371632", "PMC8309265", "10.3390/plants10071429", "plants10071429"]}}], "PubmedBookArticle": []}