{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Zingiber officinale", "cardiovascular diseases", "drug delivery system", "ginger", "inflammation", "oxidative stress"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34388275", "DateCompleted": {"Year": "2022", "Month": "02", "Day": "24"}, "DateRevised": {"Year": "2024", "Month": "01", "Day": "09"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "08", "Day": "13"}], "Language": ["eng"], "ELocationID": ["10.1002/biof.1777"], "Journal": {"ISSN": "1872-8081", "JournalIssue": {"Volume": "47", "Issue": "6", "PubDate": {"Year": "2021", "Month": "Nov"}}, "Title": "BioFactors (Oxford, England)", "ISOAbbreviation": "Biofactors"}, "ArticleTitle": "Ginger: A complementary approach for management of cardiovascular diseases.", "Pagination": {"StartPage": "933", "EndPage": "951", "MedlinePgn": "933-951"}, "Abstract": {"AbstractText": ["Cardiovascular disease (CVD) is a leading cause of morbidity and mortality worldwide. Inflammation and oxidative stress play critical roles in progression of various types of CVD. Broad pharmacological properties of ginger (the rhizome of Zingiber officinale) and its bioactive components have been reported, suggesting that they can be a therapeutic choice for clinical use. Consistent with its rich phenolic content, the anti-inflammatory and antioxidant properties of ginger have been confirmed in many studies. Ginger modifies many cellular processes and in particular was shown to have potent inhibitory effects against nuclear factor kappa B (NF-κB); signal transducer and activator of transcription; NOD-, LRR-, and pyrin domain-containing proteins; toll-like receptors; mitogen-activated protein kinase; and mammalian target of rapamycin signaling pathways. Ginger also blocks pro-inflammatory cytokines and the activation of the immune system. Ginger suppresses the activity of oxidative molecules such as reactive oxygen species, inducible nitric oxide synthase, superoxide dismutase, glutathione, heme oxygenase, and GSH-Px. In this report, we summarize the biochemical pathologies underpinning a variety of CVDs and the effects of ginger and its bioactive components, including 6-shogaol, 6-gingerol, and 10-dehydrogingerdione. The properties of ginger and its phenolic components, mechanism of action, biological functions, side effects, and methods for enhanced cell delivery are also discussed. Together with preclinical and clinical studies, the positive biological effects of ginger and its bioactive components in CVD support the undertaking of further in vivo and especially clinical studies."], "CopyrightInformation": "© 2021 International Union of Biochemistry and Molecular Biology."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Toxicology and Pharmacology, Faculty of Pharmacy, Tehran Medical Sciences, Islamic Azad University, Tehran, Iran."}], "LastName": "Roudsari", "ForeName": "Nazanin Momeni", "Initials": "NM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Toxicology and Pharmacology, Faculty of Pharmacy, Tehran Medical Sciences, Islamic Azad University, Tehran, Iran."}], "LastName": "Lashgari", "ForeName": "Naser-Aldin", "Initials": "NA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medicinal Plants Research Center, Institute of Medicinal Plants, Academic Center for Education, Culture and Research, Tehran, Iran."}, {"Identifier": [], "Affiliation": "Toxicology and Disease Group, Pharmaceutical Sciences Research Center, Institute of Pharmaceutical Sciences, Faculty of Pharmacy, Tehran University of Medical Sciences, Tehran, Iran."}, {"Identifier": [], "Affiliation": "Gastrointestinal Pharmacology Interest Group, Universal Scientific Education and Research Network, Tehran, Iran."}], "LastName": "Momtaz", "ForeName": "Saeideh", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Discipline of Pharmacology, School of Medical Sciences, University of Sydney, Sydney, Australia."}, {"Identifier": [], "Affiliation": "National Institute of Complementary Medicine, Western Sydney University, Westmead, Australia."}], "LastName": "Roufogalis", "ForeName": "Basil", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Toxicology and Pharmacology, Faculty of Pharmacy, Tehran Medical Sciences, Islamic Azad University, Tehran, Iran."}, {"Identifier": [], "Affiliation": "Medicinal Plants Research Center, Institute of Medicinal Plants, Academic Center for Education, Culture and Research, Tehran, Iran."}, {"Identifier": [], "Affiliation": "Toxicology and Disease Group, Pharmaceutical Sciences Research Center, Institute of Pharmaceutical Sciences, Faculty of Pharmacy, Tehran University of Medical Sciences, Tehran, Iran."}, {"Identifier": [], "Affiliation": "Gastrointestinal Pharmacology Interest Group, Universal Scientific Education and Research Network, Tehran, Iran."}], "LastName": "Abdolghaffari", "ForeName": "Amir Hossein", "Initials": "AH"}, {"Identifier": ["0000-0002-8656-1444"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Biotechnology Research Center, Pharmaceutical Technology Institute, Mashhad University of Medical Sciences, Mashhad, Iran."}, {"Identifier": [], "Affiliation": "Applied Biomedical Research Center, Mashhad University of Medical Sciences, Mashhad, Iran."}, {"Identifier": [], "Affiliation": "School of Medicine, The University of Western Australia, Perth, Australia."}], "LastName": "Sahebkar", "ForeName": "Amirhossein", "Initials": "A"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Netherlands", "MedlineTA": "Biofactors", "NlmUniqueID": "8807441", "ISSNLinking": "0951-6433"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "(10)-dehydrogingerdione"}, {"RegistryNumber": "0", "NameOfSubstance": "Anti-Inflammatory Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Antioxidants"}, {"RegistryNumber": "0", "NameOfSubstance": "Catechols"}, {"RegistryNumber": "0", "NameOfSubstance": "Fatty Alcohols"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}, {"RegistryNumber": "6JKA7MAH9C", "NameOfSubstance": "Guaiacol"}, {"RegistryNumber": "83DNB5FIRF", "NameOfSubstance": "shogaol"}, {"RegistryNumber": "925QK2Z900", "NameOfSubstance": "gingerol"}], "MeshHeadingList": [{"QualifierName": ["pharmacology"], "DescriptorName": "Anti-Inflammatory Agents"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Antioxidants"}, {"QualifierName": ["drug therapy"], "DescriptorName": "Cardiovascular Diseases"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Catechols"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Fatty Alcohols"}, {"QualifierName": [], "DescriptorName": "Zingiber officinale"}, {"QualifierName": ["analogs & derivatives", "pharmacology"], "DescriptorName": "Guaiacol"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Plant Extracts"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Charlton A, Garzarella J, Jandeleit-Dahm KA, Jha JC. Oxidative stress and inflammation in renal and cardiovascular complications of diabetes. Biology. 2021;10:18."}, {"Citation": "Lawler PR, Bhatt DL, Godoy LC, Lüscher TF, Bonow RO, Verma S, et al. Targeting cardiovascular inflammation: next steps in clinical translation. Eur Heart J. 2021;42:113-31."}, {"Citation": "Shen-Orr SS, Furman D, Kidd BA, Hadad F, Lovelace P, Huang Y-W, et al. Defective signaling in the JAK-STAT pathway tracks with chronic inflammation and cardiovascular risk in aging humans. Cell Syst. 2016;3:374-84. e374."}, {"Citation": "Han L, Shen W-J, Bittner S, Kraemer FB, Azhar S. PPARs: regulators of metabolism and as therapeutic targets in cardiovascular disease. Part II: PPAR-β/δ and PPAR-γ. Future Cardiol. 2017;13:279-96."}, {"Citation": "Zhou W, Chen C, Chen Z, Liu L, Jiang J, Wu Z, et al. NLRP3: a novel mediator in cardiovascular disease. J Immunol Res. 2018;2018:1-8."}, {"Citation": "Sanches-Silva A, Testai L, Nabavi SF, Battino M, Devi KP, Tejada S, et al. Therapeutic potential of polyphenols in cardiovascular diseases: regulation of mTOR signaling pathway. Pharmacol Res. 2020;152:104626."}, {"Citation": "Wehbe Z, Hammoud S, Soudani N, Zaraket H, El-Yazbi A, Eid AH. Molecular insights into SARS COV-2 interaction with cardiovascular disease: role of RAAS and MAPK signaling. Front Pharmacol. 2020;11:836."}, {"Citation": "Zhou Y, Little PJ, Downey L, Afroz R, Wu Y, Ta HT, et al. The role of toll-like receptors in atherothrombotic cardiovascular disease. ACS Pharmacol Transl Sci. 2020;3:457-71."}, {"Citation": "Xu J, Wu H. Chinese herbal medicine and acupuncture for the treatment of cardiovascular disease. J Geriatr Cardiol. 2009;6:56-61."}, {"Citation": "Imran TF, Joseph J. Herbal therapies and micronutrient supplements in cardiovascular disease. Cardiovasc Dis. 2017;1:129."}, {"Citation": "Gheorghiade M, Adams KF Jr, Colucci WS. Digoxin in the management of cardiovascular disorders. Circulation. 2004;109:2959-64."}, {"Citation": "Li L, Zhou X, Li N, Sun M, Lv J, Xu Z. Herbal drugs against cardiovascular disease: traditional medicine and modern development. Drug Discov Today. 2015;20:1074-86."}, {"Citation": "Morvaridzadeh M, Fazelian S, Agah S, Khazdouz M, Rahimlou M, Agh F, et al. Effect of ginger (Zingiber officinale) on inflammatory markers: a systematic review and meta-analysis of randomized controlled trials. Cytokine. 2020;135:155224."}, {"Citation": "Zhang M, Zhao R, Wang D, Wang L, Zhang Q, Wei S, et al. Ginger (Zingiber officinale Rosc.) and its bioactive components are potential resources for health beneficial agents. Phytother Res. 2021;35:711-42."}, {"Citation": "Ali BH, Blunden G, Tanira MO, Nemmar A. Some phytochemical, pharmacological and toxicological properties of ginger (Zingiber officinale Roscoe): a review of recent research. Food Chem Toxicol. 2008;46:409-20."}, {"Citation": "Nicoll R, Henein MY. Ginger (Zingiber officinale Roscoe): a hot remedy for cardiovascular disease? Int J Cardiol. 2009;131:408-9."}, {"Citation": "Suk S, Kwon GT, Lee E, Jang WJ, Yang H, Kim JH, et al. Gingerenone A, a polyphenol present in ginger, suppresses obesity and adipose tissue inflammation in high-fat diet-fed mice. Mol Nutr Food Res. 2017;61:1700139."}, {"Citation": "Soysal P, Arik F, Smith L, Jackson SE, Isik AT. Frailty and Cardiovascular Diseases. Cham: Springer; 2020."}, {"Citation": "Voelkl J, Egli-Spichtig D, Alesutan I, Wagner CA. Inflammation: a putative link between phosphate metabolism and cardiovascular disease. Clin Sci. 2021;135:201-27."}, {"Citation": "Seki Y, Kai H, Shibata R, Nagata T, Yasukawa H, Yoshimura A, et al. Role of the JAK/STAT pathway in rat carotid artery remodeling after vascular injury. Circ Res. 2000;87:12-8."}, {"Citation": "Grote K, Luchtefeld M, Schieffer B. JANUS under stress-role of JAK/STAT signaling pathway in vascular diseases. Vascul Pharmacol. 2005;43:357-63."}, {"Citation": "Barry SP, Townsend PA, Latchman DS, Stephanou A. Role of the JAK-STAT pathway in myocardial injury. Trends Mol Med. 2007;13:82-9."}, {"Citation": "Jones WK, Brown M, Wilhide M, He S, Ren X. NF-κB in cardiovascular disease. Cardiovasc Toxicol. 2005;5:183-201."}, {"Citation": "Van der Heiden K, Cuhlmann S, Luong LA, Zakkar M, Evans PC. Role of nuclear factor κB in cardiovascular health and disease. Clin Sci. 2010;118:593-605."}, {"Citation": "Zhu H, Li Y, Wang M-x, Wang J-h, Du W-x, Zhou F. Analysis of cardiovascular disease-related NF-κB-regulated genes and microRNAs in TNFα-treated primary mouse vascular endothelial cells. J Zhejiang Univ Sci B. 2019;20:803-15."}, {"Citation": "Ivanova EA, Parolari A, Myasoedova V, Melnichenko AA, Bobryshev YV, Orekhov AN. Peroxisome proliferator-activated receptor (PPAR) gamma in cardiovascular disorders and cardiovascular surgery. J Cardiol. 2015;66:271-8."}, {"Citation": "Roudsari NM, Lashgari N-A, Zandi N, Pazoki B, Momtaz S, Sahebkar A, et al. PPARγ: a turning point for irritable bowel syndrome treatment. Life Sci. 2020;118103."}, {"Citation": "Kvandova M, Majzúnová M, Dovinová I. The role of PPAR [gamma] in cardiovascular diseases. Physiol Res. 2016;65:S343."}, {"Citation": "Xu P, Zhai Y, Wang J. The role of PPAR and its cross-talk with CAR and LXR in obesity and atherosclerosis. Int J Mol Sci. 2018;19:1260."}, {"Citation": "Morieri ML, Shah HS, Sjaarda J, Lenzini PA, Campbell H, Motsinger-Reif AA, et al. PPARA polymorphism influences the cardiovascular benefit of fenofibrate in type 2 diabetes: findings from ACCORD-lipid. Diabetes. 2020;69:771-83."}, {"Citation": "Soltani A, Bahreyni A, Boroumand N, Roshan MK, Khazaei M, Ryzhikov M, et al. Therapeutic potency of mTOR signaling pharmacological inhibitors in the treatment of proinflammatory diseases, current status, and perspectives. J Cell Physiol. 2018;233:4783-90."}, {"Citation": "Sciarretta S, Forte M, Frati G, Sadoshima J. New insights into the role of mTOR signaling in the cardiovascular system. Circ Res. 2018;122:489-505."}, {"Citation": "Lashgari NA, Roudsari NM, Momtaz S, Ghanaatian N, Kohansal P, Farzaei MH, et al. Targeting mammalian target of rapamycin: prospects for the treatment of inflammatory bowel diseases. Curr Med Chem. 2020;28:1605-24."}, {"Citation": "Samidurai A, Kukreja RC, Das A. Emerging role of mTOR signaling-related miRNAs in cardiovascular diseases. Oxid Med Cell Longev. 2018;2018:6141902."}, {"Citation": "Yang Z, Ming XF. mTOR signalling: the molecular interface connecting metabolic stress, aging and cardiovascular diseases. Obes Rev. 2012;13:58-68."}, {"Citation": "Paoletti E. mTOR inhibition and cardiovascular diseases: cardiac hypertrophy. Transplantation. 2018;102:S41-3."}, {"Citation": "Marchetti C. The NLRP3 inflammasome as a pharmacological target. J Cardiovasc Pharmacol. 2019;74:285-96."}, {"Citation": "Liu D, Zeng X, Li X, Mehta JL, Wang X. Role of NLRP3 inflammasome in the pathogenesis of cardiovascular diseases. Basic Res Cardiol. 2018;113:1-14."}, {"Citation": "Pavillard LE, Marín-Aguilar F, Bullon P, Cordero MD. Cardiovascular diseases, NLRP3 inflammasome, and western dietary patterns. Pharmacol Res. 2018;131:44-50."}, {"Citation": "Tong Y, Wang Z, Cai L, Lin L, Liu J, Cheng J. NLRP3 inflammasome and its central role in the cardiovascular diseases. Oxid Med Cell Longev. 2020;2020:1-8."}, {"Citation": "Spirig R, Tsui J, Shaw S. The emerging role of TLR and innate immunity in cardiovascular disease. Cardiol Res Pract. 2012;2012:1-12."}, {"Citation": "Goulopoulou S, McCarthy CG, Webb RC. Toll-like receptors in the vascular system: sensing the dangers within. Pharmacol Rev. 2016;68:142-67."}, {"Citation": "Parizadeh SM, Ghandehari M, Heydari-Majd M, Seifi S, Mardani R, Parizadeh SM, et al. Toll-like receptors signaling pathways as a potential therapeutic target in cardiovascular disease. Curr Pharm Des. 2018;24:1887-98."}, {"Citation": "Muslin AJ. MAPK signalling in cardiovascular health and disease: molecular mechanisms and therapeutic targets. Clin Sci. 2008;115:203-18."}, {"Citation": "Fisk M, Gajendragadkar PR, Mäki-Petäjä KM, Wilkinson IB, Cheriyan J. Therapeutic potential of p38 MAP kinase inhibition in the management of cardiovascular disease. Am J Cardiovasc Drugs. 2014;14:155-65."}, {"Citation": "Reustle A, Torzewski M. Role of p38 MAPK in atherosclerosis and aortic valve sclerosis. Int J Mol Sci. 2018;19:3761."}, {"Citation": "Anderson JL, Morrow DA. Acute myocardial infarction. N Engl J Med. 2017;376:2053-64."}, {"Citation": "Reed GW, Rossi JE, Cannon CP. Acute myocardial infarction. The Lancet. 2017;389:197-210."}, {"Citation": "Christia P, Frangogiannis NG. Targeting inflammatory pathways in myocardial infarction. Eur J Clin Invest. 2013;43:986-95."}, {"Citation": "Frangogiannis NG, Smith CW, Entman ML. The inflammatory response in myocardial infarction. Cardiovasc Res. 2002;53:31-47."}, {"Citation": "Hantson P. Mechanisms of toxic cardiomyopathy. Clin Toxicol. 2019;57:1-9."}, {"Citation": "Chatterjee K, Zhang J, Honbo N, Karliner JS. Doxorubicin cardiomyopathy. Cardiology. 2010;115:155-62."}, {"Citation": "Renu K, Abilash V, Tirupathi Pichiah PB, Arunachalam S. Molecular mechanism of doxorubicin-induced cardiomyopathy-an update. Eur J Pharmacol. 2018;818:241-53."}, {"Citation": "Cachofeiro V, Miana M, Martín-Fernandez B, Ballesteros S, Balfagon G, Lahera V. Inflammation: a link between hypertension and atherosclerosis. Curr Hypertens Rev. 2009;5:40-8."}, {"Citation": "Hollander W. Role of hypertension in atherosclerosis and cardiovascular disease. Am J Cardiol. 1976;38:786-800."}, {"Citation": "Pauletto P, Rattazzi M. Inflammation and hypertension: the search for a link. Nephrol Dial Transplant. 2006;21:850-3."}, {"Citation": "Duan SZ, Usher MG, Mortensen RM. PPARs: the vasculature, inflammation and hypertension. Curr Opin Nephrol Hypertens. 2009;18:128-33."}, {"Citation": "Wen JX, Li RS, Wang J, Hao JJ, Qin WH, Yang T, et al. Therapeutic effects of Aconiti Lateralis Radix Praeparata combined with Zingiberis Rhizoma on doxorubicin-induced chronic heart failure in rats based on an integrated approach. J Pharm Pharmacol. 2020;72:279-93."}, {"Citation": "Rodgers JE. Sacubitril/valsartan: the newest addition to the toolbox for guideline-directed medical therapy of heart failure. Am J Med. 2017;130:635-9."}, {"Citation": "Dick SA, Epelman S. Chronic heart failure and inflammation: what do we really know? Circ Res. 2016;119:159-76."}, {"Citation": "Anker SD, Von Haehling S. Inflammatory mediators in chronic heart failure: an overview. Heart. 2004;90:464-70."}, {"Citation": "Yndestad A, Damås JK, Øie E, Ueland T, Gullestad L, Aukrust P. Role of inflammation in the progression of heart failure. Curr Cardiol Rep. 2007;9:236-41."}, {"Citation": "Fu D-g. Cardiac arrhythmias: diagnosis, symptoms, and treatments. Cell Biochem Biophys. 2015;73:291-6."}, {"Citation": "Capucci A, Cipolletta L, Guerra F, Giannini I. Emerging pharmacotherapies for the treatment of atrial fibrillation. Expert Opin Emerg Drugs. 2018;23:25-36."}, {"Citation": "Scott L Jr, Li N, Dobrev D. Role of inflammatory signaling in atrial fibrillation. Int J Cardiol. 2019;287:195-200."}, {"Citation": "Hu Y-F, Chen Y-J, Lin Y-J, Chen S-A. Inflammation and the pathogenesis of atrial fibrillation. Nat Rev Cardiol. 2015;12:230-43."}, {"Citation": "Libby P, Ridker PM, Maseri A. Inflammation and atherosclerosis. Circulation. 2002;105:1135-43."}, {"Citation": "Wang S, Tian M, Yang R, Jing Y, Chen W, Wang J, et al. 6-Gingerol ameliorates behavioral changes and atherosclerotic lesions in ApoE−/− mice exposed to chronic mild stress. Cardiovasc Toxicol. 2018;18:420-30."}, {"Citation": "Gwon W-G, Joung E-J, Kwon M-S, Lim S-J, Utsuki T, Kim H-R. Sargachromenol protects against vascular inflammation by preventing TNF-α-induced monocyte adhesion to primary endothelial cells via inhibition of NF-κB activation. Int Immunopharmacol. 2017;42:81-9."}, {"Citation": "Zhu Y, Xian X, Wang Z, Bi Y, Chen Q, Han X, et al. Research progress on the relationship between atherosclerosis and inflammation. Biomolecules. 2018;8:80."}, {"Citation": "Biros E, Reznik JE, Moran CS. Role of inflammatory cytokines in genesis and treatment of atherosclerosis. Trends Cardiovasc Med. 2021. [Online ahead of print]."}, {"Citation": "O'shea JJ, Pesu M, Borie DC, Changelian PS. A new modality for immunosuppression: targeting the JAK/STAT pathway. Nat Rev Drug Discov. 2004;3:555-64."}, {"Citation": "El-Bassossy HM, Elberry AA, Ghareib SA, Azhar A, Banjar ZM, Watson ML. Cardioprotection by 6-gingerol in diabetic rats. Biochem Biophys Res Commun. 2016;477:908-14."}, {"Citation": "Lorenzo O, Picatoste B, Ares-Carrasco S, Ramirez E, Egido J, Tunon J. Potential role of nuclear factor κB in diabetic cardiomyopathy. Mediators Inflamm. 2011;2011:1-9."}, {"Citation": "Nunes S, Soares E, Pereira F, Reis F. The role of inflammation in diabetic cardiomyopathy. Int J Infereron Cytokine Mediator Res. 2012;4:59-73."}, {"Citation": "Investigators MRS, Newby D, Forsythe R, McBride O, Robson J, Vesey A, et al. Aortic wall inflammation predicts abdominal aortic aneurysm expansion, rupture, and need for surgical repair. Circulation. 2017;136:787-97."}, {"Citation": "Hellmann DB, Grand DJ, Freischlag JA. Inflammatory abdominal aortic aneurysm. JAMA. 2007;297:395-400."}, {"Citation": "Eagleton MJ. Inflammation in abdominal aortic aneurysms: cellular infiltrate and cytokine profiles. Vascular. 2012;20:278-83."}, {"Citation": "Ghosh A, Lu G, Su G, McEvoy B, Sadiq O, DiMusto PD, et al. Phosphorylation of AKT and abdominal aortic aneurysm formation. Am J Pathol. 2014;184:148-58."}, {"Citation": "Fan J, Li X, Yan Y-W, Tian X-H, Hou W-J, Tong H, et al. Curcumin attenuates rat thoracic aortic aneurysm formation by inhibition of the c-Jun N-terminal kinase pathway and apoptosis. Nutrition. 2012;28:1068-74."}, {"Citation": "Dong M, Zhang J, Ma X, Tan J, Chen L, Liu S, et al. ACE2, TMPRSS2 distribution and extrapulmonary organ injury in patients with COVID-19. Biomed Pharmacother. 2020;110678."}, {"Citation": "Yoshimura K, Nagasawa A, Kudo J, Onoda M, Morikage N, Furutani A, et al. Inhibitory effect of statins on inflammation-related pathways in human abdominal aortic aneurysm tissue. Int J Mol Sci. 2015;16:11213-28."}, {"Citation": "Wang Y-d, Liu Z-j, Ren J, Xiang M-x. Pharmacological therapy of abdominal aortic aneurysm: an update. Curr Vasc Pharmacol. 2018;16:114-24."}, {"Citation": "Lai C-H, Wang K-C, Lee F-T, Tsai H-W, Ma C-Y, Cheng T-L, et al. Toll-like receptor 4 is essential in the development of abdominal aortic aneurysm. PLoS One. 2016;11:e0146565."}, {"Citation": "Nosoudi N, Nahar-Gohad P, Sinha A, Chowdhury A, Gerard P, Carsten CG, et al. Prevention of abdominal aortic aneurysm progression by targeted inhibition of matrix metalloproteinase activity with batimastat-loaded nanoparticles. Circ Res. 2015;117:e80-9."}, {"Citation": "Yuan Z, Lu Y, Wei J, Wu J, Yang J, Cai Z. Abdominal aortic aneurysm: roles of inflammatory cells. Front Immunol. 2021;11:3758."}, {"Citation": "Jalali M, Mahmoodi M, Moosavian SP, Jalali R, Ferns G, Mosallanezhad A, et al. The effects of ginger supplementation on markers of inflammatory and oxidative stress: a systematic review and meta-analysis of clinical trials. Phytother Res. 2020;34:1723-33."}, {"Citation": "Priya Rani M, Padmakumari K, Sankarikutty B, Lijo Cherian O, Nisha V, Raghu K. Inhibitory potential of ginger extracts against enzymes linked to type 2 diabetes, inflammation and induced oxidative stress. Int J Food Sci Nutr. 2011;62:106-10."}, {"Citation": "Abdul Sani NF, Belani LK, Pui Sin C, Abdul Rahman SNA, Das S, Zar Chi T, et al. Effect of the combination of gelam honey and ginger on oxidative stress and metabolic profile in streptozotocin-induced diabetic Sprague-Dawley rats. BioMed Res Int. 2014;2014:160695."}, {"Citation": "Mashhadi NS, Ghiasvand R, Askari G, Hariri M, Darvishi L, Mofid MR. Anti-oxidative and anti-inflammatory effects of ginger in health and physical activity: review of current evidence. Int J Prev Med. 2013;4:S36."}, {"Citation": "Askari G, Aghajani M, Salehi M, Najafgholizadeh A, Keshavarzpour Z, Fadel A, et al. The effects of ginger supplementation on biomarkers of inflammation and oxidative stress in adults: a systematic review and meta-analysis of randomized controlled trials. J Herb Med. 2020;22:100364."}, {"Citation": "Arablou T, Aryaeian N, Valizadeh M, Hosseini A, Djalali M. The effect of ginger consumption on some cardiovascular risk factors in patients with type 2 diabetes mellitus. Razi J Med Sci. 2014;21:1-12."}, {"Citation": "Mao Q-Q, Xu X-Y, Cao S-Y, Gan R-Y, Corke H, Li H-B. Bioactive compounds and bioactivities of ginger (Zingiber officinale Roscoe). Foods. 2019;8:185."}, {"Citation": "Yocum GT, Hwang JJ, Mikami M, Danielsson J, Kuforiji AS, Emala CW. Ginger and its bioactive component 6-shogaol mitigate lung inflammation in a murine asthma model. Am. J. Physiol. Lung Cell Mol. Physiol.. 2020;318:L296-303. http://doi.org/10.1152/ajplung.00249.2019."}, {"Citation": "Kumar S, Saxena K, Singh UN, Saxena R. Anti-inflammatory action of ginger: a critical review in anemia of inflammation and its future aspects. Int J Herb Med. 2013;1:16-20."}, {"Citation": "Dongare S, Gupta SK, Mathur R, Saxena R, Mathur S, Agarwal R, et al. Zingiber officinale attenuates retinal microvascular changes in diabetic rats via anti-inflammatory and antiangiogenic mechanisms. Mol Vis. 2016;22:599-609."}, {"Citation": "Lee W, Ku SK, Kim MA, Bae JS. Anti-factor Xa activities of zingerone with anti-platelet aggregation activity. Food Chem Toxicol. 2017;105:186-93."}, {"Citation": "Murata P, Kase Y, Ishige A, Sasaki H, Kurosawa S, Nakamura T. The herbal medicine Dai-kenchu-to and one of its active components [6]-shogaol increase intestinal blood flow in rats. Life Sci. 2002;70:2061-70."}, {"Citation": "Na J-Y, Song K, Lee J-W, Kim S, Kwon J. Pretreatment of 6-shogaol attenuates oxidative stress and inflammation in middle cerebral artery occlusion-induced mice. Eur J Pharmacol. 2016;788:241-7."}, {"Citation": "Sawada H, Saito Y, Noguchi N. Enhanced CD36 expression changes the role of Nrf2 activation from anti-atherogenic to pro-atherogenic in apoE-deficient mice. Atherosclerosis. 2012;225:83-90."}, {"Citation": "Han SJ, Kim M, D'Agati VD, Lee HT. 6-Shogaol protects against ischemic acute kidney injury by modulating NF-κB and heme oxygenase-1 pathways. Am J Physiol Renal Physiol. 2019;317:F743-56."}, {"Citation": "El-Bakly WM, Louka ML, El-Halawany AM, Schaalan MF. 6-gingerol ameliorated doxorubicin-induced cardiotoxicity: role of nuclear factor kappa B and protein glycation. Cancer Chemother Pharmacol. 2012;70:833-41."}, {"Citation": "de Las Heras N, Valero-Muñoz M, Martín-Fernández B, Ballesteros S, López-Farré A, Ruiz-Roso B, et al. Molecular factors involved in the hypolipidemic- and insulin-sensitizing effects of a ginger (Zingiber officinale Roscoe) extract in rats fed a high-fat diet. Appl Physiol Nutr Metab. 2017;42:209-15."}, {"Citation": "Razali N, Dewa A, Asmawi MZ, Mohamed N, Manshor NM. Mechanisms underlying the vascular relaxation activities of Zingiber officinale var. rubrum in thoracic aorta of spontaneously hypertensive rats. J Integr Med. 2020;18:46-58."}, {"Citation": "Akinyemi AJ, Ademiluyi AO, Oboh G. Inhibition of angiotensin-1-converting enzyme activity by two varieties of ginger (Zingiber officinale) in rats fed a high cholesterol diet. J Med Food. 2014;17:317-23."}, {"Citation": "Fuhrman B, Rosenblat M, Hayek T, Coleman R, Aviram M. Ginger extract consumption reduces plasma cholesterol, inhibits LDL oxidation and attenuates development of atherosclerosis in atherosclerotic, apolipoprotein E-deficient mice. J Nutr. 2000;130:1124-31."}, {"Citation": "Namekata I, Hamaguchi S, Wakasugi Y, Ohhara M, Hirota Y, Tanaka H. Ellagic acid and gingerol, activators of the sarco-endoplasmic reticulum Ca2+-ATPase, ameliorate diabetes mellitus-induced diastolic dysfunction in isolated murine ventricular myocardia. Eur J Pharmacol. 2013;706:48-55."}, {"Citation": "Elseweidy MM, Abdallah FR, Younis NN, Aldohmy S, Kassem HM. 10-Dehydrogingerdione raises HDL-cholesterol through a CETP inhibition and wards off oxidation and inflammation in dyslipidemic rabbits. Atherosclerosis. 2013;231:334-40."}, {"Citation": "Elseweidy MM, Elswefy SE, Younis NN, Tarek S. Contribution of aorta glycosaminoglycans and PCSK9 to hyperlipidemia in experimental rabbits: the role of 10-dehdrogingerdione as effective modulator. Mol Biol Rep. 2019;46:3921-8."}, {"Citation": "El-Seweidy MM, Amin RS, Atteia HH, El-Zeiky RR, Al-Gabri NA. Dyslipidemia induced inflammatory status, platelet activation and endothelial dysfunction in rabbits: protective role of 10-dehydrogingerdione. Biomed Pharmacother. 2019;110:456-64."}, {"Citation": "El-Seweidy MM, Asker ME-S, Eldahmy SI, Atteia HH, Abdallah MA. Haemostatic risk factors in dyslipidemic rabbits: role of 10-dehydrogingerdione as a new hypolipemic agent. J Thromb Thrombolysis. 2015;39:196-202."}, {"Citation": "Akinyemi AJ, Ademiluyi AO, Oboh G. Aqueous extracts of two varieties of ginger (Zingiber officinale) inhibit angiotensin I-converting enzyme, iron(II), and sodium nitroprusside-induced lipid peroxidation in the rat heart in vitro. J Med Food. 2013;16:641-6."}, {"Citation": "Leoni A, Budriesi R, Poli F, Lianza M, Graziadio A, Venturini A, et al. Ayurvedic preparation of Zingiber officinale Roscoe: effects on cardiac and on smooth muscle parameters. Nat Prod Res. 2018;32:2139-46."}, {"Citation": "Kamato D, Babaahmadi Rezaei H, Getachew R, Thach L, Guidone D, Osman N, et al. (S)-[6]-Gingerol inhibits TGF-β-stimulated biglycan synthesis but not glycosaminoglycan hyperelongation in human vascular smooth muscle cells. J Pharm Pharmacol. 2013;65:1026-36."}, {"Citation": "Liu Q, Liu J, Guo H, Sun S, Wang S, Zhang Y, et al. [6]-gingerol: a novel AT1 antagonist for the treatment of cardiovascular disease. Planta Med. 2013;79:322-6."}, {"Citation": "Tzeng TF, Chang CJ, Liu IM. 6-gingerol inhibits rosiglitazone-induced adipogenesis in 3T3-L1 adipocytes. Phytother Res. 2014;28:187-92."}, {"Citation": "Ren Q, Zhao S, Ren C. 6-Gingerol protects cardiocytes H9c2 against hypoxia-induced injury by suppressing BNIP3 expression. Artif Cells Nanomed Biotechnol. 2019;47:2016-23."}, {"Citation": "Lam RY, Woo AY, Leung P-S, Cheng CH. Antioxidant actions of phenolic compounds found in dietary plants on low-density lipoprotein and erythrocytes in vitro. J Am Coll Nutr. 2007;26:233-42."}, {"Citation": "Zhou D-D, Luo M, Shang A, Mao Q-Q, Li B-Y, Gan R-Y, et al. Antioxidant food components for the prevention and treatment of cardiovascular diseases: effects, mechanisms, and clinical studies. Oxid Med Cell Longev. 2021;2021:1-17."}, {"Citation": "Dongare S, Gupta SK, Mathur R, Saxena R, Mathur S, Agarwal R, et al. Zingiber officinale attenuates retinal microvascular changes in diabetic rats via anti-inflammatory and antiangiogenic mechanisms. Mol Vis. 2016;22:599."}, {"Citation": "Hesari M, Mohammadi P, Khademi F, Shackebaei D, Momtaz S, Moasefi N, et al. Current advances in the use of nanophytomedicine therapies for human cardiovascular diseases. Int J Nanomedicine. 2021;16:3293-315."}, {"Citation": "Pretorius D, Serpooshan V, Zhang J. Nano-medicine in the cardiovascular system. Front Pharmacol. 2021;12:640182."}, {"Citation": "Borcan F, Chirita-Emandi A, Andreescu NI, Borcan LC, Albulescu RC, Puiu M, et al. Synthesis and preliminary characterization of polyurethane nanoparticles with ginger extract as a possible cardiovascular protector. Int J Nanomedicine. 2019;14:3691-703."}, {"Citation": "Yang Q, Wang Q, Feng Y, Wei Q, Sun C, Firempong CK, et al. Anti-hyperuricemic property of 6-shogaol via self-micro emulsifying drug delivery system in model rats: formulation design, in vitro and in vivo evaluation. Drug Dev Ind Pharm. 2019;45:1265-76."}, {"Citation": "Ahmadi Ashtiani HR, Bishe P, Lashgari N-A, Nilforoushzadeh MA, Zare S. Liposomes in cosmetics. J Skin Stem Cell. 2016;3:e65815."}, {"Citation": "Ghanaatian N, Lashgari NA, Abdolghaffari AH, Rajaee SM, Panahi Y, Barreto GE, et al. Curcumin as a therapeutic candidate for multiple sclerosis: molecular mechanisms and targets. J Cell Physiol. 2019;234:12237-48."}, {"Citation": "Zhang M, Merlin D. Nanoparticle-based oral drug delivery systems targeting the colon for treatment of ulcerative colitis. Inflamm Bowel Dis. 2018;24:1401-15."}, {"Citation": "Zhang M, Xu C, Liu D, Han MK, Wang L, Merlin D. Oral delivery of nanoparticles loaded with ginger active compound, 6-shogaol, attenuates ulcerative colitis and promotes wound healing in a murine model of ulcerative colitis. J Crohn's Colitis. 2018;12:217-29."}, {"Citation": "Lakshmi Sudha K, Rampriya S, Baskar V. Nano drug system of shogaol for transdermal delivery enhancement. J Biol Inform Sci. 2012;1(2):11-6."}, {"Citation": "Wang Q, Wei Q, Yang Q, Cao X, Li Q, Shi F, et al. A novel formulation of [6]-gingerol: proliposomes with enhanced oral bioavailability and antitumor effect. Int J Pharm. 2018;535:308-15."}, {"Citation": "Wei Q, Yang Q, Wang Q, Sun C, Zhu Y, Niu Y, et al. Formulation, characterization, and pharmacokinetic studies of 6-gingerol-loaded nanostructured lipid carriers. AAPS PharmSciTech. 2018;19:3661-9."}, {"Citation": "Zhen L, Wei Q, Wang Q, Zhang H, Adu-Frimpong M, Kesse Firempong C, et al. Preparation and in vitro/in vivo evaluation of 6-Gingerol TPGS/PEG-PCL polymeric micelles. Pharm Dev Technol. 2020;25:1-8."}], "ReferenceList": [], "Title": "REFERENCES"}], "History": [{"Year": "2021", "Month": "7", "Day": "3"}, {"Year": "2021", "Month": "7", "Day": "26"}, {"Year": "2021", "Month": "8", "Day": "14", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "2", "Day": "25", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "8", "Day": "13", "Hour": "17", "Minute": "24"}], "PublicationStatus": "ppublish", "ArticleIdList": ["34388275", "10.1002/biof.1777"]}}], "PubmedBookArticle": []}