{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Anti-inflammatory", "Anticancer activity", "Antidiabetic", "Antimicrobial", "Antioxidant", "Phytoecdysteroids", "Secondary metabolites"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34386319", "DateRevised": {"Year": "2024", "Month": "04", "Day": "03"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "10", "Day": "16"}], "Language": ["eng"], "ELocationID": ["10.1016/j.apsb.2020.10.012"], "Journal": {"ISSN": "2211-3835", "JournalIssue": {"Volume": "11", "Issue": "7", "PubDate": {"Year": "2021", "Month": "Jul"}}, "Title": "Acta pharmaceutica Sinica. B", "ISOAbbreviation": "Acta Pharm Sin B"}, "ArticleTitle": "The phytochemical, biological, and medicinal attributes of phytoecdysteroids: An updated review.", "Pagination": {"StartPage": "1740", "EndPage": "1766", "MedlinePgn": "1740-1766"}, "Abstract": {"AbstractText": ["The phytoecdysteroids (PEs) comprise a large group of biologically-active plant steroids, which have structures similar to those of insect-molting hormones. PEs are distributed in plants as secondary metabolites that offer protection against phytophagus (plant-eating) insects. When insects consume the plants containing these chemicals, they promptly molt and undergo metabolic destruction; the insects eventually die. Chemically, ecdysteroids are a group of polyhydroxylated ketosteroids that are structurally similar to androgens. The carbon skeleton of ecdysteroids is termed as cyclopentanoperhydro-phenanthrene with a <i>β</i>-side chain at carbon-17. The essential characteristics of ecdysteroids are a <i>cis</i>-(5<i>β</i>-H) junction of rings A and B, a 7-en-6-one chromophore, and a <i>trans</i>-(14<i>α</i>-OH) junction of rings C and D. Plants only synthesize PEs from mevalonic acid in the mevalonate pathway of the plant cell using acetyl-CoA as a precursor; the most common PE is 20-hydroxyecdysone. So far, over 400 PEs have been identified and reported, and a compilation of 166 PEs originating from 1998 has been previously reviewed. In the present review, we have summarized 212 new PEs reported between 1999 and 2019. We have also critically analyzed the biological, pharmacological, and medicinal properties of PEs to understand the full impact of these phytoconstituents in health and disease."], "CopyrightInformation": "© 2021 Chinese Pharmaceutical Association and Institute of Materia Medica, Chinese Academy of Medical Sciences. Production and hosting by Elsevier B.V."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, Iswar Chandra Vidyasagar College, Belonia-799 155, Tripura, India."}], "LastName": "Das", "ForeName": "Niranjan", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Cancer Biology Laboratory, Department of Zoology, School of Biological Sciences, Dr. Harisingh Gour Central University, Sagar-470 003, Madhya Pradesh, India."}], "LastName": "Mishra", "ForeName": "Siddhartha Kumar", "Initials": "SK"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Pine View School, Osprey, FL 34229, USA."}], "LastName": "Bishayee", "ForeName": "Anusha", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry and Molecular Genetics, Feinberg School of Medicine, Northwestern University, Chicago, IL 60611, USA."}], "LastName": "Ali", "ForeName": "Eunüs S", "Initials": "ES"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Lake Erie College of Osteopathic Medicine, Bradenton, FL 34211, USA."}], "LastName": "Bishayee", "ForeName": "Anupam", "Initials": "A"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Netherlands", "MedlineTA": "Acta Pharm Sin B", "NlmUniqueID": "101600560", "ISSNLinking": "2211-3835"}, "CoiStatement": "The authors declare no conflicts of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Nakanishi K. The ecdysones. Pure Appl Chem. 1971;25:167–195.", "ArticleIdList": ["4942193"]}, {"Citation": "Butenandt A., Karlson P. About the isolation of a metamorphosis hormone of insects in crystallized form. Z Naturforsch. 1954;9B:389."}, {"Citation": "Huber R., Hoppe W. On the chemistry of ecdysone. VII. Analysis of the crystal and molecular structure of the molting hormone in insects, ecdysone, using the automized folding molecule method. Chem Ber. 1965;98:2403–2424.", "ArticleIdList": ["5849856"]}, {"Citation": "Dinan L., Lafont R. Effects and applications of arthropod steroid hormones (ecdysteroids) in mammals. J Endocrinol. 2006;191:1–8.", "ArticleIdList": ["17065383"]}, {"Citation": "Bathori M., Pongracz Z. Phytoecdysteroids—from isolation to their effects on humans. Curr Med Chem. 2005;12:153–172.", "ArticleIdList": ["15638733"]}, {"Citation": "Dinan L. Phytoecdysteroids: biological aspects. Phytochemistry. 2001;57:325–339.", "ArticleIdList": ["11393511"]}, {"Citation": "Ma W.C. Some properties of gustation in the larva of Pieris brassicae. Entomol Exp Appl. 1969;12:584–590."}, {"Citation": "Robbins W.E., Kaplanis J.N., Thompson M.J., Shortino T.J., Joyner S.C. Ecdysones and synthetic analogs: molting hormone activity and inhibitive effects on insect growth, metamorphosis and reproduction. Steroids. 1970;16:105–125.", "ArticleIdList": ["4394304"]}, {"Citation": "Kubo I., Klocke J.A., Asano S. Effects of ingested phytoecdysteroids on the growth and development of two Lepidopterous larvae. J Insect Physiol. 1983;29:307–316."}, {"Citation": "Jepson I., Martinez A., Sweetman J.P. Chemical-inducible gene expression systems for plants—a review. Pestic Sci. 1998;54:360–367."}, {"Citation": "Martinez A., Sparks C., Drayton P., Thompson J., Greenland A., Jepson I. Creation of ecdysone receptor chimeras in plants for controlled regulation of gene expression. Mol Gen Genet. 1999;261:546–552.", "ArticleIdList": ["10323236"]}, {"Citation": "Bajguz A., Koronka A. Effect of ecdysone application on the growth and biochemical changes in Chlorella vulgaris cells. Plant Physiol Biochem. 2001;39:707–715."}, {"Citation": "Bathori M., Toth N., Hunyadi A., Marki A., Zador E. Phytoecdysteroids and anabolic-androgenic steroids—structure and effects on humans. Curr Med Chem. 2008;15:75–91.", "ArticleIdList": ["18220764"]}, {"Citation": "Khaziev D., Galina C., Gadiev R., Valitov F., Gumarova G., Galyautdinov I. Phytoecdisteroids from Serratula coronata when growing ducklings. Res Vet Sci. 2020;128:170–176.", "ArticleIdList": ["31811978"]}, {"Citation": "Syrov V.N. Mechanism of the anabolic action of phytoecdisteroids in mammals. Nauchnye Doki Vyss Shkoly Biol Nauki. 1984;11:16–20.", "ArticleIdList": ["6525371"]}, {"Citation": "YuR M., Syrov V. Effect of phytoecdysteroids on the sexual activity of male rats. Dokl Akad Nauk Resp Uzb. 1992:347–349. 1992."}, {"Citation": "Chiang H.C., Wang J.J., Wu R.T. Immunomodulating effects of the hydrolysis products of formosanin C and beta-ecdysone from Paris formosana Hayata. Anticancer Res. 1992;12:1475–1478.", "ArticleIdList": ["1444209"]}, {"Citation": "Mirzaev Iu R., Syrov V.N., Khrushev S.A., Iskanderova S.D. Effect of ecdystene on parameters of the sexual function under experimental and clinical conditions. Eksp Klin Farmakol. 2000;63:35–37.", "ArticleIdList": ["11022304"]}, {"Citation": "Akinwumi I.A., Sonibare M.A., Yeye E.O., Khan M. Bioassay-guided isolation and identification of anti-ulcer ecdysteroids from the seeds of Sphenocentrum jollyanum Pierre (Menispermaceae) Steroids. 2020;159:108636.", "ArticleIdList": ["32165210"]}, {"Citation": "Lafont R., Dinan L. Practical uses for ecdysteroids in mammals including humans: an update. J Insect Sci. 2003;3:7.", "ArticleIdList": ["PMC524647", "15844229"]}, {"Citation": "Tarkowska D., Strnad M. Plant ecdysteroids: plant sterols with intriguing distributions, biological effects and relations to plant hormones. Planta. 2016;244:545–555.", "ArticleIdList": ["27339274"]}, {"Citation": "Lapenna S., Gemen R., Wollgast J., Worth A., Maragkoudakis P., Caldeira S. Assessing herbal products with health claims. Crit Rev Food Sci Nutr. 2015;55:1918–1928.", "ArticleIdList": ["24915414"]}, {"Citation": "Cahlikova L., Macakova K., Chlebek J., Host'alkova A., Kulhankova A., Opletal L. Ecdysterone and its activity on some degenerative diseases. Nat Prod Commun. 2011;6:707–718.", "ArticleIdList": ["21615037"]}, {"Citation": "Baltaev U.A. Phytoecdysteroids: structure, sources and biosynthetic pathways in plants. Bioorg Khim. 2000;26:892–925.", "ArticleIdList": ["11195590"]}, {"Citation": "Liberati A., Altman D.G., Tetzlaff J., Mulrow C., Gøtzsche P.C., Ioannidis-John P.A. The PRISMA statement for reporting systematic reviews and meta-analyses of studies that evaluate health care interventions: explanation and elaboration. PLoS Med. 2009;6", "ArticleIdList": ["PMC2707010", "19621070"]}, {"Citation": "Gilbert L.I., Rybczynski R., Warren J.T. Control and biochemical nature of the ecdysteroidogenic pathway. Annu Rev Entomol. 2002;47:883–916.", "ArticleIdList": ["11729094"]}, {"Citation": "Grebenok R.J., Venkatachari S., Adler J.H. Biosynthesis of ecdysone and ecdysone phosphates in spinach. Phytochemistry. 1994;36:1399–1408."}, {"Citation": "Nakanishi K., Koreeda M., Sasaki S., Chang M.L., Hsu H.Y. Insect hormones. The structure of ponasterone A, insect-moulting hormone from the leaves of Podocarpus nakaii Hay. Chem Commun. 1966;24:915–917. (London)"}, {"Citation": "Nakanishi K., Koreeda M., Chang M.L., Hsu H.Y. Insect hormones V. The structures of ponasterones B and C. Tetrahedron Lett. 1968;9:1105–1110."}, {"Citation": "Galbraith M.N., Horn D.H.S. An insect-moulting hormone from a plant. Chem Commun (London) 1966;24:905–906."}, {"Citation": "Ghosh D., Laddha K.S. Extraction and monitoring of phytoecdysteroids through HPLC. J Chromatogr Sci. 2006;44:22–26.", "ArticleIdList": ["16599407"]}, {"Citation": "Thiem B., Kikowska M., Malinski M.P., Kruszka D., Napierala M., Florek E. Ecdysteroids: production in plant in vitro cultures. Phytochem Rev. 2017;16:603–622.", "ArticleIdList": ["PMC5559567", "28867986"]}, {"Citation": "Minli Z., Stout M.J., Kubo I. Isolation of ecdysteroids from Vitex strickeri using RLCC and recycling HPLC. Phytochemistry. 1992;31:247–250."}, {"Citation": "Lafont R., Morgan E.D., Wilson I.D. Chromatographic procedures for phytoecdysteroids. J Chromatogr A. 1994;658:31–53."}, {"Citation": "Ikekawa N., Ikeda T., Mizuno T., Ohnishi E., Sakurai S. Isolation of a new ecdysteroid, 2,22-dideoxy-20-hydroxyecdysone, from the ovaries of the silkworm Bombyx mori. J Chem Soc, Chem Commun. 1980;10:448–449."}, {"Citation": "Hikino H., Okuyama T., Konno C., Takemoto T. Carbon-13 nuclear magnetic resonance spectra of phytoecdysones. Chem Pharm Bull. 1975;23:125–132."}, {"Citation": "Chaubey M.K. Role of phytoecdysteroids in insect pest management: a review. J Agron. 2018;17:1."}, {"Citation": "Grebenok R.J., Adler J.H. Ecdysteroid biosynthesis during the ontogeny of spinach leaves. Phytochemistry. 1993;33:341–347."}, {"Citation": "Cook I.F., Lloyd-Jones J.G., Rees H.H., Goodwin T.W. The stereochemistry of hydrogen elimination from C-7 during biosynthesis of ecdysones in insects and plants. Biochem J. 1973;136:135–145.", "ArticleIdList": ["PMC1165933", "4772621"]}, {"Citation": "Hyodo R., Fujimoto Y. Biosynthesis of 20-hydroxyecdysone in Ajuga hairy roots: the possibility of 7-ene introduction at a late stage. Phytochemistry. 2000;53:733–737.", "ArticleIdList": ["10783979"]}, {"Citation": "Wang P., Li S., Ownby S., Zhang Z., Yuan W., Zhang W. Ecdysteroids and a sucrose phenylpropanoid ester from Froelichia floridana. Phytochemistry. 2009;70:430–436.", "ArticleIdList": ["19254799"]}, {"Citation": "Dini I., Tenore G.C., Dini A. Nutritional and antinutritional composition of Kancolla seeds: an interesting and underexploited andine food plant. Food Chem. 2005;92:125–132."}, {"Citation": "Nsimba R.Y., Kikuzaki H., Konishi Y. Ecdysteroids act as inhibitors of calf skin collagenase and oxidative stress. J Biochem Mol Toxicol. 2008;4:240–250.", "ArticleIdList": ["18752310"]}, {"Citation": "DellaGreca M., D'Abrosca B., Fiorentino A., Previtera L., Zarrelli A. Structure elucidation and phytotoxicity of ecdysteroids from Chenopodium album. Chem Biodivers. 2005;2:457–462.", "ArticleIdList": ["17191993"]}, {"Citation": "Kumpun S., Maria A., Crouzet S., Evrard-Todeschi N., Girault J.P., Lafont R. Ecdysteroids from Chenopodium quinoa Willd., an ancient Andean crop of high nutritional value. Food Chem. 2011;125:1226–1234."}, {"Citation": "Wang Q.H., Yang L., Jiang H., Wang Z.B., Yang B.Y., Kuang H.X. Three new phytoecdysteroids containing a furan ring from the roots of Achyranthes bidentata Bl. Molecules. 2011;16:5989–5997.", "ArticleIdList": ["PMC6264565", "21769064"]}, {"Citation": "Yang L., Jiang H., Yan M.L., Xing X.D., Zhang Y.Y., Wei N. A new phytoecdysteroid from the roots of Achyranthes bidentata Bl. Nat Prod Res. 2017;31:1073–1079.", "ArticleIdList": ["28033715"]}, {"Citation": "Zhang M., Zhou Z.Y., Wang J., Cao Y., Chen X.X., Zhang W.M. Phytoecdysteroids from the roots of Achyranthes bidentata Blume. Molecules. 2012;17:3324–3332.", "ArticleIdList": ["PMC6268906", "22418932"]}, {"Citation": "Meng D.L., Li X., Wang J.H., Li W. A new phytosterone from Achyranthes bidentata B1. J Asian Nat Prod Res. 2005;7:181–184.", "ArticleIdList": ["15621624"]}, {"Citation": "Li X., Zhao W., Meng D., Qiao A. A new phytosterone from the roots of Achyranthes bidentata. Fitoterapia. 2007;78:607–608.", "ArticleIdList": ["17618066"]}, {"Citation": "Saleem M., Musaddiq S., Riaz N. Ecdysteroids from the flowers of Aerva javanica. Steroids. 2013;78:1098–1102.", "ArticleIdList": ["23933119"]}, {"Citation": "Zhou R., Li B.G., Zhang G.L. Chemical study on Cyathula officinalis Kuan. J Asian Nat Prod Res. 2005;7:245–252.", "ArticleIdList": ["15621633"]}, {"Citation": "Nakamura S., Chen G., Nakashima S., Matsuda H., Pei Y., Yoshikawa M. Brazilian natural medicines. IV. New noroleanane-type triterpene and ecdysterone-type sterol glycosides and melanogenesis inhibitors from the roots of Pfaffia glomerata. Chem Pharm Bull (Tokyo) 2010;58:690–695.", "ArticleIdList": ["20460798"]}, {"Citation": "Dinan L., Sarker S.D., Bourne P., Whiting P., Sik V., Rees H.H. Phytoecdysteroids in seeds and plants of Rhagodia baccata (Labill.) Moq. (Chenopodiaceae) Arch Insect Biochem Physiol. 1999;41:18–23.", "ArticleIdList": ["10331237"]}, {"Citation": "Ben Nejma A., Nguir A., Ben Jannet H., Hamza M.A., Daïch A., Othman M. New septanoside and 20-hydroxyecdysone septanoside derivative from Atriplex portulacoides roots with preliminary biological activities. Bioorg Med Chem Lett. 2015;25:1665–1670.", "ArticleIdList": ["25813159"]}, {"Citation": "Budesinsky M., Vokac K., Harmatha J., Cvacka J. Additional minor ecdysteroid components of Leuzea carthamoides. Steroids. 2008;73:502–514.", "ArticleIdList": ["18243263"]}, {"Citation": "Borovikova E.B., Baltaev U.A. Lesterone, a new phytoecdysteroid from the seeds of Leuzea carthamoides. Chem Nat Compd. 1999;35:182–183."}, {"Citation": "Vokáč K., Budesinsky M., Harmatha J. Minor ecdysteroid components of Leuzea carthamoides. Collect Czechoslov Chem Commun. 2002;67:124–139."}, {"Citation": "Odinokov V.N., Galyautdinov I.V., Fatykhov A.A., Khalilov L.M. A new phytoecdysteroid. Russ Chem Bull. 2000;49:1923–1924."}, {"Citation": "Zhang Z.Y., Yang W.Q., Fan C.L., Zhao H.N., Huang X.J., Wang Y. New ecdysteroid and ecdysteroid glycosides from the roots of Serratula chinensis. J Asian Nat Prod Res. 2017;19:208–214.", "ArticleIdList": ["27425007"]}, {"Citation": "Ling T., Ma W.Z., Wei X.Y. Ecdysteroids from the roots of Serratula chinensis. J Trop Subtrop Bot. 2003;11:143–147."}, {"Citation": "Li X.Q., Wang J.H., Wang S.X., Li X. A new phytoecdysone from the roots of Rhaponticum uniflorum. J Asian Nat Prod Res. 2000;2:225–229.", "ArticleIdList": ["11256697"]}, {"Citation": "Olennikov D.N., Kashchenko N.I. New flavonoids and turkesterone-2-O-cinnamate from leaves of Rhaponticum uniflorum. Chem Nat Compd. 2019;55:256–264."}, {"Citation": "Olennikov D.N. Makisterone C-20,22-acetonide from Rhaponticum uniflorum. Chem Nat Compd. 2018;54:930–933."}, {"Citation": "Zhang Y.H., Wang H.Q. Ecdysteroids from Rhaponticum uniflorum. Pharmazie. 2001;56:828–829.", "ArticleIdList": ["11683135"]}, {"Citation": "Cheng J., Huang M., Zhang Z., Cheng D., Zhang G. A new ecdysterone from Rhaponticum uniflorum. Acta Bot Boreali Occident Sin. 2002;22:1457–1459."}, {"Citation": "Borovikova E.B., Shangaraeva G.S., Baltaev U.A. Rhapisterone D 20-acetate from the seeds of Leuzea carthamoides. Chem Nat Compd. 1999;35:184–185."}, {"Citation": "Lamia A., Habiba L., Amel A., Francisco L., Ignacio B., Samir B. Isolation, antioxidant and antimicrobial activities of ecdysteroids from Serratula cichoracea. Curr Bioact Compd. 2018;14:60–66."}, {"Citation": "Galyautdinov I.V., Sadretdinova Z.R., Muslimov Z.S., Gareev V.F., Khalilov L.M., Odinokov V.N. New minor phytoecdysteroids from the juice of Serratula coronata L. (Asteraceae) J Med Plants Study. 2016;4:30–34."}, {"Citation": "Odinokov V.N., Galyautdinov I.V., Nedopekin D.V., Khalilov L.M., Shashkov A.S., Kachala V.V. Phytoecdysteroids from the juice of Serratula coronata L. (Asteraceae) Insect Biochem Mol Biol. 2002;32:161–165.", "ArticleIdList": ["11755058"]}, {"Citation": "Odinokov V.N., Kumpun S., Galyautdinov I.V., Evrard-Todeschi N., Veskina N.A., Khalilov L.M. Low-polarity phytoecdysteroids from the juice of Serratula coronata L. (Asteraceae) Collect Czech Chem Commun. 2005;70:2038–2052."}, {"Citation": "Ling T., Zhang Z., Xia T., Ling W., Wan X. Phytoecdysteroids and other constituents from the roots of Klaseopsis chinensis. Biochem Syst Ecol. 2009;37:49–51."}, {"Citation": "Hunyadi A., Toth G., Simon A., Mák M., Kele Z., Máthé I. Two new ecdysteroids from Serratula wolffii. J Nat Prod. 2004;67:1070–1072.", "ArticleIdList": ["15217300"]}, {"Citation": "Hunyadi A., Gergely A., Simon A., Tóth G., Veress G., Báthori M. Preparative-scale chromatography of ecdysteroids of Serratula wolffii Andrae. J Chromatogr Sci. 2007;45:76–86.", "ArticleIdList": ["17425136"]}, {"Citation": "Simon A., Tóth G., Liktor-Busa E., Kele Z., Takác M., Gergely A. Three new steroids from the roots of Serratula wolffii. Steroids. 2007;72:751–755.", "ArticleIdList": ["17698156"]}, {"Citation": "Liktor-Busa E., Simon A., Tóth G., Fekete G., Kele Z., Báthori M. Ecdysteroids from Serratula wolffii roots. J Nat Prod. 2007;70:884–886.", "ArticleIdList": ["17417908"]}, {"Citation": "Liktor-Busa E., Simon A., Tóth G., Báthori M. The first two ecdysteroids containing a furan ring from Serratula wolffii. Tetrahedron Lett. 2008;49:1738–1740."}, {"Citation": "Liktor-Busa E., Simon A., Báthori M. Serratula wolffii, as a source of new ecdysteroids. Planta Med. 2007;73:364."}, {"Citation": "Dai J.Q., Cai Y.J., Shi Y.P., Zhang Y.H., Liu Z.L., Yang L. Antioxidant activity of ecdysteroids from Serratula strangulata. Chin J Chem. 2002;20:497–501."}, {"Citation": "Wu P., Xie H., Tao W., Miao S., Wei X. Phytoecdysteroids from the rhizomes of Brainea insignis. Phytochemistry. 2010;71:975–981.", "ArticleIdList": ["20347104"]}, {"Citation": "Sadikov Z.T., Saatov Z. Phytoecdysteroids of plants of the genus Silene XX. Integristerone A 25-acetate from Silene brahuica. Chem Nat Compd. 1999;35:440–441."}, {"Citation": "Jia A., Li Y., Zhou J., Gao J. Three phytoecdysteroids from Sagina japonica and potential biotransforming pathways of japonicone. Chem Nat Compd. 2010;46:738–741."}, {"Citation": "Mamadalieva N.Z., Ramazanov N.S., Dinan L.N., Saatov Z. Phytoecdysteroids of plants of the Silene genus. 2-Dehydroxyecdysterone-3-O-benzoate from Silene wallichiana. Chem Nat Compd. 2000;36:513–515."}, {"Citation": "Mamadalieva N.Z., Saatov Z., Kachala V.V., Shashkov A.S. Phytoecdysteroids of plants of the Silene genus. 2-Deoxyecdysterone-25-acetate from Silene wallichiana. Chem Nat Compd. 2002;38:179–181."}, {"Citation": "Simon A., Tóth N., Tóth G., Kele Z., Groska J., Báthori M. Ecdysteroids from Silene viridiflora. Helv Chim Acta. 2009;92:753–761."}, {"Citation": "Simon A., Liktor-Busa E., Tóth G., Kele Z., Groska J., Báthori M. Additional minor phytoecdysteroids of Serratula wolffii. Helv Chim Acta. 2008;91:1640–1645."}, {"Citation": "Takacs M., Simon A., Liktor-Busa E., Báthori M., Zsila F., Bikádi Z. Structure and stereochemistry of novel ecdysteroids from the roots of Serratula wolffii. Magn Reson Chem. 2010;48:386–391.", "ArticleIdList": ["20205207"]}, {"Citation": "Ványolós A., Béni Z., Dékány M., Simon A., Báthori M. Novel ecdysteroids from Serratula wolffii. Sci World J. 2012;2012:651275.", "ArticleIdList": ["PMC3354479", "22645442"]}, {"Citation": "Zibareva L., Yeriomina V.I., Munkhjargal N., Girault J.P., Dinan L., Lafont R. The phytoecdysteroid profiles of 7 species of Silene (Caryophyllaceae) Arch Insect Biochem Physiol. 2009;72:234–248.", "ArticleIdList": ["19750548"]}, {"Citation": "Mamadalieva N.Z., Janibekov A.A., Girault J.P., Lafont R. Two minor phytoecdysteroids of the plant Silene viridiflora. Nat Prod Commun. 2010;5:1579–1582.", "ArticleIdList": ["21121252"]}, {"Citation": "Mamadalieva N.Z., Zibareva L.N., Evrard-Todeschi N., Girault J.P., Maria A., Ramazanov N.S. New minor ecdysteroids from Silene viridiflora. Collect Czech Chem Commun. 2004;69:1675–1680."}, {"Citation": "Toth N., Simon A., Toth G., Kele Z., Hunyadi A., Bathori M. 26-Hydroxylated ecdysteroids from Silene viridiflora. J Nat Prod. 2008;71:1461–1463.", "ArticleIdList": ["18661952"]}, {"Citation": "Sadikov Z.T., Saatov Z., Girault J.P., Lafont R., Sileneoside H. A new phytoecdysteroid from Silene brahuica. J Nat Prod. 2000;63:987–988.", "ArticleIdList": ["10924181"]}, {"Citation": "Pongracz Z., Bathori M., Toth G., Simon A., Mak M., Mathe I. 9alpha,20-Dihydroxyecdysone, a new natural ecdysteroid from Silene italica ssp. nemoralis. J Nat Prod. 2003;66:450–451.", "ArticleIdList": ["12662114"]}, {"Citation": "Simon A., Pongrácz Z., Tóth G., Mák M., Máthé I., Báthori M. A new ecdysteroid with unique 9β-OH and four other ecdysteroids from Silene italica ssp. nemoralis. Steroids. 2004;69:389–394.", "ArticleIdList": ["15219788"]}, {"Citation": "Kılınç H., Masullo M., Bottone A., Karayıldırım T., Alankuş Ö., Piacente S. Chemical constituents of Silene montbretiana. Nat Prod Res. 2019;33:335–339.", "ArticleIdList": ["29560731"]}, {"Citation": "Mamadalieva N.Z., El-Readi M.Z., Janibekov A.A., Tahrani A., Wink M. Phytoecdysteroids of Silene guntensis and their in vitro cytotoxic and antioxidant activity. Zeitschrift fur Naturforschung C, J biosci. 2011;66:215–224.", "ArticleIdList": ["21812338"]}, {"Citation": "Meng Y., Whiting P., Zibareva L., Bertho G., Girault J.P., Lafont R. Identification and quantitative analysis of the phytoecdysteroids in Silene species (Caryophyllaceae) by high-performance liquid chromatography. Novel ecdysteroids from S. pseudotites. J Chromatogr A. 2001;935:309–319.", "ArticleIdList": ["11762783"]}, {"Citation": "Báthori M., Girault J.P., Kalasz H., Mathé I., Dinan L.N., Lafont R. Complex phytoecdysteroid cocktail of Silene otites (Caryophyllaceae) Arch Insect Biochem Physiol. 1999;41:1–8."}, {"Citation": "Tuleuov B.I., Zavarzin I.V., Shashkov A.S., Chernoburova E.I., Adekenov S.M. 3α,14α,22R,25-Tetrahydroxy-5β(H)-cholest-7-en-6-one, a phytoecdysteroid from Acanthophyllum gypsophiloides possessing anti-inflammatory and analgesic activities. Russ Chem Bull. 2018;67:663–666."}, {"Citation": "Cheng Y.X., Zhou J., Tan N.H., Ding Z.T. Phytoecdysterones from Cucubalus baccifer (Caryophyllaceae) Acta Bot Sin. 2001;43:316–318."}, {"Citation": "Bathori M., Pongracz Z., Toth G., Simon A., Kandra L., Kele Z. Isolation of a new member of the ecdysteroid glycoside family: 2-deoxy-20-hydroxyecdysone 22-O-beta-d-glucopyranoside. J Chromatogr Sci. 2002;40:409–415.", "ArticleIdList": ["12201484"]}, {"Citation": "Kiuchi M., Yasui H., Hayasaka S., Kamimura M. Entomogenous fungus Nomuraea rileyi inhibits host insect molting by C22-oxidizing inactivation of hemolymph ecdysteroids. Arch Insect Biochem Physiol. 2003;52:35–44.", "ArticleIdList": ["12489132"]}, {"Citation": "Tan C.Y., Wang J.H., Li X. Phytoecdysteroid constituents from Cyanotis arachnoidea. J Asian Nat Prod Res. 2003;5:237–240.", "ArticleIdList": ["14604231"]}, {"Citation": "Issaadi H.M., Tsai Y.C., Chang F.R., Hunyadi A. Centrifugal partition chromatography in the isolation of minor ecdysteroids from Cyanotis arachnoidea. J Chromatogr B Analyt Technol Biomed Life Sci. 2017;1054:44–49.", "ArticleIdList": ["28419924"]}, {"Citation": "Tan C.Y., Wang J.H., Zhang H., Li X. A new phytosterone from Cyanotis arachnoidea. J Asian Nat Prod Res. 2002;4:7–10.", "ArticleIdList": ["11991195"]}, {"Citation": "Tan C.Y., Wang J.H., Xiao W., Li X. A new phytoecdysterone from Cyanotis arachnoidea. Chin Chem Lett. 2002;13:245–246."}, {"Citation": "Tan C.Y., Wang J.H., Li X., Du Y.G., Bai X.F. Chemical constituents of Cyanotis arachnoidea. Yao Xue Xue Bao. 2003;38:760–762.", "ArticleIdList": ["14730899"]}, {"Citation": "Hunyadi A., Herke I., Lengyel K., Báthori M., Kele Z., Simon A. Ecdysteroid-containing food supplements from Cyanotis arachnoidea on the European market: evidence for spinach product counterfeiting. Sci Rep. 2016;6:37322.", "ArticleIdList": ["PMC5144001", "27929032"]}, {"Citation": "Tan C., Kong L., Li X., Li W., Li N. Isolation and analysis of a new phytoecdysteroid from Cyanotis arachnoidea C. B. Clarke. Se Pu. 2011;29:937–941.", "ArticleIdList": ["22233087"]}, {"Citation": "Crouzet S., Maria A., Dinan L., Lafont R., Girault J.P. Ecdysteroids from Cyanotis longifolia Benth. (Commelinaceae) Arch Insect Biochem Physiol. 2009;72:194–209.", "ArticleIdList": ["19760659"]}, {"Citation": "Hang D.T., Hang N.T., Anh Hle T., Nhiem N.X., Hue C.T., Binh P.T. 1H and 13C NMR assignments of new ecdysteroids from Callisia fragrans. Magn Reson Chem. 2015;53:379–382.", "ArticleIdList": ["25854807"]}, {"Citation": "Sautour M., Canon F., Miyamoto T., Dongmo A., Lacaille-Dubois M.A. A new ecdysteroid and other constituents from two Dioscorea species. Biochem Syst Ecol. 2008;36:559–563."}, {"Citation": "Hu J., Shi X., Mao X., Li H., Chen J., Shi J. Ecdysteroids from the ethanol extract of Diplopterygium rufopilosum. Phytochem Lett. 2014;8:73–76."}, {"Citation": "Yi J., Luo Y., Li B., Zhang G. Phytoecdysteroids and glycoceramides from Eriophyton wallchii. Steroids. 2004;69:809–815.", "ArticleIdList": ["15582536"]}, {"Citation": "Chan Y.Y., Wu T.S., Kuoh C.S., Damu A.G. A new phytoecdysteroid from Ajuga taiwanensis. Chem Pharm Bull (Tokyo) 2005;53:836–838.", "ArticleIdList": ["15997147"]}, {"Citation": "Castro A., Coll J., Tandron Y.A., Pant A.K., Mathela C.S. Phytoecdysteroids from Ajuga macrosperma var. breviflora roots. J Nat Prod. 2008;71:1294–1296.", "ArticleIdList": ["18529078"]}, {"Citation": "Takasaki M., Tokuda H., Nishino H., Konoshima T. Cancer chemopreventive agents (antitumor-promoters) from Ajuga decumbens. J Nat Prod. 1999;62:972–975.", "ArticleIdList": ["10425119"]}, {"Citation": "Chen H., Tang B.Q., Chen L., Liang J.Y., Sun J.B. Neo-clerodane diterpenes and phytoecdysteroids from Ajuga decumbens Thunb. and evaluation of their effects on cytotoxic, superoxide anion generation and elastase release in vitro. Fitoterapia. 2018;129:7–12.", "ArticleIdList": ["29894737"]}, {"Citation": "Coll J., Tandron Y.A., Zeng X. New phytoecdysteroids from cultured plants of Ajuga nipponensis Makino. Steroids. 2007;72:270–277.", "ArticleIdList": ["17210166"]}, {"Citation": "Guibout L., Mamadalieva N., Balducci C., Girault J.P., Lafont R. The minor ecdysteroids from Ajuga turkestanica. Phytochem Anal. 2015;26:293–300.", "ArticleIdList": ["25953625"]}, {"Citation": "Vanyolos A., Simon A., Toth G., Polgár L., Kele Z., Ilku A. C-29 ecdysteroids from Ajuga reptans var. reptans. J Nat Prod. 2009;72:929–932.", "ArticleIdList": ["19338317"]}, {"Citation": "Ochieng C.O., Ishola I.O., Opiyo S.A., Manguro L.A., Owuor P.O., Wong K.C. Phytoecdysteroids from the stem bark of Vitex doniana and their anti-inflammatory effects. Planta Med. 2013;79:52–59.", "ArticleIdList": ["23150078"]}, {"Citation": "Suksamrarn A., Kumpun S., Yingyongnarongkul B.E. Ecdysteroids of Vitex scabra stem bark. J Nat Prod. 2002;65:1690–1692.", "ArticleIdList": ["12444704"]}, {"Citation": "dos Santos T.C., Delle Monache F., Leitao S.G. Ecdysteroids from two Brazilian Vitex species. Fitoterapia. 2001;72:215–220.", "ArticleIdList": ["11295296"]}, {"Citation": "Suksamrarn A., Promrangsan N., Jintasirikul A. Highly oxygenated ecdysteroids from Vitex canescens root bark. Phytochemistry. 2000;53:921–924.", "ArticleIdList": ["10820804"]}, {"Citation": "Laosooksathit S., Preecha P., Suksamrarn A. Ecdysteroids as insect control agents : a new ecdysteroid from stem bark of Vitex canescens. J KMITNB. 2003;13:1–13."}, {"Citation": "Wu J.J., Cheng K.W., Zuo X.F., Wang M.F., Li P., Zhang L.Y. Steroidal saponins and ecdysterone from Asparagus filicinus and their cytotoxic activities. Steroids. 2010;75:734–739.", "ArticleIdList": ["20470812"]}, {"Citation": "Meng Y., Whiting P., Sik V., Rees H.H., Dinan L. Limnantheoside C (20-hydroxyecdysone 3-O-beta-d-glucopyranosyl-[1→3]-beta-d-xylopyranoside), a phytoecdysteroid from seeds of Limnanthes alba (limnanthaceae) Zeitschrift fur Naturforschung C, J biosci. 2001;56:988–994.", "ArticleIdList": ["11837689"]}, {"Citation": "Zhu L., Zhang G., Chen L., Wang S., Li P., Li L. A new ecdysteroside from Lygodium japonicum (Thunb.) Sw. J Nat Med. 2009;63:215–219.", "ArticleIdList": ["19132289"]}, {"Citation": "Jadhav A.N., Pawar R.S., Avula B., Khan I.A. Ecdysteroid glycosides from Sida rhombifolia L. Chem Biodivers. 2007;4:2225–2230.", "ArticleIdList": ["17886841"]}, {"Citation": "Darwish F.M., Reinecke M.G. Ecdysteroids and other constituents from Sida spinosa L. Phytochemistry. 2003;62:1179–1184.", "ArticleIdList": ["12648532"]}, {"Citation": "Das N., Saha T., Bhattacharjee S.J. A new biologically active ecdysteroid from the aerial parts of Sida glutinosa. Pharmacogn Phytochem. 2014;3:73–78."}, {"Citation": "Ajayi T.O., Srivedavyasasri R., Nyong E.E., Odeniyi M.A., Moody J.O., Ross S.A. Two new phytoecdysteroids from Sphenocentrum jollyanum Pierre root. Steroids. 2019;150:108456.", "ArticleIdList": ["31326452"]}, {"Citation": "Wang X.J., Zhang Q., Peng Y.R., Li L., Qu J., Liu Y.B. Two azafluoranthene alkaloids and a phytoecdysone from the stems of Cyclea barbata. J Asian Nat Prod Res. 2019;21:217–226.", "ArticleIdList": ["30739491"]}, {"Citation": "Jayasinghe L., Jayasooriya C.P., Hara N., Fujimoto Y. A pyridine ring-containing ecdysteroid from Diploclisia glaucescens. Tetrahedron Lett. 2003;44:8769–8771."}, {"Citation": "Jayasinghe L., Jayasooriya C.P., Oyama K., Fujimoto Y. 3-Deoxy-1β,20-dihydroxyecdysone from the leaves of Diploclisia glaucescens. Steroids. 2002;67:555–558.", "ArticleIdList": ["11996926"]}, {"Citation": "Jayasinghe L., Mallika Kumarihamy B.M., Suranga Arundathie B.G., Dissanayake L., Hara N., Fujimoto Y. A new ecdysteroid, 2-deoxy-5β,20-dihydroxyecdysone from the fruits of Diploclisia glaucescens. Steroids. 2003;68:447–450.", "ArticleIdList": ["12798495"]}, {"Citation": "Su C.R., Ueng Y.F., Dung N.X., Vijaya Bhaskar Reddy M., Wu T.S. Cytochrome P3A4 inhibitors and other constituents of Fibraurea tinctoria. J Nat Prod. 2007;70:1930–1933.", "ArticleIdList": ["17994701"]}, {"Citation": "Simon A., Vanyolos A., Beni Z., Dekany M., Toth G., Bathori M. Ecdysteroids from Polypodium vulgare L. Steroids. 2011;76:1419–1424.", "ArticleIdList": ["21803067"]}, {"Citation": "Snogan E., Vahirua-Lechat I., Ho R., Bertho G., Girault J.P., Ortiga S. Ecdysteroids from the medicinal fern Microsorum scolopendria (Burm. f.) Phytochem Anal. 2007;18:441–450.", "ArticleIdList": ["17624884"]}, {"Citation": "Ho R., Girault J.P., Raharivelomanana P., Lafont R. E- and Z-isomers of new phytoecdysteroid conjugates from French Polynesian Microsorum membranifolium (Polypodiaceae) fronds. Molecules. 2012;17:11598–11606.", "ArticleIdList": ["PMC6268452", "23023685"]}, {"Citation": "Ho R., Girault J.P., Cousteau P.Y., Bianchini J.P., Raharivelomanana P., Lafont R. Isolation of a new class of ecdysteroid conjugates (glucosyl-ferulates) using a combination of liquid chromatographic methods. J Chromatogr Sci. 2008;46:102–110.", "ArticleIdList": ["18366867"]}, {"Citation": "Yao J.N., Li Z.F., Lou H.Y., Huang L., Liang G.Y., Cao P.X. A new ecdysteroidal glycoside from Lepidogrammitis drymoglossoides (Bak.) Ching. J Carbohydr Chem. 2014;33:206–211."}, {"Citation": "Sun Y., Yasukawa K. New anti-inflammatory ergostane-type ecdysteroids from the sclerotium of Polyporus umbellatus. Bioorg Med Chem Lett. 2008;18:3417–3420.", "ArticleIdList": ["18439824"]}, {"Citation": "Zhou W.W., Lin W.H., Guo S.X. Two new polyporusterones isolated from the sclerotia of Polyporus umbellatus. Chem Pharm Bull (Tokyo) 2007;55:1148–1150.", "ArticleIdList": ["17666835"]}, {"Citation": "Dziwornu G.A., Caira M.R., Mare J.A. Isolation, characterization and antiproliferative activity of new metabolites from the South African endemic red algal species Laurencia alfredensis. Molecules. 2017;22:1–4.", "ArticleIdList": ["PMC6154597", "28333106"]}, {"Citation": "Shi Q.W., Dong M., Huo C.H., Su X.H., Li X., Yamada T. 7,8β-Dihydroponasterone A, a new phytoecdysteroid from the needles of the Japanese Yew, Taxus cuspidata. J Braz Chem Soc. 2007;18:1081–1084."}, {"Citation": "Fang Y., Ni Z.Y., Yamada T., Wang Y.F., Zhang M.L., Dong M. Two new phytoecdysteroids from the needles of Taxus canadensis. Z Naturforsch B Chem Sci. 2010;65:1401–1405."}, {"Citation": "Chen Q., Xia Y., Qiu Z. Effect of ecdysterone on glucose metabolism in vitro. Life Sci. 2006;78:1108–1113.", "ArticleIdList": ["16246375"]}, {"Citation": "Dinan L. The Karlson Lecture. Phytoecdysteroids: what use are they? Arch Insect Biochem. 2009;72:126–141.", "ArticleIdList": ["19771554"]}, {"Citation": "Hamden K., Ayadi F., Jamoussi K., Masmoudi H., Elfeki A. Therapeutic effect of phytoecdysteroids rich extract from Ajuga iva on alloxan induced diabetic rats liver, kidney and pancreas. Biofactors. 2008;33:165–175.", "ArticleIdList": ["19478420"]}, {"Citation": "Kizelsztein P., Govorko D., Komarnytsky S., Evans A., Wang Z., Cefalu W.T. 20-Hydroxyecdysone decreases weight and hyperglycemia in a diet-induced obesity mice model. Am J Physiol Endocrinol Metab. 2009;296:E433–E439.", "ArticleIdList": ["PMC2660145", "19126784"]}, {"Citation": "Cao Y., Gu C., Zhao F., Tang Y., Cui X., Shi L. Therapeutic effects of Cyathula officinalis Kuan and its active fraction on acute blood stasis rat model and identification constituents by HPLC-QTOF/MS/MS. Pharmacogn mag. 2017;13:693–701.", "ArticleIdList": ["PMC5701413", "29200735"]}, {"Citation": "Bhardwaj M., Mamadalieva N.Z., Chauhan A.K., Kang S.C. α-Ecdysone suppresses inflammatory responses via the Nrf2 pathway in lipopolysaccharide-stimulated RAW 264.7 cells. Int Immunopharmacol. 2019;73:405–413.", "ArticleIdList": ["31152978"]}, {"Citation": "Fang L., Li J., Zhou J., Wang X., Guo L. Isolation and purification of three ecdysteroids from the stems of Diploclisia glaucescens by high-speed countercurrent chromatography and their anti-inflammatory activities in vitro. Molecules. 2017;22:1–8.", "ArticleIdList": ["PMC6152221", "28783121"]}, {"Citation": "Gorelick-Feldman J., Maclean D., Ilic N., Poulev A., Lila M.A., Cheng D. Phytoecdysteroids increase protein synthesis in skeletal muscle cells. J Agric Food Chem. 2008;56:3532–3537.", "ArticleIdList": ["18444661"]}, {"Citation": "Laekeman G., Vlietinck A. Phytoecdysteroids: phytochemistry and pharmacological activity. In: Ramawat K.G., Mérillon J.M., editors. Natural products: phytochemistry, botany and metabolism of alkaloids, phenolics and terpenes. Springer Berlin Heidelberg; Berlin, Heidelberg: 2013. pp. 3827–3849."}, {"Citation": "Kutepova T.A., Syrov V.N., Khushbaktova Z.A., Saatov Z. Hypoglycemic activity of the total ecdysteroid extract from Ajuga turkestanica. Phar Chem J. 2001;35:608–609."}, {"Citation": "Todorov I.N., Mitrokhin Y.I., Efremova O.I., Sidorenko L.I. The effect of ecdysterone on the biosynthesis of proteins and nucleic acids in mice. Phar Chem J. 2000;34:455–458."}, {"Citation": "Petersen Q., Cambie R., Russell G. Jones oxidation of 20-hydroxyecdysone (Crustecdysone) Aust J Chem. 1993;46:1961–1964."}, {"Citation": "Hunyadi A., Csábi J., Martins A., Molnár J., Balázs A., Tóth G. Backstabbing P-gp: side-chain cleaved ecdysteroid 2,3-dioxolanes hyper-sensitize MDR cancer cells to doxorubicin without efflux inhibition. Molecules. 2017;22:1–8.", "ArticleIdList": ["PMC6155823", "28125071"]}, {"Citation": "Schiaffino S., Mammucari C. Regulation of skeletal muscle growth by the IGF1-Akt/PKB pathway: insights from genetic models. Skelet Muscle. 2011;1:1–4.", "ArticleIdList": ["PMC3143906", "21798082"]}, {"Citation": "Gorelick-Feldman J., Cohick W., Raskin I. Ecdysteroids elicit a rapid Ca2+ flux leading to Akt activation and increased protein synthesis in skeletal muscle cells. Steroids. 2010;75:632–637.", "ArticleIdList": ["PMC3815456", "20363237"]}, {"Citation": "Islam M.S., Choi H. Green tea, anti-diabetic or diabetogenic: a dose response study. Biofactors. 2007;29:45–53.", "ArticleIdList": ["17611293"]}, {"Citation": "Wang J.J., Jin H., Zheng S.L., Xia P., Cai Y., Ni X.J. Phytoecdysteroids from Ajugaiva act as potential antidiabetic agent against alloxan-induced diabetic male albino rats. Biomed Pharmacother. 2017;96:480–488.", "ArticleIdList": ["29031208"]}, {"Citation": "Vina J., Borras C., Gomez-Cabrera M.C., Orr W.C. Part of the series: from dietary antioxidants to regulators in cellular signalling and gene expression role of reactive oxygen species and (phyto)oestrogens in the modulation of adaptive response to stress. Free Radic Res. 2006;40:111–119.", "ArticleIdList": ["16390819"]}, {"Citation": "Ramazanov N.S., Bobayev I.D., Yusupova U.Y., Aliyeva N.K., Egamova F.R., Yuldasheva N.K. Phytoecdysteroids-containing extract from Stachys hissarica plant and its wound-healing activity. Nat Prod Res. 2017;31:593–597.", "ArticleIdList": ["27399832"]}, {"Citation": "Baltayev U.A., Dinan L., Girault J.P., Lafont R. 24(241)[Z]-dehydroamarasterone B, a phytoecdysteroid from seeds of Leuzea carthamoides. Phytochemistry. 1997;46:103–105.", "ArticleIdList": ["9276982"]}, {"Citation": "Chen T., Diao Q.Y., Yu H.Z., Jiao C.L., Ruan J. Phytochemical, cytotoxic and chemotaxonomic study on Ajuga forrestii Diels (Labiatae) Nat Prod Res. 2018;32:977–981.", "ArticleIdList": ["28874070"]}, {"Citation": "Gaube F., Wolfl S., Pusch L., Werner U., Kroll T.C., Schrenk D. Effects of Leuzea carthamoides on human breast adenocarcinoma MCF-7 cells determined by gene expression profiling and functional assays. Planta Med. 2008;74:1701–1708.", "ArticleIdList": ["18975255"]}, {"Citation": "Sadati N., Ostad S., Karimian Z., Ardekani M.R.S., Akbarzadeh T., Hadjiakhoondi A. Phytochemical study and in vitro cytotoxic effect of Ajuga chamaecistus ssp. tomentella. Asian J Chem. 2012;24:2871–2874.", "ArticleIdList": ["22888532"]}, {"Citation": "Martins A., Toth N., Vanyolos A., Beni Z., Zupko I., Molnar J. Significant activity of ecdysteroids on the resistance to doxorubicin in mammalian cancer cells expressing the human ABCB1 transporter. J Med Chem. 2012;55:5034–5043.", "ArticleIdList": ["22578055"]}, {"Citation": "Csábi J., Martins A., Sinka I., Csorba A., Molnar J., Zupko I. Synthesis and in vitro evaluation of the antitumor potential and chemo-sensitizing activity of fluorinated ecdysteroid derivatives. Med Chem Comm. 2016;7:2282–2289."}, {"Citation": "Konovalova N.P., Mitrokhin Iu I., Volkova L.M., Sidorenko L.I., Todorov I.N. Ecdysterone modulates antitumor activity of cytostatics and biosynthesis of macromolecules in tumor-bearing animals. Izv Akad Nauk Ser Biol. 2002;6:650–658.", "ArticleIdList": ["12561325"]}, {"Citation": "Grebenok R.J., Ripa P.V., Adler J.H. Occurrence and levels of ecdysteroids in spinach. Lipids. 1991;26:666–668."}, {"Citation": "Slama K., Lafont R. Insect hormones-ecdysteroids: their presence and actions in vertebrates. Eur J Entomol. 1995;92:355–377."}, {"Citation": "Kuzmenko A., Niki E., Noguchi N. New functions of 20-hydroxyecdysone in lipid peroxidation. J Oleo Sci. 2001;50:497–506."}, {"Citation": "Katzenellenbogen B.S., Choi I., Delage-Mourroux R., Ediger T.R., Martini P.G., Montano M. Molecular mechanisms of estrogen action: selective ligands and receptor pharmacology. J Steroid Biochem Mol Biol. 2000;74:279–285.", "ArticleIdList": ["11162936"]}, {"Citation": "Velders M., Schleipen B., Fritzemeier K.H., Zierau O., Diel P. Selective estrogen receptor-beta activation stimulates skeletal muscle growth and regeneration. FASEB J. 2012;26:1909–1920.", "ArticleIdList": ["22278942"]}, {"Citation": "Losel R.M., Falkenstein E., Feuring M., Schultz A., Tillmann H.C., Rossol-Haseroth K. Nongenomic steroid action: controversies, questions, and answers. Physiol Rev. 2003;83:965–1016.", "ArticleIdList": ["12843413"]}, {"Citation": "Estrada M., Espinosa A., Muller M., Jaimovich E. Testosterone stimulates intracellular calcium release and mitogen-activated protein kinases via a G protein-coupled receptor in skeletal muscle cells. Endocrinology. 2003;144:3586–3597.", "ArticleIdList": ["12865341"]}, {"Citation": "Vicencio J.M., Ibarra C., Estrada M., Chiong M., Soto D., Parra V. Testosterone induces an intracellular calcium increase by a nongenomic mechanism in cultured rat cardiac myocytes. Endocrinology. 2006;147:1386–1395.", "ArticleIdList": ["16339199"]}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "8", "Day": "11"}, {"Year": "2020", "Month": "9", "Day": "4"}, {"Year": "2020", "Month": "9", "Day": "28"}, {"Year": "2021", "Month": "8", "Day": "13", "Hour": "7", "Minute": "10"}, {"Year": "2021", "Month": "8", "Day": "14", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "8", "Day": "14", "Hour": "6", "Minute": "1"}, {"Year": "2020", "Month": "10", "Day": "16"}], "PublicationStatus": "ppublish", "ArticleIdList": ["34386319", "PMC8343124", "10.1016/j.apsb.2020.10.012", "S2211-3835(20)30764-4"]}}], "PubmedBookArticle": []}