{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Bioprospecting", "Hot nodes", "Phylogenetic exploration", "Traditional medical system"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34388416", "DateCompleted": {"Year": "2022", "Month": "01", "Day": "27"}, "DateRevised": {"Year": "2022", "Month": "01", "Day": "27"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "08", "Day": "10"}], "Language": ["eng"], "ELocationID": ["10.1016/j.jep.2021.114515", "S0378-8741(21)00744-3"], "Journal": {"ISSN": "1872-7573", "JournalIssue": {"Volume": "281", "PubDate": {"Year": "2021", "Month": "Dec", "Day": "05"}}, "Title": "Journal of ethnopharmacology", "ISOAbbreviation": "J Ethnopharmacol"}, "ArticleTitle": "Predicting potential medicinal plants with phylogenetic topology: Inspiration from the research of traditional Chinese medicine.", "Pagination": {"StartPage": "114515", "MedlinePgn": "114515"}, "Abstract": {"AbstractText": ["Plants are a dominant source of pharmacological drugs for the treatment and cure of different disorders and diseases. However, selecting the most biologically active plant species for further screening is still challenging. Phylogeny has strong explanatory powers and provides predictive perspectives that are not available in traditional plant classifications. China, which is endowed with a diverse set of therapeutic cures from Mother Nature, represents an ideal environment for the phylogenetic analysis of potential medicinal plants.", "Herein, we prepared a database of 7,451 traditional Chinese medicinal (TCM) plants, including species with therapeutic effects grouped in 14 categories. To limit our exploration of novel therapeutic species, we plotted the medicinal effects on the phylogenetic tree of almost 30,000 species of China to find hot nodes of therapeutic effects. We used the net relatedness index (NRI) and the nearest taxon index (NTI) to identify clustering and overdispersion of the phylogenetic distribution of TCM plants.", "The NRI and NTI analyses highlighted 3,392 hot node species with single therapeutic effects within 507 genera and 89 families on the phylogenetic tree and about 70% of the 14 medicinal categories clusters identified. The general pattern of the hot nodes on the phylogenetic tree indicates that basal angiosperms and basal eudicots radiated for therapeutic effects.", "Our study may provide a more targeted way to discover phylogeny-guided drugs in the early screening stage, which may lead to a higher discovery efficiency of new drugs with meaningful biological activities. Phylogenetic studies of plants that are richer in bioactive compounds can set the ground for the identification and discovery of alternative drugs."], "CopyrightInformation": "Copyright © 2021 Elsevier B.V. All rights reserved."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Systematic and Evolutionary Botany, Institute of Botany, Chinese Academy of Sciences, Beijing, 100093, China; University of Chinese Academy of Sciences, Beijing, 100049, China. Electronic address: shangla123@gmail.com."}], "LastName": "Zaman", "ForeName": "Wajid", "Initials": "W"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Systematic and Evolutionary Botany, Institute of Botany, Chinese Academy of Sciences, Beijing, 100093, China; Beijing Botanical Garden, Institute of Botany, Chinese Academy of Sciences, Beijing, 100093, China. Electronic address: yejf@ibcas.ac.cn."}], "LastName": "Ye", "ForeName": "Jianfei", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Systematic and Evolutionary Botany, Institute of Botany, Chinese Academy of Sciences, Beijing, 100093, China; University of Chinese Academy of Sciences, Beijing, 100049, China. Electronic address: saddamsaqib.qau@gmail.com."}], "LastName": "Saqib", "ForeName": "Saddam", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Systematic and Evolutionary Botany, Institute of Botany, Chinese Academy of Sciences, Beijing, 100093, China; University of Chinese Academy of Sciences, Beijing, 100049, China. Electronic address: liuyun@ibcas.ac.cn."}], "LastName": "Liu", "ForeName": "Yun", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Systematic and Evolutionary Botany, Institute of Botany, Chinese Academy of Sciences, Beijing, 100093, China; University of Chinese Academy of Sciences, Beijing, 100049, China. Electronic address: shanzj@ibcas.ac.cn."}], "LastName": "Shan", "ForeName": "Zhangjian", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Environment and Chemical Engineering, Dalian Jiaotong University, Dalian, 116028, China. Electronic address: haodc@126.com."}], "LastName": "Hao", "ForeName": "Dacheng", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Systematic and Evolutionary Botany, Institute of Botany, Chinese Academy of Sciences, Beijing, 100093, China; Sino-Africa Joint Research Center, Chinese Academy of Sciences, Wuhan, 430074, China. Electronic address: zhiduan@ibcas.ac.cn."}], "LastName": "Chen", "ForeName": "Zhiduan", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Medicinal Plant Development, Chinese Academy of Medical Sciences, Beijing, 100193, China. Electronic address: pgxiao@implad.ac.cn."}], "LastName": "Xiao", "ForeName": "Peigen", "Initials": "P"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Ireland", "MedlineTA": "J Ethnopharmacol", "NlmUniqueID": "7903310", "ISSNLinking": "0378-8741"}, "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Biomedical Research"}, {"QualifierName": [], "DescriptorName": "Medicine, Chinese Traditional"}, {"QualifierName": [], "DescriptorName": "Phylogeny"}, {"QualifierName": ["classification", "genetics"], "DescriptorName": "Plants, Medicinal"}]}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2020", "Month": "10", "Day": "6"}, {"Year": "2021", "Month": "7", "Day": "6"}, {"Year": "2021", "Month": "8", "Day": "9"}, {"Year": "2021", "Month": "8", "Day": "14", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "1", "Day": "28", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "8", "Day": "13", "Hour": "20", "Minute": "11"}], "PublicationStatus": "ppublish", "ArticleIdList": ["34388416", "10.1016/j.jep.2021.114515", "S0378-8741(21)00744-3"]}}], "PubmedBookArticle": []}