{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Benin", "Diseases", "Ethnoveterinary", "Goats", "Sheep"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34381905", "DateRevised": {"Year": "2021", "Month": "08", "Day": "13"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "07", "Day": "24"}], "Language": ["eng"], "ELocationID": ["e07656", "10.1016/j.heliyon.2021.e07656"], "Journal": {"ISSN": "2405-8440", "JournalIssue": {"Volume": "7", "Issue": "7", "PubDate": {"Year": "2021", "Month": "Jul"}}, "Title": "Heliyon", "ISOAbbreviation": "Heliyon"}, "ArticleTitle": "Ethnoveterinary knowledge of sheep and goat farmers in Benin (West Africa): effect of socioeconomic and environmental factors.", "Pagination": {"StartPage": "e07656", "MedlinePgn": "e07656"}, "Abstract": {"AbstractText": ["Sheep and goats are two of the main animal species raised in Benin and one of the main sources of income for people living in rural areas. Faced with the inaccessibility of synthetic veterinary products and their low purchasing power, the majority of breeders use ethnoveterinary practices to treat small ruminants diseases. The specific objectives of the current study were (1) to document the traditional knowledge regarding the disorder groups treated and the medicinal plants used in the health and zootechnical management of small ruminants in Benin and (2) to assess the effect of gender, ethnicity, agro-ecological zone and herd size associated with them. To achieve these objectives, an ethnoveterinary survey was conducted in different agro-ecological zones from September 2018 to February 2019. A questionnaire was administered to 506 breeders. The data were analyzed through calculation of the Fidelity Level (FL), Cultural Importance Index (CI) and Informant Consensus Factor (ICF). Ten disorder groups were treated by the people surveyed. These were mainly digestive disorders (D) and reproductive disorders (W), both presenting a ICF value of 0.8. A total of 101 medicinal plants belonging to 42 families and 90 genera were recorded. <i>Spondias mombin</i>, <i>Zanthoxylum zanthoxyloides</i> and <i>Khaya senegalensis</i> were the most important plants with CI values of 0.208, 0.125 and 0.121, respectively. Gender, ethnicity, agro-ecological zone and flocks size were the socioeconomic and environmental factors that significantly influenced the level of ethnoveterinary knowledge. Chemical and biological analysis are needed on less studied plants such as, <i>Striga hermonthica</i>, <i>Crossopteryx febrifuga</i>, <i>Elaeis guineensis</i> and <i>Momordica charantia</i>."], "CopyrightInformation": "© 2021 The Authors."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratoire d'Ethnopharmacologie et de Santé Animale, Faculté des Sciences Agronomiques, Université d'Abomey-Calavi, 01 BP 526 Cotonou, Benin."}, {"Identifier": [], "Affiliation": "Laboratoire de Biotechnologie et d'Amélioration Animale, Faculté des Sciences Agronomiques, Institut des Sciences Biomédicales Appliquées (ISBA), Université d'Abomey-Calavi, 01 BP 526 Cotonou, Benin."}, {"Identifier": [], "Affiliation": "Laboratoire de Pharmacognosie/Centre Béninois de la Recherche Scientifique et Technique (CBRST)/ UAC, 01 BP 06 Oganla Porto-Novo, Benin."}, {"Identifier": [], "Affiliation": "Université catholique de Louvain, Louvain Drug Research Institute, Pharmacognosy Research Group, Avenue E. Mounier, B1.72.03, B-1200 Brussels, Belgium."}], "LastName": "Tchetan", "ForeName": "Esaïe", "Initials": "E"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratoire d'Ethnopharmacologie et de Santé Animale, Faculté des Sciences Agronomiques, Université d'Abomey-Calavi, 01 BP 526 Cotonou, Benin."}, {"Identifier": [], "Affiliation": "Laboratoire de Biotechnologie et d'Amélioration Animale, Faculté des Sciences Agronomiques, Institut des Sciences Biomédicales Appliquées (ISBA), Université d'Abomey-Calavi, 01 BP 526 Cotonou, Benin."}, {"Identifier": [], "Affiliation": "Laboratoire des Sciences Animale et Halieutique (LaSAH), Unité de Recherches Zootechnique et Système d'élevage, Ecole Doctorale des Sciences Agronomiques et de l'Eau, Université Nationale d'Agriculture, 01 BP 55 Benin."}], "LastName": "Olounlade", "ForeName": "Abiodoun Pascal", "Initials": "AP"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratoire d'Ecologie Appliquée, Faculté des Sciences Agronomiques, Université´ d'Abomey-Calavi, 01 BP 526, Cotonou, Benin."}, {"Identifier": [], "Affiliation": "Laboratoire d'Ecologie, de Botanique et de Biologie Végétale, Faculté d'Agronomie, Université de Parakou (FA/UP), 03 BP 125, Parakou, Benin."}, {"Identifier": [], "Affiliation": "Laboratoire de Biomathématiques et d'Estimations Forestières, Faculté des Sciences Agronomiques, Université d'Abomey-Calavi, 04 BP 1525, Cotonou, Benin."}], "LastName": "Houehanou", "ForeName": "Thierry Dehouegnon", "Initials": "TD"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratoire d'Ethnopharmacologie et de Santé Animale, Faculté des Sciences Agronomiques, Université d'Abomey-Calavi, 01 BP 526 Cotonou, Benin."}, {"Identifier": [], "Affiliation": "Laboratoire de Biotechnologie et d'Amélioration Animale, Faculté des Sciences Agronomiques, Institut des Sciences Biomédicales Appliquées (ISBA), Université d'Abomey-Calavi, 01 BP 526 Cotonou, Benin."}, {"Identifier": [], "Affiliation": "Laboratoire d'Écologie, de Santé et de Productions Animales, Département des Sciences et Techniques de Production Animale et Halieutique, Faculté d'Agronomie, Université de Parakou, 01 BP 2115, Cotonou, Benin."}], "LastName": "Azando", "ForeName": "Erick Virgile Bertrand", "Initials": "EVB"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratoire d'Ecologie Appliquée, Faculté des Sciences Agronomiques, Université´ d'Abomey-Calavi, 01 BP 526, Cotonou, Benin."}], "LastName": "Kaneho", "ForeName": "Josette Afiavi", "Initials": "JA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratoire d'Ecologie Appliquée, Faculté des Sciences Agronomiques, Université´ d'Abomey-Calavi, 01 BP 526, Cotonou, Benin."}], "LastName": "Houinato", "ForeName": "Marcel Romuald Benjamin", "Initials": "MRB"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratoire d'Ethnopharmacologie et de Santé Animale, Faculté des Sciences Agronomiques, Université d'Abomey-Calavi, 01 BP 526 Cotonou, Benin."}], "LastName": "Hounzangbe-Adote", "ForeName": "Sylvie Mawule", "Initials": "SM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Université catholique de Louvain, Louvain Drug Research Institute, Pharmacognosy Research Group, Avenue E. Mounier, B1.72.03, B-1200 Brussels, Belgium."}], "LastName": "Quetin-Leclercq", "ForeName": "Joëlle", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratoire de Pharmacognosie/Centre Béninois de la Recherche Scientifique et Technique (CBRST)/ UAC, 01 BP 06 Oganla Porto-Novo, Benin."}], "LastName": "Gbaguidi", "ForeName": "Fernand Ahokannou", "Initials": "FA"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Heliyon", "NlmUniqueID": "101672560", "ISSNLinking": "2405-8440"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Adedokun M.O., Oladoye A.O., Oluwalana S.A., Mendie I.I. Socio-economic importance and utilization of Spondias mombin in Nigeria. Asian Pacific Journal of Tropical Medicine. 2010:232–234."}, {"Citation": "Agaie B.M., Onyeyili P.A. Anthelmintic activity of the crude aqueous leaf extracts of Anogeissus leiocarpus in sheep. Afr. J. Biotechnol. 2007;6(13):1511–1515."}, {"Citation": "Ahoyo C.C., Houehanou T.D., Yaoitcha A.S., Prinz K., Assogbadjo A.E., Adjahossou C.S.G., Hellwig F., Houinato M.R.B. A quantitative ethnobotanical approach toward biodiversity conservation of useful woody species in Wari-Maro forest reserve (Benin, West Africa) Environ. Dev. Sustain. 2017"}, {"Citation": "Akoègninou A., Van der Burg W.J., Van der Maesen L.J.G. Backhuys Publishers; Leiden: 2006. Flore Analytique du Bénin."}, {"Citation": "Al-Momani W., Nicholas R.A.J., Abo-Shehada M.N. Risk factors associated with Mycoplasma agalactiae infection of small ruminants in northern Jordan. Prev. Vet. Med. 2008;83:1–10.", "ArticleIdList": ["17881071"]}, {"Citation": "Archer K.J. rpartordinal: an R package for deriving a classification tree for predicting an ordinal response. J. Stat. Software. 2010;34(7):1–17.", "ArticleIdList": ["PMC2899711", "20625561"]}, {"Citation": "Assogbadjo A.E., GlèlèKakaï R., Adjallala F.H., Azihou A.F., Vodouhê G.F., Kyndt T., Codjia J.T.C. Ethnic differences in use value and use patterns of the threatened multipurpose scrambling shrub (Caesalpinia bonduc L.) in Benin. J. Med. Plants Res. 2011;5:1549–1557."}, {"Citation": "Attindéhou S., Houngnimassoun M.A., Salifou S., Biaou F.C. Inventorying of herbal remedies used to control small ruminant’s parasites in Southern Benin. Int. Multidiscip. Res. J. 2012;2(8):14–16."}, {"Citation": "Azando E.V.B., Olounlade A.P., Hounzangbe-Adote M.S., Hoste H. Effets anthelminthiques in vivo de la poudre de feuilles de Zanthoxylum zanthoxyloïdes et de Newbouldia laevis sur les nématodes parasites gastro-intestinaux des chevreaux Djallonké. Int. J. Brain Cognit. Sci. 2011;5(3):1054–1062."}, {"Citation": "Barku V.Y.A., Boye A., Ayaba S. Phytochemical screening and assessment of wound healing activity of the leaves of Anogeissus leiocarpus. Eur. J. Exp. Biol. 2013;3(4):18–25."}, {"Citation": "Chandrawathani P., Chang K.W., Nurulaini R., Waller P.J., Adnan M., Zaini C.M., Jamnah O., Khadijah S., Vincent N. Daily feeding of fresh Neem leaves (Azadirachta indica) for worm control in sheep. Trop. Biomed. 2006;23(1):23–30.", "ArticleIdList": ["17041548"]}, {"Citation": "Dagnelie P. De Boeck et Larcier; Bruxelles: 1998. Statistiques théoriques et appliquées."}, {"Citation": "Dassou G.H., Ouachinou Jé.M.-A.S., Adomou A.C., Yédomonhan H., Tossou M., Favi A., Djidohokpin D., Gbèdolo E., Akoègninou A. Plant and natural product based homemade remedies for veterinary uses by the Peul community in Benin. J. Ethnopharmacol. 2020", "ArticleIdList": ["32535240"]}, {"Citation": "Dassou G.H., Ogni C.A., Yédomonhan H., Adomou A.C., Tossou M., Dougnon J.T., Akoègninou A. Diversité, ethnobotanique et vulnérabilité des plantes à usages vétérinaires au Nord-Bénin. Int. J. Brain Cognit. Sci. 2014;8(1):189–210."}, {"Citation": "Dassou G.H., Adomou A.C., Yédomonhan H., Ogni A.C., Tossou G.M., Dougnon J.T., Akoègninou A. Flore médicinale utilisée dans le traitement des maladies et symptômes animaux au Bénin. Journal of Animal &Plant Sciences. 2015;26:4036–4057."}, {"Citation": "Dassou H.G., Yédomonhan H., Adomou A.C., Ogni C.A., Tossou M.G., Akoègninou A. Facteurs socioculturels et environnementaux déterminant la connaissance ethnovétérinaire au Bénin. Afrique Science. 2015;11:335–360."}, {"Citation": "Djoueche C.M., Azebaze A.B., Dongmo A.B. Investigation of plants used for the ethnoveterinary control of gastrointestinal parasites in Bénoué region, Cameroon. Tropicultura. 2011;29:205–211."}, {"Citation": "Dossa L.H., Wolln C., Gauly M. Smallholders’ perceptions of goat farming in southern Benin and opportunities for improvement. Trop. Anim. Health Prod. 2007;39:49–57.", "ArticleIdList": ["17941487"]}, {"Citation": "Dossa H.L., Sangaré M., Buerkert A., Schlecht E. Production objectives and breeding practices of urban goat and sheep keepers in West Africa: regional analysis and implications for the development of supportive breeding programs. Springer plus. 2015;4(281):1–12.", "ArticleIdList": ["PMC4472656", "26101733"]}, {"Citation": "Fan C., Tan L., Zhang C., Zhao X., von Gadow K. Analysing taxonomic structures and local ecological processes in temperate forests in North Eastern China. BMC Ecol. 2017;17(33):1–11.", "ArticleIdList": ["PMC5663035", "29084533"]}, {"Citation": "Faostat . 2018. Statistics of Food and Agriculture Organization of the United Nations.http://www.fao.org/faostat/fr/#data/QA (Online). Available from: from."}, {"Citation": "Friedman J., Yaniv Z., Dafni A., Palewith D. A preliminary classification of the healing potential of medicinal plants, based on a rational analysis of an ethnopharmacological field survey among Bedouins in the Negev desert, Israel. J. Ethnopharmacol. 1986;16:275–287.", "ArticleIdList": ["3747566"]}, {"Citation": "Gbolade A.A., Adeyemi A.A. Anthelmintic activities of three medicinal plants from Nigeria. Fitoterapia. 2008;79:223–225.", "ArticleIdList": ["18304755"]}, {"Citation": "Heinrich M., Ankli A., Frei B., Weimann C., Sticher O. Medicinal plants in Mexico: healers’ consensus and cultural importance. Soc. Sci. Med. 1998;47(11):1859–1871.", "ArticleIdList": ["9877354"]}, {"Citation": "Houinato M., Sinsin B. Analyse phytogéographique de la région des Monts Kouffé au Bénin. Syst. Geogr. Plants. 2002;71(1):889–910."}, {"Citation": "Houndje E.M.B., Ogni C.A., Noudeke N., Farougou S., Youssao A.K.I., Kpodekon M.T. Recettes ethno-vétérinaire à base de plantes médicinales utilisées pour le traitement de la fièvre aphteuse au Bénin. Int. J. Brain Cognit. Sci. 2016;10(5):2090–2107."}, {"Citation": "Hounzangbé-Adoté M.S. L'élevage face à la pharmacopée en médecine vétérinaire au Sud du Bénin. Bulletin de la Recherche Agronomique. 2001;33:1–9."}, {"Citation": "Igwe C.U., Onyeze G.O.C., Onwuliri V.A., Osuagwu C.G., Ojiako A.O. Evaluation of the chemical compositions of the leaf of Spondias mombin Linn from Nigeria. Australian Journal of Basic and Applied Sciences. 2010;4(5):706–710."}, {"Citation": "INSAE (Institut National de la Statistique et de l’Analyse Economique) 2016. Principaux indicateurs socio-demographiques et economiques (RGPH-4, 2013), (Imprimérie tundé, Cotonou)"}, {"Citation": "IPCP 2 . second ed. (ICPC-2); 2003. International Classification of Primary Care.http://docpatient.net/3CGP/QC/ICPC_desk.pdf Available from:"}, {"Citation": "Kabore A., Tamboura H.H., Belem A.M.G., Traoré A. Traitements ethno-vétérinaires des parasitoses digestives des petits ruminants dans le plateau central du Burkina Faso. Int. J. Brain Cognit. Sci. 2007;1(3):297–304."}, {"Citation": "Kabore A., Belem A.M.G., Tamboura H.H., Traore A., Sawadogo L. In vitro anthelmintic effect of two medicinal plants (Anogeissus leiocarpus and Daniellia oliveri) on Haemonchus contortus, an abosomal nematode of sheep in Burkina Faso. Afr. J. Biotechnol. 2009;8(18):4690–4695."}, {"Citation": "Kebede E., Mengistu M., Serda B. Ethnobotanical knowledge of pastoral community for treating livestock diseases in Somali regional state, eastern Ethiopia. Trop. Anim. Health Prod. 2018", "ArticleIdList": ["29671239"]}, {"Citation": "Koné W.M., Vargas M., Keiser J. Anthelmintic activity of medicinal plants used in Côte d’Ivoire for treating parasitic diseases. Parasitol. Res. 2012;110:2351–2362.", "ArticleIdList": ["22200959"]}, {"Citation": "Kouchade A.S., Adomou A.C., Dassou G.H., Akouegninou A. Facteurs socioculturels et environnementaux déterminant la connaissance des plantes utilisées pour les soins infantiles au Sud du Bénin. Int. J. Brain Cognit. Sci. 2017;11(3):1272–1287."}, {"Citation": "Lakew A., Melesse A., Banerjee S. Traditional sheep production systems and breeding practice in Wolayita Zone of Southern Ethiopia. Afr. J. Agric. Res. 2017;12(20):1689–1701."}, {"Citation": "Le Gall F., Leboucq N. Banque Mondiale; Washington: 2003. Le rôle du contrôle des maladies animales dans la poursuite des objectifs en matière de réduction de la pauvreté, d’innocuité des aliments, d’accès aux marchés et de sécurité alimentaire en Afrique."}, {"Citation": "Mensah S.E.P., Adégbola P.Y., Edénakpo A.K., Ahoyo N.A., Tossa I.G., Fatunbi A.O. 2018. Innovation Opportunities in Small Ruminants Livestock Sector in Benin. Guide Book 2, Forum for Agricultural Research in Africa; p. 48."}, {"Citation": "Miara M.D., Bendif H., Ouabed A., Rebbas K., Hammou M.A., Amirat M., Greene A., Teixidor-Toneu I. Ethnoveterinary remedies used in the Algerian steppe: exploring the relationship with traditional human herbal medicine. J. Ethnopharmacol. 2019;244:112–164.", "ArticleIdList": ["31419498"]}, {"Citation": "Ogni C.A., Kpodekon M.T., Dassou G.H., Boko C.K., Koutinhouin B.G., Dougnon J.T., Youssao A.K.I., Yedomonhan H., Akoegninou A. Inventaire ethno-pharmacologique des plantes utilisées dans le traitement des pathologies parasitaires dans les élevages extensifs et semi-intensifs du Bénin. Int. J. Brain Cognit. Sci. 2014;8(3):1089–1102."}, {"Citation": "Olounladé P.A., Hounzangbé-Adoté M.S., Azando E.V.B., Tamha T.B., Brunet S., Moulis C., Fabre N., Fouraste I., Hoste H., Valentin A. Etude in vitro de l’effet des tanins de Newbouldia laevis et de Zanthoxylum zanthoxyloïdes sur la migration des larves infestantes de Haemonchus contortus. Int. J. Brain Cognit. Sci. 2011;5(4):1414–1422."}, {"Citation": "Omoike A. Prevalence of diseases among sheep and goats in edo state, Nigeria. J. Agric. Soc. Res. 2006;6(2):23–31."}, {"Citation": "Ouachinou J.M.A.S., Dassou G.H., Idohou R., Adomou A.C., Yédomonhan H. National inventory and usage of plant-based medicine to treat gastrointestinal disorders with cattle in Benin (West Africa) South Afr. J. Bot. 2019;122:432–446."}, {"Citation": "R Core Team  . R Foundation for Statistical Computing; Vienna, Austria: 2013. A Language and Environment for Statistical Computing.http://www.R-project.org/"}, {"Citation": "SICC/Bénin (Système d’Information sur les Changements Climatiques au Bénin)   2016. Zones agro-écologiques de la république du Bénin.https://www.changementsclimatiques.bj/zones-agro-ecologiques-de-la-republique-du-benin/ (Online). Available from:"}, {"Citation": "Staub P.O., Geck M.S., Weckerle C.S., Casu L., Leonti M. Classifying diseases and remedies in ethnomedicine and ethnopharmacology. J. Ethnopharmacol. 2015;174:514–519.", "ArticleIdList": ["26342522"]}, {"Citation": "Tamboura H., Kaboré H., Yaméogo M.S. Ethnomédecine vétérinaire et pharmacopée traditionnelle dans le plateau central du Burkina Faso : cas de la province du Passoré. Biotechnologie, Agronomie, Société et Environnement. 1998;2(3):181–191."}, {"Citation": "Tardío J., Pardo-De-Santayana M. Cultural importance indices: a comparative analysis based on the useful wild plants of southern Cantabria (Northern Spain) Econ. Bot. 2008;62(1):24–39."}, {"Citation": "Underwood W.J., Blauwiekel R., Delano M.L., Gillesby R., Mischler S.A., Schoell A. Laboratory animal medicine; 2015. Biology and Diseases of Ruminants (Sheep, Goats, and Cattle) pp. 623–694."}, {"Citation": "Usha S., Rajasekaran C., Siva R. Ethnoveterinary medicine of the shervaroy hills of eastern ghats, India as alternative medicine for animals. J. Trad. Compl. Med. 2016;6:118–125.", "ArticleIdList": ["PMC4737946", "26870689"]}, {"Citation": "Wanzala W., Zessin K.H., Kyule N.M., Baumann M.P.O., Mathias E., Hassanali A. Ethnoveterinary medicine: a critical review of its evolution, perception, understanding and the way forward. Livest. Res. Rural Dev. 2005;17(11):1–41."}, {"Citation": "Yineger H., Kelbessa E., Bekele T., Lulekal E. Ethnoveterinary medicinal plants at bale mountains national Park, Ethiopia. J. Ethnopharmacol. 2007;112:55–70.", "ArticleIdList": ["17368989"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "1", "Day": "25"}, {"Year": "2021", "Month": "4", "Day": "21"}, {"Year": "2021", "Month": "7", "Day": "20"}, {"Year": "2021", "Month": "8", "Day": "12", "Hour": "6", "Minute": "38"}, {"Year": "2021", "Month": "8", "Day": "13", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "8", "Day": "13", "Hour": "6", "Minute": "1"}, {"Year": "2021", "Month": "7", "Day": "24"}], "PublicationStatus": "epublish", "ArticleIdList": ["34381905", "PMC8339241", "10.1016/j.heliyon.2021.e07656", "S2405-8440(21)01759-X"]}}], "PubmedBookArticle": []}