{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Fagonia indica", "Geography", "Hilly regions of Sindh", "ICP-OES", "Principle component analysis", "Spring and Summer"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34398418", "DateCompleted": {"Year": "2022", "Month": "04", "Day": "25"}, "DateRevised": {"Year": "2022", "Month": "04", "Day": "25"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "08", "Day": "16"}], "Language": ["eng"], "ELocationID": ["10.1007/s12011-021-02873-1"], "Journal": {"ISSN": "1559-0720", "JournalIssue": {"Volume": "200", "Issue": "5", "PubDate": {"Year": "2022", "Month": "May"}}, "Title": "Biological trace element research", "ISOAbbreviation": "Biol Trace Elem Res"}, "ArticleTitle": "Elemental Analysis of Medicinal Herb Fagonia indica Burm. f. and Its Rhizospheric Soil from Six Geographical Locations of South-eastern Sindh Province, Pakistan, During Spring and Summer Seasons.", "Pagination": {"StartPage": "2439", "EndPage": "2454", "MedlinePgn": "2439-2454"}, "Abstract": {"AbstractText": ["This study hypothesized that seasons and geography may affect the elemental composition of Fagonia indica. The plant was sampled along with rhizospheric soil, from six hilly geographical sites of Sindh, during March (Spring) and July (Summer) and analyzed through ICP-OES. Among 20 elements detected, the elemental concentration of rhizospheric soil was significantly affected by geography rather than seasons. The rhizospheric soil elements, Fe, Mg, Hg, K, Mn, Na, Zn, Al, were hyper-concentrated, B, Ba, Cr, Cu, Pb, Sr were moderately concentrated, and As, Cd, Ni, Rb, Ti, V were concentrated in trace levels. Contrarily, elements in Fagonia indica biomass were significantly affected by both seasons and geography. K, Na, Fe, Hg, Al, Mn, Sr, Cr, Ti, V were hyperaccumulated during summer, while Mg, Zn, As, Ba, Cd, and Cu accumulated higher during spring. PCA reveals that elements with high variances were homogenously distributed to all sites except Rohri during spring, while during summer most elements were accumulated at Johi, Dadu, Jamshoro, and Karachi. In conclusion, the plant accumulates high concentration of heavy metals during summer and higher concentration of essential nutrients during spring; therefore, its collection for oral use can be recommended during spring."], "CopyrightInformation": "© 2021. The Author(s), under exclusive licence to Springer Science+Business Media, LLC, part of Springer Nature."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Plant Ecology & Environmental Biology Lab., Institute of Plant Sciences, University of Sindh, Jamshoro, Pakistan."}], "LastName": "Otho", "ForeName": "Aijaz Ali", "Initials": "AA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Plant Ecology & Environmental Biology Lab., Institute of Plant Sciences, University of Sindh, Jamshoro, Pakistan."}], "LastName": "Memon", "ForeName": "Rabia Asma", "Initials": "RA"}, {"Identifier": ["0000-0003-2651-6542"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Plant Ecology & Environmental Biology Lab., Institute of Plant Sciences, University of Sindh, Jamshoro, Pakistan. saeed.abro@usindh.edu.pk."}], "LastName": "Abro", "ForeName": "Saeed Akhter", "Initials": "SA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "National Center of Excellence in Analytical Chemistry, University of Sindh, Jamshoro, Pakistan."}], "LastName": "Memon", "ForeName": "Ayaz Ali", "Initials": "AA"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Biol Trace Elem Res", "NlmUniqueID": "7911509", "ISSNLinking": "0163-4984"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Metals, Heavy"}, {"RegistryNumber": "0", "NameOfSubstance": "Soil"}, {"RegistryNumber": "0", "NameOfSubstance": "Trace Elements"}, {"RegistryNumber": "00BH33GNGH", "NameOfSubstance": "Cadmium"}, {"RegistryNumber": "FXS1BY2PGL", "NameOfSubstance": "Mercury"}], "MeshHeadingList": [{"QualifierName": ["analysis"], "DescriptorName": "Cadmium"}, {"QualifierName": [], "DescriptorName": "Environmental Monitoring"}, {"QualifierName": ["analysis"], "DescriptorName": "Mercury"}, {"QualifierName": ["analysis"], "DescriptorName": "Metals, Heavy"}, {"QualifierName": [], "DescriptorName": "Pakistan"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Seasons"}, {"QualifierName": [], "DescriptorName": "Soil"}, {"QualifierName": ["analysis"], "DescriptorName": "Trace Elements"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Chen J, Xu Y, Wei G, Liao S, Zhang Y, Huang W et al (2015) Chemotypic and genetic diversity in Epimedium sagittatum from different geographical regions of China. Phytochemistry 116:180–187. https://doi.org/10.1016/j.phytochem.2015.04.005", "ArticleIdList": ["10.1016/j.phytochem.2015.04.005"]}, {"Citation": "Ncube B, Finnie J, Van Staden J (2012) Quality from the field: the impact of environmental factors as quality determinants in medicinal plants. S Afr J Bot 82:11–20", "ArticleIdList": ["10.1016/j.sajb.2012.05.009"]}, {"Citation": "Mohammadi M, Asadi-Gharneh HA (2018) How the morphological properties of Mentha longifolia. (L.) Huds. may be affected by geographical differences. J Photochem Photobiol B Biol 178:237–242", "ArticleIdList": ["10.1016/j.jphotobiol.2017.10.032"]}, {"Citation": "Srinivas KS, Saraf A (2011) Profile of elemental composition of Oroxylum indicum L.(Vent.) collected from different geographical regions of India. Pharmacognosy J 3(24):50–54", "ArticleIdList": ["10.5530/pj.2011.24.10"]}, {"Citation": "Dong TT, Cui XM, Song ZH, Zhao KJ, Ji ZN, Lo CK et al (2003) Chemical assessment of roots of Panax notoginseng in China: regional and seasonal variations in its active constituents. J Agric Food Chem 51(16):4617–4623", "ArticleIdList": ["10.1021/jf034229k"]}, {"Citation": "Ma XQ, Shi Q, Duan J, Dong TT, Tsim KW (2002) Chemical analysis of Radix Astragali (Huangqi) in China: a comparison with its adulterants and seasonal variations. J Agric Food Chem 50(17):4861–4866", "ArticleIdList": ["10.1021/jf0202279"]}, {"Citation": "Eguakun FS, Adedeji GA, Elufioye TO, Egubogo AC (2017) Geographical variations in elemental compositions of two pesticidal plants from three agro-ecosystems in Nigeria and their wood protection potentiality. J Elementol 22(4):1209–1222"}, {"Citation": "Karimi A, Krähmer A, Herwig N, Schulz H, Hadian J, Meiners T (2020) Variation of secondary metabolite profile of Zataria multiflora Boiss. populations linked to geographic, climatic, and edaphic factors. Front Plant Sci 11. https://doi.org/10.3389/fpls.2020.00969"}, {"Citation": "Ustariz K, Geleta M, Hovmalm HP, Gutierrez F, Beltrán JAR, Ortiz R (2019) Mineral composition and nutritive value of ‘Festuca ecotypes’ originated from the highland region of Bolivia and cultivars from Argentina. Aust J Crop Sci 13(10):1650", "ArticleIdList": ["10.21475/ajcs.19.13.10.p1889"]}, {"Citation": "Oluyemi E, Feuyit G, Oyekunle J, Ogunfowokan A (2008) Seasonal variations in heavy metal concentrations in soil and some selected crops at a landfill in Nigeria. Afr J Environ Sci Technol 2(5):089–096"}, {"Citation": "Anonymous: The Plant List. http://www.theplantlist.org/ (2013) Accessed (accessed 16th Sep 2020)"}, {"Citation": "Beier BA (2005) A revision of the desert shrub Fagonia (Zygophyllaceae). Syst Biodivers 3(3):221–263", "ArticleIdList": ["10.1017/S1477200005001684"]}, {"Citation": "Puri D, Bhandari A (2014) Fagonia: a potential medicinal desert plant. J Nepal Pharm Assoc 27(1):28–33", "ArticleIdList": ["10.3126/jnpa.v27i1.12147"]}, {"Citation": "El-Amier YA, Aisha IAA (2019) Phytochemical constituents of common growing Fagonia species (Zygophyllaceae) in Egyptian deserts and its biological activities. Plant Archives 19(2):2213–2219"}, {"Citation": "Anonymous: Flora of Pakistan < http://www.tropicos.org/Name/40008437 > (2011) Accessed 18 Sep 2020"}, {"Citation": "Alam MK, Ahmed S, Anjum S, Akram M, Shah SMA, Wariss HM et al (2016) Evaluation of antipyretic activity of some medicinal plants from Cholistan desert Pakistan. Pak J Pharm Sci 29(2):529–533"}, {"Citation": "Ansari KA, Malik AR, Mahar AR, Abro SA (2017) Effects of topography and monsoon rain on vegetation composition of sandy arid areas of District Khairpur Mir’s. Sindh Univ Res J-SURJ (Science Series) 49(3):639–642", "ArticleIdList": ["10.26692/Surj/2017.09.31"]}, {"Citation": "Kamran SH, Shoaib RM, Ahmad M, Ishtiaq S, Anwar R (2017) Antidiabetic and renoprotective effect of Fagonia cretica L. methanolic extract and Citrus paradise Macfad. juice in alloxan induced diabetic rabbits. J Pharmacy Pharmacognosy Res 5(6):365–380"}, {"Citation": "Azam F, Sheikh N, Ali G, Tayyeb A (2018) Fagonia indica repairs hepatic damage through expression regulation of toll-like receptors in a liver injury model. J Immunol Res 2018"}, {"Citation": "Shehab N, Mahdy A, Khan S, Noureddin S (2011) Chemical constituents and biological activities of Fagonia indica Burm F. Res J Med Plant 5:531–546", "ArticleIdList": ["10.3923/rjmp.2011.531.546"]}, {"Citation": "Farheen R, Siddiqui BS, Mahmood I, Simjee SU, Majeed S (2016) GC, GC-MS Analysis of lipophilic fractions of aerial parts of Fagonia indica Burm. f. showing growth inhibitory effect on HT 29 colorectal cancer cells. J Chem Soc Pakistan 38(4)"}, {"Citation": "Waheed A, Barker J, Barton SJ, Owen CP, Ahmed S, Carew MA (2012) A novel steroidal saponin glycoside from Fagonia indica induces cell-selective apoptosis or necrosis in cancer cells. Eur J Pharm Sci 47(2):464–473", "ArticleIdList": ["10.1016/j.ejps.2012.07.004"]}, {"Citation": "Yousif F, Wassel G, Boulos L, Labib T, Mahmoud K, El-Hallouty S et al (2012) Contribution to in vitro screening of Egyptian plants for schistosomicidal activity. Pharm Biol 50(6):732–739", "ArticleIdList": ["10.3109/13880209.2011.625952"]}, {"Citation": "Lam M, Wolff K, Griffiths H, Carmichael A (2014) Correction: an aqueous extract of Fagonia cretica induces DNA damage, cell cycle arrest and apoptosis in breast cancer cells via FOXO3a and p53 expression. PLoS ONE 9(7):e102655. https://doi.org/10.1371/journal.pone.0102655", "ArticleIdList": ["10.1371/journal.pone.0102655"]}, {"Citation": "Mahdy A, Shehab NG, Bayoumi FA (2018) Protective effects of honey solution and Fagonia indica alcoholic extract against ethanol-induced gastric ulcer in rats. Int J Clin Pharmacol Pharmacother 2018"}, {"Citation": "Ullah I, Shinwari ZK, Khalil AT (2017) Investigation of the cytotoxic and antileishmanial effects of Fagonia indica L. extract and extract mediated silver nanoparticles (AgNPs). Pak J Bot 49(4):1561–1568"}, {"Citation": "Rasool B, Shehab NG, Khan SA, Bayoumi FA (2014) A new natural gel of Fagonia indica Burm f. extract for the treatment of burn on rats. Pak J Pharm Sci 27(1)"}, {"Citation": "Shabbir A, Shahzad M, Masci P, Gobe GC (2014) Protective activity of medicinal plants and their isolated compounds against the toxic effects from the venom of Naja (cobra) species. J Ethnopharmacol 157:222–227", "ArticleIdList": ["10.1016/j.jep.2014.09.039"]}, {"Citation": "Krishnaiah D, Sarbatly R, Nithyanandam R (2011) A review of the antioxidant potential of medicinal plant species. Food Bioprod Process 89(3):217–233", "ArticleIdList": ["10.1016/j.fbp.2010.04.008"]}, {"Citation": "Khan T, Abbasi BH, Khan MA, Azeem M (2017) Production of biomass and useful compounds through elicitation in adventitious root cultures of Fagonia indica. Ind Crops Prod 108:451–457", "ArticleIdList": ["10.1016/j.indcrop.2017.07.019"]}, {"Citation": "Khan T, Abbasi BH, Khan MA, Shinwari ZK (2016) Differential effects of thidiazuron on production of anticancer phenolic compounds in callus cultures of Fagonia indica. Appl Biochem Biotechnol 179(1):46–58", "ArticleIdList": ["10.1007/s12010-016-1978-y"]}, {"Citation": "Dastagir G, Hussain F, Khattak KF (2014b) Nutritional evaluation of plants of family zygophyllaceae and euphorbiaceae. Pak J Bot 46(5):1703–1707"}, {"Citation": "Dastagir G, Hussain F, Rizvi MA (2014a) Mineral composition of plants of family zygophyllaceae and euphorbiaceae. Pak J Bot 46(3):887–896"}, {"Citation": "Qureshi H, Asif S, Ahmed H, Al-Kahtani HA, Hayat K (2016) Chemical composition and medicinal significance of Fagonia cretica: a review. Nat Prod Res 30(6):625–639", "ArticleIdList": ["10.1080/14786419.2015.1036268"]}, {"Citation": "Vessman J, Stefan RI, Van Staden JF, Danzer K, Lindner W, Burns DT et al (2001) Selectivity in analytical chemistry (IUPAC Recommendations 2001). Pure Appl Chem 73(8):1381–1386", "ArticleIdList": ["10.1351/pac200173081381"]}, {"Citation": "Babicki S, Arndt D, Marcu A, Liang Y, Grant JR, Maciejewski A et al (2016) Heatmapper: web-enabled heat mapping for all. Nucleic Acids Res 44(W1):W147–W153. https://doi.org/10.1093/nar/gkw419", "ArticleIdList": ["10.1093/nar/gkw419"]}, {"Citation": "Agheem M, Markhand A, Dars H, Solangi S, Sahito A, Thebo G (2020) Mineralogical studies of Manchar Formation (Pliocene), Laki Range, Pakistan: source and possible occurrence of Bauxite. Sindh Univ Res J (Sci Ser) 52(1):21–30", "ArticleIdList": ["10.26692/SURJ/2020.03.04"]}, {"Citation": "Srinivasarao C, Gayatri SR, Venkateswarlu B, Jakkula V, Wani S, Kundu S et al (2014) Heavy metals concentration in soils under rainfed agro-ecosystems and their relationship with soil properties and management practices. Int J Environ Sci Technol 11(7):1959–1972. https://doi.org/10.5530/pj.2011.24.10", "ArticleIdList": ["10.5530/pj.2011.24.10"]}, {"Citation": "Ismail S, Husain V, Anjum S (2019) Mineralogy and genesis of Nagar Parker kaolin deposits, Tharparkar District, Sindh, Pakistan. Int J Econ Environ Geol 33–40"}, {"Citation": "El-Keblawy A, Abdelfattah MA, Khedr A-HA (2015) Relationships between landforms, soil characteristics and dominant xerophytes in the hyper-arid northern United Arab Emirates. J Arid Environ 117:28–36. https://doi.org/10.1016/j.jaridenv.2015.02.008", "ArticleIdList": ["10.1016/j.jaridenv.2015.02.008"]}, {"Citation": "Li L, Zheng S, Yang Q, Chen S, Huang L (2016) Distinguishing Astragalus mongholicus and its planting soil samples from different regions by ICP-AES. Molecules 21(4):482. https://doi.org/10.3390/molecules21040482", "ArticleIdList": ["10.3390/molecules21040482"]}, {"Citation": "Krzciuk K, Gałuszka A (2019) Seasonal changes in concentrations of trace elements and rare earth elements in shoot samples of Juncus effusus L. collected from natural habitats in the Holy Cross Mountains, south-central Poland. Chemosphere 219:954–960. https://doi.org/10.1016/j.chemosphere.2018.12.062", "ArticleIdList": ["10.1016/j.chemosphere.2018.12.062"]}, {"Citation": "Commission CA (1984) Contaminants, joint FAO/WHO food standards program, vol. XVII, 1st ed Geneva: Codex Alimentarious"}, {"Citation": "Soetan K, Olaiya C, Oyewole O (2010) The importance of mineral elements for humans, domestic animals and plants—a review. Afr J Food Sci 4(5):200–222"}, {"Citation": "Aziz MA, Adnan M, Begum S, Azizullah A, Nazir R, Iram S (2016) A review on the elemental contents of Pakistani medicinal plants: implications for folk medicines. J Ethnopharmacol 188:177–192", "ArticleIdList": ["10.1016/j.jep.2016.05.011"]}, {"Citation": "Ismail F, Anjum M, Mamon A, Kazi T (2011) Trace metal contents of vegetables and fruits of Hyderabad retail market. Pak J Nutr"}, {"Citation": "Al Alawi AM, Majoni SW, Falhammar H (2018) Magnesium and human health: perspectives and research directions. Int J Endocrinol 2018. https://doi.org/10.1155/2018/9041694"}, {"Citation": "Organization WH (2009) Calcium and magnesium in drinking water: public health significance. World Health Organization"}, {"Citation": "Nazish M, Zafar M, Ahmad M, Sultana S (2020) Halophyte diversity in Pakistan: wild resources and their ethnobotanical significance. Handbook of halophytes: from molecules to ecosystems towards biosaline agriculture 1–24"}, {"Citation": "Rahman Z, Singh VP (2019) The relative impact of toxic heavy metals (THMs)(arsenic (As), cadmium (Cd), chromium (Cr)(VI), mercury (Hg), and lead (Pb)) on the total environment: an overview. Environ Monit Assess 191(7):1–21", "ArticleIdList": ["10.1007/s10661-019-7528-7"]}, {"Citation": "Meng M, Li B, Shao J-j, Wang T, He B, Shi J-b et al (2014) Accumulation of total mercury and methylmercury in rice plants collected from different mining areas in China. Environ Pollut 184:179–186. https://doi.org/10.1016/j.envpol.2013.08.030", "ArticleIdList": ["10.1016/j.envpol.2013.08.030"]}, {"Citation": "Raj D, Maiti SK (2019) Sources, toxicity, and remediation of mercury: an essence review. Environ Monit Assess 191(9):1–22", "ArticleIdList": ["10.1007/s10661-019-7743-2"]}, {"Citation": "Camaschella C (2015) Iron-deficiency anemia. N Engl J Med 372(19):1832–1843. https://doi.org/10.1056/NEJMra1401038", "ArticleIdList": ["10.1056/NEJMra1401038"]}, {"Citation": "Begaa S, Messaoudi M (2019) Toxicological aspect of some selected medicinal plant samples collected from Djelfa, Algeria Region. Biol Trace Elem Res 187(1):301", "ArticleIdList": ["10.1007/s12011-018-1365-3"]}, {"Citation": "Gupta DK, Walther C (2018) Behaviour of strontium in plants and the environment. Springer"}, {"Citation": "de Aragão TC, de Souza DF, Santana FB, Dos Santos DCMB, Magalhães HIF, de Souza DF et al (2021) Multielement determination in medicinal plants and herbal medicines containing Cynara scolymus L., Harpagophytum procumbens DC, and Maytenus ilifolia (Mart.) ex Reiss from Brazil using ICP OES. Biol Trace Elem Res 199(6):2330–2341", "ArticleIdList": ["10.1007/s12011-020-02334-1"]}, {"Citation": "Białek M, Czauderna M, Krajewska KA, Przybylski W (2019) Selected physiological effects of boron compounds for animals and humans a review. J Anim Feed Sci 28(4):307–320. https://doi.org/10.22358/jafs/114546/2019", "ArticleIdList": ["10.22358/jafs/114546/2019"]}, {"Citation": "Begaa S, Messaoudi M, Ouanezar A, Hamidatou L, Malki A (2018) Chemical elements of Algerian Mentha spicata L. used in the treatment of digestive system disorders by employing instrumental neutron activation analysis technique. J Radioanal Nuclear Chem 317(2):1107–1112", "ArticleIdList": ["10.1007/s10967-018-5976-0"]}, {"Citation": "Prashanth L, Kattapagari KK, Chitturi RT, Baddam VRR, Prasad LK (2015) A review on role of essential trace elements in health and disease. J Dr NTR Univ Health Sci 4(2):75", "ArticleIdList": ["10.4103/2277-8632.158577"]}, {"Citation": "Organization WH (1999) WHO monographs on selected medicinal plants. World Health Organization"}, {"Citation": "Organization WH (1998) Quality control methods for medicinal plant materials. World Health Organization"}, {"Citation": "Organization WH (2010) Exposure to cadmium: a major public health concern. Geneva"}, {"Citation": "Emsley J (2011) Nature’s building blocks: an AZ guide to the elements. Oxford University Press"}, {"Citation": "Organization WH (1982) Titanium-environmental health criteria 24"}, {"Citation": "Caruso G, Formisano L, Cozzolino E, Pannico A, El-Nakhel C, Rouphael Y et al (2020) Shading Affects Yield, Elemental composition and antioxidants of perennial wall rocket crops grown from spring to summer in southern Italy. Plants 9(8):933. https://doi.org/10.3390/plants9080933", "ArticleIdList": ["10.3390/plants9080933"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "6", "Day": "8"}, {"Year": "2021", "Month": "8", "Day": "5"}, {"Year": "2021", "Month": "8", "Day": "17", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "4", "Day": "26", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "8", "Day": "16", "Hour": "13", "Minute": "4"}], "PublicationStatus": "ppublish", "ArticleIdList": ["34398418", "10.1007/s12011-021-02873-1", "10.1007/s12011-021-02873-1"]}}], "PubmedBookArticle": []}