{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Guar gum", "Heavy metal", "Phytoremediation", "Uptake"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34402017", "DateCompleted": {"Year": "2022", "Month": "01", "Day": "11"}, "DateRevised": {"Year": "2022", "Month": "01", "Day": "11"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "08", "Day": "17"}], "Language": ["eng"], "ELocationID": ["10.1007/s11356-021-15968-y"], "Journal": {"ISSN": "1614-7499", "JournalIssue": {"Volume": "29", "Issue": "3", "PubDate": {"Year": "2022", "Month": "Jan"}}, "Title": "Environmental science and pollution research international", "ISOAbbreviation": "Environ Sci Pollut Res Int"}, "ArticleTitle": "Cadmium and lead differentially affect growth, physiology, and metal accumulation in guar (Cyamopsis tetragonoloba L.) genotypes.", "Pagination": {"StartPage": "4180", "EndPage": "4192", "MedlinePgn": "4180-4192"}, "Abstract": {"AbstractText": ["Phytoremediation is a strategy to employ plants to recover high quantities of metals in the soil into the harvestable parts such as shoots and roots. High levels of Cd and lead (Pb) in the soil cause several stress symptoms in plants including a decrease in growth, reduced root growth, and carbohydrate metabolism. In this study, Saravan and HGS-867 as local landrace and Indian guar variety were selected to investigate the effect of the application of Pb (0, 40, 150, and 200 mg/l) and the cadmium (0, 25, 50, and 100 mg/l) on phonological, yield parameters, and phytoremediation assessment. The results showed that Pb translocation factor (TF) was significant in Pb×Cd and Pb×Cd×G (genotype) at p<0.01 and in Pb×G at p<0.05. Pb bioconcentration factor (BCF) was significant (p<0.01) in all treatments except Cd and Cd×G treatments. Mean comparison of the data showed that the number of flowers, leaves, and clusters in plant decreased significantly with increasing Pb content. With increasing Cd concentration, the number of branches, height, the number of seeds, clusters, and leaves for each plant decreased significantly at the level of 1%. The maximum TF was observed in Pb at 40 mg/l in the HG-867 variety. Moreover, the Saravan landrace exposed to Cd (100 mg/l) showed the highest value of BCF (Cd). The gum percentage significantly decreased with increasing concentrations of Pb and Cd. Pearson's correlation analysis indicated that plant height, number of pods/plant, root length, biomass, and pod length had a positive correlation with seed yield and a negative correlation with TF (Pb) and BCF (Pb). The results suggest that according to TF, BCF, and BAC, C. tetragonoloba L. can be effectively used as a good accumulator of toxic metals in contaminated soils."], "CopyrightInformation": "© 2021. The Author(s), under exclusive licence to Springer-Verlag GmbH Germany, part of Springer Nature."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Nature Engineering, Faculty of Agriculture & Natural Resources, Ardakan University, P.O. Box 184, Ardakan, Iran."}], "LastName": "Sanaei", "ForeName": "Samane", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Nature Engineering, Faculty of Agriculture & Natural Resources, Ardakan University, P.O. Box 184, Ardakan, Iran. msadeghinia@ardakan.ac.ir."}], "LastName": "Sadeghinia", "ForeName": "Majid", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Horticultural Sciences, Faculty of Agriculture & Natural Resources, Ardakan University, P.O. Box 184, Ardakan, Iran. hmeftahizade@ardakan.ac.ir."}], "LastName": "Meftahizade", "ForeName": "Heidar", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Agricultural Economics, Faculty of Agriculture and Natural Resources, Ardakan University, P.O. Box 184, Ardakan, Iran."}], "LastName": "Ardakani", "ForeName": "Ahmad Fatahi", "Initials": "AF"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medicinal Plants, Faculty of Agriculture and Natural Resources, Arak University, Arak, 38156-8-8349, Iran. m-ghorbanpour@araku.ac.ir."}], "LastName": "Ghorbanpour", "ForeName": "Mansour", "Initials": "M"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "Environ Sci Pollut Res Int", "NlmUniqueID": "9441769", "ISSNLinking": "0944-1344"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Metals, Heavy"}, {"RegistryNumber": "0", "NameOfSubstance": "Soil"}, {"RegistryNumber": "0", "NameOfSubstance": "Soil Pollutants"}, {"RegistryNumber": "00BH33GNGH", "NameOfSubstance": "Cadmium"}, {"RegistryNumber": "2P299V784P", "NameOfSubstance": "Lead"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Biodegradation, Environmental"}, {"QualifierName": ["analysis"], "DescriptorName": "Cadmium"}, {"QualifierName": [], "DescriptorName": "Cyamopsis"}, {"QualifierName": [], "DescriptorName": "Genotype"}, {"QualifierName": [], "DescriptorName": "Lead"}, {"QualifierName": ["analysis"], "DescriptorName": "Metals, Heavy"}, {"QualifierName": [], "DescriptorName": "Soil"}, {"QualifierName": ["analysis"], "DescriptorName": "Soil Pollutants"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Abidi N, Liyanage S, Auld D, Norman L, Grover K, Augadi S, Singla S, Trostle C (2015) Challenges and opportunities for increasing guar production in the United States to support unconventional oil and gas production. In book: Hydraulic Fracturing Impacts and Technologies a Multidisciplinary Perspective. CRC Press 28:207–225. https://doi.org/10.1016/j.jngse.2015.12.020", "ArticleIdList": ["10.1016/j.jngse.2015.12.020"]}, {"Citation": "Ahmad P, Sarwat M, Bhat NA, Wani MR, Kazi AG, Tran LSP (2015) Alleviation of cadmium toxicity in Brassica juncea L. (Czern. & Coss.) by calcium application involves various physiological and biochemical strategies. PLoS One 10(1):e0114571", "ArticleIdList": ["10.1371/journal.pone.0114571"]}, {"Citation": "Ahmad P, Abd Allah EF, Hashem A, Sarwat M, Gucel S (2016) Exogenous application of selenium mitigates cadmium toxicity in Brassica juncea L. (Czern & Cross) by up-regulating antioxidative system and secondary metabolites. J Plant Growth Regul 35(4):936–950", "ArticleIdList": ["10.1007/s00344-016-9592-3"]}, {"Citation": "Amin H, Arain BA, Jahangir TM, Abbasi MS, Amin F (2018) Accumulation and distribution of lead (Pb) in plant tissues of guar (Cyamopsis tetragonoloba L.) and sesame (Sesamum indicum L.): profitable phytoremediation with biofuel crops. Landsc Ecol Landscape 2(1):51–60. https://doi.org/10.1080/24749508.2018.1452464", "ArticleIdList": ["10.1080/24749508.2018.1452464"]}, {"Citation": "Anjum NA, Umar S, Iqbal M (2014) Assessment of cadmium accumulation, toxicity, and tolerance in Brassicaceae and Fabaceae plants- implications for phytoremediation. Environ Sci Pollut Res 21(17):10286–10293. https://doi.org/10.1007/s11356-014-2889-5", "ArticleIdList": ["10.1007/s11356-014-2889-5"]}, {"Citation": "Arnon DI (1949) Copper enzymes in isolated chloroplasts. Polyphenoloxidase in Beta vulgaris. Plant Physiol 24(1):1–15. https://doi.org/10.1104/pp.24.1.1", "ArticleIdList": ["10.1104/pp.24.1.1"]}, {"Citation": "De Filippis LF and Pallaghy CK (1994) Heavy Metals: sources and biological effects. In: Rai, L.C., Gaur, J.P. and Soeder, C.J. Eds., Advances in Limnology Series: Algae and Water Pollution. Scheizerbartsche Press, 31-77."}, {"Citation": "Faseela P, Sinisha AK, Brestic M, Puthur JT (2020) Special issue in honour of Prof. Reto J. Strasser–Chlorophyll a fluorescence parameters as indicators of a particular abiotic stress in rice. Photosynthetica 58(SI):293–300. https://doi.org/10.32615/ps.2019.147"}, {"Citation": "Fouda RA, Arafa AA (2002) Alleviation of cadmium toxicity on soybean, Glycine max (L.) Merr. by inoculation with bradyrhizobium and vesicular-arbuscular mycorrhizae or kinetin. J Agric Sci Mansoura Univ 27(11):7385–7403"}, {"Citation": "Gawronski SW, Gawronska H (2007) Plant taxonomy for phytoremediation. In: Marmiroli N., Samotokin B., Marmiroli M. (eds) Advanced science and technology for biological decontamination of sites affected by chemical and radiological nuclear agents. NATO Science Series: IV: Earth and Environmental Sciences, vol 75. Springer, Dordrecht. https://doi.org/10.1007/978-1-4020-5520-1_5"}, {"Citation": "Ghani A (2010) Effect of cadmium toxicity on the growth and yield components of mungbean [Vigna radiata (L.) Wilczek]. World Appl Sci J 8:26–29"}, {"Citation": "Ginneken LV, Meers E, Guisson R, Ruttens A, Elst K, Tack FMG, Vangronsveld J, Diels L, Dejonghe W (2007) Phytoremediation for heavy metal-contaminated soils combined with bioenergy production. Environ Eng Landsc Manag 15(4):227–236. https://doi.org/10.3846/16486897.2007.9636935", "ArticleIdList": ["10.3846/16486897.2007.9636935"]}, {"Citation": "Gopal R, Rizvi AH (2008) Excess lead alters growth, metabolism and translocation of certain nutrients in radish. Chemosphere 70(9):1539–1544. https://doi.org/10.1016/j.chemosphere.2007.08.043", "ArticleIdList": ["10.1016/j.chemosphere.2007.08.043"]}, {"Citation": "Gresta F, Wink M, Prins U, Abberton M, Capraro J, Scarafoni A. & Hill G (2017) Lupins in European cropping systems. In book: Legumes in cropping systems CABI Publishing, 88-108. https://hdl.handle.net/10568/82554"}, {"Citation": "Hao X, Taghavi S, Xie P, Orbach MJ, Alwathnani HA, Rensing C, Wei G (2014) Phytoremediation of heavy and transition metals aided by legume-rhizobia symbiosis. Int J Phytoremediation 16(2):179–202. https://doi.org/10.1080/15226514.2013.773273", "ArticleIdList": ["10.1080/15226514.2013.773273"]}, {"Citation": "Hussain A, Ali S, Rizwan M, Rehman MZ, Javed MR, Imran M, Chatha SAS, Nazir R (2018) Zinc oxide nanoparticles alter the wheat physiological response and reduce the cadmium uptake by plants. Environ Pollut 242:1518–1526", "ArticleIdList": ["10.1016/j.envpol.2018.08.036"]}, {"Citation": "Islam E, Liu D, Li T, Yang X, Jin X (2008) Effect of Pb toxicity on leaf growth, physiology and ultrastructure in the two ecotypes of Elsholtzia argyi. J Hazard Mater 154(914):926"}, {"Citation": "Karabourniotis G, Liakopoulos G, Nikolopoulos D, Bresta P (2020) Protective and defensive roles of non-glandular trichomes against multiple stresses: Structure–function coordination. J For Res 31(1):1–12", "ArticleIdList": ["10.1007/s11676-019-01034-4"]}, {"Citation": "Khanna K, Jamwal VL, Gandhi SG, Ohri P, Bhardwaj R (2019) Metal resistant PGPR lowered Cd uptake and expression of metal transporter genes with improved growth and photosynthetic pigments in Lycopersicon esculentum under metal toxicity. Sci Report 9:5855", "ArticleIdList": ["10.1038/s41598-019-41899-3"]}, {"Citation": "Kopittke PM, Asher CJ, Blamey FPC, Menzies N (2007) Toxic effects of Pb2+ on the growth and mineral nutrition of signal grass (Brachiaria decumbens) and Rhodes grass (Chloris gayana). Plant Soil 300(1):127–136. https://doi.org/10.1007/s11104-007-9395-1", "ArticleIdList": ["10.1007/s11104-007-9395-1"]}, {"Citation": "Liu MQ (2008) Does cadmium play a physiological role in the hyperaccumulator Thlaspi caerulescens? Chemosphere 71:1276–1283", "ArticleIdList": ["10.1016/j.chemosphere.2007.11.063"]}, {"Citation": "Lombardi AT, Vieira AAH, Sartori LA (2002) Mucilaginous capsule adsorption and intracellular uptake of copper by Kirchneriella aperta (Chlorococcales). J Phycol 38(2):332–337. https://doi.org/10.1046/j.1529-8817.2002.00126.x", "ArticleIdList": ["10.1046/j.1529-8817.2002.00126.x"]}, {"Citation": "Marrugo-Negrete, J., Marrugo-Madrid, S., Pinedo-Hernández, J., Durango-Hernández, J. & , Díez, S. (2016). Screening of native plant species for phytoremediation potential at a Hg-contaminated mining site. Sci Total Environ 542(A): 809-816. https://doi.org/10.1016/j.scitotenv.2015.10.117", "ArticleIdList": ["10.1016/j.scitotenv.2015.10.117"]}, {"Citation": "Meftahizadeh H, Ghorbanpour M, Asareh MH (2019) Changes in phenological attributes, yield and phytochemical compositions of guar (Cyamopsis tetragonoloba L.) landraces under various irrigation regimes and planting dates. Scientia Horticulturae 256:108577"}, {"Citation": "Mihalescu L, Mare-Rosca O, Marian, M. و Bildar, C. (2010) Research on the growth intensity of the Zea mays L. plantlets aerial parts under cadmium treatment. Analele Universitatii din Oradea, Fascicula Biologi 7(1):147–151"}, {"Citation": "Monni S, Salemaa M, Millar N (2000) The tolerance of Empetrum nigrum to copper and nickel. Environ Pollut 109(2):221–229. https://doi.org/10.1016/S0269-7491(99)00264-X", "ArticleIdList": ["10.1016/S0269-7491(99)00264-X"]}, {"Citation": "Moya JL, Ros R, Picazo I (2004) Influence of cadmium and nickel on growth, net photosynthesis and carbohydrate distribution in rice plants. Photosynth Res 36(2):75–80. https://doi.org/10.1007/BF00016271", "ArticleIdList": ["10.1007/BF00016271"]}, {"Citation": "Mudgil D, Barak S, Khatkar BS (2014) Guar gum: processing, properties and food applications- a review. J Food Sci Technol 51(3):409–418. https://doi.org/10.1007/s13197-011-0522-x", "ArticleIdList": ["10.1007/s13197-011-0522-x"]}, {"Citation": "Nagajyoti PC, Lee KD, Sreekanth TVM (2010) Heavy metals, occurrence and toxicity for plants: a review. Environ Chem Lett 8(3):199–216. https://doi.org/10.1007/s10311-010-0297-8", "ArticleIdList": ["10.1007/s10311-010-0297-8"]}, {"Citation": "Ouzounidou G, Ciamporova M, Moustakas M, Karataglis S (1995) Responses of maize (Zea mays L.) plants to copper stress. I. Growth, mineral content and ultrastructure of roots. Environ Exp Bot 35(2):167–176. https://doi.org/10.1016/0098-8472(94)00049-B", "ArticleIdList": ["10.1016/0098-8472(94)00049-B"]}, {"Citation": "Patil DV (2014) Genetic variability and sowing dates effect of cluster bean (Cyamopsis tetragonoloba L) genotypes in semi-arid region of Maharashtra. Indian Plant Archives 14:1–6"}, {"Citation": "Rai V, Khatoon S, Bisht SS, Mehrotra S (2005) Effect of cadmium on growth, ultramorphology of leaf and secondary metabolites of Phyllanthus amarus Schum. & Thonn. Chemosphere 61:1644–1650", "ArticleIdList": ["10.1016/j.chemosphere.2005.04.052"]}, {"Citation": "Ranieri E, Moustakas K, Barbafieri M, Ranieri AC, Herrera-Melián JA, Petrella A (2020) Phytoextraction technologies for mercury and chromium-contaminated soil: a review. J Chem Technol Biotechnol 95:317–327", "ArticleIdList": ["10.1002/jctb.6008"]}, {"Citation": "Ravdeep, K., Poonam, Y., Ashwani, K.Th., Anket, Sh., Renu, B., Mohammed, N.A.,·Leonard, W. & Parvaiz, A. (2018). Castasterone and citric acid supplementation alleviates cadmium toxicity by modifying antioxidants and organic acids in Brassica juncea. J Plant Growth Regul, 37: 286–299. https://doi.org/10.1007/s00344-017-9727-1 .", "ArticleIdList": ["10.1007/s00344-017-9727-1"]}, {"Citation": "Rizwan M, Ali S, Rehman MZ, Rinklebe J, Tsang DC, Bashir A, Maqbool A, Tack F (2018) Cadmium phytoremediation potential of Brassica crop species. A review. Sci Total Environ 631:1175–1191", "ArticleIdList": ["10.1016/j.scitotenv.2018.03.104"]}, {"Citation": "Rizwan M, Ali S, Ali B, Adrees M, Arshad M, Hussain A, Rehman MZ, Waris AA (2019) Zinc and iron oxide nanoparticles improved the plant growth and reduced the oxidative stress and cadmium concentration in wheat. Chemosphere 214:269–277", "ArticleIdList": ["10.1016/j.chemosphere.2018.09.120"]}, {"Citation": "Rosselli W, Keller C, Boschi K (2003) Phytoextraction capacity of trees growing on a metal contaminated soil. Plant Soil 256(2):265–272. https://doi.org/10.1023/A:1026100707797", "ArticleIdList": ["10.1023/A:1026100707797"]}, {"Citation": "RoyChowdhury A, Datta R & Sarkar D (2018) heavy metal pollution and remediation. In: Török, B. & Dransfield, T. (Eds.) Green chemistry. Amsterdam, Netherlands: Elsevier, Chapter 3.10 – pp: 359–373."}, {"Citation": "Sabah El Khir MK, Ishag KEA, Yagoub ABA (2008) Chemical composition and oil characteristics of sesame seed cultivars grown in Sudan. Res J Agric Biol Sci 4(6):761–766"}, {"Citation": "Shah FR, Ahmad N, Masood KR, Zahid DM (2008) The influence of cadmium and chromium on the biomass production of shisham (Dalbergia sissoo roxb.) seedlings. Pak J Bot 40(4):1341–1348"}, {"Citation": "Shanker AK, Cervantes C, Loza-Tavera H, Avudainayagam S (2005) Chromium toxicity in plants. Environ Int 31(5):739–753. https://doi.org/10.1016/j.envint.2005.02.003", "ArticleIdList": ["10.1016/j.envint.2005.02.003"]}, {"Citation": "Shukla SR, Rao RV, Sharma SK, Kumar P, Sudheendra R, Shashikala S (2007) Physical and mechanical properties of plantation-grown Acacia auriculiformis of three different ages. Aust For 70(2):86–92. https://doi.org/10.1080/00049158.2007.10675007", "ArticleIdList": ["10.1080/00049158.2007.10675007"]}, {"Citation": "Song W-Y, Yang H-C, Shao H-B, Zheng A-Z, Brestic M (2014) The alleviative effects of salicylic acid on the activities of catalase and superoxide dismutase in malting barley (Hordeum uhulgare L.) seedling leaves stressed by heavy metals. Clean–Soil, Air, Water 42(1):88–97. https://doi.org/10.1002/clen.201200310"}, {"Citation": "Uzu G, Sobanska S, Aliouane Y, Pradere P, Dumat C (2009) Study of lead phytoavailability for atmospheric industrial micronic and sub-micronic particles in relation with lead speciation. Environ Pollut 157(4):1178–1185. https://doi.org/10.1016/j.envpol.2008.09.053", "ArticleIdList": ["10.1016/j.envpol.2008.09.053"]}, {"Citation": "Vassilev A, Yordanov I (1997) Reductive analysis of factors limiting growth of cadmium-treated plants: a review. Bulgarian J Plant Physiol 23(3-4):114–133"}, {"Citation": "Zaier H, Ghnaya T, Lakhdar A, Baioui R, Ghabriche R, Mnasri M, Sghair S, Lutts S, Abdelly C (2010) Comparative study of Pb-phytoextraction potential in Sesuvium portulacastrum and Brassica juncea: tolerance and accumulation. J Hazard Mater 183(1-3):609–615. https://doi.org/10.1016/j.jhazmat.2010.07.068", "ArticleIdList": ["10.1016/j.jhazmat.2010.07.068"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "5", "Day": "28"}, {"Year": "2021", "Month": "8", "Day": "10"}, {"Year": "2021", "Month": "8", "Day": "18", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "1", "Day": "12", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "8", "Day": "17", "Hour": "7", "Minute": "41"}], "PublicationStatus": "ppublish", "ArticleIdList": ["34402017", "10.1007/s11356-021-15968-y", "10.1007/s11356-021-15968-y"]}}], "PubmedBookArticle": []}