{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["acetosyringone", "artificial neural networks", "genetic engineering", "inoculation duration", "optical density"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34413865", "DateRevised": {"Year": "2021", "Month": "08", "Day": "21"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "07", "Day": "23"}], "Language": ["eng"], "ELocationID": ["695110", "10.3389/fpls.2021.695110"], "Journal": {"ISSN": "1664-462X", "JournalIssue": {"Volume": "12", "PubDate": {"Year": "2021"}}, "Title": "Frontiers in plant science", "ISOAbbreviation": "Front Plant Sci"}, "ArticleTitle": "Modeling <i>Agrobacterium</i>-Mediated Gene Transformation of Tobacco (<i>Nicotiana tabacum</i>)-A Model Plant for Gene Transformation Studies.", "Pagination": {"StartPage": "695110", "MedlinePgn": "695110"}, "Abstract": {"AbstractText": ["The multilayer perceptron (MLP) topology of an artificial neural network (ANN) was applied to create two predictor models in <i>Agrobacterium</i>-mediated gene transformation of tobacco. <i>Agrobacterium</i>-mediated transformation parameters, including <i>Agrobacterium</i> strain, <i>Agrobacterium</i> cell density, acetosyringone concentration, and inoculation duration, were assigned as inputs for ANN-MLP, and their effects on the percentage of putative and PCR-verified transgenic plants were investigated. The best ANN models for predicting the percentage of putative and PCR-verified transgenic plants were selected based on basic network quality statistics. <i>Ex-post</i> error calculations of the relative approximation error (RAE), the mean absolute error (MAE), the root mean square error (RMS), and the mean absolute percentage error (MAPE) demonstrated the prediction quality of the developed models when compared to stepwise multiple regression. Moreover, significant correlations between the ANN-predicted and the actual values of the percentage of putative transgenes (<i>R</i> <sup>2</sup> = 0.956) and the percentage of PCR-verified transgenic plants (<i>R</i> <sup>2</sup> = 0.671) indicate the superiority of the established ANN models over the classical stepwise multiple regression in predicting the percentage of putative (<i>R</i> <sup>2</sup> = 0.313) and PCR-verified (<i>R</i> <sup>2</sup>= 0.213) transgenic plants. The best combination of the multiple inputs analyzed in this investigation, to achieve maximum actual and predicted transgenic plants, was at <i>OD</i> <sub>600</sub> = 0.8 for the LB4404 strain of <i>Agrobacterium</i> × 300 μmol/L acetosyringone × 20 min immersion time. According to the sensitivity analysis of ANN models, the <i>Agrobacterium</i> strain was the most important influential parameter in <i>Agrobacterium</i>-mediated transformation of tobacco. The prediction efficiency of the developed model was confirmed by the data series of <i>Agrobacterium</i>-mediated transformation of an important medicinal plant with low transformation efficiency. The results of this study are pivotal to model and predict the transformation of other important <i>Agrobacterium</i>-recalcitrant plant genotypes and to increase the transformation efficiency by identifying critical parameters. This approach can substantially reduce the time and cost required to optimize multi-factorial <i>Agrobacterium</i>-mediated transformation strategies."], "CopyrightInformation": "Copyright © 2021 Niedbała, Niazian and Sabbatini."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biosystems Engineering, Faculty of Environmental and Mechanical Engineering, Poznań University of Life Sciences, Poznań, Poland."}], "LastName": "Niedbała", "ForeName": "Gniewko", "Initials": "G"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Field and Horticultural Crops Research Department, Kurdistan Agricultural and Natural Resources Research and Education Center, Agricultural Research, Education and Extension Organization, Sanandaj, Iran."}], "LastName": "Niazian", "ForeName": "Mohsen", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Horticulture, Plant and Soil Sciences Building, Michigan State University, East Lansing, MI, United States."}], "LastName": "Sabbatini", "ForeName": "Paolo", "Initials": "P"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Plant Sci", "NlmUniqueID": "101568200", "ISSNLinking": "1664-462X"}, "CoiStatement": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Abbasi H., Naderi R., Kafi M., Azadi P., Shakh-Asadi M., Okazaki K. (2020). Effect of ‘Chloroxynil' on Agrobacterium-mediated transformation efficiency of Lilium cv ‘Manissa.' Sci. Hortic. (Amsterdam) 271:109404. 10.1016/j.scienta.2020.109404", "ArticleIdList": ["10.1016/j.scienta.2020.109404"]}, {"Citation": "Agarie S., Umemoto M., Sunagawa H., Anai T., Cushman J. C. (2020). An Agrobacterium-mediated transformation via organogenesis regeneration of a facultative CAM plant, the common ice plant Mesembryanthemum crystallinum L. Plant Prod. Sci. 23, 343–349. 10.1080/1343943X.2020.1730700", "ArticleIdList": ["10.1080/1343943X.2020.1730700"]}, {"Citation": "Arab M. M., Yadollahi A., Eftekhari M., Ahmadi H., Akbari M., Khorami S. S. (2018). Modeling and optimizing a new culture medium for in vitro rooting of G × N15 prunus rootstock using artificial neural network-genetic algorithm. Sci. Rep. 8:9977. 10.1038/s41598-018-27858-4", "ArticleIdList": ["10.1038/s41598-018-27858-4", "PMC6028477", "29967468"]}, {"Citation": "Barone J. O. (2019). Use of multiple regression analysis and artificial neural networks to model the effect of nitrogen in the organogenesis of Pinus taeda L. Plant Cell, Tissue Organ Cult. 137, 455–464. 10.1007/s11240-019-01581-y", "ArticleIdList": ["10.1007/s11240-019-01581-y"]}, {"Citation": "Delmail D., Labrousse P., Botineau M. (2011). The most powerful multivariate normality test for plant genomics and dynamics data sets. Ecol. Inform. 6, 125–126. 10.1016/j.ecoinf.2011.01.003", "ArticleIdList": ["10.1016/j.ecoinf.2011.01.003"]}, {"Citation": "Dutta Gupta S., Pattanayak A. K. (2017). Intelligent image analysis (IIA) using artificial neural network (ANN) for non-invasive estimation of chlorophyll content in micropropagated plants of potato. Vitr. Cell. Dev. Biol. - Plant 53, 520–526. 10.1007/s11627-017-9825-6", "ArticleIdList": ["10.1007/s11627-017-9825-6"]}, {"Citation": "Emamgholizadeh S., Parsaeian M., Baradaran M. (2015). Seed yield prediction of sesame using artificial neural network. Eur. J. Agron. 68, 89–96. 10.1016/j.eja.2015.04.010", "ArticleIdList": ["10.1016/j.eja.2015.04.010"]}, {"Citation": "Gehl C., Li G., Serek M. (2020). An efficient protocol for Agrobacterium-mediated transformation and regeneration of Campanula medium (Canterbury bells) based on leaf disc explants. Plant Cell Tissue Organ Cult. 140, 635–645. 10.1007/s11240-019-01758-5", "ArticleIdList": ["10.1007/s11240-019-01758-5"]}, {"Citation": "Ghasemi A., Zahediasl S. (2012). Normality tests for statistical analysis: a guide for non-statisticians. Int. J. Endocrinol. Metab. 10, 486–489. 10.5812/ijem.3505", "ArticleIdList": ["10.5812/ijem.3505", "PMC3693611", "23843808"]}, {"Citation": "Gurusaravanan P., Vinoth S., Jayabalan N. (2020). An improved Agrobacterium-mediated transformation method for cotton (Gossypium hirsutum L. ‘KC3') assisted by microinjection and sonication. Vitr. Cell. Dev. Biol. Plant 56, 111–121. 10.1007/s11627-019-10030-6", "ArticleIdList": ["10.1007/s11627-019-10030-6"]}, {"Citation": "Hesami M., Alizadeh M., Naderi R., Tohidfar M. (2020a). Forecasting and optimizing Agrobacterium-mediated genetic transformation via ensemble model- fruit fly optimization algorithm: a data mining approach using chrysanthemum databases. PLoS ONE 15:e0239901. 10.1371/journal.pone.0239901", "ArticleIdList": ["10.1371/journal.pone.0239901", "PMC7526930", "32997694"]}, {"Citation": "Hesami M., Jones A. M. P. (2020). Application of artificial intelligence models and optimization algorithms in plant cell and tissue culture. Appl. Microbiol. Biotechnol. 104, 9449–9485. 10.1007/s00253-020-10888-2", "ArticleIdList": ["10.1007/s00253-020-10888-2", "32984921"]}, {"Citation": "Hesami M., Naderi R., Tohidfar M., Yoosefzadeh-Najafabadi M. (2020b). Development of support vector machine-based model and comparative analysis with artificial neural network for modeling the plant tissue culture procedures: effect of plant growth regulators on somatic embryogenesis of chrysanthemum, as a case study. Plant Methods 16:112. 10.1186/s13007-020-00655-9", "ArticleIdList": ["10.1186/s13007-020-00655-9", "PMC7424974", "32817755"]}, {"Citation": "Hesami M., Naderi R., Yoosefzadeh-Najafabadi M., Rahmati M. (2017). Data-driven modeling in plant tissue culture. J. Appl. Environ. Biol. Sci 7, 37–44."}, {"Citation": "Hocaoglu O., Akan K., Akçura M. (2020). Evaluating leaf rust reactions of pure bread wheat landrace lines using non-parametric statistics. Phytoparasitica 48, 261–271. 10.1007/s12600-019-00782-7", "ArticleIdList": ["10.1007/s12600-019-00782-7"]}, {"Citation": "Hüllermeier E., Waegeman W. (2021). Aleatoric and epistemic uncertainty in machine learning: an introduction to concepts and methods. Mach. Learn. 110, 457–506. 10.1007/s10994-021-05946-3", "ArticleIdList": ["10.1007/s10994-021-05946-3"]}, {"Citation": "Karmakar S., Molla K. A., Gayen D., Karmakar A., Das K., Sarkar S. N., et al. . (2019). Development of a rapid and highly efficient Agrobacterium-mediated transformation system for pigeon pea [Cajanus cajan (L.) Millsp]. GM Crops Food 10, 115–138. 10.1080/21645698.2019.1625653", "ArticleIdList": ["10.1080/21645698.2019.1625653", "PMC6615537", "31187675"]}, {"Citation": "Karthik S., Pavan G., Manickavasagam M. (2020). Nitric oxide donor regulates Agrobacterium-mediated genetic transformation efficiency in soybean [Glycine max (L.) Merrill]. Plant Cell Tissue Organ Cult. 141, 655–660. 10.1007/s11240-020-01808-3", "ArticleIdList": ["10.1007/s11240-020-01808-3"]}, {"Citation": "Kujawa S., Nowakowski K., Tomczak R. J., Dach J., Boniecki P., Weres J., et al. . (2014). Neural image analysis for maturity classification of sewage sludge composted with maize straw. Comput. Electron. Agric. 109, 302–310. 10.1016/j.compag.2014.08.014", "ArticleIdList": ["10.1016/j.compag.2014.08.014"]}, {"Citation": "Leng C., Sun B., Liu Z., Zhang L., Wei X., Zhou Y., et al. . (2020). An optimized double T-DNA binary vector system for improved production of marker-free transgenic tobacco plants. Biotechnol. Lett. 42, 641–655. 10.1007/s10529-020-02797-1", "ArticleIdList": ["10.1007/s10529-020-02797-1", "31965394"]}, {"Citation": "Liu S., Ma J., Liu H., Guo Y., Li W., Niu S. (2020). An efficient system for Agrobacterium-mediated transient transformation in Pinus tabuliformis. Plant Methods 16:52. 10.1186/s13007-020-00594-5", "ArticleIdList": ["10.1186/s13007-020-00594-5", "PMC7149934", "32308730"]}, {"Citation": "Ma R., Yu Z., Cai Q., Li H., Dong Y., Oksman-Caldentey K.-M., et al. . (2020). Agrobacterium-mediated genetic transformation of the medicinal plant Veratrum dahuricum. Plants 9:191. 10.3390/plants9020191", "ArticleIdList": ["10.3390/plants9020191", "PMC7076492", "32033134"]}, {"Citation": "Meyers B., Zaltsman A., Lacroix B., Kozlovsky S. V., Krichevsky A. (2010). Nuclear and plastid genetic engineering of plants: comparison of opportunities and challenges. Biotechnol. Adv. 28, 747–756. 10.1016/j.biotechadv.2010.05.022", "ArticleIdList": ["10.1016/j.biotechadv.2010.05.022", "20685387"]}, {"Citation": "Murashige T., Skoog F. (1962). A revised medium for rapid growth and bio assays with tobacco tissue cultures. Physiol. Plant 15, 473–497. 10.1111/j.1399-3054.1962.tb08052.x", "ArticleIdList": ["10.1111/j.1399-3054.1962.tb08052.x"]}, {"Citation": "Mushtaq R., Shahzad K., Shah Z. H., Alsamadany H., Alzahrani H. A. S., Alzahrani Y., et al. . (2020). Isolation of biotic stress resistance genes from cotton (Gossypium arboreum) and their analysis in model plant tobacco (Nicotiana tabacum) for resistance against cotton leaf curl disease complex. J. Virol. Methods 276:113760. 10.1016/j.jviromet.2019.113760", "ArticleIdList": ["10.1016/j.jviromet.2019.113760", "31712092"]}, {"Citation": "Niazian M., Niedbała G. (2020). Machine learning for plant breeding and biotechnology. Agriculture 10:436. 10.3390/agriculture10100436", "ArticleIdList": ["10.3390/agriculture10100436"]}, {"Citation": "Niazian M., Sadat Noori S. A., Galuszka P., Mortazavian S. M. M. (2017). Tissue culture-based Agrobacterium-mediated and in planta transformation methods. Czech J. Genet. Plant Breed. 53, 133–143. 10.17221/177/2016-CJGPB", "ArticleIdList": ["10.17221/177/2016-CJGPB"]}, {"Citation": "Niazian M., Sadat-Noori S. A., Abdipour M. (2018). Modeling the seed yield of Ajowan (Trachyspermum ammi L.) using artificial neural network and multiple linear regression models. Ind. Crops Prod. 117, 224–234. 10.1016/j.indcrop.2018.03.013", "ArticleIdList": ["10.1016/j.indcrop.2018.03.013"]}, {"Citation": "Niazian M., Sadat-Noori S. A., Tohidfar M., Galuszka P., Mortazavian S. M. M. (2019). Agrobacterium-mediated genetic transformation of ajowan (Trachyspermum ammi (L.) Sprague): an important industrial medicinal plant. Ind. Crops Prod. 132, 29–40. 10.1016/j.indcrop.2019.02.005", "ArticleIdList": ["10.1016/j.indcrop.2019.02.005"]}, {"Citation": "Niedbała G. (2019). Simple model based on artificial neural network for early prediction and simulation winter rapeseed yield. J. Integr. Agric. 18, 54–61. 10.1016/S2095-3119(18)62110-0", "ArticleIdList": ["10.1016/S2095-3119(18)62110-0"]}, {"Citation": "Niedbała G., Nowakowski K., Rudowicz-Nawrocka J., Piekutowska M., Weres J., Tomczak R. J., et al. . (2019a). Multicriteria prediction and simulation of winter wheat yield using extended qualitative and quantitative data based on artificial neural networks. Appl. Sci. 9:2773. 10.3390/app9142773", "ArticleIdList": ["10.3390/app9142773"]}, {"Citation": "Niedbała G., Piekutowska M., Weres J., Korzeniewicz R., Witaszek K., Adamski M., et al. . (2019b). Application of artificial neural networks for yield modeling of winter rapeseed based on combined quantitative and qualitative data. Agronomy 9:781. 10.3390/agronomy9120781", "ArticleIdList": ["10.3390/agronomy9120781"]}, {"Citation": "Pathi K. M., Tula S., Tuteja N. (2013). High frequency regeneration via direct somatic embryogenesis and efficient Agrobacterium—mediated genetic transformation of tobacco. Plant Signal. Behav. 8:e24354. 10.4161/psb.24354", "ArticleIdList": ["10.4161/psb.24354", "PMC3906319", "23518589"]}, {"Citation": "Pentoś K. (2016). The methods of extracting the contribution of variables in artificial neural network models—comparison of inherent instability. Comput. Electron. Agric. 127, 141–146. 10.1016/j.compag.2016.06.010", "ArticleIdList": ["10.1016/j.compag.2016.06.010"]}, {"Citation": "Pour-Aboughadareh A., Yousefian M., Moradkhani H., Poczai P., Siddique K. H. M. (2019). STABILITYSOFT: a new online program to calculate parametric and non-parametric stability statistics for crop traits. Appl. Plant Sci. 7:e01211. 10.1002/aps3.1211", "ArticleIdList": ["10.1002/aps3.1211", "PMC6342234", "30693157"]}, {"Citation": "Prasad V. S. S., Gupta S. D. (2008). Applications and potentials of artificial neural networks in plant tissue culture;, in Plant Tissue Culture Engineering Focus on Biotechnology, Gupta S. D., Ibaraki Y.. (Dordrecht: Springer Netherlands; )."}, {"Citation": "Saini R., Sonia Jaiwal P. K. (2003). Stable genetic transformation of Vigna mungo L. Hepper via Agrobacterium tumefaciens. Plant Cell Rep. 22, 166–166. 10.1007/s00299-003-0643-4", "ArticleIdList": ["10.1007/s00299-003-0643-4", "12789502"]}, {"Citation": "Salehi M., Farhadi S., Moieni A., Safaie N., Ahmadi H. (2020). Mathematical modeling of growth and paclitaxel biosynthesis in Corylus avellana cell culture responding to fungal elicitors using multilayer perceptron-genetic algorithm. Front. Plant Sci. 11:1148. 10.3389/fpls.2020.01148", "ArticleIdList": ["10.3389/fpls.2020.01148", "PMC7432144", "32849706"]}, {"Citation": "Sika K. C., Kefela T., Adoukonou-Sagbadja H., Ahoton L., Saidou A., Baba-Moussa L., et al. . (2015). A simple and efficient genomic DNA extraction protocol for large scale genetic analyses of plant biological systems. Plant Gene 1, 43–45. 10.1016/j.plgene.2015.03.001", "ArticleIdList": ["10.1016/j.plgene.2015.03.001"]}, {"Citation": "Sood P., Singh R. K., Prasad M. (2020). An efficient Agrobacterium-mediated genetic transformation method for foxtail millet (Setaria italica L.). Plant Cell Rep. 39, 511–525. 10.1007/s00299-019-02507-w", "ArticleIdList": ["10.1007/s00299-019-02507-w", "31938834"]}, {"Citation": "Vasudevan V., Siva R., Krishnan V., Manickavasagam M. (2020). Polyamines, sonication and vacuum infiltration enhances the Agrobacterium-mediated transformation in watermelon (Citrullus lanatus Thunb.). S. Afr. J. Bot. 128, 333–338. 10.1016/j.sajb.2019.11.031", "ArticleIdList": ["10.1016/j.sajb.2019.11.031"]}, {"Citation": "Wang S., Chen H., Wang Y., Pan C., Tang X., Zhang H., et al. . (2020). Effects of Agrobacterium tumefaciens strain types on the Agrobacterium-mediated transformation efficiency of filamentous fungus Mortierella alpina. Lett. Appl. Microbiol. 70, 388–393. 10.1111/lam.13286", "ArticleIdList": ["10.1111/lam.13286", "32077122"]}, {"Citation": "Wawrzyniak J. (2020). Application of artificial neural networks to assess the mycological state of bulk stored rapeseeds. Agriculture 10:567.10.3390/agriculture10110567", "ArticleIdList": ["10.3390/agriculture10110567"]}, {"Citation": "Zheng H., Li W., Jiang J., Liu Y., Cheng T., Tian Y., et al. . (2018). A comparative assessment of different modeling algorithms for estimating leaf nitrogen content in winter wheat using multispectral images from an unmanned aerial vehicle. Remote Sens. 10:2026. 10.3390/rs10122026", "ArticleIdList": ["10.3390/rs10122026"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "4", "Day": "15"}, {"Year": "2021", "Month": "6", "Day": "23"}, {"Year": "2021", "Month": "8", "Day": "20", "Hour": "7", "Minute": "2"}, {"Year": "2021", "Month": "8", "Day": "21", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "8", "Day": "21", "Hour": "6", "Minute": "1"}, {"Year": "2021", "Month": "1", "Day": "1"}], "PublicationStatus": "epublish", "ArticleIdList": ["34413865", "PMC8370025", "10.3389/fpls.2021.695110"]}}], "PubmedBookArticle": []}