{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Agroforestry systems", "Potential distribution", "Traditional knowledge", "Use value", "Wild edible plants"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34425831", "DateCompleted": {"Year": "2021", "Month": "10", "Day": "29"}, "DateRevised": {"Year": "2023", "Month": "11", "Day": "07"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "08", "Day": "23"}], "Language": ["eng"], "ELocationID": ["52", "10.1186/s13002-021-00477-6"], "Journal": {"ISSN": "1746-4269", "JournalIssue": {"Volume": "17", "Issue": "1", "PubDate": {"Year": "2021", "Month": "Aug", "Day": "23"}}, "Title": "Journal of ethnobiology and ethnomedicine", "ISOAbbreviation": "J Ethnobiol Ethnomed"}, "ArticleTitle": "Uses, abundance perception, and potential geographical distribution of Smilax aristolochiifolia Mill (SMILACACEAE) on the Totonacapan Region of Puebla, Mexico.", "Pagination": {"StartPage": "52", "MedlinePgn": "52"}, "Abstract": {"AbstractText": ["In some regions of Mexico, edible wild plants have been displaced or eliminated from the traditional food systems, mainly by changes in land use, booming monoculture, herbicide use, and by changes among the new generations in the traditional foods and diets of indigenous populations. In the Totonacapan region of Puebla, the gradual change from the traditional acahual plantation to coffee-type agroecosystems has provoked the displacement of old-growth forests and the eradication of wild plants since 1970. One of the wild species which has been used in traditional medicine and food recipes by the Totonac culture is Smilax aristolochiifolia (SMILACACEAE), known as \"kgentsililh\". This species forms part of traditional Totonac recipes, in which the tender stems are still used in local medicine to treat menstrual pain, deal with dysentery, and prevent hair loss. According to the Maxent® Program, there are still potential areas with habitats suitable to promote its conservation in the Poblano Totonacapan.", "We conducted 260 interviews with people in 13 locations in the northern Sierra of the State of Puebla. Variables taken into account in the interview related to the consumption frequency of the species, its abundance and distribution perception, reasons or arguments given by the Totonac indigenous population about the decreased presence of specimens of S. aristolochiifolia, its dates of collection, and the cutting prices of kgentsililh at the community level and in local markets. The relative abundance of S. aristolochiifolia was determined through 22 samples in 2ts of 600 m<sup>2</sup>. Later, its potential distribution in the state of Puebla was estimated using the Maxent® Program Ver. 3.3.3.", "Of the 260 Totonac families interviewed, 31% had stopped consuming kgentsililh. The residents reported that in the last 50 years the populations of this plant had diminished in the northern Sierra of the State of Puebla, mainly due to changes in land use, herbicide application, over-collection, and urban growth. In traditional medicine, the stem sap of S. aristolochiifolia is currently employed to help treat baldness, and the \"tuberous root\" or plant rhizome is used to prepare a tea infusion to treat dysentery. The cost of plant guides varies from 10.00 to 40.00 Mexican pesos for one bunch (around 0.5 to 2.00 US dollars), and every bundle consists of between 7 to 10 cuttings from 0.4 to 0.5 m long. From our 22 quadrats of sampling and collection of S. aristolochiifolia, we were able to recognize a total of 32 specimens. There is a considerable abundance of kgentsililh in acahual plantations and old-growth forests (evergreen lowland and mid-elevation perennial forest) concerning the coffee-type plantations and milpas. According to our analysis using the Maxent Program®, eight physical and climatic variables have a direct relationship to the potential distribution of the species.", "Smilax aristolochiifolia is still a plant of socioeconomic importance, mainly because of its food value and its use in traditional medicine by indigenous families in Poblano Totonacapan. It is evident that the villagers perceive that in the last 50 years the species has decreased its population mainly due to land-use change, the application of herbicides to the different family production units, and climate change. At the moment, there is no knowledge about the methods of propagation of the species, and therefore there is no intention on the part of the population to conserve the species. However, it would be of great importance to generate a biocultural conservation strategy and take advantage of the results obtained from the potential geographic distribution area, since according to the Maxent® Program, there are still potential areas with habitat suitable to promote conservation in Poblano Totonacapan."], "CopyrightInformation": "© 2021. The Author(s)."}, "AuthorList": [{"Identifier": ["0000-0002-4274-5014"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Posgrado en el Departamento de Agricultura, Sociedad y Ambiente, El Colegio de la Frontera Sur-Unidad San Cristóbal, San Cristóbal, Chiapas, Mexico. jep.espinozajose@gmail.com."}], "LastName": "Espinoza-Pérez", "ForeName": "José", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Dirección de Investigación y Posgrado, Universidad Intercultural del Estado de Puebla, Calle Principal a Lipuntahuaca, Lipuntahuaca, Huehuetla, Puebla, Mexico."}], "LastName": "Reyes", "ForeName": "César", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "División de Ciencias de la Vida, Universidad de Guanajuato, Carretera Irapuato-Silao, km 9, Ex Hacienda El Copal, Irapuato, Guanajuato, Mexico."}], "LastName": "Hernández-Ruíz", "ForeName": "Jesús", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Dirección de Ciencias Naturales, Universidad Intercultural del Estado de Puebla, Calle Principal a Lipuntahuaca, Lipuntahuaca, Huehuetla, Puebla, Mexico."}], "LastName": "Díaz-Bautista", "ForeName": "Maximino", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Dirección de Ciencias Naturales, Universidad Intercultural del Estado de Puebla, Calle Principal a Lipuntahuaca, Lipuntahuaca, Huehuetla, Puebla, Mexico."}], "LastName": "Ramos-López", "ForeName": "Francisco", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Dirección de Ciencias Naturales, Universidad Intercultural del Estado de Puebla, Calle Principal a Lipuntahuaca, Lipuntahuaca, Huehuetla, Puebla, Mexico. jep.espinozajose@gmail.com."}], "LastName": "Espinoza-Gómez", "ForeName": "Abel", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Dirección de Investigación y Posgrado, Universidad Intercultural del Estado de Puebla, Calle Principal a Lipuntahuaca, Lipuntahuaca, Huehuetla, Puebla, Mexico."}], "LastName": "Pérez-García", "ForeName": "Oscar", "Initials": "O"}], "GrantList": [{"GrantID": "305109", "Agency": "Consejo Nacional de Ciencia y Tecnología", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "J Ethnobiol Ethnomed", "NlmUniqueID": "101245794", "ISSNLinking": "1746-4269"}, "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Ecosystem"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Mexico"}, {"QualifierName": [], "DescriptorName": "Plant Dispersal"}, {"QualifierName": [], "DescriptorName": "Plants, Edible"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Smilax"}], "CoiStatement": "Authors declare that they do not have any interest in competition."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Mapes C, Basurto F. Ethnobotany of Mexico. In: Lira R, Casas A, Blancas J, editors. Ethnobotany of Mexico-interactions of people and plants in Mesoamerica. Berlin: Springer; 2016."}, {"Citation": "Casas A, del Carmen Vázquez M, Viveros JL, Caballero J. Plant management among the Nahua and the Mixtec in the Balsas River Basin, Mexico: an ethnobotanical approach to the study of plant domestication. Hum Ecol. 1996;24(4):455–478."}, {"Citation": "Blancas J, Casas A, Pérez-Salicrup D, Caballero J, Vega E. Ecological and socio-cultural factors influencing plant management in Nahuatl communities of the Tehuacán Valley, Mexico. J Ethnobiol Ethnomed. 2013;9(39):1–22.", "ArticleIdList": ["PMC3702518", "23725379"]}, {"Citation": "Casas A, Caballero J. Domesticación de plantas y origen de la agricultura en Mesoamérica. Ciencias. 1995;40:36–45."}, {"Citation": "Hernández-Xolocotzi E. La agricultura tradicional en México. Comercio Exterior. 1988;38(8):673–678."}, {"Citation": "Caballero J. La dimension culturelle de la diversité végétale au Mexique. Journal d'Agriculture Traditionnelle et de Botanique Appliqué, Nouvelle Série. 1994;36(2):145–158."}, {"Citation": "Meyfroidt P, Abeygunawardane D, Ramankutty N, Thomson A, Zeleke G. Interactions between land systems and food systems. Curr Opin Environ Sustain. 2019;38:60–67."}, {"Citation": "van Noordwijk M, Bizard V, Wangpakapattanawong P, Tata HL, Villamor GB, Leimona B. Tree cover transitions and food security in Southeast Asia. Glob Food Sec. 2014;3:200–208."}, {"Citation": "Rowland D, Ickowitz A, Powell B, Nasi R, Sunderland T. Forest foods and healthy diets: quantifying the contributions. Environ Conserv. 2017;44(2):102–114."}, {"Citation": "Arribas P, Abellán P, Velasco J, Bilton DT, Lobo JM, Millán A, Sánchez-Fernández D. La vulnerabilidad de las especies frente al cambio climático, un reto urgente para la conservación de la biodiversidad. Ecosistemas. 2012;21(3):79–84. doi: 10.7818/ECOS.2012.21-3.10.", "ArticleIdList": ["10.7818/ECOS.2012.21-3.10"]}, {"Citation": "Belz FM, Schmidt-Riediger B. Marketing strategies in the age of sustainable development: evidence from the food industry. Bus Strateg Environ. 2010;19:401–416."}, {"Citation": "Rousseau S. Food and social media: you are what you tweet. Rowman Altamira; 2012."}, {"Citation": "Caballero J, Cortés L. Percepción, Uso y Manejo tradicional de los Recursos Vegetales en México. In: Rendon AB, Rebollar DS, Caballero NJ, Martínez AMA, editors. Plantas, Cultura y Sociedad. Estudio sobre las relaciones entre seres humanos y plantas en los albores del siglo XXI. Universidad Autónoma Metropolitana; 2001."}, {"Citation": "Toledo VM, Barrera-Bassols N. La memoria biocultural. La importancia ecológica de las sabidurías tradicionales. ICARIA; 2009."}, {"Citation": "Martin GJ. Etnobotánica: manual de métodos. ‘Pueblos y Plantas’ Manual de conservación. Editorial Nordan-Comunidad; 2001."}, {"Citation": "Martínez-Pérez A, López PA, Gil-Muñoz A, Cuevas-Sánchez JA. Plantas silvestres útiles y prioritarias identificadas en la Mixteca Poblana, México. Acta Botánica Mexicana. 2012;98:73–98."}, {"Citation": "Blancas J, Casas A, Rangel-Landa S, Moreno-Calles A, Torres I, Pérez-Negró E, Solís L, Delgado-Lemus A, Parra F, Arellanes Y, Caballero J, Cortés L, Lira R, Dávila P. Plant MAnagement in the Tehuacan-Cuicatlan Valley, Mexico. Econ Bot. 2010;64(4):287–302. doi: 10.1007/978-1-4614-6669-7.", "ArticleIdList": ["10.1007/978-1-4614-6669-7"]}, {"Citation": "Casas A, Blancas J, Lira R. Mexican ethnobotany: interactions of people and plants in Mesoamerica. In: Lira R, Casas A, Blancas J, editors. Ethnobotany of Mexico. Interactions of people and plants in Mesoamerica. Berlin: Springer; 2016."}, {"Citation": "Siqueira MFD, Durigan G. Modelagem da distribuição geográfica de espécies lenhosas de cerrado no Estado de São Paulo. Revista Brasileira de Botânica. 2007;30(2):233–243."}, {"Citation": "De Marco JP, Siqueira MF. Como determinar a distribuição potencial de espécies sob uma abordagem conservacionista. Megadiversidade. 2009;5:65–76."}, {"Citation": "Rezende VL, de Oliveira-Filho AT, Eisenlohr PV, Kamino LHY, Vibrans AC. Restricted geographic distribution of tree species calls for urgent conservation efforts in the Subtropical Atlantic Forest. Biodivers Conserv. 2014;24:1057–1071. doi: 10.1007/s10531-014-0721-7.", "ArticleIdList": ["10.1007/s10531-014-0721-7"]}, {"Citation": "Pérez-Najera VC, Gutierrez-Uribe JA, Antunes-Ricardo M, Hidalgo-Figueroa S, Del-Toro-Sánchez CL, Salazar-Olivo LA, Lugo-Cervantes E. Smilax Aristolochiifolia root extract and its compounds chlorogenic acid and astilbin inhibit the activity of of α-Amylase and α-Glucosidase Enzymes. Evid-Based Complement Altern Med. 2018;2018:1–12. doi: 10.1155/2018/6247306.", "ArticleIdList": ["10.1155/2018/6247306", "PMC6036819", "30046343"]}, {"Citation": "Martínez MA, Evangelista V, Basurto F, Mendoza M, Cruz-Rivas A. Flora útil de la Sierra Norte de Puebla, México. Revista Mexicana de Biodiversidad. 2007;78(1):15–40."}, {"Citation": "Martínez-Alfaro M A, Evangelista O V, Mendoza C M, Morales G G, Toledo O G, Wong L A. Catálogo de plantas útiles de la Sierra Norte de Puebla, México. Cuadernos 27. Instituto de Biología, Universidad Nacional Autónoma de México; 1995."}, {"Citation": "Ferrufino-Acosta L. Taxonomic revision of the genus Smilax (Smilacaceae) in Central America and the Caribbean Islands. Willdenowia. 2010;40(2):227–280. doi: 10.3372/wi.40.40208.", "ArticleIdList": ["10.3372/wi.40.40208"]}, {"Citation": "Amaro CAB, González-Cortazar M, Herrera-Ruiz M, Román-Ramos R, Aguilar-Santamaría L, Tortoriello J, Jiménez-Ferrer E. Hypoglycemic and hypotensive activity of a root extract of Smilax aristolochiifolia. Standardized on N-trans-feruloyl-tyramine. Molecules. 2014;19:11366–11384.", "ArticleIdList": ["PMC6271314", "25090124"]}, {"Citation": "Qi Z, Li P, Zhao Y, Cameron KM, Fu C. Molecular phylogeny and biogeography of Smilacaceae (Liliales), a cosmopolitan family of monocots. Bot J Linn Soc. 2013;173:535–548."}, {"Citation": "Li P. A taxonomic revision of Smilacaceae in Asia and phylogeography of North American herbaceous Smilax. 2012. Unpublished Doctor Phil. Thesis, Zhejiang University"}, {"Citation": "Govaerts R. World checklist of Smilacaceae. Kew: Facilitated by the Royal Botanic Gardens. 2019; http://apps.kew.org/wcsp/. Accessed in 2020."}, {"Citation": "Challinor VL, Parsons PG, Chap S, White EF, Blanchfield JT, Lehmann RP, De Voss JJ. Steroidal saponins from the roots of Smilax sp.: structure and bioactivity. Steroids. 2012;77(5):504–511. doi: 10.1016/j.steroids.2012.01.009.", "ArticleIdList": ["10.1016/j.steroids.2012.01.009", "22285850"]}, {"Citation": "Villaseñor JL. Los géneros de plantas vasculares de la Flora en México. Boletín de la Sociedad Botánica de México. 2004;75:105–135. doi: 10.17129/botsci.1694.", "ArticleIdList": ["10.17129/botsci.1694"]}, {"Citation": "Morton CV. A reexamination of Mexican Smilax (Smilacaceae) Britonia. 1962;14:299–309."}, {"Citation": "Ruíz-Sánchez E, Castro-Castro A, Clark LG. Chusquea septentrionalis sp. Nov. (Poaceae: Bambusoideae) from the Madrean region in Durango, Mexico. Nordic J Bot. 2017;35:546–551. doi: 10.1111/njb.01606.", "ArticleIdList": ["10.1111/njb.01606"]}, {"Citation": "Masferrer KE. Los dueños del tiempo. Los tutunakú (Totonacos) de la Sierra Norte de Puebla. Lito nueva época; 2005."}, {"Citation": "Argueta A, Mapes C, Villers L, et al. Etnobotánica y uso diferenciado en una región Cálido-Húmedo de la Sierra Norte de Puebla. In: Aguilar A, Argueta A, Mapes C. (coord) Miguel Ángel Martínez Alfaro y la Etnobotánica Mexicana del siglo XXI. Universidad Nacional Autónoma de México; 2009."}, {"Citation": "Mapes C, Basurto F, Bye R. Ethnobotany of quintonil: knowledge, use and management of edible greens Amaranthus spp. (Amaranthaceae) in the Sierra Norte de Puebla, Mexico. Econ Bot. 1997;51(3):293–306."}, {"Citation": "Basurto-Peña F, Castro D, Martínez MA. Edible begonias from the north of Puebla, Mexico. Econ Bot. 2003;57(1):48–53."}, {"Citation": "Pagaza CME. El desplazamiento cultural y su influencia en los huertos familiares de la Sierra Norte de Puebla. In: Ramírez VB, Bernal MH, editors. Investigación Multidisciplinaria en la Sierra Norte de Puebla. Colegio de Postgraduados; 2009."}, {"Citation": "Espinoza-Pérez J. Caracterización de huertos familiares tradicionales en Ozelonacaxtla, Huehuetla, Puebla. Bachelor thesis. Universidad Intercultural del Estado de Puebla. Puebla, México. 2013. https://www.researchgate.net/publication/290996198. Accessed in 2020."}, {"Citation": "Ángel-Pérez ALD, Alfonso MBM. Totonac homegardens and natural resources in Veracruz. Mexico. Agric Hum Values. 2004;21:329–346."}, {"Citation": "Espinoza-Pérez J, García NHB. Recursos naturales y su relación con la comunidad. In: Hernández LS, Lemus de J G L,, editors. El territorio de San Juan Ozelonacaxtla. Uso y cuidado desde la cosmovisión Totonaca. Universidad Intercultural del Estado de Puebla; 2017."}, {"Citation": "Blancas J, Casas A, Pérez-Salicrup D, Caballero J, Vega E. Ecological and socio-cultural factors influencing plan management in Nahuatl communities of the Tehuacan Valley, Mexico. J Ethnobiol Ethnomed. 2013;9(39):1–22.", "ArticleIdList": ["PMC3702518", "23725379"]}, {"Citation": "Villaseñor JL, Téllez-Valdés O. Distribución potencial de las especies del género Jefea (Asteraceae) en México. Anales del Instituto de Biología Serie Botánica. 2004;75(2):205–220."}, {"Citation": "Delgado-Lemus A, Torres I, Blancas J, Casas A. Vulnerability and risk management of Agave species in the Tehuacán Valley, México. J Ethnobiol Ethnomed. 2014;10:53. doi: 10.1186/1746-4269-10-53.", "ArticleIdList": ["10.1186/1746-4269-10-53", "PMC4106216", "24994025"]}, {"Citation": "Perosa M, Rojas JF, Villagra PE, Tognelli MF, Carrara R, Álvarez JA. Distribución potencial de los bosques de Prosopis flexuosa en la Provincia Biogeográfica del Monte, desde Catamarca hasta Mendoza (Argentina) Ecol Austral. 2014;24:238–248."}, {"Citation": "Hernández-Ruíz J, Herrera-Cabrera BE, Delgado-Alvarado A, Salazar-Rojas VM, Bustamante-González Á, Campos-Contreras JE, Ramírez-Juárez J. Distribución potencial y características geográficas de poblaciones silvestres de Vanilla planifolia (Orchidaceae) en Oaxaca, México. Rev Biol Trop. 2016;64(1):251–262.", "ArticleIdList": ["28862759"]}, {"Citation": "Espinosa-Trujillo E, Gámez VAJ, Avila PMA, Palemón AF, Hernández-Ruíz J. Distribución geográfica potencial de papaya silvestre cultivada en México. Revista Mexicana de Ciencias Agrícolas. 2018;9(7):1377–1388."}, {"Citation": "Scheldeman X, van Zonneveld M. Training Manual on Spatial Analysis of Plant Diversity and Distribution. Bioversity International. 2010. https://www.bioversityinternational.org/fileadmin/_migrated/uploads/tx_news/Training_manual_on_spatial_analysis_of_plant_diversity_and_distribution_1431_07.pdf."}, {"Citation": "Merow C, Allen JM, Aiello LM, Silander JA. Improving niche and range estimates with Maxent and point process models by integrating spatially explicit information. Glob Ecol Biogeogr. 2016;25:1022–1036."}, {"Citation": "Phillips O, Gentry AH. The useful plants of Tambopata, Peru: I. Statistical Hypothesis Tests with a new quantitative technique. Econ Bot. 1993;47(1):15–32."}, {"Citation": "Gerwing JJ, Schnitzer SA, Burnham RJ, Bongers F, Chave J, DeWalt SJ, Ewango CEN, Foster R, Kenfack D, Martínez-Ramos M, Parren M, Parthasarathy N, Pérez-Salicrup DR, Putz FE, Thomas DW. A standard for liana censuses. Biotropica. 2006;38(2):256–261. doi: 10.1111/j.1744-7429.2006.00134.x.", "ArticleIdList": ["10.1111/j.1744-7429.2006.00134.x"]}, {"Citation": "Phillips SJ, Dudík M, Schapire RE. Maxent software for modeling species niches and distributions (Version 3.4.1).\nhttp://biodiversityinformatics.amnh.org/open_source/maxent/. Accessed in 2020."}, {"Citation": "Mbatudde M, Mwanjololo M, Kakudidi EK, Dalitz H. Modelling the potential distribution of endangered Prunus africana (Hook. F.) Kalkm in East Africa. Afr J Ecol. 2012;50(4):393–403. doi: 10.1111/j.1365-2028.2012.01327.x.", "ArticleIdList": ["10.1111/j.1365-2028.2012.01327.x"]}, {"Citation": "Continuo de Elevaciones Mexicano (CEM). https://www.inegi.org.mx/app/geo2/elevacionesmex. Accessed in 2019."}, {"Citation": "CONABIO. Comisión Nacional para el Conocimiento y Uso de la Biodiversidad (CONABIO). Uso de suelo y vegetación. Escala 1:1.000 000. 1998; Modificado de: Instituto Nacional de Estadística, Geografía e Informática (INEGI), Instituto Nacional de Ecología (INE). 1996; Uso del suelo y vegetación, escala 1:1.000 000. México. http://www.conabio.gob.mx/informacion/metadata/gis/usva1mgw.xml?-httpcache=yes&-xsl=/db/metadata/xsl/fgdc-html.xsl&-indent=no. Accessed in 2019."}, {"Citation": "Maples-Vermeersch M. Regímenes de humedad del suelo en Hidrogeografía IV.6.2 Atlas Nacional de México. Vol. II. Escala 1:4000000. Instituto de Geografía, UNAM. México. 1992. http://www.conabio.gob.mx/informacion/metadata/gis/rehsu4mgw.xml?_httpcache=yes&_xsl=/db/metadata/xsl/fgdc_html.xsl&_indent=no. Accessed in 2019"}, {"Citation": "Enciclovida. Comisión Nacional para el Conocimiento y Uso de la Biodiversidad. http://enciclovida.mx/especies/160880-smilax-aristolochiifolia. Accessed in 2020."}, {"Citation": "Bertrán VM. Cambio alimentario e identidad de los indígenas Mexicanos. Dirección General de Publicaciones y Fomento Editorial Universidad Nacional Autónoma de México; 2005."}, {"Citation": "Martínez-Alfaro MA. Medicinal plants used in a Totonac community of the Sierra Norte de Puebla: Tuzamapan de Galeana, Puebla, Mexico. J Ethnopharmacol. 1984;11:203–221.", "ArticleIdList": ["6492833"]}, {"Citation": "Fernández NR, Ramos ZD, Carranza GE. Notas sobre plantas medicinales del estado de Querétaro, México. Polibotánica. 2001;12:1–39."}, {"Citation": "Alonso-Castro AJ, Domínguez F, Zapata-Morales JR, Carranza-Álvarez C. Plants used in the traditional medicine of Mesoamerica (Mexico and Central America) and the Carribbean for the treatment of obesity. J Ethnopharmacol. 2015;175:335–345. doi: 10.1016/j.jep.2015.09.029.", "ArticleIdList": ["10.1016/j.jep.2015.09.029", "26410815"]}, {"Citation": "Carrillo AM. From badge of pride to cause of stigma: combatting mal del pinto in Mexico. Endeavour. 2013;37(1):13–20. doi: 10.1016/j.endeavour.2012.11.005.", "ArticleIdList": ["10.1016/j.endeavour.2012.11.005", "23332859"]}, {"Citation": "Aguilar A, Camacho JR, Chino S, Jáquez P, López ME. Herbario Medicinal del Instituto Mexicano del Seguro Social. Instituto Mexicano del Seguro Social. Información Etnobotánica; 1994."}, {"Citation": "Andrade-Cetto A, Heinrich M. Mexican plants with hypoglycemic effect used in the treatment of diabetes. J Ethnopharmacol. 2005;99:325–348. doi: 10.1016/j.jep.2005.04.019.", "ArticleIdList": ["10.1016/j.jep.2005.04.019", "15964161"]}, {"Citation": "Ladio AH, Acosta M. Urban medicinal plant use: Do migrant and non-migrant populations have similar hybridisation processes? J Ethnopharmacol. 2019;234:290–335. doi: 10.1016/j.jep.2019.01.013.", "ArticleIdList": ["10.1016/j.jep.2019.01.013", "30658184"]}, {"Citation": "Prescott H, Khan I. Medicinal plants/herbal supplements as female aphrodisiacs: Does any evidence exist to support their inclusion or potencial in the treatment of FSD? J Ethnopharmacol. 2020;251:112464. doi: 10.1016/j.jep.2019.112464.", "ArticleIdList": ["10.1016/j.jep.2019.112464", "31881322"]}, {"Citation": "Alcorn JB. Development policy, forests, anda peasant farms: Reflections on Huastec-managed forest´contributions to commercial production and resource conservation. Econ Bot. 1984;38(4):389–406."}, {"Citation": "Seidemann J. World spice plants. Berlin: Springer; 2005."}, {"Citation": "Evangelista OV, López BJ, Caballero NJ, Martínez-Alfaro MA. Patrones espaciales de cambio de cobertura y uso del suelo en el área cafetalera de la sierra norte de Puebla. Investigaciones Geográficas. 2010;72:23–38."}, {"Citation": "Mascorro-de Loera RD, Ferguson BG, Perales-Rivera HP, Charbonnier F. Herbicidas en la milpa: Estrategias de aplicación y su impacto sobre el consumo de arvenses. Ecosistemas y Recursos Agropecuarios. 2019;6(18):477–486. doi: 10.19136/era.a6n18.2076.", "ArticleIdList": ["10.19136/era.a6n18.2076"]}, {"Citation": "Douma C, Koutis K, Thanopoulos R, Tsigou R, Galanidis A, Bebeli PJ. Diversity of agricultural plants on Lesvos Island (Northeast Aegean, Greece) with emphasis on fruit tres. Sci Hortic. 2016;210:65–84."}, {"Citation": "Guisan A, Zimmermann NE. Predictive habitat distribution models in ecology. Ecol Model. 2000;135(3):147–186."}, {"Citation": "Pearson RG, Dawson TP. Predicting the impacts of climate change on the distribution of species: are bioclimate envelope models useful? Glob Ecol Biogeogr. 2000;12(5):361–437."}, {"Citation": "López E, Mireles-Arriga AI, Hernández-Ruiz J, Ruiz-Nieto JE, Rucoba-García A. Áreas potenciales para el cultivo de girasol en condiciones de temporal en Guanajuato, México. Agronomía Mesoamericana. 2018;29(2):305–314."}, {"Citation": "Phillips SJ, Anderson RP, Dudík M, Schapire RE, Blair ME. Opening the black box: an open-source release of MaxEnt. Ecography. 2017;40:887–893."}, {"Citation": "Cruz-Cárdenas G, Villaseñor JL, López Mata L, Martínez-Meyer E, Ortiz E. Selección de predictores ambientales para el modelado de la distribución de especies en Maxent. Revista Chapingo Serie ciencias forestales y del ambiente. 2014;20(2):187–201."}, {"Citation": "Shabani F, Kumar L, Ahmadi M. A comparison of absolute performance of different correlative and mechanistic species distribution models in an independent area. Ecol Evol. 2016;6(16):5973–5986.", "ArticleIdList": ["PMC4983607", "27547370"]}, {"Citation": "Rodríguez CJ, Díaz HY, Pérez GA, Natali CZ, Rodríguez HP. Evaluación de la calidad y el rendimiento en papaya silvestre (Carica papaya L.) de Cuba. Cultivos Tropicales. 2014;35(3):36–44."}, {"Citation": "Gutiérrez E, Trejo I. Efecto del cambio climático en la distribución potencial de cinco especies arbóreas de bosque templado en México. Revista Mexicana de Biodiversidad. 2014;85:179–188. doi: 10.7550/rmb.37737.", "ArticleIdList": ["10.7550/rmb.37737"]}, {"Citation": "Calderon G, Rzedowsky J. Flora del bajío y regiones adyancentes. Fascíbulo 26. 1994. http://inecolbajio.inecol.mx/floradelbajio/documentos/fasciculos/ordinarios/Smilacaceae%2026.pdf. Accessed in 2020."}, {"Citation": "Guevara RML, Montalvo VR. Changig land use and vegetation arising from the provision of infraestructura: in the Sierra north of Puebla. Revista Eleactrónica Nova Scientia. 2014;13(7):314–336."}, {"Citation": "Brenes-Chaves L, Méndez-Cartín AL, Sánchez-Toruño H, Montero-Flores W, Barquero-Elizondo AI, Hernñandez-Sánchez LG. Structure and composition of a secondary forest in the Ostional National Wildlife Refuge, Guanacaste, Costa Rica. Revista Forestal Mesoamericana. 2019;16(39):33–42. doi: 10.18845/rfmk.v16i39.4417.", "ArticleIdList": ["10.18845/rfmk.v16i39.4417"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "2", "Day": "1"}, {"Year": "2021", "Month": "8", "Day": "10"}, {"Year": "2021", "Month": "8", "Day": "24", "Hour": "5", "Minute": "31"}, {"Year": "2021", "Month": "8", "Day": "25", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "10", "Day": "30", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "8", "Day": "23"}], "PublicationStatus": "epublish", "ArticleIdList": ["34425831", "PMC8381484", "10.1186/s13002-021-00477-6", "10.1186/s13002-021-00477-6"]}}], "PubmedBookArticle": []}