{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34434245", "DateRevised": {"Year": "2021", "Month": "08", "Day": "27"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "08", "Day": "14"}], "Language": ["eng"], "ELocationID": ["5548404", "10.1155/2021/5548404"], "Journal": {"ISSN": "1741-427X", "JournalIssue": {"Volume": "2021", "PubDate": {"Year": "2021"}}, "Title": "Evidence-based complementary and alternative medicine : eCAM", "ISOAbbreviation": "Evid Based Complement Alternat Med"}, "ArticleTitle": "A Review on Health Benefits of <i>Malva sylvestris</i> L. Nutritional Compounds for Metabolites, Antioxidants, and Anti-Inflammatory, Anticancer, and Antimicrobial Applications.", "Pagination": {"StartPage": "5548404", "MedlinePgn": "5548404"}, "Abstract": {"AbstractText": ["The utilization of medicinal plants and their derivatives in treating illnesses is more appropriately recognized as herbal remedy than traditional medicine. For centuries, medicinal herbs have been used for the treatment of diseases in many countries. <i>Malva sylvestris</i> L. is a kind of mallow derived from Malvaceae species and is recognized as common mallow. This amazing plant has antimicrobial, hepatoprotective, anti-inflammatory, and antioxidant properties and is considered as one of the most promising herbal medicinal species. This plant's traditional use in treating many diseases and preparing pharmaceutical compounds can show us how to know in depth the plant origin of drugs used to produce antibiotics and other therapeutic agents."], "CopyrightInformation": "Copyright © 2021 Seyyed Mojtaba Mousavi et al."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemical Engineering, National Taiwan University of Science and Technology, Taipei, Taiwan."}], "LastName": "Mousavi", "ForeName": "Seyyed Mojtaba", "Initials": "SM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Mechanical Engineering, Center for Nanofibers and Nanotechnology, National University of Singapore, Singapore."}], "LastName": "Hashemi", "ForeName": "Seyyed Alireza", "Initials": "SA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemical Engineering, University of Mohaghegh Ardabili, Ardabil, Iran."}], "LastName": "Behbudi", "ForeName": "Gity", "Initials": "G"}, {"Identifier": ["0000-0001-6656-1968"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Biotechnology Research Center, Shiraz University of Medical Sciences, Shiraz, Iran."}], "LastName": "Mazraedoost", "ForeName": "Sargol", "Initials": "S"}, {"Identifier": ["0000-0003-3391-926X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pathology, Shiraz University of Medical Sciences, Shiraz, Iran."}], "LastName": "Omidifar", "ForeName": "Navid", "Initials": "N"}, {"Identifier": ["0000-0003-1851-159X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Biotechnology Research Center, Shiraz University of Medical Sciences, Shiraz, Iran."}, {"Identifier": [], "Affiliation": "Pharmaceutical Sciences Research Center, Shiraz University of Medical Sciences, Shiraz, Iran."}], "LastName": "Gholami", "ForeName": "Ahmad", "Initials": "A"}, {"Identifier": ["0000-0002-6350-6696"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemical Engineering, National Taiwan University of Science and Technology, Taipei, Taiwan."}], "LastName": "Chiang", "ForeName": "Wei-Hung", "Initials": "WH"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemical Engineering, University of Mohaghegh Ardabili, Ardabil, Iran."}], "LastName": "Babapoor", "ForeName": "Aziz", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Nanotechnology and Catalysis Research Centre (NANOCAT), Institute for Advanced Studies (IAS), University of Malaya (UM), Kuala Lumpur, Malaysia."}], "LastName": "Pynadathu Rumjit", "ForeName": "Nelson", "Initials": "N"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Evid Based Complement Alternat Med", "NlmUniqueID": "101215021", "ISSNLinking": "1741-427X"}, "CoiStatement": "The authors declare that they have no conflicts of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Alizadeh F., Khodavandi A. Malva sylvestris inhibits Candida albicans biofilm formation. Journal of Herbmed Pharmacology. 2016;6"}, {"Citation": "Barros L., Carvalho A. M., Ferreira I. C. F. R. Leaves, flowers, immature fruits and leafy flowered stems of Malva sylvestris: a comparative study of the nutraceutical potential and composition. Food and Chemical Toxicology. 2010;48(6):1466–1472. doi: 10.1016/j.fct.2010.03.012.", "ArticleIdList": ["10.1016/j.fct.2010.03.012", "20233600"]}, {"Citation": "Razavi S. M., Zarrini G., Molavi G., Ghasemi G. Bioactivity of Malva sylvestris L., a medicinal plant from Iran. Iranian journal of basic medical sciences. 2011;14(6):574–9.", "ArticleIdList": ["PMC3586856", "23493458"]}, {"Citation": "Guarrera P. M. Traditional phytotherapy in Central Italy (Marche, Abruzzo, and latium) Fitoterapia. 2005;76(1):1–25. doi: 10.1016/j.fitote.2004.09.006.", "ArticleIdList": ["10.1016/j.fitote.2004.09.006", "15664457"]}, {"Citation": "Mazraedoost S., Behbudi G. Nano materials-based devices by photodynamic therapy for treating cancer applications. Advances in Applied NanoBio-Technologies. 2021;2(3):9–21."}, {"Citation": "Pirbalouti A. G., Azizi S., Koohpayeh A., Hamedi B. Wound healing activity of Malva sylvestris and Punica granatum in alloxan-induced diabetic rats. Acta Poloniae Pharmaceutica. 2010;67(5):511–516.", "ArticleIdList": ["20873419"]}, {"Citation": "Gasparetto J. C., Martins C. A. F., Hayashi S. S., Otuky M. F., Pontarolo R. Ethnobotanical and scientific aspects of Malva sylvestris L.: a millennial herbal medicine. Journal of Pharmacy and Pharmacology. 2012;64(2):172–189. doi: 10.1111/j.2042-7158.2011.01383.x.", "ArticleIdList": ["10.1111/j.2042-7158.2011.01383.x", "22221093"]}, {"Citation": "Farina A., Doldo A., Cotichini V., et al. HPTLC and reflectance mode densitometry of anthocyanins in Malva silvestris L.: a comparison with gradient-elution reversed-phase HPLC. Journal of Pharmaceutical and Biomedical Analysis. 1995;14(1-2):203–211. doi: 10.1016/0731-7085(95)01632-5.", "ArticleIdList": ["10.1016/0731-7085(95)01632-5", "8833983"]}, {"Citation": "Yeole N., Sandhya P., Chaudhari P., Bhujbal P. Evaluation of Malva sylvestris and Pedalium murex mucilage as suspending agent. International Journal of PharmTech Research. 2010;2(1):385–389."}, {"Citation": "Esteves P. F., Sato A., Esquibel M. A., De Campos-Buzzi F., Meira A. V., Cechinel-Filho V. Antinociceptive activity of Malva sylvestris L. Latin American Journal of Pharmacy. 2009;28(3):454–456."}, {"Citation": "Ana Maria C. Etnobotánica del Parque Natural de Montesinho Plantas, Tradición y Saber Popular en un Territorio del Nordeste de Portugal. Madrid, Spain: Universidad Autónoma de Madrid; 2005."}, {"Citation": "Benso B., Franchin M., Massarioli A. P., et al. Anti-inflammatory, anti-osteoclastogenic and antioxidant effects of Malva sylvestris extract and fractions: in vitro and in vivo studies. PLoS One. 2016;11(9):p. e0162728. doi: 10.1371/journal.pone.0162728.", "ArticleIdList": ["10.1371/journal.pone.0162728", "PMC5028055", "27643502"]}, {"Citation": "Martins C., Campos M., Irioda A., Stremel D., Trindade A., Pontarolo R. Anti-inflammatory effect of Malva sylvestris, Sida cordifolia, and Pelargonium graveolens is related to inhibition of prostanoid production. Molecules. 2017;22(11):p. 1883. doi: 10.3390/molecules22111883.", "ArticleIdList": ["10.3390/molecules22111883", "PMC6150399", "29099738"]}, {"Citation": "Mousavi S. M., Hashemi S. A., Zarei M., et al. Data on cytotoxic and antibacterial activity of synthesized Fe3O4 nanoparticles using Malva sylvestris. Data in brief. 2020;28:p. 104929. doi: 10.1016/j.dib.2019.104929.", "ArticleIdList": ["10.1016/j.dib.2019.104929", "PMC6923292", "31886360"]}, {"Citation": "Gholami A., Shahin S., Mohkam M., Nezafat N., Ghasemi Y. Cloning, characterization and bioinformatics analysis of novel cytosine deaminase from Escherichia coli AGH09. International Journal of Peptide Research and Therapeutics. 2015;21(3):365–374. doi: 10.1007/s10989-015-9465-9.", "ArticleIdList": ["10.1007/s10989-015-9465-9"]}, {"Citation": "Mohamadi Yarijani Z., Najafi H., Shackebaei D., Madani S. H., Modarresi M., Jassemi S. V. Amelioration of renal and hepatic function, oxidative stress, inflammation and histopathologic damages by Malva sylvestris extract in gentamicin induced renal toxicity. Biomedicine & Pharmacotherapy. 2019;112:p. 108635. doi: 10.1016/j.biopha.2019.108635.", "ArticleIdList": ["10.1016/j.biopha.2019.108635", "30798126"]}, {"Citation": "Wichtl M. Herbal Drugs and Phytopharmaceuticals. Boca Roton, FL, USA: CRC Press; 1994."}, {"Citation": "Veshkurova O., Golubenko Z., Pshenichnov E., et al. Malvone A, a phytoalexin found in Malva sylvestris (family Malvaceae) Phytochemistry. 2006;67(21):2376–2379. doi: 10.1016/j.phytochem.2006.08.010.", "ArticleIdList": ["10.1016/j.phytochem.2006.08.010", "16996095"]}, {"Citation": "Nawwar M. A. M., Buddrus J. A gossypetin glucuronide sulphate from the leaves of Malva sylvestris. Phytochemistry. 1981;20(10):2446–2448. doi: 10.1016/s0031-9422(00)82694-1.", "ArticleIdList": ["10.1016/s0031-9422(00)82694-1"]}, {"Citation": "Terninko I. I., Onishchenko U. E. Component composition of organic acids in leaves of Malva sylvestris. Chemistry of Natural Compounds. 2013;49(2):332–333. doi: 10.1007/s10600-013-0594-0.", "ArticleIdList": ["10.1007/s10600-013-0594-0"]}, {"Citation": "Petkova N., Popova A., Alexieva I. Antioxidant properties and some phytochemical components of the edible medicinal Malva sylvestris L. Journal of Medicinal Plants. 2019;7(1):96–99."}, {"Citation": "Toledo M. D. G. T. D., Alquini Y., Nakashima T. Caracterização anatômica das folhas de Cunila microcephala Benth. (Lamiaceae) Revista Brasileira de Ciencias Farmaceuticas. 2004;40(4):487–493. doi: 10.1590/s1516-93322004000400006.", "ArticleIdList": ["10.1590/s1516-93322004000400006"]}, {"Citation": "Redžić S., Hodžić N., Tuka M. Plant pigments (antioxidants) of medicinal plants Malva sylvestris L. and Malva moschata L.(Malvaceae) Bosnian Journal of Basic Medical Sciences. 2005;5(2):53–58.", "ArticleIdList": ["PMC7214080", "16053456"]}, {"Citation": "Hiçsönmez U., Ereeş F. S., Özdemir C., Özdemir A., Cam S. Determination of major and minor elements in the Malva sylvestris L. from Turkey using ICP-OES techniques. Biological Trace Element Research. 2009;128(3):248–257. doi: 10.1007/s12011-008-8270-0.", "ArticleIdList": ["10.1007/s12011-008-8270-0", "19083156"]}, {"Citation": "Desideri D., Meli M. A., Roselli C. Determination of essential and non-essential elements in some medicinal plants by polarised X ray fluorescence spectrometer (EDPXRF) Microchemical Journal. 2010;95(2):174–180. doi: 10.1016/j.microc.2009.11.010.", "ArticleIdList": ["10.1016/j.microc.2009.11.010"]}, {"Citation": "Najafi H., Mohamadi Yarijani Z., Changizi-Ashtiyani S., et al. Protective effect of Malva sylvestris L. extract in ischemia-reperfusion induced acute kidney and remote liver injury. PLoS One. 2017;12(11):p. e0188270. doi: 10.1371/journal.pone.0188270.", "ArticleIdList": ["10.1371/journal.pone.0188270", "PMC5695808", "29155898"]}, {"Citation": "Ganai B. A., Masood A., Baig M. A. Isolation, purification and partial characterization of sulphite oxidase from Malva sylvestris. Phytochemistry. 1997;45(5):879–880. doi: 10.1016/s0031-9422(97)82709-4.", "ArticleIdList": ["10.1016/s0031-9422(97)82709-4"]}, {"Citation": "Abootalebi S. N., Saeed A., Gholami A., et al. Screening, characterization and production of thermostable alpha-amylase produced by a novel thermophilic Bacillus megaterium isolated from pediatric intensive care unit. Journal of Environmental Treatment Techniques. 2020;8(3):952–960."}, {"Citation": "Gholami A., Mohammadi F., Ghasemi Y., Omidifar N., Ebrahiminezhad A. Antibacterial activity of SPIONs versus ferrous and ferric ions under aerobic and anaerobic conditions: a preliminary mechanism study. IET Nanobiotechnology. 2019;14(2):155–160.", "ArticleIdList": ["32433033"]}, {"Citation": "Willey N. J., Fawcett K. Inter-taxa differences in root uptake of 103/106Ru by plants. Journal of Environmental Radioactivity. 2006;86(2):227–240. doi: 10.1016/j.jenvrad.2005.09.002.", "ArticleIdList": ["10.1016/j.jenvrad.2005.09.002", "16256252"]}, {"Citation": "Goudarzian N., Sadeghi Z., Mousavi S. M., Hashemi S. A., Banaei N. Chemical constituent and determination of antimicrobial and antifungal activities of Ulva lactuca species obtained from Iranian Gheshm Island. International Journal of Scientific Engineering and Research. 2017;8:1275–1279."}, {"Citation": "Gholami A., Rasoul-Amini S., Ebrahiminezhad A., et al. Magnetic properties and antimicrobial effect of amino and lipoamino acid coated iron oxide nanoparticles. Minerva Biotecnologica. 2016;28(4):177–186."}, {"Citation": "Ahmadi S. The importance of silver nanoparticles in human life. Advances in Applied NanoBio-Technologies. 2020;1(1):5–9. doi: 10.47277/aanbt/1(1)9.", "ArticleIdList": ["10.47277/aanbt/1(1)9"]}, {"Citation": "Magro A., Carolino M., Bastos M., Mexia A. Efficacy of plant extracts against stored products fungi. Revista Iberoamericana De Micologia. 2006;23(3):176–178. doi: 10.1016/s1130-1406(06)70039-0.", "ArticleIdList": ["10.1016/s1130-1406(06)70039-0", "17196025"]}, {"Citation": "Sleiman N., Daher C. Malva sylvestris water extract: a potential anti-inflammatory and anti-ulcerogenic remedy. Planta Medica. 2009;75(9):p. PH10. doi: 10.1055/s-0029-1234727.", "ArticleIdList": ["10.1055/s-0029-1234727"]}, {"Citation": "Mohkam M., Rasoul-Amini S., Shokri D., et al. Characterization and in vitro probiotic assessment of potential indigenous Bacillus strains isolated from soil rhizosphere. Minerva Biotechnologica. 2016;28(1):19–28."}, {"Citation": "Wilson C. R. Incidence of weed reservoirs and vectors of tomato spotted wilt tospovirus on Southern Tasmanian lettuce farms. Plant Pathology. 1998;47(2):171–176. doi: 10.1046/j.1365-3059.1998.00227.x.", "ArticleIdList": ["10.1046/j.1365-3059.1998.00227.x"]}, {"Citation": "Schmidgall J., Schnetz E., Hensel A. Evidence for bioadhesive effects of polysaccharides and polysaccharide-containing herbs in an ex vivo bioadhesion assay on buccal membranes. Planta Medica. 2000;66(1):48–53. doi: 10.1055/s-2000-11118.", "ArticleIdList": ["10.1055/s-2000-11118", "10705734"]}, {"Citation": "Talbourdet S., Sadick N. S., Lazou K., et al. Modulation of gene expression as a new skin anti-aging strategy. Journal of Drugs in Dermatology: Journal of Drugs in Dermatology. 2007;6(6 Suppl):s25–33.", "ArticleIdList": ["17691207"]}, {"Citation": "Kumarasamy Y., Byres M., Cox P. J., Jaspars M., Nahar L., Sarker S. D. Screening seeds of some Scottish plants for free radical scavenging activity. Phytotherapy Research. 2007;21(7):615–621. doi: 10.1002/ptr.2129.", "ArticleIdList": ["10.1002/ptr.2129", "17357975"]}, {"Citation": "Daniela A., Pichichero E., Canuti L., et al. Identification of phenolic compounds from medicinal and melliferous plants and their cytotoxic activity in cancer cells. Caryologia. 2007;60(1-2):90–95. doi: 10.1080/00087114.2007.10589552.", "ArticleIdList": ["10.1080/00087114.2007.10589552"]}, {"Citation": "Yagi A. 14 bioactivity of aloe arborescens preparations. Aloes: The genus Aloe. 2004;333"}, {"Citation": "Scherrer A. M., Motti R., Weckerle C. S. Traditional plant use in the areas of monte vesole and ascea, cilento national park (Campania, Southern Italy) Journal of Ethnopharmacology. 2005;97(1):129–143. doi: 10.1016/j.jep.2004.11.002.", "ArticleIdList": ["10.1016/j.jep.2004.11.002", "15652287"]}, {"Citation": "Motti R., Antignani V., Idolo M. Traditional plant use in the phlegraean fields regional park (Campania, Southern Italy) Human Ecology. 2009;37(6):775–782. doi: 10.1007/s10745-009-9254-1.", "ArticleIdList": ["10.1007/s10745-009-9254-1"]}, {"Citation": "Miraldi E., Ferri S., Mostaghimi V. Botanical drugs and preparations in the traditional medicine of West Azerbaijan (Iran) Journal of Ethnopharmacology. 2001;75(2-3):77–87. doi: 10.1016/s0378-8741(00)00381-0.", "ArticleIdList": ["10.1016/s0378-8741(00)00381-0", "11297838"]}, {"Citation": "Ishtiaq M., Hanif W., Khan M. A., Ashraf M., Butt A. M. An ethnomedicinal survey and documentation of important medicinal folklore food phytonims of flora of samahni valley, (Azad kashmir) Pakistan. Pakistan Journal of Biological Sciences. 2007;10(13):2241–2256. doi: 10.3923/pjbs.2007.2241.2256.", "ArticleIdList": ["10.3923/pjbs.2007.2241.2256", "19070189"]}, {"Citation": "González-Tejero M. R., Casares-Porcel M., Sánchez-Rojas C. P., et al. Medicinal plants in the Mediterranean area: synthesis of the results of the project Rubia. Journal of Ethnopharmacology. 2008;116(2):341–357. doi: 10.1016/j.jep.2007.11.045.", "ArticleIdList": ["10.1016/j.jep.2007.11.045", "18242025"]}, {"Citation": "Al-Qura’n S. Ethnopharmacological survey of wild medicinal plants in Showbak, Jordan. Journal of Ethnopharmacology. 2009;123(1):45–50.", "ArticleIdList": ["19429338"]}, {"Citation": "Rehecho S., Uriarte-Pueyo I., Calvo J., Vivas L. A., Calvo M. I. Ethnopharmacological survey of medicinal plants in nor-yauyos, a part of the landscape reserve nor-yauyos-cochas, Peru. Journal of Ethnopharmacology. 2011;133(1):75–85. doi: 10.1016/j.jep.2010.09.006.", "ArticleIdList": ["10.1016/j.jep.2010.09.006", "20837126"]}, {"Citation": "Joshi R., Satyal P., Setzer W. Himalayan aromatic medicinal plants: a review of their ethnopharmacology, volatile phytochemistry, and biological activities. Medicines. 2016;3(1):p. 6. doi: 10.3390/medicines3010006.", "ArticleIdList": ["10.3390/medicines3010006", "PMC5456235", "28930116"]}, {"Citation": "Leonti M., Casu L., Sanna F., Bonsignore L. A comparison of medicinal plant use in Sardinia and Sicily-De materia medica revisited? Journal of Ethnopharmacology. 2009;121(2):255–267. doi: 10.1016/j.jep.2008.10.027.", "ArticleIdList": ["10.1016/j.jep.2008.10.027", "19038321"]}, {"Citation": "Touwaide A., De Santo N. G., Aliotta G. The origins of Western herbal medicines for kidney diseases. Advances in Chronic Kidney Disease. 2005;12(3):251–260. doi: 10.1016/j.ackd.2005.03.005.", "ArticleIdList": ["10.1016/j.ackd.2005.03.005", "16010640"]}, {"Citation": "Nelly A., Annick D.-D., Frederic D. Plants used as remedies antirheumatic and antineuralgic in the traditional medicine of Lebanon. Journal of Ethnopharmacology. 2008;120(3):315–334.", "ArticleIdList": ["18809483"]}, {"Citation": "Ballero M., Poli F., Sacchetti G., Loi M. C. Ethnobotanical research in the territory of Fluminimaggiore (South-Western Sardinia) Fitoterapia. 2001;72(7):788–801. doi: 10.1016/s0367-326x(01)00334-3.", "ArticleIdList": ["10.1016/s0367-326x(01)00334-3", "11677018"]}, {"Citation": "Pieroni A., Nebel S., Quave C., Münz H., Heinrich M. Ethnopharmacology of liakra: traditional weedy vegetables of the Arbëreshë of the Vulture area in Southern Italy. Journal of Ethnopharmacology. 2002;81(2):165–185. doi: 10.1016/s0378-8741(02)00052-1.", "ArticleIdList": ["10.1016/s0378-8741(02)00052-1", "12065148"]}, {"Citation": "De Natale A., Pollio A. Plants species in the folk medicine of Montecorvino Rovella (Inland Campania, Italy) Journal of Ethnopharmacology. 2007;109(2):295–303. doi: 10.1016/j.jep.2006.07.038.", "ArticleIdList": ["10.1016/j.jep.2006.07.038", "16987626"]}, {"Citation": "Guarrera P. M., Salerno G., Caneva G. Folk phytotherapeutical plants from Maratea area (Basilicata, Italy) Journal of Ethnopharmacology. 2005;99(3):367–378. doi: 10.1016/j.jep.2005.01.039.", "ArticleIdList": ["10.1016/j.jep.2005.01.039", "15878246"]}, {"Citation": "Loi M. C., Poli F., Sacchetti G., Selenu M. B., Ballero M. Ethnopharmacology of ogliastra (Villagrande Strisaili, Sardinia, Italy) Fitoterapia. 2004;75(3-4):277–295. doi: 10.1016/j.fitote.2004.01.008.", "ArticleIdList": ["10.1016/j.fitote.2004.01.008", "15158984"]}, {"Citation": "Kültür Ş. Medicinal plants used in Kırklareli Province (Turkey) Journal of Ethnopharmacology. 2007;111(2):341–364. doi: 10.1016/j.jep.2006.11.035.", "ArticleIdList": ["10.1016/j.jep.2006.11.035", "17257791"]}, {"Citation": "Benítez G., González-Tejero M. R., Molero-Mesa J. Pharmaceutical ethnobotany in the western part of Granada province (southern Spain): ethnopharmacological synthesis. Journal of Ethnopharmacology. 2010;129(1):87–105. doi: 10.1016/j.jep.2010.02.016.", "ArticleIdList": ["10.1016/j.jep.2010.02.016", "20226847"]}, {"Citation": "Idolo M., Motti R., Mazzoleni S. Ethnobotanical and phytomedicinal knowledge in a long-history protected area, the Abruzzo, lazio and molise national park (Italian Apennines) Journal of Ethnopharmacology. 2010;127(2):379–395. doi: 10.1016/j.jep.2009.10.027.", "ArticleIdList": ["10.1016/j.jep.2009.10.027", "19874882"]}, {"Citation": "González J. A., García-Barriuso M., Amich F. Ethnobotanical study of medicinal plants traditionally used in the Arribes del Duero, Western Spain. Journal of Ethnopharmacology. 2010;131(2):343–355. doi: 10.1016/j.jep.2010.07.022.", "ArticleIdList": ["10.1016/j.jep.2010.07.022", "20643201"]}, {"Citation": "Leporatti M. L., Ivancheva S. Preliminary comparative analysis of medicinal plants used in the traditional medicine of Bulgaria and Italy. Journal of Ethnopharmacology. 2003;87(2-3):123–142. doi: 10.1016/s0378-8741(03)00047-3.", "ArticleIdList": ["10.1016/s0378-8741(03)00047-3", "12860298"]}, {"Citation": "Ameri A., Heydarirad G., Mahdavi Jafari J., Ghobadi A., Rezaeizadeh H., Choopani R. Medicinal plants contain mucilage used in traditional Persian medicine (TPM) Pharmaceutical Biology. 2015;53(4):615–623. doi: 10.3109/13880209.2014.928330.", "ArticleIdList": ["10.3109/13880209.2014.928330", "25489641"]}, {"Citation": "Ghorbani A., Aghjeh Qeshlagh M., Karamati Jabehdar S. Folk herbal veterinary medicines of Tehran Watershed (Iran) Journal of Herbal Drugs (An International Journal on Medicinal Herbs) 2015;6(1):31–39."}, {"Citation": "Azab A. Malva: food, medicine and chemistry. European Chemical Bulletin. 2017;6(7):295–320. doi: 10.17628/ecb.2017.6.295-320.", "ArticleIdList": ["10.17628/ecb.2017.6.295-320"]}, {"Citation": "Boubakr S., Ali L., Zoheir M., Zahra H., Mohamed D., Boukeur A. Global journal of medicinal plant research. Global Journal of Medicinal Plant Research. 2015;3(5):1–16."}, {"Citation": "Bulut G., Tuzlacı E. An ethnobotanical study of medicinal plants in Bayrami̇ç. Marmara Pharmaceutical Journal. 2015;19(3):268–282. doi: 10.12991/mpj.201519392830.", "ArticleIdList": ["10.12991/mpj.201519392830"]}, {"Citation": "Mayer M., Vogl C. R., Amorena M., Hamburger M., Walkenhorst M. Treatment of organic livestock with medicinal plants: a systematic review of European ethnoveterinary research. Complementary Medicine Research. 2014;21(6):375–386. doi: 10.1159/000370216.", "ArticleIdList": ["10.1159/000370216", "25592949"]}, {"Citation": "Menale B., Muoio R. Use of medicinal plants in the south-eastern area of the partenio regional park (Campania, Southern Italy) Journal of Ethnopharmacology. 2014;153(1):297–307. doi: 10.1016/j.jep.2014.02.039.", "ArticleIdList": ["10.1016/j.jep.2014.02.039", "24583106"]}, {"Citation": "Toklu H. Z. Herbal medicine use among diabetes mellitus patients in Northern Cyprus. Journal of Medicinal Plants Research. 2013;7(22):1652–1664."}, {"Citation": "Javed A., Usman M., Haider S. M., Zafar B., Iftikhar K. Potential of indigenous plants for skin healing and care. American Scientific Research Journal for Engineering, Technology, and Sciences (ASRJETS) 2019;51(1):192–211."}, {"Citation": "Hassan G., Ahmad T., Mohi-Ud-Din R. An ethnobotanical study in Budgam district of Kashmir valley: an attempt to explore and document traditional knowledge of the area. International Research Journal of Pharmacy. 2013;4:201–204."}, {"Citation": "Kumar N., Wani Z., Dhyani S. Ethnobotanical study of the plants used by the local people of Gulmarg and its allied areas, Jammu & Kashmir, India. International Journal of Current Research in Biosciences and Plant Biology. 2015;2(9):16–23."}, {"Citation": "Bieski I. G. C., Rios Santos F., De Oliveira R. M., et al. Ethnopharmacology of medicinal plants of the pantanal region (Mato Grosso, Brazil) Evidence-Based Complementary and Alternative Medicine. 2012;2012 doi: 10.1155/2012/272749.272749", "ArticleIdList": ["10.1155/2012/272749", "PMC3303862", "22474496"]}, {"Citation": "Luczaj L. Ethnobotanical review of wild edible plants of Slovakia. Acta Societatis Botanicorum Poloniae. 2012;81(4)"}, {"Citation": "Alachkar A., Jaddouh A., Elsheikh M. S., Bilia A. R., Vincieri F. F. Traditional medicine in Syria: folk medicine in Aleppo governorate. Natural Product Communications. 2011;6(1):p. 84. doi: 10.1177/1934578x1100600119.", "ArticleIdList": ["10.1177/1934578x1100600119", "21366051"]}, {"Citation": "Parada M., Carrió E., Vallès J. Ethnobotany of food plants in the Alt emporda region (Catalonia, Iberian Peninsula) Journal of Applied Botany and Food Quality. 2011;84(1):11–25."}, {"Citation": "Ouhaddou H., Boubaker H., Msanda F., El Mousadik A. An ethnobotanical study of medicinal plants of the Agadir Ida Ou Tanane province (Southwest Morocco) Journal of Applied Biosciences. 2014;84(1):7707–7722."}, {"Citation": "Kappelle M., Avertin G., Juárez M. E., Zamora N. Useful plants within a campesino community in a Costa Rican montane cloud forest. Mountain Research and Development. 2000;20(2):162–171. doi: 10.1659/0276-4741(2000)020[0162:upwacc]2.0.co;2.", "ArticleIdList": ["10.1659/0276-4741(2000)020[0162:upwacc]2.0.co;2"]}, {"Citation": "Altaee N., Kadhim M. J., Hameed I. H. Characterization of metabolites produced by E. coli and analysis of its chemical compounds using GC-MS. International Journal of Current Pharmaceutical Review and Research. 2017;7(6):13–19."}, {"Citation": "Hadi M. Y., Hameed I. H. Uses of gas chromatography-mass spectrometry (GC-MS) technique for analysis of bioactive chemical compounds of lepidium sativum: a review. Research Journal of Pharmacy and Technology. 2017;10(11):4039–4042. doi: 10.5958/0974-360x.2017.00732.6.", "ArticleIdList": ["10.5958/0974-360x.2017.00732.6"]}, {"Citation": "Jawad Kadhim M., Mohammed G. J., Hadi Hameed I. In vitro antibacterial, antifungal and phytochemical analysis of methanolic extract of fruit Cassia fistula. Oriental Journal of Chemistry. 2016;32(3):1329–1346. doi: 10.13005/ojc/320307.", "ArticleIdList": ["10.13005/ojc/320307"]}, {"Citation": "Marouane W., Soussi A., Murat J.-C., Bezzine S., El Feki A. The protective effect of Malva sylvestris on rat kidney damaged by vanadium. Lipids in Health and Disease. 2011;10(1):p. 65. doi: 10.1186/1476-511x-10-65.", "ArticleIdList": ["10.1186/1476-511x-10-65", "PMC3104358", "21513564"]}, {"Citation": "Jaradat N., Abualhasan M., Ali I. Comparison of anti-oxidant activities and exhaustive extraction yields between wild and cultivated cyclamen persicum, Malva sylvestris and Urtica pilulifera leaves. Journal of Applied Pharmaceutical Science. 2015;5(4):101–106. doi: 10.7324/japs.2015.50417.", "ArticleIdList": ["10.7324/japs.2015.50417"]}, {"Citation": "Benso B., Rosalen P. L., Alencar S. M., Murata R. M. Malva sylvestris inhibits inflammatory response in oral human cells. An in vitro infection model. PLoS One. 2015;10(10):p. e0140331. doi: 10.1371/journal.pone.0140331.", "ArticleIdList": ["10.1371/journal.pone.0140331", "PMC4610699", "26479870"]}, {"Citation": "Abbaszadegan A., Gholami A., Ghahramani Y., et al. Antimicrobial and cytotoxic activity of cuminum cyminum as an intracanal medicament compared to chlorhexidine gel. Iranian Endodontic Journal. 2016;11(1):44–50. doi: 10.7508/iej.2016.01.009.", "ArticleIdList": ["10.7508/iej.2016.01.009", "PMC4731533", "26843877"]}, {"Citation": "Mazraedoost S., Behbudi G. Basic nano magnetic particles and essential oils: biological applications. Journal of Environmental Treatment Techniques. 2021;9(3):609–620."}, {"Citation": "Azarang A., Farshad O., Ommati M. M., et al. Protective role of probiotic supplements in hepatic steatosis: a rat model study. BioMed Research International. 2020;2020 doi: 10.1155/2020/5487659.5487659", "ArticleIdList": ["10.1155/2020/5487659", "PMC7704153", "33299871"]}, {"Citation": "Omidifar N., Nili-Ahmadabadi A., Gholami A., Dastan D., Ahmadimoghaddam D., Nili-Ahmadabadi H. Biochemical and histological evidence on the protective effects of Allium hirtifolium boiss (Persian shallot) as an herbal supplement in cadmium-induced hepatotoxicity. Evidence-Based Complementary and Alternative Medicine: ECAM. 2020;2020 doi: 10.1155/2020/7457504.7457504", "ArticleIdList": ["10.1155/2020/7457504", "PMC7317314", "32655668"]}, {"Citation": "Gholami A., Emadi F., Nazem M., et al. Expression of key apoptotic genes in hepatocellular carcinoma cell line treated with etoposide-loaded graphene oxide. Journal of Drug Delivery Science and Technology. 2020;57:p. 101725. doi: 10.1016/j.jddst.2020.101725.", "ArticleIdList": ["10.1016/j.jddst.2020.101725"]}, {"Citation": "Hussain L., Ikram J., Rehman K., Tariq M., Ibrahim M., Akash M. S. H. Hepatoprotective effects of Malva sylvestris L. against paracetamol-induced hepatotoxicity. Turkish Journal of Biology. 2014;38(3):396–402. doi: 10.3906/biy-1312-32.", "ArticleIdList": ["10.3906/biy-1312-32"]}, {"Citation": "Montazeri-Najafabady N., Ghasemi Y., Dabbaghmanesh M. H., et al. Exploring the bone sparing effects of postbiotics in the post-menopausal rat model. BMC Complementary Medicine and Therapies. 2021;21(1):p. 155. doi: 10.1186/s12906-021-03327-w.", "ArticleIdList": ["10.1186/s12906-021-03327-w", "PMC8161980", "34049521"]}, {"Citation": "Montazeri-Najafabady N., Ghasemi Y., Dabbaghmanesh M. H., Talezadeh P., Koohpeyma F., Gholami A. Supportive role of probiotic strains in protecting rats from ovariectomy-induced cortical bone loss. Probiotics and Antimicrobial Proteins. 2019;11(4):1145–1154. doi: 10.1007/s12602-018-9443-6.", "ArticleIdList": ["10.1007/s12602-018-9443-6", "30014348"]}, {"Citation": "Dulger B., Gonuz A. Antimicrobial activity of certain plants used in Turkish traditional medicine. Asian Journal of Plant Sciences. 2004;3(1):104–107."}, {"Citation": "Coelho De Souza G., Haas A. P. S., Von Poser G. L., Schapoval E. E. S., Elisabetsky E. Ethnopharmacological studies of antimicrobial remedies in the south of Brazil. Journal of Ethnopharmacology. 2004;90(1):135–143. doi: 10.1016/j.jep.2003.09.039.", "ArticleIdList": ["10.1016/j.jep.2003.09.039", "14698521"]}, {"Citation": "Cogo L. L., Monteiro C. L. B., Miguel M. D., et al. Anti-Helicobacter pylori activity of plant extracts traditionally used for the treatment of gastrointestinal disorders. Brazilian Journal of Microbiology. 2010;41(2):304–309. doi: 10.1590/s1517-83822010000200007.", "ArticleIdList": ["10.1590/s1517-83822010000200007", "PMC3768678", "24031496"]}, {"Citation": "Cheng C.-L., Wang Z.-Y. Bacteriostasic activity of anthocyanin of Malva sylvestris. Journal of Forestry Research. 2006;17(1):83–85. doi: 10.1007/s11676-006-0020-6.", "ArticleIdList": ["10.1007/s11676-006-0020-6"]}, {"Citation": "Walter C., Shinwari Z. K., Afzal I., Malik R. N. Antibacterial activity in herbal products used in Pakistan. Pakistan Journal of Botany. 2011;43:155–162."}, {"Citation": "Mousavi S. M., Hashemi S. A., Zarei M., et al. Recent progress in chemical composition, production, and pharmaceutical effects of kombucha beverage: a complementary and alternative medicine. Evidence-Based Complementary and Alternative Medicine. 2020;2020 doi: 10.1155/2020/4397543.4397543", "ArticleIdList": ["10.1155/2020/4397543", "PMC7688354", "33281911"]}, {"Citation": "Gholami A., Hashemi S. A., Yousefi K., et al. 3D nanostructures for tissue engineering, cancer therapy, and gene delivery. Journal of Nanomaterials. 2020;2020 doi: 10.1155/2020/1852946.1852946", "ArticleIdList": ["10.1155/2020/1852946"]}, {"Citation": "Razavi S. M., Zarrini G. Bioactivity of aviprin and aviprin-3″-O-glucoside, two linear furanocoumarins from Apiaceae. Russian Journal of Bioorganic Chemistry. 2010;36(3):359–362. doi: 10.1134/s1068162010030118.", "ArticleIdList": ["10.1134/s1068162010030118", "20644594"]}, {"Citation": "Nabavizadeh M., Abbaszadegan A., Gholami A, et al. Chemical constituent and antimicrobial effect of essential oil from Myrtus communis leaves on microorganisms involved in persistent endodontic infection compared to two common endodontic irrigants: an in vitro study. Journal of Conservative Dentistry: Journal of Computational Dynamics. 2014;17(5):449–453. doi: 10.4103/0972-0707.139836.", "ArticleIdList": ["10.4103/0972-0707.139836", "PMC4174705", "25298646"]}, {"Citation": "Abbaszadegan A., Sahebi S., Gholami A., et al. Time-dependent antibacterial effects of aloe vera and Zataria multiflora plant essential oils compared to calcium hydroxide in teeth infected with Enterococcus faecalis. Journal of Investigative and Clinical Dentistry. 2016;7(1):93–101. doi: 10.1111/jicd.12123.", "ArticleIdList": ["10.1111/jicd.12123", "25187255"]}, {"Citation": "Meysami M., Hashempur M. H., Kamalinejad M., Emtiazy M. Efficacy of short term topical Malva sylvestris L. Cream in pediatric patients with atopic dermatitis: a randomized double-blind PlaceboControlled clinical trial. Endocrine, Metabolic & Immune Disorders-Drug Targets. 2020;20 doi: 10.2174/1871530320666201023125411.", "ArticleIdList": ["10.2174/1871530320666201023125411", "33100212"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "2", "Day": "23"}, {"Year": "2021", "Month": "6", "Day": "28"}, {"Year": "2021", "Month": "8", "Day": "6"}, {"Year": "2021", "Month": "8", "Day": "26", "Hour": "6", "Minute": "10"}, {"Year": "2021", "Month": "8", "Day": "27", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "8", "Day": "27", "Hour": "6", "Minute": "1"}, {"Year": "2021", "Month": "8", "Day": "14"}], "PublicationStatus": "epublish", "ArticleIdList": ["34434245", "PMC8382527", "10.1155/2021/5548404"]}}], "PubmedBookArticle": []}