{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Adult immersion test", "Carica papaya", "Larval packet test", "Moringa oleifera", "Plant extract", "Randia aculeata", "Tick control"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34431045", "DateCompleted": {"Year": "2021", "Month": "10", "Day": "05"}, "DateRevised": {"Year": "2021", "Month": "10", "Day": "05"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "08", "Day": "24"}], "Language": ["eng"], "ELocationID": ["10.1007/s10493-021-00654-y"], "Journal": {"ISSN": "1572-9702", "JournalIssue": {"Volume": "85", "Issue": "1", "PubDate": {"Year": "2021", "Month": "Sep"}}, "Title": "Experimental & applied acarology", "ISOAbbreviation": "Exp Appl Acarol"}, "ArticleTitle": "Acaricidal activity of the hexanic and hydroethanolic extracts of three medicinal plants against southern cattle tick Rhipicephalus (Boophilus) microplus (Acari: Ixodidae).", "Pagination": {"StartPage": "113", "EndPage": "129", "MedlinePgn": "113-129"}, "Abstract": {"AbstractText": ["The southern cattle tick Rhipicephalus microplus is a major problem for the cattle industry in tropical and subtropical areas worldwide. Chemical products are commonly applied to control it; however, their indiscriminate use has resulted in the appearance of resistant lineages. In the last decades, plants have been used as an alternative to conventional acaricidal drugs, as several plant compounds repel activity, decrease the reproductive potential and reduce the survival rate of ticks. For this reason, the in vitro efficacy of hexanic and hydroalcoholic extracts of Randia aculeata, Moringa oleifera and Carica papaya were evaluated against the larvae and engorged females of R. microplus. Larval packet tests and adult immersion tests were performed with seven concentrations of each of the extracts. The extracts obtained with hydroethanolic solution (polar solvent) exhibited a higher acaricidal activity than extracts prepared with n-hexane (non-polar solvent). Hydroethanolic extracts of R. aculeata seed and shell showed the highest larvicidal activity against R. microplus (100 and 91% mortality, respectively) at a concentration of 100 mg/mL. Randia aculeata (seed and shell), M. oleifera and C. papaya treatments at the same concentration (100 mg/mL) also resulted in adult mortality of 85, 75, 66 and 55%, respectively. The adult immersion test showed that hydroethanolic extracts derived from R. aculeata seed significantly reduced the index of egg laying and increased the percentage inhibition of oviposition of female ticks at a concentration of 100 mg/mL. These results indicate that the tested extracts exhibit acaricidal activity and could be considered as potential agents for the development of alternative natural acaricides against R. microplus."], "CopyrightInformation": "© 2021. The Author(s), under exclusive licence to Springer Nature Switzerland AG."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Unidad de Diagnóstico, Laboratorio de Parasitología, Facultad de Medicina Veterinaria y Zootecnia, Rancho 'Torreón del Molino', Universidad Veracruzana, CP 91710, Veracruz, Veracruz, Mexico."}], "LastName": "Bravo-Ramos", "ForeName": "J L", "Initials": "JL"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Facultad de Medicina Veterinaria y Zootecnia, Laboratorio de Bioquímica, Universidad Veracruzana, CP 91710, Veracruz, Veracruz, Mexico."}], "LastName": "Flores-Primo", "ForeName": "A", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Facultad de Medicina, Departamento de Química Analítica, Universidad Autónoma de Nuevo León, Av. Fco. I. Madero y Dr. E. Aguirre Pequeño s/n, CP 64460, Monterrey, Nuevo León, Mexico."}, {"Identifier": [], "Affiliation": "Catedras CONACYT-UANL, San nicolás de los garza, Mexico."}], "LastName": "Paniagua-Vega", "ForeName": "D", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Facultad de Bioanálisis, Universidad Veracruzana, CP 91700, Veracruz, Veracruz, Mexico."}], "LastName": "Sánchez-Otero", "ForeName": "M G", "Initials": "MG"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Unidad de Diagnóstico, Laboratorio de Parasitología, Facultad de Medicina Veterinaria y Zootecnia, Rancho 'Torreón del Molino', Universidad Veracruzana, CP 91710, Veracruz, Veracruz, Mexico."}], "LastName": "Cruz-Romero", "ForeName": "A", "Initials": "A"}, {"Identifier": ["0000-0003-4640-6316"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Unidad de Diagnóstico, Laboratorio de Parasitología, Facultad de Medicina Veterinaria y Zootecnia, Rancho 'Torreón del Molino', Universidad Veracruzana, CP 91710, Veracruz, Veracruz, Mexico. dromero@uv.mx."}], "LastName": "Romero-Salas", "ForeName": "D", "Initials": "D"}], "GrantList": [{"GrantID": "CB/2016-284813", "Agency": "CONACYT", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Netherlands", "MedlineTA": "Exp Appl Acarol", "NlmUniqueID": "8507436", "ISSNLinking": "0168-8162"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Acaricides"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Acaricides"}, {"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": [], "DescriptorName": "Ixodidae"}, {"QualifierName": [], "DescriptorName": "Larva"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Plant Extracts"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Rhipicephalus"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Abbott WS (1925) A method of computing the effectiveness of an insecticide. J Econ Entomol 18:265–267", "ArticleIdList": ["10.1093/jee/18.2.265a"]}, {"Citation": "Adenubi OT, McGaw LJ, Eloff JN, Naidoo V (2018) In vitro bioassays used in evaluating plant extracts for tick repellent and acaricidal properties: a critical review. Vet Parasitol 254:160–171", "ArticleIdList": ["29657003", "10.1016/j.vetpar.2018.03.008", "29657003"]}, {"Citation": "Agra-Neto AC, Napoleão TH, Pontual EV (2014) Effect of Moringa oleifera lectins on survival and enzyme activities of Aedes aegypti larvae susceptible and resistant to organophosphate. Parasitol Res 113:175–184", "ArticleIdList": ["24142287", "10.1007/s00436-013-3640-8", "24142287"]}, {"Citation": "Akhtar Y, Shikano I, Isman MB (2009) Topical application of a plant extract to different life stages of Trichoplusia ni fails to influence feeding or oviposition behavior. Entomol Exp Appl 132:275–282", "ArticleIdList": ["10.1111/j.1570-7458.2009.00895.x"]}, {"Citation": "Álvarez-Román R, Silva-Flores PG, Galindo-Rodríguez SA, Huerta-Heredia AA, Vilegas W, Paniagua-Vega D (2020) Moisturizing and antioxidant evaluation of Moringa oleifera leaf extract in topical formulations by biophysical techniques. S African J Bot 129:404–411", "ArticleIdList": ["10.1016/j.sajb.2019.10.011"]}, {"Citation": "Antoun MD, Gerena L, Milhous WK (1993) Screening of the flora of Puerto rico for potential antimalarial bioactives. Pharm Biol 31:255–258"}, {"Citation": "Athanasiadou S, Kyriazakis I, Jackson F, Coop RL (2001) Direct anthelmintic effects of condensed tannins towards different gastrointestinal nematodes of sheep: in vitro and in vivo studies. Vet Parasitol 99:205–219", "ArticleIdList": ["11502368", "10.1016/S0304-4017(01)00467-8", "11502368"]}, {"Citation": "Banumathi B, Vaseeharan B, Rajasekar P, Prabhu NM, Ramasamy P, Murugan K, Benelli G (2017) Exploitation of chemical, herbal and nanoformulated acaricides to control the cattle tick, Rhipicephalus (Boophilus) microplus–a review. Vet Parasitol 244:102–110", "ArticleIdList": ["28917299", "10.1016/j.vetpar.2017.07.021", "28917299"]}, {"Citation": "Bennett GF (1974) Oviposition of Boophilus microplus (Canestrini) (Acarida: Ixodidae). Influence of tick size on egg production. Acarologia 16:52–61", "ArticleIdList": ["4463680", "4463680"]}, {"Citation": "Cardoso A, Santos E, Lima A, Temeyer KB, Pérez de León AA, Costa LM (2020) Terpenes on Rhipicephalus (Boophilus) microplus: Acaricidal activity and acetylcholinesterase inhibition. Vet Parasitol. https://doi.org/10.1016/j.vetpar.2020.109090", "ArticleIdList": ["10.1016/j.vetpar.2020.109090", "32979684", "32979684"]}, {"Citation": "Chagas AC, Passos WM, Prates HT, Leite RC, Furlong J, Fortes ICP (2002) Efeito acaricida de óleos essenciais e concentrados emulsionáveis de Eucalyptus spp em Boophilus microplus. Brazilian J Vet Res Anim Sci 39:247–253", "ArticleIdList": ["10.1590/S1413-95962002000500006"]}, {"Citation": "Chagas AC, Domingues LF, Fantatto RR, Giglioti R, Oliveira MC, Oliveira DH, Mano RA, Jacob RG (2014) In vitro and in vivo acaricide action of juvenoid analogs produced from the chemical modification of Cymbopogon spp. and Corymbia citriodora essential oil on the cattle tick Rhipicephalus (Boophilus) microplus. Vet Parasitol 205:277–284", "ArticleIdList": ["25085774", "10.1016/j.vetpar.2014.06.030", "25085774"]}, {"Citation": "Cherry LM (1969) The production of cuticle wax by engorged females of the cattle tick, Boophilus Microplus (Canestrini). J Exp Biol 50:705–770", "ArticleIdList": ["5793885", "10.1242/jeb.50.3.705", "5793885"]}, {"Citation": "Coelho JS, Santos NDL, Napoleão TH, Gomes FS, Ferreira RS, Zingali RB, Coelho LCBB, Leite SP, Navarro DMAF, Paiva PMG (2009) Effect of Moringa oleifera lectin on development and mortality of Aedes aegypti larvae. Chemosphere 77:934–938", "ArticleIdList": ["19747711", "10.1016/j.chemosphere.2009.08.022", "19747711"]}, {"Citation": "Dawkar VV, Chikate YR, Lomate PR, Dholakia BB, Gupta VS, Giri AP (2013) Molecular insights into resistance mechanisms of lepidopteran insect pests against toxicants. J Proteome Res 12:4727–4737", "ArticleIdList": ["24090158", "10.1021/pr400642p", "24090158"]}, {"Citation": "Dougoud J, Toepfer S, Bateman M (2019) Efficacy of homemade botanical insecticides based on traditional knowledge. A Review Agron Sustain Dev 39:37", "ArticleIdList": ["10.1007/s13593-019-0583-1"]}, {"Citation": "Drummond RO, Ernest SE, Trevino JL, Gladney WJ, Graham OH (1973) Boophilus annulatus and B. microplus: laboratory tests of insecticides. J Econ Entomol 66:130–133", "ArticleIdList": ["4690254", "10.1093/jee/66.1.130", "4690254"]}, {"Citation": "Ekaiko M, Stephen C, Emmanuel U, Chizaram E (2015) Antimicrobial screening and phytochemical analysis of Carica papaya leaf extracts. Stand Res J Microbiol Sci 2:1–4"}, {"Citation": "Estrada-Peña A, Garcia Z, Sánchez HF (2006) The distribution and ecological preferences of Boophilus microplus (Acari:Ixodidae) in Mexico. Exp Appl Acarol 38:307–316", "ArticleIdList": ["16612672", "10.1007/s10493-006-7251-2", "16612672"]}, {"Citation": "FAO (2004) Acaricide Resistance: Diagnosis, Management and Prevention. Guidelines Resistance Management and Integrated Parasite Control in Ruminants, Animal Production and Health Division, Agriculture Department, Food and Agriculture Organization of the United Nations, Rome, 25–77"}, {"Citation": "Figueiredo A, Agnolon IC, Lopes LG, Giglioti R, Chagas AC (2018) Comparative study of hatching estimation methods of Rhipicephalus (Boophilus) microplus eggs. Vet Parasitol 264:35–38", "ArticleIdList": ["30503088", "10.1016/j.vetpar.2018.10.015", "30503088"]}, {"Citation": "Finney DJ (1962) Probit analysis, vol 78. Cambridge University Press, Cambridge, pp 388–390"}, {"Citation": "Fouche G, Sakong BM, Adenubi OT (2017) Investigation of the acaricidal activity of the acetone and ethanol extracts of 12 South African plants against the adult ticks of Rhipicephalus turanicus. Onderstepoort j Vet Res 84:1–7", "ArticleIdList": ["10.4102/ojvr.v84i1.1523"]}, {"Citation": "Frame AD, Ríos-Olivares E, De Jesús L, Ortiz D, Pagán J, Méndez S (1998) Plants from Puerto Rico with anti-Mycobacterium tuberculosis properties. P R Health Sci J 17:243–252", "ArticleIdList": ["9883470", "9883470"]}, {"Citation": "Gallardo-Casas CA, Guevara-Balcázar G, Morales-Ramos E (2012) Ethnobotanic study of Randia aculeata (Rubiaceae) in Jamapa, Veracruz, Mexico, and its anti-snake venom effects on mouse tissue. J Venom Anim Toxins Incl Trop Dis 18:287–294", "ArticleIdList": ["10.1590/S1678-91992012000300006"]}, {"Citation": "Ghosh S, Tiwari SS, Kumar B (2015) Identification of potential plant extracts for anti-tick activity against acaricide resistant cattle ticks, Rhipicephalus (Boophilus) microplus (Acari:Ixodidae). Exp Appl Acarol 66:59–171", "ArticleIdList": ["10.1007/s10493-015-9890-7"]}, {"Citation": "Grisi L, Leite RC, Martins JRS, Barros ATM, Andreotti R, Cançado PHD, León AAP, Pereira JB, Villela HS (2014) Reassessment of the potential economic impact of cattle parasites in Brazil. Rev Bras Parasitol Vet 23:150–156", "ArticleIdList": ["25054492", "10.1590/S1984-29612014042", "25054492"]}, {"Citation": "Khan S, Basra SMA, Afzal I, Nawaz M, Rehman HU (2017) Growth promoting potential of fresh and stored Moringa oleifera leaf extracts in improving seedling vigor, growth and productivity of wheat crop. Environ Sci Pollut Res 24:27601–27612", "ArticleIdList": ["10.1007/s11356-017-0336-0"]}, {"Citation": "Khan A, Nasreen N, Niaz S et al (2019) Acaricidal efficacy of Calotropis procera (Asclepiadaceae) and Taraxacum officinale (Asteraceae) against Rhipicephalus microplus from Mardan, Pakistan. Exp Appl Acarol 78:595–608", "ArticleIdList": ["31367977", "10.1007/s10493-019-00406-z", "31367977"]}, {"Citation": "Kostyukovsky M, Gileadi C, Demchenko N, Shaaya E (2002) Activation of octopaminergic receptors by essential oil constituents isolated from aromatic plants: possible mode of action against insect pests. Pest Manag Sci 58:1101–1106", "ArticleIdList": ["12449528", "10.1002/ps.548", "12449528"]}, {"Citation": "Kovendan K, Murugan K, Naresh Kumar A, Vincent S, Hwang JS (2012) Bioefficacy of larvicdial and pupicidal properties of Carica papaya (Caricaceae) leaf extract and bacterial insecticide, spinosad, against chikungunya vector, Aedes aegypti (Diptera: Culicidae). Parasitol Res 110:669–678", "ArticleIdList": ["21750871", "10.1007/s00436-011-2540-z", "21750871"]}, {"Citation": "Lopez MD, Pascual-Villalobos MJ (2010) Mode of inhibition of acetylcholinesterase by monoterpenoids and implications for pest control. Ind Crops and Prod 31:284–288", "ArticleIdList": ["10.1016/j.indcrop.2009.11.005"]}, {"Citation": "Manzoor M, Ali H, Muhammad A, Alam I, Khalid SH, Idrees A, Arif M (2015) Potential of Moringa (Moringa oleifera: Moringaceae) as plant growth regulator and bio-pesticide against wheat aphids on wheat crop (Triticum aestivum; Poaceae). J Biopest 8:120–127"}, {"Citation": "Miraballes C, Riet-Correa F (2018) A review of the history of research and control of Rhipicephalus (Boophilus) microplus, babesiosis and anaplasmosis in Uruguay. Exp Appl Acarol 75:383–398", "ArticleIdList": ["30083875", "10.1007/s10493-018-0278-3", "30083875"]}, {"Citation": "Moreau TL, Isman MB (2012) Combining reduced-risk products, trap crops and yellow sticky traps for greenhouse whitefly (Trialeurodes vaporariorum) management on sweet peppers (Capsicum annum). Crop Prot 34:42–46", "ArticleIdList": ["10.1016/j.cropro.2011.11.011"]}, {"Citation": "Muhammad SN (2012) Effects of plant extracts on the behaviour and physiology of the Odontotermes obesus (Ramb.) (Isoptera: Termitidae). Dissertation. University of Agriculture, Faisalabad, Pakistan"}, {"Citation": "Niezen JH, Charleston WAG, Robertson HA, Shelton D, Waghorn GC, Green R (2002) The effect of feeding sulla (Hedysarum coronarium) or lucerne (Medicago sativa) on lamb parasite burdens and immunity to gastrointestinal nematodes. Vet Parasitol 105:229–245", "ArticleIdList": ["11934463", "10.1016/S0304-4017(02)00014-6", "11934463"]}, {"Citation": "Nwankwo EN, Okonkwo NJ, Ogbonna CU, Akpom CJ, Egbuche CM, Ukonze BC (2015) Moringa oleifera and Annona muricataseed oil extracts as biopesticides against the second and fourth larval instar ofAedes aegypti L. (Diptera: Culicidae). J Biopest 8:56–61"}, {"Citation": "O’Callaghan FE, Neilson R, MacFarlane SA (2019) Dynamic biospeckle analysis, a new tool for the fast screening of plant nematicide selectivity. Plant Methods 15:1–13", "ArticleIdList": ["10.1186/s13007-019-0523-8"]}, {"Citation": "Oliveira CFR, Luz LA, Paiva PMG, Coelho LCBB, Marangoni S, Macedo MLR (2011) Evaluation of seed coagulant Moringa oleifera lectin (cMoL) as a bioinsecticidal tool with potential for the control of insects. Process Biochem 46:498–504", "ArticleIdList": ["10.1016/j.procbio.2010.09.025"]}, {"Citation": "Omoregie M, Omoregie A, Iloba B (2018) Insecticidal potential of Moringa oleifera (Lamarck) root on workers of Macrotermes bellicosus (Smeathman). EIJST 7:9–16"}, {"Citation": "Paiva PMG, Santana GMS, Souza IFAC, Albuquerque LP, Agra-Neto AC, Albuquerque AC, Luz LA, Napoleão TH, Coelho LCBB (2010) Effect of lectins from Opuntia ficus indica cladodes and Moringa oleifera seeds on survival of Nasutitermes corniger. Int Biodeter Biodegrad 65:982–989", "ArticleIdList": ["10.1016/j.ibiod.2011.05.008"]}, {"Citation": "Pandey A, Tripathi SM (2014) Concept of standardization, extraction and pre phytochemical screening strategies for herbal drug. J Pharmacogn Phytochem 2:115–119"}, {"Citation": "Pontual EV, Napoleão TH, Dias de Assis CR (2012) Effect of Moringa oleifera flower extract on larval trypsin and acetylcholinesterase activities in Aedes aegypti. Arch Insect Biochem Physiol 79:135–152", "ArticleIdList": ["22392801", "10.1002/arch.21012", "22392801"]}, {"Citation": "Rashed KN, da Cruz MG, Vieira GPG, Magalhaes LG, Cunha WR (2013) Evaluation of schistosomicidal and leishmanicidal activities from Carica papaya (Linn.) stem and phytochemical composition. J Herbal Med 2:239–243"}, {"Citation": "Rawani A, Mallick HK, Ghosh A, Chandra G (2009) Larvicidal activities of three plants against filarial vector Culex quinquefasciatus Say (Diptera: Culicidae). Parasitol Res 105:1411–1417", "ArticleIdList": ["19644705", "10.1007/s00436-009-1573-z", "19644705"]}, {"Citation": "Ribeiro VL, Vanzella C, Moysés S, Santos JC, Martins JR, Von Poser GL, Siqueira IR (2012) Effect of Calea serrata Less. n-hexane extract on acetylcholinesterase of larvae ticks and brain Wistar rats. Vet Parasitol 189:322–326", "ArticleIdList": ["22608349", "10.1016/j.vetpar.2012.04.033", "22608349"]}, {"Citation": "Rosado-Aguilar JA, Arjona-Cambranes K, Torres-Acosta JFJ (2017) Plant products and secondary metabolites with acaricide activity against ticks. Vet Parasitol 238:66–76", "ArticleIdList": ["28385541", "10.1016/j.vetpar.2017.03.023", "28385541"]}, {"Citation": "Roulston WJ, Schnitzerling HJ, Schuntner CA (1968) Acetylcholinesterase insensitivity in the Biarra strain of the cattle tick Boophilus microplus, as a cause of resistance to organophosphorus and carbamate acaricides. Aust J Biol Sci 21:759–768", "ArticleIdList": ["5680996", "10.1071/BI9680759", "5680996"]}, {"Citation": "Sharma AK, Kumar R, Kumar S, Nagar G, Singh NK, Rawat SS, Dhakad M, Rawat A, Ray D, Ghosh S (2012) Deltamethrin and cypermethrin resistance status of Rhipicephalus (Boophilus) microplus collected from six agro-climatic regions of india. Vet Parasitol 188:337–345", "ArticleIdList": ["22541585", "10.1016/j.vetpar.2012.03.050", "22541585"]}, {"Citation": "Sholapur HPN, Patil BM (2013) Pharmacognostic and phytochemical investigations on the bark of Moringa oleifera Lam. Indian J Nat Prod Resour 4:96–101"}, {"Citation": "Shyma KP, Gupta JP, Ghosh S, Patel K, Singh V (2014) Acaricidal effect of herbal extracts against cattle tick Rhipicephalus (Boophilus) microplus using in vitro studies. Parasitol Res 113:1–8", "ArticleIdList": ["10.1007/s00436-014-3839-3"]}, {"Citation": "Singh NK, Miller RJ, Klafke GM, Goolsby JA, Thomas DB, de Leon AAP (2018) In-vitro efficacy of a botanical acaricide and its active ingredients against larvae of susceptible and acaricide-resistant strains of Rhipicephalus (Boophilus) microplus Canestrini (Acari: Ixodidae). Ticks Tick-Borne Dis 9:201–206", "ArticleIdList": ["28978457", "10.1016/j.ttbdis.2017.09.005", "28978457"]}, {"Citation": "Soto A, Castillo B, Delgado A, González A, Montenegro R (2001) Alkaloid screening of herbarium samples of Rubiaceae from Panama. Pharm Biol 39:161–169", "ArticleIdList": ["10.1076/phbi.39.3.161.5925"]}, {"Citation": "Torres-Fajardo RA, Navarro-Alberto JA, Ventura-Cordero J (2019) Intake and selection of goats grazing heterogeneous vegetation: Effect of gastrointestinal nematodes and condensed tannins. Rangel Ecol Manag 72:946–953", "ArticleIdList": ["10.1016/j.rama.2019.08.002"]}, {"Citation": "Vij T, Prashar Y (2015) A review on medicina properties of Carica papaya Linn. Asian Pacific J Trop Dis 5:1–6", "ArticleIdList": ["10.1016/S2222-1808(14)60617-4"]}, {"Citation": "Walker AR, Bouattour Camicas J, Estrada-Peña L, Horak A, Latif IG, Pegram AA, Preston PM (2007) Ticks of domestic animals in africa: a guide to identifcation of species. Edinburgh Bioscience Reports, UK"}, {"Citation": "Yusha’u M, Onuorah F, Murtala Y, (2009) In vitro sensitivity pattern of some urinary tract isolates to Carica papaya extracts. Bayero J Pure Appl Sci 2:75–78"}, {"Citation": "Zaman MA, Iqbal Z, Abbas RZ, Khan MN, Muhammad G, Younus M, Ahmed S (2012) In vitro and in vivo acaricidal activity of an herbal extract. Vet Parasitol 186:431–436", "ArticleIdList": ["22305296", "10.1016/j.vetpar.2011.11.018", "22305296"]}, {"Citation": "Zobayer N, Hasan R (2013) Effects of manually processed bio-pesticides on crop production and pest managements in Okra (Abelmoschus esculentus (L.) Moench). J Nat Sci Res 3:112–116"}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "7", "Day": "6"}, {"Year": "2021", "Month": "8", "Day": "18"}, {"Year": "2021", "Month": "8", "Day": "26", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "10", "Day": "6", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "8", "Day": "25", "Hour": "6", "Minute": "35"}], "PublicationStatus": "ppublish", "ArticleIdList": ["34431045", "10.1007/s10493-021-00654-y", "10.1007/s10493-021-00654-y"]}}], "PubmedBookArticle": []}