{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Nigella damascene", "Nigella sativa", "antimutagenic activity", "antioxidants", "mutagenesis"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34432933", "DateCompleted": {"Year": "2021", "Month": "12", "Day": "06"}, "DateRevised": {"Year": "2021", "Month": "12", "Day": "14"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "08", "Day": "25"}], "Language": ["eng"], "ELocationID": ["10.1002/cbdv.202000936"], "Journal": {"ISSN": "1612-1880", "JournalIssue": {"Volume": "18", "Issue": "10", "PubDate": {"Year": "2021", "Month": "Oct"}}, "Title": "Chemistry & biodiversity", "ISOAbbreviation": "Chem Biodivers"}, "ArticleTitle": "Protective Effect of Nigella sativa and Nigella damascena Fixed Oils Against Aflatoxin Induced Mutagenicity in the Classical and Modified Ames Test.", "Pagination": {"StartPage": "e2000936", "MedlinePgn": "e2000936"}, "Abstract": {"AbstractText": ["The antioxidant and mutagenic/antimutagenic activities of the fixed oils from Nigella sativa (NSO) and Nigella damascena (NDO) seeds, obtained by cold press-extraction from the cultivar samples, were comparatively investigated for the first time. The antimutagenicity test was carried out using classical and modified Ames tests. The fatty acid composition of the fixed oils was characterized by gas chromatography-mass spectrometry (GC-MS) while the quantification of thymoquinone in the fixed oils was determined by UPC<sup>2</sup> . The main components of the NSO and NDO were found to be linoleic acid, oleic acid, and palmitic acid. The results of the Ames test confirmed the safety of NSO and NDO from the viewpoint of mutagenicity. The results of the three antioxidant test methods were correlated with each other, indicating NDO as having a superior antioxidant activity, when compared to the NSO. Both NSO and NDO exhibited a significant protective effect against the mutagenicity induced by aflatoxin B1 in Salmonella typhimurium TA98 and TA100 strains. When microsomal metabolism was terminated after metabolic activation of the mycotoxin, a significant increase in antimutagenic activity was observed, suggesting that the degradation of aflatoxin B1 epoxides by these oils may be a possible antimutagenic mechanism. It is worthy to note that this is the first study to assess the mutagenicity of NSO and NDO according to the OECD 471 guideline and to investigate antimutagenicity of NDO in comparison to NSO against aflatoxin."], "CopyrightInformation": "© 2021 Wiley-VHCA AG, Zurich, Switzerland."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Toxicology, Faculty of Pharmacy, Yeditepe University, 34755, Istanbul, Turkey."}], "LastName": "Helvacıoğlu", "ForeName": "Sinem", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Toxicology, Faculty of Pharmacy, Yeditepe University, 34755, Istanbul, Turkey."}], "LastName": "Charehsaz", "ForeName": "Mohammad", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacognosy, Faculty of Pharmacy, Yeditepe University, 34755, Istanbul, Turkey."}], "LastName": "Güzelmeriç", "ForeName": "Etil", "Initials": "E"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Pharmacy, Yeditepe University, 34755, Istanbul, Turkey."}], "LastName": "Oçkun", "ForeName": "Mehmet Ali", "Initials": "MA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Selçuk University, Agriculture Faculty, Department of Medicinal Plants, 42130, Konya, Turkey."}], "LastName": "Ayran", "ForeName": "İrem", "Initials": "İ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacognosy, Faculty of Pharmacy, Yeditepe University, 34755, Istanbul, Turkey."}], "LastName": "Kırmızıbekmez", "ForeName": "Hasan", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Selçuk University, Agriculture Faculty, Department of Medicinal Plants, 42130, Konya, Turkey."}], "LastName": "Kan", "ForeName": "Yüksel", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Toxicology, Faculty of Pharmacy, Yeditepe University, 34755, Istanbul, Turkey."}], "LastName": "Aydın", "ForeName": "Ahmet", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacognosy, Faculty of Pharmacy, Yeditepe University, 34755, Istanbul, Turkey."}], "LastName": "Yeşilada", "ForeName": "Erdem", "Initials": "E"}], "GrantList": [{"GrantID": "117S866", "Agency": "Scientific and Technological Research Council of Turkey (TÜBİTAK)", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Chem Biodivers", "NlmUniqueID": "101197449", "ISSNLinking": "1612-1872"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Antimutagenic Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Antioxidants"}, {"RegistryNumber": "0", "NameOfSubstance": "Biphenyl Compounds"}, {"RegistryNumber": "0", "NameOfSubstance": "Picrates"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Oils"}, {"RegistryNumber": "0", "NameOfSubstance": "Protective Agents"}, {"RegistryNumber": "9N2N2Y55MH", "NameOfSubstance": "Aflatoxin B1"}, {"RegistryNumber": "DFD3H4VGDH", "NameOfSubstance": "1,1-diphenyl-2-picrylhydrazyl"}], "MeshHeadingList": [{"QualifierName": ["antagonists & inhibitors"], "DescriptorName": "Aflatoxin B1"}, {"QualifierName": ["chemistry", "isolation & purification", "pharmacology"], "DescriptorName": "Antimutagenic Agents"}, {"QualifierName": ["chemistry", "isolation & purification", "pharmacology"], "DescriptorName": "Antioxidants"}, {"QualifierName": ["antagonists & inhibitors"], "DescriptorName": "Biphenyl Compounds"}, {"QualifierName": ["chemistry"], "DescriptorName": "Nigella damascena"}, {"QualifierName": ["chemistry"], "DescriptorName": "Nigella sativa"}, {"QualifierName": ["antagonists & inhibitors"], "DescriptorName": "Picrates"}, {"QualifierName": ["chemistry", "isolation & purification", "pharmacology"], "DescriptorName": "Plant Oils"}, {"QualifierName": ["chemistry", "isolation & purification", "pharmacology"], "DescriptorName": "Protective Agents"}, {"QualifierName": ["chemistry"], "DescriptorName": "Salmonella typhimurium"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "F. Wu, ‘Measuring the economic impacts of Fusarium toxins in animal feeds’, Anim. Feed Sci. Technol. 2007, 137, 363-374."}, {"Citation": "S. K. Pankaj, H. Shi, K. M. Keener, ‘A review of novel physical and chemical decontamination technologies for aflatoxin in food’, Trends Food Sci. Technol. 2018, 71, 73-83."}, {"Citation": "K. R. N. Reddy, B. Salleh, B. Saad, H. K. Abbas, C. A. Abel, W. T. Shier, ‘An overview of mycotoxin contamination in foods and its implications for human health’, Toxin Rev. 2010, 29, 3-26."}, {"Citation": "N. R. Dunham, S. T. Peper, C. D. Downing, R. J. Kendall, ‘Aflatoxin contamination in corn sold for wildlife feed in Texas’, Ecotoxicology 2017, 26, 516-520."}, {"Citation": "I. Mupunga, C. D. Izaaks, L. J. Shai, D. R. Katerere, ‘Aflatoxin biomarkers in hair may facilitate long-term exposure studies’, J. Appl. Toxicol. 2016. 37, 395-399."}, {"Citation": "R. Makhuvele, R. G. Matshoga, R. Antonissen, L. Pieters, L. Verschaeve, E. E. Elgorashi, ‘Genotoxicity and Antigenotoxicity of selected South African indigenous plants’, S. Afr. J. Bot. 2018, 114, 89-99."}, {"Citation": "O. A. Alabi, C. P. Anokwuru, C. N. Ezekiel, O. Ajibaye, ‘Antimutagenic and Antigenotoxic effect of ethanolic extract of neem on dietary-aflatoxin induced genotoxicity in mice’, J. Biol. Sci. 2011, 11, 307-313."}, {"Citation": "M. K. Buening, R. L. Chang, M. T. Huang, J. G. Fortner, A. W. Wood, A. H. Conney, ‘Activation and inhibition of benzo a pyrene and aflatoxin B1 metabolism in human liver microsomes by naturally occurring flavonoids’, Cancer Res. 1981, 41, 67-72."}, {"Citation": "R. Edenharder, R. Rauscher, K. L. Platt, ‘The inhibition by flavonoids of 2-amino-3-methylimidazo[4,5-f]quinoline metabolic activation to a mutagen: a structure-activity relationship study’, Mutat. Res. 1997, 379, 21-32."}, {"Citation": "M. A. Abdel-Wahhab, S. E. Aly, ‘Antioxidants and radical scavenging properties of vegetable extracts in rats fed aflatoxin-contaminated diet’, J. Agric. Food Chem. 2003, 51, 2409-2414."}, {"Citation": "K. Y. Park, G. O. Jung, K. T. Lee, J. Choi, M. Y. Choi, G. T. Kim, H. J. Jung, H. J. Park, ‘Antimutagenic activity of flavonoids from the heartwood of Rhus verniciflua’, J. Ethnopharmacol. 2004. 90, 73-79."}, {"Citation": "W. Kooti, Z. Hasanzadeh-Noohi, N. Sharafi-Ahvazi, M. Asadi-Samani, D. Ashtary-Larky, ‘Phytochemistry, pharmacology, and therapeutic uses of black seed (Nigella sativa)’, Chin. J. Nat. Med. 2016, 14, 732-745."}, {"Citation": "M. Ş. Erbay, S. Anıl, G. Melikoğlu, ‘Plants Used as Painkiller in Folk Medicine in Turkey- STOMACHACHE’, Marmara Pharm. J. 2017, 21, 741-755."}, {"Citation": "N. K. Sharma, D. Ahirwar, D. Jhade, S. Gupta, ‘Medicinal and Phamacological Potential of Nigella sativa: A review’, Ethnobot. Res. 2009, 13, 946-55."}, {"Citation": "C. C. Toma, N. K. Olah, L. Vlase, C. Mogosan, A. Mocan, ‘Comparative Studies on Polyphenolic Composition, Antioxidant and Diuretic Effects of Nigella sativa L. (Black Cumin) and Nigella damascena L. (Lady in a Mist) Seeds’, Molecules 2015, 20, 9560-9574."}, {"Citation": "E. Sieniawska, P. Michel, T. Mroczek, S. Granica, K. Skalicka-Wozniak, ‘Nigella damascena L. essential oil and its main constituents, damascenine and β-elemene modulate inflammatory response of human neutrophils ex vivo’, Food Chem. Toxicol. 2019, 125, 161-169."}, {"Citation": "Organization for Economic Co-operation and Development (OECD), 1997.’Test No. 471: Bacterial Reverse Mutation Test’, OECD Publishing."}, {"Citation": "S. Gharby, H. Harhar, D. Guillaume, A. Roudani, S. Boulbaroud, M. Ibrahimi, M. Ahmad, S. Sultana, T. B. Hadda, I. Chafchaouni-Moussaoui, Z. Charrouf, ‘Chemical investigation of Nigella sativa L. seed oil produced in Morocco’, J. Saudi Soc. Agric. Sci. 2015, 14, 172-177."}, {"Citation": "H. Lutterodt, M. Luther, M. Slavin, J. J. Yin, J. Parry, J. M. Gao, L. Yu, ‘Fatty acid profile, thymoquinone content, oxidative stability, and antioxidant properties of cold-pressed black cumin seed oils’, LWT-Food Sci. Technol. 2010, 43, 1409-1413."}, {"Citation": "N. B. Thippeswamy, K. Akhilender Naidu, ‘Antioxidant potency of cumin varieties - black cumin and bitter cumin - On antioxidant systems’, Eur. Food Res. Technol. 2005, 220, 472-476."}, {"Citation": "B. H. Ali, G. Blunden, ‘Pharmacological and toxicological properties of Nigella sativa’, Phytother. Res. 2003, 7, 299-305."}, {"Citation": "S. Nehar, P. Rani, C. Kumar, H. Kauser, I. Alam, ‘Evaluation on Cytotoxicity of Ethanolic Extract of Nigella sativa Seed’, Am. J. Med. 2015. 2, 276-283."}, {"Citation": "T. Nguyen, H. Talbi, A. Hilali, R. Anthonissen, A. Maes, L. Verschaeve, ‘In Vitro toxicity, genotoxicity and antigenotoxicity of Nigella sativa extracts from different geographic locations’, S. Afr. J. Bot. 2019, 126, 132-141."}, {"Citation": "B. Durga, M. V. Dass-Prakash, A. Julius, ‘In-vitro Mutagenic and Cytotoxic Activity of Nigella Sativa Seed Extract by Ames and MTT Assay’, IJPSR 2020, 11, 5760-5765."}, {"Citation": "D. Dillon, R. Combes, E. Zeiger, ‘The effectiveness of Salmonella strains TA100, TA102 and TA104 for detecting mutagenicity of some aldehydes and peroxides’, Mutagenesis 1998, 13, 19-26."}, {"Citation": "E. I. Aboul-Ela, ‘Cytogenetic studies on Nigella sativa seeds extract and thymoquinone on mouse cells infected with schistosomiasis using karyotyping’, Mutat. Res. 2002, 516, 11-17."}, {"Citation": "M. Zor, L. E. Aslan, ‘Assessment of In Vitro Antigenotoxic Effect of Nigella Sativa Oil’, Turk. J. Phys. 2020, 17, 115-18."}, {"Citation": "A. M. Abdel-Moneim, A. E. Essawy, S. S. Hamed, A. A. Abou-Gabal, A. A. Alzergy, ‘Protective effect of Nigella sativa seeds against spermatocyte chromosomal aberrations and genotoxicity induced by carbon tetrachloride in mice’, Environ. Sci. Pollut. Res. Int. 2017, 24, 11677-11682."}, {"Citation": "S. Bourgou, R. Ksouri, A. Bellila, I. Skandrani, H. Falleh, B. Marzouk, ‘Phenolic composition and biological activities of Tunisian Nigella sativa L. shoots and roots’, C. R. Biol. 2007, 331, 48-55."}, {"Citation": "H. M. Korashy, F. I. Al-Jenoobi, M. Raish, A. Ahad, A. M. Al-Mohizea, M. A. Alam, K. M. Alkharfy, S. A. Al-Suwayeh, ‘Impact of Herbal Medicines like Nigella sativa, Trigonella foenum-graecum, and Ferula asafoetida, on Cytochrome P450 2 C11 Gene Expression in Rat Liver’, Drug Res. (Stuttg.) 2015, 65, 366-72."}, {"Citation": "F. I. Al-Jenoobi, A. A. Al-Thukair, F. A. Abbas, M. J. Ansari, K. M. Alkharfy, A. M. Al-Mohizea, S. A. Al-Suwayeh, S. Jamil, ‘Effect of Black Seed on Dextromethorphan O- and N-Demethylation in Human Liver Microsomes and Healthy Human Subjects’, Drug Metab. Lett. 2010, 4, 51-55."}, {"Citation": "A. F. Majdalawieh, M. W. Fayyad, ‘Recent advances on the anti-cancer properties of Nigella sativa, a widely used food additive’, J. Ayurveda Integr. Med. 2016. 7, 173-180."}, {"Citation": "H. T. Degirmencioglu, E. Guzelmeric, P. I. Yuksel, H. Kırmızıbekmez, I. Deniz, E. Yesilada, ‘A new type of Anatolian propolis: Evaluation of its chemical composition, activity profile and botanical origin’, Chem. Biodiversity 2019, 16, e1900492, doi: 10.1002/cbdv.201900492."}, {"Citation": "I. F. F. Benzie, J. J. Strain, ‘The ferric reducing ability of plasma (FRAP) as a measure of ‘antioxidant power’: the FRAP assay’, Anal. Biochem. 1996, 239, 70-76."}, {"Citation": "R. Apak, K. Güçlü, M. Özyürek, S. E. Karademir, ‘Novel total antioxidant capacity index for dietary polyphenols and vitamins C and E, using their cupric ion reducing capability in the presence of neocuproine: CUPRAC method’, J. Agric. Food Chem. 2004, 52, 7970-7981."}, {"Citation": "P. Prieto, M. Pineda, M. Aguilar, ‘Spectrophotometric quantitation of antioxidant capacity through the formation of a phosphomolybdenum complex: Specific application to the determination of vitamin E’, Anal. Biochem. 1999, 269, 337-341."}, {"Citation": "D. K. Maron, B. N. Ames, ‘Revised Methods for the Salmonella Mutagenicity Test’, Mutat. Res. 1983, 113, 173-215."}, {"Citation": "M. Charehsaz, H. Sipahi, A. K. Giri, A. Aydin, ‘Antimutagenic and anticlastogenic effects of Turkish Black Tea on TA98 and TA100 strains of Salmonella typhimurium (In Vitro) and mice (In Vivo)’, Pharm. Biol. 2017, 55, 1202-1206."}, {"Citation": "F. Catterall, E. Copeland, M. N. Clifford, C. Ioannides, ‘Effects of black tea theaflavins on aflatoxin B1 mutagenesis in the Ames test’, Mutagenesis 2003, 18, 145-150."}, {"Citation": "C. W. Dunnett, R. Crisafio, ‘The operating characteristics of some official weight variation tests for tablets’, J. Pharm. Pharmacol. 1995, 7, 314-327."}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "11", "Day": "18"}, {"Year": "2021", "Month": "8", "Day": "3"}, {"Year": "2021", "Month": "8", "Day": "26", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "12", "Day": "15", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "8", "Day": "25", "Hour": "17", "Minute": "32"}], "PublicationStatus": "ppublish", "ArticleIdList": ["34432933", "10.1002/cbdv.202000936"]}}], "PubmedBookArticle": []}