{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Alien", "Exotic", "Invasive plant species", "Medicinal", "South Africa", "Weeds"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34438034", "DateCompleted": {"Year": "2022", "Month": "02", "Day": "14"}, "DateRevised": {"Year": "2022", "Month": "02", "Day": "14"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "08", "Day": "24"}], "Language": ["eng"], "ELocationID": ["10.1016/j.jep.2021.114564", "S0378-8741(21)00793-5"], "Journal": {"ISSN": "1872-7573", "JournalIssue": {"Volume": "283", "PubDate": {"Year": "2022", "Month": "Jan", "Day": "30"}}, "Title": "Journal of ethnopharmacology", "ISOAbbreviation": "J Ethnopharmacol"}, "ArticleTitle": "Invasive alien plants and weeds in South Africa: A review of their applications in traditional medicine and potential pharmaceutical properties.", "Pagination": {"StartPage": "114564", "MedlinePgn": "114564"}, "Abstract": {"AbstractText": ["Traditional pharmacopoeias are constantly evolving and adapting, hence the assimilation of alien plants and weeds into traditional systems of healing. Invasive plants are detrimental to the ecosystem, however they are also potential sources of secondary metabolites with useful biological activities.", "The aim of this review was to investigate published reports of traditional use and biological activity of declared invasive alien plants and other weeds in South Africa.", "Information was retrieved from scientific databases including Scopus, Web of Science, ScienceDirect, Google Scholar, PubMed, Chemical Abstracts Services and books, theses, dissertations and technical reports. Keywords used for the search engines were \"South Africa\" or \"southern Africa\" in conjunction with \"(native weeds OR alien invasive)\" AND \"medicinal\". Separate searches were conducted on the individual invasive plant species recorded as having been used in ethnobotanical surveys to determine their known biological activities and chemical components.", "A total of 89 plant species regarded as invasive species or weeds in South Africa were identified as being used in traditional medicine. The most commonly mentioned plant family was the Asteraceae with a total of 15 species followed by the Fabaceae and Solanaceae with 6 species each. Of the 89 species recorded, 68% were reported to have traditional usage with both phytochemical and biological data available. A history of traditional usage coupled with biological data was available for 12% of species. Records of traditional usage alone were linked to 11% of species. Invasive alien species comprised 61% of recorded species, while native and non-invasive alien weeds formed the remaining 39%.", "The exploration of alternative uses for weeds and particularly invasive plants, whether native or alien, as medicines for possible commercialisation may lead to innovative mechanisms for putting such species to good use."], "CopyrightInformation": "Copyright © 2021 Elsevier B.V. All rights reserved."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Centre for Plant Growth and Development, School of Life Sciences, University of KwaZulu-Natal Pietermaritzburg, Private Bag X01, Scottsville 3201, South Africa; Phytomedicine Programme, Department of Paraclinical Sciences, Faculty of Veterinary Science, University of Pretoria, Private Bag X04, Onderstepoort, 0110, Pretoria, South Africa. Electronic address: lyndy.mcgaw@up.ac.za."}], "LastName": "McGaw", "ForeName": "L J", "Initials": "LJ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Centre for Plant Growth and Development, School of Life Sciences, University of KwaZulu-Natal Pietermaritzburg, Private Bag X01, Scottsville 3201, South Africa; Phytomedicine Programme, Department of Paraclinical Sciences, Faculty of Veterinary Science, University of Pretoria, Private Bag X04, Onderstepoort, 0110, Pretoria, South Africa. Electronic address: giftomokhua@yahoo.com."}], "LastName": "Omokhua-Uyi", "ForeName": "A G", "Initials": "AG"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Centre for Plant Growth and Development, School of Life Sciences, University of KwaZulu-Natal Pietermaritzburg, Private Bag X01, Scottsville 3201, South Africa. Electronic address: finnie@ukzn.ac.za."}], "LastName": "Finnie", "ForeName": "J F", "Initials": "JF"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Centre for Plant Growth and Development, School of Life Sciences, University of KwaZulu-Natal Pietermaritzburg, Private Bag X01, Scottsville 3201, South Africa. Electronic address: rcpgd@ukzn.ac.za."}], "LastName": "Van Staden", "ForeName": "J", "Initials": "J"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Ireland", "MedlineTA": "J Ethnopharmacol", "NlmUniqueID": "7903310", "ISSNLinking": "0378-8741"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Plant Preparations"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": [], "DescriptorName": "Ethnobotany"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Introduced Species"}, {"QualifierName": ["methods"], "DescriptorName": "Medicine, African Traditional"}, {"QualifierName": ["methods"], "DescriptorName": "Phytotherapy"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Plant Preparations"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plant Weeds"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "South Africa"}]}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2021", "Month": "3", "Day": "5"}, {"Year": "2021", "Month": "8", "Day": "22"}, {"Year": "2021", "Month": "8", "Day": "23"}, {"Year": "2021", "Month": "8", "Day": "27", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "2", "Day": "15", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "8", "Day": "26", "Hour": "20", "Minute": "15"}], "PublicationStatus": "ppublish", "ArticleIdList": ["34438034", "10.1016/j.jep.2021.114564", "S0378-8741(21)00793-5"]}}], "PubmedBookArticle": []}