{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Antimutagenic", "Antimutagens", "Medicinal plants", "Mutagens", "Mutations", "Phytochemicals"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34431051", "DateCompleted": {"Year": "2022", "Month": "09", "Day": "13"}, "DateRevised": {"Year": "2022", "Month": "09", "Day": "13"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "08", "Day": "24"}], "Language": ["eng"], "ELocationID": ["10.1007/s11356-021-16057-w"], "Journal": {"ISSN": "1614-7499", "JournalIssue": {"Volume": "29", "Issue": "41", "PubDate": {"Year": "2022", "Month": "Sep"}}, "Title": "Environmental science and pollution research international", "ISOAbbreviation": "Environ Sci Pollut Res Int"}, "ArticleTitle": "A perspective review on medicinal plant resources for their antimutagenic potentials.", "Pagination": {"StartPage": "62014", "EndPage": "62029", "MedlinePgn": "62014-62029"}, "Abstract": {"AbstractText": ["Mutagens present in the environment manifest toxic effects and are considered as serious threat for human health and healthcare. Recent reports reveal that medicinal plant resources are being explored for identifying potent antimutagenic as well as cancer preventing agents. There is mounting evidence that cancer and other mutation-related diseases can be prevented with the use of medicinal pant resources including crude extracts, active fractions, phytochemicals, and pure phytomolecules. These medicinal plant resources possessing antimutagenic potentials have been shown to target molecular mechanisms underlying the mutagenic impacts. Technological advents and high-throughput screening/activity methods have revolutionized this field, though several potent plants and their active principles have been reported as effective antimutagens. The translational success rate needs to be improved, but the trends are encouraging. In this review, we present the current understandings and updates on various mutagens in the environment, toxicities related/attributed to them, the resultant mutations (and cancer), and how medicinal plants come to the rescue. A perspective review has been presented on whether and how medicinal plant resources can be an effective approach for addressing mutagens in the environment. An account of medicinal plant resources used as antimutagenic agents has been given along with the underlying mechanism of action and their therapeutic potential in various models of cancer. Recent success stories, current challenges, and future prospects are discussed."], "CopyrightInformation": "© 2021. The Author(s), under exclusive licence to Springer-Verlag GmbH Germany, part of Springer Nature."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Amity Institute of Biotechnology, Amity University Jharkhand, Ranchi, Jharkhand, India."}], "LastName": "Malik", "ForeName": "Sumira", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biotechnology, Modern College of Arts, Science and Commerce, Savitribai Phule Pune University, Ganeshkhind, Pune, 411016, India."}], "LastName": "Kaur", "ForeName": "Kawaljeet", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Amity Institute of Biotechnology, Amity University Jharkhand, Ranchi, Jharkhand, India."}], "LastName": "Prasad", "ForeName": "Shilpa", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biotechnology, School of Engineering & Technology, Sharda University, Greater Noida, Uttar Pradesh, 201310, India."}], "LastName": "Jha", "ForeName": "Niraj Kumar", "Initials": "NK"}, {"Identifier": ["0000-0002-9569-2411"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biotechnology, Modern College of Arts, Science and Commerce, Savitribai Phule Pune University, Ganeshkhind, Pune, 411016, India. vinaymalik123@gmail.com."}, {"Identifier": [], "Affiliation": "Department of Environmental Science, Savitribai Phule Pune University, Pune, 411007, India. vinaymalik123@gmail.com."}], "LastName": "Kumar", "ForeName": "Vinay", "Initials": "V"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "Environ Sci Pollut Res Int", "NlmUniqueID": "9441769", "ISSNLinking": "0944-1344"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Antimutagenic Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Mutagens"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}], "MeshHeadingList": [{"QualifierName": ["pharmacology"], "DescriptorName": "Antimutagenic Agents"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Mutagenicity Tests"}, {"QualifierName": [], "DescriptorName": "Mutagens"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plant Extracts"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plants, Medicinal"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Agar G, Gulluce M, Aslan A, Bozari S, Karadayi M, Orhan F (2010) Mutation preventive and antigenotoxic"}, {"Citation": "Ajith TA, Janardhanan KK (2011) Antimutagenic effect of Phellinus rimosus (Berk) Pilat against chemical induced mutations of histidine dependent Salmonella typhimurium strains. Food Chem Toxicol. 49(10):2676–2680. https://doi.org/10.1016/j.fct.2011.07.022", "ArticleIdList": ["10.1016/j.fct.2011.07.022"]}, {"Citation": "Akram M, Riaz M, Wadood AWC, Hazrat A, Mukhtiar M, Zakki SA, Daniyal M, Shariati MA, Khan FS, Zainab R (2020) Medicinal plants with anti-mutagenic potential. Biotechnol Biotechnological Equip. 34(1):309–318. https://doi.org/10.1080/13102818.2020.1749527", "ArticleIdList": ["10.1080/13102818.2020.1749527"]}, {"Citation": "Al-Dulaimi DW, Shah Abdul Majid AM, Baharetha H, MBK A, Faisal SF, Al Zarzour RH, Ein Oon C, AMS AM, Ahmed Hassan LE (2020) Anticlastogenic, antimutagenic, and cytoprotective properties of Orthosiphon stamineus ethanolic leaves extract. Drug Chem Toxicol. 22:1–10. https://doi.org/10.1080/01480545.2020.1749652", "ArticleIdList": ["10.1080/01480545.2020.1749652"]}, {"Citation": "Hussein AA, Al-Ezzy RM, Abdallah MT (2019) Biochemical, enzymatic, and immunological study on antimutagenic Achillea millefolium methanolic extract in vivo. J Pharm Pharmacol. 7(2), 69-74. https://doi.org/10.17265/2328-2150/2019.02.004"}, {"Citation": "Baena R, Salinas P (2015) Diet and colorectal cancer. Maturitas. 80(3):258–264. https://doi.org/10.1016/j.maturitas.2014.12.017", "ArticleIdList": ["10.1016/j.maturitas.2014.12.017"]}, {"Citation": "Baer I, de la Calle B, Taylor P (2010) 3-MCPD in food other than soy sauce or hydrolysed vegetable protein (HVP). Anal Bioanal Chem. 396:443–456", "ArticleIdList": ["10.1007/s00216-009-3177-y"]}, {"Citation": "Bajo LM, Lomonsod KC, Tan RS (2017) Anti-mutagenic potential of the aqueous extract Digitaria sanguinalis. Sci. Int. 26(6):1257–1260"}, {"Citation": "Basheer MKAM, Majid AMSAA (2010) Medicinal potentials of Orthosiphon stamineus Benth. Webmed Cent 1(12):WMC001361. https://doi.org/10.9754/journal.wmc.2010.001361", "ArticleIdList": ["10.9754/journal.wmc.2010.001361"]}, {"Citation": "Behl T, Kumar C, Makkar R, et al (2020) Intercalating the role of microRNAs in cancer: as enemy or protector. Asian Pacific J Cancer Prev DOI: https://doi.org/10.31557/APJCP.2020.21.3.593 ."}, {"Citation": "Benariba N, Djaziri R, Bellakhdar W, Kadiata M, Malaisse WJ, Sener A (2013) Phytochemical screening and free radical scavenging activity of Citrullus colocynthis seeds extracts. Asian Pacific J Tropic Biomed. 3(1):35–40. https://doi.org/10.1016/S2221-1691(13)60020-9", "ArticleIdList": ["10.1016/S2221-1691(13)60020-9"]}, {"Citation": "Bhatia A, Arora S, Nagpal A, Singh B (2020) Screening of rhizomes of Rheum emodi Wall. Ex. Meissen for antimutagenic potential employing Ames assay. Nucl. 63:167–177. https://doi.org/10.1007/s13237-020-00309-0", "ArticleIdList": ["10.1007/s13237-020-00309-0"]}, {"Citation": "Bhattacharya S (2011) Natural antimutagens: a review. Res J Medicinal Plant. 5(2):116–126. https://doi.org/10.3923/rimp.2011.116.126", "ArticleIdList": ["10.3923/rimp.2011.116.126"]}, {"Citation": "Bigal ME, Krymchantowski AV (2006) Migraine triggered by sucralose--a case report. Headache. 246(3):515–517. https://doi.org/10.1111/j.1526-4610.2006.00386_1.x", "ArticleIdList": ["10.1111/j.1526-4610.2006.00386_1.x"]}, {"Citation": "Boubaker J, Mansour HB, Ghedira K, Chekir-Ghedira L (2011) Antimutagenic and free radical scavenger effects of leaf extractsfrom Accacia salicina. Ann Clin Microbiol Antimicrob 10:37. https://doi.org/10.1186/1476-0711-10-37", "ArticleIdList": ["10.1186/1476-0711-10-37"]}, {"Citation": "Bouguellid G, Russo C, Lavorgna M, Piscitelli C, Ayouni K, Wilson E, Kim HK, Verpoorte R, Choi YU, Kilani-Atmani D, Atmani D, Isidori M (2020) Antimutagenic, antigenotoxic and antiproliferative activities of Fraxinus angustifolia Vahl. Leaves and stem bark extracts and their phytochemical composition. PLoS ONE 15(4):e0230690. https://doi.org/10.1371/journal.pone.0230690", "ArticleIdList": ["10.1371/journal.pone.0230690"]}, {"Citation": "Bound D, Murthy PS, Negi PS, Srinivas P (2020) Evaluation of anti-quorum sensing and antimutagenic activity of 2,3-unsaturated and 2,3-dideoxyglucosides of terpene phenols and alcohols. LWT 108987. https://doi.org/10.1016/j.lwt.2019.108987 , 122, 108987"}, {"Citation": "Carmona ER, Reyes-Díaz M, Parodi J, Inostroza-Blancheteau C (2017) Antimutagenic evaluation of traditional medicinal plants from South America Peumus boldus and Cryptocarya alba using Drosophila melanogaster. J Toxicol Environ Heal - Part A Curr Issues 80(4):208–217. https://doi.org/10.1080/15287394.2017.1279574", "ArticleIdList": ["10.1080/15287394.2017.1279574"]}, {"Citation": "Ceker S, Orhan F, Sezen S, et al (2018) Anti-mutagenic and anti-oxidant potencies of Cetraria aculeata (Schreb.) Fr., Cladonia chlorophaea (Flörke ex sommerf.) spreng. and Cetrelia olivetorum (Nyl.) W.L. Culb. & C.F. Culb.). Iran J Pharm Res 17(1):326-335. 10.22037/ijpr.2018.2157"}, {"Citation": "Chatti IB, Boubaker J, Skandrani I, BhouriW GK, Chekir Ghedira L (2011) Antioxidant and antigenotoxic activities in Acacia salicina extracts and its protective role against DNA strand scission induced by hydroxyl radical. Food Chem Toxicol 49:1753–1758. https://doi.org/10.1016/j.fct.2011.04.022", "ArticleIdList": ["10.1016/j.fct.2011.04.022"]}, {"Citation": "Cohen MD, Kargacin B, Klein CB, Costa M (1993) Mechanisms of chromium carcinogenicity and toxicity. Crit Rev Toxicol. 23(3):255–281. https://doi.org/10.3109/10408449309105012", "ArticleIdList": ["10.3109/10408449309105012"]}, {"Citation": "Collins AR, Azqueta A, Langie SA (2012) Effects of micronutrients on DNA repair. Eur J Nutr. 51(3):261–279. https://doi.org/10.1007/s00394-012-0318-4", "ArticleIdList": ["10.1007/s00394-012-0318-4"]}, {"Citation": "Costa GLA, Buccini DF, Arruda ALA (2020) Phytochemical profile, anti-inflammatory, antimutagenic and antioxidant properties Acrocomia aculeata (Jacq.) lodd. pulp oil. Food Sci Technol. 40(4):963–971. https://doi.org/10.1590/fst.25319", "ArticleIdList": ["10.1590/fst.25319"]}, {"Citation": "Couto ACF, De Pinho Araújo IK, Lopes AP, et al (2019) Antimutagenic activity and identification of antioxidant compounds in the plant poincianella bracteosa (Fabaceae). Rev Biol Trop 67(6):1103-1113. 10.15517/rbt.v67i6.33883"}, {"Citation": "da Silva FC, Picada JN, Romão NF, Sobral FOS, Lemos D, Schons SV, de Mello TL, Silva WM, Oliveira RDS, Lucas CP, Pereira P, Chaves VC, Reginatto FH, Ferraz ABF (2019) Antigenotoxic and antimutagenic effects of Myrciaria dubia juice in mice submitted to ethanol 28-day treatment. J Toxicol Environ Health A 82(17):956–968. https://doi.org/10.1080/15287394.2019.1671279", "ArticleIdList": ["10.1080/15287394.2019.1671279"]}, {"Citation": "Dar RA, Shahnawaz M, Qazi PH (2017) Natural product medicines: a literature update. J Phytopharmacol 6(6):349–351", "ArticleIdList": ["10.31254/phyto.2017.6608"]}, {"Citation": "Daryoush SG, Samaneh SS, Fahimeh A, Saghar SG (2018) Biological effects of non-ionizing electromagnetic fields on human body and biological system: a systematic literature Rev. J Med Sci 18:149–156. https://doi.org/10.3923/jms.2018.149.156", "ArticleIdList": ["10.3923/jms.2018.149.156"]}, {"Citation": "De Flora S (1998) Mechanisms of inhibitors of mutagenesis and carcinogenesis. Mutat Res. 18;402(1-2):151-8. 402:151–158. https://doi.org/10.1016/s0027-5107(97)00292-3"}, {"Citation": "De Flora S, Izzotti A, D’Agostini F, Balansky RM, Noonan D, Albini A (2001) Multiple points of intervention in the prevention of cancer and other mutation-related diseases. Mutat Res 480-1:9–22. https://doi.org/10.1016/s0027-5107(01)00165-8", "ArticleIdList": ["10.1016/s0027-5107(01)00165-8"]}, {"Citation": "de Oliveira APS, de Sousa JF, da Silva MA, Hilário F, Resende FA, de Camargo MS, Vilegas W, dos Santos LC, Varanda EA (2013) Estrogenic and chemopreventive activities of xanthones and flavones of Syngonanthus (Eriocaulaceae). Steroids. 78(11):1053–1063. https://doi.org/10.1016/j.steroids.2013.07.002", "ArticleIdList": ["10.1016/j.steroids.2013.07.002"]}, {"Citation": "Dhakal R, Yosofvand M, Yavari M, Abdulrahman R, Schurr R, Moustaid-Moussa N, Moussa H (2021) Review of biological effects of acute and chronic radiation exposure on Caenorhabditis elegans. Cells 10(8). https://doi.org/10.3390/cells10081966"}, {"Citation": "Domingo JL, Nadal M (2017) Carcinogenicity of consumption of red meat and processed meat: a review of scientific news since the IARC decision. Food Chem Toxicol. 105:256–261. https://doi.org/10.1016/j.fct.2017.04.028", "ArticleIdList": ["10.1016/j.fct.2017.04.028"]}, {"Citation": "Dwivedi K, Kumar G (2015) Genetic damage induced by a food coloring dye (sunset yellow) on meristematic cells of Brassica campestris L. J Environ Public Health. 2015:319727–319725. https://doi.org/10.1155/2015/319727", "ArticleIdList": ["10.1155/2015/319727"]}, {"Citation": "El Ramy R, Ould Elhkim M, Lezmi S, Poul JM (2007) Evaluation of the genotoxic potential of 3-monochloropropane-1,2-diol (3-MCPD) and its metabolites, glycidol and beta-chlorolactic acid, using the single cell gel/comet assay. Food Chem Toxicol. 45(1):41–48. https://doi.org/10.1016/j.fct.2006.07.014", "ArticleIdList": ["10.1016/j.fct.2006.07.014"]}, {"Citation": "El Souda SS (2021) Mutagenesis and chemoprotective role of natural products. Atta-ur-Rahman (eds) Studies in Natural Products Chemistry 70:345–379. https://doi.org/10.1016/B978-0-12-819489-8.00012-0"}, {"Citation": "El-Samad LM, El-Ashram S, Kheirallah DA et al (2021) Relative gene expression, micronuclei formation, and ultrastructure alterations induced by heavy metal contamination in Pimelia latreillei (Coleoptera: Tenebrionidae) in an urban-industrial area of Alexandria, Egypt. PLoS One 16(6):e0253238. https://doi.org/10.1371/journal.pone.0253238", "ArticleIdList": ["10.1371/journal.pone.0253238"]}, {"Citation": "Farid A, Kamel D, Abdelwahab MS (2020) Synergetic role of senna and fennel extracts as antioxidant, anti-inflammatory and anti-mutagenic agents in irradiated human blood lymphocyte cultures. J Radiat Res Appl Sci 13(1):191–199. https://doi.org/10.1080/16878507.2020.1723948", "ArticleIdList": ["10.1080/16878507.2020.1723948"]}, {"Citation": "Ferguson LR, Philpott M, Karunasinghe N (2004) Dietary cancer and prevention using antimutagens. Toxicology. 198(1-3):147–159. https://doi.org/10.1016/j.tox.2004.01.035", "ArticleIdList": ["10.1016/j.tox.2004.01.035"]}, {"Citation": "Frassinetti S, Della Croce CM, Caltavuturo L, Longo V (2012) Antimutagenic and antioxidant activity of Lisosan G in Saccharomyces cerevisiae. Food Chem 135(3):2029–2034. https://doi.org/10.1016/j.foodchem.2012.06.090", "ArticleIdList": ["10.1016/j.foodchem.2012.06.090"]}, {"Citation": "Gautam V, Sharma A, Arora S, Bhardwaj R, Ahmad A, Ahamad B, Ahmad P (2020) In-vitro antioxidant, antimutagenic and cancer cell growth inhibition activities of Rhododendron arboreum leaves and flowers. Saudi J Biol Sci. 27(7):1788–1796. https://doi.org/10.1016/j.sjbs.2020.01.030", "ArticleIdList": ["10.1016/j.sjbs.2020.01.030"]}, {"Citation": "Grujičić D., Marinković D., Milošević-Djordjević O. (2020) Genotoxic activity of secondary metabolites of Teucrium species. In: Stanković M. (eds) Teucrium Species: Biology and Applications. Springer, Cham, pp231-273. https://doi.org/10.1007/978-3-030-52159-2_9"}, {"Citation": "Gulluce M, Agar G, Baris O, Karadayi M, Orhan F, Sahin F (2010) Mutagenic and antimutagenic effects of hexane extract of some Astragalus species grown in the eastern Anatolia region of Turkey. Phytother Res 24:1014–1018. https://doi.org/10.1002/ptr.3059", "ArticleIdList": ["10.1002/ptr.3059"]}, {"Citation": "Guo W, Tan H-Y, Wang N, Feng Y (2019) Chinese medicines for cancer treatment from the metabolomics perspective. In: Metabolomics-new insights into biology and medicine. London, UK, Intech Open, pp 1–27"}, {"Citation": "Gupta A, Shah K, Oza MJ, Behl T (2019) Reactivation of p53 gene by MDM2 inhibitors: a novel therapy for cancer treatment. Biomed Pharmacother 109:484–492. https://doi.org/10.1016/j.biopha.2018.10.155", "ArticleIdList": ["10.1016/j.biopha.2018.10.155"]}, {"Citation": "Gurib-Fakim A (2006) Medicinal plants: traditions of yesterday and drugs of tomorrow. Mol Aspects Med. 27(1):1–93. https://doi.org/10.1016/j.mam.2005.07.008", "ArticleIdList": ["10.1016/j.mam.2005.07.008"]}, {"Citation": "Gutiérrez-Pacheco SL, Valenzuela-Melendres M, Hernández-Mendoza A, Burgos-Hernández A, Robles-Zepeda RE, Peña-Ramos EA (2020) Antimutagenic effect of an Asclepias subulata extract against heterocyclic aromatic amines commonly found in cooked meat and its heat stability. Food Chem 322:126725. https://doi.org/10.1016/j.foodchem.2020.126725", "ArticleIdList": ["10.1016/j.foodchem.2020.126725"]}, {"Citation": "Hamidpour R, Hamidpour S, Hamidpour M, Shahlari M, Sohraby M, Shahlari N, Hamidpour R (2016) Russian olive (Elaeagnus angustifolia L.): from a variety of traditional medicinal applications to its novel roles as active antioxidant, anti-inflammatory, anti-mutagenic and analgesic agent. J Tradit Complement Med 16;7(1):24-29. doi: https://doi.org/10.1016/j.jtcme.2015.09.004 .."}, {"Citation": "Hasegawa MM, Nishi Y, Ohkawa Y (1984 Jul) Inui N (1984) Effects of sorbic acid and its salts on chromosome aberrations, sister chromatid exchanges and gene mutations in cultured Chinese hamster cells. Food Chem Toxicol. 22(7):501–507. https://doi.org/10.1016/0278-6915(84)90219-9", "ArticleIdList": ["10.1016/0278-6915(84)90219-9"]}, {"Citation": "Hoffmann GR, Calciano MA, Lawless BM, Mahoney KM (2003) Frameshift mutations induced by three classes of acridines in the lacZ reversion assay in Escherichia coli: potency of responses and relationship to slipped mispairing models. Environ Mol Mutagen. 42(2):111–121. https://doi.org/10.1002/em.10182", "ArticleIdList": ["10.1002/em.10182"]}, {"Citation": "Hong CE, Cho MC, Jang HA, Lyu SY (2011) Mutagenicity and antimutagenicity of Acanthopanax divaricatus var. albeofructus. J Toxicol Sci 36:661–668. https://doi.org/10.2131/jts.36.661", "ArticleIdList": ["10.2131/jts.36.661"]}, {"Citation": "Honma M (2020a) An assessment of mutagenicity of chemical substances by (quantitative) structure-activity relationship. Genes Environ 422:3. https://doi.org/10.1186/s41021-020-00163-1", "ArticleIdList": ["10.1186/s41021-020-00163-1"]}, {"Citation": "Honma M (2020b) Report of the Joint Meeting of the 6th Asian Congress on Environmental Mutagens and the 48th Annual Meeting of the Japanese Environmental Mutagen Society, Tokyo, November 18–20, 2019. Genes Environ 42(1):30. https://doi.org/10.1186/s41021-020-00170-2", "ArticleIdList": ["10.1186/s41021-020-00170-2"]}, {"Citation": "Honma M, Yamada M, Yasui M, Horibata K, Sugiyama KI, Masumura K (2021) In vivo and in vitro mutagenicity of perillaldehyde and cinnamaldehyde. Genes Environ 43:30. https://doi.org/10.1186/s41021-021-00204-3", "ArticleIdList": ["10.1186/s41021-021-00204-3"]}, {"Citation": "Hosseinmehr SJ, Mohammed A, Abadi AJ (2008) Protective effect of hawthorn extract against genotoxicity induced by cyclophosphamide in mouse bone marrow cells. Environ toxicol and pharmacol. 25:51–56. https://doi.org/10.1016/j.etap.2007.08.006", "ArticleIdList": ["10.1016/j.etap.2007.08.006"]}, {"Citation": "Hour TC, Liang YC, Chu IS, Lin JK (1999) Inhibition of eleven mutagens by various tea extracts, (−) epigallocatechin-3-gallate, gallic acid and caffeine. Food Chem Toxicol. 37(6):569–579. https://doi.org/10.1016/s0278-6915(99)00031-9", "ArticleIdList": ["10.1016/s0278-6915(99)00031-9"]}, {"Citation": "Huang W-Y, Cai Y-Z, Zhang Y (2009) Natural phenolic compounds from medicinal herbs and dietary plants: potential use for cancer prevention. Nutrit Cancer. 62(1):1–20. https://doi.org/10.1080/01635580903191585", "ArticleIdList": ["10.1080/01635580903191585"]}, {"Citation": "Ito A, Shamon LA, Yu B (1998) Antimutagenic constituents of Casimiroa edulis with potential cancer chemopreventive activity. J Agric Food Chem. 46(9):3509–3516. https://doi.org/10.1021/jf9802373", "ArticleIdList": ["10.1021/jf9802373"]}, {"Citation": "Izquierdo-Vega J, Morales Gonzalez JA, Sanchez Gutierrez M, Betanzos-Cabrere G, Sosa-Delgado SM, Sumaya-Martinez MT, Gonzalez AM, Paniagua-Perez R, Madrigal-Bujaidar E, Madrigal-Santillan E (2017) Evidence of some natural product with antigenotoxic effects: Part 1 Fruits and Polysaccharides. Nutrients 9(2):102. https://doi.org/10.3390/nu9020102", "ArticleIdList": ["10.3390/nu9020102"]}, {"Citation": "Jakszyn P, Gonzalez CA (2006) Nitrosamine and related food intake and gastric and oesophageal cancer risk: a systematic review of the epidemiological evidence. World J Gastroenterol 12(27):4296–4303. https://doi.org/10.3748/wjg.v12.i27.4296", "ArticleIdList": ["10.3748/wjg.v12.i27.4296"]}, {"Citation": "Jamla M, Khare T, Joshi S, Patil S, Suprasanna P, Kumar V (2021) Omics approaches for understanding heavy metal responses and tolerance in plants. Curr Plant Biol 27:100213. https://doi.org/10.1016/j.cpb.2021.100213", "ArticleIdList": ["10.1016/j.cpb.2021.100213"]}, {"Citation": "Jayaprakasha GK, Jena BS, Negi PS, Sakariah KK (2002) Evaluation of antioxidant activities and antimutagenicity of turmeric oil: a byproduct from curcumin production. Zeitsch Naturforsch C. 57(9-10):828–835. https://doi.org/10.1515/znc-2002-9-1013", "ArticleIdList": ["10.1515/znc-2002-9-1013"]}, {"Citation": "Jochems SHJ, Van Osch FHM, Bryan RT, Anke W, Van Schooten FJ, Cheng KK, Zeegers MP (2018) Impact of dietary patterns and the main food groups on mortality and recurrence in cancer survivors: a systematic review of current epidemiological literature. BMJ Open. 8(2):e014530. https://doi.org/10.1136/bmjopen-2016-014530", "ArticleIdList": ["10.1136/bmjopen-2016-014530"]}, {"Citation": "Kamiya T, Tanimoto Y, Fujii N, Negishi T, Suzuki T, Hatano T, Arimoto-Kobayashi S (2018) 2,6-Dimethoxy-1,4-benzoquinone, isolation and identification of anti-carcinogenic, anti-mutagenic and anti-inflammatory component from the juice of Vitis coignetiae. Food Chem Toxicol. 122:172–180. https://doi.org/10.1016/j.fct.2018.10.028", "ArticleIdList": ["10.1016/j.fct.2018.10.028"]}, {"Citation": "Kapinova A, Kubatka P, Golubnitschaja O, Kello M, Zubor P, Solar P, Pec M (2018) Dietary phytochemicals in breast cancer research: anticancer effects and potential utility for effective chemoprevention. Environ Health Prev Med. 23(1):1–18. https://doi.org/10.1186/s12199-018-0724-1", "ArticleIdList": ["10.1186/s12199-018-0724-1"]}, {"Citation": "Kaur S, Kumar A, Pandit K, Kaur S (2021) Modulation of mutagenicity in Salmonella typhimurium and antioxidant properties and antiproliferative effects of fractions from Cassia fistula L. on human cervical HeLa and breast MCF-7 cancer cells. Environ Sci Pollut Res 28(6):6619–6634. https://doi.org/10.1007/s11356-020-10771-7", "ArticleIdList": ["10.1007/s11356-020-10771-7"]}, {"Citation": "Kaur S, Kumar S, Kaur P, Chandel M (2010) Study of antimutagenic potential of phytoconstituents isolated from Terminalia arjuna in the Salmonella/microsome assay. Am J Biomed Sci 2:164–177. https://doi.org/10.5099/AJ100200164", "ArticleIdList": ["10.5099/AJ100200164"]}, {"Citation": "Keles H, Faith Fidan A, Hakki Cigerci I, Kucukkurt I, Karadas E, Dundas Y (2010) Increased DNA damage and oxidative stress in chicken with natural Marek’s disease. Vet. Immunol and Immuno pathophysiol. 133:51–58. https://doi.org/10.1016/j.vetimm.2009.07.003", "ArticleIdList": ["10.1016/j.vetimm.2009.07.003"]}, {"Citation": "Khan MS, Ahmad I (2019) Diversity of antimutagenic phytocompounds from Indian medicinal plants. Herbal Medicine in India.:401–412. https://doi.org/10.1007/978-981-13-7248-3_24"}, {"Citation": "Kodym A, Afza R (2003) Physical and chemical mutagenesis. Methods Mol Biol 236:189–204. https://doi.org/10.1385/1-59259-413-1:189", "ArticleIdList": ["10.1385/1-59259-413-1:189"]}, {"Citation": "Kotan E, Alpsoy L, Anar M, Aslan A, Agar G (2011) Protective role of methanol extract of Cetraria islandica (L.) against oxidative stress and genotoxic effects of AFB1 in human lymphocytes in vitro. Toxicol Ind Health. 27:599–605. https://doi.org/10.1177/0748233710394234", "ArticleIdList": ["10.1177/0748233710394234"]}, {"Citation": "Kumar A, Banerjee N, Singamaneni V, K Dokuparthi S, Chakrabarti T, Mukhopadhyay S (2018) Phytochemical investigations and evaluation of antimutagenic activity of the alcoholic extract of Glycosmis pentaphylla and Tabernaemontana coronaria by Ames test. Nat Prod Res 32(5):582–587. https://doi.org/10.1080/14786419.2017.1318384", "ArticleIdList": ["10.1080/14786419.2017.1318384"]}, {"Citation": "Kus E, Eroglu HE (2015) Genotoxic and cytotoxic effects of Sunset Yellow and Brilliant Blue, colorant food additives, on human blood lymphocytes. Pak J Pharm Sci. 28(1):227–230"}, {"Citation": "Lee H, Lin JY (1988) Antimutagenic activity of extracts from anticancer drugs in Chinese medicine. Mutat Res 204(2):229–234. https://doi.org/10.1016/0165-1218(88)90093-6", "ArticleIdList": ["10.1016/0165-1218(88)90093-6"]}, {"Citation": "Lee KH, Kim JH, Lim DS, Kim CH (2000) Anti-leukaemic and anti-mutagenic effects of di(2-ethylhexyl) phthalate isolated from Aloe vera Linne. J Pharm Pharmacol. 52(5):593–598. https://doi.org/10.1211/0022357001774246", "ArticleIdList": ["10.1211/0022357001774246"]}, {"Citation": "Liu MM, Huang KM, Qian L, Chatterjee P, Zhang S, Li R, Zhou S, Wang Z, Luo Y, Huang (2018) Effects of bioactive constituents in the Traditional Chinese medicinal formula Si–Wu–Tang on Nrf2 signaling and neoplastic cellular transformation. Phytomedicine. 40:1–9. https://doi.org/10.1016/j.phymed.2017.12.031", "ArticleIdList": ["10.1016/j.phymed.2017.12.031"]}, {"Citation": "Ma YY, Guo HW (2008) Mini-review of studies on the carcinogenicity of deoxynivalenol. Environ Toxicol Pharmacol. 25(1):1–9. https://doi.org/10.1016/j.etap.2007.09.007", "ArticleIdList": ["10.1016/j.etap.2007.09.007"]}, {"Citation": "Mandal P, Rai A, Mishra S, Tripathi A, Das M (2018) Mutagens in food. Assays and Applications, Academic Press, Mutagenicity, pp 133–160"}, {"Citation": "Marasas WF (2001) Discovery and occurrence of the fumonisins: a historical perspective. Environ Health Perspect. 109:239–243. https://doi.org/10.1289/ehp.01109s2239", "ArticleIdList": ["10.1289/ehp.01109s2239"]}, {"Citation": "Marnewick JL, Gelderblom WCA, Joubert E (2000) An investigation on the antimutagenic properties of South African herbal teas. Mutat Res 471:157–166. https://doi.org/10.1016/s1383-5718(00)00128-5", "ArticleIdList": ["10.1016/s1383-5718(00)00128-5"]}, {"Citation": "Menon SS, Uppal M, Randhawa S, Cheema MS, Aghdam N, Usala RL, Ghosh SP, Cheema AK, Dritschilo A (2016) Radiation metabolomics: current status and future directions. Front Oncol 6:20. https://doi.org/10.3389/fonc.2016.00020", "ArticleIdList": ["10.3389/fonc.2016.00020"]}, {"Citation": "Missmer SA, Suarez L, Felkner M, Wang E, Merrill AH Jr, Rothman KJ, Hendricks KA (2006) Exposure to fumonisins and the occurrence of neural tube defects along the Texas-Mexico border. Environ Health Perspect 114(2):237–241. https://doi.org/10.1289/ehp.8221", "ArticleIdList": ["10.1289/ehp.8221"]}, {"Citation": "Morffi J, Rodeiro I, Hernández SL, González L, Herrera J, Espinosa-Aguirre JJ (2012) Antimutagenic properties of Mangifera indica L. stem bark extract and evaluation of its effects on hepatic CYP1A1. Plant Foods Hum Nutr 67:223–228. https://doi.org/10.1007/s11130-012-0304-2", "ArticleIdList": ["10.1007/s11130-012-0304-2"]}, {"Citation": "Mukherjee A, Giri AK, Talukder G, Sharma A (1988) Sister chromatid exchanges and micronuclei formations induced by sorbic acid and sorbic acid-nitrite in vivo in mice. Toxicol Lett 42(1):47–53. https://doi.org/10.1016/0378-4274(88)90101-4", "ArticleIdList": ["10.1016/0378-4274(88)90101-4"]}, {"Citation": "Mukhopadhyay M, Mukherjee A, Chakrabarti J (2000) In vivo cytogenetic studies on blends of aspartame and acesulfame-K. Food Chem Toxicol 38(1):75–77. https://doi.org/10.1016/s0278-6915(99)00115-5", "ArticleIdList": ["10.1016/s0278-6915(99)00115-5"]}, {"Citation": "Nagajyoti PC, Lee KD, Sreekanth TVM (2010) Heavy metals, occurrence and toxicity for plants: a review. Environ Chem Lett 8:199–216. https://doi.org/10.1007/s10311-010-0297-8", "ArticleIdList": ["10.1007/s10311-010-0297-8"]}, {"Citation": "Nakamura N (2012) Genetic effects of radiation. Nihon Rinsho 70(3):457–460"}, {"Citation": "Nakasugi T, Komai K (1998) Antimutagens in the Brazilian Folk Medicinal Plant Carqueja (Baccharis trimera Less.). J Agric Food Chem 46(7):2560–2564. https://doi.org/10.1021/jf9711045", "ArticleIdList": ["10.1021/jf9711045"]}, {"Citation": "Nardemir G, Yanmis D, Alpsoy L, Gulluce M, Agar G, Aslan A (2015) Genotoxic, antigenotoxic and antioxidant properties of methanol extracts obtained from Peltigera horizontalis and Peltigera praetextata. Toxicol Ind Health 31(7):602–613. https://doi.org/10.1177/0748233713480207", "ArticleIdList": ["10.1177/0748233713480207"]}, {"Citation": "Nikolic B, Mitic-Culafic D, Vukovic-Gacic B, Knezevic-Vukcevic J (2012) Molecular mechanisms of action of antimutagens from Sage (Salvia officinalis) and Basil (Ocimum basilicum). From the Edited Volume Mutagenesis Edited by Rajnikant Mishra. https://doi.org/10.5772/50524"}, {"Citation": "Novick A, Szilard L. (1952) Anti-mutagens. Nature 29;170(4335):926-7. doi: https://doi.org/10.1038/170926a0 ."}, {"Citation": "Ooi TC, Ibrahim FW, Ahmad S, Chan KM, Leong LM, Mohammad N, Siew EL, Rajab NF (2021) Antimutagenic, cytoprotective and antioxidant properties of ficus deltoidea aqueous extract in vitro. Molecules 26(11):3287. https://doi.org/10.3390/molecules26113287", "ArticleIdList": ["10.3390/molecules26113287"]}, {"Citation": "Palaniappan PL, Karthikeyan S (2009) Bioaccumulation and depuration of chromium in the selected organs and whole body tissues of freshwater fish Cirrhinus mrigala individually and in binary solutions with nickel. J of Env Sci (China). 21(2):229–236. https://doi.org/10.1016/s1001-0742(08)62256-1", "ArticleIdList": ["10.1016/s1001-0742(08)62256-1"]}, {"Citation": "Pandey A, Belwal T, Tamta S, Bhatt ID, Rawal RS (2019) Phenolic compounds, antioxidant capacity and antimutagenic activity in different growth stages of in vitro raised plants of Origanum vulgare L. Mol Biol Rep 46(2):2231–2241. https://doi.org/10.1007/s11033-019-04678-x", "ArticleIdList": ["10.1007/s11033-019-04678-x"]}, {"Citation": "Pandey MK, Das M (2006, Oct) Assessment of carcinogenic potential of repeated fish fried oil in mice. Mol Carcinog 45(10):741–751. https://doi.org/10.1002/mc.20238", "ArticleIdList": ["10.1002/mc.20238"]}, {"Citation": "Pandey MK, Dhawan A, Das M (2006) Induction of P53, P21Waf1, orinithine decorboxylase activity, and DNA damage leading to cell-cycle arrest and apoptosis following topical application of repeated fish fried oil extract to mice. Mol Carcinog 45(11):805–813. https://doi.org/10.1002/mc.20194", "ArticleIdList": ["10.1002/mc.20194"]}, {"Citation": "Pękala E, Liana P, Kubowicz P, Powroźnik B, Obniska J, Chlebek I, Węgrzyn A, Węgrzyn G (2013) Evaluation of mutagenic and antimutagenic properties of newderivatives of pyrrolidine-2,5-dione with anti-epileptic activity, by use of the Vibrio harvey imutagenicity test. Mutat Res 758(1-2):18–22. https://doi.org/10.1016/j.mrgentox.2013.07.011", "ArticleIdList": ["10.1016/j.mrgentox.2013.07.011"]}, {"Citation": "Pesarini JR, Zaninetti PT, Mauro MO, Carreira CM, Dichi JB, Ribeiro LR, Mantovani MS, Oliveira RJ (2013) Antimutagenic and anticarcinogenic effects of wheat bran in vivo. Genet Mol Res 12:1646–1659. https://doi.org/10.4238/2013", "ArticleIdList": ["10.4238/2013"]}, {"Citation": "Purushothaman A, Sufiya P, Meenatchi P, Sundaram R, Saravanan N (2020) Antigenotoxic and Antimutagenic Effects of Andrographis paniculata, a traditional medicinal herb against genotoxicity of cyclophosphamide: an in vitro study on human peripheral lymphocytes. Prev Nutr Food Sci. 25(3):246–253. https://doi.org/10.3746/pnf.2020.25.3.246", "ArticleIdList": ["10.3746/pnf.2020.25.3.246"]}, {"Citation": "Quradha MM, Khan R, M-u R, Abohajeb A (2019) Chemical composition and in vitro anticancer, antimicrobial and antioxidant activities of essential oil and methanol extract from Rumex nervosus. Nat Prod Res. 33(17):2554–2559. https://doi.org/10.1080/14786419.2018.1452009", "ArticleIdList": ["10.1080/14786419.2018.1452009"]}, {"Citation": "Ralhan R, Kaur J (2007) Alkylating agents and cancer therapy. Expert Opin Ther Pat 17:1061–1075. https://doi.org/10.1517/13543776.17.9.1061", "ArticleIdList": ["10.1517/13543776.17.9.1061"]}, {"Citation": "Ralston A (2008) Environmental mutagens, cell signalling and DNA repair. Nat Edu 1(1):114"}, {"Citation": "Raskin I, Ribnicky DM, Komarnytsky S, Ilic N, Poulev A, Borisjuk N, Brinker A, Moreno DA, Ripoll C, Nir Y, O’Neal JM, Cornwell T, Pastor I, Fridlender B (2002) Plants and human health in the twenty-first century. Trends Biotechnol 20(12):522–531. https://doi.org/10.1016/s0167-7799(02)02080-2", "ArticleIdList": ["10.1016/s0167-7799(02)02080-2"]}, {"Citation": "Rastogi RP, Richa KA et al (2010) Molecular mechanisms of ultraviolet radiation-induced DNA damage and repair. J. Nucleic Acids 2010:592980–592932. https://doi.org/10.4061/2010/592980", "ArticleIdList": ["10.4061/2010/592980"]}, {"Citation": "Rastogi S, Dogra RK, Khanna SK, Das M (2006) Skin tumorigenic potential of aflatoxin B1 in mice. Food Chem Toxicol. 44(5):670–677. https://doi.org/10.1016/j.fct.2005.09.008", "ArticleIdList": ["10.1016/j.fct.2005.09.008"]}, {"Citation": "Reha-Krantz LJ (2013) Mutagens, Brenner’s Encyclopedia of Genetics 2<sup>nd</sup> edn. Academic Press, pp 2528-532."}, {"Citation": "Roberts HJ (2007) Aspartame-induced thrombocytopenia. South Med J 100(5):543. https://doi.org/10.1097/SMJ.0b013e31802fa4d7", "ArticleIdList": ["10.1097/SMJ.0b013e31802fa4d7"]}, {"Citation": "Roy SS, Chakraborty P, Ghosh P, Ghosh S, Biswas J, Bhattacharya S (2012) Influence of novel naphthalimide-based organoselenium on genotoxicity induced by an alkylating agent: the role of reactive oxygen species and selenoenzymes. Redox Rep 17(4):157–166. https://doi.org/10.1179/1351000212Y.0000000018", "ArticleIdList": ["10.1179/1351000212Y.0000000018"]}, {"Citation": "Saxena N, Ansari KM, Kumar R, Chaudhari BP, Dwivedi PD, Das M (2011) Role of mitogen activated protein kinases in skin tumorigenicity of patulin. Toxicol Appl Pharmacol 257(2):264–271. https://doi.org/10.1016/j.taap.2011.09.012", "ArticleIdList": ["10.1016/j.taap.2011.09.012"]}, {"Citation": "Schrader TJ (2003) MUTAGENS, Encyclopedia of Food Sciences and Nutrition 2<sup>nd</sup> edn. Academic Press, pp 4059-4067."}, {"Citation": "Scully R, Chen J, Plug A, Xiao Y, Weaver D, Feunteun J, Ashley T, Livingston DM (1997) Association of BRCA1 with Rad51 in mitotic and meiotic cells. Cell 88:265–275. https://doi.org/10.1016/s0092-8674(00)81847-4", "ArticleIdList": ["10.1016/s0092-8674(00)81847-4"]}, {"Citation": "Sen S, Chakraborty R (2020) Herbal Medicine in India - Iindigenous Knowledge, Practice. Innovation and its Value. Springer Singapore. https://doi.org/10.1007/978-981-13-7248-3"}, {"Citation": "Sharma V, Kr. Kumawat T, Sharma G et al (2021) Contribution of environmental constituents in the genomic disruption of cytokeratins. In: Larramendy ML, Soloneski S (eds) Cytogenetics - Classical and Molecular Strategies for Analysing Heredity Material. Intech Open. https://doi.org/10.5772/intechopen.96877", "ArticleIdList": ["10.5772/intechopen.96877"]}, {"Citation": "Shimada C, Kano K, Sasaki YF, Sato I, Tsudua S (2010) Differential colon DNA damage induced by azo food additives between rats and mice. J Toxicol Sci. 35(4):547–554. https://doi.org/10.2131/jts.35.547", "ArticleIdList": ["10.2131/jts.35.547"]}, {"Citation": "Silva M, Lidon F (2016) Food preservatives – an overview on applications and side effects. Emir J Food Agric Emirates J Food Agric 28:366–373. https://doi.org/10.9755/ejfa.2016-04-351", "ArticleIdList": ["10.9755/ejfa.2016-04-351"]}, {"Citation": "Singh BN, Singh BR, Singh RL, Prakash D, Singh DP, Sarma BK, Upadhyay G, Singh HB (2009) Polyphenolics from various extracts/fractions of red onion (Allium cepa) peel with potent antioxidant and antimutagenic activities. Food Chem Toxicol. 47(6):1161–1167. https://doi.org/10.1016/j.fct.2009.02.004", "ArticleIdList": ["10.1016/j.fct.2009.02.004"]}, {"Citation": "Sinha R, Park Y, Graubard BI, Leitzmann MF, Hollenbeck A, Schatzkin A, Cross AJ (2009) Meat and meat-related compounds and risk of prostate cancer in a large prospective cohort study in the United States. Am J Epidemiol 170(9):1165–1177. https://doi.org/10.1093/aje/kwp280", "ArticleIdList": ["10.1093/aje/kwp280"]}, {"Citation": "Sloczynska K, Powroznik B, Pekala E, Waszkielewicz AM (2014) Antimutagenic compounds and their possible mechanisms of action. J Appl Genetics. 55:273–285. https://doi.org/10.1007/s13353-014-0198-9", "ArticleIdList": ["10.1007/s13353-014-0198-9"]}, {"Citation": "Soffritti M, Belpoggi F, Tibaldi E, Esposti DD, Lauriola M (2007) Life-span exposure to low doses of aspartame beginning during prenatal life increases cancer effects in rats. Environ Health Perspect 115(9):1293–1297. https://doi.org/10.1289/ehp.10271", "ArticleIdList": ["10.1289/ehp.10271"]}, {"Citation": "Srividya AR, Dhanabal SP, Vishnuvarthan VJ (2012) Mutagenicity/antimutagenicity of plant extracts used in traditional medicine: a review. World J Pharma Res 2(1):236–259"}, {"Citation": "Suehiro Y, Yoshina S, Motohashi T, Iwata S, Dejima K, Mitani S (2021) Efficient collection of a large number of mutations by mutagenesis of DNA damage response defective animals. Sci Rep 11(1):7630. https://doi.org/10.1038/s41598-021-87226-7", "ArticleIdList": ["10.1038/s41598-021-87226-7"]}, {"Citation": "Sugimura T, Nagao M, Wakabayashi K (2000) How we should deal with unavoidable exposure of man to environmental mutagens: cooked food mutagen discovery, facts and lessons for cancer prevention. Mutat Res 447:15–25. https://doi.org/10.1016/s0027-5107(99)00196-7", "ArticleIdList": ["10.1016/s0027-5107(99)00196-7"]}, {"Citation": "Sukumaran K, Kuttan R (1995) Inhibition of tobaccoinduced mutagenesis by eugenol and plant extracts. Mutat Res/Genet Toxicol. 343(1):25–30. https://doi.org/10.1016/0165-1218(95)90059-4", "ArticleIdList": ["10.1016/0165-1218(95)90059-4"]}, {"Citation": "Surh Y-J, Lee J-Y, Choi K-J, Ko S-R (2006) Effects of selected ginsenosides on phorbol ester-induced expression of cyclooxygenase-2 and activation of NF-kB and ERK1/ 2 in mouse skin. Ann NY Acad Sci. 973(1):396–401. https://doi.org/10.1111/j.1749-6632.2002.tb04672.x", "ArticleIdList": ["10.1111/j.1749-6632.2002.tb04672.x"]}, {"Citation": "Swaroop VR, Roy DD, Kumar T (2011) Genotoxicity of synthetic food colorants. J Food Sci and Eng .1:128-134."}, {"Citation": "Tchounwou PB, Yedjou CG, Patlolla AK, Sutton DJ (2012) Heavy metal toxicity and the environment. Exp Suppl. 101:133–164. https://doi.org/10.1007/978-3-7643-8340-4_6", "ArticleIdList": ["10.1007/978-3-7643-8340-4_6"]}, {"Citation": "Thaiudom S, Oonsivilai R, Thaiwong N (2021) Production of colorant powder from dragon fruit (Hylocerecus polyrhizus) peel: bioactivity, heavy metal contamination, antimutagenicity, and antioxidation aspects. J Food Process Preserv. 45:e15044. https://doi.org/10.1111/jfpp.15044", "ArticleIdList": ["10.1111/jfpp.15044"]}, {"Citation": "Turhan K, Ozturkcan SA, Turgut Z, Karadayi M, Gulluce M (2012) Protective properties of five newly synthesized cyclic compounds against sodium azide and N-Methyl-N′-nitro-N-nitrosoguanidine genotoxicity. Toxicol Ind Health 28(7):605–613. https://doi.org/10.1177/0748233711416954", "ArticleIdList": ["10.1177/0748233711416954"]}, {"Citation": "Ueno Y (1980) Trichothecene mycotoxins mycology, chemistry, and toxicology. In: Draper HH (ed) Advances in nutritional research. Boston (MA), Springer US, pp 301–353", "ArticleIdList": ["10.1007/978-1-4757-4448-4_10"]}, {"Citation": "Unal F, Taner G, Yuzbasioglu D, Yilmaz S (2013) Antigenotoxic effect of lipoic acid against mitomycin-C in human lymphocyte cultures. Cytotechnology 65(4):553–565. https://doi.org/10.1007/s10616-012-9504-8", "ArticleIdList": ["10.1007/s10616-012-9504-8"]}, {"Citation": "Veiga M, Costa EM, Silva S, Pintado M (2020) Impact of plant extracts upon human health: a review. Crit Rev Food Sci Nutr 60(5):873–886. https://doi.org/10.1080/10408398.2018.1540969", "ArticleIdList": ["10.1080/10408398.2018.1540969"]}, {"Citation": "Watanabe M, Kobayashi H, Ohta T (1994) Rapid inactivation of 3- chloro-4-(dichloromethyl)-5-hydroxy-2(5H)-furanone (MX), a potent mutagen in chlorinated drinking water, by sulfhydryl compounds. Mutat Res 312(2):131–138. https://doi.org/10.1016/0165-1161(94)90018-3", "ArticleIdList": ["10.1016/0165-1161(94)90018-3"]}, {"Citation": "Weihrauch MR, Diehl V (2004) Artificial sweeteners-do they bear a carcinogenic risk? Ann Oncol. 15(10):1460–1465. https://doi.org/10.1093/annonc/mdh256", "ArticleIdList": ["10.1093/annonc/mdh256"]}, {"Citation": "Wilbur S, Abadin H, Fay M, Yu D, Tencza B, Ingerman L, Klotzbach J, James S (2012) Toxicological profile for chromium. Atlanta (GA): Agency for Toxic Substances and Disease Registry (US)"}, {"Citation": "Xue P, Zhao Y, Zhao D, Chi M, Yin Y, Xuan Y, Wang X (2021) Mutagenicity, health risk, and disease burden of exposure to organic micropollutants in water from a drinking water treatment plant in the Yangtze River Delta, China. Ecotoxicol Environ Saf 221:112421. https://doi.org/10.1016/j.ecoenv.2021.112421", "ArticleIdList": ["10.1016/j.ecoenv.2021.112421"]}, {"Citation": "Yagi T (2017) A perspective of Genes and Environment for the development of environmental mutagen research in Asia. Genes and Environ 39:23. https://doi.org/10.1186/s41021-017-0083-y", "ArticleIdList": ["10.1186/s41021-017-0083-y"]}, {"Citation": "Zahin M, Ahmad I, Aqil F (2010) Antioxidant and antimutagenic activity of Carum copticum fruit extracts. Toxicol In Vitro. 24(4):1243–1249. https://doi.org/10.1016/j.tiv.2010.02.004", "ArticleIdList": ["10.1016/j.tiv.2010.02.004"]}, {"Citation": "Zahin M, Ahmad I, Aqil F (2017) Antioxidant and antimutagenic potential of Psidium guajava leaf extracts. Drug Chem Toxicol 40(2):146–153. https://doi.org/10.1080/01480545.2016.1188397", "ArticleIdList": ["10.1080/01480545.2016.1188397"]}, {"Citation": "Zahin M, Bokhari NA, Ahmad I, Husain FM, Althubiani AS, Alruways MW, Perveen K, Shalawi M (2021) Antioxidant, antibacterial, and antimutagenic activity of Piper nigrum seeds extracts. Saudi J Biol Sci. 28:5094–5105. https://doi.org/10.1016/j.sjbs.2021.05.030", "ArticleIdList": ["10.1016/j.sjbs.2021.05.030"]}, {"Citation": "Zahin M, Khan MS, Abul Qais F, Abulreesh HH, Ahmad I (2018) Antioxidant properties and anti-mutagenic potential of Piper cubeba fruit extract and molecular docking of certain bioactive compounds. Drug Chem Toxicol 41(3):358–367. https://doi.org/10.1080/01480545.2018.1429459", "ArticleIdList": ["10.1080/01480545.2018.1429459"]}, {"Citation": "Zamora-Martınez MC, de Pascual Pola CN (1992) Medicinal plants used in some rural populations of Oaxaca, Puebla and Veracruz, Mexico. J Ethnopharmacol 35(3):229–257. https://doi.org/10.1016/0378-8741(92)90021-i", "ArticleIdList": ["10.1016/0378-8741(92)90021-i"]}, {"Citation": "Zhou SM, Jiang LP, Geng CY, Cao J, Zhong LF (2010) Patulin-induced oxidative DNA damage and p53 modulation in HepG2 cells. Toxicon 55(2-3):390–395. https://doi.org/10.1016/j.toxicon.2009.08.019", "ArticleIdList": ["10.1016/j.toxicon.2009.08.019"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "6", "Day": "30"}, {"Year": "2021", "Month": "8", "Day": "16"}, {"Year": "2021", "Month": "8", "Day": "26", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "9", "Day": "14", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "8", "Day": "25", "Hour": "6", "Minute": "35"}], "PublicationStatus": "ppublish", "ArticleIdList": ["34431051", "10.1007/s11356-021-16057-w", "10.1007/s11356-021-16057-w"]}}], "PubmedBookArticle": []}