{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34448061", "DateCompleted": {"Year": "2021", "Month": "09", "Day": "14"}, "DateRevised": {"Year": "2023", "Month": "11", "Day": "01"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "08", "Day": "26"}], "Language": ["eng"], "ELocationID": ["10.1007/s00284-021-02639-x"], "Journal": {"ISSN": "1432-0991", "JournalIssue": {"Volume": "78", "Issue": "10", "PubDate": {"Year": "2021", "Month": "Oct"}}, "Title": "Current microbiology", "ISOAbbreviation": "Curr Microbiol"}, "ArticleTitle": "Phytomolecules Repurposed as Covid-19 Inhibitors: Opportunity and Challenges.", "Pagination": {"StartPage": "3620", "EndPage": "3633", "MedlinePgn": "3620-3633"}, "Abstract": {"AbstractText": ["The SARS-CoV-2 virus has spread worldwide to cause a full blown pandemic since 2020. To date, several promising synthetic therapeutics are repurposed and vaccines through different stages of clinical trials were approved and being administered, but still the efficacy of the drugs and vaccines are yet to be decoded. This article highlights the importance of traditional medicinal plants and the phytomolecules derived from them, which possess in vitro antiviral and anti-CoV properties and further explores their potential as inhibitors to molecular targets of SARS-CoV-2 that were evaluated by in silico approaches. Botanicals in traditional medicinal systems have been investigated for anti-SARS-CoV-2 activity through in silico and in vitro studies. However, information linking structure of phytomolecules to their antiviral activity is limited. Most phytomolecules with anti-CoV activity were studied for inhibition of the human ACE2 receptor through which the virus enters host cells, and non-structural proteins 3CL<sup>pro</sup> and PL<sup>pro</sup>. Although the proteases are ideal anti-CoV targets, information on plant-based inhibitors for the CoV structural proteins, e.g., spike, envelope, membrane, nucleocapsid required further investigations. In absence of scientific evaluations through in vitro and biocompatibility studies, plant-based antivirals fall short as treatment options. Plant-based anti-SARS-CoV-2 therapeutics can be promising alternatives to their synthetic counterparts as they are economical and bear fewer chances of toxicity, side effects, and viral resistance. Our review could provide a systematic overview of the potential phytomolecules which can be repurposed and subjected to further modes of experimental evaluation to qualify for use in treatment and prophylaxis of SARS-CoV-2 infections."], "CopyrightInformation": "© 2021. The Author(s), under exclusive licence to Springer Science+Business Media, LLC, part of Springer Nature."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Advanced Institute for Wildlife Conservation, Tamil Nadu Forest Department, Government of Tamil Nadu, Chennai, 600048, India."}], "LastName": "Chandramouli", "ForeName": "Vaishnavi", "Initials": "V"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Advanced Institute for Wildlife Conservation, Tamil Nadu Forest Department, Government of Tamil Nadu, Chennai, 600048, India."}], "LastName": "Niraj", "ForeName": "Shekhar Kumar", "Initials": "SK"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "MES T O Abdulla Memorial College, Kunnukara, Aluva, Kerala, 683578, India."}], "LastName": "Nair", "ForeName": "Krishna G", "Initials": "KG"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Centre for Drug Discovery and Development, Sathyabama Institute of Science and Technology, Chennai, 600119, India. jerrine.cddd@sathyabama.ac.in."}], "LastName": "Joseph", "ForeName": "Jerrine", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Sathyabama Institute of Science and Technology, Chennai, 600119, India."}, {"Identifier": [], "Affiliation": "School of Medicine, Loma Linda University, Loma Linda, CA, USA."}, {"Identifier": [], "Affiliation": "Musculoskeletal Disease Research Laboratory US, Department of Veteran Affairs, Loma Linda, CA, USA."}], "LastName": "Aruni", "ForeName": "Wilson", "Initials": "W"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Curr Microbiol", "NlmUniqueID": "7808448", "ISSNLinking": "0343-8651"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Antiviral Agents"}], "MeshHeadingList": [{"QualifierName": ["pharmacology"], "DescriptorName": "Antiviral Agents"}, {"QualifierName": [], "DescriptorName": "COVID-19"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Pandemics"}, {"QualifierName": [], "DescriptorName": "SARS-CoV-2"}], "CoiStatement": "The authors declare that there are no conflicts of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Amici C, Coro A, Ciucci A, Chiappa L, Castilletti C, Martella V, Decaro N, Buonavoglia C, Capobianchi MR, Santoro M. Indomethacin has a potent antiviral activity against SARS coronavirus. Antivir Ther. 2006;11:1021–1030.", "ArticleIdList": ["17302372"]}, {"Citation": "Malik YS, Sircar S, Bhat S, Sharun K, Dhama K, Dadar M, Tiwari R, Chaicumpa W. Emerging novel coronavirus (2019-nCoV)—current scenario, evolutionary perspective based on genome analysis and recent developments. Vet Q. 2020;40:68–76. doi: 10.1080/01652176.2020.1727993.", "ArticleIdList": ["10.1080/01652176.2020.1727993", "PMC7054940", "32036774"]}, {"Citation": "Huang C, Wang Y, Li X, et al. Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. Lancet. 2020;395:497–506. doi: 10.1016/S0140-6736(20)30183-5.", "ArticleIdList": ["10.1016/S0140-6736(20)30183-5", "PMC7159299", "31986264"]}, {"Citation": "Ansari A, Burnwal SK (2020) Forecasting, visualization and analysis of COVID-19 in India using time series modelling"}, {"Citation": "Walls AC, Park Y-J, Tortorici MA, Wall A, McGuire AT, Veesler D. Structure, function, and antigenicity of the SARS-CoV-2 spike glycoprotein. Cell. 2020;181:281–292. doi: 10.1016/j.cell.2020.02.058.", "ArticleIdList": ["10.1016/j.cell.2020.02.058", "PMC7102599", "32155444"]}, {"Citation": "World Health Organization (UNICEF) UNC (2020) Guidance on developing a national deployment and vaccination plan for COVID-19 vaccines: interim guidance, 16 November 2020. Guid Dev Natl Deploy Vaccin Plan COVID-19 Vaccines Interim Guid, 16 Novemb 2020"}, {"Citation": "Mahase E. Coronavirus: covid-19 has killed more people than SARS and MERS combined, despite lower case fatality rate. BMJ. 2020;368:m641. doi: 10.1136/bmj.m641.", "ArticleIdList": ["10.1136/bmj.m641", "32071063"]}, {"Citation": "Kapoor R, Sharma B, Kanwar S. Antiviral phytochemicals: an overview. Biochem Physiol Open Access. 2017 doi: 10.4172/2168-9652.1000220.", "ArticleIdList": ["10.4172/2168-9652.1000220"]}, {"Citation": "Akram M, Tahir IM, Shah SMA, Mahmood Z, Altaf A, Ahmad K, Munir N, Daniyal M, Nasir S, Mehboob H. Antiviral potential of medicinal plants against HIV, HSV, influenza, hepatitis, and coxsackievirus: a systematic review. Phytother Res. 2018;32:811–822. doi: 10.1002/ptr.6024.", "ArticleIdList": ["10.1002/ptr.6024", "29356205"]}, {"Citation": "Chattopadhyay D, Naik TN. Antivirals of ethnomedicinal origin: structure-activity relationship and scope. Mini Rev Med Chem. 2007;7:275–301. doi: 10.2174/138955707780059844.", "ArticleIdList": ["10.2174/138955707780059844", "17346219"]}, {"Citation": "Wu R, Wang L, Kuo HCD, Shannar A, Peter R, Chou PJ, Li S, Hudlikar R, Liu X, Liu Z, Poiani GJ, Amorosa L, Brunetti L, Kong AN. An update on current therapeutic drugs treating COVID-19. Curr Pharmacol Rep. 2020;6:56–70. doi: 10.1007/s40495-020-00216-7.", "ArticleIdList": ["10.1007/s40495-020-00216-7", "PMC7211915", "32395418"]}, {"Citation": "Schoeman D, Fielding BC. Coronavirus envelope protein: current knowledge. Virol J. 2019;16:69. doi: 10.1186/s12985-019-1182-0.", "ArticleIdList": ["10.1186/s12985-019-1182-0", "PMC6537279", "31133031"]}, {"Citation": "Liu J, Zheng X, Tong Q, Li W, Wang B, Sutter K, Trilling M, Lu M, Dittmer U, Yang D. Overlapping and discrete aspects of the pathology and pathogenesis of the emerging human pathogenic coronaviruses SARS-CoV, MERS-CoV, and 2019-nCoV. J Med Virol. 2020;92:491–494. doi: 10.1002/jmv.25709.", "ArticleIdList": ["10.1002/jmv.25709", "PMC7166760", "32056249"]}, {"Citation": "Dai W, Zhang B, Jiang X-M, Su H, Li J, Zhao Y, Xie X, Jin Z, Peng J, Liu F, Li C, Li Y, Bai F, Wang H, Cheng X, Cen X, Hu S, Yang X, Wang J, Liu X, Xiao G, Jiang H, Rao Z, Zhang L-K, Xu Y, Yang H, Liu H. Structure-based design of antiviral drug candidates targeting the SARS-CoV-2 main protease. Science. 2020;368:1331–1335. doi: 10.1126/science.abb4489.", "ArticleIdList": ["10.1126/science.abb4489", "PMC7179937", "32321856"]}, {"Citation": "Chandel Vaishali, Raj Sibi, Rathi Brijesh, Kumar Dhruv. In silico identification of potent COVID-19 main protease inhibitors from FDA approved antiviral compounds and active phytochemicals through molecular docking: a drug repurposing approach. Preprints. 2020 doi: 10.20944/preprints202003.0349.v1.", "ArticleIdList": ["10.20944/preprints202003.0349.v1"]}, {"Citation": "Patel B, Sharma S, Nair N, Majeed J, Goyal RK, Dhobi M. Therapeutic opportunities of edible antiviral plants for COVID-19. Mol Cell Biochem. 2021;476:2345–2364. doi: 10.1007/s11010-021-04084-7.", "ArticleIdList": ["10.1007/s11010-021-04084-7", "PMC7882868", "33587232"]}, {"Citation": "Cinatl J, Morgenstern B, Bauer G, Chandra P, Rabenau H, Doerr H. Glycyrrhizin, an active component of liquorice roots, and replication of SARS-associated coronavirus. The Lancet. 2003;361:2045–2046. doi: 10.1016/S0140-6736(03)13615-X.", "ArticleIdList": ["10.1016/S0140-6736(03)13615-X", "PMC7112442", "12814717"]}, {"Citation": "Hoever G, Baltina L, Michaelis M, Kondratenko R, Baltina L, Tolstikov GA, Doerr HW, Cinatl J. Antiviral activity of glycyrrhizic acid derivatives against SARS−coronavirus. J Med Chem. 2005;48:1256–1259. doi: 10.1021/jm0493008.", "ArticleIdList": ["10.1021/jm0493008", "15715493"]}, {"Citation": "Fiore C, Eisenhut M, Krausse R, Ragazzi E, Pellati D, Armanini D, Bielenberg J. Antiviral effects of Glycyrrhiza species. Phytother Res. 2008;22:141–148. doi: 10.1002/ptr.2295.", "ArticleIdList": ["10.1002/ptr.2295", "PMC7167979", "17886224"]}, {"Citation": "Xiang Y-Z, Shang H-C, Gao X-M, Zhang B-L. A comparison of the ancient use of ginseng in traditional Chinese medicine with modern pharmacological experiments and clinical trials. Phytother Res. 2008;22:851–858. doi: 10.1002/ptr.2384.", "ArticleIdList": ["10.1002/ptr.2384", "18567057"]}, {"Citation": "Park HJ, Kim DH, Park SJ, Kim JM, Ryu JH. Ginseng in traditional herbal prescriptions. J Ginseng Res. 2012;36:225–241. doi: 10.5142/jgr.2012.36.3.225.", "ArticleIdList": ["10.5142/jgr.2012.36.3.225", "PMC3659587", "23717123"]}, {"Citation": "Chen F, Chan KH, Jiang Y, Kao RY, Lu HT, Fan KW, Cheng VC, Tsui WH, Hung IF, Lee TS, Guan Y, Peiris JS, Yuen KY. In vitro susceptibility of 10 clinical isolates of SARS coronavirus to selected antiviral compounds. J Clin Virol. 2004;31:69–75. doi: 10.1016/j.jcv.2004.03.003.", "ArticleIdList": ["10.1016/j.jcv.2004.03.003", "PMC7128415", "15288617"]}, {"Citation": "Li S, Chen C, Zhang H, Guo H, Wang H, Wang L, Zhang X, Hua S, Yu J, Xiao P, Li R, Tan X. Identification of natural compounds with antiviral activities against SARS-associated coronavirus. Antiviral Res. 2005;67:18–23. doi: 10.1016/j.antiviral.2005.02.007.", "ArticleIdList": ["10.1016/j.antiviral.2005.02.007", "PMC7114104", "15885816"]}, {"Citation": "Nie C, Trimpert J, Moon S, Haag R, Gilmore K, Kaufer BB, Seeberger PH. In vitro efficacy of Artemisia extracts against SARS-CoV-2. Biorxiv preprint. 2021 doi: 10.1101/2021.02.14.431122.", "ArticleIdList": ["10.1101/2021.02.14.431122", "PMC8424155", "34496903"]}, {"Citation": "Nair MS, Huang Y, Fidock DA, Polyak SJ, Wagoner J, Towler MJ, Weathers PJ. Artemisia annua L. extracts inhibit the in vitro replication of SARS-CoV-2 and two of its variants. J Ethnopharmacol. 2021;274:114016. doi: 10.1016/j.jep.2021.114016.", "ArticleIdList": ["10.1016/j.jep.2021.114016", "PMC7952131", "33716085"]}, {"Citation": "Day CW, Baric R, Cai SX, Frieman M, Kumaki Y, Morrey J, Smee D, Barnard DL. A new mouse-adapted strain of SARS-CoV as a lethal model for evaluating antiviral agents in vitro and in vivo. Virology. 2009;395(2):210–222. doi: 10.1016/j.virol.2009.09.023.", "ArticleIdList": ["10.1016/j.virol.2009.09.023", "PMC2787736", "19853271"]}, {"Citation": "Lin S-C, Ho C-T, Chuo W-H, Li S, Wang TT, Lin C-C. Effective inhibition of MERS-CoV infection by resveratrol. BMC Infect Dis. 2017;17:144. doi: 10.1186/s12879-017-2253-8.", "ArticleIdList": ["10.1186/s12879-017-2253-8", "PMC5307780", "28193191"]}, {"Citation": "Müller C, Schulte FW, Lange-Grünweller K, Obermann W, Madhugiri R, Pleschka S, Ziebuhr J, Hartmann RK, Grünweller A. Broad-spectrum antiviral activity of the eIF4A inhibitor silvestrol against corona- and picornaviruses. Antiviral Res. 2018;150:123–129. doi: 10.1016/j.antiviral.2017.12.010.", "ArticleIdList": ["10.1016/j.antiviral.2017.12.010", "PMC7113723", "29258862"]}, {"Citation": "Lin L-T, Hsu W-C, Lin C-C. Antiviral natural products and herbal medicines. J Tradit Complement Med. 2014;4:24–35. doi: 10.4103/2225-4110.124335.", "ArticleIdList": ["10.4103/2225-4110.124335", "PMC4032839", "24872930"]}, {"Citation": "Chiow KH, Phoon MC, Putti T, Tan BKH, Chow VT. Evaluation of antiviral activities of Houttuynia cordata Thunb. extract, quercetin, quercetrin and cinanserin on murine coronavirus and dengue virus infection. Asian Pac J Trop Med. 2016;9:1–7. doi: 10.1016/j.apjtm.2015.12.002.", "ArticleIdList": ["10.1016/j.apjtm.2015.12.002", "PMC7104935", "26851778"]}, {"Citation": "Signer J, Jonsdottir HR, Albrich WC, Strasser M, Züst R, Ryter S, Ackermann-Gäumann R, Lenz N, Siegrist D, Suter A, Schoop R, Engler OB. In vitro virucidal activity of Echinaforce®, an Echinacea purpurea preparation, against coronaviruses, including common cold coronavirus 229E and SARS-CoV-2. In review. Virol J. 2020;17(1):1–11. doi: 10.1186/s12985-019-1274-x.", "ArticleIdList": ["10.1186/s12985-019-1274-x", "PMC7479405", "32907596"]}, {"Citation": "Ahmed HM. Ethnomedicinal, phytochemical and pharmacological investigations of Perilla frutescens (L.) Britt. Molecules. 2019;24:102. doi: 10.3390/molecules24010102.", "ArticleIdList": ["10.3390/molecules24010102", "PMC6337106", "30597896"]}, {"Citation": "Keyaerts E, Vijgen L, Pannecouque C, Van Damme E, Peumans W, Egberink H, Balzarini J, Van Ranst M. Plant lectins are potent inhibitors of coronaviruses by interfering with two targets in the viral replication cycle. Antiviral Res. 2007;75:179–187. doi: 10.1016/j.antiviral.2007.03.003.", "ArticleIdList": ["10.1016/j.antiviral.2007.03.003", "PMC7114093", "17428553"]}, {"Citation": "Naithani R, Huma LC, Holland LE, Shukla D, McCormick DL, Mehta RG, Moriarty RM. Antiviral activity of phytochemicals: a comprehensive review. Mini Rev Med Chem. 2008;8:1106–1133. doi: 10.2174/138955708785909943.", "ArticleIdList": ["10.2174/138955708785909943", "18855727"]}, {"Citation": "O’Keefe BR, Giomarelli B, Barnard DL, Shenoy SR, Chan PKS, McMahon JB, Palmer KE, Barnett BW, Meyerholz DK, Wohlford-Lenane CL, McCray PB. Broad-spectrum in vitro activity and in vivo efficacy of the antiviral protein griffithsin against emerging viruses of the family Coronaviridae. J Virol. 2010;84:2511–2521. doi: 10.1128/JVI.02322-09.", "ArticleIdList": ["10.1128/JVI.02322-09", "PMC2820936", "20032190"]}, {"Citation": "Goc A, Sumera W, Rath M, Niedzwiecki A. Phenolic compounds disrupt spike-mediated receptor-binding and entry of SARS-CoV-2 pseudo virions. PLoS ONE. 2021;16(6):e0253489. doi: 10.1371/journal.pone.0253489.", "ArticleIdList": ["10.1371/journal.pone.0253489", "PMC8211150", "34138966"]}, {"Citation": "Chung MS, Bae WJ, Choi SW, Lee KW, Jeong HC, Bashraheel F, Jeon SH, Jung JW, Yoon BI, Kwon EB, Oh HA, Hwang SY, Kim SW. An Asian traditional herbal complex containing Houttuynia cordata Thunb, Perilla frutescens Var. acuta and green tea stimulates hair growth in mice. BMC Complement Altern Med. 2017;17:515. doi: 10.1186/s12906-017-2003-x.", "ArticleIdList": ["10.1186/s12906-017-2003-x", "PMC5712091", "29197368"]}, {"Citation": "Lau K-M, Lee K-M, Koon C-M, Cheung CS-F, Lau C-P, Ho H-M, Lee MY-H, Au SW-N, Cheng CH-K, Lau CB-S, Tsui SK-W, Wan DC-C, Waye MM-Y, Wong K-B, Wong C-K, Lam CW-K, Leung P-C, Fung K-P. Immunomodulatory and anti-SARS activities of Houttuynia cordata. J Ethnopharmacol. 2008;118:79–85. doi: 10.1016/j.jep.2008.03.018.", "ArticleIdList": ["10.1016/j.jep.2008.03.018", "PMC7126383", "18479853"]}, {"Citation": "Chang S-J, Chang Y-C, Lu K-Z, Tsou Y-Y, Lin C-W. Antiviral activity of Isatis indigotica extract and its derived indirubin against Japanese encephalitis virus. Evid Based Complement Altern Med. 2012 doi: 10.1155/2012/925830.", "ArticleIdList": ["10.1155/2012/925830", "PMC3405817", "22911608"]}, {"Citation": "Lin C-W, Tsai F-J, Tsai C-H, Lai C-C, Wan L, Ho T-Y, Hsieh C-C, Chao P-DL. Anti-SARS coronavirus 3C-like protease effects of Isatis indigotica root and plant-derived phenolic compounds. Antiviral Res. 2005;68:36–42. doi: 10.1016/j.antiviral.2005.07.002.", "ArticleIdList": ["10.1016/j.antiviral.2005.07.002", "PMC7114321", "16115693"]}, {"Citation": "(2020) Redeploying plant defences. Nat Plants 6:177. 10.1038/s41477-020-0628-0", "ArticleIdList": ["PMC7091691", "32170291"]}, {"Citation": "Wen C-C, Kuo Y-H, Jan J-T, Liang P-H, Wang S-Y, Liu H-G, Lee C-K, Chang S-T, Kuo C-J, Lee S-S, Hou C-C, Hsiao P-W, Chien S-C, Shyur L-F, Yang N-S. Specific plant terpenoids and lignoids possess potent antiviral activities against severe acute respiratory syndrome coronavirus. J Med Chem. 2007;50:4087–4095. doi: 10.1021/jm070295s.", "ArticleIdList": ["10.1021/jm070295s", "17663539"]}, {"Citation": "Ryu YB, Jeong HJ, Kim JH, Kim YM, Park J-Y, Kim D, Naguyen TTH, Park S-J, Chang JS, Park KH, Rho M-C, Lee WS. Biflavonoids from Torreya nucifera displaying SARS-CoV 3CLpro inhibition. Bioorg Med Chem. 2010;18:7940–7947. doi: 10.1016/j.bmc.2010.09.035.", "ArticleIdList": ["10.1016/j.bmc.2010.09.035", "PMC7126309", "20934345"]}, {"Citation": "Wen C-C, Shyur L-F, Jan J-T, Liang P-H, Kuo C-J, Arulselvan P, Wu J-B, Kuo S-C, Yang N-S. Traditional Chinese medicine herbal extracts of Cibotium barometz, Gentiana scabra, Dioscorea batatas, Cassia tora, and Taxillus chinensis inhibit SARS-CoV replication. J Tradit Complement Med. 2011;1:41–50. doi: 10.1016/S2225-4110(16)30055-4.", "ArticleIdList": ["10.1016/S2225-4110(16)30055-4", "PMC3942999", "24716104"]}, {"Citation": "Cho JK, Curtis-Long MJ, Lee KH, Kim DW, Ryu HW, Yuk HJ, Park KH. Geranylated flavonoids displaying SARS-CoV papain-like protease inhibition from the fruits of Paulownia tomentosa. Bioorg Med Chem. 2013;21:3051–3057. doi: 10.1016/j.bmc.2013.03.027.", "ArticleIdList": ["10.1016/j.bmc.2013.03.027", "PMC7126831", "23623680"]}, {"Citation": "Park J-Y, Ko J-A, Kim DW, Kim YM, Kwon H-J, Jeong HJ, Kim CY, Park KH, Lee WS, Ryu YB. Chalcones isolated from Angelica keiskei inhibit cysteine proteases of SARS-CoV. J Enzyme Inhib Med Chem. 2016;31:23–30. doi: 10.3109/14756366.2014.1003215.", "ArticleIdList": ["10.3109/14756366.2014.1003215", "25683083"]}, {"Citation": "Tripathi MK, Singh P, Sharma S, Singh TP, Ethayathulla AS, Kaur P. Identification of bioactive molecular from Withania somnifera (Ashwagandha) as SARS-CoV-2 main protease inhibitor. J Biomol Struct Dyn. 2020 doi: 10.1080/07391102.2020.1790425.", "ArticleIdList": ["10.1080/07391102.2020.1790425", "PMC7441797", "32643552"]}, {"Citation": "Matveeva T, Khafizova G, Sokomova S. In search of herbal anti-SARS-CoV2 compounds. Front Plant Sci. 2020;11:589998. doi: 10.3389/fpls.2020.589998.", "ArticleIdList": ["10.3389/fpls.2020.589998", "PMC7701093", "33304368"]}, {"Citation": "Krupanidhi S, Peele KA, Venkateswarulu TC, Ayyagiri VS, Bobby MN, Babu DJ, Narayana AV, Aishwarya G. Screening of phytochemical compounds of Tinospora cordifolia for their inhibitory activity on SARS-CoV-2: an in silico study. J Biomol Struct Dyn. 2020 doi: 10.1080/07391102.2020.1787226.", "ArticleIdList": ["10.1080/07391102.2020.1787226", "PMC7441789", "32627715"]}, {"Citation": "Liu X, Raghuvanshi R, Ceylan FD, Bolling BW. Quercetin and its metabolites inhibit recombinant human angiotensin-converting enzyme 2 (ACE2) activity. J Agric Food Chem. 2020;68:13982–13989. doi: 10.1021/acs.jafc.0c05064.", "ArticleIdList": ["10.1021/acs.jafc.0c05064", "33179911"]}, {"Citation": "Khanna K, Kohli SK, Kaur R, Bhardwaj A, Bhardwaj V, Ohri P, Sharma A, Ahmad A, Bhardwaj R, Ahmad P. Herbal immune-boosters: substantial warriors of pandemic COID-19 battle. Phy Med. 2021;85:153361.", "ArticleIdList": ["PMC7532351", "33485605"]}, {"Citation": "Schwarz S, Sauter D, Wang K, Zhang R, Sun B, Karioti A, Bilia AR, Efferth T, Schwarz W. Kaempferol derivatives as antiviral drugs against the 3a channel protein of coronavirus. Planta Med. 2014;80:177–182. doi: 10.1055/s-0033-1360277.", "ArticleIdList": ["10.1055/s-0033-1360277", "PMC7171712", "24458263"]}, {"Citation": "Cherian SS, Agrawal M, Basu A, Abraham P, Gangakhedkar RR, Bhargava B. Perspectives for repurposing drugs for the coronavirus disease 2019. Indian J Med Res. 2020;151:160. doi: 10.4103/ijmr.IJMR_585_20.", "ArticleIdList": ["10.4103/ijmr.IJMR_585_20", "PMC7357399", "32317408"]}, {"Citation": "Tahir ul Qamar M, Alqahtani SM, Alamri MA, Chen L-L. Structural basis of SARS-CoV-2 3CLpro and anti-COVID-19 drug discovery from medicinal plants. J Pharm Anal. 2020;10:313–319. doi: 10.1016/j.jpha.2020.03.009.", "ArticleIdList": ["10.1016/j.jpha.2020.03.009", "PMC7156227", "32296570"]}, {"Citation": "Enmozhi SK, Raja K, Sebastine I, Joseph J. Andrographolide as a potential inhibitor of SARS-CoV-2 main protease: an in silico approach. J Biomol Struct Dyn. 2020 doi: 10.1080/07391102.2020.1760136.", "ArticleIdList": ["10.1080/07391102.2020.1760136", "PMC7212536", "32329419"]}, {"Citation": "Patwardhan B, Chandran U (2015) Network ethnopharmacology approaches for formulation discovery. IJTK, vol 144, Oct 2015"}, {"Citation": "Zhang R, Zhu X, Bai H, Ning K. Network pharmacology databases for traditional Chinese medicine: review and assessment. Front Pharmacol. 2019 doi: 10.3389/fphar.2019.00123.", "ArticleIdList": ["10.3389/fphar.2019.00123", "PMC6393382", "30846939"]}, {"Citation": "Zhang X, Gu J, Cao L, Li N, Ma Y, Su Z, Ding G, Chen L, Xu X, Xiao W. Network pharmacology study on the mechanism of traditional Chinese medicine for upper respiratory tract infection. Mol Biosyst. 2014;10:2517–2525. doi: 10.1039/C4MB00164H.", "ArticleIdList": ["10.1039/C4MB00164H", "25000319"]}, {"Citation": "Yu S, Wang J, Shen H. Network pharmacology-based analysis of the role of traditional Chinese herbal medicines in the treatment of COVID-19. Ann Palliat Med. 2020;9:437–446. doi: 10.21037/apm.2020.03.27.", "ArticleIdList": ["10.21037/apm.2020.03.27", "32233641"]}, {"Citation": "van der Hoek L, Pyrc K, Jebbink MF, Vermeulen-Oost W, Berkhout RJM, Wolthers KC, Wertheim-van Dillen PME, Kaandorp J, Spaargaren J, Berkhout B. Identification of a new human coronavirus. Nat Med. 2004;10:368–373. doi: 10.1038/nm10.", "ArticleIdList": ["10.1038/nm10", "PMC7095789", "15034574"]}, {"Citation": "Ganjhu RK, Mudgal PP, Maity H, Dowarha D, Devadiga S, Nag S, Arunkumar G. Herbal plants and plant preparations as remedial approach for viral diseases. Virus Dis. 2015;26:225–236. doi: 10.1007/s13337-015-0276-6.", "ArticleIdList": ["10.1007/s13337-015-0276-6", "PMC4663710", "26645032"]}, {"Citation": "Jia Y, Xu R, Hu Y, Zhu T, Ma T, Wu H, Hu L. Anti-NDV activity of baicalin from a traditional Chinese medicine in vitro. J Vet Med Sci. 2016 doi: 10.1292/jvms.15-0572.", "ArticleIdList": ["10.1292/jvms.15-0572", "PMC4905837", "26902693"]}, {"Citation": "Li T, Peng T. Traditional Chinese herbal medicine as a source of molecules with antiviral activity. Antiviral Res. 2013;97:1–9. doi: 10.1016/j.antiviral.2012.10.006.", "ArticleIdList": ["10.1016/j.antiviral.2012.10.006", "PMC7114103", "23153834"]}, {"Citation": "Moghaddam E, Teoh B-T, Sam S-S, Lani R, Hassandarvish P, Chik Z, Yueh A, Abubakar S, Zandi K. Baicalin, a metabolite of baicalein with antiviral activity against dengue virus. Sci Rep. 2014;4:5452. doi: 10.1038/srep05452.", "ArticleIdList": ["10.1038/srep05452", "PMC4071309", "24965553"]}, {"Citation": "Chu M, Xu L, Zhang M, Chu Z, Wang Y. Role of Baicalin in anti-influenza virus A as a potent inducer of IFN-gamma. BioMed Res Int. 2015 doi: 10.1155/2015/263630.", "ArticleIdList": ["10.1155/2015/263630", "PMC4689896", "26783516"]}, {"Citation": "Zhang H, Li C, Kwok S-T, Zhang Q-W, Chan S-W. A review of the pharmacological effects of the dried root of Polygonum cuspidatum (Hu Zhang) and its constituents. Evid Based Complement Alternat Med. 2013 doi: 10.1155/2013/208349.", "ArticleIdList": ["10.1155/2013/208349", "PMC3806114", "24194779"]}, {"Citation": "Wang Q-W, Su Y, Sheng J-T, Gu L-M, Zhao Y, Chen X-X, Chen C, Li W-Z, Li K-S, Dai J-P. Anti-influenza A virus activity of rhein through regulating oxidative stress, TLR4, Akt, MAPK, and NF-κB signal pathways. PLoS ONE. 2018;13:e0191793. doi: 10.1371/journal.pone.0191793.", "ArticleIdList": ["10.1371/journal.pone.0191793", "PMC5791991", "29385192"]}, {"Citation": "Reddy DB, Reddy TCM, Jyotsna G, Sharan S, Priya N, Lakshmipathi V, Reddanna P. Chebulagic acid, a COX–LOX dual inhibitor isolated from the fruits of Terminalia chebula Retz., induces apoptosis in COLO-205 cell line. J Ethnopharmacol. 2009;124:506–512. doi: 10.1016/j.jep.2009.05.022.", "ArticleIdList": ["10.1016/j.jep.2009.05.022", "19481594"]}, {"Citation": "Bag A, Bhattacharyya SK, Chattopadhyay RR. The development of Terminalia chebula Retz. (Combretaceae) in clinical research. Asian Pac J Trop Biomed. 2013;3:244–252. doi: 10.1016/S2221-1691(13)60059-3.", "ArticleIdList": ["10.1016/S2221-1691(13)60059-3", "PMC3631759", "23620847"]}, {"Citation": "Lin L-T, Chen T-Y, Lin S-C, Chung C-Y, Lin T-C, Wang G-H, Anderson R, Lin C-C, Richardson CD. Broad-spectrum antiviral activity of chebulagic acid and punicalagin against viruses that use glycosaminoglycans for entry. BMC Microbiol. 2013;13:187. doi: 10.1186/1471-2180-13-187.", "ArticleIdList": ["10.1186/1471-2180-13-187", "PMC3750913", "23924316"]}, {"Citation": "Aher V, Wahi A. Immunomodulatory activity of alcohol extract of Terminalia chebula Retz Combretaceae. Trop J Pharm Res. 2011;10:567–575. doi: 10.4314/tjpr.v10i5.5.", "ArticleIdList": ["10.4314/tjpr.v10i5.5"]}, {"Citation": "Samy RP, Thwin MM, Gopalakrishnakone P. Phytochemistry, pharmacology and clinical use of Andrographis paniculata. Nat Prod Commun. 2007;2:1934578X0700200519. doi: 10.1177/1934578X0700200519.", "ArticleIdList": ["10.1177/1934578X0700200519"]}, {"Citation": "Panraksa P, Ramphan S, Khongwichit S, Smith DR. Activity of andrographolide against dengue virus. Antiviral Res. 2017;139:69–78. doi: 10.1016/j.antiviral.2016.12.014.", "ArticleIdList": ["10.1016/j.antiviral.2016.12.014", "28034742"]}, {"Citation": "Gupta S, Mishra KP, Ganju L. Broad-spectrum antiviral properties of andrographolide. Arch Virol. 2017;162:611–623. doi: 10.1007/s00705-016-3166-3.", "ArticleIdList": ["10.1007/s00705-016-3166-3", "27896563"]}, {"Citation": "Puri A, Saxena R, Saxena RP, Saxena KC, Srivastava V, Tandon JS. Immunostimulant agents from Andrographis paniculata. J Nat Prod. 2004;56(7):995–999. doi: 10.1021/np50097a002.", "ArticleIdList": ["10.1021/np50097a002", "8377022"]}, {"Citation": "El-Saber Batiha G, Magdy Beshbishy A, El-Mleeh A, Abdel-Daim MM, Prasad Devkota H. Traditional uses, bioactive chemical constituents, and pharmacological and toxicological activities of Glycyrrhiza glabra L. (Fabaceae) Biomolecules. 2020;10:352. doi: 10.3390/biom10030352.", "ArticleIdList": ["10.3390/biom10030352", "PMC7175350", "32106571"]}, {"Citation": "Wang L, Yang R, Yuan B, Liu Y, Liu C. The antiviral and antimicrobial activities of licorice, a widely-used Chinese herb. Acta Pharm Sin B. 2015;5:310–315. doi: 10.1016/j.apsb.2015.05.005.", "ArticleIdList": ["10.1016/j.apsb.2015.05.005", "PMC4629407", "26579460"]}, {"Citation": "Anagha K, Deshpande DM, Priya L, Meera M. Scope of Glycyrrhiza glabra (Yashtimadhu) as an antiviral agent: a review. Int J Curr Microbiol Appl Sci. 2014;3(12):657–665."}, {"Citation": "Bordbar N, Karimi MH, Amirghofran Z. The effect of glycyrrhizin on maturation and T cell stimulating activity of dendritic cells. Cell Immunol. 2012;280:44–49. doi: 10.1016/j.cellimm.2012.11.013.", "ArticleIdList": ["10.1016/j.cellimm.2012.11.013", "23261828"]}, {"Citation": "Soufy H, Yassein S, Ahmed AR, Khodier MH, Kutkat MA, Nasr SM, Okda FA. Antiviral and immune stimulant activities of glycyrrhizin against duck hepatitis virus. Afr J Tradit Complement Altern Med. 2012;9:389–395. doi: 10.4314/ajtcam.v9i3.14.", "ArticleIdList": ["10.4314/ajtcam.v9i3.14", "PMC3746675", "23983372"]}, {"Citation": "Visalli RJ, Ziobrowski H, Badri KR, He JJ, Zhang X, Arumugam SR, Zhao H. Ionic derivatives of betulinic acid exhibit antiviral activity against herpes simplex virus type-2 (HSV-2), but not HIV-1 reverse transcriptase. Bioorg Med Chem Lett. 2015;25:3168–3171. doi: 10.1016/j.bmcl.2015.05.099.", "ArticleIdList": ["10.1016/j.bmcl.2015.05.099", "PMC4494873", "26112446"]}, {"Citation": "Yi J, Obminska-Mrukowicz B, Yuan L, Yuan H. Immunomodulatory effects of betulinic acid from the bark of white birch on mice. J Vet Sci. 2010;11:305–313. doi: 10.4142/jvs.2010.11.4.305.", "ArticleIdList": ["10.4142/jvs.2010.11.4.305", "PMC2998741", "21113099"]}, {"Citation": "Harun NH, Septama AW, Ahmad WANW, Suppian R. Immunomodulatory effects and structure-activity relationship of botanical pentacyclic triterpenes: a review. Chin Herb Med. 2020;12:118–124. doi: 10.1016/j.chmed.2019.11.007.", "ArticleIdList": ["10.1016/j.chmed.2019.11.007", "PMC9476727", "36119799"]}, {"Citation": "Wu CY, Jan JT, Ma SH, Kuo CJ, Juan HF, et al. Small molecules targeting severe acute respiratory syndrome human coronavirus. Proc Natl Acad Sci USA. 2004;101:10012–10017. doi: 10.1073/pnas.0403596101.", "ArticleIdList": ["10.1073/pnas.0403596101", "PMC454157", "15226499"]}, {"Citation": "He R, Adonov A, Traykova-Adonova M, Cao J, Cutts T, Grudesky E, Deschambaul Y, Berry J, Drebot M, Li X. Potent and selective inhibition of SARS coronavirus replication by aurintricarboxylic acid. Biochem Biophys Res Commun. 2004;320:1199–1203. doi: 10.1016/j.bbrc.2004.06.076.", "ArticleIdList": ["10.1016/j.bbrc.2004.06.076", "PMC7111066", "15249217"]}, {"Citation": "Xiao S, Tian Z, Wang Y, Si L, Zhang L, Zhou D. Recent progress in the antiviral activity and mechanism study of pentacyclic triterpenoids and their derivatives. Med Res Rev. 2018;38:951–976. doi: 10.1002/med.21484.", "ArticleIdList": ["10.1002/med.21484", "PMC7168445", "29350407"]}, {"Citation": "Sui H, Yu Q, Zhi Y, Geng G, Liu H, Xu H. Effects of apigenin on the expression of angiotensin-converting enzyme 2 in kidney in spontaneously hypertensive rats. J Hyg Res. 2010;39:693–696.", "ArticleIdList": ["21351633"]}, {"Citation": "Chen H, Du Q. Potential natural compounds for preventing 2019-nCoV infection. Preprints. 2020;358:1–17."}, {"Citation": "Utomo RY, Ikawati M, Meiyanto E. Revealing the potency of citrus and galangal constituents to halt SARS-CoV-2 infection. Preprints. 2020;214:1–8."}, {"Citation": "Ho TY, Wu SL, Chen JC, Li CC, Hsiang CY. Emodin blocks the SARS coronavirus spike protein and angiotensin-converting enzyme 2 interaction. Antivir Res. 2007;74(2):92–101. doi: 10.1016/j.antiviral.2006.04.014.", "ArticleIdList": ["10.1016/j.antiviral.2006.04.014", "PMC7114332", "16730806"]}, {"Citation": "Guerrero L, Castillo J, Quinones M, Garcia-Vallve S, Arola L, Pujadas G, Muguerza B. Inhibition of angiotensin-converting enzyme activity by flavonoids: structure-activity relationship studies. PLoS ONE. 2012;7:e49493. doi: 10.1371/journal.pone.0049493.", "ArticleIdList": ["10.1371/journal.pone.0049493", "PMC3504033", "23185345"]}, {"Citation": "Takahashi S, Yoshiya T, Yoshizawa-Kumagaye K, Sugiyama T. Nicotianamine is a novel angiotensinconverting enzyme 2 inhibitor in soybean. Biomed Res. 2015;36:219–222. doi: 10.2220/biomedres.36.219.", "ArticleIdList": ["10.2220/biomedres.36.219", "26106051"]}, {"Citation": "Puttaswamy H, Gowtham HG, Ojha MD, Yadav A, Choudhir G, Raguraman V, Kongkham B, Selvaraju K, Shareef S, Gehlot P, Ahamed F. In silico studies evidenced the role of structurally diverse plant secondary metabolites in reducing SARS-CoV-2 pathogenesis. Sci Rep. 2020;10(1):1–24. doi: 10.1038/s41598-020-77602-0.", "ArticleIdList": ["10.1038/s41598-020-77602-0", "PMC7689506", "33239694"]}, {"Citation": "Kumar A, Shasany AK (2020) SARS-CoV-2 pocketome: severe acute respiratory syndrome Coronavirus 2, pockets identification for antiviral & antimicrobial phytomolecules and drug repurposing"}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "1", "Day": "9"}, {"Year": "2021", "Month": "8", "Day": "20"}, {"Year": "2021", "Month": "8", "Day": "28", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "9", "Day": "15", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "8", "Day": "27", "Hour": "7", "Minute": "4"}, {"Year": "2021", "Month": "8", "Day": "26"}], "PublicationStatus": "ppublish", "ArticleIdList": ["34448061", "PMC8390070", "10.1007/s00284-021-02639-x", "10.1007/s00284-021-02639-x"]}}], "PubmedBookArticle": []}