{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Helichrysum species", "medicinal plants", "pharmacological actions", "phytochemicals"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34451611", "DateRevised": {"Year": "2021", "Month": "08", "Day": "31"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "07", "Day": "30"}], "Language": ["eng"], "ELocationID": ["1566", "10.3390/plants10081566"], "Journal": {"ISSN": "2223-7747", "JournalIssue": {"Volume": "10", "Issue": "8", "PubDate": {"Year": "2021", "Month": "Jul", "Day": "30"}}, "Title": "Plants (Basel, Switzerland)", "ISOAbbreviation": "Plants (Basel)"}, "ArticleTitle": "Medicinal Properties and In Vitro Biological Activities of Selected Helichrysum Species from South Africa: A Review.", "Abstract": {"AbstractText": ["The genus <i>Helichrysum</i> Mill comprises hundreds of species that are mostly flowering perennial shrubs. Some of these plants that belong to the <i>Helichrysum</i> species are used in traditional medicine to treat cough, back pain, diabetes, asthma, digestive problems, menstrual pain, chest pain, kidney disorders, skin disorders, wounds, open sores, among other conditions, but, only a few scientific studies are reported in the literature with sufficient information that validates the acclaimed folkloric benefits of these plants. This review, therefore, provides a comprehensive update of the available information on the cytotoxicity, genotoxicity, anti-proliferative, anti-bacterial, anti-fungal, anti-viral, anti-HIV, anti-malarial, anti-ulcerogenic, anti-tyrosinase, anti-inflammatory, and anti-oxidant activities of selected <i>Helichrysum</i> species of interest: <i>H. petiolare</i>, <i>H. cymocum</i>, <i>H. foetidum</i>, and <i>H. pandurifolium</i> Schrank, using scientific databases as well as electronic and print sources. The ethnobotanical and morphological characteristics as well as the phytochemical composition and biological activities of these plants are elucidated. The scientific rationale for their current use is discussed based on the evidence in the literature. This review highlights the putative use of the <i>Helichrysum</i> species as a reliable source of bioactive compounds for the production of standard commercial drugs to treat many ailments, including those reported in folkloric uses. Further research on the many plants in the genus <i>Helichrysum</i> is recommended to explore their economic importance both as edible crops and medicinal botanicals."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medical Bioscience, University of the Western Cape, Private Bag X17, Bellville 7530, South Africa."}, {"Identifier": [], "Affiliation": "Department of Science Technology, Biochemistry Unit, The Federal Polytechnic P.M.B.5351, Ado Ekiti 360231, Nigeria."}], "LastName": "Akinyede", "ForeName": "Kolajo Adedamola", "Initials": "KA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, University of Fort Hare, Private Bag X1314, Alice 5700, South Africa."}], "LastName": "Cupido", "ForeName": "Christopher Nelson", "Initials": "CN"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medical Bioscience, University of the Western Cape, Private Bag X17, Bellville 7530, South Africa."}], "LastName": "Hughes", "ForeName": "Gail Denise", "Initials": "GD"}, {"Identifier": ["0000-0002-7299-1128"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Phytomedicine and Phytochemistry Group, Oxidative Stress Research Centre, Department of Biomedical Sciences, Faculty of Health and Wellness Sciences, Cape Peninsula University of Technology, P.O. Box 1906, Bellville 7535, South Africa."}], "LastName": "Oguntibeju", "ForeName": "Oluwafemi Omoniyi", "Initials": "OO"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medical Bioscience, University of the Western Cape, Private Bag X17, Bellville 7530, South Africa."}, {"Identifier": [], "Affiliation": "Department of Anatomy and Cellular Biology, College of Medicine and Health Sciences, Khalifa University, Abu Dhabi P.O. Box 127788, United Arab Emirates."}], "LastName": "Ekpo", "ForeName": "Okobi Eko", "Initials": "OE"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Plants (Basel)", "NlmUniqueID": "101596181", "ISSNLinking": "2223-7747"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Hillard O. Flora of southern Africa. In: Leistner O.A., editor. Asteraceae. Volume 33. Botanical Institute of South Africa; Pretoria, South Africa: 1983. pp. 61–310."}, {"Citation": "Pooley E. Mountain Flowers: A Field Guide to the Flora of the Drakensberg and Lesotho. Flora Publications Trust; Durban, South Africa: 2003."}, {"Citation": "Viegas D.A., Palmeira-de-Oliveira A., Salgueiro L., Martinez-de-Oliveira J., Palmeira-de-Oliveira R. Helichrysum italicum: From traditional use to scientific data. J. Ethnopharmacol. 2014;151:54–65. doi: 10.1016/j.jep.2013.11.005.", "ArticleIdList": ["10.1016/j.jep.2013.11.005", "24239849"]}, {"Citation": "Rigano D., Formisano C., Pagano E., Senatore F., Piacente S., Masullo M., Capasso R., Izzo A.A., Borrelli F. A new acetophenone derivative from flowers of Helichrysum italicum (roth) don ssp. Ital. Fitoter. 2014;99:198–203. doi: 10.1016/j.fitote.2014.09.019.", "ArticleIdList": ["10.1016/j.fitote.2014.09.019", "25285382"]}, {"Citation": "Czinner E., Lemberkovics É., Bihátsi-Karsai E., Vitányi G., Lelik L. Composition of the essential oil from the inflorescence of Helichrysum arenarium (L.) Moench. J. Essent. Oil Res. 2000;12:728–730. doi: 10.1080/10412905.2000.9712202.", "ArticleIdList": ["10.1080/10412905.2000.9712202"]}, {"Citation": "Eroğlu H.E., Hamzaoğlu E., Aksoy A., Budak Ü., Albayrak S. Cytogenetic effects of Helichrysum arenarium in human lymphocytes cultures. Turk. J. Biol. 2010;34:253–256."}, {"Citation": "Reidel R.V.B., Cioni P.L., Ruffoni B., Cervelli C., Pistelli L. Aroma profile and essential oil composition of Helichrysum species. Nat. Prod. Commun. 2017;12:1934578X1701200931."}, {"Citation": "Harborne J.B., Turner B.L. Plant Chemosystematics. Academic Press; London, UK: 1984."}, {"Citation": "Mari A., Napolitano A., Masullo M., Pizza C., Piacente S. Identification and quantitative determination of the polar constituents in Helichrysum italicum flowers and derived food supplements. J. Pharm. Biomed. Anal. 2014;96:249–255. doi: 10.1016/j.jpba.2014.04.005.", "ArticleIdList": ["10.1016/j.jpba.2014.04.005", "24786189"]}, {"Citation": "Akaberi M., Sahebkar A., Azizi N., Emami S.A. Everlasting flowers: Phytochemistry and pharmacology of the genus Helichrysum. Ind. Crop. Prod. 2019;138:111471. doi: 10.1016/j.indcrop.2019.111471.", "ArticleIdList": ["10.1016/j.indcrop.2019.111471"]}, {"Citation": "Aslan M., Orhan D.D., Orhan N., Sezik E., Yeşilada E. A study of antidiabetic and anti-oxidant effects of Helichrysum graveolens capitulums in streptozotocin-induced diabetic rats. J. Med. Food. 2007;10:396–400. doi: 10.1089/jmf.2006.293.", "ArticleIdList": ["10.1089/jmf.2006.293", "17651083"]}, {"Citation": "Hutchings A., van Staden J. Plants used for stress-related ailments in traditional zulu, xhosa and sotho medicine. Part 1: Plants used for headaches. J. Ethnopharmacol. 1994;43:89–124. doi: 10.1016/0378-8741(94)90008-6.", "ArticleIdList": ["10.1016/0378-8741(94)90008-6", "7967660"]}, {"Citation": "Najar B., Nardi V., Cervelli C., Mecacci G., Mancianti F., Ebani V.V., Nardoni S., Pistelli L. Volatilome analyses and In Vitro antimicrobial activity of the essential oils from five South African Helichrysum species. Molecules. 2020;25:3196. doi: 10.3390/molecules25143196.", "ArticleIdList": ["10.3390/molecules25143196", "PMC7397169", "32668716"]}, {"Citation": "Giovanelli S., De Leo M., Cervelli C., Ruffoni B., Ciccarelli D., Pistelli L. Essential oil composition and volatile profile of seven Helichrysum species grown in italy. Chem. Biodivers. 2018;15:e1700545. doi: 10.1002/cbdv.201700545.", "ArticleIdList": ["10.1002/cbdv.201700545", "29509294"]}, {"Citation": "Lall N., Kishore N. Are plants used for skin care in south africa fully explored? J. Ethnopharmacol. 2014;153:61–84. doi: 10.1016/j.jep.2014.02.021.", "ArticleIdList": ["10.1016/j.jep.2014.02.021", "24566124"]}, {"Citation": "Serabele K., Chen W., Tankeu S., Combrinck S., Veale C.G., van Vuuren S., Chaudhary S.K., Viljoen A. Comparative chemical profiling and antimicrobial activity of two interchangeably used ‘imphepho’species (Helichrysum odoratissimum and Helichrysum petiolare) S. Afr. J. Bot. 2021;137:117–132. doi: 10.1016/j.sajb.2020.09.023.", "ArticleIdList": ["10.1016/j.sajb.2020.09.023"]}, {"Citation": "Lourens A., Van Vuuren S., Viljoen A., Davids H., Van Heerden F. Antimicrobial activity and in vitro cytotoxicity of selected South African Helichrysum species. S. Afr. J. Bot. 2011;77:229–235. doi: 10.1016/j.sajb.2010.05.006.", "ArticleIdList": ["10.1016/j.sajb.2010.05.006"]}, {"Citation": "Sagbo I.J., Otang-Mbeng W. Anti-proliferative and genotoxic activities of the Helichrysum petiolare Hilliard & B.L. Burtt. Sci. Pharm. 2020;88:49."}, {"Citation": "Ajiboye A.E., Ameen M.T., Adedayo M.R. Antimicrobial activity and phytochemical screening of the fruit pulp of Dialium guineense (velvet tamarind) on some microbial isolates. J. Microbiol. Antimicrob. 2015;7:33–41. doi: 10.5897/JMA2014.0332.", "ArticleIdList": ["10.5897/JMA2014.0332"]}, {"Citation": "Di Mambro V.M., Azzolini A.E., Valim Y.M., Fonseca M.J. Comparison of anti-oxidant activities of tocopherols alone and in pharmaceutical formulations. Int. J. Pharm. 2003;262:93–99. doi: 10.1016/S0378-5173(03)00333-8.", "ArticleIdList": ["10.1016/S0378-5173(03)00333-8", "12927391"]}, {"Citation": "Lourens A., Reddy D., Başer K., Viljoen A., Van Vuuren S. In Vitro biological activity and essential oil composition of four indigenous South African Helichrysum species. J. Ethnopharmacol. 2004;95:253–258. doi: 10.1016/j.jep.2004.07.027.", "ArticleIdList": ["10.1016/j.jep.2004.07.027", "15507345"]}, {"Citation": "Makhuvele R., Matshoga R., Antonissen R., Pieters L., Verschaeve L., Elgorashi E.E. Genotoxicity and antigenotoxicity of selected South African indigenous plants. S. Afr. J. Bot. 2018;114:89–99. doi: 10.1016/j.sajb.2017.10.016.", "ArticleIdList": ["10.1016/j.sajb.2017.10.016"]}, {"Citation": "Słoczyńska K., Powroźnik B., Pękala E., Waszkielewicz A.M. Antimutagenic compounds and their possible mechanisms of action. J. Appl. Genet. 2014;55:273–285. doi: 10.1007/s13353-014-0198-9.", "ArticleIdList": ["10.1007/s13353-014-0198-9", "PMC3990861", "24615570"]}, {"Citation": "Działo M., Mierziak J., Korzun U., Preisner M., Szopa J., Kulma A. The potential of plant phenolics in prevention and therapy of skin disorders. Int. J. Mol. Sci. 2016;17:160. doi: 10.3390/ijms17020160.", "ArticleIdList": ["10.3390/ijms17020160", "PMC4783894", "26901191"]}, {"Citation": "Popoola O.K., Marnewick J.L., Rautenbach F., Ameer F., Iwuoha E.I., Hussein A.A. Inhibition of oxidative stress and skin aging-related enzymes by prenylated chalcones and other flavonoids from Helichrysum teretifolium. Molecules. 2015;20:7143–7155. doi: 10.3390/molecules20047143.", "ArticleIdList": ["10.3390/molecules20047143", "PMC6272301", "25903365"]}, {"Citation": "Sonka L. Master’s Thesis. University of the Western Cape; Cape Town, South Africa: 2018. Exploring Anti-Tyrosinase Bioactive Compounds from the Cape Flora."}, {"Citation": "Sagbo I.J., Otang-Mbeng W. Evaluation of the efficacy of ethanol leaf extract of Helichrysum petiolare Hilliard and B.L. Burtt against skin aging. Trop. J. Pharm. Res. 2020;19:2631–2638. doi: 10.4314/tjpr.v19i12.22.", "ArticleIdList": ["10.4314/tjpr.v19i12.22"]}, {"Citation": "Zenze K. Helichrysum cymosum (L.) D. Don Subsp. cymosum (Asteraceae)  [(accessed on 14 July 2021)];2012  Available online:  http://pza.sanbi.org/helichrysum-cymosum-subsp-cymosum."}, {"Citation": "Maroyi A. Helichrysum cymosum (L.) D. Don (Asteraceae): Medicinal uses, chemistry, and biological activities. Asian J. Pharm. Clin. Res. 2019;12:19–26. doi: 10.22159/ajpcr.2019.v12i7.33771.", "ArticleIdList": ["10.22159/ajpcr.2019.v12i7.33771"]}, {"Citation": "Van Vuuren S., Viljoen A., Van Zyl R., Van Heerden F., Başer K.H.C. The anti-microbial, anti-malarial and toxicity profiles of helihumulone, leaf essential oil and extracts of Helichrysum cymosum (L.) D. Don subsp. cymosum. S. Afr. J. Bot. 2006;72:287–290. doi: 10.1016/j.sajb.2005.07.007.", "ArticleIdList": ["10.1016/j.sajb.2005.07.007"]}, {"Citation": "Heyman H.M. Ph.D. Thesis. University of Pretoria; Pretoria, South Africa: 2009. Metabolomic Comparison of Selected Helichrysum Species to Predict Their Anti-Viral Properties."}, {"Citation": "Reddy D. Ph.D. Thesis. University of the Witwatersrand; Johannesburg, South Africa: 2008. The Phytochemistry and Microbial Activity of Selected Indigenous Helichrysum Species."}, {"Citation": "Runyoro D., Ngassapa O., Kachali L., Obare V., Lyamuya E. Biological activities of essential oils from plants growing in Tanzania. East Cent. Afr. J. Pharm. Sci. 2010;13:85–91."}, {"Citation": "Bougatsos C., Ngassapa O., Runyoro D.K., Chinou I.B. Chemical composition and In Vitro antimicrobial activity of the essential oils of two Helichrysum species from Tanzania. Z. Nat. C. 2004;59:368–372. doi: 10.1515/znc-2004-5-614.", "ArticleIdList": ["10.1515/znc-2004-5-614", "18998403"]}, {"Citation": "Sindambiwe J., Calomme M., Cos P., Totte J., Pieters L., Vlietinck A., Berghe D.V. Screening of seven selected Rwandan medicinal plants for anti-microbial and anti-viral activities. J. Ethnopharmacol. 1999;65:71–77. doi: 10.1016/S0378-8741(98)00154-8.", "ArticleIdList": ["10.1016/S0378-8741(98)00154-8", "10350370"]}, {"Citation": "Stafford G., Jäger A., Van Staden J. Effect of storage on the chemical composition and biological activity of several popular South African medicinal plants. J. Ethnopharmacol. 2005;97:107–115. doi: 10.1016/j.jep.2004.10.021.", "ArticleIdList": ["10.1016/j.jep.2004.10.021", "15652284"]}, {"Citation": "Lourens A., Viljoen A.M., Van Heerden F. South African Helichrysum species: A review of the traditional uses, biological activity and phytochemistry. J. Ethnopharmacol. 2008;119:630–652. doi: 10.1016/j.jep.2008.06.011.", "ArticleIdList": ["10.1016/j.jep.2008.06.011", "18606217"]}, {"Citation": "Mukherjee P.K. Quality Control and Evaluation of Herbal Drugs. Elsevier; Amsterdam, The Netherlands: 2019. Anti-viral evaluation of herbal drugs; pp. 599–628."}, {"Citation": "Swelankomo N. Helichrysum foetidum (L.) Moench (Asteraceae)  [(accessed on 14 July 2021)];2005  Available online:  http://pza.sanbi.org/helichrysum-foetidum."}, {"Citation": "Barcelos L., Heiden G. First record of Helichrysum foetidum (L.) Moench (Asteraceae, Gnaphalieae) for South America. Check List. 2017;13:331. doi: 10.15560/13.4.331.", "ArticleIdList": ["10.15560/13.4.331"]}, {"Citation": "Kakam A.M.Z., Franke K., Ndom J.C., Dongo E., Mpondo T.N., Wessjohann L.A. Secondary metabolites from Helichrysum foetidum and their chemotaxonomic significance. Biochem. Syst. Ecol. 2011;2:166–167. doi: 10.1016/j.bse.2011.02.005.", "ArticleIdList": ["10.1016/j.bse.2011.02.005"]}, {"Citation": "Maroyi A. Medicinal uses, biological and phytochemical properties of Helichrysum foetidum (L.) Moench (Asteraceae) Asian J. Pharm. Clin. Res. 2019;12:13–18. doi: 10.22159/ajpcr.2019.v12i7.33607.", "ArticleIdList": ["10.22159/ajpcr.2019.v12i7.33607"]}, {"Citation": "Malolo F.-A.E., Nouga A.B., Kakam A., Franke K., Ngah L., Flausino O., Mpondo E.M., Ntie-Kang F., Ndom J.C., da Silva Bolzani V. Protease-inhibiting, molecular modeling and antimicrobial activities of extracts and constituents from Helichrysum foetidum and Helichrysum mechowianum (compositae) Chem. Cent. J. 2015;9:1–11. doi: 10.1186/s13065-015-0108-1.", "ArticleIdList": ["10.1186/s13065-015-0108-1", "PMC4452611", "26042155"]}, {"Citation": "Takagi H., Matsuzawa H., Ohta T., Yamasaki M., Inouye M. Studies on the structure and function of subtilisin E by protein engineering. Ann. N. Y. Acad. Sci. 1992;672:52–59. doi: 10.1111/j.1749-6632.1992.tb32658.x.", "ArticleIdList": ["10.1111/j.1749-6632.1992.tb32658.x", "1476388"]}, {"Citation": "Steenkamp V., Mathivha E., Gouws M., Van Rensburg C. Studies on anti-bacterial, anti-oxidant and fibroblast growth stimulation of wound healing remedies from South Africa. J. Ethnopharmacol. 2004;95:353–357. doi: 10.1016/j.jep.2004.08.020.", "ArticleIdList": ["10.1016/j.jep.2004.08.020", "15507359"]}, {"Citation": "Tirillini B., Menghini L., Leporini L., Scanu N., Marino S., Pintore G. Anti-oxidant activity of methanol extract of Helichrysum foetidum Moench. Nat. Prod. Res. 2013;27:1484–1487. doi: 10.1080/14786419.2012.722085.", "ArticleIdList": ["10.1080/14786419.2012.722085", "22963343"]}, {"Citation": "Leonov A., Arlia-Ciommo A., Piano A., Svistkova V., Lutchman V., Medkour Y., Titorenko V.I. Longevity extension by phytochemicals. Molecules. 2015;20:6544–6572. doi: 10.3390/molecules20046544.", "ArticleIdList": ["10.3390/molecules20046544", "PMC6272139", "25871373"]}, {"Citation": "Kennedy D.O., Wightman E.L. Herbal extracts and phytochemicals: Plant secondary metabolites and the enhancement of human brain function. Adv. Nutr. 2011;2:32–50. doi: 10.3945/an.110.000117.", "ArticleIdList": ["10.3945/an.110.000117", "PMC3042794", "22211188"]}, {"Citation": "Bohlmann F. Natuerlich vorkommende terpenderivate. Xxii. Uber ein neues azulen aus Helichrysum bracteatum (vent.) willd. Chem. Ber. 1973;106:1337–1340. doi: 10.1002/cber.19731060432.", "ArticleIdList": ["10.1002/cber.19731060432", "4707632"]}, {"Citation": "Jakupovic J., Zdero C., Grenz M., Tsichritzis F., Lehmann L., Hashemi-Nejad S., Bohlmann F. Twenty-one acylphloroglucinol derivatives and further constituents from South African Helichrysum species. Phytochemistry. 1989;28:1119–1131. doi: 10.1016/0031-9422(89)80195-5.", "ArticleIdList": ["10.1016/0031-9422(89)80195-5"]}, {"Citation": "Heywood V.H., Harborne J.B., Turner B.L. Biology and Chemistry of the Compositae. Academic Press; London, UK: 1977."}, {"Citation": "Van Vuuren S. Antimicrobial activity of South African medicinal plants. J. Ethnopharmacol. 2008;119:462–472. doi: 10.1016/j.jep.2008.05.038.", "ArticleIdList": ["10.1016/j.jep.2008.05.038", "18582553"]}, {"Citation": "Dias C.N., Rodrigues K.A., Carvalho F.A., Carneiro S.M., Maia J.G., Andrade E.H., Moraes D.F. Molluscicidal and leishmanicidal activity of the leaf essential oil of Syzygium cumini (L.) Skeels from Brazil. Chem. Biodivers. 2013;10:1133–1141. doi: 10.1002/cbdv.201200292.", "ArticleIdList": ["10.1002/cbdv.201200292", "23776029"]}, {"Citation": "Paul K., Ganguly U., Chakrabarti S., Bhattacharjee P. Is 1, 8-cineole-rich extract of small cardamom seeds more effective in preventing Alzheimer’s disease than 1, 8-cineole alone? Neuromol. Med. 2020;22:150–158. doi: 10.1007/s12017-019-08574-2.", "ArticleIdList": ["10.1007/s12017-019-08574-2", "31628580"]}, {"Citation": "Vinholes J., Gonçalves P., Martel F., Coimbra M.A., Rocha S.M. Assessment of the Anti-oxidant and anti-Proliferative effects of sesquiterpenic compounds in In Vitro caco-2 cell models. Food Chem. 2014;156:204–211. doi: 10.1016/j.foodchem.2014.01.106.", "ArticleIdList": ["10.1016/j.foodchem.2014.01.106", "24629959"]}, {"Citation": "Lomarat P., Sripha K., Phanthong P., Kitphati W., Thirapanmethee K., Bunyapraphatsara N. In Vitro biological activities of black pepper essential oil and its major components relevant to the prevention of Alzheimer’s disease. Thai J. Pharm. Sci. (TJPS) 2015;39:94–101."}, {"Citation": "Cavaleiro C., Pinto E., Gonçalves M., Salgueiro L. Anti-fungal activity of Juniperus essential oils against dermatophyte, Aspergillus and Candida strains. J. Appl. Microbiol. 2006;100:1333–1338. doi: 10.1111/j.1365-2672.2006.02862.x.", "ArticleIdList": ["10.1111/j.1365-2672.2006.02862.x", "16696681"]}, {"Citation": "Alam M. Anti-hypertensive effect of cereal anti-oxidant ferulic acid and its mechanism of action. Front. Nutr. 2019;6:121. doi: 10.3389/fnut.2019.00121.", "ArticleIdList": ["10.3389/fnut.2019.00121", "PMC6692439", "31448280"]}, {"Citation": "Miao M., Xiang L. Pharmacological action and potential targets of chlorogenic acid. Adv. Pharmacol. 2020;87:71–88.", "ArticleIdList": ["32089239"]}, {"Citation": "Dhakad A.K., Pandey V.V., Beg S., Rawat J.M., Singh A. Biological, medicinal and toxicological significance of eucalyptus leaf essential oil: A review. J. Sci. Food Agric. 2018;98:833–848. doi: 10.1002/jsfa.8600.", "ArticleIdList": ["10.1002/jsfa.8600", "28758221"]}, {"Citation": "Müller A., Faubert P., Hagen M., Zu Castell W., Polle A., Schnitzler J.-P., Rosenkranz M. Volatile profiles of fungi–chemotyping of species and ecological functions. Fungal Genet. Biol. 2013;54:25–33. doi: 10.1016/j.fgb.2013.02.005.", "ArticleIdList": ["10.1016/j.fgb.2013.02.005", "23474123"]}, {"Citation": "Islam M.T., Ali E.S., Uddin S.J., Shaw S., Islam M.A., Ahmed M.I., Shill M.C., Karmakar U.K., Yarla N.S., Khan I.N. Phytol: A review of biomedical activities. Food Chem. Toxicol. 2018;121:82–94. doi: 10.1016/j.fct.2018.08.032.", "ArticleIdList": ["10.1016/j.fct.2018.08.032", "30130593"]}, {"Citation": "Perigo C.V., Torres R.B., Bernacci L.C., Guimaraes E.F., Haber L.L., Facanali R., Vieira M.A., Quecini V., Marques M.O.M. The chemical composition and anti-bacterial activity of eleven piper species from distinct rainforest areas in southeastern Brazil. Ind. Crop. Prod. 2016;94:528–539. doi: 10.1016/j.indcrop.2016.09.028.", "ArticleIdList": ["10.1016/j.indcrop.2016.09.028"]}, {"Citation": "Moreira C.M., Fernandes M.B., Santos K.T., Schneider L.A., Da Silva S.E.B., Sant’Anna L.S., Paula F.R. Effects of essential oil of Blepharocalyx salicifolius on cardiovascular function of rats. FASEB J. 2018;32:715–717. doi: 10.1096/fasebj.2018.32.1_supplement.715.17.", "ArticleIdList": ["10.1096/fasebj.2018.32.1_supplement.715.17"]}, {"Citation": "Dos Santos E., Radai J.A.S., do Nascimento K.F., Formagio A.S.N., de Matos Balsalobre N., Ziff E.B., Castelon Konkiewitz E., Kassuya C.A.L. Contribution of spathulenol to the anti-nociceptive effects of Psidium guineense. Nutr. Neurosci. 2020:1–11. doi: 10.1080/1028415X.2020.1815330.", "ArticleIdList": ["10.1080/1028415X.2020.1815330", "32912110"]}, {"Citation": "Hsu H.-C., Yang W.-C., Tsai W.-J., Chen C.-C., Huang H.-Y., Tsai Y.-C. A-bulnesene, a novel paf receptor antagonist isolated from Pogostemon cablin. Biochem. Biophys. Res. Commun. 2006;345:1033–1038. doi: 10.1016/j.bbrc.2006.05.006.", "ArticleIdList": ["10.1016/j.bbrc.2006.05.006", "16712790"]}, {"Citation": "Govindarajan M., Rajeswary M., Benelli G. Δ-cadinene, calarene and δ-4-carene from Kadsura heteroclita essential oil as novel larvicides against malaria, dengue and filariasis mosquitoes. Comb. Chem. High Throughput Screen. 2016;19:565–571. doi: 10.2174/1386207319666160506123520.", "ArticleIdList": ["10.2174/1386207319666160506123520", "27151483"]}, {"Citation": "Ebani V.V., Mancianti F. Use of essential oils in veterinary medicine to combat bacterial and fungal infections. Vet. Sci. 2020;7:193. doi: 10.3390/vetsci7040193.", "ArticleIdList": ["10.3390/vetsci7040193", "PMC7712454", "33266079"]}, {"Citation": "Plant R.M., Dinh L., Argo S., Shah M. The essentials of essential oils. Adv. Pediatrics. 2019;66:111–122. doi: 10.1016/j.yapd.2019.03.005.", "ArticleIdList": ["10.1016/j.yapd.2019.03.005", "31230688"]}, {"Citation": "Helichrysum Petiolare.  [(accessed on 19 June 2021)]; Available online:  http://pza.sanbi.org/helichrysum-petiolare."}, {"Citation": "Aladejana A.E., Bradey G., Afolayan A.J. Comparative evaluation of essential oils of Helichrysum petiolare Hilliard & B.L. Burtt obtained from solvent-free microwave and hydrodistillation extraction methods. Asain J. Chem. 2020;32:1–13."}, {"Citation": "Helichrysum cymosum (L.) D.Don Subsp. cymosum.  [(accessed on 14 July 2021)]; Available online:  https://keys.lucidcentral.org/keys/v3/helichrysum/key/Helichrysum/Media/Html/Helichrysum_cymosum_subsp._cymosum.htm."}, {"Citation": "Franccedil T., Lambert S.M., Michel J.D.P., Gaby N.M.E., Fabrice F.B., Zaché N., Henri A.Z.P., Chantal M. Composition, radical scavenging and anti-fungal activities of essential oils from 3 Helichrysum species growing in Cameroon against Penicillium oxalicum a yam rot fungi. Afr. J. Agric. Res. 2010;5:121–127."}, {"Citation": "Sobhy E., El-Feky S. Chemical constituents and antimicrobial activity of Helichrysum stoechas. Asian J. Plant Sci. 2007;6:692–695. doi: 10.3923/ajps.2007.692.695.", "ArticleIdList": ["10.3923/ajps.2007.692.695"]}, {"Citation": "Najar B., Cervelli C., Ferri B., Cioni P., Pistelli L. Essential oils and volatile emission of eight South African species of Helichrysum grown in uniform environmental conditions. S. Afr. J. Bot. 2019;124:178–187. doi: 10.1016/j.sajb.2019.05.015.", "ArticleIdList": ["10.1016/j.sajb.2019.05.015"]}, {"Citation": "Fiddle Everlasting (Helichrysum pandurifolium)  [(accessed on 19 June 2021)]; Available online:  https://www.inaturalist.org/observations/23571154."}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "6", "Day": "13"}, {"Year": "2021", "Month": "7", "Day": "7"}, {"Year": "2021", "Month": "7", "Day": "8"}, {"Year": "2021", "Month": "8", "Day": "28", "Hour": "1", "Minute": "4"}, {"Year": "2021", "Month": "8", "Day": "29", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "8", "Day": "29", "Hour": "6", "Minute": "1"}, {"Year": "2021", "Month": "7", "Day": "30"}], "PublicationStatus": "epublish", "ArticleIdList": ["34451611", "PMC8398148", "10.3390/plants10081566", "plants10081566"]}}], "PubmedBookArticle": []}