{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["3T3-L1", "Mimosa pudica", "antidiabetic", "antioxidant", "response surface methodology"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34451737", "DateRevised": {"Year": "2021", "Month": "08", "Day": "31"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "08", "Day": "18"}], "Language": ["eng"], "ELocationID": ["1692", "10.3390/plants10081692"], "Journal": {"ISSN": "2223-7747", "JournalIssue": {"Volume": "10", "Issue": "8", "PubDate": {"Year": "2021", "Month": "Aug", "Day": "18"}}, "Title": "Plants (Basel, Switzerland)", "ISOAbbreviation": "Plants (Basel)"}, "ArticleTitle": "Response Surface Optimization of Extraction Conditions and In Vitro Antioxidant and Antidiabetic Evaluation of an Under-Valued Medicinal Weed, <i>Mimosa pudica</i>.", "Abstract": {"AbstractText": ["<i>Mimosa pudica</i> Linn is a well-known perennial herb and is traditionally used in ayurvedic medicine for the treatment of various illnesses. Despite its abundance in nature, the therapeutic potential of this invasive weed is deemed to be underappreciated in Malaysia. Previous studies have found an abundance of bioactive compounds associated with potent antioxidant properties in all parts of the plant. However, the optimum parameters required for the extraction of antioxidant compounds are still unknown. Therefore, the present study aimed to optimize the solvent extraction parameters of <i>M. pudica</i> using response surface methodology to enrich the accumulation of antioxidant compounds in the extracts. The effects of the optimized <i>M. pudica</i> extracts were then evaluated on the cell viability and glucose uptake ability in a 3T3-L1 adipocyte cell line. The highest total phenolic (91.98 mg of gallic acid equivalent per g of the dry extract) and total flavonoid content (606.31 mg of quercetin equivalent per g of the dry extract) were recorded when using 100% ethanol that was five-fold and three-fold higher, respectively, as compared to using 50% ethanol. The extract concentration required to achieve 50% of antioxidant activity (IC<sub>50</sub> value) was 42.0 µg/mL using 100% ethanol as compared to 975.03 µg/mL using 50% ethanol. The results indicated that the use of 100% ethanol solvent had the greatest impact on the accumulation of antioxidant compounds in the extract (<i>p</i> < 0.05). Cell viability assay revealed that all extract concentration treatments recorded a viability level of above 50%. Glucose uptake assay using 2-NBDG analog showed that the cells treated with 50 µg/mL extract combined with insulin were five-fold higher than the control group. Given the high antioxidant and antidiabetic properties of this plant, <i>M. pudica</i> can be easily highlighted as a plant subject of interest, which warrants further investigation for nutraceutical prospects."]}, "AuthorList": [{"Identifier": ["0000-0003-2937-9918"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Bioprocess Technology, Faculty of Biotechnology and Biomolecular Sciences, Universiti Putra Malaysia, Serdang 43400, Selangor, Malaysia."}], "LastName": "Baharuddin", "ForeName": "Nor Saffana", "Initials": "NS"}, {"Identifier": ["0000-0001-5611-0768"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Bioprocess Technology, Faculty of Biotechnology and Biomolecular Sciences, Universiti Putra Malaysia, Serdang 43400, Selangor, Malaysia."}], "LastName": "Roslan", "ForeName": "Muhamad Aidilfitri Mohamad", "Initials": "MAM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Bioprocess Technology, Faculty of Biotechnology and Biomolecular Sciences, Universiti Putra Malaysia, Serdang 43400, Selangor, Malaysia."}], "LastName": "Bawzer", "ForeName": "Mohsen Ahmed Mohammed", "Initials": "MAM"}, {"Identifier": ["0000-0003-4117-1220"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, Faculty of Biotechnology and Biomolecular Sciences, Universiti Putra Malaysia, Serdang 43400, Selangor, Malaysia."}], "LastName": "Mohamad Azzeme", "ForeName": "Azzreena", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Biotechnology Research Centre, MARDI Headquarters, Persiaran MARDI-UPM, Serdang 43400, Selangor, Malaysia."}], "LastName": "Rahman", "ForeName": "Zuraida Ab", "Initials": "ZA"}, {"Identifier": ["0000-0002-4876-6385"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, Faculty of Biotechnology and Biomolecular Sciences, Universiti Putra Malaysia, Serdang 43400, Selangor, Malaysia."}, {"Identifier": [], "Affiliation": "Bioprocessing and Biomanufacturing Research Centre, Faculty of Biotechnology and Biomolecular Sciences, Universiti Putra Malaysia, Serdang 43400, Selangor, Malaysia."}], "LastName": "Khayat", "ForeName": "Mohd Ezuan", "Initials": "ME"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Bioprocess Technology, Faculty of Biotechnology and Biomolecular Sciences, Universiti Putra Malaysia, Serdang 43400, Selangor, Malaysia."}, {"Identifier": [], "Affiliation": "Bioprocessing and Biomanufacturing Research Centre, Faculty of Biotechnology and Biomolecular Sciences, Universiti Putra Malaysia, Serdang 43400, Selangor, Malaysia."}], "LastName": "Rahman", "ForeName": "Nor Aini Abdul", "Initials": "NAA"}, {"Identifier": ["0000-0002-7033-0481"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Bioprocess Technology, Faculty of Biotechnology and Biomolecular Sciences, Universiti Putra Malaysia, Serdang 43400, Selangor, Malaysia."}, {"Identifier": [], "Affiliation": "Bioprocessing and Biomanufacturing Research Centre, Faculty of Biotechnology and Biomolecular Sciences, Universiti Putra Malaysia, Serdang 43400, Selangor, Malaysia."}], "LastName": "Sobri", "ForeName": "Zulfazli M", "Initials": "ZM"}], "GrantList": [{"GrantID": "GP/2018/9602200", "Agency": "Universiti Putra Malaysia", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Plants (Basel)", "NlmUniqueID": "101596181", "ISSNLinking": "2223-7747"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Tunna T.S., Ahmed Q.U., Uddin A.B.M.H., Sarker M.Z.I. Weeds as Alternative Useful Medicinal Source: Mimosa Pudica Linn. on Diabetes Mellitus and Its Complications. Adv. Mater. Res. 2014;995:49–59. doi: 10.4028/www.scientific.net/AMR.995.49.", "ArticleIdList": ["10.4028/www.scientific.net/AMR.995.49"]}, {"Citation": "Yuan K., Lu J.L., Jia A., Zhu J.X. Two New C-Glycosylflavones from Mimosa Pudica. Chin. Chem. Lett. 2007;18:1231–1234. doi: 10.1016/j.cclet.2007.08.008.", "ArticleIdList": ["10.1016/j.cclet.2007.08.008"]}, {"Citation": "Chandran R.P., Deepak V., Krishna S., Fathima S., Thaha A., Raj J. Analysis of Phytochemical Constituents and Anthelmintic Activity of Leaf Extracts of Mimosa pudica L. Asian J. Biomed. Pharm. Sci. 2018;8:1–5. doi: 10.4066/2249-622X.65.18-614.", "ArticleIdList": ["10.4066/2249-622X.65.18-614"]}, {"Citation": "Sriram S., Vaidyanathan M., Venkatesh K., Nayagam A.A.J. GC-MS Study and Phytochemical Profiling of Mimosa Pudica Linn. J. Pharm. Res. 2011;4:741–742."}, {"Citation": "Champanerkar P.A., Vaidya V.V., Shailajan S., Menon S.N. A Sensitive, Rapid and Validated Liquid Chromatography-Tandem Mass Spectrometry (LC-MS-MS) Method for Determination of Mimosine in Mimosa Pudica Linn. Nat. Sci. 2010;2:713–717. doi: 10.4236/ns.2010.27088.", "ArticleIdList": ["10.4236/ns.2010.27088"]}, {"Citation": "Ahuchaogu A.A., Chukwu O.J., Echeme J.O. Secondary Metabolites from Mimosa Pudica: Isolation, Purification and NMR Characterization. IOSR J. Appl. Chem. 2017;10:15–20. doi: 10.9790/5736-1003011520.", "ArticleIdList": ["10.9790/5736-1003011520"]}, {"Citation": "Kumar V. Phytochemical, Pharmacological Activities and Ayurvedic Significances of Magical Plant Mimosa Pudica Linn. Mini-Rev. Org. Chem. 2021;18:296–312. doi: 10.2174/1570178617999200629155204.", "ArticleIdList": ["10.2174/1570178617999200629155204"]}, {"Citation": "Alatrach M., Agyin C., Mehta R., Adams J., DeFronzo R.A., Abdul-Ghani M. Glucose-Mediated Glucose Disposal at Baseline Insulin Is Impaired in IFG. J. Clin. Endocrinol. Metab. 2019;104:163–171. doi: 10.1210/jc.2017-01866.", "ArticleIdList": ["10.1210/jc.2017-01866", "PMC6286408", "30371795"]}, {"Citation": "Chaudhury A., Duvoor C., Reddy Dendi V.S., Kraleti S., Chada A., Ravilla R., Marco A., Shekhawat N.S., Montales M.T., Kuriakose K., et al. Clinical Review of Antidiabetic Drugs: Implications for Type 2 Diabetes Mellitus Management. Front. Endocrinol. 2017;8:6. doi: 10.3389/fendo.2017.00006.", "ArticleIdList": ["10.3389/fendo.2017.00006", "PMC5256065", "28167928"]}, {"Citation": "Liu J.-X., Shen S.-N., Tong Q., Wang Y.-T., Lin L.-G. Honokiol Protects Hepatocytes from Oxidative Injury through Mitochondrial Deacetylase SIRT3. Eur. J. Pharmacol. 2018;834:176–187. doi: 10.1016/j.ejphar.2018.07.036.", "ArticleIdList": ["10.1016/j.ejphar.2018.07.036", "30036533"]}, {"Citation": "Afrisham R., Aberomand M., Ghaffari M.A., Siahpoosh A., Jamalan M. Inhibitory Effect of Heracleum Persicum and Ziziphus Jujuba on Activity of Alpha-Amylase. J. Bot. 2015;2015:1–8. doi: 10.1155/2015/824683.", "ArticleIdList": ["10.1155/2015/824683"]}, {"Citation": "Giacco F., Brownlee M. Oxidative Stress and Diabetic Complications. Circ. Res. 2010;107:1058–1070. doi: 10.1161/CIRCRESAHA.110.223545.", "ArticleIdList": ["10.1161/CIRCRESAHA.110.223545", "PMC2996922", "21030723"]}, {"Citation": "Mohammadi S., Montasser Kouhsari S., Monavar Feshani A. Antidiabetic Properties of the Ethanolic Extract of Rhus Coriaria Fruits in Rats. Daru. 2010;18:270–275.", "ArticleIdList": ["PMC3304353", "22615627"]}, {"Citation": "Maritim A.C., Sanders R.A., Watkins J.B. Diabetes, Oxidative Stress, and Antioxidants: A Review. J. Biochem. Mol. Toxicol. 2003;17:24–38. doi: 10.1002/jbt.10058.", "ArticleIdList": ["10.1002/jbt.10058", "12616644"]}, {"Citation": "Carocho M., Ferreira I.C.F.R. A Review on Antioxidants, Prooxidants and Related Controversy: Natural and Synthetic Compounds, Screening and Analysis Methodologies and Future Perspectives. Food Chem. Toxicol. 2013;51:15–25. doi: 10.1016/j.fct.2012.09.021.", "ArticleIdList": ["10.1016/j.fct.2012.09.021", "23017782"]}, {"Citation": "Oguntibeju O.O. Type 2 Diabetes Mellitus, Oxidative Stress and Inflammation: Examining the Links. Int. J. Physiol. Pathophysiol. Pharmacol. 2019;11:45–63.", "ArticleIdList": ["PMC6628012", "31333808"]}, {"Citation": "Bayani U., Ajay S.V., Paolo Z., Mahajan R.T. Oxidative Stress and Neurodegenerative Diseases: A Review of Upstream and Downstream Antioxidant Therapeutic Options. Curr. Neuropharmacol. 2009;7:65–74.", "ArticleIdList": ["PMC2724665", "19721819"]}, {"Citation": "Hariprasath L., Jegadeesh R., Arjun P., Raaman N. In Vitro Propagation of Senecio Candicans DC and Comparative Antioxidant Properties of Aqueous Extracts of the in Vivo Plant and in Vitro-Derived Callus. S. Afr. J. Bot. 2015;98:134–141. doi: 10.1016/j.sajb.2015.02.011.", "ArticleIdList": ["10.1016/j.sajb.2015.02.011"]}, {"Citation": "Engwa G.A. Phytochemicals-Source of Antioxidants and Role in Disease Prevention. InTech; London, UK: 2018. Free Radicals and the Role of Plant Phytochemicals as Antioxidants against Oxidative Stress-Related Diseases."}, {"Citation": "Muriel P., Rivera-Espinoza Y. Beneficial Drugs for Liver Diseases. J. Appl. Toxicol. 2008;28:93–103. doi: 10.1002/jat.1310.", "ArticleIdList": ["10.1002/jat.1310", "17966118"]}, {"Citation": "Lin J.Y., Tang C.Y. Determination of Total Phenolic and Flavonoid Contents in Selected Fruits and Vegetables, as Well as Their Stimulatory Effects on Mouse Splenocyte Proliferation. Food Chem. 2007;101:140–147. doi: 10.1016/j.foodchem.2006.01.014.", "ArticleIdList": ["10.1016/j.foodchem.2006.01.014"]}, {"Citation": "Song H., Zhang Q., Zhang Z., Wang J. In Vitro Antioxidant Activity of Polysaccharides Extracted from Bryopsis Plumosa. Carbohydr. Polym. 2010;80:1057–1061. doi: 10.1016/j.carbpol.2010.01.024.", "ArticleIdList": ["10.1016/j.carbpol.2010.01.024"]}, {"Citation": "Guerriero G., Berni R., Muñoz-Sanchez J.A., Apone F., Abdel-Salam E.M., Qahtan A.A., Alatar A.A., Cantini C., Cai G., Hausman J.F., et al. Production of Plant Secondary Metabolites: Examples, Tips and Suggestions for Biotechnologists. Genes. 2018;9:309. doi: 10.3390/genes9060309.", "ArticleIdList": ["10.3390/genes9060309", "PMC6027220", "29925808"]}, {"Citation": "Najib T., Solgi M., Farazmand A., Heydarian S.M., Nasernejad B. Optimization of Sulfate Removal by Sulfate Reducing Bacteria Using Response Surface Methodology and Heavy Metal Removal in a Sulfidogenic UASB Reactor. J. Environ. Chem. Eng. 2017;5:3256–3265. doi: 10.1016/j.jece.2017.06.016.", "ArticleIdList": ["10.1016/j.jece.2017.06.016"]}, {"Citation": "Zolgharnein J., Shahmoradi A., Ghasemi J.B. Comparative Study of Box-Behnken, Central Composite, and Doehlert Matrix for Multivariate Optimization of Pb (II) Adsorption onto Robinia Tree Leaves. J. Chemom. 2013;27:12–20. doi: 10.1002/cem.2487.", "ArticleIdList": ["10.1002/cem.2487"]}, {"Citation": "Ganesan V., Gurumani V., Kunjiappan S., Panneerselvam T., Somasundaram B., Kannan S., Chowdhury A., Saravanan G., Bhattacharjee C. Optimization and Analysis of Microwave-Assisted Extraction of Bioactive Compounds from Mimosa Pudica L. Using RSM & ANFIS Modeling. J. Food Meas. Charact. 2018;12:228–242."}, {"Citation": "Sheng Z., Zhao J., Muhammad I., Zhang Y. Optimization of Total Phenolic Content from Terminalia Chebula Retz. Fruits Using Response Surface Methodology and Evaluation of Their Antioxidant Activities. PLoS ONE. 2018;13:e0202368. doi: 10.1371/journal.pone.0202368.", "ArticleIdList": ["10.1371/journal.pone.0202368", "PMC6091980", "30106980"]}, {"Citation": "Mokrani A., Madani K. Effect of Solvent, Time and Temperature on the Extraction of Phenolic Compounds and Antioxidant Capacity of Peach (Prunus Persica L.) Fruit. Sep. Purif. Technol. 2016;162:68–76. doi: 10.1016/j.seppur.2016.01.043.", "ArticleIdList": ["10.1016/j.seppur.2016.01.043"]}, {"Citation": "Dirar A.I., Alsaadi D.H.M., Wada M., Mohamed M.A., Watanabe T., Devkota H.P. Effects of Extraction Solvents on Total Phenolic and Flavonoid Contents and Biological Activities of Extracts from Sudanese Medicinal Plants. S. Afr. J. Bot. 2019;120:261–267. doi: 10.1016/j.sajb.2018.07.003.", "ArticleIdList": ["10.1016/j.sajb.2018.07.003"]}, {"Citation": "Akowuah G.A., Ismail Z., Norhayati I., Sadikun A. The Effects of Different Extraction Solvents of Varying Polarities on Polyphenols of Orthosiphon Stamineus and Evaluation of the Free Radical-Scavenging Activity. Food Chem. 2005;93:311–317. doi: 10.1016/j.foodchem.2004.09.028.", "ArticleIdList": ["10.1016/j.foodchem.2004.09.028"]}, {"Citation": "Pin K.Y., Chuah A.L., Rashih A.A., Mazura M.P., Fadzureena J., Vimala S., Rasadah M. Antioxidant and Anti-Inflammatory Activities of Extracts of Betel Leaves (Piper Betle) from Solvents with Different Polarities. J. Trop. For. Sci. 2010;22:448–455."}, {"Citation": "Patro G., Bhattamisra S., Mohanty B., Sahoo H. In Vitro and in Vivo Antioxidant Evaluation and Estimation of Total Phenolic, Flavonoidal Content of Mimosa pudica L. Pharmacogn. Res. 2016;8:22–28. doi: 10.4103/0974-8490.171099.", "ArticleIdList": ["10.4103/0974-8490.171099", "PMC4753756", "26941532"]}, {"Citation": "Ibrahim M.M., AL Sahli A.A.A., Alaraidh I.A., Al-Homaidan A.A., Mostafa E.M., EL-Gaaly G.A. Assessment of Antioxidant Activities in Roots of Miswak (Salvadora persica) Plants Grown at Two Different Locations in Saudi Arabia. Saudi J. Biol. Sci. 2015;22:168–175. doi: 10.1016/j.sjbs.2014.11.019.", "ArticleIdList": ["10.1016/j.sjbs.2014.11.019", "PMC4336451", "25737648"]}, {"Citation": "Chandra S., Khan S., Avula B., Lata H., Yang M.H., ElSohly M.A., Khan I.A. Assessment of Total Phenolic and Flavonoid Content, Antioxidant Properties, and Yield of Aeroponically and Conventionally Grown Leafy Vegetables and Fruit Crops: A Comparative Study. Evid.-Based Complement. Altern. Med. 2014;2014:1–9. doi: 10.1155/2014/253875.", "ArticleIdList": ["10.1155/2014/253875", "PMC3980857", "24782905"]}, {"Citation": "Ijaz S., Shoaib Khan H.M., Anwar Z., Talbot B., Walsh J.J. HPLC Profiling of Mimosa Pudica Polyphenols and Their Non-Invasive Biophysical Investigations for Anti-Dermatoheliotic and Skin Reinstating Potential. Biomed. Pharmacother. 2019;109:865–875. doi: 10.1016/j.biopha.2018.10.089.", "ArticleIdList": ["10.1016/j.biopha.2018.10.089", "30551540"]}, {"Citation": "Zhang Z.-S., Li D., Wang L.-J., Ozkan N., Chen X.D., Mao Z.-H., Yang H.-Z. Optimization of Ethanol–Water Extraction of Lignans from Flaxseed. Sep. Purif. Technol. 2007;57:17–24. doi: 10.1016/j.seppur.2007.03.006.", "ArticleIdList": ["10.1016/j.seppur.2007.03.006"]}, {"Citation": "Nawaz H., Shad M.A., Rehman N., Andaleeb H., Ullah N. Effect of Solvent Polarity on Extraction Yield and Antioxidant Properties of Phytochemicals from Bean (Phaseolus vulgaris) Seeds. Braz. J. Pharm. Sci. 2020;56:56. doi: 10.1590/s2175-97902019000417129.", "ArticleIdList": ["10.1590/s2175-97902019000417129"]}, {"Citation": "Barchan A., Bakkali M., Arakrak A., Pagán R., Laglaoui A. The Effects of Solvents Polarity on the Phenolic Contents and Antioxidant Activity of Three Mentha Species Extracts. Int. J. Curr. Microbiol. Appl. Sci. 2014;3:399–412."}, {"Citation": "Aykul S., Martinez-Hackert E. Determination of Half-Maximal Inhibitory Concentration Using Biosensor-Based Protein Interaction Analysis. Anal. Biochem. 2016;508:97–103. doi: 10.1016/j.ab.2016.06.025.", "ArticleIdList": ["10.1016/j.ab.2016.06.025", "PMC4955526", "27365221"]}, {"Citation": "Ismail-Suhaimy N.W., Gani S.S.A., Zaidan U.H., Halmi M.I.E., Bawon P. Optimizing Conditions for Microwave-Assisted Extraction of Polyphenolic Content and Antioxidant Activity of Barleria Lupulina Lindl. Plants. 2021;10:682. doi: 10.3390/plants10040682.", "ArticleIdList": ["10.3390/plants10040682", "PMC8067139", "33916193"]}, {"Citation": "Dahmoune F., Nayak B., Moussi K., Remini H., Madani K. Optimization of Microwave-Assisted Extraction of Polyphenols from Myrtus communis L. Leaves. Food Chem. 2015;166:585–595. doi: 10.1016/j.foodchem.2014.06.066.", "ArticleIdList": ["10.1016/j.foodchem.2014.06.066", "25053097"]}, {"Citation": "Tunna T.S., Zaidul I.S.M., Ahmed Q.U., Ghafoor K., Al-Juhaimi F.Y., Uddin M.S., Hasan M., Ferdous S. Analyses and Profiling of Extract and Fractions of Neglected Weed Mimosa Pudica Linn. Traditionally Used in Southeast Asia to Treat Diabetes. S. Afr. J. Bot. 2015;99:144–152. doi: 10.1016/j.sajb.2015.02.016.", "ArticleIdList": ["10.1016/j.sajb.2015.02.016"]}, {"Citation": "Weremfo A., Adulley F., Adarkwah-Yiadom M. Simultaneous Optimization of Microwave-Assisted Extraction of Phenolic Compounds and Antioxidant Activity of Avocado (Persea Americana Mill.) Seeds Using Response Surface Methodology. J. Anal. Methods Chem. 2020;2020:1–11. doi: 10.1155/2020/7541927.", "ArticleIdList": ["10.1155/2020/7541927", "PMC7448120", "32879748"]}, {"Citation": "Liyana-Pathirana C.M., Shahidi F. Antioxidant and Free Radical Scavenging Activities of Whole Wheat and Milling Fractions. Food Chem. 2007;101:1151–1157. doi: 10.1016/j.foodchem.2006.03.016.", "ArticleIdList": ["10.1016/j.foodchem.2006.03.016"]}, {"Citation": "Guido L.F., Moreira M.M. Techniques for Extraction of Brewer’s Spent Grain Polyphenols: A Review. Food Bioprocess Technol. 2017;10:1192–1209. doi: 10.1007/s11947-017-1913-4.", "ArticleIdList": ["10.1007/s11947-017-1913-4"]}, {"Citation": "Viacava G.E., Roura S.I., Agüero M.V. Optimization of Critical Parameters during Antioxidants Extraction from Butterhead Lettuce to Simultaneously Enhance Polyphenols and Antioxidant Activity. Chemom. Intell. Lab. Syst. 2015;146:47–54. doi: 10.1016/j.chemolab.2015.05.002.", "ArticleIdList": ["10.1016/j.chemolab.2015.05.002"]}, {"Citation": "Ogbole O.O., Segun P.A., Adeniji A.J. In Vitro Cytotoxic Activity of Medicinal Plants from Nigeria Ethnomedicine on Rhabdomyosarcoma Cancer Cell Line and HPLC Analysis of Active Extracts. BMC Complementary Altern. Med. 2017;17:494. doi: 10.1186/s12906-017-2005-8.", "ArticleIdList": ["10.1186/s12906-017-2005-8", "PMC5700537", "29166892"]}, {"Citation": "Mousinho N.M.H.D.C., van Tonder J.J., Steenkamp V. In Vitro Anti-Diabetic Activity of Sclerocarya Birrea and Ziziphus Mucronata. Nat. Prod. Commun. 2013;8:1279–1284.", "ArticleIdList": ["24273866"]}, {"Citation": "Chaves J.O., de Souza M.C., da Silva L.C., Lachos-Perez D., Torres-Mayanga P.C., da Fonseca Machado A.P., Forster-Carneiro T., Vázquez-Espinosa M., González-de-Peredo A.V., Barbero G.F., et al. Extraction of Flavonoids from Natural Sources Using Modern Techniques. Front. Chem. 2020;8:8. doi: 10.3389/fchem.2020.507887.", "ArticleIdList": ["10.3389/fchem.2020.507887", "PMC7546908", "33102442"]}, {"Citation": "Zhang J., Yuan K., Zhou W., Zhou J., Yang P. Studies on the Active Components and Antioxidant Activities of the Extracts of Mimosa Pudica Linn. from Southern China. Pharmacogn. Mag. 2011;7:35–39.", "ArticleIdList": ["PMC3065154", "21472077"]}, {"Citation": "Zhang H.-F., Yang X.-H., Wang Y. Microwave Assisted Extraction of Secondary Metabolites from Plants: Current Status and Future Directions. Trends Food Sci. Technol. 2011;22:672–688. doi: 10.1016/j.tifs.2011.07.003.", "ArticleIdList": ["10.1016/j.tifs.2011.07.003"]}, {"Citation": "Sedraoui S., Badr A., Barba M.G.M., Doyen A., Tabka Z., Desjardins Y. Optimization of the Ultrahigh-Pressure–Assisted Extraction of Phenolic Compounds and Antioxidant Activity from Palm Dates (Phoenix dactylifera L.) Food Anal. Methods. 2020;13:1556–1569. doi: 10.1007/s12161-020-01764-w.", "ArticleIdList": ["10.1007/s12161-020-01764-w"]}, {"Citation": "Jagetia G.C., Vanlalhruaii F. Anticancer Potential of Mimosa Pudica Linn. Lajwanti in Cultured Dalton’s Ascites Lymphoma Cells. Int. J. Complementary Altern. Med. 2020;13:91–94."}, {"Citation": "Satoh T. Molecular Mechanisms for the Regulation of Insulin-Stimulated Glucose Uptake by Small Guanosine Triphosphatases in Skeletal Muscle and Adipocytes. Int. J. Mol. Sci. 2014;15:18677–18692. doi: 10.3390/ijms151018677.", "ArticleIdList": ["10.3390/ijms151018677", "PMC4227239", "25325535"]}, {"Citation": "Sunday R.M., Obuotor E.M., Kumar A. Antioxidant and Antidiabetic Properties of Mimosa Pudica Seeds in Streptozotocin-Induced Diabetic Wistar Rats. Asian J. Biotechnol. 2019;12:1–8. doi: 10.3923/ajbkr.2020.1.8.", "ArticleIdList": ["10.3923/ajbkr.2020.1.8"]}, {"Citation": "Parasuraman S., Ching T.H., Leong C.H., Banik U. Antidiabetic and Antihyperlipidemic Effects of a Methanolic Extract of Mimosa Pudica (Fabaceae) in Diabetic Rats. Egypt. J. Basic Appl. Sci. 2019;6:137–148. doi: 10.1080/2314808X.2019.1681660.", "ArticleIdList": ["10.1080/2314808X.2019.1681660"]}, {"Citation": "Rajendiran D., Khan H.B.H., Packirisamy S., Gunasekaran K. Dose Dependent Antidiabetic Effect of Mimosa Pudica Leaves Extract in Type 2 Diabetic Rat Model. Pharma Innov. J. 2019;8:1–4."}, {"Citation": "Yupparach P., Konsue A. Hypoglycemic and Hypolipidemic Activities of Ethanolic Extract from Mimosa pudica L. in Normal and Streptozotocin-Induced Diabetic Rats. Pharmacogn. J. 2017;9:834–837. doi: 10.5530/pj.2017.6.130.", "ArticleIdList": ["10.5530/pj.2017.6.130"]}, {"Citation": "Ha D.T., Nam Trung T., Bich Thu N., Van On T., Hai Nam N., Van Men C., Thi Phuong T., Bae K. Adlay Seed Extract (Coix Lachryma-Jobi L.) Decreased Adipocyte Differentiation and Increased Glucose Uptake in 3T3-L1 Cells. J. Med. Food. 2010;13:1331–1339. doi: 10.1089/jmf.2010.1155.", "ArticleIdList": ["10.1089/jmf.2010.1155", "21091246"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "7", "Day": "1"}, {"Year": "2021", "Month": "7", "Day": "13"}, {"Year": "2021", "Month": "7", "Day": "16"}, {"Year": "2021", "Month": "8", "Day": "28", "Hour": "1", "Minute": "4"}, {"Year": "2021", "Month": "8", "Day": "29", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "8", "Day": "29", "Hour": "6", "Minute": "1"}, {"Year": "2021", "Month": "8", "Day": "18"}], "PublicationStatus": "epublish", "ArticleIdList": ["34451737", "PMC8399142", "10.3390/plants10081692", "plants10081692"]}}], "PubmedBookArticle": []}