{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Cistus", "Cistus creticus", "ITS", "Mediterranean", "genetic diversity", "phylogeography", "rpl32-trnL", "trnL-trnF"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34451664", "DateRevised": {"Year": "2021", "Month": "12", "Day": "22"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "08", "Day": "06"}], "Language": ["eng"], "ELocationID": ["1619", "10.3390/plants10081619"], "Journal": {"ISSN": "2223-7747", "JournalIssue": {"Volume": "10", "Issue": "8", "PubDate": {"Year": "2021", "Month": "Aug", "Day": "06"}}, "Title": "Plants (Basel, Switzerland)", "ISOAbbreviation": "Plants (Basel)"}, "ArticleTitle": "Intraspecific Genetic Diversity of <i>Cistus creticus</i> L. and Evolutionary Relationships to <i>Cistus albidus</i> L. (Cistaceae): Meeting of the Generations?", "Abstract": {"AbstractText": ["<i>Cistus</i> (Cistaceae) comprises a number of white- and purple-flowering shrub species widely distributed in the Mediterranean basin. Within genus <i>Cistus,</i> many taxa are subject to various taxonomic uncertainties. <i>Cistus creticus</i>, a prominent member of the purple-flowered clade, is a prime case of the current taxonomic troubles. Floras and databases approve different species names and utilise different or additional/fewer synonyms. Various intraspecific classification systems based on subspecies or varieties are in use. The inconsistent determination of plant material makes it difficult to compare literature regarding the phytochemical diversity and biological activities of plant material and impedes a systematic utilization of the manifold medicinal properties of <i>C. creticus</i>. In the present investigation, we used DNA sequence data from one nuclear region (ITS) and two chloroplast regions (<i>trnL-trnF</i>, <i>rpl32-trnL</i>) to test the intraspecific genetic diversity of <i>C. creticus</i> and its evolutionary relationships to the closely related <i>C. albidus</i>. The combined DNA data confirmed <i>C. creticus</i> as a rather heterogeneous species that integrates two major evolutionary lineages with clearly different genetic characteristics. The 'Eastern Mediterranean clade' seems to represent old and ancestral characteristics. This lineage exhibits a close relationship to the geographically distant <i>C. albidus,</i> expressed by very closely related ribotypes and an interspecifically shared chlorotype. The 'Western Mediterranean clade' is characterized by a distinctive ITS polymorphism (co-occurring paralogous ribotypes) and more distantly related chlorotypes. The formation of the genetically complex 'Western Mediterranean clade' seems to have involved hybridization and recurrent formation or migration movements."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Animal Nutrition and Functional Plant Compounds, University of Veterinary Medicine Vienna, Veterinaerplatz 1, 1210 Vienna, Austria."}], "LastName": "Lukas", "ForeName": "Brigitte", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Animal Nutrition and Functional Plant Compounds, University of Veterinary Medicine Vienna, Veterinaerplatz 1, 1210 Vienna, Austria."}], "LastName": "Jovanovic", "ForeName": "Dijana", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Animal Nutrition and Functional Plant Compounds, University of Veterinary Medicine Vienna, Veterinaerplatz 1, 1210 Vienna, Austria."}], "LastName": "Schmiderer", "ForeName": "Corinna", "Initials": "C"}, {"Identifier": ["0000-0002-9653-5020"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Horticulture, School of Agriculture, Aristotle University of Thessaloniki, 541 24 Thessaloniki, Greece."}], "LastName": "Kostas", "ForeName": "Stefanos", "Initials": "S"}, {"Identifier": ["0000-0002-7653-440X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Group of Biotechnology of Pharmaceutical Plants, Laboratory of Pharmacognosy, Department of Pharmaceutical Sciences, Aristotle University of Thessaloniki, 541 24 Thessaloniki, Greece."}], "LastName": "Kanellis", "ForeName": "Angelos", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Botanical Institute, Systematics, Ethnobiology and Education Section, Botanical Garden of Castilla-La Mancha, Avenida de La Mancha s/n, 02006 Albacete, Spain."}], "LastName": "Gómez Navarro", "ForeName": "José", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Field Crops, Faculty of Agriculture, Eskişehir Osmangazi University, Eskişehir 26480, Turkey."}], "LastName": "Aytaç", "ForeName": "Zehra", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Field Crops, Faculty of Agriculture, Eskişehir Osmangazi University, Eskişehir 26480, Turkey."}], "LastName": "Koç", "ForeName": "Ali", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, Botany Division, Science Faculty, Eskişehir Technical University, Eskişehir 26470, Turkey."}], "LastName": "Sözen", "ForeName": "Emel", "Initials": "E"}, {"Identifier": ["0000-0002-6098-3964"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Animal Nutrition and Functional Plant Compounds, University of Veterinary Medicine Vienna, Veterinaerplatz 1, 1210 Vienna, Austria."}], "LastName": "Novak", "ForeName": "Johannes", "Initials": "J"}], "GrantList": [{"GrantID": "P 29305", "Acronym": "FWF_", "Agency": "Austrian Science Fund FWF", "Country": "Austria"}, {"GrantID": "P 29305-B22", "Agency": "Austrian Science Fund", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Plants (Basel)", "NlmUniqueID": "101596181", "ISSNLinking": "2223-7747"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Dunal M.F. Cistineae. In: De Candolle A.P., editor. Prodromus Systematis Naturalis Regni Vegetabilis I. Treuttel et Würtz; Paris, France: 1824. pp. 263–286."}, {"Citation": "Spach E. Conspectus monographiae Cistacearum. Ann. Sci. Nat. Bot. 1836;6:357–375."}, {"Citation": "Willkomm M. Icones et Descriptiones Plantarum Novarum Criticarum et Rariorum Europae Austro-Occidentalis Praecipue Hispaniae torn. 2. A. H. Payne; Leipzig, Germany: 1856. pp. 14–52."}, {"Citation": "Grosser W. Cistaceae. In: Engler A., editor. Das Pflanzenreich. Breitkopf & Härtel; Berlin, Germany: 1903. 161p"}, {"Citation": "Dansereau P.M. Monographie du genre Cistus. Boissiera. 1939;4:1–90."}, {"Citation": "von Raab-Straube E. Cistaceae. Euro+Med Plantbase—The Information Resource for Euro-Mediterranean Plant Diversity.  [(accessed on 24 September 2019)]; Available online:  http://ww2.bgbm.org/EuroPlusMed/"}, {"Citation": "Demoly J.P., Montserrat P. Cistus. In: Castroviejo S., editor. Flora Ibérica. Volume 3. Consejo Superior de Investigaciones Cientificas; Madrid, Spain: 1993. pp. 319–337."}, {"Citation": "Guzmán B., Vargas P. Systematics, character evolution, and biogeography of Cistus L. (Cistaceae) based on ITS, trnL-trnF, and matK sequences. Mol. Phylogenet. Evol. 2005;37:644–660. doi: 10.1016/j.ympev.2005.04.026.", "ArticleIdList": ["10.1016/j.ympev.2005.04.026", "16055353"]}, {"Citation": "Guzmán B., Vargas P. Historical biogeography and character evolution of Cistaceae (Malvales) based on analysis of plastid rbcL and trnL-trnF sequences. Org. Divers. Evol. 2009;9:83–99. doi: 10.1016/j.ode.2009.01.001.", "ArticleIdList": ["10.1016/j.ode.2009.01.001"]}, {"Citation": "Guzmánn B., Lledó M.D., Vargas P. Adaptive radiation in Mediterranean Cistus (Cistaceae) PLoS ONE. 2009;4:e6362. doi: 10.1371/journal.pone.0006362.", "ArticleIdList": ["10.1371/journal.pone.0006362", "PMC2719431", "19668338"]}, {"Citation": "Civeyrel L., Leclercq J., Demoly J.-P., Agnan Y., Quèbre N., Pélissier C., Otto T. Molecular systematics, character evolution, and pollen morphology of Cistus and Halimium (Cistaceae) Plant Syst. Evol. 2011;295:23–54. doi: 10.1007/s00606-011-0458-7.", "ArticleIdList": ["10.1007/s00606-011-0458-7"]}, {"Citation": "Greuter W., Raus T. Med-Checklist Notulae, 4. Willdenowia. 1981;11:271–280."}, {"Citation": "Greuter W., Burdet H.M., Long G. Med Checklist. A Critical Inventory of Vascular Plants of the Circum-Mediterranean Countries.  [(accessed on 24 September 2019)]; Available online:  http://ww2.bgbm.org/mcl/home.asp."}, {"Citation": "Demetzos C., Anastasaki T., Perdetzoglou D. A chemometric interpopulation study of the essential oils of Cistus creticus L. growing in Crete (Greece) Zeitschrift Nat. C. 2002;57:89–94. doi: 10.1515/znc-2002-1-216.", "ArticleIdList": ["10.1515/znc-2002-1-216", "11926549"]}, {"Citation": "Paolini J., Falchi A., Quilichini Y., Desjobert J.-M., De Cian M.-C., Varesi L., Costa J. Morphological, chemical and genetic differentiation of two subspecies of Cistus creticus L. (C. creticus subsp. eriocephalus and C. creticus subsp. corsicus). Phytochemistry. 2009;70:1146–1160.", "ArticleIdList": ["19660770"]}, {"Citation": "Falchi A., Paolini J., Desjobert J.-M., Melis A., Costa B., Varesi L. Phylogeography of Cistus creticus L. on Corsica and Sardinia inferred by the TRNL-F and RPL32-TRNL sequences of cpDNA. Mol. Phylogenet. Evol. 2009;52:538–543. doi: 10.1016/j.ympev.2009.04.002.", "ArticleIdList": ["10.1016/j.ympev.2009.04.002", "19364536"]}, {"Citation": "Gómez Navarro J., Roselló Gimeno R. Cistus × canescens Sweet, estepa silvestre en la Península Ibérica. Sabuco Rev. Estud. Albacet. 2008;6:33–52."}, {"Citation": "Gómez Navarro J., Peris Gisbert J.B., Valdés Franzi A., Sanchis Duato E., Roselló Gimeno R. Plantas de interes del NE de la provincia de Albacete e inmediaciones de la provincia de Valencia, VI. Sabuco Rev. Estud. Albacet. 2011;8:117–142."}, {"Citation": "Dimas K., Demetzos C., Vaos V., Ioannidis P., Trangas T. Labdane type diterpenes down-regulate the expression of c-Myc protein, but not of Bcl-2, in human leukemia T-cells undergoing apoptosis. Leuk. Res. 2001;25:449–454. doi: 10.1016/S0145-2126(00)00150-8.", "ArticleIdList": ["10.1016/S0145-2126(00)00150-8", "11337016"]}, {"Citation": "Dimas K., Papadaki M., Tsimplouli C., Hatziantoniou S., Alevizopoulos K., Pantazis P., Demetzos C. Labd-14-ene-8,13-diol (sclareol) induces cell cycle arrest and apoptosis in human breast cancer cells and enhances the activity of anticancer drugs. Biomed. Pharmacother. 2006;60:127–133. doi: 10.1016/j.biopha.2006.01.003.", "ArticleIdList": ["10.1016/j.biopha.2006.01.003", "16527443"]}, {"Citation": "Matsingou C., Dimas K., Demetzos C. Design and development of liposomes incorporating a bioactive labdane-type diterpene: In vitro growth inhibiting and cytotoxic activity against human cancer cell lines. Biomed. Pharmacother. 2006;60:191–199. doi: 10.1016/j.biopha.2006.03.007.", "ArticleIdList": ["10.1016/j.biopha.2006.03.007", "16675195"]}, {"Citation": "Papaefthimiou D., Papanikolaou A., Falara V., Givanoudi S., Kostas S., Kanellis A.K. Genus Cistus: A model for exploring labdane-type diterpenes’ biosynthesis and a natural source of high value products with biological, aromatic, and pharmacological properties. Front. Chem. 2014;2:35. doi: 10.3389/fchem.2014.00035.", "ArticleIdList": ["10.3389/fchem.2014.00035", "PMC4052220", "24967222"]}, {"Citation": "Skorić M., Todorović S., Gligorijević N., Janković R., Zivković S., Risti M., Radulovi M. Cytotoxic activity of ethanol extracts of in vitro grown Cistus creticus subsp. creticus L. on human cancer cell lines. Ind. Crop. Prod. 2012;38:153–159."}, {"Citation": "Barrajón-Catalán E., Fernández-Arroyo S., Roldán C., Guillén E., Saura D., Segura-Carretero A., Micol V. A systematic study of the polyphenolic composition of aqueous extracts deriving from several Cistus genus species: Evolutionary relationships. Phytochem. Anal. 2011;22:303–312. doi: 10.1002/pca.1281.", "ArticleIdList": ["10.1002/pca.1281", "21259376"]}, {"Citation": "Lukas B., Bragagna L., Starzyk K., Labedz K., Stolze K., Novak J. Polyphenol Diversity and Antioxidant Activity of European Cistus creticus L. (Cistaceae) Compared to Six Further, Partly Sympatric Cistus Species. Plants. 2021;10:615. doi: 10.3390/plants10040615.", "ArticleIdList": ["10.3390/plants10040615", "PMC8063833", "33804933"]}, {"Citation": "Doyle J.J., Doyle J.L. Isolation of Plant DNA from Fresh Tissue. Focus. 1990;12:13–15."}, {"Citation": "Schmiderer C., Lukas B., Novak J. Effect of different DNA extraction methods and DNA dilutions on the amplification success in the PCR of different medicinal and aromatic plants. Zeitschrift Arznei Gewürzpflanzen. 2013;18:65–72."}, {"Citation": "White T.J., Bruns T.D., Lee S.B., Taylor J.W. Amplification and direct sequencing of fungal ribosomal RNA Genes for phylogenetics. In: Innis M.A., Gelfand D.H., Sninsky J.J., White T.J., editors. PCR Protocols, a Guide to Methods and Applications. Academic Press; New York, NY, USA: 1990. pp. 315–322."}, {"Citation": "Downie S.R., Katz-Downie D.S. A molecular phylogeny of Apiaceae subfamily Apioideae: Evidence from nuclear ribosomal DNA internal transcribed spacer sequences. Am. J. Bot. 1996;83:234–251. doi: 10.1002/j.1537-2197.1996.tb12701.x.", "ArticleIdList": ["10.1002/j.1537-2197.1996.tb12701.x", "10636832"]}, {"Citation": "Taberlet P., Gielly L., Pautou G., Bouvet J. Universal primers for amplification of three non-coding regions of chloroplast DNA. Plant Mol. Biol. 1991;17:1105–1109. doi: 10.1007/BF00037152.", "ArticleIdList": ["10.1007/BF00037152", "1932684"]}, {"Citation": "Shaw J., Lickey E.B., Schilling E.E., Small R. Comparison of whole chloroplast genome sequences to choose noncoding regions for phylogenetic studies in angiosperms: The tortoise and the hare III. Am. J. Bot. 2007;94:275–288. doi: 10.3732/ajb.94.3.275.", "ArticleIdList": ["10.3732/ajb.94.3.275", "21636401"]}, {"Citation": "Clark A.G. Inference of haplotypes from PCR-amplified samples of diploid populations. Mol. Biol. Evol. 1990;7:111–122.", "ArticleIdList": ["2108305"]}, {"Citation": "Pawluczyk M., Weiss J., Vicente-Colomer M.J., Egea-Cortines M. Two alleles of rpoB and rpoC1 distinguish an endemic European population from Cistus heterophyllus and its putative hybrid (C. × clausonis) with C. albidus. Plant Syst. Evol. 2012;298 doi: 10.1007/s00606-011-0554-8.", "ArticleIdList": ["10.1007/s00606-011-0554-8"]}, {"Citation": "Aparicio A., Martín-Hernanz S., Parejo-Farnés C., Arroyo J., Lavergne S., Yeşilyurt E.B., Zhang M.-L., Rubio E., Albaladejo R.G. Phylogenetic reconstruction of the genus Helianthemum (Cistaceae) using plastid and nuclear DNA-sequences: Systematic and evolutionary inferences. Taxon. 2017;66:868–885. doi: 10.12705/664.5.", "ArticleIdList": ["10.12705/664.5"]}, {"Citation": "R Core Team  . R: A Language and Environment for Statistical Computing. R Foundation for Statistical Computing; Vienna, Austria:  [(accessed on 15 September 2020)].  Available online:  https://www.R-project.org."}, {"Citation": "Paradis E. Pegas: An R package for population genetics with an integrated–modular approach. Bioinformatics. 2010;26:419–420. doi: 10.1093/bioinformatics/btp696.", "ArticleIdList": ["10.1093/bioinformatics/btp696", "20080509"]}, {"Citation": "Jombart T. adegenet: A R package for the multivariate analysis of genetic markers. Bioinformatics. 2008;24:1403–1405. doi: 10.1093/bioinformatics/btn129.", "ArticleIdList": ["10.1093/bioinformatics/btn129", "18397895"]}, {"Citation": "Jombart T., Ahmed I. adegenet 1.3-1: New tools for the analysis of genome-wide SNP data. Bioinformatics. 2011;27:3017–3071. doi: 10.1093/bioinformatics/btr521.", "ArticleIdList": ["10.1093/bioinformatics/btr521", "PMC3198581", "21926124"]}, {"Citation": "Kamvar Z.N., Tabima J.F., Grünwald N.J. Poppr: An R package for genetic analysis of populations with clonal, partially clonal, and/or sexual reproduction. PeerJ. 2014;2:e281. doi: 10.7717/peerj.281.", "ArticleIdList": ["10.7717/peerj.281", "PMC3961149", "24688859"]}, {"Citation": "Kamvar Z.N., Brooks J.C., Grünwald N.J. Novel R tools for analysis of genome-wide population genetic data with emphasis on clonality. Front. Genet. 2015;1:208. doi: 10.3389/fgene.2015.00208.", "ArticleIdList": ["10.3389/fgene.2015.00208", "PMC4462096", "26113860"]}, {"Citation": "Bache S.M., Wickham H. magrittr: A Forward-Pipe Operator for R. R Package Version 1.5.  [(accessed on 15 September 2020)];2014  Available online:  https://CRAN.R-project.org/package=magrittr."}, {"Citation": "Zhang D., Sang T. Physical mapping of ribosomal RNA genes in peonies (Paeonia, Paeoniaceae) by fluorescent in situ hybridization: Implications for phylogeny and concerted evolution. Am. J. Bot. 1999;86:735–740. doi: 10.2307/2656583.", "ArticleIdList": ["10.2307/2656583", "10330077"]}, {"Citation": "Totta C., Rosato M., Ferrer-Gallego P., Luccese F., Rossello J.A. Temporal frames of 45S rDNA site-number variation in diploid plant lineages: Lessons from the rock rose genus Cistus (Cistaceae) Biol. J. Linn. Soc. 2016;120:626–636. doi: 10.1111/bij.12909.", "ArticleIdList": ["10.1111/bij.12909"]}, {"Citation": "Hewitt G. The genetic legacy of the Quaternary ice ages. Nature. 2000;405:907–913. doi: 10.1038/35016000.", "ArticleIdList": ["10.1038/35016000", "10879524"]}, {"Citation": "Medail F., Diadema K. Glacial refugia influence plant diversity patterns in the Mediterranean Basin. J. Biogeogr. 2009;36:1333–1345. doi: 10.1111/j.1365-2699.2008.02051.x.", "ArticleIdList": ["10.1111/j.1365-2699.2008.02051.x"]}, {"Citation": "Aničić N., Patelou E., Papanikolaou A., Kanioura A., Valdesturli C., Arapitsas P., Skoric M., Dragicevic M., Gasic U., Koukounaras A., et al. Comparative metabolite and gene expression analyses in combination with gene characterization revealed the patterns of flavonoid accumulation during Cistus creticus subsp. creticus fruit development. Front. Plant Sci. 2021;12:385.", "ArticleIdList": ["PMC8034662", "33841455"]}, {"Citation": "Fedele F.G., Giaccio B., Isaia R., Orsi G. The Campanian Ignimbrite Eruption, Heinrich Event 4, and Palaeolithic Change in Europe: A High-Resolution Investigation. Volcanism Earth’s Atmos. Geophys. Monogr. Ser. 2003;139:301–325."}, {"Citation": "Costa A., Folch A., Macedonio G., Giaccio B., Isaia R., Smith V.C. Quantifying volcanic ash dispersal and impact of the Campanian Ignimbrite super-eruption. Geophys. Res. Lett. 2012;39 doi: 10.1029/2012GL051605.", "ArticleIdList": ["10.1029/2012GL051605"]}, {"Citation": "Kaniewski D., Marriner N., Morhange C., Rius D., Carre M.-B., Faivre S., Van Campo E. Croatia’s mid-Late Holocene (5200-3200 BP) coastal vegetation shaped by human societies. Quat. Sci. Rev. 2018;200:334–350. doi: 10.1016/j.quascirev.2018.10.004.", "ArticleIdList": ["10.1016/j.quascirev.2018.10.004"]}, {"Citation": "Cordova C. The Mediterraneanization of Crimea: Physical and cultural processes in landscape transformation. Méditerranée. 2016;126:25–36. doi: 10.4000/mediterranee.8179.", "ArticleIdList": ["10.4000/mediterranee.8179"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "7", "Day": "2"}, {"Year": "2021", "Month": "7", "Day": "29"}, {"Year": "2021", "Month": "8", "Day": "2"}, {"Year": "2021", "Month": "8", "Day": "28", "Hour": "1", "Minute": "4"}, {"Year": "2021", "Month": "8", "Day": "29", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "8", "Day": "29", "Hour": "6", "Minute": "1"}, {"Year": "2021", "Month": "8", "Day": "6"}], "PublicationStatus": "epublish", "ArticleIdList": ["34451664", "PMC8399514", "10.3390/plants10081619", "plants10081619"]}}], "PubmedBookArticle": []}