{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Asparagus racemosus", "Biochemical response", "Carbon partitioning", "Elevated CO2 concentration", "Nutrients"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34458971", "DateCompleted": {"Year": "2022", "Month": "01", "Day": "20"}, "DateRevised": {"Year": "2023", "Month": "02", "Day": "16"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "08", "Day": "30"}], "Language": ["eng"], "ELocationID": ["10.1007/s11356-021-16050-3"], "Journal": {"ISSN": "1614-7499", "JournalIssue": {"Volume": "29", "Issue": "5", "PubDate": {"Year": "2022", "Month": "Jan"}}, "Title": "Environmental science and pollution research international", "ISOAbbreviation": "Environ Sci Pollut Res Int"}, "ArticleTitle": "Alteration in biochemical constituents and nutrients partitioning of Asparagus racemosus in response to elevated atmospheric CO<sub>2</sub> concentration.", "Pagination": {"StartPage": "6812", "EndPage": "6821", "MedlinePgn": "6812-6821"}, "Abstract": {"AbstractText": ["Understanding the response of medicinal plants to elevated CO<sub>2</sub> concentrations is crucial to evaluate the climate change impacts on medicinal plant's productivity together with the accumulation of biochemical constituents counting nutrients wealth. The present study investigated the effect of elevated CO<sub>2</sub> concentrations (ambient-~400±4, 600±12, and 800±16 μmol CO<sub>2</sub> mol<sup>-1</sup>) on the biochemical constituents (viz. chlorophyll, carotenoids, ascorbic acid, protein, total sugars, and carbon partitioning) and accumulation of mineral nutrients (viz. potassium, phosphorus, and magnesium) in different plant parts (viz. leaf, stem, and root) of Asparagus racemosus Willd., an endangered medicinal plant species. The results confirmed that the elevated CO<sub>2</sub> concentration significantly (p ≤ 0.05) enhanced the leaves biochemical constituents, viz. chlorophyll, protein, total sugars, and carbon content while conversely diminishes the ascorbic acid content in leaf. The accumulation of nutrients especially potassium and magnesium were significantly (p ≤ 0.05) improved while it is reverse in case of phosphorus under the elevated CO<sub>2</sub> concentration. Moreover, elevated CO<sub>2</sub> notably altered protein, sugars, carbon, and nutrients partitioning in leaf, stem, and root tissues. This study will be helpful in anticipating the effect of rising atmospheric CO<sub>2</sub> concentration on medicinal and threatened plants and require further intensive studies to comprehend the effects of elevated CO<sub>2</sub> concentration."], "CopyrightInformation": "© 2021. The Author(s), under exclusive licence to Springer-Verlag GmbH Germany, part of Springer Nature."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Forest Ecology and Climate change Division, Forest Research Institute, P.O. New Forest, Dehradun, Uttarakhand, 248006, India."}], "LastName": "Sharma", "ForeName": "Rupali", "Initials": "R"}, {"Identifier": ["0000-0003-2112-6182"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Forest Ecology and Climate change Division, Forest Research Institute, P.O. New Forest, Dehradun, Uttarakhand, 248006, India. hukumsingh97@yahoo.com."}], "LastName": "Singh", "ForeName": "Hukum", "Initials": "H"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "Environ Sci Pollut Res Int", "NlmUniqueID": "9441769", "ISSNLinking": "0944-1344"}, "ChemicalList": [{"RegistryNumber": "1406-65-1", "NameOfSubstance": "Chlorophyll"}, {"RegistryNumber": "142M471B3J", "NameOfSubstance": "Carbon Dioxide"}, {"RegistryNumber": "7440-44-0", "NameOfSubstance": "Carbon"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Carbon"}, {"QualifierName": [], "DescriptorName": "Carbon Dioxide"}, {"QualifierName": [], "DescriptorName": "Chlorophyll"}, {"QualifierName": [], "DescriptorName": "Nutrients"}, {"QualifierName": [], "DescriptorName": "Photosynthesis"}, {"QualifierName": [], "DescriptorName": "Plant Leaves"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Ahammed GJ, Li X, Liu A, Chen S (2020) Physiological and defense responses of tea plants to elevated co<sub>2</sub>: a review. Front Plant Sci 11:305. https://doi.org/10.3389/fpls.2020.00305", "ArticleIdList": ["10.3389/fpls.2020.00305"]}, {"Citation": "Ainsworth EA (2008) Rice production in a changing climate: a meta-analysis of responses to elevated carbon dioxide and elevated ozone concentration. Glob Chang Biol 14:1642–1650"}, {"Citation": "Ainsworth EA, Long SP (2005) What have we learned from 15 years of free-air CO<sub>2</sub> enrichment (FACE)? A meta-analytic review of the responses of photosynthesis, canopy properties and plant production to rising CO<sub>2</sub>. New Phytol 165:351–372"}, {"Citation": "Al Jaouni S, Saleh AM, Wadaan MAM, Hozzein WN, Selim S, Abd Elgawad H (2018) Elevated CO<sub>2</sub> induces a global metabolic change in basil (Ocimum basilicum L.) and peppermint (Mentha piperita L.) and improves their biological activity. J Plant Physiol 224-225:121–131. https://doi.org/10.1016/j.jplph.2018.03.016", "ArticleIdList": ["10.1016/j.jplph.2018.03.016"]}, {"Citation": "Aljazairi S, Arias C, Nogues S (2014) Carbon and nitrogen allocation and partitioning in traditional and modern wheat genotypes under pre-industrial and future CO<sub>2</sub> conditions. Plant Biol 17:647–659. https://doi.org/10.1111/plb.12280", "ArticleIdList": ["10.1111/plb.12280"]}, {"Citation": "Aranjuelo I, Cabrerizo PM, Arrese-Igor C, Aparicio-Tejo PM (2013) Pea plant responsiveness under elevated [CO<sub>2</sub>] is conditioned by the N source (N<sub>2</sub> fixation versus NO<sub>3</sub>-fertilization). Environ Exp Bot 95:34–40. https://doi.org/10.1016/j.envexpbot.2013.10.020", "ArticleIdList": ["10.1016/j.envexpbot.2013.10.020"]}, {"Citation": "Azam A, Hameed A, Khan I (2017) Impact of elevated atmospheric carbon dioxide on yield, vitamin C, proximate, fatty acid and amino acid composition of capsicum (Capsicum annuum). Environ Pollut Prot 2:153–167. https://doi.org/10.22606/epp.2017.24001", "ArticleIdList": ["10.22606/epp.2017.24001"]}, {"Citation": "Bloom AJ, BurgerM R-AJS, Cousins AB (2010) Carbon dioxide enrichment inhibits nitrate assimilation in wheat and Arabidopsis. Science 328:899–903", "ArticleIdList": ["10.1126/science.1186440"]}, {"Citation": "Butterly CR, Armstrong R, Chen D, Tang C (2015) Carbon and nitrogen partitioning of wheat and field pea grown with two nitrogen levels under elevated CO<sub>2</sub>. Plant Soil 391:367–382. https://doi.org/10.1007/s11104-015-2441-5", "ArticleIdList": ["10.1007/s11104-015-2441-5"]}, {"Citation": "Cha S, Chae HM, Lee SH, Shim JK (2017) Effect of elevated atmospheric CO<sub>2</sub> concentration on growth and leaf litter decomposition of Quercus acutissima and Fraxinus rhynchophylla. PLoS One 12:e0171197. https://doi.org/10.1371/journal.pone.0171197", "ArticleIdList": ["10.1371/journal.pone.0171197"]}, {"Citation": "Cotrufo MF, Ineson P, Scott A (1998) Elevated CO<sub>2</sub> reduces the nitrogen concentration of plant tissues. Glob Chang Biol 4:43–54", "ArticleIdList": ["10.1046/j.1365-2486.1998.00101.x"]}, {"Citation": "Dong J, Gruda N, Lam SK, Li X, Duan Z (2018) Effects of elevated CO<sub>2</sub> on nutritional quality of vegetables: a review. Front Plant Sci 9:924. https://doi.org/10.3389/fpls.2018.00924", "ArticleIdList": ["10.3389/fpls.2018.00924"]}, {"Citation": "Dubois M, Gilles KA, Hamilton JK, Rebers PA, Smith F (1956) Colorimetric method for determination of sugars and related substances. Anal Chem 28:350–356", "ArticleIdList": ["10.1021/ac60111a017"]}, {"Citation": "Duval BD, Blankinship JC, Dijkstra P, Hungate BA (2012) CO<sub>2</sub> effects on plant nutrient concentration depend on plant functional group and available nitrogen: a meta-analysis. Plant Ecol 213:505–521", "ArticleIdList": ["10.1007/s11258-011-9998-8"]}, {"Citation": "Gairola S, Shariff NM, Bhatt A, Kala CP (2010) Influence of climate change on production of secondary chemicals in high altitude medicinal plants: issues needs immediate attention. J Med Plant Res 4:1825–1829"}, {"Citation": "Ghasemzadeh A, Jaafar HZE (2011) Antioxidant potential and anticancer activity of young ginger (Zingiber officinale Roscoe) grown under different CO<sub>2</sub> concentration. J Med Plant Res 5:3247–3255"}, {"Citation": "Giri A, Armstrong B, Rajashekar CB (2016) Elevated carbon dioxide level suppresses nutritional quality of lettuce and spinach. Am J Plant Sci 7:246–258", "ArticleIdList": ["10.4236/ajps.2016.71024"]}, {"Citation": "Hamid RM, Ahmad R, Ali RB (2012) The impact of elevated CO<sub>2</sub> on growth and competitiveness of C<sub>3</sub> and C<sub>4</sub> crops and weeds. Euro J Exp Bio 2:1144–1150"}, {"Citation": "Hiscox JD, Israelstam GF (1979) A method for the extraction of chlorophyll from leaf tissue without maceration. Can J Bot 57:1332–1334", "ArticleIdList": ["10.1139/b79-163"]}, {"Citation": "Hocking PJ, Meyer CP (1991) Carbon dioxide enrichment decreases critical nitrate and nitrogen concentrations in wheat. J Plant Nutr 14:571–584", "ArticleIdList": ["10.1080/01904169109364225"]}, {"Citation": "Holman WIM (1943) A new technique for the determination of phosphorus by the molybdenum blue method. Biochem J 37:256–259", "ArticleIdList": ["10.1042/bj0370256"]}, {"Citation": "Huang W, Houlton BZ, Marklein AR, Liu J, Zhou G (2015) Plant stoichiometric responses to elevated CO<sub>2</sub> vary with nitrogen and phosphorus inputs: evidence from a global-scale meta-analysis. Sci Rep 5:18225. https://doi.org/10.1038/srep18225", "ArticleIdList": ["10.1038/srep18225"]}, {"Citation": "Ibrahim MH, Jaafar HZE (2011) Increased Carbon Dioxide concentration improves the antioxidative properties of the Malaysian herb Kacip fatimah (Labisia pumila). Molecules 16:6068–6081", "ArticleIdList": ["10.3390/molecules16076068"]}, {"Citation": "Jaafar HZE, Ibrahim MH, Karimi E (2012) Phenolics and flavonoids compounds, phenylanine ammonia lyase and antioxidant activity responses to elevated CO<sub>2</sub> in Labisia pumila (Myrisinaceae). Molecules 17:6331–6347"}, {"Citation": "Jeong HM, Kim HR, Hong S, Han Y (2018) Effects of elevated CO<sub>2</sub> concentration and increased temperature on leaf quality responses of rare and endangered plants. J Ecology Environ 42:1. https://doi.org/10.1186/s41610-017-0061-0", "ArticleIdList": ["10.1186/s41610-017-0061-0"]}, {"Citation": "Johnson DW, Cheng W, Joslin JD, Norby RJ, Edwards NT, Todd DE (2004) Effects of elevated CO<sub>2</sub> on nutrient cycling in a sweetgum plantation. Biogeochemistry 69:379–403. https://doi.org/10.1023/B:BIOG.0000031054.19158.7c", "ArticleIdList": ["10.1023/B:BIOG.0000031054.19158.7c"]}, {"Citation": "Kaundal M, Bhatt V, Kumar R (2018) Elevated CO<sub>2</sub> and temperature effect on essential oil content and composition of Valeriana jatamansi Jones. with organic manure application in a western Himalayan region. J Essent Oil Bear Pl 21:1041–1050. https://doi.org/10.1080/0972060X.2018.1497547", "ArticleIdList": ["10.1080/0972060X.2018.1497547"]}, {"Citation": "Khairy HM, Shaltout NA, Naggar MFE, Naggar NAE (2014) Impact of elevated CO<sub>2</sub> concentrations on the growth and ultrastructure of non-calcifying marine diatom (Chaetoceros gracilis F.Schutt). Egypt J Aquat Res 40:243–250. https://doi.org/10.1016/j.ejar.2014.08.002", "ArticleIdList": ["10.1016/j.ejar.2014.08.002"]}, {"Citation": "Lavanya C, Ashoka J, Sreenivasa AG, Nadagoud S, Beladhadi BV (2017) Effect of elevated carbon dioxide and temperature on growth, yield and quality parameters of mulberry. Int J Curr Microbiol App Sci 6:3351–3356. https://doi.org/10.20546/ijcmas.2017.611.393", "ArticleIdList": ["10.20546/ijcmas.2017.611.393"]}, {"Citation": "Liu J, Huang W, Zhou G, Zhang D, Liu S, Li Y (2012) Nitrogen to phosphorus ratios of tree species in response to elevated carbon dioxide and nitrogen addition in subtropical forests. Glob Chang Biol 19:208–216", "ArticleIdList": ["10.1111/gcb.12022"]}, {"Citation": "Liu S, Waqas MA, Wang S, Xy X, Wan YF (2017) Effects of increased levels of atmospheric CO<sub>2</sub> and high temperatures on rice growth and quality. PLoS One 12:e0187724. https://doi.org/10.1371/journal.pone.0187724", "ArticleIdList": ["10.1371/journal.pone.0187724"]}, {"Citation": "Loladze I (2002) Rising atmospheric CO<sub>2</sub> and human nutrition: toward globally imbalanced plant stoichiometry. Trends Ecol Evol 17:457–461", "ArticleIdList": ["10.1016/S0169-5347(02)02587-9"]}, {"Citation": "Mooney HA, Winner WE, Pell EJ (1991) Response of plants to multiple stresses. Academic Press, San Diego, California, USA"}, {"Citation": "Pérez-López U, Sgherri C, Miranda-Apodaca J, Micaelli F, Lacuesta M, Mena-Petite A et al (2018) Concentration of phenolic compounds is increased in lettuce grown under high light intensity and elevated CO<sub>2</sub>. Plant Physiol Biochem 123:233–241. https://doi.org/10.1016/j.plaphy.2017.12.010", "ArticleIdList": ["10.1016/j.plaphy.2017.12.010"]}, {"Citation": "Pyo YJ, Gierth M, Schroeder JI, Cho MH (2010) High-affinity K<sup>(+)</sup> transport in Arabidopsis: AtHAK5 and AKT1 are vital for seedling establishment and post germination growth under low-potassium conditions. Plant Physiol 153:863–875. https://doi.org/10.1104/pp.110.154369"}, {"Citation": "Rosa BL, Souza JP, Pereira EG (2019) Increased atmospheric CO<sub>2</sub> changes the photosynthetic responses of Acrocomia aculeata (Arecaceae) to drought. Acta Bot Bras 33:486–497. https://doi.org/10.1590/0102-33062019abb0056", "ArticleIdList": ["10.1590/0102-33062019abb0056"]}, {"Citation": "Sachan AK, Das DR, Dohare SL, Shuaib M (2012) Asparagus racemosus (Shatavari): an overview. Int J Pharm Chem Sci 1:588–592"}, {"Citation": "Saldanha CW, Otoni CG, Rocha DI et al (2014) CO<sub>2</sub>-enriched atmosphere and supporting material impact the growth, morphophysiology and ultrastructure of in vitro Brazilian-ginseng [Pfaffia glomerata (Spreng.) Pedersen] plantlets. Plant Cell Tissue Organ Cult 118:87–99. https://doi.org/10.1007/s11240-014-0464-x"}, {"Citation": "Sallas L, Luomala EM, Ultriainen J, Kainulainen P, Holopainen JK (2003) Contrasting effects of elevated carbon dioxide concentration and temperature on Rubisco activity, chlorophyll fluorescence, needle ultra-structure and secondary metabolites in conifer seedlings. Tree Physiol 23:97–108", "ArticleIdList": ["10.1093/treephys/23.2.97"]}, {"Citation": "Saravanan S, Karthi S (2014) Effect of elevated CO<sub>2</sub> on growth and biochemical changes in Catharanthus roseus—an valuable medicinal herb. World JPharm Pharmaceuti Sci 3:411–422"}, {"Citation": "Seneweera S (2011) Effects of elevated CO<sub>2</sub> on plant growth and nutrient partitioning of rice (Oryza sativa) at rapid tillering and physiological maturity. J Plant Interact 6:35–42. https://doi.org/10.1080/17429145.2010.513483", "ArticleIdList": ["10.1080/17429145.2010.513483"]}, {"Citation": "Sgherri CLM, Quartacci MF, Menconi M, RaschiA N-IF (1998) Interactions between drought and elevated CO<sub>2</sub> on alfalfa plants. J Plant Physiol 152:118–124", "ArticleIdList": ["10.1016/S0176-1617(98)80110-7"]}, {"Citation": "Sharma R, Singh H, Kaushik M, Nautiyal R, Singh O (2018) Adaptive physiological, carbon portioning and biomass production of Withania somnifera (L.) Dunal grown under elevated CO<sub>2</sub> regimes. 3 Biotech 8:1–10", "ArticleIdList": ["10.1007/s13205-018-1292-1"]}, {"Citation": "Singh A, Agarwal M (2015) Effects of ambient and elevated CO<sub>2</sub> on growth, chlorophyll fluorescence, photosynthetic pigments, antioxidants, and secondary metabolites of Catharanthus roseus (L.) G Don. grown under three different soil N levels. EnvironSciPollutResInt 22:3936–3946. https://doi.org/10.1007/s11356-014-3661-6", "ArticleIdList": ["10.1007/s11356-014-3661-6"]}, {"Citation": "Singh H, Sharma R, Savita A et al (2018) Adaptive physiological response of Parthenium hysterophorus to elevated atmospheric CO<sub>2</sub> concentration. IndianFor 144:1–14"}, {"Citation": "Singh H, Yadav M, Kumar N, Kumar A, Kumar M (2020) Assessing adaptation and mitigation potential of roadside trees under the influence of vehicular emissions: a case study of Grevillea robusta and Mangifera indica planted in an urban city of India. PLoS One 15:e0227380. https://doi.org/10.1371/journal.pone.0227380", "ArticleIdList": ["10.1371/journal.pone.0227380"]}, {"Citation": "Singh S, Singh H, Sharma SK, Nautiyal R (2021) Seasonal variation in biochemical responses of bamboo clones in the sub-tropical climate of Indian Himalayan foothills. Heliyon 7(4): e06859. https://doi.org/10.1016/j.heliyon.2021.e06859"}, {"Citation": "Taub DR, Wang XZ (2008) Why are nitrogen concentrations in plant tissues lower under elevated CO<sub>2</sub>. A critical examination of the hypotheses. J Integr Plant Biol 50:1365–1374", "ArticleIdList": ["10.1111/j.1744-7909.2008.00754.x"]}, {"Citation": "Teng N, Wang J, Chen T, Wu X, Wang Y, Lin J (2006) Elevated CO<sub>2</sub> induces physiological, biochemical and structural changes in leaves of Arabidopsis thaliana. New Phytol 172:92–103", "ArticleIdList": ["10.1111/j.1469-8137.2006.01818.x"]}, {"Citation": "Thompson M, Gamage D, Hirotsu N, Martin A, Seneweera S (2017) Effects of elevated carbon dioxide on photosynthesis and carbon partitioning: a perspective on root sugar sensing and hormonal crosstalk. Front Physiol 8:578. https://doi.org/10.3389/fphys.2017.00578", "ArticleIdList": ["10.3389/fphys.2017.00578"]}, {"Citation": "Tränkner M, Tavakol E, Jákli B (2018) Functioning of potassium and magnesium in photosynthesis, photosynthate translocation and photoprotection. Physiol Plant 163:414–431", "ArticleIdList": ["10.1111/ppl.12747"]}, {"Citation": "Urbonaviciute A, Samuoliene G, Sakalauskaite J, Duchovskis P, Brazaityte A, Siksnianiene JB, Ulinskaite R, Sabajeviene G, Baranauskis K (2006) The effect of elevated CO<sub>2</sub> concentrations on leaf carbohydrate, chlorophyll contents and photosynthesis in radish. Pol J Environ Stud 15:921–925"}, {"Citation": "Walkley AJ, Black IA (1934) Estimation of soil organic carbon by the chromic acid titration method. Soil Sci 37:29–38"}, {"Citation": "Wang J, Liu X, Zhang X, Li L, Lam SK, Pan G (2019) Changes in plant C, N and P ratios under elevated [CO<sub>2</sub>] and canopy warming in a rice-winter wheat rotation system. Sci Rep 9:5424. https://doi.org/10.1038/s41598-019-41944-1", "ArticleIdList": ["10.1038/s41598-019-41944-1"]}, {"Citation": "Watson SA, Noggle GR (1947) Effect of Mineral Deficiencies upon the Synthesis of Riboflavin and Ascorbic Acid by the Oat Plant. Plant Physiol  22(3):228–243"}, {"Citation": "Wilkinson SR, Welch RM, Mayland HF, Grunes DL (1990) Magnesium in plants: uptake, distribution, function, and utilization by man and animals. In: Sigel H, Sigel A (eds) Metal Ions in Biological Systems. Marcel Dekker Inc, New York, NY, pp 33–56"}, {"Citation": "Wu X, Sun S, Xing G, Wang G, Wang F, Xu Z et al (2017) Elevated carbon dioxide altered morphological and anatomical characteristics, ascorbic acid accumulation, and related gene expression during taproot development in carrots. Front Plant Sci 7:2026. https://doi.org/10.3389/fpls.2016.02026", "ArticleIdList": ["10.3389/fpls.2016.02026"]}, {"Citation": "Yadav SK, Singh H, Nautiyal R, Ginwal HS, Ansari SA, Barthwal S (2019) Modulation of morpho-physiological responses in Populus deltoides by elevated carbon dioxide and temperature. Forest Science, fxz048. https://doi.org/10.1093/forsci/fxz048"}, {"Citation": "Young HY, Gill RF (1951) Determination of magnesium in plant tissue with thiazole yellow. Anal Chem 23(5):751–754", "ArticleIdList": ["10.1021/ac60053a020"]}], "ReferenceList": [], "Title": "References"}], "History": [{"Year": "2021", "Month": "3", "Day": "11"}, {"Year": "2021", "Month": "8", "Day": "15"}, {"Year": "2021", "Month": "8", "Day": "31", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "1", "Day": "21", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "8", "Day": "30", "Hour": "6", "Minute": "15"}], "PublicationStatus": "ppublish", "ArticleIdList": ["34458971", "10.1007/s11356-021-16050-3", "10.1007/s11356-021-16050-3"]}}], "PubmedBookArticle": []}