{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Helicobacter pylori", "IFN-γ", "IL-4", "Immune Response", "OipA", "Propolis"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34466568", "DateRevised": {"Year": "2022", "Month": "04", "Day": "26"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "12", "Day": "08"}], "Language": ["eng"], "ELocationID": ["10.31661/gmj.v9i0.1687"], "Journal": {"ISSN": "2322-2379", "JournalIssue": {"Volume": "9", "PubDate": {"Year": "2020"}}, "Title": "Galen medical journal", "ISOAbbreviation": "Galen Med J"}, "ArticleTitle": "The Role of <i>Helicobacter pylori</i> Proinflammatory Outer Membrane Protein and Propolis in Immunomodulation on U937 Macrophage Cell Model.", "Pagination": {"StartPage": "e1687", "MedlinePgn": "e1687"}, "Abstract": {"AbstractText": ["Regarding the important role of proinflammatory outer membrane protein (OipA) in the pathogenesis of <i>Helicobacter pylori</i> infection and immunomodulatory activity of propolis, we aimed to evaluate the immunogenicity effect of a purified recombinant OipA protein and propolis in the induction of two cytokines, interferon-gamma (IFN-γ) and interleukin-4 (IL-4), in a macrophage cell model.", "The recombinant protein used in the present study corresponding to the <i>oipA</i> expressing a 34-35 kDa protein. OipA protein was purified by Ni-NTA affinity chromatography. The purified OipA protein (2.5- 40 μg /mL) and the propolis ethanolic extract (5-40 μg/mL) were incubated with phorbol 12-myristate 13-acetate-treated human myelomonocytic cell line U937 cells. IL-4 and IFN-γ levels were measured after 48 hours of incubation using enzyme-linked immunosorbent assay.", "The amounts of IL-4 and IFN-γ were significantly increased. The optimum concentration of OipA for the secretion of IL-4 was 5 μg/ml (P<0.0001). At higher concentrations, the amount of IL-4 diminished until suppression at 40 μg/mL. The optimum concentration of propolis, resulting in the most significant increased secretion of both IL-4 and IFN-γ was 40 μg/mL (P=0.0001 and P=0.0004).", "We found that an OipA concentration of 10 μg/mL was more effective for IFN-γ production; however, it was not effective for the high production of IL-4. Therefore, it is postulated that the OipA could mainly induce a Th1 response through the production of IFN-γ. We also observed propolis's capability to induce IFN-γ production; however, the effective concentration for this was the same as for IL-4. Therefore, as an adjuvant, proper concentration of propolis is required for OipA to give the optimum response."], "CopyrightInformation": "Copyright© 2020, Galen Medical Journal."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Microbiology Department, Faculty of Biological Sciences, Alzahra University, Tehran, Iran."}], "LastName": "Soudi", "ForeName": "Hengameh", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Microbiology Department, Faculty of Biological Sciences, Alzahra University, Tehran, Iran."}], "LastName": "Falsafi", "ForeName": "Tahereh", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Biotechnology Department, Faculty of Biological Sciences, Alzahra University, Tehran, Iran."}], "LastName": "Gharavi", "ForeName": "Sara", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medicinal Plants Research Department, Research and Development, Tabib-Daru Pharmaceutical Company, Kashan, Iran."}], "LastName": "Mahboubi", "ForeName": "Mohaddeseh", "Initials": "M"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Iran", "MedlineTA": "Galen Med J", "NlmUniqueID": "101625418", "ISSNLinking": "2322-2379"}}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Suzuki H, Saito Y, Hibi T. Helicobacter pylori and gastric mucosa-associated lymphoid tissue (MALT) lymphoma An updated review of clinical outcomes and the molecular pathogenesis. Gut Liver. 2009;3:81–7.", "ArticleIdList": ["PMC2852701", "20431728"]}, {"Citation": "Schutze K, Hentschel E, Dragosics B, Hirschl AM. Helicobacter pylori reinfection with identical organisms: transmission by the patients’ spouses. Gut. 1995;36:831–3.", "ArticleIdList": ["PMC1382617", "7615268"]}, {"Citation": "Tabassam FH, Graham DY, Yamaoka Y. OipA plays a role in Helicobacter pylori induced focal adhesion kinase activation and cytoskeletal reorganization. Cell Microbiology. 2008;10(4):1008–20.", "ArticleIdList": ["PMC2833351", "18067607"]}, {"Citation": "Ali Ali. AliAAkhiani, Karin Schön, and Nils LyckeVaccine-Induced Immunity against Helicobacter pylori, Infection Is Impaired in IL-18-Deficient Mice. J Immunol. 2004;173:3348–3356.", "ArticleIdList": ["15322198"]}, {"Citation": "Ayca Sayi, Esther Kohler, Iris Hitzler, Isabelle Arnold, Reto Schwendener, Hubert Rehrauer. et al. The CD4+ T Cell-Mediated IFN-γ Response to Helicobacter Infection Is Essential for Clearance and Determines Gastric Cancer Risk. J Immunol. 2009;182:7085–7101.", "ArticleIdList": ["19454706"]}, {"Citation": "Muller A, Solnick JV. Inflammation, immunity, and vaccine development for Helicobacter pylori. Helicobacter. 2011;16(Suppl.1):26–32.", "ArticleIdList": ["21896082"]}, {"Citation": "Dossumbekova A, Prinz C, Gerhard M, Brenner L, Backert S, Kusters JG. et al. Helicobacter pylori outer membrane proteins and gastric inflammation. Gut. 2006;55:1360–1.", "ArticleIdList": ["PMC1860015", "16905702"]}, {"Citation": "Wroblewski LE, Peek RM Jr, Wilson KT. Helicobacter pylori and gastric cancer factors that modulate disease risk. Clin Microbiol Rev. 2010;23:713–39.", "ArticleIdList": ["PMC2952980", "20930071"]}, {"Citation": "Yamaoka Y, Kodama T, Graham DY, Kashima K. , Search for putative virulence factors of Helicobacter pylori. The low-molecular-weight (33-35 K) antigen, Dig Dis Sci. 1998;43(7):1482–7.", "ArticleIdList": ["9690382"]}, {"Citation": "Yamaoka Y, Kwon DH, Graham DY. , A M(r) 34,000 proinflammatory outer membrane protein (OipA) of Helicobacter pylori. Proc Natl Acad Sci USA. 2000;97(13):7533–8.", "ArticleIdList": ["PMC16580", "10852959"]}, {"Citation": "Leclerc C. New approaches in vaccine development. Comp Immunol Microbiol Infect Disease. 2003;26:329–41.", "ArticleIdList": ["12818620"]}, {"Citation": "Yamaoka Y, Kikuchi S, el-Zimaity HM, Gutierrez O, Osato MS, Graham DY. Importance of Helicobacter pylori oipA in clinical presentation, gastric inflammation, and mucosal interleukin 8 productions. Gastroenterology. 2002;123:414–424.", "ArticleIdList": ["12145793"]}, {"Citation": "Cai JL, Tang XL, Yang LF, Su XY. Propolis inactivated vaccine against infectious serositis in young ducks. Chin J Vet Sci. 2001;21:552–553."}, {"Citation": "Fischer G, Conceição FR, Leite FP, Dummer LA, Vargas GD, Hübner Sde O. et al. Immunomodulation produced by a green propolis extract on humoral and cellular responses of mice immunized with SuHV-1. Vaccine. 2007;25:1250–1256.", "ArticleIdList": ["17084001"]}, {"Citation": "Fischer G, Paulino N, Marcucci MC, Siedler BS, Munhoz LS, Finger PF. et al. Green propolis phenolic compounds act as vaccine adjuvants, improving humoral and cellular responses in mice inoculated with inactivated vaccines. Mem I Oswaldo Cruz. 2010;105:908–913.", "ArticleIdList": ["21120362"]}, {"Citation": "El-Khawaja OA, Salem TA, Elshal MF. Protective role of Egyptian propolis against tumor in mice. Clin Chim Acta. 2003;338:11–6.", "ArticleIdList": ["14637260"]}, {"Citation": "Hegazi AG, Abd El Hady FK, Shalaby HA. An in vitro effect of propolis on adult worms of Fasciola gigantica. Vet Parasitol. 2007;144:279–86.", "ArticleIdList": ["17113712"]}, {"Citation": "Abd El-Aziz TH, El-Beih NM, Soufy H, Nasr SM, Khalil FAM, Sharaf M. Effect of Egyptian propolis on lipid profile and oxidative status in comparison with nitazoxanide in immunosuppressed rats infected with Cryptosporidium spp. Glob Vet. 2014;13:17–27."}, {"Citation": "Mohaddese Mahboubi, Tahereh Falsafi, Majid Sadeghizadeh. Cloning and Sequence Analysis of Gene Encoding OipA from Iranian Patients with Helicobacter pylori Infection. Iran J Biotech. 2014;12:10–16."}, {"Citation": "Marcucci MC. Propolis: chemical composition, biological properties, and therapeutic activity. Apidologie. 1995;26:83–99."}, {"Citation": "Burdock GA. Review of the biological properties and toxicity of bee propolis (propolis) Food Chem Toxicol. 1998;36:347–63.", "ArticleIdList": ["9651052"]}, {"Citation": "Bankova VS, Castro SL, Marcucci MC. Propolis: recent advances in chemistry and plant origin. Apidologie. 2000;31:3–15."}, {"Citation": "Mohaddese Mahboubi, Tahereh Falsafi, Majid Sadeghizadeh, Fatemeh Mahjoub. The role of outer inflammatory protein A (OipA) in vaccination of the C57BL/6 mouse model infected by Helicobacter pylori. Turk J Med Sci. 2017;47(1):326–333.", "ArticleIdList": ["28263510"]}, {"Citation": "Dominique Velin, Kathrin Straubinger, Markus Gerhard. Inflammation, immunity, and vaccines for Helicobacter pylori infection. Helicobacter. 2016;21(Suppl.1):26–29.", "ArticleIdList": ["27531535"]}, {"Citation": "Ali Ali. AliAAkhiani, Jacques Pappo, Zita Kabok, Karin Schön, Wei Gao, Lennart EFranzén, et alProtection Against Helicobacter pylori Infection Following Immunization Is IL-12-Dependent and Mediated by Th1 Cells. J Immunol. 2002;169:6977–6984.", "ArticleIdList": ["12471132"]}, {"Citation": "Yamaoka Y, Kikuchi S, el-Zimaity HM, Gutierrez O, Osato MS, Graham DY. Importance of Helicobacter pylori OipA in clinical presentation, gastric inflammation, and mucosal interleukin 8 productions. Gastroenterology. 2002;123:414–24.", "ArticleIdList": ["12145793"]}, {"Citation": "Chen J, Lin L, Li N, She F. Enhancement of Helicobacter pylori outer inflammatory protein DNA vaccine efficacy by co-delivery of interleukin-2 and B subunit heat-labile toxin gene-encoded plasmids. Microbiol Immunol. 2012;56:85–92.", "ArticleIdList": ["22150716"]}, {"Citation": "Chen J, Lin M, Li N, Lin L, She F. Therapeutic vaccination with Salmonella-delivered codon-optimized outer inflammatory protein DNA vaccine enhances protection in Helicobacter pylori-infected mice. Vaccine. 2012;30:5310–5315.", "ArticleIdList": ["22749593"]}, {"Citation": "Chen J, Li N, She F. Helicobacter pylori outer inflammatory protein DNA vaccine-loaded bacterial ghost enhances immune protective efficacy in C57BL/6 mice. Vaccine. 2014;32:6054–6060.", "ArticleIdList": ["25236588"]}, {"Citation": "Ansorge S, Reinhold D, Lendeckel U. Propolis and some of its constituents down-regulate DNA synthesis and inflammatory cytokine production but induce TGF-β1 production of human immune cells. J Biosciences. 2003;58:580–589.", "ArticleIdList": ["12939048"]}, {"Citation": "Lee YJ, Kuo HC, Chu CY, Wang CJ, Lin WC, Tseng TH. Involvement of tumor suppressor protein p53 and p38 MAPK in caffeic acid phenethyl ester-induced apoptosis of C6 glioma cells. Biochem Pharmacol. 2003;66:2281–2289.", "ArticleIdList": ["14637186"]}, {"Citation": "Fischer G, Vidor T, Propolis as an immune system modulator substance. In: Oršoli N, Baši I, editors. Scientific Evidence of the Use of Propolis in Ethnomedicine. Kerala, India: Transworld Research Network; 2008. pp.133-147."}, {"Citation": "Sforcin JM. Propolis and the immune system: a review. J Ethnopharmacol. 2007;113:1–14.", "ArticleIdList": ["17580109"]}], "ReferenceList": []}], "History": [{"Year": "2019", "Month": "8", "Day": "10"}, {"Year": "2019", "Month": "12", "Day": "22"}, {"Year": "2020", "Month": "1", "Day": "24"}, {"Year": "2021", "Month": "9", "Day": "1", "Hour": "7", "Minute": "26"}, {"Year": "2021", "Month": "9", "Day": "2", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "9", "Day": "2", "Hour": "6", "Minute": "1"}, {"Year": "2020", "Month": "12", "Day": "8"}], "PublicationStatus": "epublish", "ArticleIdList": ["34466568", "PMC8343919", "10.31661/gmj.v9i0.1687"]}}], "PubmedBookArticle": []}