{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Ginger", "Mineral fertilizers", "Rhizome nutrients", "Soil enzymes", "Soil nutrients"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34466105", "DateRevised": {"Year": "2023", "Month": "09", "Day": "20"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "05", "Day": "24"}], "Language": ["eng"], "ELocationID": ["10.1016/j.sjbs.2021.05.037"], "Journal": {"ISSN": "1319-562X", "JournalIssue": {"Volume": "28", "Issue": "9", "PubDate": {"Year": "2021", "Month": "Sep"}}, "Title": "Saudi journal of biological sciences", "ISOAbbreviation": "Saudi J Biol Sci"}, "ArticleTitle": "Impact of mineral fertilizers on mineral nutrients in the ginger rhizome and on soil enzymes activities and soil properties.", "Pagination": {"StartPage": "5268", "EndPage": "5274", "MedlinePgn": "5268-5274"}, "Abstract": {"AbstractText": ["Ginger is used as one of the important ingredients in traditional as well as modern medicine besides as a spice. It boosts immunity and is a rich source of many biologically active substances and minerals. Although it is a medicinally important crop, its productivity is, however, affected due to poor nutrient management and therefore it requires an adequate supply of nutrients in the form of inorganic fertilizers or organic manuring, or a mixture of both. In this context, the present study was aimed to investigate the effect of mineral fertilizers on the content of mineral elements in the ginger rhizome, on soil enzyme activity, and soil properties. Lysimeter experiments were conducted at the Institute of Genetics and Plant Experimental Biology, Kibray, Tashkent region, Uzbekistan. The experiment comprised of four treatments T1 - Control, T2 - N<sub>75</sub>P<sub>50</sub>K<sub>50</sub> kg/ha, T3 - and T4 - N<sub>100</sub>P<sub>75</sub>K<sub>75</sub> + B<sub>3</sub>Zn<sub>6</sub>Fe<sub>6</sub> kg/ha. The results showed that the application of N<sub>125</sub>P<sub>100</sub>K<sub>100</sub> kg/ha increased rhizome K content by 49%, P content by 20%, and Na content by 58% as compared to control without fertilizer. While the application of N<sub>100</sub>P<sub>75</sub>K<sub>75</sub> + B<sub>3</sub>Zn<sub>6</sub>Fe<sub>6</sub> kg/ha showed a significant enhancement in rhizome K, Ca, P, Mg, Na, Fe, Mn, Zn, Cu, Cr, Mo, and Si contents over the control. This treatment also improved active P content by 29%, total P content by 80%, total K content 16%, and N content by 33% content, and the activities of urease, invertase, and catalase activities as compared to control of without mineral fertilizer and control respectively. Thus the application of NPK + BZnFe at the rate of 100:75:75:3:6:6 kg/ha helps in improving macroelements and microelements in the ginger rhizome and activities of soil enzymes that helps in mineral nutrition of the rhizome."], "CopyrightInformation": "© 2021 The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Medicinal Plants Genetics and Biotechnology, Institute of Genetics and Plants Experimental Biology, Academy of Sciences of Uzbekistan, Uzbekistan."}], "LastName": "Jabborova", "ForeName": "D", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Microbiology, PSGVP Mandal's, Arts, Science & Commerce College, Shahada 425409, Maharashtra, India."}], "LastName": "Sayyed", "ForeName": "R Z", "Initials": "RZ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Medicinal Plants Genetics and Biotechnology, Institute of Genetics and Plants Experimental Biology, Academy of Sciences of Uzbekistan, Uzbekistan."}], "LastName": "Azimov", "ForeName": "A", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "National University of Uzbekistan, Tashkent, Uzbekistan."}], "LastName": "Jabbarov", "ForeName": "Z", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Bioorganic Chemistry of the Academy of Sciences of the Republic of Uzbekistan, Uzbekistan."}], "LastName": "Matchanov", "ForeName": "A", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Agricultural Academy, \"Nikola Pushkarov\" Institute of Soil Science, Agrotechnology and Plant Protection, Sofia 1331, Bulgaria."}], "LastName": "Enakiev", "ForeName": "Y", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, College of Science, Taif University, P.O. Box 11099, Taif 21944, Saudi Arabia."}], "LastName": "Baazeem", "ForeName": "Alaa", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Agronomy, Faculty of Agriculture, Kafrelsheikh University, Egypt."}], "LastName": "El Sabagh", "ForeName": "Ayman", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Soil Science, Faculty of Agricultural Sciences and Technology, Bahauddin Zakariya University, Multan, Pakistan."}], "LastName": "Danish", "ForeName": "Subhan", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Geology and Pedology, Faculty of Forestry and Wood Technology, Mendel University in Brno, Zemedelska1, 61300 Brno, Czech Republic."}], "LastName": "Datta", "ForeName": "Rahul", "Initials": "R"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Saudi Arabia", "MedlineTA": "Saudi J Biol Sci", "NlmUniqueID": "101543796", "ISSNLinking": "2213-7106"}, "CoiStatement": "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Aiwonegbe A.E., Ikhuoria E.U. Levels of selected heavy metals in some Nigerian vegetables. Trends App. Sci. Res. 2007;2:76–79."}, {"Citation": "Al-Eed M.A., Assubaie F.N., El-Garawany M.M., El-Hamshary H., Eltayeb Z.M. Determination of heavy metal levels in common spices. J. Applied Sci. 2002;17:87–98."}, {"Citation": "Allison V.J., Condron L.M., Peltzer D.A., Richardson S.J., Turner B.L. Changes in enzyme activities and soil microbial community composition along carbon and nutrient gradients at the Franz Josef chronosequence. New Zealand. Soil Biol Biochem. 2007;39:1770–1781."}, {"Citation": "Alwakeel S.S. Microbial and heavy metals accumulation of herbal medicines. Res. J. Microbiol. 2008;3:683–691."}, {"Citation": "Asfaw N., Demissew S. Shoma Books; Addis Ababa: 2009. Aromatic plants in Ethiopia; pp. 27–185."}, {"Citation": "Devi K.N., Sarma H.N., Kumar S. Estimation of essential and trace elements in some medicinal plants by PIXE and PIGE techniques. Nucl. Instr. Methods Phys. Res. B. 2008;266:1605–1610."}, {"Citation": "Dinesh R., Srinivasan V., Hamza S. Nutrition. In: Singh H.P., Parthasarathy V.A., Kandiannan K., Krishnamurthy K.S., editors. Zingiberaceae crops—present and future. Westville Publishing House; New Delhi: 2012. pp. 255–287."}, {"Citation": "Dinesh R., Srinivasan V., Hamza S., Manjusha A., Kumar P.S. Short-term effects of nutrient management regimes on biochemical and microbial properties in soils under rainfed ginger (Zingiber officinale Rosc.) Geoderma. 2012;173:192–198."}, {"Citation": "Egamberdieva, D., Jabborova, D., 2018. Medicinal plants of Uzbekistan and their traditional uses. Springer Nature Switzerland AG. In: D, Egamberdieva., M, Öztürk., (Eds.), Vegetation of Central Asia and Environs. Springer Nature Switzerland AG, pp. 211–237."}, {"Citation": "Egamberdieva, D., Jabborova, D., 2020. Plant microbiome: source for biologically active compounds. In: M, Ozturk., D, Egamberdieva and M, Pesici., (Eds.), Biodiversity and Biomedicine. Elsevier Inc. pp. 1–9."}, {"Citation": "Egamberdieva D., Jabborova D., Berg G. Synergistic interactions between Bradyrhizobium japonicum and the endophyte Stenotrophomonas rhizophila and their effects on growth and nodulation of soybean under salt stress. Plant Soil. 2016;405:35–45."}, {"Citation": "Egamberdieva D., Jabborova D., Wirth S., Alam P., Alyemeni M.N., Ahmad P. Interaction of magnesium with nitrogen and phosphorus modulates symbiotic performance of soybean with Bradyrhizobium japonicum and its root architecture. Front. Microbiol. 2018;9:1–11.", "ArticleIdList": ["PMC5974200", "29875740"]}, {"Citation": "Egamberdieva D., Wirth S., Jabborova D., Räsänen L.A., Liao H. Coordination between Bradyrhizobium and Pseudomonas alleviates salt stress in soybean through altering root system architecture. J. Plant Interact. 2017;12:100–107."}, {"Citation": "Fang H.J., Yu G.R., Cheng S.L., Mo J.M., Yan J.H., Li S. 13C abundance, water-soluble, and microbial biomass carbon as potential indicators of soil organic carbon dynamics in subtropical forests at different successional stages and subject to different nitrogen loads. Plant Soil. 2009;320:243–254."}, {"Citation": "Grzanna R., Lindmark L., Frondoza C. Ginger-A herbal medicinal product with broad anti-inflammatory actions. J. Med. Food. 2005;8:125–132.", "ArticleIdList": ["16117603"]}, {"Citation": "Guo H., Yao J., Cai M., Qian Y., Guo Y., Richnow H.H. Effects of petroleum contamination on soil microbial numbers, metabolic activity and urease activity. Chemosphere. 2012;87:1273–1280.", "ArticleIdList": ["22336736"]}, {"Citation": "Jabborova D., Annapurna K., Fayzullaeva M., Sulaymonov K., Kadirova D., Jabbarov Z., Sayyed R.Z. Isolation and characterization of endophytic bacteria from ginger (Zingiber officinale Rosc.) Ann. Phytomed. 2020;9:116–121."}, {"Citation": "Jabborova D., Baboev S., Davranov K., Jabbarov Z. Improvement of plant growth, nodulation, and yield of common bean (Phaseolus vulgaris L.) by microbiological preparations. J. Biol. Chem. Research. 2019;36:52–57."}, {"Citation": "Jabborova, D., Egamberdieva, D., 2019. Antibacterial, antifungal, and antiviral properties of medicinal plants. In: D. Egamberdieva., A. Tiezzi., (Eds.), Medically Important Plant Biomes: Source of Secondary Metabolites Springer Nature Singapore Pte Ltd, pp. 51–65."}, {"Citation": "Jabborova D., Enakiev Y., Sulaymanov K., Kadirova D., Ali A., Annapurna K. Plant growth-promoting bacteria Bacillus subtilis promote growth and physiological parameters of Zingiber officinale Roscoe. Plant Sci. Today. 2021;8:66–71."}, {"Citation": "Jabborova D., Enakiev Y.I., Kakhramon D., Begmatov S. Effect of coinoculation with Bradyrhizobium japonicum and Pseudomonas putida on root morph-architecture traits, nodulation, and growth of soybean in response to phosphorus supply under hydroponic conditions. Bulgarian J. Agric. Sci. 2018;24:1004–1011."}, {"Citation": "Jabborova D., Wirth S., Kannepalli A., Narimanov A., Desouky S., Davranov K., Sayyed R.Z., Enshasy H., AbdMalek R., Syed A., Bahkali A.H. Co-Inoculation of Rhizobacteria and Biochar Application Improves Growth and Nutrients in Soybean and Enriches Soil Nutrients and Enzymes. Agronomy. 2020;10:1142. doi: 10.3390/agronomy10081142.", "ArticleIdList": ["10.3390/agronomy10081142"]}, {"Citation": "Lokeshwari H., Chandrappa G.T. Impact of heavy metal contamination of bellandur lake on soil and cultivated vegetation. Curr Sci. 2006;91:622–627."}, {"Citation": "Mamarasulov B., Davranov K., Jabborova D. Phytochemical, pharmacological, and biological properties of Ajuga turkestanica (Rgl.) Brig (Lamiaceae) Ann. Phytomed. 2020;9:44–57."}, {"Citation": "McDowell W.H., Magill A.H., Aitkenhead-Peterson J.A., Aber J.D., Merriam J.L., Kaushal S.S. Effects of chronic nitrogen amendment on dissolved organic matter and inorganic nitrogen in soil solution. Forest Ecol. Manage. 2004;196:29–41."}, {"Citation": "Minerals-Learn., 2010. The role of minerals in maintaining a healthy body. Available at: http://www.expert-nutrition.com/minerals.html, accessed on May. 22."}, {"Citation": "Monaco S., Hatch D.J., Sacco D., Bertora C., Grignani C. Changes in chemical and biochemical soil properties induced by 11-yr repeated additions of different organic materials in maize-based forage systems. Soil Biol. Biochem. 2008;40:608–615."}, {"Citation": "Obiajunwa E.I., Adebajo A.C., Omobuwajo O.R. Essential and trace element contents of some Nigerian medicinal plants. J. Radioanal. Nucl. Chem. 2002;252:473–476."}, {"Citation": "Ogunwandea I.A., Olawore N.O. Heavy trace metals and macronutrients status in herbal plants of Nigeria. Food Chem. 2004;85:67–71."}, {"Citation": "Olubunmi, B., Ajayi, Seun F., Akomolafe, Funmilayo, T., Akinyemi., 2013. Food Value of Two Varieties of Ginger (Zingiber officinale) Commonly Consumed in Nigeria. ISRN Nutrition, http://dx.doi.org/10.5402/2013/359727.", "ArticleIdList": ["PMC4045280", "24967255"]}, {"Citation": "Pancu, M., Gautheyrou, J., 2006. Handbook of Soil Analysis Mineralogical, Organic and Inorganic Methods. Springer. p. 800."}, {"Citation": "Sarabekov, A., Matchanov, A., G'ofurov, M.B., Xamidova, G., Maulyanov, S., Babaev, B., Jabborova, D., 2021. Element analysis of Helichrysum maracandicum collected in different regions of Uzbekistan. Plant Cell Biotechnol. Mol. Biol.. 22, 53–59."}, {"Citation": "Singh S.P. Nutrient supplementation through organic manures for growth and yield of ginger (Zingiber officinale Rose) J. Eco-friendly Agric. 2015;10:28–31."}, {"Citation": "Soils. Determination of mobile compounds of phosphorus and potassium by Machigin method modified by CINAO. 2005a. GOST 26205-91, M.: Publishing house of standards. p. 10."}, {"Citation": "Soils. Methods for determination of organic matter//Determination of organic matter by the method Tyurin modified by CINAO., 2003. GOST 26213-91, M.: Publishing house of standards, p. 11."}, {"Citation": "Soils. Methods for determination of total nitrogen, 2002. GOST 26107-84, M.: Publishing house of standards. p. 9."}, {"Citation": "Soils. Methods for determining total phosphorus and total potassium. 2005b. GOST 26261-84, M.: Publishing house of standards, p. 10."}, {"Citation": "Srinivasan V., Thankamani C.K., Dinesh R., Kandiannan K., Hamza S., Leela N.K., Zachariah T.J. Variations in soil properties, rhizome yield, and quality as influenced by different nutrient management schedules in rainfed ginger. Agric. Res. 2019;8(2):218–230."}, {"Citation": "Thakur S.K., Sharma S.K. Response of ginger to nitrogen and phosphorus in the sub-tropical zone of Himachal Pradesh. Indian J. Agric. Res. 1997;31:195–198."}, {"Citation": "Tursunov L. T. University; 2010. Soil Physics. Determination of the mechanical composition of soils by the Kachinsky method; p. 358."}, {"Citation": "Wagesho Yohannes, Chandravanshi Bhagwan Singh. Levels of essential and non-essential metals in ginger (Zingiber officinale) cultivated in. Ethiopia SpringerPlus. 2015;4:107. doi: 10.1186/s40064-015-0899-5.", "ArticleIdList": ["10.1186/s40064-015-0899-5", "PMC4356677", "25789209"]}, {"Citation": "Wang Q.K., Wang S.L., Liu Y.X. Responses to N and P fertilization in a young Eucalyptus dunnii plantation: microbial properties, enzyme activities and dissolved organic matter. Appl. Soil Ecol. 2008;40:484–490."}, {"Citation": "Weiss E.A. CAB International; Wallingford: 1997. Essential oil crops; pp. 539–567."}, {"Citation": "Xaziev, F.X., Xaзиeв, Ф.X., 2005. Methods of Soil Enzymology. M.: Science, ISBN: 5020339407, 252."}, {"Citation": "Yanthan L., Singh A.K., Singh V.B. Effect of INM on yield, quality, and uptake of N, P, and K by ginger. Agropedology. 2010;20:74–79."}, {"Citation": "Zadeh J.B., Kor N.M. Physiological and pharmaceutical effects of ginger (Zingiber officinale Roscoe) as a valuable medicinal plant. Europian J. Exp. Biol. 2014;4:87–90."}, {"Citation": "Zhao D., Wang Z., Wu J., Xu Y., Xiao G. Comparison of different drying methods on Chinese ginger (Zingiber officinale) Roscoe): changes in volatiles, chemical profile, antioxidant properties, and microstructure. Food Chem. 2016;197:1292–1300.", "ArticleIdList": ["26675871"]}, {"Citation": "Zingiber officinale 2010. Available at: http://www.allianceingredients.com."}], "ReferenceList": []}, {"Reference": [{"Citation": "Dinesh R., Srinivasan V., Hamza S., Manjusha A. Short-term incorporation of organic manures and biofertilizers influences biochemical and microbial characteristics of soils under an annual crop [Turmeric (Curcuma longa L.)] Bioresour Technol. 2010;101:4697–4702.", "ArticleIdList": ["20163953"]}, {"Citation": "Grusak M.A. Enhancing mineral content in plant food products. J. Am. College Nutr. 2002;21:178–183.", "ArticleIdList": ["12071302"]}, {"Citation": "Huang B.K., Wang G.W., Chu Z.Y., Qin L.P. Effect of oven drying, microwave drying, and silica gel drying methods on the volatile components of ginger (Zingiber officinale Roscoe) by HS–SPME–GC–MS. Dry Technol. 2012;30:248–255."}, {"Citation": "Jung M.C. Heavy metal concentrations in soils and factors affecting metal uptake by plants in the vicinity of a Korean Cu-W mine. Sensors. 2008;8:2413–2423.", "ArticleIdList": ["PMC3673422", "27879826"]}, {"Citation": "Stoilova I., Krastanov A., Stoyanova A., Denev P., Gargova S. Antioxidant activity of a ginger extract (Zingiber officinale) Food Chem. 2007;102:764–770."}], "ReferenceList": [], "Title": "Further Reading"}], "History": [{"Year": "2021", "Month": "4", "Day": "17"}, {"Year": "2021", "Month": "5", "Day": "7"}, {"Year": "2021", "Month": "5", "Day": "18"}, {"Year": "2021", "Month": "9", "Day": "1", "Hour": "7", "Minute": "22"}, {"Year": "2021", "Month": "9", "Day": "2", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "9", "Day": "2", "Hour": "6", "Minute": "1"}, {"Year": "2021", "Month": "5", "Day": "24"}], "PublicationStatus": "ppublish", "ArticleIdList": ["34466105", "PMC8381012", "10.1016/j.sjbs.2021.05.037", "S1319-562X(21)00405-8"]}}], "PubmedBookArticle": []}