{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Portulaca oleracea", "allergy and immunology disorders", "alpha-linolenic acid", "genistin", "kaempferol", "quercetin", "respiratory disorders"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34462981", "DateCompleted": {"Year": "2021", "Month": "12", "Day": "24"}, "DateRevised": {"Year": "2021", "Month": "12", "Day": "24"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "08", "Day": "30"}], "Language": ["eng"], "ELocationID": ["10.1002/ptr.7268"], "Journal": {"ISSN": "1099-1573", "JournalIssue": {"Volume": "35", "Issue": "12", "PubDate": {"Year": "2021", "Month": "Dec"}}, "Title": "Phytotherapy research : PTR", "ISOAbbreviation": "Phytother Res"}, "ArticleTitle": "Experimental and clinical studies on the effects of Portulaca oleracea L. and its constituents on respiratory, allergic, and immunologic disorders, a review.", "Pagination": {"StartPage": "6813", "EndPage": "6842", "MedlinePgn": "6813-6842"}, "Abstract": {"AbstractText": ["Various pharmacological effects for Portulaca oleracea were shown in previous studies. Therefore, the effects of P. oleracea and its derivatives on respiratory, allergic, and immunologic diseases according to update experimental and clinical studies are provided in this review article. PubMed/Medline, Scopus, and Google Scholar were searched using appropriate keywords until the end of December 2020. The effects of P. oleracea and its constituents such as quercetin and kaempferol on an animal model of asthma were shown. Portulaca oleracea and its constituents also showed therapeutic effects on chronic obstructive pulmonary disease and chronic bronchitis in both experimental and clinical studies. The possible bronchodilatory effect of P. oleracea and its ingredients was also reported. Portulaca oleracea and its constituents showed the preventive effect on lung cancer and a clinical study showed the effect of P. oleracea on patients with lung adenocarcinoma. In addition, a various constituents of P. oleracea including, quercetin and kaempferol showed therapeutic effects on lung infections. This review indicates the therapeutic effect of P. oleracea and its constituents on various lung and allergic disorders but more clinical studies are required to establish the clinical efficacy of this plant and its constituents on lung and allergic disorders."], "CopyrightInformation": "© 2021 John Wiley & Sons Ltd."}, "AuthorList": [{"Identifier": ["0000-0001-9854-6121"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Cardiovascular Diseases Research Center, Birjand University of Medical Sciences, Birjand, Iran."}], "LastName": "Khazdair", "ForeName": "Mohammad Reza", "Initials": "MR"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Applied Biomedical Research Center, Mashhad University of Medical Sciences, Mashhad, Iran."}, {"Identifier": [], "Affiliation": "Department of Physiology, School of Medicine, Zahedan University of Medical Sciences, Zahedan, Iran."}], "LastName": "Saadat", "ForeName": "Saeideh", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Applied Biomedical Research Center, Mashhad University of Medical Sciences, Mashhad, Iran."}, {"Identifier": [], "Affiliation": "Lung Inflammatory Diseases Research Center, Faculty of Medicine, Ardabil University of Medical Sciences, Ardabil, Iran."}], "LastName": "Aslani", "ForeName": "Mohammad Reza", "Initials": "MR"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Natural Products and Medicinal Plants Research Center, North Khorasan University of Medical Sciences, Bojnurd, Iran."}, {"Identifier": [], "Affiliation": "Department of Physiology and Pharmacology, School of Medicine, North Khorasan University of Medical Sciences, Bojnurd, Iran."}], "LastName": "Shakeri", "ForeName": "Farzaneh", "Initials": "F"}, {"Identifier": ["0000-0001-5736-9755"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Applied Biomedical Research Center, Mashhad University of Medical Sciences, Mashhad, Iran."}, {"Identifier": [], "Affiliation": "Department of Physiology, Faculty of Medicine, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Boskabady", "ForeName": "Mohammad Hossein", "Initials": "MH"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Phytother Res", "NlmUniqueID": "8904486", "ISSNLinking": "0951-418X"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": ["drug therapy"], "DescriptorName": "Asthma"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Hypersensitivity"}, {"QualifierName": [], "DescriptorName": "Lung Neoplasms"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Plant Extracts"}, {"QualifierName": [], "DescriptorName": "Portulaca"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Ahmadifar, E., Hoseinifar, S. H., Adineh, H., Moghadam, M. S., & Dawood, M. A. (2020). Assessing the impact of Purslane (Portulaca oleracea L.) on growth performance, anti-oxidative, and immune activities in grass carp (Ctenopharyngodon idella). Annals of Animal Science, 20(4), 1427-1440."}, {"Citation": "Alipour, M. R., Ahmadiasl, N., Karimi, P., Alihemmati, A., Zolbin, M. M., & Daghigh, F. (2018). Effects of genistein treatment on molecular markers related to fibrosis: Addition to histological changes in the lung of ovariectomized diabetic rats. Journal of Contemporary Medical Sciences, 4(3), 158-162."}, {"Citation": "Al-Rekabi, M. D., Ali, S. H., Al-Basaisi, H., Hashim, F., Hussein, A. H., & Abbas, H. K. (2015). Immunomodulatory effects of Quercetin in patient with active rheumatoid arthritis. British Journal of Medical and Health Research, 2(6), 23-34."}, {"Citation": "Al-Sheddi, E. S., Farshori, N. N., Al-Oqail, M. M., Musarrat, J., Al-Khedhairy, A. A., & Siddiqui, M. A. (2015). Portulaca oleracea seed oil exerts cytotoxic effects on human liver cancer (HepG2) and human lung cancer (A-549) cell lines. Asian Pacific Journal of Cancer Prevention, 16(8), 3383-3387."}, {"Citation": "Askari, V. R., Rezaee, S. A., Abnous, K., Iranshahi, M., & Boskabady, M. H. (2016). The influence of hydro-ethanolic extract of Portulaca oleracea L. on Th1/Th2 balance in isolated human lymphocytes. Journal of Ethnopharmacology, 194, 1112-1121."}, {"Citation": "Aslani, M. R., Matin, S., Nemati, A., Mesgari-Abbasi, M., Ghorbani, S., & Ghobadi, H. (2020). Effects of conjugated linoleic acid supplementation on serum levels of interleukin-6 and sirtuin 1 in COPD patients. Avicenna Journal of Phytomedicine, 10(3), 305."}, {"Citation": "Baradaran Rahimi, V., Rakhshandeh, H., Raucci, F., Buono, B., Shirazinia, R., Samzadeh Kermani, A., & Askari, V. R. (2019). Anti-inflammatory and anti-oxidant activity of Portulaca oleracea extract on LPS-induced rat lung injury. Molecules, 24(1), 139."}, {"Citation": "Barnes, P. J. (2014). Cellular and molecular mechanisms of chronic obstructive pulmonary disease. Clinics in Chest Medicine, 35(1), 71-86."}, {"Citation": "Behravan, J., Mosafa, F., Soudmand, N., Taghiabadi, E., Razavi, B. M., & Karimi, G. (2011). Protective effects of aqueous and ethanolic extracts of Portulaca oleracea L. aerial parts on H2O2-induced DNA damage in lymphocytes by comet assay. Journal of Acupuncture and Meridian Studies, 4(3), 193-197."}, {"Citation": "Belal, S. A., Choe, H. S., Shin, D. K., & Shim, K. S. (2018). Effect of Kaempferol on cyclooxygenase 2 (Cox2) and cytosolic phospholipase A2 (cPLA2) protein expression in BALB/c mice. Iranian Journal of Allergy, Asthma, and Immunology, 17(5), 428-435."}, {"Citation": "Boots, A. W., Veith, C., Albrecht, C., Bartholome, R., Drittij, M.-J., Claessen, S. M., … van Schooten, F.-J. (2020). The dietary antioxidant quercetin reduces hallmarks of bleomycin-induced lung fibrogenesis in mice. BMC Pulmonary Medicine, 20, 1-16."}, {"Citation": "Boroushaki, M. T., Boskabadi, M., & Malek, F. (2004). Antitussive effect of Portulaca oleracea L in guinea pigs."}, {"Citation": "Boskabady, M. H., Hashemzehi, M., Khazdair, M. R., & Askari, V. R. (2016). Hydro-ethanolic extract of Portulaca oleracea affects Beta-adrenoceptors of Guinea pig tracheal smooth muscle (autumn 2016). Iranian Journal of Pharmaceutical Research, 15(4), 867-874."}, {"Citation": "Boskabady, M. H., Kaveh, M., Shakeri, K., Roshan, N. M., & Rezaee, R. (2019). Hydro-ethanolic extract of Portulaca Oleracea ameliorates total and differential WBC, lung pathology and oxidative biomarkers in asthmatic rats. Iranian Journal of Pharmaceutical Research: IJPR, 18(4), 1947."}, {"Citation": "Bousquet, J., Jeffery, P. K., Busse, W. W., Johnson, M., & Vignola, A. M. (2000). Asthma: From bronchoconstriction to airways inflammation and remodeling. American Journal of Respiratory and Critical Care Medicine, 161(5), 1720-1745."}, {"Citation": "Brinton, E. A., & Mason, R. P. (2017). Prescription omega-3 fatty acid products containing highly purified eicosapentaenoic acid (EPA). Lipids in Health and Disease, 16(1), 1-13."}, {"Citation": "Buckle, D., Arch, J., Bowring, N., Foster, K., Taylor, J., Taylor, S., & Shaw, D. (1993). Relaxant effects of the potassium channel activators BRL 38227 and pinacidil on Guinea-pig and human airway smooth muscle, and blockade of their effects by glibenclamide and BRL 31660. Pulmonary Pharmacology, 6(1), 77-86."}, {"Citation": "Calveley, V. L., Jelveh, S., Langan, A., Mahmood, J., Yeung, I. W., Van Dyk, J., & Hill, R. P. (2010). Genistein can mitigate the effect of radiation on rat lung tissue. Radiation Research, 173(5), 602-611."}, {"Citation": "Cao, J., Li, C., Ma, P., Ding, Y., Gao, J., Jia, Q., … Zhang, T. (2020). Effect of kaempferol on IgE-mediated anaphylaxis in C57BL/6 mice and LAD2 cells. Phytomedicine, 79, 153346."}, {"Citation": "Catap, E. S., Kho, M. J. L., & Jimenez, M. R. R. (2018). In vivo nonspecific immunomodulatory and antispasmodic effects of common purslane (Portulaca oleracea Linn.) leaf extracts in ICR mice. Journal of Ethnopharmacology, 215, 191-198."}, {"Citation": "Chen, C.-J., Wang, W.-Y., Wang, X.-L., Dong, L.-W., Yue, Y.-T., Xin, H.-L., … Li, M. (2009). Anti-hypoxic activity of the ethanol extract from Portulaca oleracea in mice. Journal of Ethnopharmacology, 124(2), 246-250."}, {"Citation": "Chen, C.-Y., Peng, W.-H., Wu, L.-C., Wu, C.-C., & Hsu, S.-L. (2010). Luteolin ameliorates experimental lung fibrosis both in vivo and in vitro: Implications for therapy of lung fibrosis. Journal of Agricultural and Food Chemistry, 58(22), 11653-11661."}, {"Citation": "Chen, X., Yang, X., Liu, T., Guan, M., Feng, X., Dong, W., … Ci, X. (2012). Kaempferol regulates MAPKs and NF-κB signaling pathways to attenuate LPS-induced acute lung injury in mice. International Immunopharmacology, 14(2), 209-216."}, {"Citation": "Choudhary, C., Meruva, A., Ranjith, N., & Elumalai, K. (2013). A review of phytochemical and pharmacological profile of Portulaca oleracea Linn. International Journal of Research in Ayurveda and Pharmacy, 4(1), 34-37."}, {"Citation": "da Silva Araújo, N. P., de Matos, N. A., Leticia Antunes Mota, S., Farias de Souza, A. B., Dantas Cangussú, S., Cunha Alvim de Menezes, R., & Silva Bezerra, F. (2020). Quercetin attenuates acute lung injury caused by cigarette smoke both in vitro and in vivo. COPD: Journal of Chronic Obstructive Pulmonary Disease, 17(2), 205-214."}, {"Citation": "Daghigh, F., Alihemmati, A., Karimi, P., Habibi, P., & Ahmadiasl, N. (2017). Genistein preserves the lungs of ovariectomized diabetic rats: Addition to apoptotic and inflammatory markers in the lung. Iranian Journal of Basic Medical Sciences, 20(12), 1312."}, {"Citation": "Day, R. M., Barshishat-Kupper, M., Mog, S. R., McCart, E. A., Prasanna, P., Davis, T. A., & Landauer, M. R. (2008). Genistein protects against biomarkers of delayed lung sequelae in mice surviving high-dose total body irradiation. Journal of Radiation Research, 49(4), 361-372."}, {"Citation": "Ding, Y., Che, D., Li, C., Cao, J., Wang, J., Ma, P., … Zhang, T. (2019). Quercetin inhibits Mrgprx2-induced pseudo-allergic reaction via PLCγ-IP3R related Ca2+ fluctuations. International Immunopharmacology, 66, 185-197."}, {"Citation": "Elkhayat, E. S., Ibrahim, S. R., & Aziz, M. A. (2008). Portulene, a new diterpene from Portulaca oleracea L. Journal of Asian Natural Products Research, 10(11), 1039-1043."}, {"Citation": "Farazuddin, M., Mishra, R., Jing, Y., Srivastava, V., Comstock, A. T., & Sajjan, U. S. (2018). Quercetin prevents rhinovirus-induced progression of lung disease in mice with COPD phenotype. PLoS One, 13(7), e0199612."}, {"Citation": "Farkhondeh, T., & Samarghandian, S. (2019). The therapeutic effects of Portulaca oleracea L. in hepatogastric disorders. Gastroenterología y Hepatología (English Edition), 42(2), 127-132."}, {"Citation": "Fewtrell, C., & Gomperts, B. (1977). Quercetin: A novel inhibitors of Ca2+ influx and exocytosis in rat peritoneal mast cells. Biochimica et Biophysica Acta (BBA) - Biomembranes, 469(1), 52-60."}, {"Citation": "Ford, D. W., Koch, K. A., Ray, D. E., & Selecky, P. A. (2013). Palliative and end-of-life care in lung cancer: Diagnosis and management of lung cancer: American College of Chest Physicians evidence-based clinical practice guidelines. Chest, 143(5), e498S-e512S."}, {"Citation": "Ganesan, S., Faris, A. N., Comstock, A. T., Chattoraj, S. S., Chattoraj, A., Burgess, J. R., … Hershenson, M. B. (2010). Quercetin prevents progression of disease in elastase/LPS-exposed mice by negatively regulating MMP expression. Respiratory Research, 11(1), 131."}, {"Citation": "Garcia, V., Arts, I., Sterne, J., Thompson, R., & Shaheen, S. O. (2005). Dietary intake of flavonoids and asthma in adults. European Respiratory Journal, 26(3), 449-452."}, {"Citation": "Georgiev, Y. N., Ognyanov, M. H., Kiyohara, H., Batsalova, T. G., Dzhambazov, B. M., Ciz, M., … Vasicek, O. (2017). Acidic polysaccharide complexes from purslane, silver linden and lavender stimulate Peyer's patch immune cells through innate and adaptive mechanisms. International Journal of Biological Macromolecules, 105, 730-740."}, {"Citation": "Gerin, F., Sener, U., Erman, H., Yilmaz, A., Aydin, B., Armutcu, F., & Gurel, A. (2016). The effects of Quercetin on acute lung injury and biomarkers of inflammation and oxidative stress in the rat model of sepsis. Inflammation, 39(2), 700-705. https://doi.org/10.1007/s10753-015-0296-9"}, {"Citation": "Ghobadi, H., Matin, S., Nemati, A., Javadi, H., Alipanah-Moghadam, R., & Saeidi-Nir, M. (2019). The effect of conjugated linoleic acid supplementation on the serum Leptin level, pulmonary function and quality of life in COPD patients. Journal of Ardabil University of Medical Sciences, 19(1), 53-60."}, {"Citation": "Gong, J.-H., Shin, D., Han, S.-Y., Park, S.-H., Kang, M.-K., Kim, J.-L., & Kang, Y.-H. (2013). Blockade of airway inflammation by kaempferol via disturbing Tyk-STAT signaling in airway epithelial cells and in asthmatic mice. Evidence-based Complementary and Alternative Medicine, 2013, 1-13."}, {"Citation": "Gordon, S. B., Bruce, N. G., Grigg, J., Hibberd, P. L., Kurmi, O. P., Lam, K.-B. H., … Balmes, J. (2014). Respiratory risks from household air pollution in low and middle income countries. The Lancet Respiratory Medicine, 2(10), 823-860."}, {"Citation": "Greenberger, P. A. (2003). Therapy in the management of the rhinitis/asthma complex. Paper presented at the Allergy and asthma proceedings."}, {"Citation": "Hager-Theodorides, A., Goliomytis, M., Delis, S., & Deligeorgis, S. (2014). Effects of dietary supplementation with quercetin on broiler immunological characteristics. Animal Feed Science and Technology, 198, 224-230."}, {"Citation": "Han, M. K., Barreto, T. A., Martinez, F. J., Comstock, A. T., & Sajjan, U. S. (2020). Randomised clinical trial to determine the safety of quercetin supplementation in patients with chronic obstructive pulmonary disease. BMJ Open Respiratory Research, 7(1), e000392."}, {"Citation": "Hashemzehi, M., Khazdair, M., Kiyanmehr, M., Askari, V., & Boskabady, M. (2016). Portulaca olerace affects muscarinic receptors of Guinea pig tracheal smooth muscle. Indian Journal of Pharmaceutical Sciences, 78(3), 388-394."}, {"Citation": "Heinz, S. A., Henson, D. A., Austin, M. D., Jin, F., & Nieman, D. C. (2010). Quercetin supplementation and upper respiratory tract infection: A randomized community clinical trial. Pharmacological Research, 62(3), 237-242."}, {"Citation": "Heinz, S. A., Henson, D. A., Nieman, D. C., Austin, M. D., & Jin, F. (2010). A 12-week supplementation with quercetin does not affect natural killer cell activity, granulocyte oxidative burst activity or granulocyte phagocytosis in female human subjects. British Journal of Nutrition, 104(6), 849-857."}, {"Citation": "Henson, D., Nieman, D., Davis, J., Dumke, C., Gross, S., Murphy, A., … McAnulty, S. (2008). Post-160-km race illness rates and decreases in granulocyte respiratory burst and salivary IgA output are not countered by quercetin ingestion. International Journal of Sports Medicine, 29(10), 856-863."}, {"Citation": "Huang, R., Zhong, T., & Wu, H. (2015). Quercetin protects against lipopolysaccharide-induced acute lung injury in rats through suppression of inflammation and oxidative stress. Archives of Medical Science. AMS, 11(2), 427."}, {"Citation": "Hwang, J. T., Kim, Y., Jang, H.-J., Oh, H.-M., Lim, C.-H., Lee, S. W., & Rho, M.-C. (2016). Study of the UV light conversion of Feruloyl amides from Portulaca oleracea and their inhibitory effect on IL-6-induced STAT3 activation. Molecules, 21(7), 865."}, {"Citation": "Impellizzeri, D., Talero, E., Siracusa, R., Alcaide, A., Cordaro, M., Zubelia, J. M., … Cuzzocrea, S. (2015). Protective effect of polyphenols in an inflammatory process associated with experimental pulmonary fibrosis in mice. British Journal of Nutrition, 114(6), 853-865."}, {"Citation": "Iranshahy, M., Javadi, B., Iranshahi, M., Jahanbakhsh, S. P., Mahyari, S., Hassani, F. V., & Karimi, G. (2017). A review of traditional uses, phytochemistry and pharmacology of Portulaca oleracea L. Journal of Ethnopharmacology, 205, 158-172."}, {"Citation": "Iyekowa, O., Uzama-Avenbuan, O., Edema, M., Enadeghe, O., & Odaro, S. (2012). Antiasthmatic activity of Portulaca oleracea. Linn. Sky Journal of Biochemistry Research, 1(1), 1-6."}, {"Citation": "Izzo, A. A., Hoon-Kim, S., Radhakrishnan, R., & Williamson, E. M. (2016). A critical approach to evaluating clinical efficacy, adverse events and drug interactions of herbal remedies. Phytotherapy Research, 30(5), 691-700."}, {"Citation": "Izzo, A. A., Teixeira, M., Alexander, S. P., Cirino, G., Docherty, J. R., George, C. H., … Sobey, C. G. (2020). A practical guide for transparent reporting of research on natural products in the British Journal of pharmacology: Reproducibility of natural product research. British Journal of Pharmacology, 177(10), 2169-2178."}, {"Citation": "Jacquemin, B., Siroux, V., Sanchez, M., Carsin, A.-E., Schikowski, T., Adam, M., … Brunekreef, B. (2015). Ambient air pollution and adult asthma incidence in six European cohorts (ESCAPE). Environmental Health Perspectives, 123(6), 613-621."}, {"Citation": "Jeong, S.-J., Koh, W., Kim, B., & Kim, S.-H. (2011). Are there new therapeutic options for treating lung cancer based on herbal medicines and their metabolites? Journal of Ethnopharmacology, 138(3), 652-661."}, {"Citation": "Ji, G., Zhang, Y., Yang, Q., Cheng, S., Hao, J., Zhao, X., & Jiang, Z. (2012). Genistein suppresses LPS-induced inflammatory response through inhibiting NF-κB following AMP kinase activation in RAW 264.7 macrophages. PLoS One, 7(12), e53101."}, {"Citation": "Kandere-Grzybowska, K., Kempuraj, D., Cao, J., Cetrulo, C. L., & Theoharides, T. C. (2006). Regulation of IL-1-induced selective IL-6 release from human mast cells and inhibition by quercetin. British Journal of Pharmacology, 148(2), 208."}, {"Citation": "Kaveh, M., Eidi, A., Nemati, A., & Boskabady, M. H. (2017a). The extract of Portulaca oleracea and its constituent, alpha linolenic acid affects serum oxidant levels and inflammatory cells in sensitized rats. Iranian Journal of Allergy, Asthma, and Immunology, 16(3), 256-270."}, {"Citation": "Kaveh, M., Eidi, A., Nemati, A., & Boskabady, M. H. (2017b). Modulation of lung inflammation and immune markers in asthmatic rats treated by Portulaca oleracea. Avicenna Journal of Phytomedicine, 7(5), 409."}, {"Citation": "Kawai, M., Hirano, T., Higa, S., Arimitsu, J., Maruta, M., Kuwahara, Y., … Shima, Y. (2007). Flavonoids and related compounds as anti-allergic substances. Allergology International, 56(2), 113-123."}, {"Citation": "Kayani, S., Ahmad, M., Zafar, M., Sultana, S., Khan, M. P. Z., Ashraf, M. A., … Yaseen, G. (2014). Ethnobotanical uses of medicinal plants for respiratory disorders among the inhabitants of Gallies-Abbottabad, northern Pakistan. Journal of Ethnopharmacology, 156, 47-60."}, {"Citation": "Kempuraj, D., Madhappan, B., Christodoulou, S., Boucher, W., Cao, J., Papadopoulou, N., … Theoharides, T. C. (2005). Flavonols inhibit proinflammatory mediator release, intracellular calcium ion levels and protein kinase C theta phosphorylation in human mast cells. British Journal of Pharmacology, 145(7), 934-944."}, {"Citation": "Khazdair, M., Alavinezhad, A., & Boskabady, M. (2018). Carvacrol ameliorates haematological parameters, oxidant/antioxidant biomarkers and pulmonary function tests in patients with Sulphur mustard-induced lung disorders: A randomized double-blind clinical trial. Journal of Clinical Pharmacy and Therapeutics, 43(5), 664-674."}, {"Citation": "Khazdair, M. R., Anaeigoudari, A., & Kianmehr, M. (2019). Anti-asthmatic effects of Portulaca Oleracea and its constituents, a review. Journal of Pharmacopuncture, 22(3), 122."}, {"Citation": "Khazdair, M. R., Rajabi, O., Balali-Mood, M., Beheshti, F., & Boskabady, M. H. (2018). The effect of Zataria multiflora on pulmonary function tests, hematological and oxidant/antioxidant parameters in sulfur mustard exposed veterans, a randomized doubled-blind clinical trial. Environmental Toxicology and Pharmacology, 58, 180-188."}, {"Citation": "Kianmehr, M., & Khazdair, M. R. (2020). Possible therapeutic effects of Crocus sativus stigma and its petal flavonoid, kaempferol, on respiratory disorders. Pharmaceutical Biology, 58(1), 1140-1149."}, {"Citation": "Kim, D., Chen, Z., Zhou, L.-F., & Huang, S.-X. (2018). Air pollutants and early origins of respiratory diseases. Chronic Diseases and Translational Medicine, 4(2), 75-94."}, {"Citation": "Kim, M., Lim, S. J., Kang, S. W., Um, B.-H., & Nho, C. W. (2014). Aceriphyllum rossii extract and its active compounds, quercetin and kaempferol inhibit IgE-mediated mast cell activation and passive cutaneous anaphylaxis. Journal of Agricultural and Food Chemistry, 62(17), 3750-3758."}, {"Citation": "Kim, Y. J., & Park, W. (2016). Anti-inflammatory effect of quercetin on RAW 264.7 mouse macrophages induced with polyinosinic-polycytidylic acid. Molecules, 21(4), 450."}, {"Citation": "Kim, Y.-O., Lee, S.-W., Na, S. W., Park, H. R., & Son, E. S. (2015). Anti-inflammatory effects of Portulaca oleracea L. on the LPS-induced RAW 264.7 cells. Journal of Medicinal Plant Research, 9(12), 407-411."}, {"Citation": "Kimata, M., Shichijo, M., Miura, T., Serizawa, I., Inagaki, N., & Nagai, H. (2000). Effects of luteolin, quercetin and baicalein on immunoglobulin E-mediated mediator release from human cultured mast cells. Clinical and Experimental Allergy: Journal of the British Society for Allergy and Clinical Immunology, 30(4), 501-508."}, {"Citation": "Kuo, M.-Y., Liao, M.-F., Chen, F.-L., Li, Y.-C., Yang, M.-L., Lin, R.-H., & Kuan, Y.-H. (2011). Luteolin attenuates the pulmonary inflammatory response involves abilities of antioxidation and inhibition of MAPK and NFκB pathways in mice with endotoxin-induced acute lung injury. Food and Chemical Toxicology, 49(10), 2660-2666."}, {"Citation": "Kwon, T., Chandimali, N., Zhang, J. J., Kim, N., Bak, Y., Yoon, D.-Y., … Ghosh, M. (2018). BRM270 inhibits cancer stem cell maintenance via microRNA regulation in chemoresistant A549 lung adenocarcinoma cells. Cell Death & Disease, 9(2), 1-9."}, {"Citation": "Lambrecht, B. N., & Hammad, H. (2015). The immunology of asthma. Nature Immunology, 16(1), 45-56."}, {"Citation": "Lee, A.S., Kim, J.S., Lee, Y.J., Kang, D.G. & Lee, H.S. (2012). Anti-TNF-α activity of Portulaca oleracea in vascular endothelial cells. International Journal of Molecular Sciences, 13(5), 5628-5644."}, {"Citation": "Lee, E.-J., Ji, G.-E., & Sung, M.-K. (2010). Quercetin and kaempferol suppress immunoglobulin E-mediated allergic inflammation in RBL-2H3 and Caco-2 cells. Inflammation Research, 59(10), 847-854."}, {"Citation": "Lee, J.-p., Li, Y.-c., Chen, H.-y., Lin, R.-h., Huang, S.-s., Chen, H.-l., … Kuan, Y.-h. (2010). Protective effects of luteolin against lipopolysaccharide-induced acute lung injury involves inhibition of MEK/ERK and PI3K/Akt pathways in neutrophils. Acta Pharmacologica Sinica, 31(7), 831-838."}, {"Citation": "Li, Y.-C., Yeh, C.-H., Yang, M.-L., & Kuan, Y.-H. (2012). Luteolin suppresses inflammatory mediator expression by blocking the Akt/NFκB pathway in acute lung injury induced by lipopolysaccharide in mice. Evidence-based Complementary and Alternative Medicine, 2012, 383608."}, {"Citation": "Li, Y.-H., Lai, C.-Y., Su, M.-C., Cheng, J.-C., & Chang, Y.-S. (2019). Antiviral activity of Portulaca oleracea L. against influenza a viruses. Journal of Ethnopharmacology, 241, 112013."}, {"Citation": "Lian, F., Li, Y., Bhuiyan, M., & Sarkar, F. H. (1999). p53-independent apoptosis induced by genistein in lung cancer cells. Nutrition and Cancer, 33(2), 125-131."}, {"Citation": "Ling, W., Fu-heng, L., Hua, C., Cong-fen, H., & Yin-mao, D. (2014). Study on the extraction technology, safety and anti-allergic effect of Portulaca oleracea L. Natural Product Research and Development, 26(4), 583."}, {"Citation": "Liu, B., Yu, H., Baiyun, R., Lu, J., Li, S., Bing, Q., … Zhang, Z. (2018). Protective effects of dietary luteolin against mercuric chloride-induced lung injury in mice: Involvement of AKT/Nrf2 and NF-κB pathways. Food and Chemical Toxicology, 113, 296-302."}, {"Citation": "Liu, H., Xue, J. X., Li, X., Ao, R., & Lu, Y. (2013). Quercetin liposomes protect against radiation-induced pulmonary injury in a murine model. Oncology Letters, 6(2), 453-459."}, {"Citation": "Liu, H., Yu, H., Cao, Z., Gu, J., Pei, L., Jia, M., & Su, M. (2019). Kaempferol modulates autophagy and alleviates silica-induced pulmonary fibrosis. DNA and Cell Biology, 38(12), 1418-1426."}, {"Citation": "Liu, X., & Meng, J. (2018). Luteolin alleviates LPS-induced bronchopneumonia injury in vitro and in vivo by down-regulating microRNA-132 expression. Biomedicine and Pharmacotherapy, 106, 1641-1649."}, {"Citation": "Liu, X. J., Bao, H. R., Zeng, X. L., & Wei, J. M. (2016). Effects of resveratrol and genistein on nuclear factor-κB, tumor necrosis factor-α and matrix metalloproteinase-9 in patients with chronic obstructive pulmonary disease. Molecular Medicine Reports, 13(5), 4266-4272."}, {"Citation": "Mahobiya, A., Singh, T. U., Rungsung, S., Kumar, T., Chandrasekaran, G., Parida, S., & Kumar, D. (2018). Kaempferol-induces vasorelaxation via endothelium-independent pathways in rat isolated pulmonary artery. Pharmacological Reports, 70(5), 863-874."}, {"Citation": "Malayeri, A., Hemmati, A. A., Arzi, A., Rezaie, A., Ghafourian, B. M., & Khalili, H. R. (2016). A comparison of the effects of quercetin hydrate with those of vitamin E on the levels of IL-13, PDGF, TNF-α, and INF-γ in bleomycin-induced pulmonary fibrosis in rats. Jundishapur Journal of Natural Pharmaceutical Products, 11(2), e27705."}, {"Citation": "Malek, F., Boskabady, M., Borushaki, M., & Tohidi, M. (2004). Bronchodilatory effect of Portulaca oleracea in airways of asthmatic patients. Journal of Ethnopharmacology, 93(1), 57-62."}, {"Citation": "Mali, P. Y., Gaikwad, S., & Jadhav, A. G. (2016). Cytotoxicity study of chloroform extract of Portulaca oleracea whole plant using human lung carcinoma cell line. Advances in Pharmacology and Toxicology, 17(2), 33."}, {"Citation": "Martin, C., Naline, E., Bakdach, H., & Advenier, C. (1994). Beta 3-adrenoceptor agonists, BRL 37344 and SR 58611A, do not induce relaxation of human, sheep and Guinea-pig airway smooth muscle in vitro. European Respiratory Journal, 7(9), 1610-1615."}, {"Citation": "Martinez, J. A. B., Ramos, S. G., Meirelles, M. S., Verceze, A. V., Arantes, M. R. d., & Vannucchi, H. (2008). Effects of quercetin on bleomycin-induced lung injury: A preliminary study. Jornal Brasileiro de Pneumologia, 34(7), 445-452."}, {"Citation": "Martins, W. B., Rodrigues, S. A., Silva, H. K., Dantas, C. G., Júnior, W. D. L., Cardoso, J. C., & Gomes, M. Z. (2016). Neuroprotective effect of Portulaca oleracea extracts against 6-hydroxydopamine-induced lesion of dopaminergic neurons. Anais da Academia Brasileira de Ciências, 88(3), 1439-1450."}, {"Citation": "Matin, S., Nemati, A., Ghobadi, H., Alipanah-Moghadam, R., & Rezagholizadeh, L. (2018). The effect of conjugated linoleic acid on oxidative stress and matrix metalloproteinases 2 and 9 in patients with COPD. International Journal of Chronic Obstructive Pulmonary Disease, 13, 1449."}, {"Citation": "Matsushima, M., Takagi, K., Ogawa, M., Hirose, E., Ota, Y., Abe, F., … Kawabe, T. (2009). Heme oxygenase-1 mediates the anti-allergic actions of quercetin in rodent mast cells. Inflammation Research, 58(10), 705-715."}, {"Citation": "Maturu, P., Wei-Liang, Y., Androutsopoulos, V. P., Jiang, W., Wang, L., Tsatsakis, A. M., & Couroucli, X. I. (2018). Quercetin attenuates the hyperoxic lung injury in neonatal mice: Implications for Bronchopulmonary dysplasia (BPD). Food and Chemical Toxicology, 114, 23-33."}, {"Citation": "Medeiros, K., Faustino, L., Borduchi, E., Nascimento, R., Silva, T., Gomes, E., … Russo, M. (2009). Preventive and curative glycoside kaempferol treatments attenuate the TH2-driven allergic airway disease. International Immunopharmacology, 9(13), 1540-1548."}, {"Citation": "Mehrzadi, S., Hosseini, P., Mehrabani, M., Siahpoosh, A., Goudarzi, M., Khalili, H., & Malayeri, A. (2020). Attenuation of Bleomycin-induced pulmonary fibrosis in Wistar rats by combination treatment of two natural phenolic compounds: Quercetin and Gallic acid. Nutrition and Cancer, Online ahead of print."}, {"Citation": "Miao, L., Tao, H., Peng, Y., Wang, S., Zhong, Z., El-Seedi, H., … Wang, Y. (2019). The anti-inflammatory potential of Portulaca oleracea L.(purslane) extract by partial suppression on NF-κB and MAPK activation. Food Chemistry, 290, 239-245."}, {"Citation": "Milenković, M., Arsenović-Ranin, N., Stojić-Vukanić, Z., Bufan, B., Vučićević, D., & Jančić, I. (2010). Quercetin ameliorates experimental autoimmune myocarditis in rats. Journal of Pharmacy & Pharmaceutical Sciences, 13(3), 311-319."}, {"Citation": "Min, Y.-D., Choi, C.-H., Bark, H., Son, H.-Y., Park, H.-H., Lee, S., … Kim, S.-H. (2007). Quercetin inhibits expression of inflammatory cytokines through attenuation of NF-κB and p38 MAPK in HMC-1 human mast cell line. Inflammation Research, 56(5), 210-215."}, {"Citation": "Mitani, A., Azam, A., Vuppusetty, C., Ito, K., Mercado, N., & Barnes, P. J. (2017). Quercetin restores corticosteroid sensitivity in cells from patients with chronic obstructive pulmonary disease. Experimental Lung Research, 43(9-10), 417-425."}, {"Citation": "Miyahara, Y., Kizawa, Y., Sano, M., & Murakami, H. (1993). Effects of organic and inorganic Ca (2+)-antagonists on acetylcholine-induced contraction in molluscan (Mytilus edulis) smooth muscle. General Pharmacology, 24(6), 1419-1423."}, {"Citation": "Mohammadalikhani, M., Shamsaei Mehrjan, M., Haghighi, M., Soltani, M., & Kamali, A. (2020). Effects of dietary purslane (Portulaca oleracea) extract on growth performance, hematological indices and immune responses of rainbow trout (Oncorhynchus mykiss) fry. Iranian Journal of Fisheries Sciences, 19(5), 2660-2672."}, {"Citation": "Mortazavi Moghaddam, S. G., Kianmehr, M., & Khazdair, M. R. (2020). The possible therapeutic effects of some medicinal plants for chronic cough in children. Evidence-based Complementary and Alternative Medicine, 2020, 2149328."}, {"Citation": "Muthian, G., & Bright, J. J. (2004). Quercetin, a flavonoid phytoestrogen, ameliorates experimental allergic encephalomyelitis by blocking IL-12 signaling through JAK-STAT pathway in T lymphocyte. Journal of Clinical Immunology, 24(5), 542-552."}, {"Citation": "Nair, M. P., Kandaswami, C., Mahajan, S., Chadha, K. C., Chawda, R., Nair, H., … Schwartz, S. A. (2002). The flavonoid, quercetin, differentially regulates Th-1 (IFNγ) and Th-2 (IL4) cytokine gene expression by normal peripheral blood mononuclear cells. Biochimica et Biophysica Acta (BBA)-Molecular Cell Research, 1593(1), 29-36."}, {"Citation": "Nakaya, M., Tachibana, H., & Yamada, K. (2005). Isoflavone genistein and daidzein up-regulate LPS-induced inducible nitric oxide synthase activity through estrogen receptor pathway in RAW264. 7 cells. Biochemical Pharmacology, 71(1-2), 108-114."}, {"Citation": "Nam, S.-Y., Jeong, H.-J., & Kim, H.-M. (2017). Kaempferol impedes IL-32-induced monocyte-macrophage differentiation. Chemico-Biological Interactions, 274, 107-115."}, {"Citation": "Nazim, U. M., & Park, S.-Y. (2015). Genistein enhances TRAIL-induced cancer cell death via inactivation of autophagic flux. Oncology Reports, 34(5), 2692-2698."}, {"Citation": "Nelson, K. E., & Williams, C. M. (2014). Infectious disease epidemiology: Theory and practice. Jones & Bartlett Publishers."}, {"Citation": "Nieman, D. C., Henson, D. A., Gross, S. J., Jenkins, D. P., Davis, J. M., Murphy, E. A., … McAnulty, S. R. (2007). Quercetin reduces illness but not immune perturbations after intensive exercise. Medicine & Science in Sports & Exercise, 39(9), 1561-1569."}, {"Citation": "Nieman, D. C., Henson, D. A., Maxwell, K. R., Williams, A. S., McAnulty, S. R., Jin, F., … Lines, T. C. (2009). Effects of quercetin and EGCG on mitochondrial biogenesis and immunity. Medicine & Science in Sports & Exercise, 41(7), 1467-1475."}, {"Citation": "Noori, D. M., Saffari, M., Saydi, D. O., Rahmani, B., Noori, D. A., Salehi, A., & Ghazarian, A. (2012). Study of antimetastatic effect of genistein through inhibition of expression of matrix metalloproteinase in A-549 cell line."}, {"Citation": "Occhiuto, F., & Limardi, F. (1994). Comparative effects of the flavonoids luteolin, apiin and rhoifolin on experimental pulmonary hypertension in the dog. Phytotherapy Research, 8(3), 153-156."}, {"Citation": "Oka, V. O., Okon, U. E., & Osim, E. E. (2019). Pulmonary responses following quercetin administration in rats after intratracheal instillation of amiodarone. Nigerian Journal of Physiological Sciences, 34(1), 63-68."}, {"Citation": "Oyedeji, K., Bolarinwa, A., & Oladosu, I. (2013). Effect of isolated ergosterol constituent of Portulaca oleracea on haematological parameters in male albino rats. Asian Journal of Pharmaceutical and Clinical Research, 6, 2."}, {"Citation": "Ozdemir, C., Akdis, M., & Akdis, C. (2009). T regulatory cells and their counterparts: Masters of immune regulation. Clinical & Experimental Allergy, 39(5), 626-639."}, {"Citation": "Park, E. J., Kim, J.-Y., Jeong, M. S., Park, K. Y., Park, K. H., Lee, M. W., … Seo, S. J. (2015). Effect of topical application of quercetin-3-O-(2 ″-gallate)-α-l-rhamnopyranoside on atopic dermatitis in NC/Nga mice. Journal of Dermatological Science, 77(3), 166-172."}, {"Citation": "Park, H.-j., Lee, C.-M., Jung, I. D., Lee, J. S., Jeong, Y.-i., Chang, J. H., … Ahn, S.-C. (2009). Quercetin regulates Th1/Th2 balance in a murine model of asthma. International Immunopharmacology, 9(3), 261-267."}, {"Citation": "Park, H. K., Kim, S. J., Kwon, D. Y., Park, J. H., & Kim, Y. C. (2010). Protective effect of quercetin against paraquat-induced lung injury in rats. Life Sciences, 87(5-6), 181-186."}, {"Citation": "Park, J. C., Han, H.-S., Lee, S.-B., & Lee, K.-T. (2016). Inhibitory effects of Kaempferol-7-O-β-D-glucoside on LPS-induced NO, PGE 2 and inflammatory cytokines production in RAW264. 7 macrophages. Korean Journal of Pharmacognosy, 47(4), 295-300."}, {"Citation": "Park, Y. M., Lee, H. Y., Kang, Y. G., Park, S. H., Lee, B. G., Park, Y. J., … Park, D. S. (2019). Immune-enhancing effects of Portulaca oleracea L.-based complex extract in cyclophosphamide-induced splenocytes and immunosuppressed rats. Food and Agricultural Immunology, 30(1), 13-24."}, {"Citation": "Parry, O., Okwuasaba, F., & Ejike, C. (1988). Effect of an aqueous extract of Portulaca oleracea leaves on smooth muscle and rat blood pressure. Journal of Ethnopharmacology, 22(1), 33-44."}, {"Citation": "Peng, H. (2014). Role of Quercetin on inhibiting TGF-beta1 and TNF-alpha in lung of rats with silicosis. Paper presented at the International Conference on Material and Environmental Engineering (ICMAEE 2014)."}, {"Citation": "Qian, J., Chen, X., Chen, X., Sun, C., Jiang, Y., Qian, Y., … Liang, G. (2019). Kaempferol reduces K63-linked polyubiquitination to inhibit nuclear factor-κB and inflammatory responses in acute lung injury in mice. Toxicology Letters, 306, 53-60."}, {"Citation": "Rabha, D. J., Singh, T. U., Rungsung, S., Kumar, T., Parida, S., Lingaraju, M. C., … Kumar, D. (2018). Kaempferol attenuates acute lung injury in caecal ligation and puncture model of sepsis in mice. Experimental Lung Research, 44(2), 63-78."}, {"Citation": "Rogerio, A. P., Dora, C. L., Andrade, E. L., Chaves, J. S., Silva, L. F., Lemos-Senna, E., & Calixto, J. B. (2010). Anti-inflammatory effect of quercetin-loaded microemulsion in the airways allergic inflammatory model in mice. Pharmacological Research, 61(4), 288-297."}, {"Citation": "Sabzghabaee, A. M., Kelishadi, R., Jelokhanian, H., Asgary, S., Ghannadi, A., & Badri, S. (2014). Clinical effects of Portulaca oleracea seeds on dyslipidemia in obese adolescents: A triple-blinded randomized controlled trial. Medical Archives, 68(3), 195."}, {"Citation": "Sagit, M., Polat, H., Gurgen, S. G., Berk, E., Guler, S., & Yasar, M. (2017). Effectiveness of quercetin in an experimental rat model of allergic rhinitis. European Archives of Oto-Rhino-Laryngology, 274(8), 3087-3095."}, {"Citation": "Sakai-Kashiwabara, M., Abe, S., & Asano, K. (2014). Suppressive activity of quercetin on the production of eosinophil chemoattractants from eosinophils in vitro. Vivo, 28(4), 515-522."}, {"Citation": "Sakai-Kashiwabara, M., & Asano, K. (2013). Inhibitory action of quercetin on eosinophil activation in vitro. Evidence-based Complementary and Alternative Medicine, 2013, 127105."}, {"Citation": "Semenya, S. S., & Maroyi, A. (2018). Data on medicinal plants used to treat respiratory infections and related symptoms in South Africa. Data in Brief, 21, 419-423."}, {"Citation": "Şengül, E., Gelen, V., Gedikli, S., Özkanlar, S., Gür, C., Çelebi, F., & Çınar, A. (2017). The protective effect of quercetin on cyclophosphamide-induced lung toxicity in rats. Biomedicine and Pharmacotherapy, 92, 303-307."}, {"Citation": "Sethi, G. S., Dharwal, V., & Naura, A. S. (2019). Immunological basis of oxidative stress-induced lung inflammation in asthma and COPD. In Oxidative stress in lung diseases (pp. 195-223). Singapore: Springer."}, {"Citation": "Shim, S.-Y., Park, J.-R., & Byun, D.-S. (2015). Kaempferol isolated from Nelumbo nucifera stamens inhibits phosphorylation of ERK 1/2, Syk, and Lyn in FcεRI-mediated allergic reaction. Food Science and Biotechnology, 24(4), 1475-1480."}, {"Citation": "Shin, D., Park, S.-H., Choi, Y.-J., Kim, Y.-H., Antika, L., Habibah, N., … Kang, Y.-H. (2015). Dietary compound Kaempferol inhibits airway thickening induced by allergic reaction in a bovine serum albumin-induced model of asthma. International Journal of Molecular Sciences, 16(12), 29980-29995."}, {"Citation": "Simopoulos, A. P. (2004). Omega-3 fatty acids and antioxidants in edible wild plants. Biological Research, 37(2), 263-277."}, {"Citation": "Singh, A., Holvoet, S., & Mercenier, A. (2011). Dietary polyphenols in the prevention and treatment of allergic diseases. Clinical & Experimental Allergy, 41(10), 1346-1359."}, {"Citation": "Somerville, V. S., Braakhuis, A. J., & Hopkins, W. J. (2016). Effect of flavonoids on upper respiratory tract infections and immune function: A systematic review and meta-analysis. Advances in Nutrition, 7(3), 488-497."}, {"Citation": "Takashima, K., Matsushima, M., Hashimoto, K., Nose, H., Sato, M., Hashimoto, N., … Kawabe, T. (2014). Protective effects of intratracheally administered quercetin on lipopolysaccharide-induced acute lung injury. Respiratory Research, 15(1), 1-10."}, {"Citation": "Tanaka, T., Iuchi, A., Harada, H., & Hashimoto, S. (2019). Potential beneficial effects of wine flavonoids on allergic diseases. Diseases, 7(1), 8."}, {"Citation": "Tang, L., Li, X., Wan, L., Wang, H., Mai, Q., Deng, Z., & Ding, H. (2020). Ameliorative effect of orally administered different linoleic acid/α-linolenic acid ratios in a mouse model of DNFB-induced atopic dermatitis. Journal of Functional Foods, 65, 103754."}, {"Citation": "Tian, J.-L., Liang, X., Gao, P.-Y., Li, D.-Q., Sun, Q., Li, L.-Z., & Song, S.-J. (2014). Two new alkaloids from Portulaca oleracea and their cytotoxic activities. Journal of Asian Natural Products Research, 16(3), 259-264."}, {"Citation": "Uddin, M., Juraimi, A. S., Hossain, M. S., Un, A., Ali, M., & Rahman, M. (2014). Purslane weed (Portulaca oleracea): A prospective plant source of nutrition, omega-3 fatty acid, and antioxidant attributes. The Scientific World Journal, 2014, 951019."}, {"Citation": "Udompataikul, M., Rattanamongkolgul, S., & Intarawichian, A. (2014). Comparative study of herbal extracted gel and 1% hydrocortisone gel in the treatment of mosquito bite reaction. Journal of Cosmetics, Dermatological Sciences and Applications, 4(01), 31."}, {"Citation": "Van Amsterdam, R. G., Meurs, H., Brouwer, F., Postema, J. B., Timmermans, A., & Zaagsma, J. (1989). Role of phosphoinositide metabolism in functional antagonism of airway smooth muscle contraction by β-adrenoceptor agonists. European Journal of Pharmacology: Molecular Pharmacology, 172(2), 175-183."}, {"Citation": "Verma, R., Kushwah, L., Gohel, D., Patel, M., Marvania, T., & Balakrishnan, S. (2013). Evaluating the ameliorative potential of quercetin against the bleomycin-induced pulmonary fibrosis in Wistar rats. Pulmonary Medicine, 2013, 921724."}, {"Citation": "Wang, J., Zhang, Y.-Y., Cheng, J., Zhang, J.-L., & Li, B.-S. (2015). Preventive and therapeutic effects of quercetin on experimental radiation induced lung injury in mice. Asian Pacific Journal of Cancer Prevention, 16(7), 2909-2914."}, {"Citation": "Wang, L., Chen, J., Wang, B., Wu, D., Li, H., Lu, H., … Chai, Y. (2014). Protective effect of quercetin on lipopolysaccharide-induced acute lung injury in mice by inhibiting inflammatory cell influx. Experimental Biology and Medicine, 239(12), 1653-1662."}, {"Citation": "Wang, X.-F., Li, Y.-j., Qiang Hu, Z., Zhang, Z.-w., Yan, C.-g., Li, Z.-g., & Tang, H.-f. (2018). Protective effect of quercetin in LPS-induced murine acute lung injury mediated by cAMP-Epac pathway. Inflammation, 41(3), 1093-1103."}, {"Citation": "Wei, Q.-F., Wang, X.-H., Zhang, X.-Y., Song, L.-J., Wang, Y.-M., Wang, Q., … Li, X.-F. (2016). Therapeutic effects of quercetin on bleomycin induced pulmonary fibrosis in rats. International Journal of Clinical and Experimental Medicine, 9(2), 5161-5167."}, {"Citation": "Weng, Z., Zhang, B., Asadi, S., Sismanopoulos, N., Butcher, A., Fu, X., … Theoharides, T. C. (2012). Quercetin is more effective than cromolyn in blocking human mast cell cytokine release and inhibits contact dermatitis and photosensitivity in humans. PLoS One, 7(3), e33805."}, {"Citation": "Xiang, L., Xing, D., Wang, W., Wang, R., Ding, Y., & Du, L. (2005). Alkaloids from Portulaca oleracea L. Phytochemistry, 66(21), 2595-2601."}, {"Citation": "Xingwang, L., Tao, X., Qingquan, L., Bangxiong, Z., Bing, Z., & Yubo, X. (2005). Protective effect of genistein on lipopolysaccharide-induced acute lung injury in rats. Journal of Huazhong University of Science and Technology. Medical Sciences, 25(4), 454-457."}, {"Citation": "Xu, C., Wang, P., Lin, C., Luo, Z., Huang, Y., Zhao, Z., & Yang, C. (2018). The protective and therapeutic effects of total flavonoids of Astragalus against bleomycin-induced pulmonary fibrosis are through the enhancement of autophagy. Journal of Traditional Chinese Medical Sciences, 5(4), 380-389."}, {"Citation": "Xu, X., Yu, L., & Chen, G. (2006). Determination of flavonoids in Portulaca oleracea L. by capillary electrophoresis with electrochemical detection. Journal of Pharmaceutical and Biomedical Analysis, 41(2), 493-499."}, {"Citation": "Yang, C., Yang, W., He, Z., He, H., Yang, X., Lu, Y., & Li, H. (2020). Kaempferol improves lung ischemia-reperfusion injury via Antiinflammation and Antioxidative stress regulated by SIRT1/HMGB1/NF-κB Axis. Frontiers in Pharmacology, 10, 1635."}, {"Citation": "Yang, T., Luo, F., Shen, Y., An, J., Li, X., Liu, X., … Guo, L. (2012). Quercetin attenuates airway inflammation and mucus production induced by cigarette smoke in rats. International Immunopharmacology, 13(1), 73-81."}, {"Citation": "Yang, Y., Zang, A., Jia, Y., Shang, Y., Zhang, Z., Ge, K., … Wang, B. (2016). Genistein inhibits A549 human lung cancer cell proliferation via miR-27a and MET signaling. Oncology Letters, 12(3), 2189-2193."}, {"Citation": "Yi, L., Zhou, Z., Zheng, Y., Chang, M., Huang, X., Guo, F., … Huan, J. (2019). Suppressive effects of GSS on lipopolysaccharide-induced endothelial cell injury and ALI via TNF-α and IL-6. Mediators of Inflammation, 2019, 4251394."}, {"Citation": "Yilmaz, M. Z., Guzel, A., Torun, A. C., Okuyucu, A., Salis, O., Karli, R., … Urey, V. (2014). The therapeutic effects of anti-oxidant and anti-inflammatory drug quercetin on aspiration-induced lung injury in rats. Journal of Molecular Histology, 45(2), 195-203."}, {"Citation": "Yue, M. E., Jiang, T. F., & Shi, Y. P. (2005). Simultaneous determination of noradrenaline and dopamine in Portulaca oleracea L. by capillary zone electrophoresis. Journal of Separation Science, 28(4), 360-364."}, {"Citation": "Yue, T., Xiaosa, W., Ruirui, Q., Wencai, S., Hailiang, X., & Min, L. (2015). The effects of Portulaca oleracea on hypoxia-induced pulmonary edema in mice. High Altitude Medicine & Biology, 16(1), 43-51."}, {"Citation": "Zargari, A. (1995). Medicinal plants (Vol. 1050400844). Tehran: Tehrari University Publications."}, {"Citation": "Zhang, L., Ma, X., & Dong, Y. (2018). Effect of genistein on apoptosis of lung adenocarcinoma a549 cells and expression of apoptosis factors. Official Journal of the Balkan Union of Oncology, 23, 641-646."}, {"Citation": "Zhang, R., Ai, X., Duan, Y., Xue, M., He, W., Wang, C., … Li, C. (2017). Kaempferol ameliorates H9N2 swine influenza virus-induced acute lung injury by inactivation of TLR4/MyD88-mediated NF-κB and MAPK signaling pathways. Biomedicine and Pharmacotherapy, 89, 660-672."}, {"Citation": "Zhang, X., Cai, Y., Zhang, W., & Chen, X. (2018). Quercetin ameliorates pulmonary fibrosis by inhibiting SphK1/S1P signaling. Biochemistry and Cell Biology, 96(6), 742-751."}, {"Citation": "Zhang, Z., Jin, F., Lian, X., Li, M., Wang, G., Lan, B., … Sun, G. (2018). Genistein promotes ionizing radiation-induced cell death by reducing cytoplasmic Bcl-xL levels in non-small cell lung cancer. Scientific Reports, 8(1), 1-9."}, {"Citation": "Zhao, R., Jia, G., Yu, Y., Song, B., Hu, C., & Wu, L. (2020). Regulating activity of polysaccharides from Portulaca oleracea L. on dendritic cells of mice immunized against foot-and-mouth disease. Pakistan Veterinary Journal, 40(1), 7-12."}, {"Citation": "Zhao, R., Zhang, T., Zhao, H., & Cai, Y. (2015). Effects of Portulaca oleracea L. polysaccharides on phenotypic and functional maturation of murine bone marrow derived dendritic cells. Nutrition and Cancer, 67(6), 987-993."}, {"Citation": "Zheng, S.-Y., Shen, W., Peng, Y.-M., Cui, H.-J., Duan, H., Qiu, Y.-Q., … Zhang, X. (2018). Treatment of severe rash caused by crizotinib with both traditional Chinese medicine and Western medicine: Two case reports and literature review. Medicine, 97(48), e13088."}, {"Citation": "Zhou, Y.-X., Xin, H.-L., Rahman, K., Wang, S.-J., Peng, C., & Zhang, H. (2015). Portulaca oleracea L.: A review of phytochemistry and pharmacological effects. BioMed Research International, 2015, 925631."}, {"Citation": "Zhu, Q., Zhang, W., Mu, D., Zhou, H., Wu, S., & Zou, H. (2020). Effects of genistein on lipopolysaccharide-induced injury of mouse alveolar epithelial cells and its mechanism. Bioscience, Biotechnology, and Biochemistry, 84(3), 544-551."}], "ReferenceList": [], "Title": "REFERENCES"}], "History": [{"Year": "2021", "Month": "8", "Day": "4"}, {"Year": "2021", "Month": "6", "Day": "8"}, {"Year": "2021", "Month": "8", "Day": "5"}, {"Year": "2021", "Month": "9", "Day": "1", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "12", "Day": "25", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "8", "Day": "31", "Hour": "6", "Minute": "53"}], "PublicationStatus": "ppublish", "ArticleIdList": ["34462981", "10.1002/ptr.7268"]}}], "PubmedBookArticle": []}