{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Lamiaceae", "Thyme", "HDL", "cholesterol", "triglycerides"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34496170", "DateCompleted": {"Year": "2022", "Month": "05", "Day": "10"}, "DateRevised": {"Year": "2022", "Month": "05", "Day": "31"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "09", "Day": "09"}], "Language": ["eng"], "ELocationID": ["10.1515/znc-2021-0142"], "Journal": {"ISSN": "1865-7125", "JournalIssue": {"Volume": "77", "Issue": "5-6", "PubDate": {"Year": "2022", "Month": "May", "Day": "25"}}, "Title": "Zeitschrift fur Naturforschung. C, Journal of biosciences", "ISOAbbreviation": "Z Naturforsch C J Biosci"}, "ArticleTitle": "Effect of <i>Origanum dubium, Origanum vulgare</i> subsp. <i>hirtum, and Lavandula angustifolia</i> essential oils on lipid profiles and liver biomarkers in athletes.", "Pagination": {"StartPage": "177", "EndPage": "187", "MedlinePgn": "177-187"}, "Abstract": {"AbstractText": ["This study aims to determine the effects of essential oils of <i>Origanum dubium</i> (DUB)<i>, Origanum vulgare</i> subsp. <i>hirtum</i> (HIR), and <i>Lavandula angustifolia</i> (LAV) on lipid profiles and liver biomarkers in athletes. Thirty-four trained athletes were randomly assigned to one of three experimental groups or the control group (CON). The concentrations of serum lipids and liver biomarkers were assessed before and after the 14-day essential oil intervention. Gas chromatography-mass spectrometry analysis showed 68.0 and 82.1% carvacrol in DUB and HIR, respectively, and 34.50% linalyl acetate and 33.68% linalool in LAV essential oils. One-way analysis of covariance (ANCOVA) indicated a significant difference (<i>p</i> = 0.001) among the groups for high-density lipoprotein cholesterol (HDL-C) when the associated preintervention values were used as a covariate. The related pairwise comparisons revealed that DUB (<i>p</i> = 0.001) and HIR (<i>p</i> = 0.024) had greater HDL-C values than CON. From the two-way ANOVA, an interaction between time (before vs. after) and the groups (DUB vs. HIR vs. LAV vs. CON) was found for HDL-C (<i>p</i> = 0.030). Findings indicated a significant increase in DUB (<i>p</i> = 0.0001) and HIR (<i>p</i> = 0.010) for HDL-C, and there was a significant decrease in DUB (<i>p</i> = 0.023) for low-density lipoprotein cholesterol. However, there was no difference in total cholesterol, triglycerides, and all liver biomarkers."], "CopyrightInformation": "© 2021 Walter de Gruyter GmbH, Berlin/Boston."}, "AuthorList": [{"Identifier": ["0000-0001-9074-1109"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Karamanoğlu Mehmetbey University, Department of Medicinal and Aromatic Plants, Karaman, Turkey."}], "LastName": "Maral", "ForeName": "Hasan", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Coaching Education, Faculty of Sport Sciences, Erzurum Technical University, Erzurum, Turkey."}], "LastName": "Ulupınar", "ForeName": "Süleyman", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Food Control Research and Application Center, Afyon Kocatepe University, Afyonkarahisar, Turkey."}], "LastName": "Türk Baydır", "ForeName": "Ayşegül", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Physical Education and Sport, Faculty of Sport Sciences, Erzurum Technical University, Erzurum, Turkey."}], "LastName": "Özbay", "ForeName": "Serhat", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medical Biochemistry, Medical Faculty, University of Health Sciences, Istanbul, Turkey."}], "LastName": "Altınkaynak", "ForeName": "Konca", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Erzurum Regional Research and Training Hospital, Department of Biochemistry, Erzurum, Turkey."}], "LastName": "Şebin", "ForeName": "Engin", "Initials": "E"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Physical Education and Sport, Faculty of Sport Sciences, Erzurum Technical University, Erzurum, Turkey."}], "LastName": "Şiktar", "ForeName": "Erdinç", "Initials": "E"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Physical Education and Sport, Faculty of Sport Sciences, Erzurum Technical University, Erzurum, Turkey."}], "LastName": "Kishalı", "ForeName": "Necip Fazıl", "Initials": "NF"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Physical Education and Sport, Faculty of Sport Sciences, Erzurum Technical University, Erzurum, Turkey."}], "LastName": "Buzdağlı", "ForeName": "Yusuf", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Physical Education and Sport, Faculty of Sport Sciences, Erzurum Technical University, Erzurum, Turkey."}], "LastName": "Gençoğlu", "ForeName": "Cebrail", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Exercise and Sport Sciences, Ankara Yıldırım Beyazıt University, Ankara, Turkey."}], "LastName": "İnce", "ForeName": "İzzet", "Initials": "İ"}], "PublicationTypeList": ["Journal Article", "Randomized Controlled Trial"]}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "Z Naturforsch C J Biosci", "NlmUniqueID": "8912155", "ISSNLinking": "0341-0382"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Biomarkers"}, {"RegistryNumber": "0", "NameOfSubstance": "Oils, Volatile"}, {"RegistryNumber": "97C5T2UQ7J", "NameOfSubstance": "Cholesterol"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Athletes"}, {"QualifierName": [], "DescriptorName": "Biomarkers"}, {"QualifierName": [], "DescriptorName": "Cholesterol"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Lavandula"}, {"QualifierName": [], "DescriptorName": "Liver"}, {"QualifierName": ["chemistry"], "DescriptorName": "Oils, Volatile"}, {"QualifierName": ["chemistry"], "DescriptorName": "Origanum"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Tascioglu, T, Sadikoglu, N, Doganlar, S, Frary, A. Molecular genetic diversity in the Origanum genus: EST-SSR and SRAP marker analyses of the 22 species in eight sections that naturally occur in Turkey. Ind Crop Prod 2018;123:746–61."}, {"Citation": "Bagci, Y, Kan, Y, Dogu, S, Celik, SA. The essential oil compositions of Origanum majorana L. cultivated in Konya and collected from Mersin-Turkey. Indian J Pharm Educ Res 2017;51:S463–9."}, {"Citation": "Baser, KHC, editor. The Turkish Origanum species, Oregano, the genera Oregano and Lippia. New York: Taylor and Francis; 2001."}, {"Citation": "Zeković, Z, Lepojeviíc, Ž, Vujić, D. Supercritical extraction of thyme (Thymus vulgaris L.). Chromatographia 2000;51:175–9."}, {"Citation": "Oszagyan, M, Simandi, B, Sawinsky, J, Kery, A, Lemberkovics, E, Fekete, J. Supercritical fluid extraction of volatile compounds from lavandin and thyme. Flavour Fragrance J 1996;11:157–65."}, {"Citation": "Hashemipour, H, Kermanshahi, H, Golian, A, Veldkamp, T. Effect of thymol and carvacrol feed supplementation on performance, antioxidant enzyme activities, fatty acid composition, digestive enzyme activities, and immune response in broiler chickens. Poultry Sci 2013;92:2059–69."}, {"Citation": "Ali, B, Al-Wabel, NA, Shams, S, Ahamad, A, Khan, SA, Anwar, F. Essential oils used in aromatherapy: a systemic review. Asian Pac J Trop Biomed 2015;5:601–11."}, {"Citation": "Martín-Peláez, S, Mosele, JI, Pizarro, N, Farràs, M, de la Torre, R, Subirana, I, et al.. Effect of virgin olive oil and thyme phenolic compounds on blood lipid profile: implications of human gut microbiota. Eur J Nutr 2017;56:119–31."}, {"Citation": "Sharifi‐Rad, M, Varoni, EM, Iriti, M, Martorell, M, Setzer, WN, del Mar Contreras, M, et al.. Carvacrol and human health: a comprehensive review. Phytother Res 2018;32:1675–87."}, {"Citation": "Kim, E, Choi, Y, Jang, J, Park, T. Carvacrol protects against hepatic steatosis in mice fed a high-fat diet by enhancing SIRT1-AMPK signaling. Evid Based Complement Alternat Med 2013;2013."}, {"Citation": "Jianu, C, Pop, G, TGruia, A, Horhat, FG. Chemical composition and antimicrobial activity of essential oils of lavender (Lavandula angustifolia) and lavandin (Lavandula intermedia) grown in Western Romania. Int J Agric Biol 2013;15."}, {"Citation": "Lis-Balchin, M. Lavender: the genus Lavandula. Boca Raton: CRC Press; 2002."}, {"Citation": "Kara, N, Baydar, H. Determination of lavender and lavandin cultivars (Lavandula sp.) containing high quality essential oil in Isparta, Turkey. Turk J Field Crops 2013;18:58–65."}, {"Citation": "Nicholls, SJ, Nelson, AJ. HDL and cardiovascular disease. Pathology 2019;51:142–7."}, {"Citation": "Kosmas, CE, Martinez, I, Sourlas, A, Bouza, KV, Campos, FN, Torres, V, et al.. High-density lipoprotein (HDL) functionality and its relevance to atherosclerotic cardiovascular disease. Drugs Context (US) 2018;7."}, {"Citation": "Storey, BC, Staplin, N, Haynes, R, Reith, C, Emberson, J, Herrington, WG, et al.. Lowering LDL cholesterol reduces cardiovascular risk independently of presence of inflammation. Kidney Int 2018;93:1000–7."}, {"Citation": "Figarska, SM, Gustafsson, S, Sundström, J, Ärnlöv, J, Mälarstig, A, Elmståhl, S, et al.. Associations of circulating protein levels with lipid fractions in the general population. Arterioscler Thromb Vasc Biol 2018;38:2505–18."}, {"Citation": "Norata, GD, Pirillo, A, Ammirati, E, Catapano, AL. Emerging role of high density lipoproteins as a player in the immune system. Atherosclerosis 2012;220:11–21."}, {"Citation": "Creasy, KT, Kane, JP, Malloy, MJ. Emerging roles of HDL in immune function. Curr Opin Lipidol 2018;29:486–7."}, {"Citation": "Creasy, KT, Stock, EO, Tian, X, Prakash, A, Pullinger, CR, Malloy, MJ, et al.. Cytokines involved in arterial wall inflammation are transported by high density lipoprotein particles. Circulation 2017;136(1 Suppl):A20918."}, {"Citation": "Hashemipour, H, Kermanshahi, H, Golian, A, Khaksar, V. Effects of carboxy methyl cellulose and thymol+ carvacrol on performance, digesta viscosity and some blood metabolites of broilers. J Anim Physiol Anim Nutr 2014;98:672–9."}, {"Citation": "Foroozandeh, M, Bigdeli, M, Rahnema, M. The effect of hydro alcoholic extract of Origanum vulgare on weight and serum lipid profile in male Wistar rats. J Jahrom Univ Med Sci 2016;14:51–7."}, {"Citation": "Migliorini, MJ, Boiago, MM, Roza, LF, Barreta, M, Arno, A, Robazza, WS, et al.. Oregano essential oil (Origanum vulgare) to feed laying hens and its effects on animal health. An Acad Bras Cienc 2019;91."}, {"Citation": "Cassileth, BR, Heitzer, M, Wesa, K. The public health impact of herbs and nutritional supplements. Pharm Biol 2009;47:761–7."}, {"Citation": "Turkmen, M, Mert, A. Effect of different nitrogen doses on coriander (Coriandrum sativum L.) fresh herba essential oil components. Mustafa Kemal Univ J Agric Sci 2020;25:309–15."}, {"Citation": "Soltanbeigi, A, Sakartepe, E. Chemical specification of wild Salvia tomentosa Mill. Collected from inner Aegean region of Turkey. Z Fur Arznei-& Gewurzpflanzen 2020;25:31–5."}, {"Citation": "Maral, H, Murat, T, Çalışkan, T, Kırıcı, S. Chemical composition and antioxidant activity of essential oils of six Lamiaceae plants growing in Southern Turkey. Nat Volatiles Essent Oils 2017;4:62–8."}, {"Citation": "Adams, RP. Identification of essential oil components by gas chromatography/mass spectrometry. IL: Allured Publishing Corporation Carol Stream; 2007."}, {"Citation": "Brand-Williams, W, Cuvelier, M-E, Berset, C. Use of a free radical method to evaluate antioxidant activity. LWT-Food Sci Technol 1995;28:25–30."}, {"Citation": "Locatelli, M, Gindro, R, Travaglia, F, Coïsson, J-D, Rinaldi, M, Arlorio, M. Study of the DPPH-scavenging activity: development of a free software for the correct interpretation of data. Food Chem 2009;114:889–97."}, {"Citation": "Singleton, VL, Rossi, JA. Colorimetry of total phenolics with phosphomolybdic-phosphotungstic acid reagents. Am J Enol Vitic 1965;16:144–58."}, {"Citation": "Ustu, Y, Ugurlu, M. The medicinal use of thyme. Ankara Med J 2018;2:242–5."}, {"Citation": "Ozbay, S, Ulupınar, S, Sebin, E, Altinkaynak, K. Acute and chronic effects of aerobic exercise on serum irisin, adropin, and cholesterol levels in the winter season: indoor training versus outdoor training. Chin J Physiol 2020;63:21."}, {"Citation": "Cohen, J. Statistical power analysis for the behavioral sciences, 2nd edn. Hillsdale: Lawrence Erlbaum; 1988."}, {"Citation": "Hopkins, W. A new view of statistics: a scale of magnitude for effect statistics. Sport Sci 2015."}, {"Citation": "Lee, J-C, Kim, H-R, Kim, J, Jang, Y-S. Antioxidant property of an ethanol extract of the stem of Opuntia ficus-indica var. saboten. J Agric Food Chem 2002;50:6490–6."}, {"Citation": "Kosanić, M, Ranković, B, Dašić, M. Mushrooms as possible antioxidant and antimicrobial agents. Iran J Pharm Res (IJPR): IJPR 2012;11:1095."}, {"Citation": "Turgut, K, Ozyigit, Y, Tutuncu, B, Sozmen, EU. Agronomic and chemical performance of selected Origanum dubium Boiss. clones for industrial use. Turk J Agric For 2017;41:272–7."}, {"Citation": "Russo, M, Galletti, GC, Bocchini, P, Carnacini, A. Essential oil chemical composition of wild populations of Italian oregano spice (Origanum vulgare ssp. hirtum (Link) Ietswaart): a preliminary evaluation of their use in chemotaxonomy by cluster analysis. 1. Inflorescences. J Agric Food Chem 1998;46:3741–6."}, {"Citation": "Nimet, K, Baydar, H. Determination of lavender and lavandin cultivars (Lavandula sp.) containing high quality essential oil in Isparta, Turkey. Turk J Field Crops 2013;18:58–65."}, {"Citation": "Fachini-Queiroz, FC, Kummer, R, Estevao-Silva, CF, Carvalho, MDB, Cunha, JM, Grespan, R, et al.. Effects of thymol and carvacrol, constituents of Thymus vulgaris L. essential oil, on the inflammatory response. Evid Based Complement Alternat Med 2012;2012."}, {"Citation": "Cavanagh, H, Wilkinson, J. Biological activities of lavender essential oil. Phytother Res 2002;16:301–8."}, {"Citation": "Spiridon, I, Colceru, S, Anghel, N, Teaca, CA, Bodirlau, R, Armatu, A. Antioxidant capacity and total phenolic contents of oregano (Origanum vulgare), lavender (Lavandula angustifolia) and lemon balm (Melissa officinalis) from Romania. Nat Prod Res 2011;25:1657–61."}, {"Citation": "Jenner, SL, Trakman, G, Coutts, A, Kempton, T, Ryan, S, Forsyth, A, et al.. Dietary intake of professional Australian football athletes surrounding body composition assessment. Sports Nutr Rev J 2018;15:1–8."}, {"Citation": "Gencoglu, C, Akkus, E. Thyroid hormone responses to exercise. Med Sci 2020;15:71–80."}, {"Citation": "Morishita, S, Saito, T, Mishima, Y, Mizutani, A, Hirai, Y, Koyama, S, et al.. Strains and species differences in experimental hyperlipidemia. Nihon Yakurigaku Zasshi Folia Pharmacol Japonica 1986;87:259–64."}, {"Citation": "Haque, MR, Ansari, S, Najmi, A, Ahmad, MA. Monoterpene phenolic compound thymol prevents high fat diet induced obesity in murine model. Toxicol Mech Methods 2014;24:116–23."}, {"Citation": "Tuama, R. Effect of thyme (Thymus vulgaris L.) oil on some biochemical parameters of diabetic female rats. World J Pharm Sci 2016;4:6–9."}, {"Citation": "Ozdemir, B, Ekbul, A, Topal, N, Sarandol, E, Sag, S, Baser, K, et al.. Effects of Origanum onites on endothelial function and serum biochemical markers in hyperlipidaemic patients. J Int Med Res 2008;36:1326–34."}, {"Citation": "Ahn, N, Kim, K. High-density lipoprotein cholesterol (HDL-C) in cardiovascular disease: effect of exercise training. Integr Med Res 2016;5:212–5."}, {"Citation": "Chapman, M, Goldstein, S, Lagrange, D, Laplaud, P. A density gradient ultracentrifugal procedure for the isolation of the major lipoprotein classes from human serum. JLR (J Lipid Res) 1981;22:339–58."}, {"Citation": "Kontush, A, Chapman, MJ. Functionally defective high-density lipoprotein: a new therapeutic target at the crossroads of dyslipidemia, inflammation, and atherosclerosis. Pharmacol Rev 2006;58:342–74."}, {"Citation": "Vosough-Ghanbari, S, Rahimi, R, Kharabaf, S, Zeinali, S, Mohammadirad, A, Amini, S, et al.. Effects of Satureja khuzestanica on serum glucose, lipids and markers of oxidative stress in patients with type 2 diabetes mellitus: a double-blind randomized controlled trial. Evid Based Complement Alternat Med 2010;7:465–70."}, {"Citation": "Javed, I, Iqbal, Z, Rahman, Z, Khan, F, Muhammad, F, Aslam, B, et al.. Comparative antihyperlipidaemic efficacy of Trachyspermum ammi extracts in albino rabbits. Pak Vet J 2006;26:23."}, {"Citation": "Hafezi, H, Vahdati, A, Sepehrimanesh, M. Effect of Satureja khuzestanica Jamzad extract on serum lipid profile, blood glucose level and body weight gain in diabetes mellitus: a Rattus norvegicus model. Comp Clin Pathol 2015;24:1033–7."}, {"Citation": "Akkol, EK, Avcı, G, Kucukkurt, I, Keles, H, Tamer, U, Ince, S, et al.. Cholesterol-reducer, antioxidant and liver protective effects of Thymbra spicata L. var. spicata. J Ethnopharmacol 2009;126:314–9."}, {"Citation": "Al‐Mamary, M, Al‐Habori, M, Al‐Aghbari, A, Baker, M. Investigation into the toxicological effects of Catha edulis leaves: a short term study in animals. Phytother Res 2002;16:127–32."}, {"Citation": "Rinella, ME. Nonalcoholic fatty liver disease: a systematic review. JAMA 2015;313:2263–73."}, {"Citation": "Aristatile, B, Al-Numair, K, Veeramania, C, Pugalendi, KV. Antihyperlipidemic effect of carvacrol on D-galactosamine induced hepatotoxic rats. J Basic Clin Physiol Pharmacol 2009;20:15–28."}], "ReferenceList": [], "Title": "References"}], "History": [{"Year": "2021", "Month": "5", "Day": "17"}, {"Year": "2021", "Month": "8", "Day": "19"}, {"Year": "2021", "Month": "9", "Day": "9", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "5", "Day": "11", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "9", "Day": "8", "Hour": "17", "Minute": "36"}], "PublicationStatus": "epublish", "ArticleIdList": ["34496170", "10.1515/znc-2021-0142", "znc-2021-0142"]}}], "PubmedBookArticle": []}