{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Gynostemma pentaphyllum", "co-expression", "genome assembly", "gypenoside biosynthesis", "regulatory network"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34499150", "DateCompleted": {"Year": "2021", "Month": "10", "Day": "25"}, "DateRevised": {"Year": "2021", "Month": "10", "Day": "25"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": ["dsab018", "10.1093/dnares/dsab018"], "Journal": {"ISSN": "1756-1663", "JournalIssue": {"Volume": "28", "Issue": "5", "PubDate": {"Year": "2021", "Month": "Sep", "Day": "13"}}, "Title": "DNA research : an international journal for rapid publication of reports on genes and genomes", "ISOAbbreviation": "DNA Res"}, "ArticleTitle": "Chromosome-level genome assembly of Gynostemma pentaphyllum provides insights into gypenoside biosynthesis.", "Abstract": {"AbstractText": ["Gynostemma pentaphyllum (Thunb.) Makino is an economically valuable medicinal plant belonging to the Cucurbitaceae family that produces the bioactive compound gypenoside. Despite several transcriptomes having been generated for G. pentaphyllum, a reference genome is still unavailable, which has limited the understanding of the gypenoside biosynthesis and regulatory mechanism. Here, we report a high-quality G. pentaphyllum genome with a total length of 582 Mb comprising 1,232 contigs and a scaffold N50 of 50.78 Mb. The G. pentaphyllum genome comprised 59.14% repetitive sequences and 25,285 protein-coding genes. Comparative genome analysis revealed that G. pentaphyllum was related to Siraitia grosvenorii, with an estimated divergence time dating to the Paleogene (∼48 million years ago). By combining transcriptome data from seven tissues, we reconstructed the gypenoside biosynthetic pathway and potential regulatory network using tissue-specific gene co-expression network analysis. Four UDP-glucuronosyltransferases (UGTs), belonging to the UGT85 subfamily and forming a gene cluster, were involved in catalyzing glycosylation in leaf-specific gypenoside biosynthesis. Furthermore, candidate biosynthetic genes and transcription factors involved in the gypenoside regulatory network were identified. The genetic information obtained in this study provides insights into gypenoside biosynthesis and lays the foundation for further exploration of the gypenoside regulatory mechanism."], "CopyrightInformation": "© The Author(s) 2021. Published by Oxford University Press on behalf of Kazusa DNA Research Institute."}, "AuthorList": [{"Identifier": ["0000-0003-0826-1101"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Pharmacy, Guangxi University of Chinese Medicine, Nanning 530200, China."}, {"Identifier": [], "Affiliation": "Guangxi Key Laboratory of Zhuang and Yao Ethnic Medicine, Guangxi University of Chinese Medicine, Nanning 530200, China."}], "LastName": "Huang", "ForeName": "Ding", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Pharmacy, Guangxi University of Chinese Medicine, Nanning 530200, China."}], "LastName": "Ming", "ForeName": "Ruhong", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Guangdong Provincial Key Laboratory of Crops Genetics & Improvement, Crops Research Institute, Guangdong Academy of Agricultural Sciences, Guangzhou 510640, China."}], "LastName": "Xu", "ForeName": "Shiqiang", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Guangdong Provincial Key Laboratory of Crops Genetics & Improvement, Crops Research Institute, Guangdong Academy of Agricultural Sciences, Guangzhou 510640, China."}], "LastName": "Wang", "ForeName": "Jihua", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Pharmacy, Guangxi University of Chinese Medicine, Nanning 530200, China."}, {"Identifier": [], "Affiliation": "Guangxi Key Laboratory of Zhuang and Yao Ethnic Medicine, Guangxi University of Chinese Medicine, Nanning 530200, China."}], "LastName": "Yao", "ForeName": "Shaochang", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Pharmacy, Guangxi University of Chinese Medicine, Nanning 530200, China."}], "LastName": "Li", "ForeName": "Liangbo", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Pharmacy, Guangxi University of Chinese Medicine, Nanning 530200, China."}], "LastName": "Huang", "ForeName": "Rongshao", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Pharmacy, Guangxi University of Chinese Medicine, Nanning 530200, China."}, {"Identifier": [], "Affiliation": "Guangxi Key Laboratory of Zhuang and Yao Ethnic Medicine, Guangxi University of Chinese Medicine, Nanning 530200, China."}], "LastName": "Tan", "ForeName": "Yong", "Initials": "Y"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "DNA Res", "NlmUniqueID": "9423827", "ISSNLinking": "1340-2838"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}, {"RegistryNumber": "0", "NameOfSubstance": "gypenoside"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Chromosomes"}, {"QualifierName": ["genetics"], "DescriptorName": "Gynostemma"}, {"QualifierName": [], "DescriptorName": "Plant Extracts"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Zhang X., Su H., Yang J., Feng L., Li Z., Zhao G.. 2019, Population genetic structure, migration, and polyploidy origin of a medicinal species Gynostemma pentaphyllum (Cucurbitaceae), Ecol. Evol., 9, 11145–70.", "ArticleIdList": ["PMC6802062", "31641462"]}, {"Citation": "Ji H.K., Yong N.H.. 2011, Dammarane-type saponins from Gynostemma pentaphyllum, Phytochemistry, 72, 1453–9.", "ArticleIdList": ["21565370"]}, {"Citation": "Lundqvist L.C.E., Rattigan D., Ehtesham E., Demmou C., Ostenson C.G., Sandstrom C.. 2019, Profiling and activity screening of Dammarane-type triterpen saponins from Gynostemma pentaphyllum with glucose-dependent insulin secretory activity, Sci. Rep., 9, 627.", "ArticleIdList": ["PMC6345837", "30679754"]}, {"Citation": "Razmovski-Naumovski V., Huang T.H.-W., Tran V.H., Li G.Q., Duke C.C., Roufogalis B.D.. 2005, Chemistry and pharmacology of Gynostemma pentaphyllum, Phytochem. Rev., 4, 197–219."}, {"Citation": "Li Y., Lin W., Huang J., Xie Y., Ma W.. 2016, Anti-cancer effects of Gynostemma pentaphyllum (Thunb.) Makino (Jiaogulan), Chin. Med., 11, 43.", "ArticleIdList": ["PMC5037898", "27708693"]}, {"Citation": "Wang J., Ha T.K.Q., Shi Y.P., Oh W.K., Yang J.L.. 2018, Hypoglycemic triterpenes from Gynostemma pentaphyllum, Phytochemistry, 155, 171–81.", "ArticleIdList": ["30130690"]}, {"Citation": "Lee H.S., Lim S.M., Jung J.I., et al.2019, Gynostemma pentaphyllum extract ameliorates high-fat diet-induced obesity in C57BL/6N mice by upregulating SIRT1, Nutrients, 11, 2475.", "ArticleIdList": ["PMC6835433", "31618980"]}, {"Citation": "Thimmappa R., Geisler K., Louveau T., O’Maille P., Osbourn A.. 2014, Triterpene biosynthesis in plants, Annu. Rev. Plant Biol., 65, 225–57.", "ArticleIdList": ["24498976"]}, {"Citation": "Xu J., Chu Y., Liao B., et al.2017, Panax ginseng genome examination for ginsenoside biosynthesis, Gigascience, 6, 1–15.", "ArticleIdList": ["PMC5710592", "29048480"]}, {"Citation": "Seki H., Tamura K., Muranaka T.. 2015, P450s and UGTs: key players in the structural diversity of triterpenoid saponins, Plant Cell Physiol., 56, 1463–71.", "ArticleIdList": ["PMC7107090", "25951908"]}, {"Citation": "Rahimi S., Kim J., Mijakovic I., et al.2019, Triterpenoid-biosynthetic UDP-glycosyltransferases from plants, Biotechnol. Adv., 37, 107394.", "ArticleIdList": ["31078628"]}, {"Citation": "Liu B., Shi Y., Yuan J., et al.2013, Estimation of genomic characteristics by analyzing k-mer frequency in de novo genome projects, Quant. Biol., 35, 62–7."}, {"Citation": "Hu J., Fan J., Sun Z., Liu S.. 2020, NextPolish: a fast and efficient genome polishing tool for long-read assembly, Bioinformatics, 36, 2253–5.", "ArticleIdList": ["31778144"]}, {"Citation": "Dudchenko O., Batra S.S., Omer A.D., et al.2017, De novo assembly of the Aedes aegypti genome using Hi-C yields chromosome-length scaffolds, Science., 356, 92–5.", "ArticleIdList": ["PMC5635820", "28336562"]}, {"Citation": "Durand N.C., Shamim M.S., Machol I., et al.2016, Juicer provides a one-click system for analyzing loop-resolution Hi-C experiments, Cell Syst., 3, 95–8.", "ArticleIdList": ["PMC5846465", "27467249"]}, {"Citation": "Seppey M., Manni M., Zdobnov E.M.. 2019, BUSCO: assessing genome assembly and annotation completeness, Methods Mol. Biol., 1962, 227–45.", "ArticleIdList": ["31020564"]}, {"Citation": "Ou S., Su W., Liao Y., et al.2019, Benchmarking transposable element annotation methods for creation of a streamlined, comprehensive pipeline, Genome Biol., 20, 275.", "ArticleIdList": ["PMC6913007", "31843001"]}, {"Citation": "Mario S., Oliver K., Irfan G., Alec H., Stephan W., Burkhard M.. 2006, AUGUSTUS: ab initio prediction of alternative transcripts, Nucleic Acids Res., 34, W435–9.", "ArticleIdList": ["PMC1538822", "16845043"]}, {"Citation": "Majoros W., Pertea M., Salzberg S.. 2004, TigrScan and GlimmerHMM: two open source ab initio eukaryotic gene-finders, Bioinformatics, 20, 2878–9.", "ArticleIdList": ["15145805"]}, {"Citation": "Gremme G., Brendel V., Sparks M.E., Kurtz S.. 2005, Engineering a software tool for gene structure prediction in higher organisms, Inform Software Tech., 47, 965–78."}, {"Citation": "Patel R.K., Mukesh J., Liu Z.. 2012, NGS QC toolkit: a toolkit for quality control of next generation sequencing data, PLoS One., 7, e30619.", "ArticleIdList": ["PMC3270013", "22312429"]}, {"Citation": "Kim D., Langmead B., Salzberg S.L.. 2015, HISAT: a fast spliced aligner with low memory requirements, Nat. Methods., 12, 357–60.", "ArticleIdList": ["PMC4655817", "25751142"]}, {"Citation": "Grabherr M.G., Haas B.J., Yassour M., et al.2011, Full-length transcriptome assembly from RNA-Seq data without a reference genome, Nat. Biotechnol., 29, 644–52.", "ArticleIdList": ["PMC3571712", "21572440"]}, {"Citation": "Haas B.J., Salzberg S.L., Zhu W., et al.2008, Automated eukaryotic gene structure annotation using EVidenceModeler and the program to assemble spliced alignments, Genome Biol., 9, R7.", "ArticleIdList": ["PMC2395244", "18190707"]}, {"Citation": "Haas B.J., Delcher A.L., Mount S.M., et al.2003, Improving the Arabidopsis genome annotation using maximal transcript alignment assemblies, Nucleic Acids Res., 31, 5654–66.", "ArticleIdList": ["PMC206470", "14500829"]}, {"Citation": "Lohse M., Nagel A., Herter T., et al.2014, Mercator: a fast and simple web server for genome scale functional annotation of plant sequence data, Plant. Cell Environ., 37, 1250–8.", "ArticleIdList": ["24237261"]}, {"Citation": "Huerta-Cepas J., Szklarczyk D., Heller D., et al.2019, eggNOG 5.0: a hierarchical, functionally and phylogenetically annotated orthology resource based on 5090 organisms and 2502 viruses, Nucleic Acids Res., 47, D309–14.", "ArticleIdList": ["PMC6324079", "30418610"]}, {"Citation": "Li L., Stoeckert C.J. Jr, Roos D.S.. 2003, OrthoMCL: identification of ortholog groups for eukaryotic genomes, Genome Res., 13, 2178–89.", "ArticleIdList": ["PMC403725", "12952885"]}, {"Citation": "Edgar R.C. 2004, MUSCLE: multiple sequence alignment with high accuracy and high throughput, Nucleic Acids Res., 32, 1792–7.", "ArticleIdList": ["PMC390337", "15034147"]}, {"Citation": "Alexandros S. 2014, RAxML version 8: a tool for phylogenetic analysis and post-analysis of large phylogenies, Bioinformatics., 30, 1312–3.", "ArticleIdList": ["PMC3998144", "24451623"]}, {"Citation": "Letunic I., Bork P.. 2019, Interactive Tree Of Life (iTOL) v4: recent updates and new developments, Nucleic Acids Res., 47, W256–W259.", "ArticleIdList": ["PMC6602468", "30931475"]}, {"Citation": "Sudhir K., Glen S., Michael S., Blair H.S.. 2017, TimeTree: a resource for timelines, Timetrees, and divergence times, Mol Biol Evol., 7, 1812.", "ArticleIdList": ["28387841"]}, {"Citation": "Sanderson M.J. 2003, R8s: inferring absolute rates of molecular evolution and divergence times in the absence of a molecular clock, Bioinformatics., 19, 301–2.", "ArticleIdList": ["12538260"]}, {"Citation": "Wang Y., Tang H., DeBarry J.D., et al.2012, MCScanX: a toolkit for detection and evolutionary analysis of gene synteny and collinearity, Nucleic Acids Res., 40, e49.", "ArticleIdList": ["PMC3326336", "22217600"]}, {"Citation": "Wang D., Zhang Y., Zhang Z., Zhu J., Yu J.. 2010, KaKs_Calculator 2.0: a toolkit incorporating gamma-series methods and sliding window strategies, Genomics. Proteomics Bioinformatics., 8, 77–80.", "ArticleIdList": ["PMC5054116", "20451164"]}, {"Citation": "Trapnell C., Williams B.A., Pertea G., et al.2010, Transcript assembly and quantification by RNA-Seq reveals unannotated transcripts and isoform switching during cell differentiation, Nat. Biotechnol., 28, 511–5.", "ArticleIdList": ["PMC3146043", "20436464"]}, {"Citation": "Tian T., Liu Y., Yan H., et al.2017, agriGO v2.0: a GO analysis toolkit for the agricultural community, 2017 update, Nucleic Acids Res., 45, W122–9.", "ArticleIdList": ["PMC5793732", "28472432"]}, {"Citation": "Langfelder P., Horvath S.. 2008, WGCNA: an R package for weighted correlation network analysis, BMC Bioinformatics., 9, 559.", "ArticleIdList": ["PMC2631488", "19114008"]}, {"Citation": "Fu A., Wang Q., Mu J., et al.2021, Combined genomic, transcriptomic, and metabolomic analyses provide insights into chayote (Sechium edule) evolution and fruit development, Hortic. Res., 8, 35.", "ArticleIdList": ["PMC7847470", "33517348"]}, {"Citation": "Li Q., Li H., Huang W., et al.2019, A chromosome-scale genome assembly of cucumber (Cucumis sativus L.), GigaScience., 8, giz072.", "ArticleIdList": ["PMC6582320", "31216035"]}, {"Citation": "Zhang H., Li X., Yu H., et al.2019, A high-quality melon genome assembly provides insights into genetic basis of fruit trait improvement, iScience., 22, 16–27.", "ArticleIdList": ["PMC6864349", "31739171"]}, {"Citation": "Xia M., Xue H., Hang H., et al.2018, Improved de novo genome assembly and analysis of the Chinese cucurbit Siraitia grosvenorii, also known as monk fruit or luo-han-guo, GigaScience., 7, giy067.", "ArticleIdList": ["PMC6007378", "29893829"]}, {"Citation": "Sun H., Wu S., Zhang G., et al.2017, Karyotype stability and unbiased fractionation in the paleo-allotetraploid Cucurbita genomes, Mol. Plant., 10, 1293–306.", "ArticleIdList": ["28917590"]}, {"Citation": "Guo J., Xu W., Hu Y., et al.2020, Phylotranscriptomics in Cucurbitaceae reveal multiple whole-genome duplications and key morphological and molecular innovations, Mol. Plant., 13, 1117–33.", "ArticleIdList": ["32445889"]}, {"Citation": "Xu S., Yao S., Huang R., Tan Y., Huang D.. 2020, Transcriptome-wide analysis of the AP2/ERF transcription factor gene family involved in the regulation of gypenoside biosynthesis in Gynostemma pentaphyllum, Plant Physiol. Biochem., 154, 238–47.", "ArticleIdList": ["32563852"]}, {"Citation": "Paul P., Singh S.K., Patra B., Sui X., Pattanaik S., Yuan L.. 2017, A differentially regulated AP2/ERF transcription factor gene cluster acts downstream of a MAP kinase cascade to modulate terpenoid indole alkaloid biosynthesis in Catharanthus roseus, New Phytol., 213, 1107–23.", "ArticleIdList": ["27801944"]}, {"Citation": "Paul P., Singh S.K., Patra B., Liu X., Pattanaik S., Yuan L.. 2020, Mutually regulated AP2/ERF gene clusters modulate biosynthesis of specialized metabolites in plants, Plant Physiol., 182, 840–56.", "ArticleIdList": ["PMC6997685", "31727678"]}, {"Citation": "Singh S.K., Patra B., Paul P., Liu Y., Pattanaik S., Yuan L.. 2020, Revisiting the ORCA gene cluster that regulates terpenoid indole alkaloid biosynthesis in Catharanthus roseus, Plant Sci., 293, 110408.", "ArticleIdList": ["32081258"]}, {"Citation": "Zhou Y., Ma Y., Zeng J., et al.2016, Convergence and divergence of bitterness biosynthesis and regulation in Cucurbitaceae, Nat. Plants., 2, 16183.", "ArticleIdList": ["PMC5449191", "27892922"]}, {"Citation": "Zheng Y., Jiao C., Sun H., et al.2016, iTAK: a program for genome-wide prediction and classification of plant transcription factors, transcriptional regulators, and protein kinases, Mol. Plant., 9, 1667–70.", "ArticleIdList": ["27717919"]}, {"Citation": "Kim Y.K., Kim Y.B., Uddin M.R., Lee S., Kim S.U., Park S.U.. 2014, Enhanced triterpene accumulation in Panax ginseng hairy roots overexpressing mevalonate-5-pyrophosphate decarboxylase and farnesyl pyrophosphate synthase, ACS Synth. Biol., 3, 773–9.", "ArticleIdList": ["24933610"]}, {"Citation": "Lee M.H., Jeong J.H., Seo J.W., et al.2004, Enhanced triterpene and phytosterol biosynthesis in Panax ginseng overexpressing squalene synthase gene, Plant Cell Physiol., 45, 976–84.", "ArticleIdList": ["15356323"]}, {"Citation": "Han J.Y., In J.G., Kwon Y.S., Choi Y.E.. 2010, Regulation of ginsenoside and phytosterol biosynthesis by RNA interferences of squalene epoxidase gene in Panax ginseng, Phytochemistry., 71, 36–46.", "ArticleIdList": ["19857882"]}, {"Citation": "Han J.Y., Kwon Y.S., Yang D.C., Jung Y.R., Choi Y.E.. 2006, Expression and RNA interference-induced silencing of the dammarenediol synthase gene in Panax ginseng, Plant Cell Physiol., 47, 1653–62.", "ArticleIdList": ["17088293"]}, {"Citation": "Chun J.H., Adhikari P.B., Park S.B., Han J.Y., Choi Y.E.. 2015, Production of the dammarene sapogenin (protopanaxadiol) in transgenic tobacco plants and cultured cells by heterologous expression of PgDDS and CYP716A47, Plant Cell Rep., 34, 1551–60.", "ArticleIdList": ["25981048"]}, {"Citation": "Ran J.H., Shen T.T., Liu W.J., Wang X.Q.. 2013, Evolution of the bHLH genes involved in stomatal development: implications for the expansion of developmental complexity of stomata in land plants, PloS One., 8, e78997.", "ArticleIdList": ["PMC3823973", "24244399"]}, {"Citation": "Qi T., Wang J., Huang H., et al.2015, Regulation of jasmonate-induced leaf senescence by antagonism between bHLH subgroup IIIe and IIId factors in Arabidopsis, Plant Cell., 27, 1634–49.", "ArticleIdList": ["PMC4498205", "26071420"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "5", "Day": "27"}, {"Year": "2021", "Month": "9", "Day": "6"}, {"Year": "2021", "Month": "9", "Day": "10", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "10", "Day": "26", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "9", "Day": "9", "Hour": "12", "Minute": "24"}, {"Year": "2021", "Month": "9", "Day": "9"}], "PublicationStatus": "ppublish", "ArticleIdList": ["34499150", "PMC8476931", "10.1093/dnares/dsab018", "6367775"]}}], "PubmedBookArticle": []}