{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34512779", "DateRevised": {"Year": "2021", "Month": "09", "Day": "14"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "08", "Day": "06"}], "Language": ["eng"], "ELocationID": ["6002949", "10.1155/2021/6002949"], "Journal": {"ISSN": "1741-427X", "JournalIssue": {"Volume": "2021", "PubDate": {"Year": "2021"}}, "Title": "Evidence-based complementary and alternative medicine : eCAM", "ISOAbbreviation": "Evid Based Complement Alternat Med"}, "ArticleTitle": "Traditional Knowledge of Medicinal Plants Used in the Northeastern Part of Morocco.", "Pagination": {"StartPage": "6002949", "MedlinePgn": "6002949"}, "Abstract": {"AbstractText": ["The knowledge of the plants that are used may provide insight on their properties for further exploration. This study aimed to identify and collect data about medicinal plants used in traditional medicine by the population of the provincial region of Taza, Morocco. An ethnobotanical survey was carried out among 200 informants, competent villagers, herbalists, and traditional healers from the provincial region of Taza city through direct interviews using a structured questionnaire. The survey reported 55 plant species belonging to 28 families used in the folk medicine. Informants' results showed that the most frequently used plants were <i>Origanum compactum</i>, <i>Mentha pulegium</i>, <i>Rosmarinus officinalis</i> L., <i>Aloysia citrodora</i>, <i>Calamintha officinalis</i> Moench, and <i>Artemisia herba-alba</i> Asso., with a relative frequency of citation of 76%, 72%, 60%, 42%, 40%, and 30%, respectively. Moreover, in this study, the Lamiaceae family was the most commonly reported plant family, and the leaves were the most frequently used parts of the plants; otherwise, decoction and infusion were the most used modes in the preparation of remedies from medicinal plants in the traditional medicine. The sociodemographic characteristics showed that women use medicinal plants slightly more than men, the illiterate people use the medicinal plant the most, and old people have more information about the medicinal plants than the new generations. The region of Taza of Morocco has an important floristic biodiversity of medicinal plants which are used in traditional medicine practice. This result provides a good database for pharmacological screening in the search for new plants that can contain new bioactive molecules that can be used as a bioactive ingredient of medicament or as a biological alternative in pharmacology."], "CopyrightInformation": "Copyright © 2021 Mohamed Reda Kachmar et al."}, "AuthorList": [{"Identifier": ["0000-0001-8191-1129"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Team of Medicinal and Aromatic Plants Valorisation and Environment, Environment and Health Laboratory, Faculty of Sciences, Moulay Ismail University, P. O. Box 11201, Zitoune, Meknes, Morocco."}], "LastName": "Kachmar", "ForeName": "Mohamed Reda", "Initials": "MR"}, {"Identifier": ["0000-0002-8145-2572"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Pharmacology and Toxicology, Bio Pharmaceutical and Toxicological Analysis Research Team, Faculty of Medicine and Pharmacy, Mohammed V University, BP 6203, Rabat, Morocco."}], "LastName": "Naceiri Mrabti", "ForeName": "Hanae", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Team of Medicinal and Aromatic Plants Valorisation and Environment, Environment and Health Laboratory, Faculty of Sciences, Moulay Ismail University, P. O. Box 11201, Zitoune, Meknes, Morocco."}], "LastName": "Bellahmar", "ForeName": "Meryem", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Team of Medicinal and Aromatic Plants Valorisation and Environment, Environment and Health Laboratory, Faculty of Sciences, Moulay Ismail University, P. O. Box 11201, Zitoune, Meknes, Morocco."}], "LastName": "Ouahbi", "ForeName": "Abdelilah", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Team of Medicinal and Aromatic Plants Valorisation and Environment, Environment and Health Laboratory, Faculty of Sciences, Moulay Ismail University, P. O. Box 11201, Zitoune, Meknes, Morocco."}], "LastName": "Haloui", "ForeName": "Zoubida", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Team of Medicinal and Aromatic Plants Valorisation and Environment, Environment and Health Laboratory, Faculty of Sciences, Moulay Ismail University, P. O. Box 11201, Zitoune, Meknes, Morocco."}], "LastName": "El Badaoui", "ForeName": "Khalid", "Initials": "K"}, {"Identifier": ["0000-0001-9317-1631"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Human Pathologies Biology, Department of Biology, Faculty of Sciences, Genomic Center of Human Pathologies, Faculty of Medicine and Pharmacy, Mohammed V University, Rabat, Morocco."}], "LastName": "Bouyahya", "ForeName": "Abdelhakim", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Team of Medicinal and Aromatic Plants Valorisation and Environment, Environment and Health Laboratory, Faculty of Sciences, Moulay Ismail University, P. O. Box 11201, Zitoune, Meknes, Morocco."}], "LastName": "Chakir", "ForeName": "Said", "Initials": "S"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Evid Based Complement Alternat Med", "NlmUniqueID": "101215021", "ISSNLinking": "1741-427X"}, "CoiStatement": "The authors declare that they have no conflicts of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "El-hilaly J., Hmammouchi M., Lyoussi B. Ethnobotanical studies and economic evaluation of medicinal plants in Taounate province (Northern Morocco) Journal of Ethnopharmacology. 2003;86(2-3):149–158. doi: 10.1016/s0378-8741(03)00012-6.", "ArticleIdList": ["10.1016/s0378-8741(03)00012-6", "12738079"]}, {"Citation": "Barkaoui M., Katiri A., Boubaker H., Msanda F. Ethnobotanical survey of medicinal plants used in the traditional treatment of diabetes in Chtouka Ait Baha and Tiznit (Western Anti-Atlas), Morocco. Journal of Ethnopharmacology. 2017;198 doi: 10.1016/j.jep.2017.01.023.", "ArticleIdList": ["10.1016/j.jep.2017.01.023", "28109915"]}, {"Citation": "Ullah M., Khan M. U., Mahmood A., et al. An ethnobotanical survey of indigenous medicinal plants in Wana district south Waziristan agency, Pakistan. Journal of Ethnopharmacology. 2013;150(3):918–924. doi: 10.1016/j.jep.2013.09.032.", "ArticleIdList": ["10.1016/j.jep.2013.09.032", "24120747"]}, {"Citation": "Fakchich J., Elachouri M. Ethnobotanical survey of medicinal plants used by people in Oriental Morocco to manage various ailments. Journal of Ethnopharmacology. 2014;154:76–87. doi: 10.1016/j.jep.2014.03.016.", "ArticleIdList": ["10.1016/j.jep.2014.03.016", "24685583"]}, {"Citation": "Holaly G. E., Simplice K. D., Charlemagne G., et al. Étude ethnobotanique des plantes utilisées dans le traitement du diabète dans la médecine traditionnelle de la région Maritime du Togo. Pan African Medical Journal. 2015;20:1861–1868. doi: 10.11604/pamj.2015.20.437.5660.", "ArticleIdList": ["10.11604/pamj.2015.20.437.5660", "PMC4537902", "26309469"]}, {"Citation": "Mrabti H. N., Jaradat N., Kachmar M. R., et al. Integrative herbal treatments of diabetes in Beni Mellal region of Morocco. Journal of Integrative Medicine. 2019;17(2):93–99. doi: 10.1016/j.joim.2019.01.001.", "ArticleIdList": ["10.1016/j.joim.2019.01.001", "30670366"]}, {"Citation": "Bouyahya A., Abrini J., Et-touys A., Bakri Y., Dakka N. Indigenous knowledge of the use of medicinal plants in the North-West of Morocco and their biological activities. European Journal of Integrative Medicine. 2017;13:9–25. doi: 10.1016/j.eujim.2017.06.004.", "ArticleIdList": ["10.1016/j.eujim.2017.06.004"]}, {"Citation": "El Haouari M., El Makaoui S., Jnah M., Haddaouy A. A survey of medicinal plants used by herbalists in Taza (Northern Morocco) to manage various ailments. Journal of Materials and Environmental Science. 2018;9:1875–1888."}, {"Citation": "Hmamouchi M. Les plantes médicinales et aromatiques marocaines : Utilisation, biologie, écologie, chimie, pharmacologie, toxicologie, lexiques, IDPCM, mohammedia. 1999."}, {"Citation": "Fennane M., Ibn Tattou M., Mathez J. Botanical Series. Rabat, Morocco: Institut Scientifique; 1999. Practical flora of Morocco: Manual for the determination of vascular plants."}, {"Citation": "Bellakhdar J. La pharmacopée marocaine traditionnelle, 2ème édition augmen. 1997.   https://lefennec.com/livre/la-pharmacopee-marocaine-traditionnelle-jamal-bellakhdar/"}, {"Citation": "Yetein M. H., Houessou L. G., Lougbégnon T. O., Teka O., Tente B. Ethnobotanical study of medicinal plants used for the treatment of malaria in plateau of Allada, Benin (West Africa) Journal of Ethnopharmacology. 2013;146(1):154–163. doi: 10.1016/j.jep.2012.12.022.", "ArticleIdList": ["10.1016/j.jep.2012.12.022", "23266332"]}, {"Citation": "Maldonado-Garcia M., Angulo C., Vazquez-Martinez J., Sanchez V., Lopez M. G., Reyes-Becerril M. Antioxidant and immunostimulant potentials of Chenopodium ambrosioides L. in Pacific red snapper (Lutjanus peru) Aquaculture. 2019;513 doi: 10.1016/j.aquaculture.2019.734414.734414", "ArticleIdList": ["10.1016/j.aquaculture.2019.734414"]}, {"Citation": "Reyes-Becerril M., Angulo C., Sanchez V., Vázquez-Martínez J., López M. G. Antioxidant, intestinal immune status and anti-inflammatory potential of Chenopodium ambrosioides L. in fish: In vitro and in vivo studies. Fish & Shellfish Immunology. 2019;86:420–428. doi: 10.1016/j.fsi.2018.11.059.", "ArticleIdList": ["10.1016/j.fsi.2018.11.059", "30502468"]}, {"Citation": "Nencini C., Menchiari A., Franchi G. G., Micheli L. In vitro antioxidant activity of aged extracts of some Italian Allium species. Plant Foods for Human Nutrition. 2011;66(1):11–16. doi: 10.1007/s11130-010-0204-2.", "ArticleIdList": ["10.1007/s11130-010-0204-2", "21290188"]}, {"Citation": "Derwich E., Manar A., Benziane Z., Boukir A. GC/MS analysis and in vitro antibacterial activity of the essential oil isolated from leaf of Pistacia lentiscus growing in Morocoo. World Applied Sciences Journal. 2010;8:1267–1276.  http://www.idosi.org/wasj/wasj8(10)/14.pdf."}, {"Citation": "Dib M. A., Bendahou M., Bendiabdellah A., et al. Partial chemical composition and antimicrobial activity of Daucus crinitus Desf. extracts. Grasas y Aceites. 2010;61(3):271–278. doi: 10.3989/gya.122609.", "ArticleIdList": ["10.3989/gya.122609"]}, {"Citation": "Zougagh S., Belghiti A., Rochd T., et al. Medicinal and aromatic plants used in traditional treatment of the oral pathology: the ethnobotanical survey in the economic capital casablanca, Morocco (North Africa) Natural Products and Bioprospecting. 2019;9(1):35–48. doi: 10.1007/s13659-018-0194-6.", "ArticleIdList": ["10.1007/s13659-018-0194-6", "PMC6328421", "30484065"]}, {"Citation": "Abouri M., El Mousadik A., Msanda F., Boubake H., Saadi B., Cherifi K. An ethnobotanical survey of medicinal plants used in Rwanda for voluntary depigmentation. International Journal of Medicinal Plants Research. 2012;1:099–123. doi: 10.1016/j.jep.2013.09.031.", "ArticleIdList": ["10.1016/j.jep.2013.09.031"]}, {"Citation": "Choi E.-M., Hwang J.-K. Antiinflammatory, analgesic and antioxidant activities of the fruit of Foeniculum vulgare. Fitoterapia. 2004;75(6):557–565. doi: 10.1016/j.fitote.2004.05.005.", "ArticleIdList": ["10.1016/j.fitote.2004.05.005", "15351109"]}, {"Citation": "Lo Cantore P., Iacobellis N. S., De Marco A., Capasso F., Senatore F. Antibacterial activity of Coriandrum sativum L. and Foeniculum vulgare Miller var. vulgare (miller) essential oils. Journal of Agricultural and Food Chemistry. 2004;52(26):7862–7866. doi: 10.1021/jf0493122.", "ArticleIdList": ["10.1021/jf0493122", "15612768"]}, {"Citation": "Gülçin İ., Küfrevioǵlu Ö. İ., Oktay M., Büyükokuroǵlu M. E. Antioxidant, antimicrobial, antiulcer and analgesic activities of nettle (Urtica dioica L.) Journal of Ethnopharmacology. 2004;90(2-3):205–215. doi: 10.1016/j.jep.2003.09.028.", "ArticleIdList": ["10.1016/j.jep.2003.09.028", "15013182"]}, {"Citation": "Abdel-Reheem M. A. T., Oraby M. M. Anti-microbial, cytotoxicity, and necrotic ripostes of Pimpinella anisum essential oil. Annals of Agricultural Sciences. 2015;60(2):335–340. doi: 10.1016/j.aoas.2015.10.001.", "ArticleIdList": ["10.1016/j.aoas.2015.10.001"]}, {"Citation": "Eddouks M., Maghrani M., Lemhadri A., Ouahidi M.-L., Jouad H. Ethnopharmacological survey of medicinal plants used for the treatment of diabetes mellitus, hypertension and cardiac diseases in the south-east region of Morocco (Tafilalet) Journal of Ethnopharmacology. 2002;82(2-3):97–103. doi: 10.1016/s0378-8741(02)00164-2.", "ArticleIdList": ["10.1016/s0378-8741(02)00164-2", "12241983"]}, {"Citation": "Wong P., Kitts D. Studies on the dual antioxidant and antibacterial properties of parsley (Petroselinum crispum) and cilantro (Coriandrum sativum) extracts. Food Chemistry. 2006;97(3):505–515. doi: 10.1016/j.foodchem.2005.05.031.", "ArticleIdList": ["10.1016/j.foodchem.2005.05.031"]}, {"Citation": "Ajebli M., Eddouks M. Antihypertensive activity of Petroselinum crispum through inhibition of vascular calcium channels in rats. Journal of Ethnopharmacology. 2019;242 doi: 10.1016/j.jep.2019.112039.112039", "ArticleIdList": ["10.1016/j.jep.2019.112039", "31252093"]}, {"Citation": "Abbaszadegan A., Gholami A., Ghahramani Y., et al. Antimicrobial and cytotoxic activity of Cuminum cyminum as an intracanal medicament compared to chlorhexidine gel. Iranian Endodontic Journal. 2016;11:44–50. doi: 10.7508/iej.2016.01.009.", "ArticleIdList": ["10.7508/iej.2016.01.009", "PMC4731533", "26843877"]}, {"Citation": "Deepa B., Anuradha C. V. Antioxidant potential of Coriandrum sativum L. seed extract. Indian Journal of Experimental Biology. 2011;49:30–38.", "ArticleIdList": ["21365993"]}, {"Citation": "Al-Mofleh I. A., Alhaider A. A., Mossa J. S., Al-Sohaibani M. O., Rafatullah S., Qureshi S. Protection of gastric mucosal damage by Coriandrum sativum L. pretreatment in Wistar albino rats. Environmental Toxicology and Pharmacology. 2006;22(1):64–69. doi: 10.1016/j.etap.2005.12.002.", "ArticleIdList": ["10.1016/j.etap.2005.12.002", "21783688"]}, {"Citation": "Chaachouay N., Benkhnigue O., Fadli M., El Ayadi R., Zidane L. Ethnobotanical study of medicinal plants used to treat osteoarticular diseases in the Moroccan Rif, Morocco. Journal of Pharmacy and Pharmacognosy Research. 2019;7:454–470."}, {"Citation": "Suganya R. S., Priya K., Roxy B. S. Phytochemical screening and antibacterial activity from nerium oleander and evaluvate their plant mediated nanoparticle synthesis. International Research Journal of Pharmacy. 2012;3:285–288."}, {"Citation": "Ben Akka F., Salhi S., Benkhnigue O., Dahmani J., Douira A., Zidane L. Ethnobotanical study of medicinal plants used in the region of middle oum Rbia (Morocco) Plant Archives. 2019;19:2005–2017."}, {"Citation": "Hinou J., Demetzos C., Harvala C., Roussakis C. Cytotoxic and antimicrobial principles from the roots of Aristolochia longa. International Journal of Crude Drug Research. 1990;28(2):149–151. doi: 10.3109/13880209009082801.", "ArticleIdList": ["10.3109/13880209009082801"]}, {"Citation": "El Omari N., Akkaoui S., El Blidi O., et al. HPLC-DAD/TOF-MS chemical compounds analysis and evaluation of antibacterial activity of Aristolochia longa root extracts. Natural Product Communications. 2020;15:0–5. doi: 10.1177/1934578x20932753.", "ArticleIdList": ["10.1177/1934578x20932753"]}, {"Citation": "Najem M., Harouak H., Ibijbijen J., Nassiri L. Oral disorders and ethnobotanical treatments: a field study in the central Middle Atlas (Morocco) Heliyon. 2020;6 doi: 10.1016/j.heliyon.2020.e04707.e04707", "ArticleIdList": ["10.1016/j.heliyon.2020.e04707", "PMC7452457", "32885072"]}, {"Citation": "Alarcon De La Lastra C., Lopez A., Motilva V. Gastroprotection and prostaglandin E2 generation in rats by flavonoids of Dittrichia viscosa. Planta Medica. 1993;59:497–501. doi: 10.1055/s-2006-959747.", "ArticleIdList": ["10.1055/s-2006-959747", "8302946"]}, {"Citation": "Rhimi W., Ben Salem I., Immediato D., Saidi M., Boulila A., Cafarchia C. Chemical composition, antibacterial and antifungal activities of crude Dittrichia viscosa (L.) greuter leaf extracts. Molecules (Basel, Switzerland) 2017;22:1–13. doi: 10.3390/molecules22070942.", "ArticleIdList": ["10.3390/molecules22070942", "PMC6151983", "28665341"]}, {"Citation": "Gharred N., Dbeibia A., Falconieri D., Hammami S., Piras A., Dridi-Dhaouadi S. Chemical composition, antibacterial and antioxidant activities of essential oils from flowers, leaves and aerial parts of Tunisian Dittrichia Viscosa. Journal of Essential Oil Research. 2019;31(6):582–589. doi: 10.1080/10412905.2019.1612789.", "ArticleIdList": ["10.1080/10412905.2019.1612789"]}, {"Citation": "Bouabid K., Lamchouri F., Toufik H., Sayah K., Cherrah Y., Faouzi M. E. A. Phytochemical screening and in vitro evaluation of alpha amylase, alpha glucosidase and beta galactosidase inhibition by aqueous and organic Atractylis gummifera L. extracts. Plant Science Today. 2018;5(3):103–112. doi: 10.14719/pst.2018.5.3.393.", "ArticleIdList": ["10.14719/pst.2018.5.3.393"]}, {"Citation": "Idm’Hand E., Msanda F., Cherifi K. Ethnobotanical study and biodiversity of medicinal plants used in the Tarfaya province, Morocco. Shengtai Xuebao/Acta Ecologica Sinica. 2020;40:134–144. doi: 10.1016/J.CHNAES.2020.01.002.", "ArticleIdList": ["10.1016/J.CHNAES.2020.01.002"]}, {"Citation": "Sekiou O., Boumendjel M., Taibi F., Tichati L., Boumendjel A., Messarah M. Nephroprotective effect of Artemisia herba alba aqueous extract in alloxan-induced diabetic rats. Journal of Traditional and Complementary Medicine. 2021;11(1):53–61. doi: 10.1016/j.jtcme.2020.01.001.", "ArticleIdList": ["10.1016/j.jtcme.2020.01.001", "PMC7817709", "33511062"]}, {"Citation": "Mighri H., Hajlaoui H., Akrout A., Najjaa H., Neffati M. Antimicrobial and antioxidant activities of Artemisia herba-alba essential oil cultivated in Tunisian arid zone. Comptes Rendus Chimie. 2010;13(3):380–386. doi: 10.1016/j.crci.2009.09.008.", "ArticleIdList": ["10.1016/j.crci.2009.09.008"]}, {"Citation": "Khlifi D., Sghaier R. M., Amouri S., Laouini D., Hamdi M., Bouajila J. Composition and anti-oxidant, anti-cancer and anti-inflammatory activities of Artemisia herba-alba, Ruta chalpensis L. and Peganum harmala L. Food and Chemical Toxicology. 2013;55:202–208. doi: 10.1016/j.fct.2013.01.004.", "ArticleIdList": ["10.1016/j.fct.2013.01.004", "23333573"]}, {"Citation": "Jaadan H., Akodad M., Moumen A., et al. Ethnobotanical survey of medicinal plants growing in the region of “Oulad daoud zkhanine” (Nador province), in Northeastern Morocco. Ethnobotany Research and Applications. 2020;19:1–12. doi: 10.32859/era.19.39.1-12.", "ArticleIdList": ["10.32859/era.19.39.1-12"]}, {"Citation": "Karabegović I., Nikolova M., Veličković D., Stojičević S., Veljković V., Lazić M. Comparison of antioxidant and antimicrobial activities of methanolic extracts of the Artemisia sp. recovered by different extraction techniques. Chinese Journal of Chemical Engineering. 2011;19:504–511. doi: 10.1016/S1004-9541(11)60013-X.", "ArticleIdList": ["10.1016/S1004-9541(11)60013-X"]}, {"Citation": "Mikou K., Rachiq S., Jarrar Oulidi A. Étude ethnobotanique des plantes médicinales et aromatiques utilisées dans la ville de Fès au Maroc. Phytothérapie. 2016;14(1):35–43. doi: 10.1007/s10298-015-1013-4.", "ArticleIdList": ["10.1007/s10298-015-1013-4"]}, {"Citation": "Braga A. S., de M. Simas L. L., Pires J. G., et al. Antibiofilm and anti-caries effects of an experimental mouth rinse containing Matricaria chamomilla L. extract under microcosm biofilm on enamel. Journal of Dentistry. 2020;99 doi: 10.1016/j.jdent.2020.103415.", "ArticleIdList": ["10.1016/j.jdent.2020.103415", "32592827"]}, {"Citation": "Kolodziejczyk-Czepas J., Bijak M., Saluk J., et al. Radical scavenging and antioxidant effects of Matricaria chamomilla polyphenolic-polysaccharide conjugates. International Journal of Biological Macromolecules. 2015;72:1152–1158. doi: 10.1016/j.ijbiomac.2014.09.032.", "ArticleIdList": ["10.1016/j.ijbiomac.2014.09.032", "25285848"]}, {"Citation": "Mollica A., Zengin G., Locatelli M., et al. Anti-diabetic and anti-hyperlipidemic properties of Capparis spinosa L.: In vivo and in vitro evaluation of its nutraceutical potential. Journal of Functional Foods. 2017;35:32–42. doi: 10.1016/j.jff.2017.05.001.", "ArticleIdList": ["10.1016/j.jff.2017.05.001"]}, {"Citation": "Jiménez-López J., Ruiz-Medina A., Ortega-Barrales P., Llorent-Martínez E. J. Phytochemical profile and antioxidant activity of caper berries (Capparis spinosa L.): evaluation of the influence of the fermentation process. Food Chemistry. 2018;250:54–59. doi: 10.1016/j.foodchem.2018.01.010.", "ArticleIdList": ["10.1016/j.foodchem.2018.01.010", "29412927"]}, {"Citation": "Boufous H., Marhoume F., Chait A., Bagri A. Ethnopharmacological survey of medicinal plants with hallucinogenic effect and plants used against pain, inflammatory diseases, diabetes and urinary lithiasis in Zagora “Morocco”. Journal of Intercultural Ethnopharmacology. 2017;6(4):342–350. doi: 10.5455/jice.20170721062527.", "ArticleIdList": ["10.5455/jice.20170721062527"]}, {"Citation": "El Midaoui M., Maataoui A., Benbella M., Ait Houssa A., Labazi N. Ethnobotanical study of some aromatic and medicinal plants in the Middle Atlas Mountains of Morocco. Natural Product Communications. 2011;6:1455–1458. doi: 10.1177/1934578x1100601011.", "ArticleIdList": ["10.1177/1934578x1100601011", "22164781"]}, {"Citation": "Atmani F., Slimani Y., Mimouni M., Aziz M., Hacht B., Ziyyat A. Effect of aqueous extract from Herniaria hirsuta L. on experimentally nephrolithiasic rats. Journal of Ethnopharmacology. 2004;95(1):87–93. doi: 10.1016/j.jep.2004.06.028.", "ArticleIdList": ["10.1016/j.jep.2004.06.028", "15374612"]}, {"Citation": "Merzouki A., Ed-derfoufi F., Molero Mesa J. Contribution to the knowledge of Rifian traditional medicine II: Folk medicine in Ksar Lakbir district (NW Morocco) Fitoterapia. 2000;71(3):278–307. doi: 10.1016/s0367-326x(00)00139-8.", "ArticleIdList": ["10.1016/s0367-326x(00)00139-8", "10844168"]}, {"Citation": "El Kabbaoui M., Chda A., Azdad O., et al. Evaluation of hypoglycemic and hypolipidemic activities of aqueous extract of Cistus ladaniferus in streptozotocin-induced diabetic rats. Asian Pacific Journal of Tropical Biomedicine. 2016;6(12):1044–1049. doi: 10.1016/j.apjtb.2016.09.005.", "ArticleIdList": ["10.1016/j.apjtb.2016.09.005"]}, {"Citation": "Benali T., Bouyahya A., Habbadi K., et al. Chemical composition and antibacterial activity of the essential oil and extracts of Cistus ladaniferus subsp. ladanifer and Mentha suaveolens against phytopathogenic bacteria and their ecofriendly management of phytopathogenic bacteria. Biocatalysis and Agricultural Biotechnology. 2020;28 doi: 10.1016/j.bcab.2020.101696.101696", "ArticleIdList": ["10.1016/j.bcab.2020.101696"]}, {"Citation": "Youbi A., Ouahidi I., Mansouri L., Daoudi A., Bousta D. Ethnopharmacological survey of plants used for immunological diseases in four regions of Morocco. European Journal of Medicinal Plants. 2016;13(1):1–24. doi: 10.9734/ejmp/2016/12946.", "ArticleIdList": ["10.9734/ejmp/2016/12946"]}, {"Citation": "Derwich E., Benziane Z., Boukir A. Chemical composition of leaf essential oil of juniperus phoenicea and evaluation of its antibacterial activity. International Journal of Agriculture and Biology. 2010;12:199–204."}, {"Citation": "Teixidor-Toneu I., Martin G. J., Ouhammou A., Puri R. K., Hawkins J. A. An ethnomedicinal survey of a Tashelhit-speaking community in the High Atlas, Morocco. Journal of Ethnopharmacology. 2016;188:96–110. doi: 10.1016/j.jep.2016.05.009.", "ArticleIdList": ["10.1016/j.jep.2016.05.009", "27174082"]}, {"Citation": "Rached W., Zeghada F. Z., Bennaceur M., et al. Phytochemical analysis and assessment of antioxidant, antimicrobial, anti-inflammatory and cytotoxic properties of Tetraclinis articulata (Vahl) Masters leaves. Industrial Crops and Products. 2018;112:460–466. doi: 10.1016/j.indcrop.2017.12.037.", "ArticleIdList": ["10.1016/j.indcrop.2017.12.037"]}, {"Citation": "Achmit M., Aoussar N., Mellouki F., et al. In vitro antibacterial and biofilm inhibitory activity of the sawdust essential oil of Tetraclinis articulata (vahl) against catheter-associated Staphylococcus aureus clinical isolates. Current Research in Biotechnology. 2021;3:1–5. doi: 10.1016/j.crbiot.2020.12.001.", "ArticleIdList": ["10.1016/j.crbiot.2020.12.001"]}, {"Citation": "Elkousy R. H., Said Z. N. A., Abd El-Baseer M. A., Abu El wafa S. A. Antiviral activity of castor oil plant (Ricinus communis) leaf extracts. Journal of Ethnopharmacology. 2021;271 doi: 10.1016/j.jep.2021.113878.113878", "ArticleIdList": ["10.1016/j.jep.2021.113878", "33515683"]}, {"Citation": "Subhapriya S., Gomathipriya P. Green synthesis of titanium dioxide (TiO2) nanoparticles by Trigonella foenum-graecum extract and its antimicrobial properties. Microbial Pathogenesis. 2018;116:215–220. doi: 10.1016/j.micpath.2018.01.027.", "ArticleIdList": ["10.1016/j.micpath.2018.01.027", "29366863"]}, {"Citation": "Cheurfa M., Allem R., Sadeer N. B., Mahomoodally M. F. In vivo hypocholesterolemic and anti-inflammatory effect of Aloysia triphylla (L’Hér.) Britton and Trigonella foenum-græcum L. seeds. South African Journal of Botany. 2021 doi: 10.1016/j.sajb.2021.01.023. In press.", "ArticleIdList": ["10.1016/j.sajb.2021.01.023"]}, {"Citation": "Bae M.-J., Shin H. S., Choi D.-W., Shon D.-H. Antiallergic effect of Trigonella foenum-graecum L. extracts on allergic skin inflammation induced by trimellitic anhydride in BALB/c mice. Journal of Ethnopharmacology. 2012;144(3):514–522. doi: 10.1016/j.jep.2012.09.030.", "ArticleIdList": ["10.1016/j.jep.2012.09.030", "23036811"]}, {"Citation": "Kachmar M. R., Oliveira A. P., Valentão P., et al. HPLC-DAD-ESI/MSn phenolic profile and in vitro biological potential of Centaurium erythraea Rafn aqueous extract. Food Chem. 2019;278 doi: 10.1016/j.foodchem.2018.11.082.", "ArticleIdList": ["10.1016/j.foodchem.2018.11.082", "30583393"]}, {"Citation": "Mansar-benhamza L., Djerrou Z., Hamdi Pacha Y. Evaluation of anti-hyperglycemic activity and side effects of Erythraea centaurium (L.) Pers. in rats. African Journal of Biotechnology. 2013;12:6980–6985. doi: 10.5897/AJB2013.13322.", "ArticleIdList": ["10.5897/AJB2013.13322"]}, {"Citation": "Haloui M., Louedec L., Michel J.-B., Lyoussi B. Experimental diuretic effects of Rosmarinus officinalis and Centaurium erythraea. Journal of Ethnopharmacology. 2000;71(3):465–472. doi: 10.1016/S0378-8741(00)00184-7.", "ArticleIdList": ["10.1016/S0378-8741(00)00184-7", "10940584"]}, {"Citation": "Yumrutas O., Saygideger S. D. Determination of antioxidant and antimutagenic activities of Phlomis armeniaca and Mentha pulegium. Journal of Applied Pharmaceutical Science. 2012;2:36–40."}, {"Citation": "Bouhdid S., Skali S. N., Idaomar M., et al. Antibacterial and antioxidant activities of Origanum compactum essential oil. African Journal of Biotechnology. 2008;7:1563–1570. doi: 10.4314/ajb.v7i10.58723.", "ArticleIdList": ["10.4314/ajb.v7i10.58723"]}, {"Citation": "Chaouki W., Leger D. Y., Eljastimi J., Beneytout J.-L., Hmamouchi M. Antiproliferative effect of extracts from Aristolochia baetica and Origanum compactumon human breast cancer cell line MCF-7. Pharmaceutical Biology. 2010;48(3):269–274. doi: 10.3109/13880200903096588.", "ArticleIdList": ["10.3109/13880200903096588", "20645812"]}, {"Citation": "Mezzoug N., Elhadri A., Dallouh A., et al. Investigation of the mutagenic and antimutagenic effects of Origanum compactum essential oil and some of its constituents. Mutation Research/Genetic Toxicology and Environmental Mutagenesis. 2007;629(2):100–110. doi: 10.1016/j.mrgentox.2007.01.011.", "ArticleIdList": ["10.1016/j.mrgentox.2007.01.011", "17383930"]}, {"Citation": "Mechachate H., Es-safi I., Jawhari F., Bari A., Grafov A., Bousta D. Ethnobotanical survey about the management of diabetes with medicinal plants used by diabetic patients in Region of Fez-Meknès Morocco. Ethnobotany Research and Applications. 2020;19:1–28."}, {"Citation": "Hayani M., Benhlima N., Bouzoubaa A., et al. Phytochemical study, polyphenols determination and evaluation of antioxidant activity of Origanum compactum and Satureja calamintha nepeta from the region of Ouazzane (Morocco) Mediterranean Journal of Chemistry. 2020;10(4):p. 396. doi: 10.13171/mjc104020041156mh.", "ArticleIdList": ["10.13171/mjc104020041156mh"]}, {"Citation": "Cherrat L., Espina L., Bakkali M., Pagán R., Laglaoui A. Chemical composition, antioxidant and antimicrobial properties of Mentha pulegium, Lavandula stoechas and Satureja calamintha Scheele essential oils and an evaluation of their bactericidal effect in combined processes. Innovative Food Science & Emerging Technologies. 2014;22:221–229. doi: 10.1016/j.ifset.2013.12.016.", "ArticleIdList": ["10.1016/j.ifset.2013.12.016"]}, {"Citation": "Akther N., Shawl A. S., Sultana S., Chandan B. K., Akhter M. Hepatoprotective activity of Marrubium vulgare against paracetamol induced toxicity. Journal of Pharmacy Research. 2013;7(7):565–570. doi: 10.1016/j.jopr.2013.06.023.", "ArticleIdList": ["10.1016/j.jopr.2013.06.023"]}, {"Citation": "Rezgui M., Majdoub N., Mabrouk B., et al. Antioxidant and antifungal activities of marrubiin, extracts and essential oil from Marrubium vulgare L. against pathogenic dermatophyte strains. Journal de Mycologie Médicale. 2020;30(1) doi: 10.1016/j.mycmed.2020.100927.100927", "ArticleIdList": ["10.1016/j.mycmed.2020.100927", "31983544"]}, {"Citation": "El Hassani F. Z. Characterization, activities, and ethnobotanical uses of Mentha species in Morocco. Heliyon. 2020;6(11) doi: 10.1016/j.heliyon.2020.e05480.e05480", "ArticleIdList": ["10.1016/j.heliyon.2020.e05480", "PMC7689164", "33294657"]}, {"Citation": "Boussouf L., Boutennoune H., Kebieche M., Adjeroud N., Al-Qaoud K., Madani K. Anti-inflammatory, analgesic and antioxidant effects of phenolic compound from Algerian Mentha rotundifolia L. leaves on experimental animals. South African Journal of Botany. 2017;113:77–83. doi: 10.1016/j.sajb.2017.07.003.", "ArticleIdList": ["10.1016/j.sajb.2017.07.003"]}, {"Citation": "Yakhlef G., Hambaba L., Pinto D. C. G. A., Silva A. M. S. Chemical composition and insecticidal, repellent and antifungal activities of essential oil of Mentha rotundifolia (L.) from Algeria. Industrial Crops and Products. 2020;158 doi: 10.1016/j.indcrop.2020.112988.112988", "ArticleIdList": ["10.1016/j.indcrop.2020.112988"]}, {"Citation": "Bouyahya A., Abrini J., El-baabou A., Bakri Y., Dakka N. Determination of phenol content and antibacterial activity of five medicinal plants ethanolic extracts from North-west of Morocco. Journal of Plant Pathology and Microbiology. 2016;07 doi: 10.4172/2157-7471.1000342.", "ArticleIdList": ["10.4172/2157-7471.1000342"]}, {"Citation": "Hilaly J. E., Lyoussi B. Hypoglycaemic effect of the lyophilised aqueous extract of Ajuga iva in normal and streptozotocin diabetic rats. Journal of Ethnopharmacology. 2002;80(2-3):109–113. doi: 10.1016/s0378-8741(01)00407-x.", "ArticleIdList": ["10.1016/s0378-8741(01)00407-x", "12007699"]}, {"Citation": "El-Hilaly J., Tahraoui A., Israili Z. H., Lyoussi B. Acute hypoglycemic, hypocholesterolemic and hypotriglyceridemic effects of continuous intravenous infusion of a lyophilised aqueous extract of Ajuga iva L. Schreber whole plant in streptozotocin-induced diabetic rats. Pakistan Journal of Pharmaceutical Sciences. 2007;20:261–268.", "ArticleIdList": ["17604246"]}, {"Citation": "Talbaoui A. Chemical composition and antibacterial activity of essential oils from six Moroccan plants. Journal of Medicinal Plant Research. 2012;6 doi: 10.5897/jmpr10.078.", "ArticleIdList": ["10.5897/jmpr10.078"]}, {"Citation": "Ouhaddou H., Boubaker H., Msanda F., El Mousadik A. An ethnobotanical study of medicinal plants of the Agadir Ida Ou Tanane province (Southwest Morocco) Journal of Applied Biosciences. 2015;84(1):p. 7707. doi: 10.4314/jab.v84i1.5.", "ArticleIdList": ["10.4314/jab.v84i1.5"]}, {"Citation": "Et-Touys A., Fellah H., Mniouil M., et al. Screening of antioxidant, antibacterial and antileishmanial activities of Salvia officinalis L. Extracts from Morocco. British Microbiology Research Journal. 2016;16(5):1–10. doi: 10.9734/bmrj/2016/28307.", "ArticleIdList": ["10.9734/bmrj/2016/28307"]}, {"Citation": "Nadia Z., Rachid M. Antioxidant and antibacterial activities of thymus vulgaris. Medicinal and Aromatic Plants Research Journals. 2013;1:5–11."}, {"Citation": "Chizzola R., Michitsch H., Franz C. Antioxidative properties of Thymus vulgaris leaves: Comparison of different extracts and essential oil chemotypes. Journal of Agricultural and Food Chemistry. 2008;56(16):6897–6904. doi: 10.1021/jf800617g.", "ArticleIdList": ["10.1021/jf800617g", "18656929"]}, {"Citation": "Chaachouay N., Benkhnigue O., Zidane L. Ethnobotanical study aimed at investigating the use of medicinal plants to treat nervous System diseases in the Rif of Morocco. Journal of Chiropractic Medicine. 2020;19(1):70–81. doi: 10.1016/j.jcm.2020.02.004.", "ArticleIdList": ["10.1016/j.jcm.2020.02.004", "PMC7647698", "33192194"]}, {"Citation": "Boukhebti H., Chaker A. N., Belhadj H., et al. Chemical composition and antibacterial activity of Mentha pulegium L. and Mentha spicata L. essential oils. Der Pharmacia Lettre. 2011;3:267–275."}, {"Citation": "Kanatt S. R., Chander R., Sharma A. Antioxidant potential of mint (Mentha spicata L.) in radiation-processed lamb meat. Food Chemistry. 2007;100(2):451–458. doi: 10.1016/j.foodchem.2005.09.066.", "ArticleIdList": ["10.1016/j.foodchem.2005.09.066"]}, {"Citation": "Abbasi-Maleki S., Kadkhoda Z., Taghizad-Farid R. The antidepressant-like effects of Origanum majorana essential oil on mice through monoaminergic modulation using the forced swimming test. Journal of Traditional and Complementary Medicine. 2020;10(4):327–335. doi: 10.1016/j.jtcme.2019.01.003.", "ArticleIdList": ["10.1016/j.jtcme.2019.01.003", "PMC7365779", "32695649"]}, {"Citation": "Hajlaoui H., Mighri H., Aouni M., Gharsallah N., Kadri A. Chemical composition and in vitro evaluation of antioxidant, antimicrobial, cytotoxicity and anti-acetylcholinesterase properties of Tunisian Origanum majorana L. essential oil. Microbial Pathogenesis. 2016;95:86–94. doi: 10.1016/j.micpath.2016.03.003.", "ArticleIdList": ["10.1016/j.micpath.2016.03.003", "26997648"]}, {"Citation": "Bellakhdar J., Claisse R., Fleurentin J., Younos C. Repertory of standard herbal drugs in the Moroccan pharmacopoea. Journal of Ethnopharmacology. 1991;35(2):123–143. doi: 10.1016/0378-8741(91)90064-k.", "ArticleIdList": ["10.1016/0378-8741(91)90064-k", "1809818"]}, {"Citation": "Afifi F. U., Khalil E., Tamimi S. O., Disi A. Evaluation of the gastroprotective effect of Laurus nobilis seeds on ethanol induced gastric ulcer in rats. Journal of Ethnopharmacology. 1997;58(1):9–14. doi: 10.1016/s0378-8741(97)00070-6.", "ArticleIdList": ["10.1016/s0378-8741(97)00070-6", "9323999"]}, {"Citation": "Merghni A., Marzouki H., Hentati H., Aouni M., Mastouri M. Antibacterial and antibiofilm activities of Laurus nobilis L. essential oil against Staphylococcus aureus strains associated with oral infections. Current Research in Translational Medicine. 2016;64(1):29–34. doi: 10.1016/j.patbio.2015.10.003.", "ArticleIdList": ["10.1016/j.patbio.2015.10.003", "26657812"]}, {"Citation": "Choi O., Cho S. K., Kim J., Park C. G., Kim J. In vitro antibacterial activity and major bioactive components of Cinnamomum verum essential oils against cariogenic bacteria, Streptococcus mutans and Streptococcus sobrinus. Asian Pacific Journal of Tropical Biomedicine. 2016;6(4):308–314. doi: 10.1016/j.apjtb.2016.01.007.", "ArticleIdList": ["10.1016/j.apjtb.2016.01.007"]}, {"Citation": "Mariappan P. M., Sabesan G., Koilpillai B., Janakiraman S., Sharma N. K. Chemical characterisation and antifungal activity of methanolic extract of Cinnamomum verum J. Presl bark against Malassezia spp. Pharmacognosy Journal. 2013;5(5):197–204. doi: 10.1016/j.phcgj.2013.09.001.", "ArticleIdList": ["10.1016/j.phcgj.2013.09.001"]}, {"Citation": "Yusuf M., Ahmad A., Shahid M., et al. Assessment of colorimetric, antibacterial and antifungal properties of woollen yarn dyed with the extract of the leaves of henna (Lawsonia inermis) Journal of Cleaner Production. 2012;27:42–50. doi: 10.1016/j.jclepro.2012.01.005.", "ArticleIdList": ["10.1016/j.jclepro.2012.01.005"]}, {"Citation": "Jridi M., Sellimi S., Lassoued K. B., et al. Wound healing activity of cuttlefish gelatin gels and films enriched by henna (Lawsonia inermis) extract. Colloids and Surfaces A: Physicochemical and Engineering Aspects. 2017;512:71–79. doi: 10.1016/j.colsurfa.2016.10.014.", "ArticleIdList": ["10.1016/j.colsurfa.2016.10.014"]}, {"Citation": "Jeyaseelan E. C., Jenothiny S., Pathmanathan M., Jeyadevan J. Antibacterial activity of sequentially extracted organic solvent extracts of fruits, flowers and leaves of Lawsonia inermis L. from Jaffna. Asian Pacific Journal of Tropical Biomedicine. 2012;2(10):798–802. doi: 10.1016/s2221-1691(12)60232-9.", "ArticleIdList": ["10.1016/s2221-1691(12)60232-9", "PMC3609233", "23569850"]}, {"Citation": "Mousa F., Ali A., Nasir M., Khattak K. Comparative anticancer activities of Ficus carica and Ficus salicifolia latex in MDA-MB-231 cells. Saudi Journal of Biological Sciences. 2021;28 doi: 10.1016/j.sjbs.2021.02.061.", "ArticleIdList": ["10.1016/j.sjbs.2021.02.061", "PMC8176001", "34121859"]}, {"Citation": "Fouad D., Alhatem H., Abdel-Gaber R., Ataya F. Hepatotoxicity and renal toxicity induced by gamma-radiation and the modulatory protective effect of Ficus carica in male albino rats. Research in Veterinary Science. 2019;125:24–35. doi: 10.1016/j.rvsc.2019.05.010.", "ArticleIdList": ["10.1016/j.rvsc.2019.05.010", "31125819"]}, {"Citation": "Bachir R. G., Benali M. Antibacterial activity of the essential oils from the leaves of Eucalyptus globulus against Escherichia coli and Staphylococcus aureus. Asian Pacific Journal of Tropical Biomedicine. 2012;2(9):739–742. doi: 10.1016/s2221-1691(12)60220-2.", "ArticleIdList": ["10.1016/s2221-1691(12)60220-2", "PMC3609378", "23570005"]}, {"Citation": "Jouad H., Lemhadri A., Maghrani M., Burcelin R., Eddouks M. Hawthorn evokes a potent anti-hyperglycemic capacity in streptozotocin-induced diabetic rats. Journal of Herbal Pharmacotherapy. 2003;3(2):19–29. doi: 10.1080/j157v03n02_03.", "ArticleIdList": ["10.1080/j157v03n02_03", "15277062"]}, {"Citation": "Amensour M., Sendra E., Abrini J., Bouhdid S., Pérez-Alvarez J. A., Fernández-López J. Total phenolic content and antioxidant activity of myrtle (Myrtus communis) extracts. Natural Product Communications. 2009;4(6):819–824. doi: 10.1177/1934578x0900400616.", "ArticleIdList": ["10.1177/1934578x0900400616", "19634329"]}, {"Citation": "Hayder N., Abdelwahed A., Kilani S., et al. Anti-genotoxic and free-radical scavenging activities of extracts from (Tunisian) Myrtus communis. Mutation Research/Genetic Toxicology and Environmental Mutagenesis. 2004;564(1):89–95. doi: 10.1016/j.mrgentox.2004.08.001.", "ArticleIdList": ["10.1016/j.mrgentox.2004.08.001", "15474415"]}, {"Citation": "Sepici A., Gürbüz I., Çevik C., Yesilada E. Hypoglycaemic effects of myrtle oil in normal and alloxan-diabetic rabbits. Journal of Ethnopharmacology. 2004;93(2-3):311–318. doi: 10.1016/j.jep.2004.03.049.", "ArticleIdList": ["10.1016/j.jep.2004.03.049", "15234770"]}, {"Citation": "El amrani S., El Ouali Lalami A., Ez zoubi Y., Moukhafi K., Bouslamti R., Lairini S. Evaluation of antibacterial and antioxidant effects of cinnamon and clove essential oils from Madagascar. Materials Today: Proceedings. 2019;13:762–770. doi: 10.1016/j.matpr.2019.04.038.", "ArticleIdList": ["10.1016/j.matpr.2019.04.038"]}, {"Citation": "Figueiredo P. L. B., Pinto L. C., da Costa J. S., et al. Composition, antioxidant capacity and cytotoxic activity of Eugenia uniflora L. chemotype-oils from the Amazon. Journal of Ethnopharmacology. 2019;232:30–38. doi: 10.1016/j.jep.2018.12.011.", "ArticleIdList": ["10.1016/j.jep.2018.12.011", "30543916"]}, {"Citation": "Moradi M.-T., Karimi A., Rafieian-Kopaei M., Fotouhi F. In vitro antiviral effects of Peganum harmala seed extract and its total alkaloids against Influenza virus. Microbial Pathogenesis. 2017;110:42–49. doi: 10.1016/j.micpath.2017.06.014.", "ArticleIdList": ["10.1016/j.micpath.2017.06.014", "28629724"]}, {"Citation": "Nenaah G. Antibacterial and antifungal activities of (beta)-carboline alkaloids of Peganum harmala (L) seeds and their combination effects. Fitoterapia. 2010;81(7):779–782. doi: 10.1016/j.fitote.2010.04.004.", "ArticleIdList": ["10.1016/j.fitote.2010.04.004", "20398742"]}, {"Citation": "Hazarika I., Hussain M., Das A. Anti-Ulcer activity of ethanolic extract of Sesamum indicum seed on indomethacin-induced ulcer model and its antioxidant property in Gastro-protection. Research & Reviews: A Journal of Pharmacology. 2015;5:18–25."}, {"Citation": "Okwuosa C. N., Okoi-Ewa R., Achukwu P. U., Onuba A. C., Azubuike N. C. Gastro-protective effect of crude hexane leaf extract of Sesamum indicum in rabbits. Nigerian Journal of Physiological Sciences. 2011;26:49–54. doi: 10.4314/wajpdr.v26i1.70059.", "ArticleIdList": ["10.4314/wajpdr.v26i1.70059", "22314987"]}, {"Citation": "Ruckmani A., Meti V., Vijayashree R., et al. Anti-rheumatoid activity of ethanolic extract of Sesamum indicum seed extract in Freund’s complete adjuvant induced arthritis in Wistar albino rats. Journal of Traditional and Complementary Medicine. 2018;8(3):377–386. doi: 10.1016/j.jtcme.2017.06.003.", "ArticleIdList": ["10.1016/j.jtcme.2017.06.003", "PMC6035311", "29992108"]}, {"Citation": "Farooqui Z., Ahmed F., Rizwan S., Shahid F., Khan A. A., Khan F. Protective effect of Nigella sativa oil on cisplatin induced nephrotoxicity and oxidative damage in rat kidney. Biomedicine & Pharmacotherapy. 2017;85:7–15. doi: 10.1016/j.biopha.2016.11.110.", "ArticleIdList": ["10.1016/j.biopha.2016.11.110", "27930989"]}, {"Citation": "Rathi G., Siddiqui S. I., Pham Q., Nam V. T. Nigella sativa seeds based antibacterial composites: a sustainable technology for water cleansing-a review. Sustainable Chemistry and Pharmacy. 2020;18 doi: 10.1016/j.scp.2020.100332.100332", "ArticleIdList": ["10.1016/j.scp.2020.100332"]}, {"Citation": "Dahlia F., Barouagui S., Hemida H., Bousaadia D., Rahmoune B. Influence of environment variations on anti-glycaemic, anti-cholesterolemic, antioxidant and antimicrobial activities of natural wild fruits of Ziziphus lotus (L.) South African Journal of Botany. 2020;132:215–225. doi: 10.1016/j.sajb.2020.04.033.", "ArticleIdList": ["10.1016/j.sajb.2020.04.033"]}, {"Citation": "Harizi H., Chaabane F., Ghedira K., Chekir-Ghedira L. Inhibition of proinflammatory macrophage responses and lymphocyte proliferation in vitro by ethyl acetate leaf extract from Daphne gnidium. Cellular Immunology. 2011;267(2):94–101. doi: 10.1016/j.cellimm.2010.12.002.", "ArticleIdList": ["10.1016/j.cellimm.2010.12.002", "21190680"]}, {"Citation": "Cottigli F., Loy G., Garau D., et al. Antimicrobial evaluation of coumarins and flavonoids from the stems of L. Phytomedicine. 2001;8(4):302–305. doi: 10.1078/0944-7113-00036.", "ArticleIdList": ["10.1078/0944-7113-00036", "11515721"]}, {"Citation": "Salih N. A. Antibacterial effect of nettle (Urtica dioica) Al-Qadisiyah Journal of Veterinary Medicine Sciences. 2014;13(1):p. 1. doi: 10.29079/vol13iss1art270.", "ArticleIdList": ["10.29079/vol13iss1art270"]}, {"Citation": "Hashemi S. M. B., Mousavi Khaneghah A., Koubaa M., et al. Extraction of essential oil from Aloysia citriodora Palau leaves using continuous and pulsed ultrasound: Kinetics, antioxidant activity and antimicrobial properties. Process Biochemistry. 2018;65:197–204. doi: 10.1016/j.procbio.2017.10.020.", "ArticleIdList": ["10.1016/j.procbio.2017.10.020"]}, {"Citation": "Alami Merrouni I., Elachouri M. Anticancer medicinal plants used by Moroccan people: ethnobotanical, preclinical, phytochemical and clinical evidence. Journal of Ethnopharmacology. 2021;266 doi: 10.1016/j.jep.2020.113435.113435", "ArticleIdList": ["10.1016/j.jep.2020.113435", "33022340"]}, {"Citation": "Naz S., Jabeen S., Ilyas S., Manzoor F., Aslam F., Ali A. Antibacterial activity of Curcuma longa varieties against different strains of bacteria. Pakistan Journal of Botany. 2010;42:455–462."}, {"Citation": "Ramsewak R. S., DeWitt D. L., Nair M. G. Cytotoxicity, antioxidant and anti-inflammatory activities of curcumins I-III from Curcuma longa. Phytomedicine. 2000;7(4):303–308. doi: 10.1016/s0944-7113(00)80048-3.", "ArticleIdList": ["10.1016/s0944-7113(00)80048-3", "10969724"]}, {"Citation": "Stoilova I., Krastanov A., Stoyanova A., Denev P., Gargova S. Antioxidant activity of a ginger extract (Zingiber officinale) Food Chemistry. 2007;102(3):764–770. doi: 10.1016/j.foodchem.2006.06.023.", "ArticleIdList": ["10.1016/j.foodchem.2006.06.023"]}, {"Citation": "Malu S., Obochi G., Tawo E., Nyong B. Antibacterial activity and medicinal properties of ginger (Zingiber officinale) Global Journal of Pure and Applied Sciences. 2009;15:365–368. doi: 10.4314/gjpas.v15i3-4.48561.", "ArticleIdList": ["10.4314/gjpas.v15i3-4.48561"]}, {"Citation": "Chaachouay N., Benkhnigue O., Fadli M., El Ibaoui H., Zidane L. Ethnobotanical and ethnopharmacological studies of medicinal and aromatic plants used in the treatment of metabolic diseases in the Moroccan Rif. Heliyon. 2019;5(10) doi: 10.1016/j.heliyon.2019.e02191.e02191", "ArticleIdList": ["10.1016/j.heliyon.2019.e02191", "PMC6838988", "31720440"]}, {"Citation": "Anyinam C. Ecology and ethnomedicine: exploring links between current environmental crisis and indigenous medical practices. Social Science & Medicine. 1995;40(3):321–329. doi: 10.1016/0277-9536(94)e0098-d.", "ArticleIdList": ["10.1016/0277-9536(94)e0098-d", "7899944"]}, {"Citation": "Daoudi A., Bammou M., Zarkani S., Slimani I., Ibijbijen J., Nassiri L. Étude ethnobotanique de la flore médicinale dans la commune rurale d’Aguelmouss province de Khénifra (Maroc) Phytothérapie. 2015;14(4):220–228. doi: 10.1007/s10298-015-0953-z.", "ArticleIdList": ["10.1007/s10298-015-0953-z"]}, {"Citation": "Miara M. D., Bendif H., Rebbas K., Rabah B., Hammou M. A., Maggi F. Medicinal plants and their traditional uses in the highland region of Bordj Bou Arreridj (Northeast Algeria) Journal of Herbal Medicine. 2019;16 doi: 10.1016/j.hermed.2019.100262.100262", "ArticleIdList": ["10.1016/j.hermed.2019.100262"]}, {"Citation": "Wassie S. M., Aragie L. L., Taye B. W., Mekonnen L. B. Knowledge, attitude, and utilization of traditional medicine among the communities of Merawi town, northwest Ethiopia: a cross-Sectional study. Evidence-Based Complementary and Alternative Medicine. 2015;2015 doi: 10.1155/2015/138073.138073", "ArticleIdList": ["10.1155/2015/138073", "PMC4609866", "26508974"]}, {"Citation": "Chaachouay N., Benkhnigue O., Fadli M., El Ibaoui H., El Ayadi R., Zidane L. Ethnobotanical and ethnopharmacological study of medicinal and aromatic plants used in the treatment of respiratory System disorders in the Moroccan Rif. Ethnobotany Research and Applications. 2019;18 doi: 10.32859/era.18.22.1-17.", "ArticleIdList": ["10.32859/era.18.22.1-17"]}, {"Citation": "El-mokasabi F. M., Al-sanousi M. F., El-mabrouk R. M. Taxonomy and ethnobotany of medicinal plants in eastern region of Libya. Journal of Environmental Science, Toxicology and Food Technology. 2018;12:14–23. doi: 10.9790/2402-1208011423.", "ArticleIdList": ["10.9790/2402-1208011423"]}, {"Citation": "Chahbi A., Nassik S., El Amri H., et al. Chemical composition and antimicrobial activity of the essential oils of two aromatic plants cultivated in Morocco (Cinnamomum cassia and Origanum compactum) Journal of Chemistry. 2020;2020 doi: 10.1155/2020/1628710.1628710", "ArticleIdList": ["10.1155/2020/1628710"]}, {"Citation": "Wani A. R., Yadav K., Khursheed A., Rather M. A. An updated and comprehensive review of the antiviral potential of essential oils and their chemical constituents with special focus on their mechanism of action against various influenza and coronaviruses. Microbial Pathogenesis. 2020;2020 doi: 10.1016/j.micpath.2020.104620.104620", "ArticleIdList": ["10.1016/j.micpath.2020.104620", "PMC9159739", "33212200"]}, {"Citation": "Karadağ A. E., Demirci B., Çaşkurlu A., et al. In vitro antibacterial, antioxidant, anti-inflammatory and analgesic evaluation of Rosmarinus officinalis L. flower extract fractions. South African Journal of Botany. 2019;125:214–220. doi: 10.1016/j.sajb.2019.07.039.", "ArticleIdList": ["10.1016/j.sajb.2019.07.039"]}, {"Citation": "Murino Rafacho B. P., Dos Santos P. P., Gonçalves A. D. F., et al. Rosemary supplementation (Rosmarinus oficinallis L.) attenuates cardiac remodeling after myocardial infarction in rats. PLoS One. 2017;12:1–17. doi: 10.1371/journal.pone.0177521.", "ArticleIdList": ["10.1371/journal.pone.0177521", "PMC5426768", "28494028"]}, {"Citation": "Oukerrou M. A., Tilaoui M., Mouse H. A., Leouifoudi I., Jaafari A., Zyad A. Chemical composition and cytotoxic and antibacterial activities of the essential oil of Aloysia citriodora Palau Grown in Morocco. Advances in Pharmacological Sciences. 2017;2017 doi: 10.1155/2017/7801924.7801924", "ArticleIdList": ["10.1155/2017/7801924", "PMC5485486", "28694822"]}, {"Citation": "Bertella A., Benlahcen K., Abouamama S., et al. Artemisia herba-alba Asso. essential oil antibacterial activity and acute toxicity. Industrial Crops and Products. 2018;116:137–143. doi: 10.1016/j.indcrop.2018.02.064.", "ArticleIdList": ["10.1016/j.indcrop.2018.02.064"]}, {"Citation": "Gharzouli K., Khennouf S., Amira S., Gharzouli A. Effects of aqueous extracts from Quercus ilex l. root bark, Punica granatum l. fruit peel and Artemisia herba-alba Asso leaves on ethanol-induced gastric damage in rats. Phytotherapy Research. 1999;13(1):42–45. doi: 10.1002/(sici)1099-1573(199902)13:1<42::aid-ptr383>3.0.co;2-2.", "ArticleIdList": ["10.1002/(sici)1099-1573(199902)13:1<42::aid-ptr383>3.0.co;2-2", "10189949"]}, {"Citation": "Miara M. D., Bendif H., Ait Hammou M., Teixidor-Toneu I. Ethnobotanical survey of medicinal plants used by nomadic peoples in the Algerian steppe. Journal of Ethnopharmacology. 2018;219:248–256. doi: 10.1016/j.jep.2018.03.011.", "ArticleIdList": ["10.1016/j.jep.2018.03.011", "29548971"]}, {"Citation": "Tra Bi F., Irie G., N’Gaman K., Mahou C. Études de quelques plantes thérapeutiques utilisées dans le traitement de l\\’hypertension artérielle et du diabète : Deux maladies émergentes en Côte d\\’Ivoire. Science of Nature. 2008;5:39–48. doi: 10.4314/scinat.v5i1.42150.", "ArticleIdList": ["10.4314/scinat.v5i1.42150"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "4", "Day": "6"}, {"Year": "2021", "Month": "7", "Day": "27"}, {"Year": "2021", "Month": "9", "Day": "13", "Hour": "6", "Minute": "45"}, {"Year": "2021", "Month": "9", "Day": "14", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "9", "Day": "14", "Hour": "6", "Minute": "1"}, {"Year": "2021", "Month": "8", "Day": "6"}], "PublicationStatus": "epublish", "ArticleIdList": ["34512779", "PMC8426073", "10.1155/2021/6002949"]}}], "PubmedBookArticle": []}