{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["cannabinoid and terpene biosynthesis", "cannabis", "cognition", "linalool", "medicinal cannabis history", "neuropharmacology and psychopharmacology", "pinene", "terpene"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34512404", "DateRevised": {"Year": "2024", "Month": "04", "Day": "03"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "08", "Day": "26"}], "Language": ["eng"], "ELocationID": ["583211", "10.3389/fpsyt.2021.583211"], "Journal": {"ISSN": "1664-0640", "JournalIssue": {"Volume": "12", "PubDate": {"Year": "2021"}}, "Title": "Frontiers in psychiatry", "ISOAbbreviation": "Front Psychiatry"}, "ArticleTitle": "A Review of the Potential Use of Pinene and Linalool as Terpene-Based Medicines for Brain Health: Discovering Novel Therapeutics in the Flavours and Fragrances of Cannabis.", "Pagination": {"StartPage": "583211", "MedlinePgn": "583211"}, "Abstract": {"AbstractText": ["\"Medicinal cannabis\" is defined as the use of cannabis-based products for the treatment of an illness. Investigations of cannabis compounds in psychiatric and neurological illnesses primarily focus on the major cannabinoids, cannabidiol (CBD) and Δ<sup>9</sup>-tetrahydrocannabinol (Δ<sup>9</sup>-THC), which are hypothesised to benefit multiple illnesses manifesting cognitive impairment, neurodegeneration and neuro-inflammation, as well as chronic pain, epilepsy and post-traumatic stress disorder, respectively. The cannabis plant contains >500 compounds, including terpenes responsible for the flavour and fragrance profiles of plants. Recently, research has begun providing evidence on the potential use of certain plant-derived terpenes in modern medicine, demonstrating anti-oxidant, anti-inflammatory, and neuroprotective effects of these compounds. This review examined the effects of two key terpenes, pinene and linalool, on parameters relevant to neurological and psychiatric disorders, highlighting gaps in the literature and recommendations for future research into terpene therapeutics. Overall, evidence is mostly limited to preclinical studies and well-designed clinical trials are lacking. Nevertheless, existing data suggests that pinene and linalool are relevant candidates for further investigation as novel medicines for illnesses, including stroke, ischemia, inflammatory and neuropathic pain (including migraine), cognitive impairment (relevant to Alzheimer's disease and ageing), insomnia, anxiety, and depression. Linalool and pinene influence multiple neurotransmitter, inflammatory and neurotrophic signals as well as behaviour, demonstrating psycho-activity (albeit non-intoxicating). Optimising the phytochemical profile of cannabis chemovars to yield therapeutic levels of beneficial terpenes and cannabinoids, such as linalool, pinene and CBD, could present a unique opportunity to discover novel medicines to treat psychiatric and neurological illnesses; however, further research is needed."], "CopyrightInformation": "Copyright © 2021 Weston-Green, Clunas and Jimenez Naranjo."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Neurohorizons Laboratory, Molecular Horizons and School of Medicine, Faculty of Science, Medicine and Health, University of Wollongong, Wollongong, NSW, Australia."}, {"Identifier": [], "Affiliation": "Illawarra Health and Medical Research Institute, Wollongong, NSW, Australia."}, {"Identifier": [], "Affiliation": "Australian Centre for Cannabinoid Clinical and Research Excellence (ACRE), New Lambton Heights, NSW, Australia."}], "LastName": "Weston-Green", "ForeName": "Katrina", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Neurohorizons Laboratory, Molecular Horizons and School of Medicine, Faculty of Science, Medicine and Health, University of Wollongong, Wollongong, NSW, Australia."}, {"Identifier": [], "Affiliation": "Illawarra Health and Medical Research Institute, Wollongong, NSW, Australia."}, {"Identifier": [], "Affiliation": "Australian Centre for Cannabinoid Clinical and Research Excellence (ACRE), New Lambton Heights, NSW, Australia."}], "LastName": "Clunas", "ForeName": "Helen", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Neurohorizons Laboratory, Molecular Horizons and School of Medicine, Faculty of Science, Medicine and Health, University of Wollongong, Wollongong, NSW, Australia."}, {"Identifier": [], "Affiliation": "Illawarra Health and Medical Research Institute, Wollongong, NSW, Australia."}, {"Identifier": [], "Affiliation": "Australian Centre for Cannabinoid Clinical and Research Excellence (ACRE), New Lambton Heights, NSW, Australia."}], "LastName": "Jimenez Naranjo", "ForeName": "Carlos", "Initials": "C"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Psychiatry", "NlmUniqueID": "101545006", "ISSNLinking": "1664-0640"}, "CoiStatement": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Weston-Green K. The United Chemicals of Cannabis: beneficial effects of Cannabis phytochemicals on the brain and cognition. In: Recent Advances in Cannabinoid Research. Costain W, Laprairie RB. editors. London: InTechOpen; (2018). p. 83–100. 10.5772/intechopen.79266", "ArticleIdList": ["10.5772/intechopen.79266"]}, {"Citation": "Jiang HE, Li X, Zhao YX, Ferguson DK, Hueber F, Bera S, et al. . A new insight into Cannabis sativa (Cannabaceae) utilization from 2500-year-old Yanghai Tombs, Xinjiang, China. J Ethnopharmacol. (2006) 108:414–22. 10.1016/j.jep.2006.05.034", "ArticleIdList": ["10.1016/j.jep.2006.05.034", "16879937"]}, {"Citation": "Pisanti S, Bifulco M. Medical Cannabis: a plurimillennial history of an evergreen. J Cell Physiol. (2019) 234:8342–51. 10.1002/jcp.27725", "ArticleIdList": ["10.1002/jcp.27725", "30417354"]}, {"Citation": "Li SC. (100 BCE) Shen Nung Pen Ts'ao Ching."}, {"Citation": "Hsien-Che C. (editor). The Pen-Ts'ao Pei-Yao: A Modern Interpretation of its Terminology and Contents. Approaches to Traditional Chinese Medical Literature. Dordrecht: Springer; (1989). 10.1007/978-94-009-2701-8_5", "ArticleIdList": ["10.1007/978-94-009-2701-8_5"]}, {"Citation": "ElSohly MA, Gul W. Constituents of Cannabis. In: Pertwee R., editor. Handbook of Cannabis. Oxford: Oxford University Press; (2014). p. 3–22. 10.1093/acprof:oso/9780199662685.003.0001", "ArticleIdList": ["10.1093/acprof:oso/9780199662685.003.0001"]}, {"Citation": "Calvi L, Pentimalli D, Panseri S, Giupponi L, Gelmini F, Beretta G, et al. . Comprehensive quality evaluation of medical Cannabis sativa inflorescence L. and macerated oils based on HS-SPME coupled to GC–MS and LC-HRMS (q-exactive orbitrap®) approach. J Pharmaceut Biomed Anal. (2018) 150:208–19. 10.1016/j.jpba.2017.11.073", "ArticleIdList": ["10.1016/j.jpba.2017.11.073", "29247961"]}, {"Citation": "Ryan D, Drysdale AJ, Pertwee RG, Platt B. Differential effects of cannabis extracts and pure plant cannabinoids on hippocampal neurones and glia. Neurosci Lett. (2006) 408:236–41. 10.1016/j.neulet.2006.09.008", "ArticleIdList": ["10.1016/j.neulet.2006.09.008", "16997463"]}, {"Citation": "Pamplona FA, da Silva LR, Coan AC. Potential clinical benefits of CBD-rich cannabis extracts over purified CBD in treatment-resistant epilepsy: observational data meta-analysis. Front Neurol. (2018) 9:759. 10.3389/fneur.2018.00759", "ArticleIdList": ["10.3389/fneur.2018.00759", "PMC6143706", "30258398"]}, {"Citation": "Santiago M, Sachdev S, Arnold JC, McGregor IS, Connor M. Absence of entourage: terpenoids commonly found in Cannabis sativa do not modulate the functional activity of Δ9-THC at human CB1 and CB2 receptors. Cannabis Cannabinoid Res. (2019) 4:165–76. 10.1089/can.2019.0016", "ArticleIdList": ["10.1089/can.2019.0016", "PMC6757242", "31559333"]}, {"Citation": "Finlay DB, Sircombe KJ, Nimick M, Jones C, Glass M. Terpenoids from Cannabis do not mediate an entourage effect by acting at cannabinoid receptors. Front Pharmacol. (2020) 11:359. 10.3389/fphar.2020.00359", "ArticleIdList": ["10.3389/fphar.2020.00359", "PMC7109307", "32269529"]}, {"Citation": "Kearn CS, Blake-Palmer K, Daniel E, Mackie K, Glass M. Concurrent stimulation of Cannabinoid CB1 and Dopamine D2 receptors enhances heterodimer formation: a mechanism for receptor cross-talk? Mol Pharmacol. (2005) 67:1697. 10.1124/mol.104.006882", "ArticleIdList": ["10.1124/mol.104.006882", "15710746"]}, {"Citation": "Inglet S, Winter B, Yost SE, Entringer S, Lian A, Biksacky M, et al. . Clinical data for the use of cannabis-based treatments: a comprehensive review of the literature. Ann Pharmacother. (2020) 54:1109–43. 10.1177/1060028020930189", "ArticleIdList": ["10.1177/1060028020930189", "32483988"]}, {"Citation": "Krediet E, Janssen DG, Heerdink ER, Egberts TC, Vermetten E. Experiences with medical cannabis in the treatment of veterans with PTSD: results from a focus group discussion. Eur Neuropsychopharmacol. (2020) 36:244–54. 10.1016/j.euroneuro.2020.04.009", "ArticleIdList": ["10.1016/j.euroneuro.2020.04.009", "32576481"]}, {"Citation": "Horwood LJ, Fergusson DM, Coffey C, Patton GC, Tait R, Smart D, et al. . Cannabis and depression: an integrative data analysis of four Australasian cohorts. Drug Alcohol Depend. (2012) 126:369–78. 10.1016/j.drugalcdep.2012.06.002", "ArticleIdList": ["10.1016/j.drugalcdep.2012.06.002", "22749560"]}, {"Citation": "Curran HV, Morgan CJ. Desired and Undesired Effects of Cannabis on the Human Mind and Psychological Well-Being. In: Pertwee R. editor. Handbook of Cannabis. Oxford: Oxford University Press; (2014). p. 647–60. 10.1093/acprof:oso/9780199662685.003.0036", "ArticleIdList": ["10.1093/acprof:oso/9780199662685.003.0036"]}, {"Citation": "Patel S, Hill MN, Hillard CJ. Effects of phytocannabinoids on anxiety, mood, and the endocrine system. In: Pertwee R. editor. Handbook of Cannabis. Oxford: Oxford University Press; (2014). p. 3–22. 10.1093/acprof:oso/9780199662685.003.0010", "ArticleIdList": ["10.1093/acprof:oso/9780199662685.003.0010"]}, {"Citation": "Moore THM, Zammit S, Lingford-Hughes A, Barnes TRE, Jones PB, Burke M, et al. . Cannabis use and risk of psychotic or affective mental health outcomes: a systematic review. Lancet. (2007) 370:319–28. 10.1016/S0140-6736(07)61162-3", "ArticleIdList": ["10.1016/S0140-6736(07)61162-3", "17662880"]}, {"Citation": "Lev-Ran S, Roerecke M, Foll BL, George TP, McKenzie K, Rehm J. The association between cannabis use and depression: a systematic review and meta-analysis of longitudinal studies. Psychol Med. (2014) 44:797–810. 10.1017/S0033291713001438", "ArticleIdList": ["10.1017/S0033291713001438", "23795762"]}, {"Citation": "Gobbi G, Atkin T, Zytynski T, Wang S, Askari S, Boruff J, et al. . Association of Cannabis use in adolescence and risk of depression, anxiety, and suicidality in young adulthood: a systematic review and meta-analysis. JAMA Psychiatry. (2019) 76:426–34. 10.1001/jamapsychiatry.2018.4500", "ArticleIdList": ["10.1001/jamapsychiatry.2018.4500", "PMC6450286", "30758486"]}, {"Citation": "Osborne AL, Solowij N, Weston-Green K. A systematic review of the effect of cannabidiol on cognitive function: relevance to schizophrenia. Neurosci Biobehav Rev. (2017) 72:310–24. 10.1016/j.neubiorev.2016.11.012", "ArticleIdList": ["10.1016/j.neubiorev.2016.11.012", "27884751"]}, {"Citation": "Oldfield E, Lin F.-Y. Terpene Biosynthesis: modularity rules. Angew Chem. (2012) 51:1124–37. 10.1002/anie.201103110", "ArticleIdList": ["10.1002/anie.201103110", "PMC3769779", "22105807"]}, {"Citation": "Jansen B, de Groot. A. Occurrence, biological activity and synthesis of drimane sesquiterpenoids. Nat Product Rep. (2004) 21:449–77. 10.1039/b311170a", "ArticleIdList": ["10.1039/b311170a", "15282630"]}, {"Citation": "Keszei A, Brubaker CL, Foley WJ. A molecular perspective on terpene variation in Australian Myrtaceae. Austral J Botany. (2008) 56:197–213. 10.1071/BT07146", "ArticleIdList": ["10.1071/BT07146"]}, {"Citation": "Booth JK, Yuen MMS, Jancsik S, Madilao L, Page J, Bohlmann J. Terpene synthases and terpene variation in Cannabis sativa. Plant Physiol. (2020) 184:130–47. 10.1104/pp.20.00593", "ArticleIdList": ["10.1104/pp.20.00593", "PMC7479917", "32591428"]}, {"Citation": "Pavlovic R, Panseri S, Giupponi L, Leoni V, Citti C, Cattaneo C, et al. . Phytochemical and ecological analysis of two varieties of hemp (Cannabis sativa L.) grown in a mountain environment of Italian Alps. Front Plant Sci. (2019) 10:1265. 10.3389/fpls.2019.01265", "ArticleIdList": ["10.3389/fpls.2019.01265", "PMC6822994", "31708938"]}, {"Citation": "Zager JJ, Lange I, Srividya N, Smith A, Lange BM. Gene networks underlying cannabinoid and terpenoid accumulation in Cannabis. Plant Physiol. (2019) 180:1877. 10.1104/pp.18.01506", "ArticleIdList": ["10.1104/pp.18.01506", "PMC6670104", "31138625"]}, {"Citation": "Karunanithi PS, Zerbe P. Terpene synthases as metabolic gatekeepers in the evolution of plant terpenoid chemical diversity. Front Plant Sci. (2019) 10:1166. 10.3389/fpls.2019.01166", "ArticleIdList": ["10.3389/fpls.2019.01166", "PMC6779861", "31632418"]}, {"Citation": "Langenheim JH. Higher plant terpenoids: a phytocentric overview of their ecological roles. J Chem Ecol. (1994) 20:1223–80. 10.1007/BF02059809", "ArticleIdList": ["10.1007/BF02059809", "24242340"]}, {"Citation": "Carvell GE, Jackson RR, Cross FR. Ontogenetic shift in plant-related cognitive specialization by a mosquito-eating predator. Behav Processes. (2017) 138:105–22. 10.1016/j.beproc.2017.02.022", "ArticleIdList": ["10.1016/j.beproc.2017.02.022", "PMC5407888", "28245979"]}, {"Citation": "Zhuang X, Köllner TG, Zhao N, Li G, Jiang Y, Zhu L, et al. . Dynamic evolution of herbivore-induced sesquiterpene biosynthesis in sorghum and related grass crops. Plant J. (2012) 69:70–80. 10.1111/j.1365-313X.2011.04771.x", "ArticleIdList": ["10.1111/j.1365-313X.2011.04771.x", "21880075"]}, {"Citation": "Dilworth LL, Riley CK, Stennett DK. Chapter 5 - Plant constituents: carbohydrates, oils, resins, balsams, plant hormones. In: Badal S, Delgoda Boston R. editors. Pharmacognosy. Massachusetts: Academic Press; (2017). p. 61–80. 10.1016/B978-0-12-802104-0.00005-6", "ArticleIdList": ["10.1016/B978-0-12-802104-0.00005-6"]}, {"Citation": "Hendriks H, Malingré TM, Batterman S, Bos R. Mono- and sesqui-terpene hydrocarbons of the essential oil of Cannabis sativa. Phytochemistry. (1975) 14:814–5. 10.1016/0031-9422(75)83045-7", "ArticleIdList": ["10.1016/0031-9422(75)83045-7", "1178787"]}, {"Citation": "Booth JK, Bohlmann J. Terpenes in Cannabis sativa—From plant genome to humans. Plant Sci. (2019) 284:67–72. 10.1016/j.plantsci.2019.03.022", "ArticleIdList": ["10.1016/j.plantsci.2019.03.022", "31084880"]}, {"Citation": "Jin D, Dai K, Xie Z, Chen J. Secondary metabolites profiled in Cannabis inflorescences, leaves, stem barks, and roots for medicinal purposes. Sci Rep. (2020) 10:3309. 10.1038/s41598-020-60172-6", "ArticleIdList": ["10.1038/s41598-020-60172-6", "PMC7039888", "32094454"]}, {"Citation": "Petrovska BB. Historical review of medicinal plants' usage. Pharmacognosy Rev. (2012) 6:1–5. 10.4103/0973-7847.95849", "ArticleIdList": ["10.4103/0973-7847.95849", "PMC3358962", "22654398"]}, {"Citation": "Pinder AR. The Chemistry of Terpenes. London: Chapman and Hall Ltd; (1960)."}, {"Citation": "Inoue Y, Shiraishi A, Hada T, Hirose K, Hamashima H, Shimada J. The antibacterial effects of terpene alcohols on Staphylococcus aureus and their mode of action. FEMS Microbiol Lett. (2004) 237:325–31. 10.1111/j.1574-6968.2004.tb09714.x", "ArticleIdList": ["10.1111/j.1574-6968.2004.tb09714.x", "15321680"]}, {"Citation": "Strømgaard K, Nakanishi K. Chemistry and biology of terpene trilactones from Ginkgo Biloba. Angew Chem Int Edn. (2004) 43:1640–58. 10.1002/anie.200300601", "ArticleIdList": ["10.1002/anie.200300601", "15038029"]}, {"Citation": "Hasanzadeh S, Read MI, Bland AR, Majeed M, Jamialahmadi T, Sahebkar A. Curcumin: an inflammasome silencer. Pharmacol Res. (2020) 159:104921. 10.1016/j.phrs.2020.104921", "ArticleIdList": ["10.1016/j.phrs.2020.104921", "32464325"]}, {"Citation": "Karsch-Völk M, Barrett B, Kiefer D, Bauer R, Ardjomand-Woelkart K, Linde K. Echinacea for preventing and treating the common cold. Cochrane Database Syst Rev. (2014) 2:Cd000530. 10.1002/14651858.CD000530.pub3", "ArticleIdList": ["10.1002/14651858.CD000530.pub3", "PMC4068831", "24554461"]}, {"Citation": "Frankforter GB. The resins and their chemical relations to the terpenes. Science. (1912) 36:257. 10.1126/science.36.922.257", "ArticleIdList": ["10.1126/science.36.922.257", "17753712"]}, {"Citation": "Gertsch J, Leonti M, Raduner S, Racz I, Chen JZ, Altmann Q, et al. . Beta-caryophyllene is a dietary cannabinoid. Proc Natl Acad Sci USA. (2008) 105:9099–104. 10.1073/pnas.0803601105", "ArticleIdList": ["10.1073/pnas.0803601105", "PMC2449371", "18574142"]}, {"Citation": "Petkov V, Roussinov K, Todorov S, Lazarova M, Yonkov D, Draganova S. Pharmacological investigations on Rhaponticum carthamoides. Planta Med. (1984) 50:205–9. 10.1055/s-2007-969679", "ArticleIdList": ["10.1055/s-2007-969679", "6484028"]}, {"Citation": "Rocha FF, Lapa AJ, De Lima TC/M. Evaluation of the anxiolytic-like effects of Cecropia glazioui Sneth in mice. Pharmacol Biochem Behav. (2002) 71:183–90. 10.1016/S0091-3057(01)00695-5", "ArticleIdList": ["10.1016/S0091-3057(01)00695-5", "11812521"]}, {"Citation": "Benke D, Barberis A, Kopp S, Altmann KH, Schubiger M, Vogt KE, et al. . GABA A receptors as in vivo substrate for the anxiolytic action of valerenic acid, a major constituent of valerian root extracts. Neuropharmacology. (2009) 56:174–81. 10.1016/j.neuropharm.2008.06.013", "ArticleIdList": ["10.1016/j.neuropharm.2008.06.013", "18602406"]}, {"Citation": "Lizarraga-Valderrama LR. Effects of essential oils on central nervous system: focus on mental health. Phytother Res. (2021) 35:657–79. 10.1002/ptr.6854", "ArticleIdList": ["10.1002/ptr.6854", "32860651"]}, {"Citation": "Noma Y, Asakawa Y. 3.19 - Biotransformation of Monoterpenoids. In: Liu H-W. editor. Comprehensive Natural Products II. Mander Oxford L: Elsevier; (2010). p. 669–801. 10.1016/B978-008045382-8.00742-5", "ArticleIdList": ["10.1016/B978-008045382-8.00742-5"]}, {"Citation": "Winnacker M. Pinenes: abundant and renewable building blocks for a variety of sustainable polymers. Angew Chem. (2018) 57:14362–71. 10.1002/anie.201804009", "ArticleIdList": ["10.1002/anie.201804009", "29757480"]}, {"Citation": "Deng CH, Li T, Chen JH, Ma G, Cheng P. The electrochemical discrimination of pinene enantiomers by a cyclodextrin metal–organic framework. Dalton Transact. (2017) 46:6830–4. 10.1039/C7DT00808B", "ArticleIdList": ["10.1039/C7DT00808B", "28402382"]}, {"Citation": "Hillig KW, Mahlberg PG. A chemotaxonomic analysis of cannabinoid variation in Cannabis (Cannabaceae). Am J Botany. (2004) 91:966–975. 10.3732/ajb.91.6.966", "ArticleIdList": ["10.3732/ajb.91.6.966", "21653452"]}, {"Citation": "Lewis MA, Russo EB, Smith KM. Pharmacological foundations of cannabis chemovars. Planta Med. (2018) 84:225–33. 10.1055/s-0043-122240", "ArticleIdList": ["10.1055/s-0043-122240", "29161743"]}, {"Citation": "Nuutinen T. Medicinal properties of terpenes found in Cannabis sativa and Humulus lupulus. Eur J Med Chem. (2018) 157:198–228. 10.1016/j.ejmech.2018.07.076", "ArticleIdList": ["10.1016/j.ejmech.2018.07.076", "30096653"]}, {"Citation": "Iseppi R, Brighenti V, Licata M, Lambertini A, Sabia C, Messi P, et al. . chemical characterization evaluation of the antibacterial activity of essential oils from fibre-type Cannabis sativa L. (Hemp). Molecules. (2019) 24:12. 10.3390/molecules24122302", "ArticleIdList": ["10.3390/molecules24122302", "PMC6631254", "31234360"]}, {"Citation": "Salehi B, Upadhyay S, Erdogan Orhan I, Kumar Jugran A, Jayaweera LD, et al. . Therapeutic potential of α- and β-pinene: a miracle gift of nature. Biomolecules. (2019) 9:738. 10.3390/biom9110738", "ArticleIdList": ["10.3390/biom9110738", "PMC6920849", "31739596"]}, {"Citation": "Tisserand R, Young R. Essential Oil Safety: A Guide for Health Care Professionals. Edinburgh: Elsevier Ltd; (2013)."}, {"Citation": "FDA . CFR - Code of Federal Regulations. (2019) p. 21."}, {"Citation": "Tadtong S, Kamkaen N, Watthanachaiyingcharoen R, Ruangrungsi N. Chemical components of four essential oils in aromatherapy recipe. Nat Product Commun. (2015) 10:1091–2. 10.1177/1934578X1501000673", "ArticleIdList": ["10.1177/1934578X1501000673", "26197558"]}, {"Citation": "Mercier B, Prost J, Prost M. The essential oil of turpentine and its major volatile fraction (alpha- and beta-pinenes): a review. Int J Occup Med Environ Health. (2009) 22:331–42. 10.2478/v10001-009-0032-5", "ArticleIdList": ["10.2478/v10001-009-0032-5", "20197260"]}, {"Citation": "da Silva AC, Lopes PM, de Azevedo MM, Costa DC, Alviano CS, Alviano DS. Biological activities of α-pinene and β-pinene enantiomers. Molecules. (2012) 17:6305–16. 10.3390/molecules17066305", "ArticleIdList": ["10.3390/molecules17066305", "PMC6268778", "22634841"]}, {"Citation": "Özbek H, Yilmaz BS. Anti-inflammatory and hypoglycemic activities of alpha-pinene. ACTA Pharmaceut Sci. (2017) 55:7. 10.23893/1307-2080.APS.05522", "ArticleIdList": ["10.23893/1307-2080.APS.05522"]}, {"Citation": "Pinheiro MA, Magalhães RM, Torres DM, Cavalcante RC, Mota FSX, Oliveira Coelho EMA, et al. . Gastroprotective effect of alpha-pinene and its correlation with antiulcerogenic activity of essential oils obtained from Hyptis species. Pharmacog Magazine. (2015) 11:123–30. 10.4103/0973-1296.149725", "ArticleIdList": ["10.4103/0973-1296.149725", "PMC4329611", "25709221"]}, {"Citation": "Breitmaier E. Terpenes: Flavors, Fragrances, Pharmaca, Pheromones. Weinheim: Wiley-VCH; (2006)."}, {"Citation": "Vespermann KAC, Paulino BN, Barcelos MCS, Pessôa MG, Pastore GM, Molina G. Biotransformation of α- and β-pinene into flavor compounds. Appl Microbiol Biotech. (2017) 101:1805–17. 10.1007/s00253-016-8066-7", "ArticleIdList": ["10.1007/s00253-016-8066-7", "28105487"]}, {"Citation": "Satou T, Hayakawa M, Kasuya H, Masuo Y, Koike K. Mouse brain concentrations of α-pinene, limonene, linalool, and 1,8-cineole following inhalation. Flavour Fragr J. (2017) 32:36–9. 10.1002/ffj.3342", "ArticleIdList": ["10.1002/ffj.3342"]}, {"Citation": "Satou T, Takahashi M, Kasuya H, Murakami S, Hayashi S, Sadamoto K, et al. . Organ accumulation in mice after inhalation of single or mixed essential oil compounds. Phytother Res. (2013) 27:306–11. 10.1002/ptr.4723", "ArticleIdList": ["10.1002/ptr.4723", "22581512"]}, {"Citation": "Falk AA, Hagberg MT, Löf AE, Wigaeus-Hjelm EM, Zhiping W. Uptake, distribution and elimination of α-pinene in man after exposure by inhalation. Scand J Work Environ Health. (1990) 16:372–8. 10.5271/sjweh.1771", "ArticleIdList": ["10.5271/sjweh.1771", "2255878"]}, {"Citation": "Florin I, Rutberg L, Curvall M, Enzell CR. Screening of tabacco smoke constituents for mutagenicity using the Ames' test. Toxicology. (1980) 15:219–32. 10.1016/0300-483X(80)90055-4", "ArticleIdList": ["10.1016/0300-483X(80)90055-4", "7008261"]}, {"Citation": "Sasaki Y, Imanishi H, Ohta T, Shirasu Y. Modifying effects of components of plant essence of the induction of sister-chromatid exchanges in cultured Chinese hamster ovary cells. Mutation Res Lett. (1989) 226:103–110. 10.1016/0165-7992(89)90051-1", "ArticleIdList": ["10.1016/0165-7992(89)90051-1", "2499782"]}, {"Citation": "Gomes-Carneiro MR, Viana MES, Felzenszwalb I, Paumgartten FJR. Evaluation of β-myrcene, α-terpinene and (+)- and (–)-α-pinene in the Salmonella/microsome assay. Food Chem Toxicol. (2005) 43:247–52. 10.1016/j.fct.2004.09.011", "ArticleIdList": ["10.1016/j.fct.2004.09.011", "15621337"]}, {"Citation": "Rohr AC, Wilkins CK, Clausen PA, Hammer M, Nielsen GD, Wolkoff P, et al. . Upper ariway and pulmonary effects of oxidation products of (+)- α -pinene, d -limonene, and isoprene in BALB/ c mice. Inhalation Toxicol. (2002) 14:663–84. 10.1080/08958370290084575", "ArticleIdList": ["10.1080/08958370290084575", "12122569"]}, {"Citation": "Nam SY, Chung CK, Seo JH, Rah SY, Kim HM, Jeong HJ. The therapeutic efficacy of α-pinene in an experimental mouse model of allergic rhinitis. Int Immunopharmacol. (2014) 23:273–82. 10.1016/j.intimp.2014.09.010", "ArticleIdList": ["10.1016/j.intimp.2014.09.010", "25242385"]}, {"Citation": "Yang H, Woo J, Pae AN, Um MY, Cho NC, Park KD, et al. . α-pinene, a major constituent of pine tree oils, enhances non-rapid eye movement sleep in mice through GABAA-benzodiazepine receptors. Mol Pharmacol. (2016) 90:530–9. 10.1124/mol.116.105080", "ArticleIdList": ["10.1124/mol.116.105080", "27573669"]}, {"Citation": "Aoshima H, Hamamoto K. Potentiation of GABAA receptors expressed in Xenopus oocytes by perfume and phytoncid. Biosci Biotechnol Biochem. (1999) 63:743–8. 10.1271/bbb.63.743", "ArticleIdList": ["10.1271/bbb.63.743", "10361687"]}, {"Citation": "Guzmán-Gutiérrez SL, Bonilla-Jaime H, Gómez-Cansino R, Reyes-Chilpa R. Linalool and β-pinene exert their antidepressant-like activity through the monoaminergic pathway. Life Sci. (2015) 128:24–9. 10.1016/j.lfs.2015.02.021", "ArticleIdList": ["10.1016/j.lfs.2015.02.021", "25771248"]}, {"Citation": "Fukumoto S, Sawasaki E, Okuyama S, Miyake Y, Yokogoshi H. Flavor components of monoterpenes in citrus essential oils enhance the release of monoamines from rat brain slices. Nutr Neurosci. (2006) 9:73–80. 10.1080/10284150600573660", "ArticleIdList": ["10.1080/10284150600573660", "16913049"]}, {"Citation": "Kim DS, Lee HJ, Jeon YD, Kee JY, Kim HJ, Shin XJ, et al. . Alpha-pinene exhibits anti-inflammatory activity through the suppression of MAPKs and the NF-κB pathway in mouse peritoneal macrophages. Am J Chinese Med. (2015) 43:731–42. 10.1142/S0192415X15500457", "ArticleIdList": ["10.1142/S0192415X15500457", "26119957"]}, {"Citation": "Kwak BM, Kim EH, Kim YM, Kim HT. Component analysis of four-part extracts from Chamaecyparis obtusa Endl by supercritical fluid extraction and anti-inflammatory effect on RAW 264.7cells. J Exerc Rehabil. (2019) 15:723–30. 10.12965/jer.1938442.221", "ArticleIdList": ["10.12965/jer.1938442.221", "PMC6834702", "31723563"]}, {"Citation": "Khoshnazar M, Bigdeli MR, Parvardeh S, Pouriran R. Attenuating effect of α-pinene on neurobehavioural deficit, oxidative damage and inflammatory response following focal ischaemic stroke in rat. J Pharm Pharmacol. (2019) 71:1725–33. 10.1111/jphp.13164", "ArticleIdList": ["10.1111/jphp.13164", "31523814"]}, {"Citation": "Choi IY, Lim JH, Hwang S, Lee JC, Cho GS, Kim WK. Anti-ischemic and anti-inflammatory activity of (S)-cis-verbenol. Free Radic Res. (2010) 44:541–51. 10.3109/10715761003667562", "ArticleIdList": ["10.3109/10715761003667562", "20214504"]}, {"Citation": "Zamyad M, Abbasnejad M, Esmaeili-Mahani S, Mostafavi A, Sheibani V. The anticonvulsant effects of Ducrosia anethifolia (Boiss) essential oil are produced by its main component alpha-pinene in rats. Arq Neuropsiquiatr. (2019) 77:106–114. 10.1590/0004-282x20180147", "ArticleIdList": ["10.1590/0004-282x20180147", "30810595"]}, {"Citation": "Felipe CFB, Albuquerque AMS, de Pontes JLX, de Melo JÍV, Rodrigues T, de Sousa AMP, et al. . Comparative study of alpha- and beta-pinene effect on PTZ-induced convulsions in mice. Fundam Clin Pharmacol. (2019) 33:181–90. 10.1111/fcp.12416", "ArticleIdList": ["10.1111/fcp.12416", "30230028"]}, {"Citation": "Bozzi Y, Borrelli E. The role of dopamine signaling in epileptogenesis. Front Cell Neurosci. (2013) 7:157. 10.3389/fncel.2013.00157", "ArticleIdList": ["10.3389/fncel.2013.00157", "PMC3774988", "24062645"]}, {"Citation": "Quintão NL, da Silva GF, Antonialli CS, Rocha LW, Cechinel Filho V, Cicció JF. Chemical composition and evaluation of the anti-hypernociceptive effect of the essential oil extracted from the leaves of Ugni myricoides on inflammatory and neuropathic models of pain in mice. Planta Med. (2010) 76:1411–8. 10.1055/s-0029-1240891", "ArticleIdList": ["10.1055/s-0029-1240891", "20157878"]}, {"Citation": "Sun J, Li H, Sun J, Liu H, Chen J, Wang C. Chemical composition and antimigraine activity of essential oil of Angelicae dahuricae radix. J Med Food. (2017) 20:797–803. 10.1089/jmf.2016.3898", "ArticleIdList": ["10.1089/jmf.2016.3898", "28731365"]}, {"Citation": "Him A, Ozbek H, Turel I, Oner AC. Antinociceptive ctivity of alpha-pinene and fenchone. Pharmacologyonline. (2008) 3:363–9."}, {"Citation": "Rahbar I, Abbasnejad M, Haghani J, Raoof M, Kooshki R, Esmaeili-Mahani S. The effect of central administration of alpha-pinene on capsaicin-induced dental pulp nociception. Int Endod J. (2019) 52:307–17. 10.1111/iej.13006", "ArticleIdList": ["10.1111/iej.13006", "30152861"]}, {"Citation": "Kasuya H, Okada N, Kubohara M, Satou T, Masuo Y, Koike K. Expression of BDNF and TH mRNA in the brain following inhaled administration of α-pinene. Phytother Res. (2015) 29:43–7. 10.1002/ptr.5224", "ArticleIdList": ["10.1002/ptr.5224", "25230317"]}, {"Citation": "Kasuya H, Iida S, Ono K, Satou T, Koike K. Intracerebral distribution of α-pinene and the anxiolytic-like effect in mice following inhaled administration of essential oil from Chamaecyparis obtusa. Nat Product Commun. (2015) 10:1934578X1501000841. 10.1177/1934578X1501000841", "ArticleIdList": ["10.1177/1934578X1501000841", "26434146"]}, {"Citation": "Satou T, Kasuya H, Maeda K, Koike K. Daily inhalation of α-pinene in mice: effects on behavior and organ accumulation. Phytother Res. (2014) 28:1284–7. 10.1002/ptr.5105", "ArticleIdList": ["10.1002/ptr.5105", "25340185"]}, {"Citation": "Guzmán-Gutiérrez SL, Gómez-Cansino R, García-Zebadúa JC, Jiménez-Pérez NC, Reyes-Chilpa R. Antidepressant activity of Litsea glaucescens essential oil: identification of β-pinene and linalool as active principles. J Ethnopharmacol. (2012) 143:673–79. 10.1016/j.jep.2012.07.026", "ArticleIdList": ["10.1016/j.jep.2012.07.026", "22867633"]}, {"Citation": "Kong Y, Wang T, Wang R, Ma Y, Song S, Liu J, et al. . Inhalation of Roman chamomile essential oil attenuates depressive-like behaviors in Wistar Kyoto rats. Sci China Life Sci. (2017) 60:647–55. 10.1007/s11427-016-9034-8", "ArticleIdList": ["10.1007/s11427-016-9034-8", "28527112"]}, {"Citation": "Millard SJ, Weston-Green K, Newell KA. The Wistar-Kyoto rat model of endogenous depression: a tool for exploring treatment resistance with an urgent need to focus on sex differences. Progr Neuro-Psychopharmacol Biol Psychiatr. (2020) 101:109908. 10.1016/j.pnpbp.2020.109908", "ArticleIdList": ["10.1016/j.pnpbp.2020.109908", "32145362"]}, {"Citation": "Coppell AL, Pei Q, Zetterström TSC. Bi-phasic change in BDNF gene expression following antidepressant drug treatment. Neuropharmacology. (2003) 44:903–10. 10.1016/S0028-3908(03)00077-7", "ArticleIdList": ["10.1016/S0028-3908(03)00077-7", "12726822"]}, {"Citation": "Pytka K, Podkowa K, Rapacz A, Podkowa A, Zmudzka E, Olczyk A, Sapa J, et al. . The role of serotonergic, adrenergic and dopaminergic receptors in antidepressant-like effect. Pharmacol Rep. (2016) 68:263–74. 10.1016/j.pharep.2015.08.007", "ArticleIdList": ["10.1016/j.pharep.2015.08.007", "26922526"]}, {"Citation": "Lee G.-Y., Lee C, Park GH, Jang J.-H. Amelioration of scopolamine-induced learning and memory impairment by α-pinene in C57BL/6 mice. Evidence Based Complement Alternat Med. (2017) 2017:4926815. 10.1155/2017/4926815", "ArticleIdList": ["10.1155/2017/4926815", "PMC5687139", "29234406"]}, {"Citation": "Perry NS, Houghton PJ, Theobald A, Jenner P, Perry EK. In-vitro inhibition of human erythrocyte acetylcholinesterase by salvia lavandulaefolia essential oil and constituent terpenes. J Pharm Pharmacol. (2000) 52:895–902. 10.1211/0022357001774598", "ArticleIdList": ["10.1211/0022357001774598", "10933142"]}, {"Citation": "Ferreira-Vieira TH, Guimaraes IM, Silva FR, Ribeiro FM. Alzheimer's disease: targeting the Cholinergic system. Curr Neuropharmacol. (2016) 14:101–15. 10.2174/1570159X13666150716165726", "ArticleIdList": ["10.2174/1570159X13666150716165726", "PMC4787279", "26813123"]}, {"Citation": "Shin M, Liu QF, Choi B, Shin C, Lee B, Yuan C, et al. . Neuroprotective effects of limonene (+) against Aβ42-induced neurotoxicity in a drosophila model of alzheimer's disease. Biol Pharm Bull. (2020) 43:409–17. 10.1248/bpb.b19-00495", "ArticleIdList": ["10.1248/bpb.b19-00495", "31875578"]}, {"Citation": "Lee HG, Casadesus G, Zhu X, Takeda A, Perry G, Smith MA. Challenging the amyloid cascade hypothesis: senile plaques and amyloid-beta as protective adaptations to Alzheimer disease. Ann N Y Acad Sci. (2004) 1019:1–4. 10.1196/annals.1297.001", "ArticleIdList": ["10.1196/annals.1297.001", "15246983"]}, {"Citation": "Anderson KN, Bradley AJ. Sleep disturbance in mental health problems and neurodegenerative disease. Nat Sci Sleep. (2013) 5:61–75. 10.2147/NSS.S34842", "ArticleIdList": ["10.2147/NSS.S34842", "PMC3674021", "23761983"]}, {"Citation": "van Brederode J, Atak S, Kessler A, Pischetsrieder M, Villmann C, Alzheimer C. The terpenoids myrtenol and verbenol act on δ subunit-containing GABAA receptors and enhance tonic inhibition in dentate gyrus granule cells. Neurosci Lett. (2016) 628:91–7. 10.1016/j.neulet.2016.06.027", "ArticleIdList": ["10.1016/j.neulet.2016.06.027", "27312536"]}, {"Citation": "Yamaoka S, Tomita T, Imaizumi Y, Watanabe K, Hatanaka A. Effects of plant-derived odors on sleep–wakefulness and circadian rhythmicity in rats. Chem Senses. (2005) 30:i264–5. 10.1093/chemse/bjh216", "ArticleIdList": ["10.1093/chemse/bjh216", "15738148"]}, {"Citation": "Elmann A, Mordechay S, Rindner M, Larkov O, Elkabetz M, Ravid U. Protective effects of the essential oil of salvia fruticosa and its constituents on astrocytic susceptibility to hydrogen peroxide-induced cell death. J Agric Food Chem. (2009) 57:6636–41. 10.1021/jf901162f", "ArticleIdList": ["10.1021/jf901162f", "19722569"]}, {"Citation": "Perry NS, Houghton PJ, Sampson J, Theobald AE, Hart S, Lis-Balchin M, et al. . In-vitro activity of S. lavandulaefolia (Spanish sage) relevant to treatment of Alzheimer's disease. J Pharmacy Pharmacol. (2001) 53:1347–56. 10.1211/0022357011777846", "ArticleIdList": ["10.1211/0022357011777846", "11697542"]}, {"Citation": "Oboh G, Olasehinde TA, Ademosun AO. Essential oil from lemon peels inhibit key enzymes linked to neurodegenerative conditions and pro-oxidant induced lipid peroxidation. J Oleo Sci. (2014) 63:373–81. 10.5650/jos.ess13166", "ArticleIdList": ["10.5650/jos.ess13166", "24599102"]}, {"Citation": "Liu B, Kou J, Li F, Huo D, Xu J, Zhou X, et al. . Lemon essential oil ameliorates age-associated cognitive dysfunction via modulating hippocampal synaptic density and inhibiting acetylcholinesterase. Aging. (2020) 12:8622–39. 10.18632/aging.103179", "ArticleIdList": ["10.18632/aging.103179", "PMC7244039", "32392535"]}, {"Citation": "Villareal MO, Ikeya A, Sasaki K, Arfa AB, Neffati M, Isoda H. Anti-stress and neuronal cell differentiation induction effects of Rosmarinus officinalis L. essential oil. BMC Complement Alternat Med. (2017) 17:549. 10.1186/s12906-017-2060-1", "ArticleIdList": ["10.1186/s12906-017-2060-1", "PMC5741888", "29273038"]}, {"Citation": "Hajhashemi V, Rabbani M, Ghanadi A, Davari E. Evaluation of antianxiety and sedative effects of essential oil of Ducrosia anethifolia in mice. Clinics. (2010) 65:1037–42. 10.1590/S1807-59322010001000020", "ArticleIdList": ["10.1590/S1807-59322010001000020", "PMC2972602", "21120308"]}, {"Citation": "Satou T, Murakami S, Matsuura M, Hayashi S, Koike K. Anxiolytic effect and tissue distribution of inhaled Alpinia zerumbet essential oil in mice. Nat Prod Commun. (2010) 5:143–6. 10.1177/1934578X1000500133", "ArticleIdList": ["10.1177/1934578X1000500133", "20184040"]}, {"Citation": "Chen X, Yauk YK, Nieuwenhuizen NJ, Matich AJ, Wang MY. Characterisation of an (S)-linalool synthase from kiwifruit (Actinidia arguta) that catalyses the first committed step in the production of floral lilac compounds. Funct Plant Biol. (2010) 37:232–43. 10.1071/FP09179", "ArticleIdList": ["10.1071/FP09179"]}, {"Citation": "Yang T, Stoopen G, Thoen M, Wiegers G, Jongsma MA. Chrysanthemum expressing a linalool synthase gene 'smells good', but 'tastes bad' to western flower thrips. Plant Biotechnol J. (2013) 11:875–82. 10.1111/pbi.12080", "ArticleIdList": ["10.1111/pbi.12080", "23745691"]}, {"Citation": "Sugawara Y, Hara C, Aoki T, Sugimoto N, Masujima T. Odor distinctiveness between enantiomers of linalool: difference in perception and responses elicited by sensory test and forehead surface potential wave measurement. Chem Senses. (2000) 25:77–84. 10.1093/chemse/25.1.77", "ArticleIdList": ["10.1093/chemse/25.1.77", "10667997"]}, {"Citation": "Bickers D, Calow P, Greim H, Hanifin JM, Rogers AE, Saurat JH, et al. . A toxicologic and dermatologic assessment of linalool and related esters when used as fragrance ingredients. Food Chem Toxicol. (2003) 41:919–42. 10.1016/S0278-6915(03)00016-4", "ArticleIdList": ["10.1016/S0278-6915(03)00016-4", "12804649"]}, {"Citation": "López V, Nielsen B, Solas M, Ramírez MJ, Jäger AK. Exploring pharmacological mechanisms of lavender (Lavandula angustifolia) essential oil on central nervous system targets. Front Pharmacol. (2017) 8:280. 10.3389/fphar.2017.00280", "ArticleIdList": ["10.3389/fphar.2017.00280", "PMC5437114", "28579958"]}, {"Citation": "Winnett V, Sirdaarta J, White A, Clarke FM, Cock IE. Inhibition of Klebsiella pneumoniae growth by selected Australian plants: natural approaches for the prevention and management of ankylosing spondylitis. Inflammopharmacology. (2017) 25:223–35. 10.1007/s10787-017-0328-1", "ArticleIdList": ["10.1007/s10787-017-0328-1", "28239782"]}, {"Citation": "Smeriglio A, Alloisio S, Raimondo FM, Denaro M, Xiao J, Cornara L, et al. . Essential oil of Citrus lumia risso: phytochemical profile, antioxidant properties and activity on the central nervous system. Food Chem Toxicol. (2018) 119:407–16. 10.1016/j.fct.2017.12.053", "ArticleIdList": ["10.1016/j.fct.2017.12.053", "29288755"]}, {"Citation": "Raffalli C, Clouet E, Kuresepi S, Damiens MH, Lepoittevin P, Pallardy M, et al. . Editor's highlight: fragrance allergens linalool and limonene allylic hydroperoxides in skin allergy: mechanisms of action focusing on transcription factor Nrf2. Toxicol Sci. (2017) 161:139–48. 10.1093/toxsci/kfx207", "ArticleIdList": ["10.1093/toxsci/kfx207", "29029310"]}, {"Citation": "Lyu Y, Ren H, Yu M, Li X, Li D, Mu C. Using oxidized amylose as carrier of linalool for the development of antibacterial wound dressing. Carbohydr Polymers. (2017) 174:1095–105. 10.1016/j.carbpol.2017.07.033", "ArticleIdList": ["10.1016/j.carbpol.2017.07.033", "28821032"]}, {"Citation": "Cal K. How does the type of vehicle influence the in vitro skin absorption and elimination kinetics of terpenes? Arch Dermatol Res. (2006) 297:311–5. 10.1007/s00403-005-0622-4", "ArticleIdList": ["10.1007/s00403-005-0622-4", "16328342"]}, {"Citation": "Parke D, Rahman K, Walker R. The Absorption, Distribution and Excretion of Linalool in the Rat. Biochem Soc Trans. (1974) 2:612–15. 10.1042/bst0020612", "ArticleIdList": ["10.1042/bst0020612"]}, {"Citation": "Poutaraud A, Guilloteau L, Gros C, Lobstein A, Meziani S, Steyer D, et al. . Lavender essential oil decreases stress response of horses. Environ Chem Lett. (2018) 16:539–44. 10.1007/s10311-017-0681-8", "ArticleIdList": ["10.1007/s10311-017-0681-8"]}, {"Citation": "Jager W, Buchbauer G, Jirovetz L, Fritzer M. Percutaneous absorption of lavender oil from a massage oil. J Soc Cosmetic Chem. (1992) 43:49–54."}, {"Citation": "Friedl SM, Oedendorfer K, Kitzer S, Reznicek G, Sladek G, Heuberger E. Comparison of liquid-liquid partition, HS-SPME and static HS GC/MS analysis for the quantification of (–)-linalool in human whole blood samples. Nat Product Commun. (2010) 5:1934578X1000500920. 10.1177/1934578X1000500920", "ArticleIdList": ["10.1177/1934578X1000500920", "20923006"]}, {"Citation": "Heblinski M, Santiago M, Fletcher C, Stuart J, Connor M, McGregor IS. Terpenoids commonly found in cannabis sativa do not modulate the actions of phytocannabinoids or endocannabinoids on TRPA1 and TRPV1 channels. Cannabis Cannabinoid Res. (2020) 5:305–17. 10.1089/can.2019.0099", "ArticleIdList": ["10.1089/can.2019.0099", "PMC7759271", "33376801"]}, {"Citation": "Elisabetsky E, Silva Brum LF, Souza DO. Anticonvulsant properties of linalool in glutamate-related seizure models. Phytomedicine. (1999) 6:107–13. 10.1016/S0944-7113(99)80044-0", "ArticleIdList": ["10.1016/S0944-7113(99)80044-0", "10374249"]}, {"Citation": "Jarvis GE, Barbosa R, Thompson AJ. Noncompetitive inhibition of 5-HT3 receptors by citral, linalool, and eucalyptol revealed by nonlinear mixed-effects modeling. J Pharmacol Exp Therapeut. (2016) 356:549–62. 10.1124/jpet.115.230011", "ArticleIdList": ["10.1124/jpet.115.230011", "PMC5378937", "26669427"]}, {"Citation": "Sabogal-Guáqueta AM, Hobbie F, Keerthi A, Oun A, Kortholt A, Boddeke E, et al. . Linalool attenuates oxidative stress and mitochondrial dysfunction mediated by glutamate and NMDA toxicity. Biomed Pharmacother. (2019) 118:109295. 10.1016/j.biopha.2019.109295", "ArticleIdList": ["10.1016/j.biopha.2019.109295", "31545255"]}, {"Citation": "Aoe M, Ueno-Iio T, Shibakura M, Shinohata R, Usui S, Arao Y, et al. . Lavender essential oil and its main constituents inhibit the expression of TNF-α-induced cell adhesion molecules in endothelial cells. Acta Med Okayama. (2017) 71:493–503. 10.18926/AMO/55586", "ArticleIdList": ["10.18926/AMO/55586", "29276222"]}, {"Citation": "Maeda H, Yamazaki M, Katagata Y. Kuromoji (Lindera umbellata) essential oil inhibits LPS-induced inflammation in RAW 264.7 cells. Biosci Biotechnol Biochem. (2013) 77:482–6. 10.1271/bbb.120692", "ArticleIdList": ["10.1271/bbb.120692", "23470753"]}, {"Citation": "Li Y, Lv O, Zhou F, Li Q, Wu Z, Zheng Y. Linalool inhibits LPS-induced inflammation in BV2 microglia cells by activating Nrf2. Neurochem Res. (2015) 40:1520–5. 10.1007/s11064-015-1629-7", "ArticleIdList": ["10.1007/s11064-015-1629-7", "26040565"]}, {"Citation": "Moon PD, Choi IS, Go JH, Lee J, Kang SW, Yoon S. Inhibitory effects of BiRyuChe-bang on mast cell-mediated allergic reactions and inflammatory cytokines production. Am J Chinese Med. (2013) 41:1267–82. 10.1142/S0192415X13500857", "ArticleIdList": ["10.1142/S0192415X13500857", "24228600"]}, {"Citation": "Lee SC, Wang SY, Li CC, Liu C-T. Anti-inflammatory effect of cinnamaldehyde and linalool from the leaf essential oil of Cinnamomum osmophloeum Kanehira in endotoxin-induced mice. J Food Drug Anal. (2018) 26:211–20. 10.1016/j.jfda.2017.03.006", "ArticleIdList": ["10.1016/j.jfda.2017.03.006", "PMC9332676", "29389558"]}, {"Citation": "Deepa B, Venkatraman Anuradha C. Effects of linalool on inflammation, matrix accumulation and podocyte loss in kidney of streptozotocin-induced diabetic rats. Toxicol Mechan Methods. (2013) 23:223–34. 10.3109/15376516.2012.743638", "ArticleIdList": ["10.3109/15376516.2012.743638", "23193997"]}, {"Citation": "Sabogal-Guáqueta AM, Osorio E, Cardona-Gómez GP. Linalool reverses neuropathological and behavioral impairments in old triple transgenic Alzheimer's mice. Neuropharmacology. (2016) 102:111–20. 10.1016/j.neuropharm.2015.11.002", "ArticleIdList": ["10.1016/j.neuropharm.2015.11.002", "PMC4698173", "26549854"]}, {"Citation": "Xu P, Wang K, Lu C, Dong L, Gao L, Yan M, et al. . Protective effects of linalool against amyloid beta-induced cognitive deficits and damages in mice. Life Sci. (2017) 174:21–7. 10.1016/j.lfs.2017.02.010", "ArticleIdList": ["10.1016/j.lfs.2017.02.010", "28235543"]}, {"Citation": "Xu P, Wang K, Lu C, Dong L, Gao L, Yan M, et al. . The protective effect of lavender essential oil and its main component linalool against the cognitive deficits induced by D-galactose and aluminum trichloride in mice. Evid Based Complement Alternat Med. (2017) 2017:7426538. 10.1155/2017/7426538", "ArticleIdList": ["10.1155/2017/7426538", "PMC5424179", "28529531"]}, {"Citation": "Barrera-Sandoval AM, Osorio E, Cardona-Gómez GP. Microglial-targeting induced by intranasal linalool during neurological protection postischemia. Eur J Pharmacol. (2019) 857:172420. 10.1016/j.ejphar.2019.172420", "ArticleIdList": ["10.1016/j.ejphar.2019.172420", "31136761"]}, {"Citation": "Sabogal-Guaqueta AM, Posada-Duque R, Cortes NC, Arias-Londono JD, Cardona-Gomez GP. Changes in the hippocampal and peripheral phospholipid profiles are associated with neurodegeneration hallmarks in a long-term global cerebral ischemia model: attenuation by Linalool. Neuropharmacology. (2018) 135:555–71. 10.1016/j.neuropharm.2018.04.015", "ArticleIdList": ["10.1016/j.neuropharm.2018.04.015", "29680773"]}, {"Citation": "Park H, Seol GH, Ryu S, Choi I.-Y. Neuroprotective effects of (–)-linalool against oxygen-glucose deprivation-induced neuronal injury. Arch Pharmacal Res. (2016) 39:555–64. 10.1007/s12272-016-0714-z", "ArticleIdList": ["10.1007/s12272-016-0714-z", "26832326"]}, {"Citation": "Caputo L, Reguilon MD, Mińarro J, De Feo V, Rodriguez-Arias M. Lavandula angustifolia essential oil and linalool counteract social aversion induced by social defeat. Molecules. (2018) 23:2694. 10.3390/molecules23102694", "ArticleIdList": ["10.3390/molecules23102694", "PMC6222471", "30347669"]}, {"Citation": "Lee BK, Jung AN, Jung YS. Linalool ameliorates memory loss and behavioral impairment induced by REM-sleep deprivation through the serotonergic pathway. Biomol Ther. (2018) 26:368–73. 10.4062/biomolther.2018.081", "ArticleIdList": ["10.4062/biomolther.2018.081", "PMC6029680", "29915164"]}, {"Citation": "Souto-Maior FN, Carvalho FLd, Morais LCSLd, Netto SM, de Sousa DP, Almeida RNd. Anxiolytic-like effects of inhaled linalool oxide in experimental mouse anxiety models. Pharmacol Biochem Behav. (2011) 100:259–63. 10.1016/j.pbb.2011.08.029", "ArticleIdList": ["10.1016/j.pbb.2011.08.029", "21925533"]}, {"Citation": "Linck VM, da Silva AL, Figueiró M., Caramão EB, Moreno PRH, Elisabetsky E. Effects of inhaled Linalool in anxiety, social interaction and aggressive behavior in mice. Phytomedicine. (2010) 17:679–83. 10.1016/j.phymed.2009.10.002", "ArticleIdList": ["10.1016/j.phymed.2009.10.002", "19962290"]}, {"Citation": "Cheng BH, Sheen LY, Chang ST. Evaluation of anxiolytic potency of essential oil and S-(+)-linalool from Cinnamomum osmophloeum ct. linalool leaves in mice. J Tradit Complement Med. (2015) 5:27–34. 10.1016/j.jtcme.2014.10.007", "ArticleIdList": ["10.1016/j.jtcme.2014.10.007", "PMC4488179", "26151006"]}, {"Citation": "Coelho V, Mazzardo-Martins L, Martins DF, Santos ARS, da Silva Brum LF, Picada JN, et al. . Neurobehavioral and genotoxic evaluation of (–)-linalool in mice. J Natur Med. (2013) 67:876–80. 10.1007/s11418-013-0751-6", "ArticleIdList": ["10.1007/s11418-013-0751-6", "23436179"]}, {"Citation": "Harada H, Kashiwadani H, Kanmura Y, Kuwaki T. Linalool odor-induced anxiolytic effects in mice. Front Behav Neurosci. (2018) 12:241. 10.3389/fnbeh.2018.00241", "ArticleIdList": ["10.3389/fnbeh.2018.00241", "PMC6206409", "30405369"]}, {"Citation": "Nouvian M, Hotier L, Claudianos C, Giurfa M, Reinhard J. Appetitive floral odours prevent aggression in honeybees. Nat Commun. (2015) 6:10247. 10.1038/ncomms10247", "ArticleIdList": ["10.1038/ncomms10247", "PMC4703898", "26694599"]}, {"Citation": "Shen CY, Jiang JG, Zhu W, Ou Yang Q. Anti-inflammatory effect of essential oil from Citrus aurantium L. var. amara. Engl J Agricult Food Chem. (2017) 65:8586–94. 10.1021/acs.jafc.7b02586", "ArticleIdList": ["10.1021/acs.jafc.7b02586", "28906110"]}, {"Citation": "Ben Hsouna A, Gargouri M, Dhifi W, Ben Saad R, Sayahi N, Mnif W, et al. . Potential anti-inflammatory and antioxidant effects of Citrus aurantium essential oil against carbon tetrachloride-mediated hepatotoxicity: a biochemical, molecular and histopathological changes in adult rats. Environ Toxicol. (2019) 34:388–400. 10.1002/tox.22693", "ArticleIdList": ["10.1002/tox.22693", "30578595"]}, {"Citation": "Khodabakhsh P, Shafaroodi H, Asgarpanah J. Analgesic and anti-inflammatory activities of Citrus aurantium L. blossoms essential oil (neroli): involvement of the nitric oxide/cyclic-guanosine monophosphate pathway. J Nat Med. (2015) 69:324–31. 10.1007/s11418-015-0896-6", "ArticleIdList": ["10.1007/s11418-015-0896-6", "25762161"]}, {"Citation": "Miraghazadeh SG, Shafaroodi H, Asgarpanah J. Analgesic and antiinflammatory activities of the essential oil of the unique plant Zhumeria majdae. Nat Prod Commun. (2015) 10:669–72. 10.1177/1934578X1501000436", "ArticleIdList": ["10.1177/1934578X1501000436", "25973506"]}, {"Citation": "Zhang N, Zhang L, Feng L, Yao L. The anxiolytic effect of essential oil of Cananga odorata exposure on mice and determination of its major active constituents. Phytomedicine. (2016) 23:1727–34. 10.1016/j.phymed.2016.10.017", "ArticleIdList": ["10.1016/j.phymed.2016.10.017", "27912874"]}, {"Citation": "Rombolà L, Corasaniti MT, Rotiroti D, Tassorelli C, Sakurada S, Bagetta G, et al. . Effects of systemic administration of the essential oil of bergamot (BEO) on gross behaviour and EEG power spectra recorded from the rat hippocampus and cerebral cortex. Funct Neurol. (2009) 24:107–12.", "ArticleIdList": ["19775539"]}, {"Citation": "Edlow BL, Takahashi E, Wu O, Benner T, Dai G, Bu L, et al. . Neuroanatomic connectivity of the human ascending arousal system critical to consciousness and its disorders. J Neuropathol Exp Neurol. (2012) 71:531–46. 10.1097/NEN.0b013e3182588293", "ArticleIdList": ["10.1097/NEN.0b013e3182588293", "PMC3387430", "22592840"]}, {"Citation": "Umezu T, Nagano K, Ito H, Kosakai K, Sakaniwa M, Morita M. Anticonflict effects of lavender oil and identification of its active constituents. Pharmacol Biochem Behav. (2006) 85:713–21. 10.1016/j.pbb.2006.10.026", "ArticleIdList": ["10.1016/j.pbb.2006.10.026", "17173962"]}, {"Citation": "Takahashi M, Satou T, Ohashi M, Hayashi S, Sadamoto K, Koike K. Interspecies comparison of chemical composition and anxiolytic-like effects of lavender oils upon inhalation. Natur Product Commun. (2011) 6:1934578X1100601148. 10.1177/1934578X1100601148", "ArticleIdList": ["10.1177/1934578X1100601148", "22224307"]}, {"Citation": "Yap WS, Dolzhenko AV, Jalal Z, Hadi MA, Khan TM. Efficacy and safety of lavender essential oil (Silexan) capsules among patients suffering from anxiety disorders: a network meta-analysis. Sci Rep. (2019) 9:18042. 10.1038/s41598-019-54529-9", "ArticleIdList": ["10.1038/s41598-019-54529-9", "PMC6889391", "31792285"]}, {"Citation": "Huang L, Capdevila L. Aromatherapy improves work performance through balancing the autonomic nervous system. J Alternat Complement Med. (2016) 23:214–21. 10.1089/acm.2016.0061", "ArticleIdList": ["10.1089/acm.2016.0061", "27763785"]}, {"Citation": "Gibbs JE. Essential oils, asthma, thunderstorms, and plant gases: a prospective study of respiratory response to ambient biogenic volatile organic compounds (BVOCs). J Asthma Allergy. (2019) 12:169–82. 10.2147/JAA.S193211", "ArticleIdList": ["10.2147/JAA.S193211", "PMC6593190", "31417289"]}, {"Citation": "Weston-Green K, Huang XF, Deng C. Sensitivity of the female rat to olanzapine-induced weight gain–Far from the clinic? Schizophr Res. (2010) 116:299–300. 10.1016/j.schres.2009.09.034", "ArticleIdList": ["10.1016/j.schres.2009.09.034", "19840894"]}, {"Citation": "Mielke MM, Vemuri P, Rocca WA. Clinical epidemiology of Alzheimer's disease: assessing sex and gender differences. Clin Epidemiol. (2014) 6:37–48. 10.2147/CLEP.S37929", "ArticleIdList": ["10.2147/CLEP.S37929", "PMC3891487", "24470773"]}, {"Citation": "Seeman MV. Does gender influence outcome in schizophrenia? Psychiatr Q. (2019) 90:173–84. 10.1007/s11126-018-9619-y", "ArticleIdList": ["10.1007/s11126-018-9619-y", "30484001"]}, {"Citation": "Elzinga S, Fischedick J, Podkolinski R, Raber J. Cannabinoids and terpenes as chemotaxonomic markers in Cannabis. Nat Products Chem Res. (2015) 3:181. 10.4172/2329-6836.1000181", "ArticleIdList": ["10.4172/2329-6836.1000181"]}, {"Citation": "Andre CM, Hausman JF, Guerriero G. Cannabis sativa: the plant of the thousand and one molecules. Front Plant Sci. (2016) 7:19. 10.3389/fpls.2016.00019", "ArticleIdList": ["10.3389/fpls.2016.00019", "PMC4740396", "26870049"]}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "7", "Day": "14"}, {"Year": "2021", "Month": "7", "Day": "8"}, {"Year": "2021", "Month": "9", "Day": "13", "Hour": "6", "Minute": "43"}, {"Year": "2021", "Month": "9", "Day": "14", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "9", "Day": "14", "Hour": "6", "Minute": "1"}, {"Year": "2021", "Month": "8", "Day": "26"}], "PublicationStatus": "epublish", "ArticleIdList": ["34512404", "PMC8426550", "10.3389/fpsyt.2021.583211"]}}], "PubmedBookArticle": []}