{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Dominican Republic", "Ethnomedicine", "Gynecological infections", "Haiti", "Medicinal plants", "New York City", "Traditional knowledge", "Urban ethnobotany"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34522053", "DateRevised": {"Year": "2024", "Month": "02", "Day": "14"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "09", "Day": "10"}], "Language": ["eng"], "ELocationID": ["10.1007/s12231-021-09526-3"], "Journal": {"ISSN": "0013-0001", "JournalIssue": {"Volume": "76", "Issue": "2", "PubDate": {"Year": "2022"}}, "Title": "Economic botany", "ISOAbbreviation": "Econ Bot"}, "ArticleTitle": "Caribbean Women's Health and Transnational Ethnobotany.", "Pagination": {"StartPage": "205", "EndPage": "226", "MedlinePgn": "205-226"}, "Abstract": {"AbstractText": ["<b>Caribbean Women's Health and Transnational Ethnobotany.</b> Immigrants from the Dominican Republic (DR) and Haiti are among the top foreign-born communities in New York City (NYC). As people migrate to new countries, they bring their ethnomedical beliefs and practices, and adapt their plant pharmacopoeias. Haiti and the DR share a flora on the island of Hispaniola. In NYC, the flora is limited to what is available in the city. We selected plants for future laboratory research based on ethnobotanical data from two surveys among Dominicans in the DR and NYC, and a Haitian literature review. In both Dominican datasets, gynecological infections were the top women's health condition treated with plants. We identified 10 species for this purpose reported by Dominicans that are also known medicines in Haitian culture, although not yet documented for women's health. Plants for gynecological infections potentially cause dysbiosis of the vaginal microbiota, and may increase rather than prevent disease. There is a public health need to assess traditional medicines for their ability to inhibit pathogenic bacteria, while causing minimal disruption to the vaginal flora. Several species are known antibacterials<i>,</i> but remain to be tested for their efficacy. These results also provide a foundation for a planned ethnobotanical survey among NYC Haitian women.", "The online version contains supplementary material available at 10.1007/s12231-021-09526-3."], "CopyrightInformation": "© The New York Botanical Garden 2021."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": ["grid.288223.1", "0000 0004 1936 762X"], "Affiliation": "The New York Botanical Garden, Institute of Economic Botany, 2900 Southern Boulevard, Bronx, NY 10458 USA."}, {"Identifier": ["grid.253482.a", "0000 0001 0170 7903"], "Affiliation": "City University of New York, Graduate Center, 365 5th Ave, New York, NY 10016 USA."}], "LastName": "Vardeman", "ForeName": "Ella", "Initials": "E"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["grid.288223.1", "0000 0004 1936 762X"], "Affiliation": "The New York Botanical Garden, Institute of Economic Botany, 2900 Southern Boulevard, Bronx, NY 10458 USA."}, {"Identifier": ["grid.253482.a", "0000 0001 0170 7903"], "Affiliation": "City University of New York, Graduate Center, 365 5th Ave, New York, NY 10016 USA."}], "LastName": "Vandebroek", "ForeName": "Ina", "Initials": "I"}], "GrantList": [{"GrantID": "R21 AT001889", "Acronym": "AT", "Agency": "NCCIH NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Econ Bot", "NlmUniqueID": "0007275", "ISSNLinking": "0013-0001"}}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Abbaszadegan A, Sahebi S, Gholami A, Delroba A, Kiani A, Iraji A, Abbott PV. Time–dependent antibacterial effects of Aloe vera and Zataria multiflora plant essential oils compared to calcium hydroxide in teeth infected with Enterococcus faecalis. Journal of Investigative and Clinical Dentistry. 2016;7(1):93–101. doi: 10.1111/jicd.12123.", "ArticleIdList": ["10.1111/jicd.12123", "25187255"]}, {"Citation": "Adomi PO. Screening of the leaves of three Nigerian medicinal plants for antibacterial activity. African Journal of Biotechnology. 2008;7(15):2540–2542."}, {"Citation": "Aidah N, Abdullah N, Oskoueian E, Sieo CC, Saad WZ. Membrane–active antibacterial compounds in methanolic extracts of Jatropha curcas and their mode of action against Staphylococcus aureus S1434 and Escherichia coli E216. International Journal of Agriculture and Biology. 2014;16(4):723–730."}, {"Citation": "Akinpelu DA, Aiyegoro OA, Okoh AI. The bioactive potentials of two medicinal plants commonly used as folklore remedies among some tribes in West Africa. African Journal of Biotechnology. 2009;8(8):1660–1664."}, {"Citation": "Akinyele TA, Igbinosa EO, Akinpelu DA, Okoh AI. In vitro assessment of the synergism between extracts of Cocos nucifera husk and some standard antibiotics. Asian Pacific Journal of Tropical Biomedicine. 2017;7(4):306–313. doi: 10.1016/j.apjtb.2016.12.022.", "ArticleIdList": ["10.1016/j.apjtb.2016.12.022"]}, {"Citation": "———, O. O. Okoh, D. A. Akinpelu, and A. I. Okoh 2011. In vitro antibacterial properties of crude aqueous and n–hexane extracts of the husk of Cocos nucifera. Molecules 16(3):2135–2145. 10.3390/molecules16032135.", "ArticleIdList": ["PMC6259629", "21372760"]}, {"Citation": "Albuquerque, U. P., J. G. Melo, M. F. Medeiros, I. R. Menezes, G. J. Moura, A. C. Asfora El–Deir, R. R. Nóbrega Alves, P. Muniz de Medeiros, T. A. Araújo, M. A. Ramos, R. R. Silva, A. L. Almeida, and C. F. Almeida. 2012. Natural products from ethnodirected studies: Revisiting the ethnobiology of the zombie poison. Evidence–Based Complementary and Alternative Medicine 2012.", "ArticleIdList": ["PMC3184504", "21977054"]}, {"Citation": "———, J. S. Silva, J. L. A. Campos, R. S. Sousa, T. C. Silva, and R. R. N. Alves. 2013. The current status of ethnobiological research in Latin America: Gaps and perspectives. Journal of Ethnobiology and Ethnomedicine 9(1):1–9.", "ArticleIdList": ["PMC4015921", "24131758"]}, {"Citation": "Alemdar S, Agaoglu S. Investigation of in vitro antimicrobial activity of Aloe vera juice. Journal of Animal and Veterinary Advances. 2009;8(1):99–102."}, {"Citation": "Ali SW, Purwar R, Joshi M, Rajendran S. Antibacterial properties of Aloe vera gel–finished cotton fabric. Cellulose. 2014;21(3):2063–2072. doi: 10.1007/s10570-014-0175-9.", "ArticleIdList": ["10.1007/s10570-014-0175-9"]}, {"Citation": "Alviano WS, Alviano DS, Diniz CG, Antoniolli AR, Alviano CS, Farias LM, Carvalho MAR, Souza MMG, Bolognese AM. In vitro antioxidant potential of medicinal plant extracts and their activities against oral bacteria based on Brazilian folk medicine. Archives of Oral Biology. 2008;53(6):545–552. doi: 10.1016/j.archoralbio.2007.12.001.", "ArticleIdList": ["10.1016/j.archoralbio.2007.12.001", "18243157"]}, {"Citation": "Amabebe E, Anumba DO. The vaginal microenvironment: The physiologic role of lactobacilli. Frontiers in Medicine. 2018;5:181. doi: 10.3389/fmed.2018.00181.", "ArticleIdList": ["10.3389/fmed.2018.00181", "PMC6008313", "29951482"]}, {"Citation": "Amjed, S., K. Junaid, J. Jafar, T. Amjad, W. Maqsood, N. Mukhtar, K. Tariq, M. Sharif, S. J. Awan, and F. Ansari. 2017. Detection of antibacterial activities of Miswak, Kalonji and Aloe vera against oral pathogens and anti–proliferative activity against cancer cell line. BMC Complementary and Alternative Medicine 17. 10.1186/s12906-017-1778-0.", "ArticleIdList": ["PMC5433005", "28506259"]}, {"Citation": "Ammar I, Bardaa S, Mzid M, Sahnoun Z, Rebaii T, Attia H, Ennouri M. Antioxidant, antibacterial and in vivo dermal wound healing effects of Opuntia flower extracts. International Journal of Biological Macromolecules. 2015;81:483–490. doi: 10.1016/j.ijbiomac.2015.08.039.", "ArticleIdList": ["10.1016/j.ijbiomac.2015.08.039", "26306411"]}, {"Citation": "Anderson MR, Mckee D, Yukes J, Alvarez A, Karasz A. An investigation of douching practices in the botánicas of the Bronx. Culture, Health and Sexuality. 2008;10(1):1–11. doi: 10.1080/13691050701516363.", "ArticleIdList": ["10.1080/13691050701516363", "18038277"]}, {"Citation": "Andleeb S, Alsalme A, Al-Zaqri N, Warad I, Alkahtani J, Bukhari SM. In –vitro antibacterial and antifungal properties of the organic solvent extract of Argemone mexicana L. Journal of King Saud University Science. 2020;32(3):2053–2058. doi: 10.1016/j.jksus.2020.01.044.", "ArticleIdList": ["10.1016/j.jksus.2020.01.044"]}, {"Citation": "Anwar S, Zubair M, Rashid U, Rizwan K, Shahid M, Bukhari IH, Jamil M, Ahmad VU, Rasool N. Antimicrobial potential of methanolic extract and various fractions of Jatropha curcas roots. Asian Journal of Chemistry. 2013;25(13, A):7477–7480. doi: 10.14233/ajchem.2013.14901.", "ArticleIdList": ["10.14233/ajchem.2013.14901"]}, {"Citation": "Arbia L, Chikhi-Chorfi N, Betatache I, Pham-Huy C, Zenia S, Mameri N, Drouiche N, Lounici H. Antimicrobial activity of aqueous extracts from four plants on bacterial isolates from periodontitis patients. Environmental Science and Pollution Research. 2017;24(15):13394–13404. doi: 10.1007/s11356-017-8942-4.", "ArticleIdList": ["10.1007/s11356-017-8942-4", "28386896"]}, {"Citation": "Aruwa CE, Amoo SO, Kudanga T. Extractable and macromolecular antioxidants of Opuntia ficus–indica cladodes: Phytochemical profiling, antioxidant, and antibacterial activities. South African Journal of Botany. 2019;125:402–410. doi: 10.1016/j.sajb.2019.08.007.", "ArticleIdList": ["10.1016/j.sajb.2019.08.007"]}, {"Citation": "———, S. Amoo, and T. Kudanga. 2019b. Phenolic compound profile and biological activities of Southern African Opuntia ficus–indica fruit pulp and peels. LWT–food Science and Technology 111:337–344. 10.1016/j.lwt.2019.05.028."}, {"Citation": "Ayyoob M, Khurshid MF, Asad M, Shah SNH. Assessment of eco–friendly natural antimicrobial textile finish extracted from Aloe Vera and neem plants. Fibres and Textiles in Eastern Europe. 2015;23(6):120–123. doi: 10.5604/12303666.1172176.", "ArticleIdList": ["10.5604/12303666.1172176"]}, {"Citation": "Babahmad RA, Aghraz A, Boutafda A, Papazoglou EG, Tarantilis PA, Kanakis C, Hafidi M, Ouhdouch Y, Outzourhit A, Ouhammou A. Chemical composition of essential oil of Jatropha curcas L. leaves and its antioxidant and antimicrobial activities. Industrial Crops and Products. 2018;121:405–410. doi: 10.1016/j.indcrop.2018.05.030.", "ArticleIdList": ["10.1016/j.indcrop.2018.05.030"]}, {"Citation": "Babaji P, Jagtap K, Lau H, Bansal N, Thajuraj S, Sondhi P. Comparative evaluation of antimicrobial effect of herbal root canal irrigants (Morinda citrifolia, Azadirachta indica, Aloe vera) with sodium hypochlorite: An in vitro study. Journal of International Society of Preventive and Community Dentistry. 2016;6(3):196–199. doi: 10.4103/2231-0762.183104.", "ArticleIdList": ["10.4103/2231-0762.183104", "PMC4916791", "27382533"]}, {"Citation": "Bachabi F, Togbe CE, Odjo T, Were EO, Sere Y, Gumedzoe YMD. Laboratory assessment of the antibacterial effect of Moringa oleifera Lam., Azadirachta indica L. and Jatropha curcas L. on Pantoea spp and Sphingomonas spp in rice seed in Benin. Tropical Agriculture. 2018;95(2):106–114."}, {"Citation": "Balick MJ, Fronenberg F, Ososki AL, Reiff M, Fugh-Berman A, Roble M, Lohr P, Atha D. Medicinal plants used by Latino healers for women’s health conditions. Economic Botany. 2000;54(3):344–357. doi: 10.1007/BF02864786.", "ArticleIdList": ["10.1007/BF02864786"]}, {"Citation": "Banadkoki AZ, Kouhsari E, Amirmozafari N, Roudbary M, Nasrabadi MRB. Antibacterial, antifungal, and cytotoxic activities of some medicinal plants against multidrug resistance pathogens. Reviews in Medical Microbiology. 2018;29(4):182–188. doi: 10.1097/MRM.0000000000000146.", "ArticleIdList": ["10.1097/MRM.0000000000000146"]}, {"Citation": "Barragan–Menendez, C., D. Galvez–Lopez, R. Rosas–Quijano, M. Salvador–Figueroa, I. Ovando–Medina, and A. Vazquez–Ovando. 2020. Films of chitosan and Aloe vera for maintaining the viability and antifungal activity of Lactobacillus paracasei TEP6. Coatings 10(3). 10.3390/coatings10030259."}, {"Citation": "Basannavar S, Pothuraju R, Sharma RK. Effect of Aloe vera (Aloe barbadensis Miller) on survivability, extent of proteolysis and ACE inhibition of potential probiotic cultures in fermented milk. Journal of the Science of Food and Agriculture. 2014;94(13):2712–2717. doi: 10.1002/jsfa.6615.", "ArticleIdList": ["10.1002/jsfa.6615", "24733678"]}, {"Citation": "Bashir A, Saeed B, Mujahid TY, Jehan N. Comparative study of antimicrobial activities of Aloe vera extracts and antibiotics against isolates from skin infections. African Journal of Biotechnology. 2011;10(19):3835–3840."}, {"Citation": "Bawankar R, Deepti VC, Singh P, Subashkumar R, Vivekanandhan G, Babu S. Evaluation of bioactive potential of an Aloe vera sterol extract. Phytotherapy Research. 2013;27(6):864–868. doi: 10.1002/ptr.4827.", "ArticleIdList": ["10.1002/ptr.4827", "22899575"]}, {"Citation": "Benzidia B, Barbouchi M, Hammouch H, Belahbib N, Zouarhi M, Erramli H, Daoud NA, Badrane N, Hajjaji N. Chemical composition and antioxidant activity of tannins extract from green rind of Aloe vera (L.) Burm. F. Journal of King Saud University Science. 2019;31(4):1175–1181. doi: 10.1016/j.jksus.2018.05.022.", "ArticleIdList": ["10.1016/j.jksus.2018.05.022"]}, {"Citation": "Bhattacharjee I, Chatterjee SK, Chandra G. Isolation and identification of antibacterial components in seed extracts of Argemone mexicana L. (Papaveraceae) Asian Pacific Journal of Tropical Medicine. 2010;3(7):547–551. doi: 10.1016/S1995-7645(10)60132-0.", "ArticleIdList": ["10.1016/S1995-7645(10)60132-0"]}, {"Citation": "Blando, F., R. Russo, C. Negro, L. De Bellis, and S. Frassinetti. 2019. Antimicrobial and antibiofilm activity against Staphylococcus aureus of Opuntia ficus–indica (L.) Mill. cladode polyphenolic extracts. Antioxidants 8(5). 10.3390/antiox8050117.", "ArticleIdList": ["PMC6562908", "31052535"]}, {"Citation": "Brahmi, F., S. Haddad, K. Bouamara, D. Yalaoui–Guellal, E. Prost–Camus, J. P. P. De Barros, M. Prost, A. G. Atanasov, K. Madani, L. Boulekbache–Makhlouf, and G. Lizard. 2020. Comparison of chemical composition and biological activities of Algerian seed oils of Pistacia lentiscus L., Opuntia ficus indica (L.) Mill. and Argania spinosa L. Skeels. Industrial Crops and Products 151. 10.1016/j.indcrop.2020.112456."}, {"Citation": "Canche–Escamilla, G., P. Colli–Acevedo, R. Borges–Argaez, P. Quintana–Owen, J. Fernando May–Crespo, M. Caceres–Farfan, J. A. Yam Puc, P. Sansores–Peraza, and B. Marina Vera–Ku. 2019. Extraction of phenolic components from an Aloe vera (Aloe barbadensis Miller) crop and their potential as antimicrobials and textile dyes. Sustainable Chemistry and Pharmacy 14. 10.1016/j.scp.2019.100168."}, {"Citation": "Carlos Guevara-Arauza J, de Jesus Ornelas-Paz J, Jaqueline Pimentel-Gonzalez D, Rosales Mendoza S, Soria Guerra RE, Paz Maldonado LMT. Prebiotic effect of mucilage and pectic–derived oligosaccharides from nopal (Opuntia ficus–indica) Food Science and Biotechnology. 2012;21(4):997–1003. doi: 10.1007/s10068-012-0130-1.", "ArticleIdList": ["10.1007/s10068-012-0130-1"]}, {"Citation": "Carmona EC, Ramírez AV, Cano-Ortiz A. Contribution to the biogeography of the Hispaniola (Dominican Republic, Haiti) Acta Botanica Gallica. 2010;157(4):581–598. doi: 10.1080/12538078.2010.10516233.", "ArticleIdList": ["10.1080/12538078.2010.10516233"]}, {"Citation": "Ceja–Medina, L. I., R. I. Ortiz–Basurto, L. Medina–Torres, F. Calderas, M. J. Bernad–Bernad, R. F. Gonzalez–Laredo, J. A. Ragazzo–Sanchez, M. Calderon–Santoyo, M. Gonzalez–avila, I. Andrade–Gonzalez, and O. Manero. 2020. Microencapsulation of Lactobacillus plantarum by spray drying with mixtures of Aloe vera mucilage and Agave fructans as wall materials. Journal of Food Process Engineering 43(8). 10.1111/jfpe.13436."}, {"Citation": "Cellini L, Di Bartolomeo S, Di Campli E, Genovese S, Locatelli M, Di Giulio M. In vitro activity of Aloe vera inner gel against Helicobacter pylori strains. Letters in Applied Microbiology. 2014;59(1):43–48. doi: 10.1111/lam.12241.", "ArticleIdList": ["10.1111/lam.12241", "24597562"]}, {"Citation": "Ceuterick M, Vandebroek I, Pieroni A. Resilience of Andean urban ethnobotanies: A comparison of medicinal plant use among Bolivian and Peruvian migrants in the United Kingdom and in their countries of origin. Journal of Ethnopharmacology. 2011;136(1):27–54. doi: 10.1016/j.jep.2011.03.038.", "ArticleIdList": ["10.1016/j.jep.2011.03.038", "21470576"]}, {"Citation": "———, I. Vandebroek, B. Torry, and A. Pieroni. 2008. Cross–cultural adaptation in urban ethnobotany: The Colombian folk pharmacopoeia in London. Journal of Ethnopharmacology 120(3):342–359.", "ArticleIdList": ["18852036"]}, {"Citation": "Chandra G, Bhattacharjee I, Chatterjee S. Bacillus cereus infection in stinging catfish, Heteropneustes fossilis (Siluriformes: Heteropneustidae) and their recovery by Argemone mexicana seed extract. Iranian Journal of Fisheries Sciences. 2015;14(3):741–753."}, {"Citation": "Chugh CA, Mehta S, Dua H. Phytochemical screening and evaluation of biological activities of some medicinal plants of Phagwara. Punjab. Asian Journal of Chemistry. 2012;24(12):5903–5905."}, {"Citation": "Chumpol J, Siri S. Electrospun cellulose acetate membrane for size separating and antibacterial screening of crude polysaccharides. IET Nanobiotechnology. 2016;10(6):405–410. doi: 10.1049/iet-nbt.2015.0120.", "ArticleIdList": ["10.1049/iet-nbt.2015.0120", "PMC8676401", "27906142"]}, {"Citation": "Cogo LL, Bastos Monteiro CL, Miguel MD, Miguel OG, Cunico MM, Ribeiro ML, de Camargo ER, Botao Kussen GM, Nogueira KdaS, Dalla Costa LM. Anti-Helicobacter pylori activity of plant extracts traditionally used for the treatment of gastrointestinal disorders. Brazilian Journal of Microbiology. 2010;41(2):304–309. doi: 10.1590/S1517-83822010000200007.", "ArticleIdList": ["10.1590/S1517-83822010000200007", "PMC3768678", "24031496"]}, {"Citation": "Cuong TV, Chin KB. Effects of Annatto (Bixa orellana L.) seeds powder on physicochemical properties, antioxidant, and antimicrobial activities of pork patties during refrigerated storage. Korean Journal for Food Science of Animal Resources. 2016;36(4):476–486. doi: 10.5851/kosfa.2016.36.4.476.", "ArticleIdList": ["10.5851/kosfa.2016.36.4.476", "PMC5018507", "27621688"]}, {"Citation": "Dahiya P, Purkayastha S. Phytochemical screening and antimicrobial activity of some medicinal plants against multi–drug resistant bacteria from clinical isolates. Indian Journal of Pharmaceutical Sciences. 2012;74(5):443–450. doi: 10.4103/0250-474X.108420.", "ArticleIdList": ["10.4103/0250-474X.108420", "PMC3660871", "23716873"]}, {"Citation": "Darabighane B, Zarei A, Shahneh AZ. The effects of different levels of Aloe vera gel on ileum microflora population and immune response in broilers: A comparison to antibiotic effects. Journal of Applied Animal Research. 2012;40(1):31–36. doi: 10.1080/09712119.2011.620435.", "ArticleIdList": ["10.1080/09712119.2011.620435"]}, {"Citation": "Das, B., N. Salvanna, P. R. Reddy, J. Paramesh, and R. Das. 2018. Our phytochemical research on Jatropha species. ARKIVOC 1, SI: 114–133. 10.24820/ark.5550190.p010.285."}, {"Citation": "de los Angeles Ortega-Ortega M, del Socorro Cruz-Cansino N, Alanis-Garcia E, Delgado-Olivares L, Alberto Ariza-Ortega J, Ramirez-Moreno E, de Jesus Manriquez-Torres J. Optimization of ultrasound extraction of cactus pear (Opuntia ficus indica) seed oil based on antioxidant activity and evaluation of its antimicrobial activity. Journal of Food Quality. 2017 doi: 10.1155/2017/9315360.", "ArticleIdList": ["10.1155/2017/9315360"]}, {"Citation": "Donkor, A. M., M. N. Donkor, and N. Kuubabongnaa. 2020. Evaluation of anti–infective potencies of formulated aloin A ointment and aloin an isolated from Aloe barbadensis Miller. BMC Chemistry 14(1). 10.1186/s13065-020-0659-7.", "ArticleIdList": ["PMC7006150", "32047877"]}, {"Citation": "El Mannoubi I. Effect of extraction solvent on phenolic composition, antioxidant and antibacterial activities of skin and pulp of Tunisian red and yellow–orange Opuntia ficus indica fruits. Journal of Food Measurement and Characterization. 2020 doi: 10.1007/s11694-020-00673-0.", "ArticleIdList": ["10.1007/s11694-020-00673-0"]}, {"Citation": "El-Beltagi HS, Mohamed HI, Elmelegy AA, Eldesoky SE, Safwat G. Phytochemical screening, antimicrobial, antioxidant, anticancer activities, and nutritional values of Cactus (Opuntia ficus indica) pulp and peel. Fresenius Environmental Bulletin. 2019;28(2A):1545–1562."}, {"Citation": "Ennouri M, Ammar I, Khemakhem B, Attia H. Chemical composition and antibacterial activity of Opuntia ficus–indica F. inermis (Cactus Pear) flowers. Journal of Medicinal Food. 2014;17(8):908–914. doi: 10.1089/jmf.2013.0089.", "ArticleIdList": ["10.1089/jmf.2013.0089", "24650181"]}, {"Citation": "Erhabor JO, Idu M. In vitro antibacterial, antioxidant, cytogenotoxic and nutritional value of Aloe barbadensis Mill. (Asphodelaceae) Journal of Microbiology Biotechnology and Food Sciences. 2020;10(1):12–21. doi: 10.15414/jmbfs.2020.10.1.12-21.", "ArticleIdList": ["10.15414/jmbfs.2020.10.1.12-21"]}, {"Citation": "Farmer P. Bad blood, spoiled milk: Bodily fluids as moral barometers in rural Haiti. American Ethnologist. 1988;15(1):62–83. doi: 10.1525/ae.1988.15.1.02a00050.", "ArticleIdList": ["10.1525/ae.1988.15.1.02a00050"]}, {"Citation": "Fit IN, Rapuntean G, Rapuntean S, Chirila F, Nadas GC. Antibacterial effect of essential vegetal extracts on Staphylococcus aureus compared to antibiotics. Notulae Botanicae Horti Agrobotanici Cluj-napoca. 2009;37(2):117–123."}, {"Citation": "Ganesan P, Karthik T. Analysis of colour strength, colour fastness and antimicrobial properties of silk fabric dyed with natural dye from red prickly pear fruit. Journal of the Textile Institute. 2017;108(7):1173–1179. doi: 10.1080/00405000.2016.1222862.", "ArticleIdList": ["10.1080/00405000.2016.1222862"]}, {"Citation": "Ganesh MS, John NAA, Radhika J. A comparative study of antibacterial potential of various extracts of different parts of Jatropha curcas Linn against bacterial strains. International Journal of Life Science And Pharma Research. 2020;10(2):L83–L87. doi: 10.22376/ijpbs/lpr.2020.10.2.L83-87.", "ArticleIdList": ["10.22376/ijpbs/lpr.2020.10.2.L83-87"]}, {"Citation": "García-Varela R, García-García RM, Barba-Dávila BA, Fajardo-Ramírez OR, Serna-Saldívar SO, Cardineau GA. Antimicrobial activity of Rhoeo discolor phenolic rich extracts determined by flow cytometry. Molecules. 2015;20(10):18685–18703. doi: 10.3390/molecules201018685.", "ArticleIdList": ["10.3390/molecules201018685", "PMC6331916", "26473824"]}, {"Citation": "Gautam CVS, Rekha M, Mourya P, Sukanya S, Unissa H. Evaluation of antibacterial and antifungal activity of Aloe vera gel. Indo American Journal of Pharmaceutical Sciences. 2017;4(4):834–839. doi: 10.5281/zenodo.546665.", "ArticleIdList": ["10.5281/zenodo.546665"]}, {"Citation": "Ghayempour S, Montazer M, Rad MM. Simultaneous encapsulation and stabilization of Aloe vera extract on cotton fabric for wound dressing application. RSC Advances. 2016;6(113):111895–111902. doi: 10.1039/c6ra22485g.", "ArticleIdList": ["10.1039/c6ra22485g"]}, {"Citation": "Gibson M, Carlson Bowles B, Jansen L, Leach J. Childbirth education in rural Haiti: Reviving low–tech teaching strategies. The Journal of Perinatal Education. 2013;22(2):93–102. doi: 10.1891/1058-1243.22.2.93.", "ArticleIdList": ["10.1891/1058-1243.22.2.93", "PMC3647738", "24421602"]}, {"Citation": "Gokulan, K., P. Kolluru, C. E. Cerniglia, and S. Khare. 2019. Dose–dependent effects of aloin on the intestinal bacterial community structure, short chain fatty acids metabolism and intestinal epithelial cell permeability. Frontiers in Microbiology 10. 10.3389/fmicb.2019.00474.", "ArticleIdList": ["PMC6443721", "30972034"]}, {"Citation": "Gonzalez BA, Dominguez-Espinosa R, Alcocer BR. Use of Aloe vera juice as substrate for growth of Lactobacillus plantarum and L. casei. Ciencia Y Tecnologia Alimentaria. 2008;6(2):152–157. doi: 10.1080/11358120809487640.", "ArticleIdList": ["10.1080/11358120809487640"]}, {"Citation": "Goud, S., S. Aravelli, S. Dronamraju, G. Cherukuri, and P. Morishetty. 2018. Comparative evaluation of the antibacterial efficacy of the Aloe Vera, 3% sodium hypochlorite, and 2% chlorhexidine gluconate against Enterococcus faecalis: an in vitro study. Cureus 10(10). 10.7759/cureus.3480.", "ArticleIdList": ["PMC6318086", "30648031"]}, {"Citation": "Gu RH, Morcol T, Liu B, Shi MJ, Kennelly EJ, Long CL. GC–MS, UPLC–QTOF–MS, and bioactivity characterization of Acer truncatum seeds. Industrial Crops and Products. 2019;138:111480. doi: 10.1016/j.indcrop.2019.111480.", "ArticleIdList": ["10.1016/j.indcrop.2019.111480"]}, {"Citation": "Guedes RCM, Nogueira NGP, Fusco-Almeida AM, Souza CRF, Oliveira WP. Antimicrobial activity of crude extracts of Petiveria alliacea L. Latin American Journal of Pharmacy. 2009;28(4):520–524."}, {"Citation": "Guevara-Arauza JC, de Jesus Ornelas-Paz J, Jaqueline Pimentel-Gonzalez D, Rosales Mendoza S, Soria Guerra RE, Paz Maldonado LMT. Prebiotic effect of mucilage and pectic–derived oligosaccharides from nopal (Opuntia ficus–indica) Food Science and Biotechnology. 2012;21(4):997–1003. doi: 10.1007/s10068-012-0130-1.", "ArticleIdList": ["10.1007/s10068-012-0130-1"]}, {"Citation": "Habibi G, Arjomandzadegan M, Tayeboon M, Didgar F, Sarmadiani H, Sadrnia M, Mirhosseini F, Geravand S, Abdoli M. Comparison of antibacterial effects of a carrier produced in microemulsion system from aqueous extract of Aloe vera with selected antibiotics on Enterobacteriacea. Iranian Journal of Microbiology. 2018;10(5):334–341.", "ArticleIdList": ["PMC6339994", "30675330"]}, {"Citation": "Hai, Z., Y. Ren, J. Hu, H. Wang, Q. Qin, and T. Chen. 2019. Evaluation of the treatment effect of Aloe vera fermentation in burn injury healing using a rat model. Mediators of Inflammation 2019. 10.1155/2019/2020858.", "ArticleIdList": ["PMC6374857", "30837795"]}, {"Citation": "Halperin DT. Dry sex practices and HIV infection in the Dominican Republic and Haiti. Sexually Transmitted Infections. 1999;75(6):445. doi: 10.1136/sti.75.6.445.", "ArticleIdList": ["10.1136/sti.75.6.445", "PMC1758251", "10754956"]}, {"Citation": "Haq, A., M. Siddiqi, S. Z. Batool, A. Islam, A. Khan, D. Khan, S. Khan, H. Khan, A. A. Shah, F. Hasan, S. Ahmed, and M. Badshah. 2019. Comprehensive investigation on the synergistic antibacterial activities of Jatropha curcas pressed cake and seed oil in combination with antibiotics. AMB Express 9. 10.1186/s13568-019-0793-6.", "ArticleIdList": ["PMC6525210", "31102037"]}, {"Citation": "He CL, Fu BD, Shen HQ, Jiang XL, Wei XB. Fumaric acid, an antibacterial component of Aloe vera L. African Journal of Biotechnology. 2011;10(15):2973–2977. doi: 10.5897/AJB10.1497.", "ArticleIdList": ["10.5897/AJB10.1497"]}, {"Citation": "Hodges S, Bennett BC. The ethnobotany of Pluchea carolinensis (Jacq.) G. Don (Asteraceae) in the botánicas of Miami, Florida. Economic Botany. 2006;60(1):75–84. doi: 10.1663/0013-0001(2006)60[75:TEOPCJ]2.0.CO;2.", "ArticleIdList": ["10.1663/0013-0001(2006)60[75:TEOPCJ]2.0.CO;2"]}, {"Citation": "Hovorkova P, Lalouckova K, Skrivanova E. Determination of in vitro antibacterial activity of plant oils containing medium–chain fatty acids against gram–positive pathogenic and gut commensal bacteria. Czech Journal of Animal Science. 2018;63(3):119–125. doi: 10.17221/70/2017-CJAS.", "ArticleIdList": ["10.17221/70/2017-CJAS"]}, {"Citation": "Hrishikesh, V. and P. Meena. 2011. Antimicrobial activity of some selected medicinal plants on skin pathogens. Research Journal of Biotechnology 6(3):67–72. https://www.paho.org/salud-en-las-americas-2017/?p=4110."}, {"Citation": "Huang H, Song L, Zhao W. Effects of probiotics for the treatment of bacterial vaginosis in adult women: A meta-analysis of randomized clinical trials. Archives of Gynecology and Obstetrics. 2014;289(6):1225–1234. doi: 10.1007/s00404-013-3117-0.", "ArticleIdList": ["10.1007/s00404-013-3117-0", "24318276"]}, {"Citation": "Ibrahim NA, Abd El-Ghany NA, Eid BM, Mabrouk EM. Green options for imparting antibacterial functionality to cotton fabrics. International Journal of Biological Macromolecules. 2018;111:526–533. doi: 10.1016/j.ijbiomac.2018.01.013.", "ArticleIdList": ["10.1016/j.ijbiomac.2018.01.013", "29337103"]}, {"Citation": "Imran H, Sohail T, Atiq-ur-Rehman IW, Fatima N, Shakir M. A comparative study of four indigenous medicinal plants of Pakistan against some oral pathogens. Bangladesh Journal of Medical Science. 2020;19(2):284–290. doi: 10.3329/bjms.v19i2.45009.", "ArticleIdList": ["10.3329/bjms.v19i2.45009"]}, {"Citation": "Jain S, Rathod N, Nagi R, Sur J, Laheji A, Gupta N, Agarwal P, Prasad S. Antibacterial effect of Aloe vera gel against oral pathogens: An in vitro study. Journal of Clinical and Diagnostic Research. 2016;10(11):ZC41–ZC44. doi: 10.7860/JCDR/2016/21450.8890.", "ArticleIdList": ["10.7860/JCDR/2016/21450.8890", "PMC5198455", "28050502"]}, {"Citation": "Jessenia Pesantes–Sangay, S., R. Damaso Calla–Poma, M. Fe Requena–Mendizabal, M. Isabel Alvino–Vales, and P. Alejandro Millones–Gomez. 2020. Chemical composition and antibacterial effect of Plantago major extract on periodontal pathogens. Pesquisa Brasileira Em Odontopediatria E Clinica Integrada 20. 10.1590/pboci.2020.100."}, {"Citation": "Jiang, L., T. Yi, Z. Shen, Z. Teng, and J. Wang. 2019. Aloe–emodin attenuates Staphylococcus aureus pathogenicity by interfering with the oligomerization of alpha–toxin. Frontiers in Cellular and Infection Microbiology 9. 10.3389/fcimb.2019.00157.", "ArticleIdList": ["PMC6530610", "31157174"]}, {"Citation": "Jiang, M., K. Deng, C. Jiang, M. Fu, C. Guo, X. Wang, X. Wang, F. Meng, S. Yang, K. Deng, T. Chen, and H. Xin. 2016. Evaluation of the antioxidative, antibacterial, and anti–inflammatory effects of the Aloe fermentation supernatant containing Lactobacillus plantarum HM218749.1. Mediators of Inflammation 2016. 10.1155/2016/2945650.", "ArticleIdList": ["PMC4967468", "27493450"]}, {"Citation": "Jiang S, Quave CL. A comparison of traditional food and health strategies among Taiwanese and Chinese immigrants in Atlanta, Georgia, USA. Journal of Ethnobiology and Ethnomedicine. 2013;9(1):61. doi: 10.1186/1746-4269-9-61.", "ArticleIdList": ["10.1186/1746-4269-9-61", "PMC3846646", "23981857"]}, {"Citation": "Jose Gallardo–Vasquez, G., J. Elvira Chavez–Flores, and M. Contreras–Torvisco. 2019. Evaluation of the antibacterial effect of latex Jatropha curcas ‘pinon’ in front of Staphylococcus aureus. DUAZARY 16(1):105–114. 10.21676/2389783X.2533."}, {"Citation": "Karakas FP, Yildirim A, Turker A. Biological screening of various medicinal plant extracts for antibacterial and antitumor activities. Turkish Journal of Biology. 2012;36(6):641–652. doi: 10.3906/biy-1203-16.", "ArticleIdList": ["10.3906/biy-1203-16"]}, {"Citation": "Kargaran, M., A. R. Moradabadi, M. Arjomandzadegan, H. Hosseini, G. Habibi, M. Tayeboon, H. Karami, and A. Akbari. 2017. Effects of the aqueous extract of Aloe vera on the morphological and physiological properties of E. coli. Iranian Red Crescent Medical Journal 19(2). 10.5812/ircmj.23896."}, {"Citation": "Kerdudo, A., V. Gonnot, E. N. Ellong, L. Boyer, T. Michel, S. Adenet, K. Rochefort, and X. Fernandez. 2015. Essential oil composition and biological activities of Petiveria alliacea L. from Martinique. Journal of Essential Oil Research 27(3):186–196. 10.1080/10412905.2015.1014118."}, {"Citation": "———, V. Gonot, E. N. Ellong, K. Rochefort, L. Boyer, T. Michel, and X. Fernandez. 2014. New antibacterial compounds from plant biodiversity. Planta Medica 80(16):1462–1463."}, {"Citation": "Khan AM, Bhadauria S. Analysis of medicinally important phytocompounds from Argemone mexicana. Journal of King Saud University Science. 2019;31(4):1020–1026. doi: 10.1016/j.jksus.2018.05.009.", "ArticleIdList": ["10.1016/j.jksus.2018.05.009"]}, {"Citation": "Kim, Y. W., Y. J. Jeong, A. Y. Kim, H. H. Son, J. A. Lee, C. H. Jung, C. H. Kim, and J. Kim. 2014. Lactobacillus brevis strains from fermented Aloe vera survive gastroduodenal environment and suppress common food borne enteropathogens. PLOS One 9(3). 10.1371/journal.pone.0090866.", "ArticleIdList": ["PMC3944883", "24598940"]}, {"Citation": "Kulakowski D, Kitalong C, Negrin A, Tadao VR, Balick MJ, Kennelly EJ. Traditional preparation of Phaleria nisidai, a Palauan tea, reduces exposure to toxic daphnane–type diterpene esters while maintaining immunomodulatory activity. Journal of Ethnopharmacology. 2015;173:273–279. doi: 10.1016/j.jep.2015.06.023.", "ArticleIdList": ["10.1016/j.jep.2015.06.023", "26102551"]}, {"Citation": "Kumar D, Kashyap SK, Maherchandani S. Antibacterial activity of some plant extracts. Veterinary Practitioner. 2009;10(2):148–151."}, {"Citation": "Kumar S, Budhwar L, Yadav A, Yadav M, Yadav JP. Phytochemical screening and antibacterial activity of Aloe vera collected from different climatic regions of India. Natural Products Journal. 2016;6(1):73–82. doi: 10.2174/2210315506666151208213012.", "ArticleIdList": ["10.2174/2210315506666151208213012"]}, {"Citation": "Kusuma SAF, Erika IH, Annisa GP. Antibacterial activity of ethanol extract of Jatropha leaves against Pseudomonas aeruginosa ATCC 27853. Research Journal of Pharmaceutical Biological and Chemical Sciences. 2017;8(S):243–248."}, {"Citation": "Lagnika L, Anago E, Sanni A. Screening for antibacterial, antioxidant activity and toxicity of some medicinal plants used in Benin folkloric medicine. Journal of Medicinal Plants Research. 2011;5(5):773–777."}, {"Citation": "Lasalita-Zapico FC, Aguilar CHM, Madas JB, Eroy MN. Chemical composition, antimicrobial properties and toxicity of Jatropha curcas provenances from diverse origins. International Journal of Agriculture and Biology. 2012;14(4):625–628."}, {"Citation": "Lawrence R, Tripathi P, Jeyakumar E. Isolation, purification, and evaluation of antibacterial agents from Aloe vera. Brazilian Journal of Microbiology. 2009;40(4):906–915. doi: 10.1590/S1517-83822009000400023.", "ArticleIdList": ["10.1590/S1517-83822009000400023", "PMC3768575", "24031440"]}, {"Citation": "Lee JH, Cho S, Paik HD, Choi CW, Nam KT, Hwang SG, Kim SK. Investigation on antibacterial and antioxidant activities, phenolic and flavonoid contents of some Thai edible plants as an alternative for antibiotics. Asian-Australasian Journal of Animal Sciences. 2014;27(10):1461–1468. doi: 10.5713/ajas.2013.13629.", "ArticleIdList": ["10.5713/ajas.2013.13629", "PMC4150179", "25178298"]}, {"Citation": "Lee ST, Ariffin A, Son R, Ghazali HM. Effect of lipase hydrolysis on the antibacterial activity of coconut oil, palm mesocarp oil and selected seed oils against several pathogenic bacteria. International Food Research Journal. 2015;22(1):46–54."}, {"Citation": "Leontiev, R., N. Hohaus, C. Jacob, M. C. H. Gruhlke, and A. J. Slusarenko. 2018. A comparison of the antibacterial and antifungal activities of thiosulfinate analogues of allicin. Scientific Report 8. 10.1038/s41598-018-25154-9.", "ArticleIdList": ["PMC5928221", "29712980"]}, {"Citation": "Li, J., M. Qin, C. Liu, W. Ma, X. Zeng, and Y. Ji. 2020. Antimicrobial photodynamic therapy against multidrug–resistant Acinetobacter baumannii clinical isolates mediated by aloe–emodin: An in vitro study. Photodiagnosis and Photodynamic Therapy 29. 10.1016/j.pdpdt.2019.101632.", "ArticleIdList": ["31870894"]}, {"Citation": "Luciano–Montalvo, C., I. Boulogne, and J. Gavillan–Suarez. 2013. A screening for antimicrobial activities of Caribbean herbal remedies. BMC Complementary and Alternative Medicine 13. 10.1186/1472-6882-13-126.", "ArticleIdList": ["PMC3680001", "23731467"]}, {"Citation": "Lukova P, Karcheva-Bahchevanska D, Mollova D, Nikolova M, Mladenov R, Iliev I. Study of prebiotic potential and antioxidant activity in Plantago spp. leaves after enzymatic hydrolysis with hemicellulase and xylanase. Engineering in Life Sciences. 2018;18(11):831–839. doi: 10.1002/elsc.201800071.", "ArticleIdList": ["10.1002/elsc.201800071", "PMC6999478", "32624876"]}, {"Citation": "———, M. Nikolova, E. Petit, R. Elboutachfaiti, T. Vasileva, P. Katsarov, H. Manev, C. Gardarin, G. Pierre, P. Michaud, I. Iliev, and C. Delattre. 2020. Prebiotic activity of poly–and oligosaccharides obtained from Plantago major L. leaves. Applied Sciences (Switzerland) 10(8). 10.3390/APP10082648."}, {"Citation": "Machado D, Gaspar C, Palmeira-de-liveira A, Cavaleiro C, Salgueiro L, Martinez-de-Oliveira J, Cerca N. Thymbra capitata essential oil as potential therapeutic agent against Gardnerella vaginalis biofilm–related infections. Future Microbiology. 2017;12(5):407–416. doi: 10.2217/fmb-2016-0184.", "ArticleIdList": ["10.2217/fmb-2016-0184", "28339292"]}, {"Citation": "Mahajan, T. 2020. Comparative evaluation of disinfecting alginate using Aloe vera and 0.2% chlorhexidine digluconate by internal disinfection method – an in vivo study. Journal of Evolution of Medical and Dental Sciences 9(27):1944–1947. 10.14260/jemds/2020/423."}, {"Citation": "Mandal SM, Dey S, Mandal M, Sarkar S, Maria-Neto S, Franco OL. Identification and structural insights of three novel antimicrobial peptides isolated from green coconut water. Peptides. 2009;30(4):633–637. doi: 10.1016/j.peptides.2008.12.001.", "ArticleIdList": ["10.1016/j.peptides.2008.12.001", "19111587"]}, {"Citation": "Mandim F, Barros L, Calhelha RC, Abreu RM, Pinela J, Alves MJ, Heleno S, Santos PF, Ferreira IC. Calluna vulgaris (L.) Hull: Chemical characterization, evaluation of its bioactive properties and effect on the vaginal microbiota. Food and Function. 2019;10(1):78–89. doi: 10.1039/C8FO01910J.", "ArticleIdList": ["10.1039/C8FO01910J", "30539184"]}, {"Citation": "Maragatham C, Panneerselvam A. Etiological study of diabetic foot ulcer infection and anti–foot ulcer activity of Aloe barbadensis Mill. Journal of Pure and Applied Microbiology. 2010;4(2):853–857."}, {"Citation": "Mazhari M, Esmaeilipour O, Mirmahmoudi R, Badakhshan Y. Comparison of antibiotic, probiotic, and great plantain (Plantago major L.) on growth performance, serum metabolites, immune response, and ileal microbial population of broilers. Poultry Science Journal. 2016;4(2):97–105. doi: 10.22069/PSJ.2016.10041.1164.", "ArticleIdList": ["10.22069/PSJ.2016.10041.1164"]}, {"Citation": "Mbanga J, Mangoma N, Saidi B. An evaluation of the antimicrobial activities of Aloe barbadensis, A. chabaudii and A. arborescens leaf extracts used in folklore veterinary medicine in Zimbabwe. Journal of Animal and Veterinary Advances. 2010;9(3):2918–2923."}, {"Citation": "Mbega ER, Mortensen CN, Mabagala RB, Wulff EG. The effect of plant extracts as seed treatments to control bacterial leaf spot of tomato in Tanzania. Journal of General Plant Pathology. 2012;78(4):277–286. doi: 10.1007/s10327-012-0380-z.", "ArticleIdList": ["10.1007/s10327-012-0380-z"]}, {"Citation": "Medina-Flores D, Ulloa-Urizar G, Camere-Colarossi R, Caballero-Garcia S, Mayta-Tovalino F, del Valle-Mendoza J. Antibacterial activity of Bixa orellana L. (achiote) against Streptococcus mutans and Streptococcus sanguinis. Asian Pacific Journal of Tropical Biomedicine. 2016;6(5):400–403. doi: 10.1016/j.apjtb.2016.03.005.", "ArticleIdList": ["10.1016/j.apjtb.2016.03.005"]}, {"Citation": "Mehrotra S, Srivastava AK, Nandi SP. Comparative antimicrobial activities of neem, amla, aloe, assam tea and clove extracts against Vibrio cholerae, Staphylococcus aureus and Pseudomonas aeruginosa. Journal of Medicinal Plants Research. 2010;4(22):2393–2398."}, {"Citation": "Mehta R, Dhruv S, Kaushik V, Sen KK, Khan NS, Abhishek A, Dixit AK, Tripathi VN. A comparative study of antibacterial and antifungal activities of extracts from four indigenous plants. Bioinformation. 2020;16(3):267–272. doi: 10.6026/97320630016267.", "ArticleIdList": ["10.6026/97320630016267", "PMC7147494", "32308269"]}, {"Citation": "Menard J, Kobetz E, Maldonado JC, Barton B, Blanco J, Diem J. Barriers to cervical cancer screening among Haitian immigrant women in Little Haiti. Miami. Journal of Cancer Education. 2010;25(4):602–608. doi: 10.1007/s13187-010-0089-7.", "ArticleIdList": ["10.1007/s13187-010-0089-7", "20232188"]}, {"Citation": "Mendez L, Rojas-Vera J, Contreras-Moreno B, Celis MT, Rosenzweig-Levy P. Phytochemical screening of Jatropha curcas L. leaves and roots collected from Merida-Venezuela. Ciencia E Ingenieria. 2020;41(1):75–80."}, {"Citation": "———, J. Rojas, B. Contreras–Moreno, J. Velasco, P. Rosezweig Levy, and M. T. Celis. 2018. Biological activities analyzed in Jatropha curcas Linn. extracts. Ciencia E Ingenieria 39(2):153–160."}, {"Citation": "Mendez M, Rodriguez R, Ruiz J, Morales-Adame D, Castillo F, Hernandez-Castillo FD, Aguilar CN. Antibacterial activity of plant extracts obtained with alternative organics solvents against food–borne pathogen bacteria. Industrial Crops and Products. 2012;37(1):445–450. doi: 10.1016/j.indcrop.2011.07.017.", "ArticleIdList": ["10.1016/j.indcrop.2011.07.017"]}, {"Citation": "Metiner K, Özkan O, Seyyal AK. Antibacterial effects of ethanol and acetone extract of Plantago major L. on gram positive and gram–negative bacteria. Kafkas Universitesi Veteriner Fakultesi Dergisi. 2012;18(3):503–505."}, {"Citation": "More NV, Kharat KR, Kharat AS. Berberine from Argemone mexicana L. exhibits a broadspectrum antibacterial activity. ACTA Biochimica Polonica. 2017;64(4):653–660. doi: 10.18388/abp.2017_1621.", "ArticleIdList": ["10.18388/abp.2017_1621", "29232416"]}, {"Citation": "Muddassir M, Ansari F, Ahmed M, Butt F. Biological activities of extracts obtained from natural origin. Pakistan Journal of Medical and Health Sciences. 2018;12(4):1599–1603."}, {"Citation": "Namuli A, Abdullah N, Sieo CC, Zuhainis SW, Oskoueian E. Phytochemical compounds and antibacterial activity of Jatropha curcas Linn. extracts. Journal of Medicinal Plants Research. 2011;5(16):3982–3990."}, {"Citation": "Negahdari, S., H. Galehdari, M. Kesmati, A. Rezaie, and G. Shariati. 2017. Wound healing activity of extracts and formulations of Aloe vera, henna, Adiantum capillus–veneris, and myrrh on mouse dermal fibroblast cells. International Journal of Preventive Medicine 8. 10.4103/ijpvm.IJPVM_338_16.", "ArticleIdList": ["PMC5364744", "28382194"]}, {"Citation": "New York City Mayor’s Office of Immigrant Affairs. 2020. State of our immigrant city. https://www1.nyc.gov/assets/immigrants/downloads/pdf/MOIA-Annual-Report-for-2019.pdf."}, {"Citation": "Ochoa Pacheco A, Marin Moran J, Gonzalez Giro Z, Hidalgo Rodriguez A, Juliet Mujawimana R, Tamayo Gonzalez K, Sariego Frometa S. In vitro antimicrobial activity of total extracts of the leaves of Petiveria alliacea L. (Anamu) Brazilian Journal of Pharmaceutical Sciences. 2013;49(2):241–250. doi: 10.1590/S1984-82502013000200006.", "ArticleIdList": ["10.1590/S1984-82502013000200006"]}, {"Citation": "Oghenemaro EF, Johnson J, Itohan IM, Richard SO, Michael O. Antimicrobial activity of Aloe vera gel and honey against bacteria isolates from wound aspirates. International Journal of Pharmaceutical Sciences and Research. 2018;9(11):4890–4893. doi: 10.13040/IJPSR.0975-8232.9(11).4890-93.", "ArticleIdList": ["10.13040/IJPSR.0975-8232.9(11).4890-93"]}, {"Citation": "Okmen AS. Antioxidant and antibacterial activities of different plants extracts against Staphylococcus aureus isolated from soccer player’s shoes and knowledge and applications about foot hygiene of the soccer players. African Journal of Traditional, Complementary and Alternative Medicines. 2015;12(3):143–149. doi: 10.4314/ajtcam.v12i3.18.", "ArticleIdList": ["10.4314/ajtcam.v12i3.18"]}, {"Citation": "Oluwasina, O. O., I. V. Ezenwosu, C. O. Ogidi, and V. O. Oyetayo. 2019. Antimicrobial potential of toothpaste formulated from extracts of Syzygium aromaticum, Dennettia tripetala and Jatropha curcas latex against some oral pathogenic microorganisms. AMB Express 9. 10.1186/s13568-019-0744-2.", "ArticleIdList": ["PMC6362185", "30715633"]}, {"Citation": "Ososki AL, Lohr P, Reiff M, Balick MJ, Fronenberg F, Fugh-Berman A, O’Connor B. Ethnobotanical literature survey of medicinal plants in the Dominican Republic used for women’s health conditions. Journal of Ethnopharmacology. 2002;79(3):285–298. doi: 10.1016/S0378-8741(01)00376-2.", "ArticleIdList": ["10.1016/S0378-8741(01)00376-2", "11849831"]}, {"Citation": "Palmeri R, Parafati L, Restuccia C, Fallico B. Application of prickly pear fruit extract to improve domestic shelf life, quality, and microbial safety of sliced beef. Food and Chemical Toxicology. 2018;118:355–360. doi: 10.1016/j.fct.2018.05.044.", "ArticleIdList": ["10.1016/j.fct.2018.05.044", "29787849"]}, {"Citation": "———, L. Parafati, E. Arena, E. Grassenio, C. Restuccia, and B. Fallico. 2020. Antioxidant and antimicrobial properties of semi–processed frozen prickly pear juice as affected by cultivar and harvest time. Foods 9(2). 10.3390/foods9020235.", "ArticleIdList": ["PMC7074568", "32098296"]}, {"Citation": "Pan American Health Organization. (2020). Haiti. Health in the Americas. https://www.paho.org/salud-en-las-americas-2017/?p=4110 (December 2020)."}, {"Citation": "Pandey R, Mishra A. Antibacterial activities of crude extract of Aloe barbadensis to clinically isolated bacterial pathogens. Applied Biochemistry and Biotechnology. 2010;160(5):1356–1361. doi: 10.1007/s12010-009-8577-0.", "ArticleIdList": ["10.1007/s12010-009-8577-0", "19263248"]}, {"Citation": "Passafiume, R., R. Gaglio, G. Sortino, and V. Farina. 2020. Effect of three different Aloe vera gel–based edible coatings on the quality of fresh–cut “Hayward” kiwifruits. Foods 9(7). 10.3390/foods9070939.", "ArticleIdList": ["PMC7404722", "32708692"]}, {"Citation": "Patri G, Sahu A. Role of herbal agents – tea tree oil and Aloe vera as cavity disinfectant adjuncts in minimally invasive dentistry – an in vivo comparative study. Journal of Clinical and Diagnostic Research. 2017;11(7):CD05–CD09. doi: 10.7860/JCDR/2017/27598.10147.", "ArticleIdList": ["10.7860/JCDR/2017/27598.10147", "PMC5583794", "28892888"]}, {"Citation": "Paul, A. and B. Akers. 2000. Use of Psathyrella cf. hymenocephala (Coprinaceae) as a spice in Haiti. Mycologist 14(4):161–164."}, {"Citation": "——— and P. A. Cox. 1995. An ethnobotanical survey of the uses for Citrus aurantium (Rutaceae) in Haiti. Economic Botany 49(3):249–256."}, {"Citation": "Pawlus AD, Kinghorn AD. Review of the ethnobotany, chemistry, biological activity, and safety of the botanical dietary supplement Morinda citrifolia (noni) Journal of Pharmacy and Pharmacology. 2007;59(12):1587–1609. doi: 10.1211/jpp.59.12.0001.", "ArticleIdList": ["10.1211/jpp.59.12.0001", "18053321"]}, {"Citation": "Paz Quezada M, Salinas C, Gotteland M, Cardemil L. Acemannan and fructans from Aloe vera (Aloe barbadensis Miller) plants as novel prebiotics. Journal of Agricultural and Food Chemistry. 2017;65(46):10029–10039. doi: 10.1021/acs.jafc.7b04100.", "ArticleIdList": ["10.1021/acs.jafc.7b04100", "29072072"]}, {"Citation": "Pieroni A, Giusti ME, Quave CL. Cross–cultural ethnobiology in the Western Balkans: Medical ethnobotany and ethnozoology among Albanians and Serbs in the Pešter Plateau, Sandžak. South-Western Serbia. Human Ecology. 2011;39(3):333. doi: 10.1007/s10745-011-9401-3.", "ArticleIdList": ["10.1007/s10745-011-9401-3"]}, {"Citation": "——— and I. Vandebroek, eds. 2007. Traveling cultures and plants: The ethnobiology and ethnopharmacology of migrations, vol. 7. New York: Berghahn Books."}, {"Citation": "Prabhakaran D, Rajeshkanna A, Senthamilselvi MM. Antimicrobial activity of Argemone mexicana Linn (flowers) Indo American Journal of Pharmaceutical Sciences. 2016;3(5):450–454."}, {"Citation": "Prakoso, Y. A., C. S. Rini, and R. Wirjaatmadja. 2018. Efficacy of Aloe vera, Ananas comosus, and Sansevieria masoniana cream on the skin wound infected with MRSA. Advances in Pharmacological Sciences 2018. 10.1155/2018/4670569.", "ArticleIdList": ["PMC5933069", "29849604"]}, {"Citation": "Prastiyanto, M. E., P. D. Tama, N. Ananda, W. Wilson, and A. H. Mukaromah. 2020. Antibacterial potential of Jatropha sp. latex against multidrug–resistant bacteria. International Journal of Microbiology 2020. 10.1155/2020/8509650.", "ArticleIdList": ["PMC7474374", "32908527"]}, {"Citation": "Quinlan MB. Ethnomedicine and ethnobotany of fright, a Caribbean culture–bound psychiatric syndrome. Journal of Ethnobiology and Ethnomedicine. 2010;6(1):1–18. doi: 10.1186/1746-4269-6-9.", "ArticleIdList": ["10.1186/1746-4269-6-9", "PMC3583188", "20163730"]}, {"Citation": "R’bia O, Chkioua C, Hellal R, Herchi W, Smiti SA. Antioxidant and antibacterial activities of Opuntia ficus indica seed oil fractions and their bioactive compounds identification. Turkish Journal of Biochemistry-turk Biyokimya Dergisi. 2017;42(4):481–491. doi: 10.1515/tjb-2016-0200.", "ArticleIdList": ["10.1515/tjb-2016-0200"]}, {"Citation": "Raga DD, Espiritu RA, Shen CC, Ragasa CY. A bioactive sesquiterpene from Bixa orellana. Journal of Natural Medicines. 2011;65(1):206–211. doi: 10.1007/s11418-010-0459-9.", "ArticleIdList": ["10.1007/s11418-010-0459-9", "20882359"]}, {"Citation": "Raina SM, Hassan MD. Screening of phytochemical properties and antimicrobial activity of Malaysian medicinal plants against aquatic bacteria. Malaysian Journal of Microbiology. 2016;12(4):284–290. doi: 10.21161/mjm.83816.", "ArticleIdList": ["10.21161/mjm.83816"]}, {"Citation": "Ramirez–Moreno, E., R. Carino–Cortes, N. del Socorro Cruz–Cansino, L. Delgado–Olivares, J. Alberto Ariza–Ortega, V. Yelina Montanez–Izquierdo, M. Manuela Hernandez–Herrero, and T. Filardo–Kerstupp. 2017. Antioxidant and antimicrobial properties of cactus pear (Opuntia) seed oils. Journal of Food Quality, Special Issue 2017. 10.1155/2017/3075907."}, {"Citation": "Ranjani M, Rajan S, Brindha P. Antioxidant and antibacterial potentials of Aloe vera juice extract against wound isolates. Journal of Pure and Applied Microbiology. 2010;4(2):733–739."}, {"Citation": "Ranjbar, R., M. Arjomandzadegan, and H. Hosseiny. 2017. Evaluation of antioxidant activity and growth control properties of nanoscale structure produced from Aloe vera var. littoralis extract on clinical isolates of Salmonella. Scientia Pharmaceutica 85(3). 10.3390/scipharm85030028.", "ArticleIdList": ["PMC5620516", "28758958"]}, {"Citation": "Reddy BU. Enumeration of antibacterial activity of few medicinal plants by bioassay method. E-journal of Chemistry. 2010;7(4):1449–1453. doi: 10.1155/2010/687182.", "ArticleIdList": ["10.1155/2010/687182"]}, {"Citation": "Rosas-Pinon Y, Mejia A, Diaz-Ruiz G, Isabel Aguilar M, Sanchez-Nieto S, Fausto Rivero-Cruz J. Ethnobotanical survey and antibacterial activity of plants used in the Altiplane region of Mexico for the treatment of oral cavity infections. Journal of Ethnopharmacology. 2012;141(3):860–865. doi: 10.1016/j.jep.2012.03.020.", "ArticleIdList": ["10.1016/j.jep.2012.03.020", "22465591"]}, {"Citation": "Rukmini JN, Manasa S, Rohini C, Sireesha LP, Ritu S, Umashankar GK. Antibacterial efficacy of tender coconut water (Cocos nucifera L) on Streptococcus mutans: An in vitro study. Journal of International Society of Preventive and Community Dentistry. 2017;7(2):130–134. doi: 10.4103/jispcd.JISPCD_275_16.", "ArticleIdList": ["10.4103/jispcd.JISPCD_275_16", "PMC5390578", "28462183"]}, {"Citation": "Saddiq AA, Al-Ghamdi H. Aloe vera extract: A novel antimicrobial and antibiofilm against methicillin resistant Staphylococcus aureus strains. Pakistan Journal of Pharmaceutical Sciences. 2018;31(5, S):2123–2130.", "ArticleIdList": ["30393222"]}, {"Citation": "Safford WE. Identity of cohoba, the narcotic snuff of ancient Haiti. Journal of the Washington Academy of Sciences. 1916;6(15):547–562."}, {"Citation": "Saint-Jean G, Crandall LA. Sources and barriers to health care coverage for Haitian immigrants in Miami-Dade County, Florida. Journal of Health Care for the Poor and Underserved. 2005;16(1):29–41. doi: 10.1353/hpu.2005.0016.", "ArticleIdList": ["10.1353/hpu.2005.0016", "15741707"]}, {"Citation": "Salah F, El Ghoul Y, Alminderej FM, El Golli-Bennour E, Ouanes Z, Maciejak O, Jarroux N, Majdoub H, Sakli F. Development, characterization, and biological assessment of biocompatible cellulosic wound dressing grafted Aloe vera bioactive polysaccharide. Cellulose. 2019;26(8):4957–4970. doi: 10.1007/s10570-019-02419-8.", "ArticleIdList": ["10.1007/s10570-019-02419-8"]}, {"Citation": "———, Y. El Ghoul, A. Mandhi, H. Majdoub, N. Jarroux, and F. Sakli. 2017. Effect of the deacetylation degree on the antibacterial and antibiofilm activity of acemannan from Aloe vera. Industrial Crops and Products 103:13–18. 10.1016/j.indcrop.2017.03.031."}, {"Citation": "Samsudin NIP, Lee HY, Chern PE, Ng CT, Panneerselvam L, Phang SY, Tan WT, Mahyudin NA. In vitro antibacterial activity of crude medicinal plant extracts against ampicillin plus penicillin–resistant Staphylococcus aureus. International Food Research Journal. 2018;25(2):573–579."}, {"Citation": "Sanchez E, Davila-Avina J, Castillo SL, Heredia N, Vazquez-Alvarado R, Garcia S. Antibacterial and antioxidant activities in extracts of fully grown cladodes of 8 cultivars of cactus pear. Journal of Food Science. 2014;79(4):M659–M664. doi: 10.1111/1750-3841.12416.", "ArticleIdList": ["10.1111/1750-3841.12416", "24621296"]}, {"Citation": "———, C. Rivas Morales, S. Castillo, C. Leos–Rivas, L. Garcia–Becerra, and D. M. Ortiz Martinez. 2016. Antibacterial and antibiofilm activity of methanolic plant extracts against nosocomial microorganisms. Evidence–based Complementary and Alternative Medicine 2016. 10.1155/2016/1572697.", "ArticleIdList": ["PMC4939345", "27429633"]}, {"Citation": "Saosoong K, Ruangviriyachai C. Antimicrobial activity and chemical constituents of the extract from Jatropha curcas fruit. Oriental Journal of Chemistry. 2016;32(2):1163–1169. doi: 10.13005/ojc/320242.", "ArticleIdList": ["10.13005/ojc/320242"]}, {"Citation": "Sarkar, K. K., T. Mitra, R. N. Acharyya, and S. K. Sadhu. 2019. Phytochemical screening and evaluation of the pharmacological activities of ethanolic extract of Argemone mexicana Linn. aerial parts. Oriental Pharmacy and Experimental Medicine 19(1):91–106. 10.1007/s13596-018-0357-3."}, {"Citation": "Schmidt C, Fronza M, Goettert M, Geller F, Luik S, Flores EM, Bittencourt CF, Zanetti GD, Heinzmann BM, Laufer S, Merfort I. Biological studies on Brazilian plants used in wound healing. Journal of Ethnopharmacology. 2009;122(3):523–532. doi: 10.1016/j.jep.2009.01.022.", "ArticleIdList": ["10.1016/j.jep.2009.01.022", "19429323"]}, {"Citation": "Seay JS, Mandigo M, Kish J, Menard J, Marsh S, Kobetz E. Intravaginal practices are associated with greater odds of high–risk HPV infection in Haitian women. Ethnicity and Health. 2017;22(3):257–265. doi: 10.1080/13557858.2016.1246423.", "ArticleIdList": ["10.1080/13557858.2016.1246423", "27774794"]}, {"Citation": "Seay J, Mandigo M, Hew K, Kobetz E. Vaginal infections in Haitian immigrant women living in Miami, Florida. Journal of Health Care for the Poor and Underserved. 2017;28(3):1141–1150. doi: 10.1353/hpu.2017.0102.", "ArticleIdList": ["10.1353/hpu.2017.0102", "28804083"]}, {"Citation": "Sharanappa R, Vidyasagar GM. Preliminary screening of ethnomedicinal plants for antibacterial activity. International Journal of Pharmaceutical Sciences and Research. 2015;6(9):3928–3935. doi: 10.13040/IJPSR.0975-8232.6(9).3928-35.", "ArticleIdList": ["10.13040/IJPSR.0975-8232.6(9).3928-35"]}, {"Citation": "Sharma AK, Gangwar M, Kumar D, Nath G, Sinha ASK, Tripathi YB. Phytochemical characterization, antimicrobial activity and reducing potential of seed oil, latex, machine oil and presscake of Jatropha curcas. Avicenna Journal of Phytomedicine. 2016;6(4):366–375.", "ArticleIdList": ["PMC4967832", "27516977"]}, {"Citation": "Shen X, Chen W, Zheng Y, Lei X, Tang M, M., H. Wang, and F. Song. Chemical composition, antibacterial and antioxidant activities of hydrosols from different parts of Areca catechu L. and Cocos nucifera L. Industrial Crops and Products. 2017;96:110–119. doi: 10.1016/j.indcrop.2016.11.053.", "ArticleIdList": ["10.1016/j.indcrop.2016.11.053"]}, {"Citation": "Shigematsu E, Dorta C, Santos DN, Ferreira KA, Goes-Favoni SP, Oshiiwa M, Mauro MA. Edible coating with coconut water to preserve probiotic strains and sensory characteristics of minimally processed carrots. International Food Research Journal. 2019;26(4):1285–1292."}, {"Citation": "Silva SS, Popa EG, Gomes ME, Cerqueira M, Marques AP, Caridade SG, Teixeira P, Sousa C, Mano JF, Reis RL. An investigation of the potential application of chitosan/aloe–based membranes for regenerative medicine. ACTA Biomaterialia. 2013;9(6):6790–6797. doi: 10.1016/j.actbio.2013.02.027.", "ArticleIdList": ["10.1016/j.actbio.2013.02.027", "23462554"]}, {"Citation": "Singh SK, Pandey VD, Singh A, Singh C. Antibacterial activity of seed extracts of Argemone mexicana L. on some pathogenic bacterial strains. African Journal of Biotechnology. 2009;8(24):7077–7081."}, {"Citation": "Sriprang S, Sriprang N, Sumpradit T, Shimbhu D. Antibacterial activities of crude extracts from physic nut (Jatropha curcas) seed residues. Scienceasia. 2010;36(4):346–348. doi: 10.2306/scienceasia1513-1874.2010.36.346.", "ArticleIdList": ["10.2306/scienceasia1513-1874.2010.36.346"]}, {"Citation": "Suhaili Z, Yeo CC, Yasin HN, Badaludin NA, Zakaria ZA. Antibacterial profile of Jatropha curcas latex extracts against selected human pathogenic bacteria. African Journal of Microbiology Research. 2011;5(29):5147–5154. doi: 10.5897/AJMR11.663.", "ArticleIdList": ["10.5897/AJMR11.663"]}, {"Citation": "Sujatha T, Abhinaya S, Sunder J, Thangapandian M, Kundu A. Efficacy of early chick nutrition with Aloe vera and Azadirachta indica on gut health and histomorphometry in chicks. Veterinary World. 2017;10(6):569–573. doi: 10.14202/vetworld.2017.569-573.", "ArticleIdList": ["10.14202/vetworld.2017.569-573", "PMC5499070", "28717305"]}, {"Citation": "Tamine M, Nancib A, Nancib N, Boudrant J. Prickly pear cactus as a raw material for lactic acid production by Lactococcus lactis subsp. lactis. Malaysian Journal of Microbiology. 2018;14(1):16–24."}, {"Citation": "Tan JBL, Lim YY, Lee SM. Antioxidant and antibacterial activity of Rhoeo spathacea (Swartz) Stearn leaves. Journal of Food Science and Technology. 2015;52(4):2394–2400. doi: 10.1007/s13197-013-1236-z.", "ArticleIdList": ["10.1007/s13197-013-1236-z", "PMC4375197", "25829624"]}, {"Citation": "Tariq, H., M. Zia, Ihsan-ul-Haq, S. A. Muhammad, S. A. Khan, N. Fatima, A. Mannan, A. M. Abbasi, and M. Zhang. 2019. Antioxidant, antimicrobial, cytotoxic, and protein kinase inhibition potential in Aloe vera L. Biomed Research International 2019. 10.1155/2019/6478187.", "ArticleIdList": ["PMC6699339", "31467904"]}, {"Citation": "Tarter A. Trees in Vodou: An arbori–cultural exploration. Journal for the Study of Religion Nature and Culture. 2015;9(1):87–112. doi: 10.1558/jsrnc.v9i1.19582.", "ArticleIdList": ["10.1558/jsrnc.v9i1.19582"]}, {"Citation": "Tinpun K, Nakpheng T, Padmavathi AR, Srichana T. In vitro studies of Jatropha curcas L. latex spray formulation for wound healing applications. Turkish Journal of Pharmaceutical Sciences. 2020;17(3):271–279. doi: 10.4274/tjps.galenos.2019.69875.", "ArticleIdList": ["10.4274/tjps.galenos.2019.69875", "PMC7336031", "32636704"]}, {"Citation": "Tongco MDC. Purposive sampling as a tool for informant selection. Ethnobotany Research and Applications. 2007;5:147–158. doi: 10.17348/era.5.0.147-158.", "ArticleIdList": ["10.17348/era.5.0.147-158"]}, {"Citation": "Tongpoothorn W, Chanthai S, Sriuttha M, Saosang K, Ruangviriyachai C. Bioactive properties and chemical constituents of methanolic extract and its fractions from Jatropha curcas oil. Industrial Crops and Products. 2012;36(1):437–444. doi: 10.1016/j.indcrop.2011.10.011.", "ArticleIdList": ["10.1016/j.indcrop.2011.10.011"]}, {"Citation": "Tornero–Martinez, A., R. Cruz–Ortiz, M. Eugenia Jaramillo–Flores, P. Osorio–Diaz, S. Victoria Avila–Reyes, G. Monserrat Alvarado–Jasso, and R. Mora–Escobedo. 2019. In vitro fermentation of polysaccharides from Aloe vera and the evaluation of antioxidant activity and production of short chain fatty acids. Molecules 24(19). 10.3390/molecules24193605.", "ArticleIdList": ["PMC6803901", "31591306"]}, {"Citation": "TRAMIL. 2020. TRAMILibrary: Program of Applied Research to Popular Medicine in the Caribbean. http://www.tramil.net/ (June 2020)."}, {"Citation": "Usha G, Ravi D, Parthasarathy R. Effect of Probiotics along with selected prebiotics against respiratory tract infecting pathogens. Research Journal of Biotechnology. 2013;8(11):19–24."}, {"Citation": "Vaghasiya YK, Parekh JP, Shukla VJ, Chanda SV. Antimicrobial and anti–inflammatory screening of four Indian medicinal plants. Latin American Journal of Pharmacy. 2011;30(4):661–666."}, {"Citation": "Valera MC, Maekawa LE, de Oliveira LD, Cardoso Jorge AO, Shygei E, Talge Carvalho CA. In vitro antimicrobial activity of auxiliary chemical substances and natural extracts on Candida albicans and Enterococcus faecalis in root canals. Journal of Applied Oral Science. 2013;21(2):118–123. doi: 10.1590/1678-7757201302135.", "ArticleIdList": ["10.1590/1678-7757201302135", "PMC3881874", "23739849"]}, {"Citation": "van Andel T, de Boer HJ, Barnes J, Vandebroek I. Medicinal plants used for menstrual disorders in Latin America, the Caribbean, sub–Saharan Africa, South and Southeast Asia and their uterine properties: A review. Journal of Ethnopharmacology. 2014;155(2):992–1000. doi: 10.1016/j.jep.2014.06.049.", "ArticleIdList": ["10.1016/j.jep.2014.06.049", "24975195"]}, {"Citation": "———, S. de Korte, D. Koopmans, J. Behari–Ramdas, and S. Ruysschaert. 2008. Dry sex in Suriname. Journal of Ethnopharmacology 116(1):84–88.", "ArticleIdList": ["18083316"]}, {"Citation": "Vandebroek I. Intercultural health and ethnobotany: How to improve healthcare for underserved and minority communities? Journal of Ethnopharmacology. 2013;148(3):746–754. doi: 10.1016/j.jep.2013.05.039.", "ArticleIdList": ["10.1016/j.jep.2013.05.039", "23727048"]}, {"Citation": "———. 2016. Cultural comparisons in ethnobiological research. In: Introduction to Ethnobiology, eds., R. R. Nobrega Alves and U. P. Albuquerque, 265–271. Basel, Switzerland: Springer."}, {"Citation": "——— and M. J. Balick. 2012. Globalization and loss of plant knowledge: Challenging the paradigm. PloS one 7(5):e37643.", "ArticleIdList": ["PMC3360753", "22662184"]}, {"Citation": "——— and M. J. Balick. 2014. Lime for chest congestion, bitter orange for diabetes: Foods as medicines in the Dominican community in New York City. Economic Botany 68(2):177–189."}, {"Citation": "———, M. J. Balick, A. Ososki, F. Kronenberg, J. Yukes, C. Wade, F. Jiménez, B. Peguero, and D. Castillo. 2010. The importance of botellas and other plant mixtures in Dominican traditional medicine. Journal of Ethnopharmacology 128(1):20–41.", "ArticleIdList": ["PMC2829983", "20006697"]}, {"Citation": "Viju N, Satheesh S, Vincent SGP. Antibiofilm activity of coconut (Cocos nucifera Linn.) husk fibre extract. Saudi Journal of Biological Sciences. 2013;20(1):85–91. doi: 10.1016/j.sjbs.2012.11.002.", "ArticleIdList": ["10.1016/j.sjbs.2012.11.002", "PMC3730797", "23961225"]}, {"Citation": "Viuda-Martos M, Ciro-Gomez GL, Ruiz-Navajas Y, Zapata-Montoya JE, Sendra E, Perez-Alvarez JA, Fernandez-Lopez J. In vitro antioxidant and antibacterial activities of extracts from Annatto (Bixa orellana L.) leaves and seeds. Journal of Food Safety. 2012;32(4):399–406. doi: 10.1111/j.1745-4565.2012.00393.x.", "ArticleIdList": ["10.1111/j.1745-4565.2012.00393.x"]}, {"Citation": "Vladimir Trejo-Flores J, Luna-Gonzalez A, Alvarez-Ruiz P, Escamilla-Montes R, Peraza-Gomez V, Diarte-Plata G, Esparza-Leal HM, Campa-Cordova AI, Gamez-Jimenez C, Rubio-Castro A. Protective effect of Aloe vera in Litopenaeus vannamei challenged with Vibrio parahaemolyticus and white spot syndrome virus. Aquaculture. 2016;465:60–64. doi: 10.1016/j.aquaculture.2016.08.033.", "ArticleIdList": ["10.1016/j.aquaculture.2016.08.033"]}, {"Citation": "Volpato G, Godínez D. Ethnobotany of pru, a traditional Cuban refreshment. Economic Botany. 2004;58(3):381–395. doi: 10.1663/0013-0001(2004)058[0381:EOPATC]2.0.CO;2.", "ArticleIdList": ["10.1663/0013-0001(2004)058[0381:EOPATC]2.0.CO;2"]}, {"Citation": "———, D. Godínez, A. Beyra, and A. Barreto. 2009a. Uses of medicinal plants by Haitian immigrants and their descendants in the Province of Camagüey, Cuba. Journal of Ethnobiology and Ethnomedicine 5(1):16.", "ArticleIdList": ["PMC2690575", "19450279"]}, {"Citation": "———, D. Godínez, and A. Beyra. 2009b. Migration and ethnobotanical practices: The case of tifey among Haitian immigrants in Cuba. Human Ecology 37(1):43–53."}, {"Citation": "Wei L, Zhang W, Yin L, Yan F, Xu Y, Chen F. Extraction optimization of total triterpenoids from Jatropha curcas leaves using response surface methodology and evaluations of their antimicrobial and antioxidant capacities. Electronic Journal of Biotechnology. 2015;18(2):88–95. doi: 10.1016/j.ejbt.2014.12.005.", "ArticleIdList": ["10.1016/j.ejbt.2014.12.005"]}, {"Citation": "Weniger B, Haag-Berruier M, Anton R. Plants of Haiti used as antifertility agents. Journal of Ethnopharmacology. 1982;6(1):67–84. doi: 10.1016/0378-8741(82)90072-1.", "ArticleIdList": ["10.1016/0378-8741(82)90072-1", "7109665"]}, {"Citation": "———, M. Rouzier, R. Daguilh, D. Henrys, J. H. Henrys, and R. Anton. 1986. Traditional medicine in the Central Plateau of Haiti. Journal of Ethnopharmacology 17(1):13–30.", "ArticleIdList": ["3762193"]}, {"Citation": "WHO, Unicef, World Bank Group and United Nations Population Division . Trends in Maternal Mortality: 2000–2017. Geneva: World Health Organization; 2019."}, {"Citation": "Yasmeen R, Hashmi AS, Anjum AA, Saeed S, Muhammad K. Antibacterial activity of indigenous herbal extracts against urease producing bacteria. Journal of Animal and Plant Sciences. 2012;22(2):416–419."}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "12", "Day": "7"}, {"Year": "2021", "Month": "7", "Day": "22"}, {"Year": "2021", "Month": "9", "Day": "16", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "9", "Day": "16", "Hour": "6", "Minute": "1"}, {"Year": "2021", "Month": "9", "Day": "15", "Hour": "7", "Minute": "11"}, {"Year": "2021", "Month": "9", "Day": "10"}], "PublicationStatus": "ppublish", "ArticleIdList": ["34522053", "PMC8432280", "10.1007/s12231-021-09526-3", "9526"]}}], "PubmedBookArticle": []}