{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["environmental factors", "medicinal plants", "secondary metabolites"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34533273", "DateCompleted": {"Year": "2022", "Month": "01", "Day": "07"}, "DateRevised": {"Year": "2022", "Month": "01", "Day": "07"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "10", "Day": "13"}], "Language": ["eng"], "ELocationID": ["10.1002/cbdv.202100345"], "Journal": {"ISSN": "1612-1880", "JournalIssue": {"Volume": "18", "Issue": "11", "PubDate": {"Year": "2021", "Month": "Nov"}}, "Title": "Chemistry & biodiversity", "ISOAbbreviation": "Chem Biodivers"}, "ArticleTitle": "The Influence of Environmental Conditions on Secondary Metabolites in Medicinal Plants: A Literature Review.", "Pagination": {"StartPage": "e2100345", "MedlinePgn": "e2100345"}, "Abstract": {"AbstractText": ["Medicinal plants, a source of different phytochemical compounds, are now subjected to a variety of environmental stresses during their growth and development. Different ecologically limiting factors including temperature, carbon dioxide, lighting, ozone, soil water, soil salinity and soil fertility has significant impact on medicinal plants' physiological and biochemical responses, as well as the secondary metabolic process. Secondary metabolites (SMs) are useful for assessing the quality of therapeutic ingredients and nowadays, these are used as important natural derived drugs such as immune suppressant, antibiotics, anti-diabetic, and anti-cancer. Plants have the ability to synthesize a variety of secondary metabolites to cope with the negative effects of stress. Here, we focus on how individual environmental variables influence the accumulation of plant secondary metabolites. A total of 48 articles were found to be relevant to the review topic during our systematic review. The review showed the influence of different environmental variables on SMs production and accumulation is complex suggesting the relationship are not only species-specific but also related to increases and decline in SMs by up to 50 %. Therefore, this review improves our understanding of plant SMs ability to adapt to key environmental factors. This can aid in the efficient and long-term optimization of cultivation techniques under ambient environmental conditions in order to maximize the quality and quantity of SMs in plants."], "CopyrightInformation": "© 2021 The Authors. Chemistry & Biodiversity published by Wiley-VHCA AG, Zurich, Switzerland."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Central Institute of Science and Technology, Kathmandu, Nepal."}], "LastName": "Pant", "ForeName": "Poonam", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Madan Bhandari University of Science and Technology, Lalitpur, Nepal."}], "LastName": "Pandey", "ForeName": "Sudip", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "DSF Department of Pharmaceutical and Pharmacological Science, via Marzolo, University of Padova, 35121, Padova, Italy."}], "LastName": "Dall'Acqua", "ForeName": "Stefano", "Initials": "S"}], "GrantList": [{"Agency": "Madan Bhandari University of Science and Technology Board (MBUSTB), Lalitpur, Nepal", "Country": ""}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Chem Biodivers", "NlmUniqueID": "101197449", "ISSNLinking": "1612-1872"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Soil"}, {"RegistryNumber": "059QF0KO0R", "NameOfSubstance": "Water"}, {"RegistryNumber": "142M471B3J", "NameOfSubstance": "Carbon Dioxide"}, {"RegistryNumber": "66H7ZZK23N", "NameOfSubstance": "Ozone"}], "MeshHeadingList": [{"QualifierName": ["chemistry"], "DescriptorName": "Carbon Dioxide"}, {"QualifierName": [], "DescriptorName": "Light"}, {"QualifierName": ["chemistry"], "DescriptorName": "Ozone"}, {"QualifierName": ["chemistry", "growth & development", "metabolism"], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": ["chemistry"], "DescriptorName": "Soil"}, {"QualifierName": [], "DescriptorName": "Temperature"}, {"QualifierName": ["chemistry"], "DescriptorName": "Water"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "A. Boit, B. Sakschewski, L. Boysen, A. Cano-Crespo, J. Clement, N. Garcia-alaniz, K. Kok, M. Kolb, F. Langerwisch, A. Rammig, R. Sachse, M. van Eupen, W. von Bloh, D. Clara Zemp, K. Thonicke, ‘Large-scale impact of climate change vs. land-use change on future biome shifts in Latin America’, Glob. Chang. Biol. 2016, 22, 3689-3701."}, {"Citation": "B. Locatelli, V. Evans, A. Wardell, A. Andrade, R. Vignola, ‘Forests and climate change in latin America: Linking adaptation and mitigation’, Forestry 2011, 2, 431-450."}, {"Citation": "S. Hoffmann, S. D. H. Irl, C. Beierkuhnlein, ‘Predicted climate shifts within terrestrial protected areas worldwide’, Nat. Commun. 2019, 10, 1-10."}, {"Citation": "Y. Telwala, B. W. Brook, K. Manish, M. K. Pandit, ‘Climate-Induced Elevational Range Shifts and Increase in Plant Species Richness in a Himalayan Biodiversity Epicenter’, PLoS One 2013, 8, 57103."}, {"Citation": "G. M. Cragg, D. J. Newman, ‘Natural products: A continuing source of novel drug leads’, Biochim. Biophys. Acta 2013, 1830, 3670-3695."}, {"Citation": "M. Rafieian-Kopaei, R. D. E. Sewell, ‘The history and ups and downs of herbal medicines usage’, J. HerbMed Pharmacol. 2014, 3, 1-3."}, {"Citation": "D. S. Fabricant, N. R. Farnsworth, ‘The value of plants used in traditional medicine for drug discovery’, Environ. Health Perspect. 2001, 109, 69-75."}, {"Citation": "N. I. Mongalo, L. J. McGaw, T. V. Segapelo, J. F. Finnie, J. Van Staden, ‘Ethnobotany, phytochemistry, toxicology and pharmacological properties of Terminalia sericea Burch. ex DC. (Combretaceae) - A review’, J. Ethnopharmacol. 2016, 194, 789-802."}, {"Citation": "D. J. Newman, G. M. Cragg, ‘Natural Products as Sources of New Drugs over the Nearly Four Decades from 01/1981 to 09/2019’, J. Nat. Prod. 2020, 83, 770-803."}, {"Citation": "G. Bodeker, G. Burford, ‘Traditional, complementary and alternative medicine: Policy and public health perspectives’, Int. J. Health Care Qual. Assur. 2006, 9, 1-454."}, {"Citation": "M. Ekor, ‘The growing use of herbal medicines: Issues relating to adverse reactions and challenges in monitoring safety’, Front. Pharmacol. 2014, 4."}, {"Citation": "W. M. Bandaranayake, in Mod. Phytomedicine Turn. Med. Plants into Drugs (Eds.: I. Ahmad, F. Aqil, M. Owais), Wiley-VCH Verlag GmbH & Co. KGaA, Weinheim, Germany, 2006, pp. 25-57."}, {"Citation": "D. J. Taur, R. Y. Patil, ‘Some medicinal plants with antiasthmatic potential: A current status’, Asian Pac. J. Trop. Med. 2011, 1, 413-418."}, {"Citation": "World Health Organization, WHO Global Report on Traditional and Complementary Medicine, 2019."}, {"Citation": "T. Efferth, H. J. Greten, ‘The European directive on traditional herbal medicinal products: Friend or foe for plant-based therapies?’, J. Chin. Integr. Med. 2012, 10, 357-361."}, {"Citation": "A. Ramakrishna, G. A. Ravishankar, ‘Influence of abiotic stress signals on secondary metabolites in plants’, Plant Signaling Behav. 2011, 6, 1720-1731."}, {"Citation": "D. Thirumurugan, A. Cholarajan, S. S. S. Raja, R. Vijayakumar, in Second. Metab. - Sources Appl. (Ed.: R. Vijayakumar), InTech, 2018."}, {"Citation": "P. Kumar, P. Sharma, V. Kumar, M. Markandeshwar, in Ind. Biotechnol. Plant Syst. Resour. Prod. (Eds.: M. Yadav, V. Kumar, N. Sehrawat), De Gruyter, 2019, pp. 89-103."}, {"Citation": "R. Verpoorte, J. Memelink, ‘Engineering secondary metabolite production in plants’, Curr. Opin. Biotechnol. 2002, 13, 181-187."}, {"Citation": "K. Anand, C. Tiloke, P. Naidoo, A. A. Chuturgoon, ‘Phytonanotherapy for management of diabetes using green synthesis nanoparticles’, J. Photochem. Photobiol. B 2017, 173, 626-639."}, {"Citation": "A. Crozier, I. B. Jaganath, M. N. Clifford, ‘Dietary phenolics: Chemistry, bioavailability and effects on health’, Nat. Prod. Rep. 2009, 26, 1001-1043."}, {"Citation": "K. Davies, R. Espley, ‘Opportunities and challenges for metabolic engineering of secondary metabolite pathways for improved human health characters in fruit and vegetable crops’, J. Crop Hortic. Sci. (New Zeal.) 2013, 41, 154-177."}, {"Citation": "J. Fang, H. Nakamura, H. Maeda, ‘The EPR effect: Unique features of tumor blood vessels for drug delivery, factors involved, and limitations and augmentation of the effect’, Adv. Drug Delivery Rev. 2011, 63, 136-151."}, {"Citation": "P. E. Miller, D. C. Snyder, ‘Phytochemicals and Cancer Risk’, Nutr. Clin. Pract. 2012, 27, 599-612."}, {"Citation": "A. Basu, V. Imrhan, ‘Tomatoes versus lycopene in oxidative stress and carcinogenesis: Conclusions from clinical trials’, Eur. J. Clin. Nutr. 2007, 61, 295-303."}, {"Citation": "Y. Li, D. Kong, Y. Fu, M. R. Sussman, H. Wu, ‘The effect of developmental and environmental factors on secondary metabolites in medicinal plants’, Plant Physiol. Biochem. 2020, 148, 80-89."}, {"Citation": "S. R. Imadi, A. G. Kazi, A. Hashem, E. F. Abd-Allah, A. A. Alqarawi, P. Ahmad, in Plant-Environment Interact. Responses Approaches to Mitigate Stress (Eds.: M. Azooz, P. Ahmad), John Wiley & Sons, Ltd, Chichester, UK, 2015, pp. 300-310."}, {"Citation": "A. Gupta, P. P. Singh, P. Singh, K. Singh, A. V. Singh, S. K. Singh, A. Kumar, in Clim. Chang. Agric. Ecosyst. Curr. Challenges Adapt. (Eds.: K. Choudhary, A. Kumar, A. Singh), Elsevier, 2019, pp. 181-209."}, {"Citation": "M. Elena, K. Katarína, V. Ivana, K. Zuzana, in Handb. Plant Crop Stress (Ed.: M. Pessarakli), CRC Press, 2020, pp. 713-753."}, {"Citation": "IPCC, Climate Change 2014: Synthesis Report. Contribution of Working Groups I, II and III to the Fifth Assessment Report of the Intergovernmental Panel on Climate Change, The Intergovernmental Panel on Climate Change, Geneva, Switzerland, 2014."}, {"Citation": "B. Singh, R. A. Sharma, in Second. Metab. Med. Plants, Wiley, 2020, pp. 1470-1472."}, {"Citation": "A. M. Shohael, M. B. Ali, K. W. Yu, E. J. Hahn, K. Y. Paek, ‘Effect of temperature on secondary metabolites production and antioxidant enzyme activities in Eleutherococcus senticosus somatic embryos’, Plant Cell Tissue Organ Cult. 2006, 85, 219-228."}, {"Citation": "L. X. Zhang, Q. S. Guo, Q. S. Chang, Z. B. Zhu, L. Liu, Y. H. Chen, ‘Chloroplast ultrastructure, photosynthesis and accumulation of secondary metabolites in Glechoma longituba in response to irradiance’, Photosynthetica 2015, 53, 144-153."}, {"Citation": "A. Ghasemzadeh, H. Z. E. Jaafar, A. Rahmat, ‘Elevated Carbon Dioxide Increases Contents of Flavonoids and Phenolic Compounds, and Antioxidant Activities in Malaysian Young Ginger (Zingiber officinale Roscoe.) Varieties’, Molecules 2010, 15, 7907-7922."}, {"Citation": "L. H. Ziska, S. Panicker, H. L. Wojno, ‘Recent and projected increases in atmospheric carbon dioxide and the potential impacts on growth and alkaloid production in wild poppy (Papaver setigerum DC.)’, Clim. Change 2008, 91, 395-403."}, {"Citation": "M. H. Ibrahim, H. Z. E. Jaafar, ‘Impact of elevated carbon dioxide on primary, secondary metabolites and antioxidant responses of Eleais guineensis jacq. (oil palm) seedlings’, Molecules 2012, 17, 5195-5211."}, {"Citation": "R. C. Bortolin, F. F. Caregnato, A. M. Divan Junior, A. Zanotto-Filho, K. S. Moresco, A. de Oliveira Rios, A. de Oliveira Salvi, C. F. Ortmann, P. de Carvalho, F. H. Reginatto, D. P. Gelain, J. C. Fonseca Moreira, ‘Chronic ozone exposure alters the secondary metabolite profile, antioxidant potential, anti-inflammatory property, and quality of red pepper fruit from Capsicum baccatum’, Ecotoxicol. Environ. Saf. 2016, 129, 16-24."}, {"Citation": "E. Pellegrini, A. Francini, G. Lorenzini, C. Nali, ‘Ecophysiological and antioxidant traits of Salvia officinalis under ozone stress’, Environ. Sci. Pollut. Res. Int. 2015, 22, 13083-13093."}, {"Citation": "Y. Chen, X. Zhang, Q. Guo, L. Liu, C. Li, L. Cao, Q. Qin, M. Zhao, W. Wang, ‘Effects of UV−B Radiation on the Content of Bioactive Components and the Antioxidant Activity of Prunella vulgaris L. Spica during Development’, Molecules 2018, 23."}, {"Citation": "S. Takshak, S. B. Agrawal, ‘The role of supplemental ultraviolet-B radiation in altering the metabolite profile, essential oil content and composition, and free radical scavenging activities of Coleus forskohlii, an indigenous medicinal plant’, Environ. Sci. Pollut. Res. Int. 2016, 23, 7324-7337."}, {"Citation": "M. R. Amirjani, ‘Effects of drought stress on the alkaloid contents and growth parameters of Catharanthus roseus’, J. Agric. Biol. Sci. 2013, 8, 745-750."}, {"Citation": "H. Liu, X. Wang, D. Wang, Z. Zou, Z. Liang, ‘Effect of drought stress on growth and accumulation of active constituents in Salvia miltiorrhiza Bunge’, Ind. Crops Prod. 2011, 33, 84-88."}, {"Citation": "J. Radušienė, B. Karpavičienė, Ž. Stanius, ‘Effect of External and Internal Factors on Secondary Metabolites Accumulation in St. John's Worth’, Bot. Lith. 2013, 18, 101-108."}, {"Citation": "S. Al Jaouni, A. M. Saleh, M. A. M. Wadaan, W. N. Hozzein, S. Selim, H. AbdElgawad, ‘Elevated CO2 induces a global metabolic change in basil (Ocimum basilicum L.) and peppermint (Mentha piperita L.) and improves their biological activity’, J. Plant Physiol. 2018, 224-225, 121-131."}, {"Citation": "S. Pandey, M. Carrer, D. Castagneri, G. Petit, ‘Xylem anatomical responses to climate variability in Himalayan birch trees at one of the world's highest forest limit’, Perspect. Plant Ecol. Evol. Syst. 2018, 33, 34-41."}, {"Citation": "S. F. Ullrich, A. Rothauer, H. Hagels, O. Kayser, ‘Influence of Light, Temperature, and Macronutrients on Growth and Scopolamine Biosynthesis in Duboisia species’, Planta Med. 2017, 83, 937-945."}, {"Citation": "C. Zhang, D. Yang, Z. Liang, J. Liu, K. Yan, Y. Zhu, S. Yang, ‘Climatic factors control the geospatial distribution of active ingredients in Salvia miltiorrhiza Bunge in China’, Sci. Rep. 2019, 9, 1-11."}, {"Citation": "B. L. Sampaio, R. Edrada-Ebel, F. B. Da Costa, ‘Effect of the environment on the secondary metabolic profile of Tithonia diversifolia: a model for environmental metabolomics of plants’, Sci. Rep. 2016, 6, 1-11."}, {"Citation": "Q. Li, S. Lei, K. Du, L. Li, X. Pang, Z. Wang, M. Wei, S. Fu, L. Hu, L. Xu, ‘RNA-seq based transcriptomic analysis uncovers α-linolenic acid and jasmonic acid biosynthesis pathways respond to cold acclimation in Camellia japonica’, Sci. Rep. 2016, 6."}, {"Citation": "S. Rahimi, T. Hasanloo, ‘The effect of temperature and pH on biomass and bioactive compounds production in Silybum marianum hairy root cultures’, Res. J. Pharmacogn. 2016, 3, 53-59."}, {"Citation": "Y. Yuan, X. Tang, Z. Jia, C. Li, J. Ma, J. Zhang, ‘The effects of ecological factors on the main medicinal components of Dendrobium officinale under different cultivation modes’, Forestry 2020, 11, 94."}, {"Citation": "World Meteorological Organization and Global Atmosphere Watch, WMO Greenhouse Gas Bulletin (GHG Bulletin) - No. 15, WMO, Geneva, 2019."}, {"Citation": "L. Yang, K. S. Wen, X. Ruan, Y. X. Zhao, F. Wei, Q. Wang, ‘Response of plant secondary metabolites to environmental factors’, Molecules 2018, 23, 762."}, {"Citation": "S. Sharma, S. Walia, S. Rathore, P. Kumar, R. Kumar, ‘Combined effect of elevated CO2 and temperature on growth, biomass and secondary metabolite of Hypericum perforatum L. in a western Himalayan region’, J. Appl. Res. Med. Arom. Plants 2020, 16."}, {"Citation": "J. R. Paudel, A. Amirizian, S. Krosse, J. Giddings, S. A. A. Ismail, J. Xia, J. B. Gloer, N. M. van Dam, J. C. Bede, ‘Effect of atmospheric carbon dioxide levels and nitrate fertilization on glucosinolate biosynthesis in mechanically damaged Arabidopsis plants’, BMC Plant Biol. 2016, 16."}, {"Citation": "Q. Qiang, Y. Gao, B. Yu, M. Wang, W. Ni, S. Li, T. Zhang, W. Li, L. Lin, ‘Elevated CO2 enhances growth and differentially affects saponin content in Paris polyphylla var. yunnanensis’, Ind. Crops Prod. 2020, 147, 112124."}, {"Citation": "S. Siavash Moghaddam, R. Ibrahim, C. A. Damalas, S. A. Noorhosseini, ‘Effects of Gamma Stress and Carbon Dioxide on Eight Bioactive Flavonoids and Photosynthetic Efficiency in Centella asiatica’, J. Plant Growth Regul. 2017, 36, 957-969."}, {"Citation": "S. Hussin, N. Geissler, M. M. M. El-Far, H. W. Koyro, ‘Effects of salinity and short-term elevated atmospheric CO2 on the chemical equilibrium between CO2 fixation and photosynthetic electron transport of Stevia rebaudiana Bertoni’, Plant Physiol. Biochem. 2017, 118, 178-186."}, {"Citation": "S. A. M. Ali, C. R. C. M. Zain, J. Latip, ‘Influence of elevated CO2 on the growth and phenolic constituents production in Hibiscus sabdariffa var. UKMR-2’, J. Teknol. 2019, 81, 109-118."}, {"Citation": "M. Kaundal, V. Bhatt, R. Kumar, ‘Elevated CO2 and Temperature Effect on Essential Oil Content and Composition of Valeriana jatamansi Jones. with Organic Manure Application in a Western Himalayan Region’, J. Essent. Oil-Bear. Plants 2018, 21, 1041-1050."}, {"Citation": "P. R. B. Ferreira, A. C. F. da Cruz, D. S. Batista, L. A. Nery, I. G. Andrade, D. I. Rocha, S. H. S. Felipe, A. D. Koehler, A. Nunes-Nesi, W. C. Otoni, ‘CO2 enrichment and supporting material impact the primary metabolism and 20-hydroxyecdysone levels in Brazilian ginseng grown under photoautotrophy’, Plant Cell Tissue Organ Cult. 2019, 139, 77-89."}, {"Citation": "J. J. Zhang, Y. Wei, Z. Fang, ‘Ozone pollution: A major health hazard worldwide’, Front. Immunol. 2019, 10, 2518."}, {"Citation": "L. S. Jaffe, ‘The Biological Effects of Ozone on Man and Animals’, Am. Ind. Hyg. Assoc. J. 1967, 28, 267-277."}, {"Citation": "N. E. Grulke, R. L. Heath, ‘Ozone effects on plants in natural ecosystems’, Plant Biol. 2020, 22, 12-37."}, {"Citation": "B. S. Felzer, T. Cronin, J. M. Reilly, J. M. Melillo, X. Wang, ‘Impacts of ozone on trees and crops’, Comptes Rendus - Geosci. 2007, 339, 784-798."}, {"Citation": "E. Pellegrini, A. Campanella, L. Cotrozzi, M. Tonelli, C. Nali, G. Lorenzini, ‘Ozone primes changes in phytochemical parameters in the medicinal herb Hypericum perforatum (St. John's wort)’, Ind. Crops Prod. 2018, 126, 119-128."}, {"Citation": "F. D'Angiolilloa, M. Tonellia, E. Pellegrini, C. Nalia, G. Lorenziniab, L. Pistellibc, L. Pistelliab, ‘Can ozone alter the terpenoid composition and membrane integrity of in vitro Melissa officinalis shoots?’, Nat. Prod. Commun. 2015, 10, 1055-1058."}, {"Citation": "M. Tonelli, E. Pellegrini, F. D'Angiolillo, M. Petersen, C. Nali, L. Pistelli, G. Lorenzini, ‘Ozone-elicited secondary metabolites in shoot cultures of Melissa officinalis L.’, Plant Cell Tissue Organ Cult. 2015, 120, 617-629."}, {"Citation": "K. Kazan, J. M. Manners, ‘The interplay between light and jasmonate signalling during defence and development’, J. Exp. Bot. 2011, 62, 4087-4100."}, {"Citation": "J. Rozema, J. Van De Staaij, L. O. Björn, M. Caldwell, ‘UV−B as an environmental factor in plant life: Stress and regulation’, Trends Ecol. Evol. 1997, 12, 22-28."}, {"Citation": "Y. Li, D. Kong, H. L. Liang, H. Wu, ‘Alkaloid content and essential oil composition of Mahonia breviracema cultivated under different light environments’, J. Appl. Bot. Food Qual. 2018, 91, 171-179."}, {"Citation": "D. X. Kong, Y. Q. Li, M. L. Wang, M. Bai, R. Zou, H. Tang, H. Wu, ‘Effects of light intensity on leaf photosynthetic characteristics, chloroplast structure, and alkaloid content of Mahonia bodinieri (Gagnep.) Laferr.’, Acta Physiol. Plant. 2016, 38, 1-15."}, {"Citation": "R. E. Estell, E. L. Fredrickson, D. K. James, ‘Effect of light intensity and wavelength on concentration of plant secondary metabolites in the leaves of Flourensia cernua’, Biochem. Syst. Ecol. 2016, 65, 108-114."}, {"Citation": "A. Alqahtani, W. Tongkao-On, K. M. Li, V. Razmovski-Naumovski, K. Chan, G. Q. Li, ‘Seasonal Variation of Triterpenes and Phenolic Compounds in Australian Centella asiatica (L.) Urb’, Phytochem. Anal. 2015, 26, 436-443."}, {"Citation": "R. Zhou, W. H. Su, G. F. Zhang, Y. N. Zhang, X. R. Guo, ‘Relationship between flavonoids and photoprotection in shade-developed Erigeron breviscapus transferred to sunlight’, Photosynthetica 2016, 54, 201-209."}, {"Citation": "R. C. N. Pedroso, N. A. A. Branquinho, A. C. B. A. M. Hara, A. C. Costa, F. G. Silva, L. P. Pimenta, M. L. A. Silva, W. R. Cunha, P. M. Pauletti, A. H. Januario, ‘Impact of light quality on flavonoid production and growth of Hyptis marrubioides seedlings cultivated in vitro’, Braz. J. Pharmacogn. 2017, 27, 466-470."}, {"Citation": "C. H. Ma, J. Z. Chu, X. F. Shi, C. Q. Liu, X. Q. Yao, ‘Effects of enhanced UV−B radiation on the nutritional and active ingredient contents during the floral development of medicinal chrysanthemum’, J. Photochem. Photobiol. B 2016, 158, 228-234."}, {"Citation": "S. Takshak, S. B. Agrawal, ‘Defence strategies adopted by the medicinal plant Coleus forskohlii against supplemental ultraviolet-B radiation: Augmentation of secondary metabolites and antioxidants’, Plant Physiol. Biochem. 2015, 97, 124-138."}, {"Citation": "L. B. D. S. Nascimento, M. V. Leal-Costa, E. A. Menezes, V. R. Lopes, M. F. Muzitano, S. S. Costa, E. S. Tavares, ‘Ultraviolet-B radiation effects on phenolic profile and flavonoid content of Kalanchoe pinnata’, J. Photochem. Photobiol. B 2015, 148, 73-81."}, {"Citation": "M. Kleinwächter, D. Selmar, ‘New insights explain that drought stress enhances the quality of spice and medicinal plants: potential applications’, Agron. Sustainable Dev. 2015, 35, 121-131."}, {"Citation": "L. Cheng, M. Han, L. min Yang, Y. Li, Z. Sun, T. Zhang, ‘Changes in the physiological characteristics and baicalin biosynthesis metabolism of Scutellaria baicalensis Georgi under drought stress’, Ind. Crops Prod. 2018, 122, 473-482."}, {"Citation": "M. S. Hosseini, D. Samsampour, M. Ebrahimi, J. Abadía, M. Khanahmadi, ‘Effect of drought stress on growth parameters, osmolyte contents, antioxidant enzymes and glycyrrhizin synthesis in licorice (Glycyrrhiza glabra L.) grown in the field’, Phytochemistry 2018, 156, 124-134."}, {"Citation": "S. Rastogi, S. Shah, R. Kumar, D. Vashisth, M. Q. Akhtar, A. Kumar, U. N. Dwivedi, A. K. Shasany, ‘Ocimum metabolomics in response to abiotic stresses: Cold, flood, drought and salinity’, PLoS One 2019, 14, 0210903."}, {"Citation": "H. A. Alhaithloul, M. H. Soliman, K. L. Ameta, M. A. El-Esawi, A. Elkelish, ‘Changes in ecophysiology, osmolytes, and secondary metabolites of the medicinal plants of Mentha piperita and Catharanthus roseus subjected to drought and heat stress’, Biomol. Eng. 2020, 10."}, {"Citation": "Y. Liu, Q. Meng, X. Duan, Z. Zhang, D. Li, ‘Effects of PEG-induced drought stress on regulation of indole alkaloid biosynthesis in Catharanthus roseus’, J. Plant Interact. 2017, 12, 87-91."}, {"Citation": "M. Ashrafi, M. R. Azimi-Moqadam, P. Moradi, E. MohseniFard, F. Shekari, M. Kompany-Zareh, ‘Effect of drought stress on metabolite adjustments in drought tolerant and sensitive thyme’, Plant Physiol. Biochem. 2018, 132, 391-399."}, {"Citation": "W. Zhang, Z. Cao, Z. Xie, D. Lang, L. Zhou, Y. Chu, Q. Zhao, X. Zhang, Y. Zhao, ‘Effect of water stress on roots biomass and secondary metabolites in the medicinal plant Stellaria dichotoma L. var. lanceolata Bge’, Sci. Hortic. 2017, 224, 280-285."}, {"Citation": "A. Banerjee, A. Roychoudhury, in Med. Plants Environ. Challenges, Springer International Publishing, 2017, pp. 177-188."}, {"Citation": "Z. Gengmao, H. Yu, S. Xing, L. Shihui, S. Quanmei, W. Changhai, ‘Salinity stress increases secondary metabolites and enzyme activity in safflower’, Ind. Crops Prod. 2015, 64, 175-181."}, {"Citation": "M. Aghighi Shahverdi, H. Omidi, S. J. Tabatabaei, ‘Stevia (Stevia rebaudiana Bertoni) responses to NaCl stress: Growth, photosynthetic pigments, diterpene glycosides and ion content in root and shoot’, J. Saudi Soc. Agric. Sci. 2019, 18, 355-360."}, {"Citation": "N. Verma, S. Shukla, ‘Impact of various factors responsible for fluctuation in plant secondary metabolites’, J. Appl. Res. Med. Arom. Plants 2015, 2, 105-113."}, {"Citation": "B. Falcinelli, V. Sileoni, O. Marconi, G. Perretti, M. Quinet, S. Lutts, P. Benincasa, ‘Germination under moderate salinity increases phenolic content and antioxidant activity in rapeseed (Brassica napus var oleifera Del.) Sprouts’, Molecules 2017, 22, 1377."}, {"Citation": "M. Valifard, S. Mohsenzadeh, B. Kholdebarin, ‘Salinity effects on phenolic content and antioxidant activity of Salvia macrosiphon’, Iran. J. Sci. Technol. Trans. A Sci. 2017, 41, 295-300."}, {"Citation": "A. Galieni, C. Di Mattia, M. De Gregorio, S. Speca, D. Mastrocola, M. Pisante, F. Stagnari, ‘Effects of nutrient deficiency and abiotic environmental stresses on yield, phenolic compounds and antiradical activity in lettuce (Lactuca sativa L.)’, Sci. Hortic. 2015, 187, 93-101."}, {"Citation": "T. A. Dar, M. Uddin, M. M. A. Khan, A. Ali, L. Varshney, ‘Modulation of alkaloid content, growth and productivity of Trigonella foenum-graecum L. using irradiated sodium alginate in combination with soil applied phosphorus’, J. Appl. Res. Med. Arom. Plants 2016, 3, 200-210."}, {"Citation": "A. Liberati, D. G. Altman, J. Tetzlaff, C. Mulrow, P. C. Gøtzsche, J. P. A. Ioannidis, M. Clarke, P. J. Devereaux, J. Kleijnen, D. Moher, ‘The PRISMA statement for reporting systematic reviews and meta-analyses of studies that evaluate health care interventions: Explanation and Elaboration’, PLoS Med. 2009, 6."}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "5", "Day": "13"}, {"Year": "2021", "Month": "9", "Day": "16"}, {"Year": "2021", "Month": "9", "Day": "18", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "1", "Day": "8", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "9", "Day": "17", "Hour": "8", "Minute": "51"}], "PublicationStatus": "ppublish", "ArticleIdList": ["34533273", "10.1002/cbdv.202100345"]}}], "PubmedBookArticle": []}