{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["endophytes", "endophytic fungi", "natural product", "phytopathogens", "secondary metabolites"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34539608", "DateRevised": {"Year": "2023", "Month": "11", "Day": "28"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "09", "Day": "01"}], "Language": ["eng"], "ELocationID": ["714750", "10.3389/fmicb.2021.714750"], "Journal": {"ISSN": "1664-302X", "JournalIssue": {"Volume": "12", "PubDate": {"Year": "2021"}}, "Title": "Frontiers in microbiology", "ISOAbbreviation": "Front Microbiol"}, "ArticleTitle": "Endophytes of Brazilian Medicinal Plants With Activity Against Phytopathogens.", "Pagination": {"StartPage": "714750", "MedlinePgn": "714750"}, "Abstract": {"AbstractText": ["Plant diseases caused by phytopathogens are responsible for significant crop losses worldwide. Resistance induction and biological control have been exploited in agriculture due to their enormous potential. In this study, we investigated the antimicrobial potential of endophytic fungi of leaves and petioles of medicinal plants <i>Vochysia divergens</i> and <i>Stryphnodendron adstringens</i> located in two regions of high diversity in Brazil, Pantanal, and Cerrado, respectively. We recovered 1,304 fungal isolates and based on the characteristics of the culture, were assigned to 159 phenotypes. One isolate was selected as representative of each phenotype and studied for antimicrobial activity against phytopathogens. Isolates with better biological activities were identified based on DNA sequences and phylogenetic analyzes. Among the 159 representative isolates, extracts from 12 endophytes that inhibited the mycelial growth (IG) of <i>Colletotrichum abscissum</i> (≥40%) were selected to expand the antimicrobial analysis. The minimum inhibitory concentrations (MIC) of the extracts were determined against citrus pathogens, <i>C. abscissum</i>, <i>Phyllosticta citricarpa</i> and <i>Xanthomonas citri</i> subsp. <i>citri</i> and the maize pathogen <i>Fusarium graminearum</i>. The highest activity against <i>C. abscissum</i> were from extracts of <i>Pseudofusicoccum stromaticum</i> CMRP4328 (IG: 83% and MIC: 40 μg/mL) and <i>Diaporthe vochysiae</i> CMRP4322 (IG: 75% and MIC: 1 μg/mL), both extracts also inhibited the development of post-bloom fruit drop symptoms in citrus flowers. The extracts were promising in inhibiting the mycelial growth of <i>P. citricarpa</i> and reducing the production of pycnidia in citrus leaves. Among the isolates that showed activity, the genus <i>Diaporthe</i> was the most common, including the new species <i>D. cerradensis</i> described in this study. In addition, high performance liquid chromatography, UV detection, and mass spectrometry and thin layer chromatography analyzes of extracts produced by endophytes that showed high activity, indicated <i>D. vochysiae</i> CMRP4322 and <i>P. stromaticum</i> CMRP4328 as promising strains that produce new bioactive natural products. We report here the capacity of endophytic fungi of medicinal plants to produce secondary metabolites with biological activities against phytopathogenic fungi and bacteria. The description of the new species <i>D. cerradensis</i>, reinforces the ability of medicinal plants found in Brazil to host a diverse group of fungi with biotechnological potential."], "CopyrightInformation": "Copyright © 2021 Iantas, Savi, Schibelbein, Noriler, Assad, Dilarri, Ferreira, Rohr, Thorson, Shaaban and Glienke."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Postgraduate Program of Microbiology, Parasitology and Pathology, Department of Pathology, Federal University of Paraná, Curitiba, Brazil."}], "LastName": "Iantas", "ForeName": "Jucélia", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biomedicine, Centro Universitário Católica de Santa Catarina, Joinville, Brazil."}, {"Identifier": [], "Affiliation": "Postgraduate Program of Genetics, Federal University of Paraná, Curitiba, Brazil."}], "LastName": "Savi", "ForeName": "Daiani Cristina", "Initials": "DC"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Postgraduate Program of Microbiology, Parasitology and Pathology, Department of Pathology, Federal University of Paraná, Curitiba, Brazil."}], "LastName": "Schibelbein", "ForeName": "Renata da Silva", "Initials": "RDS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Postgraduate Program of Microbiology, Parasitology and Pathology, Department of Pathology, Federal University of Paraná, Curitiba, Brazil."}], "LastName": "Noriler", "ForeName": "Sandriele Aparecida", "Initials": "SA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Postgraduate Program of Genetics, Federal University of Paraná, Curitiba, Brazil."}], "LastName": "Assad", "ForeName": "Beatriz Marques", "Initials": "BM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of General and Applied Biology, Biosciences Institute, State University of São Paulo, Rio Claro, Brazil."}], "LastName": "Dilarri", "ForeName": "Guilherme", "Initials": "G"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of General and Applied Biology, Biosciences Institute, State University of São Paulo, Rio Claro, Brazil."}], "LastName": "Ferreira", "ForeName": "Henrique", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutical Sciences, College of Pharmacy, University of Kentucky, Lexington, KY, United States."}], "LastName": "Rohr", "ForeName": "Jürgen", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutical Sciences, College of Pharmacy, University of Kentucky, Lexington, KY, United States."}, {"Identifier": [], "Affiliation": "Center for Pharmaceutical Research and Innovation, College of Pharmacy, University of Kentucky, Lexington, KY, United States."}], "LastName": "Thorson", "ForeName": "Jon S", "Initials": "JS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutical Sciences, College of Pharmacy, University of Kentucky, Lexington, KY, United States."}, {"Identifier": [], "Affiliation": "Center for Pharmaceutical Research and Innovation, College of Pharmacy, University of Kentucky, Lexington, KY, United States."}], "LastName": "Shaaban", "ForeName": "Khaled A", "Initials": "KA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Postgraduate Program of Microbiology, Parasitology and Pathology, Department of Pathology, Federal University of Paraná, Curitiba, Brazil."}, {"Identifier": [], "Affiliation": "Postgraduate Program of Genetics, Federal University of Paraná, Curitiba, Brazil."}], "LastName": "Glienke", "ForeName": "Chirlei", "Initials": "C"}], "GrantList": [{"GrantID": "UL1 TR000117", "Acronym": "TR", "Agency": "NCATS NIH HHS", "Country": "United States"}, {"GrantID": "P20 GM130456", "Acronym": "GM", "Agency": "NIGMS NIH HHS", "Country": "United States"}, {"GrantID": "UL1 TR001998", "Acronym": "TR", "Agency": "NCATS NIH HHS", "Country": "United States"}, {"GrantID": "R01 GM115261", "Acronym": "GM", "Agency": "NIGMS NIH HHS", "Country": "United States"}, {"GrantID": "R01 CA243529", "Acronym": "CA", "Agency": "NCI NIH HHS", "Country": "United States"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Microbiol", "NlmUniqueID": "101548977", "ISSNLinking": "1664-302X"}, "CoiStatement": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Agostini J. P., Peres N. A., Mackenzie S. J., Adaskaveg J. E., Timmer L. W. (2006). Effect of fungicides and storage conditions on postharvest development of citrus sblack spot and survival of Guignardia citricarpa in fruit tissues. Plant Dis. 90 1419–1424. 10.1094/PD-90-1419", "ArticleIdList": ["10.1094/PD-90-1419", "30780909"]}, {"Citation": "Agostini J. P., Timmer L. W., Mitchell D. J. (1992). Morphological and pathological characteristics of strains of Colletotrichum gloeosporioides form Citrus. APS 82 1377–1382."}, {"Citation": "Allen E., Valdes C. (2016). Brazil’s corn industry and the effect on the seasonal pattern of U.S. corn exports. U.S. Department of Agriculture, Economic Research Service."}, {"Citation": "Aly A. H., Debbab A., Proksch P. (2011). Fungal endophytes: unique plant inhabitants with great promises. J. Appl. Microbiol. Biotechnol. 90 1829–1845. 10.1007/s00253-011-3270-y", "ArticleIdList": ["10.1007/s00253-011-3270-y", "21523479"]}, {"Citation": "Arunachalam C., Doohan F. M. (2013). Trichothecene toxicity in eukaryotes: Cellular and molecular mechanisms in plants and animals. Toxicol. Lett. 217 149–158. 10.1016/j.toxlet.2012.12.003", "ArticleIdList": ["10.1016/j.toxlet.2012.12.003", "23274714"]}, {"Citation": "Asao T., Büchi G., Abdel-Kader M. M., Chang S. B., Wick E. L., Wogan G. N. (1965). The structures of aflatoxins B and G1. J. Am. Chem. Soc. 87 882–886. 10.1021/ja01082a031", "ArticleIdList": ["10.1021/ja01082a031", "14284616"]}, {"Citation": "Behlau F. (2021). An overview of citrus canker in Brazil. Trop. Plant Pathol. 46 1–12. 10.1007/s40858-020-00377-2", "ArticleIdList": ["10.1007/s40858-020-00377-2"]}, {"Citation": "Benkerroum N. (2020). Aflatoxins: producing-molds, structure, health issues and incidence in Southeast Asian and Sub-Saharan African Countries. Int. J. Environ. Res. Public Health 17:1215. 10.3390/ijerph17041215", "ArticleIdList": ["10.3390/ijerph17041215", "PMC7068566", "32070028"]}, {"Citation": "Cantrell C. L., Dayan F. E., Duke S. O. (2012). Natural products as sources for new pesticides. J. Nat. Prod. 75 1231–1242. 10.1021/np300024u", "ArticleIdList": ["10.1021/np300024u", "22616957"]}, {"Citation": "Cao S., McMillin D. W., Tamayo G., Delmore J., Mitsiades C. S., Clardy J. (2012). Inhibition of tumor cells interacting with stromal cells by xanthones isolated from a Costa Rican Penicillium sp. J. Nat. Prod. 75 793–797. 10.1021/np2009863", "ArticleIdList": ["10.1021/np2009863", "PMC3338863", "22458669"]}, {"Citation": "Carbone I., Kohn L. M. (1999). A method for designing primer sets for speciation studies in filamentous ascomycetes. Mycol. 91 553–556. 10.1080/00275514.1999.12061051", "ArticleIdList": ["10.1080/00275514.1999.12061051"]}, {"Citation": "Carvalho C. R., Gonçalves V. N., Pereira C. B., Johann S., Galliza I. V., Rosa C. A. (2012). The diversity, antimicrobial and anticancer activity of endophytic fungi associated with the medicinal plant Stryphnodendron adstringens (Mart.) Coville (Fabaceae) from the Brazilian savannah. Symbiosis 57 95–107. 10.1007/s13199-012-0182-2", "ArticleIdList": ["10.1007/s13199-012-0182-2"]}, {"Citation": "Carvalho S. A. D., Girardi E. A., Mourão Filho F. D. A. A., Ferrarezi R. S., Coletta Filho H. D. (2019). Advances in citrus propagation in Brazil. Rev. Bras. Frutic. 41:e422. 10.1590/0100-29452019422", "ArticleIdList": ["10.1590/0100-29452019422"]}, {"Citation": "Chepkirui C., Stadler M. (2017). The genus Diaporthe: a rich source of diverse and bioactive metabolites. Mycol. Prog. 16 477–494. 10.1007/s11557-017-1288-y", "ArticleIdList": ["10.1007/s11557-017-1288-y"]}, {"Citation": "Choi J. N., Kim J., Ponnusamy K., Lim C., Kim J. G., Muthaiya M. J., et al. (2013). Identification of a new phomoxanthone antibiotic from Phomopsis longicolla and its antimicrobial correlation with other metabolites during fermentation. J. Antibiot. 66 231–233. 10.1038/ja.2012.105", "ArticleIdList": ["10.1038/ja.2012.105", "23211934"]}, {"Citation": "Copping L. G., Duke S. O. (2007). Natural products that have been used commercially as crop protection agents. Pest Manag. Sci. 63 524–554. 10.1002/ps.1378", "ArticleIdList": ["10.1002/ps.1378", "17487882"]}, {"Citation": "Crous P. W., Groenewald J. Z., Risède J. (2004). Calonectria species and their cylindrocladium anamorphs species with sphaeropedunculate vesicles. Stud. Mycol. 50 415–430.", "ArticleIdList": ["PMC2104717", "18490981"]}, {"Citation": "Crous P. W., Verkley G. J. M., Groenewald J. Z. (2009). Fungal Biodiversity. CBS Laboratory Manual Series 1. Utrecht, Netherlands: Westerdijk Fungal Biodiversity Institute."}, {"Citation": "Dayan F. E., Cantrell C. L., Duke S. O. (2009). Natural products in crop protection. Bioorg. Med. Chem. 17 4022–4034. 10.1016/j.bmc.2009.01.046", "ArticleIdList": ["10.1016/j.bmc.2009.01.046", "19216080"]}, {"Citation": "de Carvalho Filho C. G., Kellner Filho L. C., Picão B. W., Ragozoni A. A., Ribeiro A. B., Nicolella H. D., et al. (2021). Chemical composition and in vitro cytotoxicity of Corynespora olivacea (V18) associated with Vochysia divergens. BASR 2 1244–1254. 10.34115/basrv5n2-046", "ArticleIdList": ["10.34115/basrv5n2-046"]}, {"Citation": "De Hoog G. S., Gerrits van den Ende A. H. (1998). Molecular diagnostics of clinical strains of filamentous Basidiomycetes. Mycoses 41 183–189. 10.1111/j.1439-0507.1998.tb00321.x", "ArticleIdList": ["10.1111/j.1439-0507.1998.tb00321.x", "9715630"]}, {"Citation": "De Menezes H. D., Rodrigues G. B., Teixeira S. P., Massola N. S., Jr., Bachmann L., Wainwright M., et al. (2014). In vitro photodynamic inactivation of plant-pathogenic fungi Colletotrichum acutatum and Colletotrichum gloeosporioides with novel phenothiazinium photosensitizers. Appl. Environ. Microbiol. 80 1623–1632. 10.1128/AEM.02788-13", "ArticleIdList": ["10.1128/AEM.02788-13", "PMC3957600", "24362436"]}, {"Citation": "de Souza U. J. B., Vitorino L. C., Bessa L. A. (2020). Trends in the scientific literature on Stryphnodendron adstringens (Leguminosae): an important Brazilian medicinal tree. Multi. Sci. J. 1 8–15. 10.33837/msj.v3i1.1108", "ArticleIdList": ["10.33837/msj.v3i1.1108"]}, {"Citation": "Deising H. B., Reimann S., Pascholati S. F. (2008). Mechanisms and significance of fungicide resistance. Braz. J. Microbiol. 39 286–295. 10.1590/s1517-83822008000200017", "ArticleIdList": ["10.1590/s1517-83822008000200017", "PMC3768401", "24031218"]}, {"Citation": "Ding B., Yuan J., Huang X., Wen W., Zhu X., Liu Y., et al. (2013). New dimeric members of the phomoxanthone family: phomolactonexanthones A, B and deacetylphomoxanthone C isolated from the fungus Phomopsis sp. Mar. Drugs 11 4961–4972. 10.3390/md11124961", "ArticleIdList": ["10.3390/md11124961", "PMC3877896", "24335522"]}, {"Citation": "Doilom M., Dissanayake A. J., Wanasinghe D. N., Boonmee S., Liu J. K., Bhat D. J., et al. (2017). Microfungi on tectona grandis (teak) in Northern Thailand. Fungal Divers 1 107–182. 10.1007/s13225-016-0368-7", "ArticleIdList": ["10.1007/s13225-016-0368-7"]}, {"Citation": "EU. (2015) Guidelines for Phyllosticta citricarpain the Union Territory. Available Online at: https://gd.eppo.int/taxon/GUIGCI/distribution/BD."}, {"Citation": "Ference C. M., Gochez A. M., Behlau F., Wang N., Graham J. H., Jones J. B. (2018). Recent advances in the understanding of Xanthomonas citri ssp. citri pathogenesis and citrus canker disease management. Mol. Plant Pathol. 19 1302–1318. 10.1111/mpp.12638", "ArticleIdList": ["10.1111/mpp.12638", "PMC6638175", "29105297"]}, {"Citation": "Ferreira M. C., Vieira M. D. L. A., Zani C. L., de Almeida Alves T. M., Junior P. A. S., Murta S. M., et al. (2015). Molecular phylogeny, diversity, symbiosis and discover of bioactive compounds of endophytic fungi associated with the medicinal Amazonian plant Carapa guianensis Aublet (Meliaceae). Biochem. Syst. Ecol. 59 36–44. 10.1016/j.bse.2014.12.017", "ArticleIdList": ["10.1016/j.bse.2014.12.017"]}, {"Citation": "Ferreira R. M., Moreira L. M., Ferro J. A., Soares M. R. R., Laia M. L., Varani A. M., et al. (2016). Unravelling potential virulence factor candidates in Xanthomonas citri. subsp. citri by secretome analysis. Peer J. 4:e1734. 10.7717/peerj.1734", "ArticleIdList": ["10.7717/peerj.1734", "PMC4768671", "26925342"]}, {"Citation": "Ferrigo D., Raiola A., Causin R. (2016). Fusarium toxins in cereals: occurrence, legislation, factors promoting the appearance and their management. Molecules 21:627. 10.3390/molecules21050627", "ArticleIdList": ["10.3390/molecules21050627", "PMC6274039", "27187340"]}, {"Citation": "Fisher M. C., Hawkins N. J., Sanglard D., Gurr S. J. (2018). Worldwide emergence of resistance to antifungal drugs challenges human health and food security. Science 360 739–742. 10.1126/science.aap7999", "ArticleIdList": ["10.1126/science.aap7999", "29773744"]}, {"Citation": "Food and Drug Administration (2012). Carbendazim in Orange Juice Products. Available Online at: http://www.fda.gov/food/foodborneillnesscontaminants/pesticides/ucm288004.htm"}, {"Citation": "Forero E. (1972). Studies in Stryphnodendron (Leguminosae Mimosoideae) including two new taxa. Brittonia 24 143–147. 10.2307/2805864", "ArticleIdList": ["10.2307/2805864"]}, {"Citation": "Fu H., Zhao M., Xu J., Tan L., Han J., Li D., et al. (2020). Citron C-05 inhibits both the penetration and colonization of Xanthomonas citri subsp. citri to achieve resistance to citrus canker disease. Hortic. Res. 7 1–12. 10.1038/s41438-020-0278-4", "ArticleIdList": ["10.1038/s41438-020-0278-4", "PMC7193574", "32377349"]}, {"Citation": "Gao Y., Liu F., Duan W., Crous P. W., Cai L. (2017). Diaporthe is paraphyletic. IMA Fungus 1 153–187. 10.5598/imafungus.2017.08.01.11", "ArticleIdList": ["10.5598/imafungus.2017.08.01.11", "PMC5493532", "28824846"]}, {"Citation": "Gilchrist-Saavedra L., Fuentes-Dávila G., Martinez-Cano C., López-Atilano R. M., Duveiller E. (2006). Practical Guide to the Identification of Selected Diseases of Wheat and Barley, 2nd Edn. Mexico: CIMMYT."}, {"Citation": "Glass N. L., Donaldson G. C. (1995). Development of primer sets designed for use with the PCR to amplify conserved genes from filamentous ascomycetes. ASM 61 1323–1330.", "ArticleIdList": ["PMC167388", "7747954"]}, {"Citation": "Glienke C., Pereira O. L., Stringari D., Fabris J., Kava-Cordeiro V., Galli-Terasawa L. (2011). Endophytic and pathogenic Phyllosticta species, with reference to those associated with citrus black spot. Persoonia 26 47–56. 10.3767/003158511X569169", "ArticleIdList": ["10.3767/003158511X569169", "PMC3160796", "22025803"]}, {"Citation": "Goes A., Garrido R. B. O., Reis R. F., Baldassari R. B., Soares M. A. (2008). Evaluation of fungicide applications to sweet orange at different flowering stages for control of postbloomfruit drop caused by Colletotrichum acutatum. Crop Prot. 27 71–76. 10.1016/j.cropro.2007.04.007", "ArticleIdList": ["10.1016/j.cropro.2007.04.007"]}, {"Citation": "Gomes R. R., Glienke C., Videira S. I. R., Lombard L., Groenewald J. Z., Crous P. W. (2013). Diaporthe: a genus of endophytic, saprobic and plant pathogenic fungi. Persoonia 31 1–41. 10.3767/003158513X666844", "ArticleIdList": ["10.3767/003158513X666844", "PMC3904044", "24761033"]}, {"Citation": "González-González M. G., Gómez-Sanchis J., Blasco J., Soria-Olivas E., Chueca P. (2020). Citrus Yield: a dashboard for mapping yield and fruit quality of citrus in precision agriculture. Agronomy 10:128. 10.3390/agronomy10010128", "ArticleIdList": ["10.3390/agronomy10010128"]}, {"Citation": "Guarnaccia V., Gehrmann T., Silva-Junior G. J., Fourie P. H., Haridas S., Vu D. (2019). Phyllosticta citricarpa and sister species of global importance to Citrus. Mol. Plant Pathol. 20 1619–1635. 10.1111/mpp.12861", "ArticleIdList": ["10.1111/mpp.12861", "PMC6859488", "31512371"]}, {"Citation": "Guarnaccia V., Groenewald J. Z., Li H., Glienke C., Carstens E., Hattingh V. (2017). First report of Phyllosticta citricarpa and description of two new species, P. paracapitalensis and P. paracitricarpa, from citrus in Europe. Stud. Mycol. 87 161–185. 10.3767/003158515X688433", "ArticleIdList": ["10.3767/003158515X688433", "PMC5502700", "28720979"]}, {"Citation": "Guarnaccia V., Groenewald J. Z., Woodhall J., Armengol J., Cinelli T., Eichmeier A. (2018). Diaporthe diversity and pathogenicity revealed from a broad survey of grapevine diseases in Europe. Persoonia Mol. Phylogeny Evol. Fungi. 40 135–153. 10.3767/persoonia.2018.40.06", "ArticleIdList": ["10.3767/persoonia.2018.40.06", "PMC6146647", "30504999"]}, {"Citation": "Guerreiro R. L., Bergier I., McGlue M. M., Warren L. V., de Abreu U. G. P., Abrahão J., et al. (2019). The soda lakes of Nhecolândia: a conservation opportunity for the Pantanal wetlands. PECON 1 9–18. 10.1016/j.pecon.2018.11.002", "ArticleIdList": ["10.1016/j.pecon.2018.11.002"]}, {"Citation": "Guo Y. S., Crous P. W., Bai Q., Fu M., Yang M. M., Wang X. H. (2020). High diversity of Diaporthe species associated with pear shoot canker in China. Persoonia 45 132–162. 10.3767/persoonia.2020.45.05", "ArticleIdList": ["10.3767/persoonia.2020.45.05", "PMC8375346", "34456374"]}, {"Citation": "Hardoim P. R., Van Overbeek L. S., Berg G., Pirttilä A. M., Compant S., Campisano A. (2015). The hidden world within plants: ecological and evolutionary considerations for defining function of microbial endophytes. Microbiol. Mol. Biol. Rev. 79 293–320. 10.1128/MMBR.00050-14", "ArticleIdList": ["10.1128/MMBR.00050-14", "PMC4488371", "26136581"]}, {"Citation": "Hendricks K. E., Christman M. C., Roberts P. D. (2020). The effect of weather and location of fruit within the tree on the incidence and severity of citrus black spot on Fruit. Sci. Rep. 10 1–12. 10.1038/s41598-020-58188-z", "ArticleIdList": ["10.1038/s41598-020-58188-z", "PMC6989463", "31996756"]}, {"Citation": "Hendricks K. E. M., Donahoo R. S., Roberts P. D., Christman M. C. (2013). Effect of copper on growth characteristics and disease control of the recently introduced Guignardia citricarpa on citrus in Florida. Am. J. Plant Sci. 4 282–290. 10.4236/ajps.2013.42037", "ArticleIdList": ["10.4236/ajps.2013.42037"]}, {"Citation": "Hilário S., Santos L., Alves A. (2021). Diaporthe amygdali, a species complex or a complex species? Fungal Biol. 7 505–518. 10.1016/j.funbio.2021.01.006", "ArticleIdList": ["10.1016/j.funbio.2021.01.006", "34140147"]}, {"Citation": "Hokama Y., Savi D. C., Assad B., Aluizio R., Gomes-Figueiredo J., Adamoski D. (2016). “Endophytic fungi isolated from Vochysia divergens in the Pantanal, Mato Grosso do Sul: diversity, phylogeny and biocontrol of Phyllosticta citricarpa,” in Endophytic Fungi: Diversity, Characterization and Biocontrol, 4th Edn, ed. Hughes E. (Hauppauge, NY: Nova; ), 1–25."}, {"Citation": "Hörner M., Giglio V. F., Santos A. J. R. W. A., Westphalen A. B., Iglesias B. A., Martins P. R., et al. (2008). Triazenes and antibacterial activity. Rev. Bras. Cienc. Farm. 44 441–449. 10.1590/S1516-93322008000300014", "ArticleIdList": ["10.1590/S1516-93322008000300014"]}, {"Citation": "Isaka M., Jaturapat A., Rukseree K., Danwisetkanjana K., Tanticharoen M., Thebtaranonth Y. (2001). Phomoxanthones A and B, novel xanthone dimers from the endophytic fungus Phomopsis species. J. Nat. Prod. 64 1015–1018. 10.1021/np010006h", "ArticleIdList": ["10.1021/np010006h", "11520217"]}, {"Citation": "Ivory S. J., McGlue M. M., Spera S., Silva A., Bergier I. (2019). Vegetation, rainfall, and pulsing hydrology in the Pantanal, the world’s largest tropical wetland. Environ. Res. Lett. 14:124017. 10.1088/1748-9326/ab4ffe", "ArticleIdList": ["10.1088/1748-9326/ab4ffe"]}, {"Citation": "Jones S., Farooqi A., Foulkes J., Sparkes D., Linforth R., Ray R. V. (2018). Canopy and ear traits associated with avoidance of Fusarium head blight in wheat. Front. Plant Sci. 9:1021. 10.3389/fpls.2018.01021", "ArticleIdList": ["10.3389/fpls.2018.01021", "PMC6079624", "30108599"]}, {"Citation": "Katoh K., Toh H. (2008). Recent developments in the MAFFT multiple sequence alignment program. Brief. Bioinform. 9 286–298. 10.1093/bib/bbn013", "ArticleIdList": ["10.1093/bib/bbn013", "18372315"]}, {"Citation": "Khare E., Mishra J., Arora N. K. (2018). Multifaceted interactions between endophytes and plant: developments and prospects. Front. Microbiol. 9:2732. 10.3389/fmicb.2018.02732", "ArticleIdList": ["10.3389/fmicb.2018.02732", "PMC6249440", "30498482"]}, {"Citation": "Kim B., Han J. W., Ngo M. T., Le Dang Q., Kim J. C., Kim H., et al. (2018). Identification of novel compounds, oleanane-and ursane-type triterpene glycosides, from Trevesiapalmata: Their biocontrol activity against phytopathogenic fungi. Sci. Rep. 8:1452. 10.1038/s41598-018-32956-4", "ArticleIdList": ["10.1038/s41598-018-32956-4", "PMC6162204", "30266953"]}, {"Citation": "Kotzé J. M. (2000). “Black spot,” in Compendium of Citrus Diseases, eds Timmer L. W., Garnsey S. M., Graham J. H. (St. Paul, MN: American Phytopathological Society Press Inc; ), 23–25."}, {"Citation": "Kumar S., Stecher G., Tamura K. (2015). MEGA7: molecular evolutionary genetics analysis version 7 for bigger datasets. Mol. Biol. Evol. 33 1870–1874. 10.1093/molbev/msw054", "ArticleIdList": ["10.1093/molbev/msw054", "PMC8210823", "27004904"]}, {"Citation": "Kumla D., Shine Aung T., Buttachon S., Dethoup T., Gales L., Pereira J. A., et al. (2017). A new dihydrochromone dimer and other secondary metabolites from cultures of the marine sponge-associated Fungi Neosartorya fennelliae KUFA 0811 and Neosartorya tsunodae KUFC 9213. Mar. Drugs 15:375. 10.3390/md15120375", "ArticleIdList": ["10.3390/md15120375", "PMC5742835", "29194412"]}, {"Citation": "Laatsch H. (2017). AntiBase. “The natural compound identifier”. Weinheim, Germany: Wiley-VCH."}, {"Citation": "Manawasinghe I. S., Dissanayake A. J., Li X., Liu M., Wanasinghe D. N., Xu J., et al. (2019). High genetic diversity and species complexity of Diaporthe associated with grapevine dieback in China. Front. Microbiol. 10:1936. 10.3389/fmicb.2019.01936", "ArticleIdList": ["10.3389/fmicb.2019.01936", "PMC6732904", "31543868"]}, {"Citation": "Manganyi M. C., Ateba C. N. (2020). Untapped potentials of endophytic fungi: a review of novel bioactive compounds with biological applications. Microorganisms 8:1934. 10.3390/microorganisms8121934", "ArticleIdList": ["10.3390/microorganisms8121934", "PMC7762190", "33291214"]}, {"Citation": "Maresca M. (2013). From the gut to the brain: Journey and pathophysiological effects of the food associated trichothecene mycotoxin deoxynivalenol. Toxins 5 784–820.", "ArticleIdList": ["PMC3705292", "23612752"]}, {"Citation": "Miller S. A., Beed F. D., Harmon C. L. (2009). Plant disease diagnostic capabilities and networks. Annu. Rev. Phytopathol. 47 15–38.", "ArticleIdList": ["19385729"]}, {"Citation": "Morão L. G., Polaquini C. R., Kopacz M., Torrezan G. S., Ayusso G. M., Dilarri G., et al. (2018). A simplified curcumin targets the membrane of Bacillus subtilis. Microbiol. Open 8:e683. 10.1002/mbo3.683", "ArticleIdList": ["10.1002/mbo3.683", "PMC6460283", "30051597"]}, {"Citation": "Mousa W. K., Shearer C. R., Limay-Rios V., Zhou T., Raizada M. N. (2015). Bacterial endophytes from wild maize suppress Fusarium graminearum in modern maize and inhibit mycotoxin accumulation. Front. Plant Sci. 6:805. 10.3389/fpls.2015.00805", "ArticleIdList": ["10.3389/fpls.2015.00805", "PMC4593954", "26500660"]}, {"Citation": "Moyo P., Fourie P. H., Masikane S. L., de Oliveira Fialho R., Mamba L. C., du Plooy W., et al. (2020). The effects of postharvest treatments and sunlight exposure on the reproductive capability and viability of Phyllosticta citricarpa in citrus black spot fruit lesions. Plants 9:1813. 10.3390/plants9121813", "ArticleIdList": ["10.3390/plants9121813", "PMC7767452", "33371400"]}, {"Citation": "Myers N., Mittermeier R. A., Mittermeier C. G., Da Fonseca G. A., Kent J. (2000). Biodiversity hotspots for conservation priorities. Nature 6772 853–858. 10.1038/35002501", "ArticleIdList": ["10.1038/35002501", "10706275"]}, {"Citation": "Nicoletti R., Fiorentino A. (2015). Plant bioactive metabolites and drugs produced by endophytic fungi of Spermatophyta. Agriculture 5 918–970. 10.3390/agriculture5040918", "ArticleIdList": ["10.3390/agriculture5040918"]}, {"Citation": "Noriler S. A., Savi D. C., Aluizio R., Palácio-Cortes A. M., Possiede Y. M., Glienke C. (2018). Bioprospecting and structure of fungal endophyte communities found in the Brazilian Biomes, Pantanal, and Cerrado. Front. microbiol. 9:1526. 10.3389/fmicb.2018.01526", "ArticleIdList": ["10.3389/fmicb.2018.01526", "PMC6066559", "30087658"]}, {"Citation": "Noriler S. A., Savi D. C., Ponomareva L. V., Rodrigues R., Rohr J., Thorson J. S., et al. (2019). Vochysiamides A and B: Two new bioactive carboxamides produced by the new species Diaporthe vochysiae. Fitoterapia 138:104273. 10.1016/j.fitote.2019.104273", "ArticleIdList": ["10.1016/j.fitote.2019.104273", "PMC7015639", "31344395"]}, {"Citation": "Oerke E. C. (2006). Crop losses to pests. J. Agric. Sci. 144 31–43."}, {"Citation": "Park Y. H., Kim Y., Mishra R. C., Bae H. (2017). Fungal endophytes inhabiting mountain-cultivated ginseng (Panax ginseng Meyer): Diversity and biocontrol activity against ginseng pathogens. Sci. Rep. 7 1–10. 10.1038/s41598-017-16181-z", "ArticleIdList": ["10.1038/s41598-017-16181-z", "PMC5701219", "29176690"]}, {"Citation": "Pellenz N. L., Barbisan F., Azzolin V. F., Marques L. P. S., Mastella M. H., Teixeira C. F., et al. (2019). Healing activity of Stryphnodendron adstringens (Mart.), a Brazilian tannin-rich species: A review of the literature and a case series. Wound Med. 1:100163. 10.1016/j.wndm.2019.100163", "ArticleIdList": ["10.1016/j.wndm.2019.100163"]}, {"Citation": "Petrini O. (1986). Taxonomy of Endophytic Fungi of Aerial Plant Tissues. Microbiology of the Phyllosphere. Cambridge: Cambridge University Press, 175–187."}, {"Citation": "Pfordt A., Ramos Romero L., Schiwek S., Karlovsky P., von Tiedemann A. (2020). Impact of environmental conditions and agronomic practices on the prevalence of Fusarium species associated with ear-and stalk rot in maize. Pathogens 9:236. 10.3390/pathogens9030236", "ArticleIdList": ["10.3390/pathogens9030236", "PMC7157686", "32245280"]}, {"Citation": "Pham J. V., Yilma M. A., Feliz A., Majid M. T., Maffetone N., Walker J. R., et al. (2019). A review of the microbial production of bioactive natural products and biologics. Front. Microbiol. 10:1404. 10.3389/fmicb.2019.01404", "ArticleIdList": ["10.3389/fmicb.2019.01404", "PMC6596283", "31281299"]}, {"Citation": "Pinho D. B., Lopes U. P., Pereira O. L., Silveira A. L., de Goes A. (2015). Colletotrichum abscissum Pinho., O.L. Pereira, sp. nov. fungal planet description sheets. Persoonia 34 236–237. 10.3767/003158515X688433", "ArticleIdList": ["10.3767/003158515X688433", "PMC4510277", "26240451"]}, {"Citation": "Qin C. F., He M. H., Chen F. P., Zhu W., Yang L. N., Wu E. J. (2016). Comparative analyses of fungicide sensitivity and SSR marker variations indicate a low risk of developing azoxystrobin resistance in Phytophthora infestans. Sci. Rep. 6:20483. 10.1038/srep20483", "ArticleIdList": ["10.1038/srep20483", "PMC4745062", "26853908"]}, {"Citation": "Quiroga E. N., Sampietro A. R., Vattuone M. (2001). Screening antifungal activity of selected medicinal plants. J. Ethnopharmacol. 74 89–96. 10.1016/S0378-8741(00)00350-0", "ArticleIdList": ["10.1016/S0378-8741(00)00350-0", "11137353"]}, {"Citation": "Raeder J., Broda P. (1985). Rapid preparation of DNA from filamentous fungi. Let. Appl. Microbiol. 1 17–20. 10.1111/j.1472-765X.1985.tb01479.x", "ArticleIdList": ["10.1111/j.1472-765X.1985.tb01479.x"]}, {"Citation": "Rayner R. W. (1970). A mycological colour chart. Kew, UK: Commonwealth Mycological Institute."}, {"Citation": "Robène I., Maillot-Lebon V., Chabirand A., Moreau A., Becker N., Moumène A., et al. (2020). Development and comparative validation of genomic-driven PCR-based assays to detect Xanthomonas citripv. citri in citrus plants. BMC Microbiol. 20:296. 10.1186/s12866-020-01972-8", "ArticleIdList": ["10.1186/s12866-020-01972-8", "PMC7528614", "33004016"]}, {"Citation": "Rodrigues M. B. C., Andreote F. D., Sposito M. B., Aguillar-Vildoso C. I., Araujo W. L., Pizzirani-Kleiner A. A. (2007). Resistência a benzimidazois por Guignardia citricarpa. Pesq. Agropec. Bras. 42 323–327. 10.1590/S0100-204X2007000300004", "ArticleIdList": ["10.1590/S0100-204X2007000300004"]}, {"Citation": "Ronquist F., Teslenko M., Van Der Mark P., Ayres D. L., Darling A. (2011). MrBayes 3.2: efficient Bayesian phylogenetic inference and model choice across a large model space. Syst. Biol. 61 539–542. 10.1093/sysbio/sys029", "ArticleIdList": ["10.1093/sysbio/sys029", "PMC3329765", "22357727"]}, {"Citation": "Ronsberg D., Debbab A., Mandi A., Vasylyeva V., Bohler P., Stork B., et al. (2013). Pro-apoptotic and immunostimulatory tetrahydroxanthone dimers from the endophytic fungus Phomopsis longicolla. J. Org. Chem. 78 12409–12425. 10.1021/jo402066b", "ArticleIdList": ["10.1021/jo402066b", "24295452"]}, {"Citation": "Sang H., Kim J. I. (2020). Advanced strategies to control plant pathogenic fungi by host-induced gene silencing (HIGS) and spray-induced gene silencing (SIGS). Plant Biotechnol. Rep. 14 1–8. 10.1007/s11816-019-00588-3", "ArticleIdList": ["10.1007/s11816-019-00588-3"]}, {"Citation": "Santos P. J. C., Savi D. C., Gomes R. R., Goulin E. H., da costa Senkiv C., Tanaka F. A. (2016). Diaporthe endophytica and D. terebinthifolii from medicinal plants for biological control of Phyllosticta citricarpa. Microbiol. Res. 186 153–160. 10.1016/j.micres.2016.04.002", "ArticleIdList": ["10.1016/j.micres.2016.04.002", "27242153"]}, {"Citation": "Savi D. C., Aluizio R., Glienke C. (2019a). Brazilian plants: an unexplored source of endophytes as producers of active metabolites. Planta Med. 1 1–12. 10.1055/a-0847-1532", "ArticleIdList": ["10.1055/a-0847-1532", "30743274"]}, {"Citation": "Savi D. C., Haminiuk C. W. I., Sora G. T. S., Adamoski D. M., Kensiki J., Winnischofer S. M. B. (2015). Antitumor, antioxidant and antibacterial activities of secondary metabolites extracted by endophytic actinomycetes isolated from Vochysia divergens. Int. J. Pharm. Chem. Biol. Sci. 5 347–356."}, {"Citation": "Savi D. C., Noriler S., Ponomareva L. V., Thorson J., Rohr J., Glienke C., et al. (2020). Dihydroisocoumarins produced by Diaporthe cf. heveae LGMF1631 inhibiting citrus pathogens. Folia Microbiol. 65 381–392. 10.1007/s12223-019-00746-8", "ArticleIdList": ["10.1007/s12223-019-00746-8", "PMC7017654", "31401763"]}, {"Citation": "Savi D. C., Rossi B. J., Rossi G. R., Ferreira-Maba L. S., Bini I. H., da Silva Trindade E., et al. (2019b). Microscopic analysis of colonization of Colletotrichum abscissum in citrus tissues. Microbiol. Res. 226 27–33. 10.1016/j.micres.2019.05.005", "ArticleIdList": ["10.1016/j.micres.2019.05.005", "31284941"]}, {"Citation": "Savi D. C., Shaaban K. A., Gos F. M. W. R., Ponomareva L. V., Thorson J. S., Glienke C., et al. (2018). Phaeophleospora vochysiae Savi&Glienke sp. nov. Isolated from Vochysia divergens found in the pantanal, Brazil, produces bioactive secondary metabolites. Sci. Rep. 8:3122. 10.1038/s41598-018-21400-2", "ArticleIdList": ["10.1038/s41598-018-21400-2", "PMC5814415", "29449610"]}, {"Citation": "Schöneberg T., Martin C., Wettstein F. E., Bucheli T. D., Mascher F., Bertossa M. (2016). Fusarium and mycotoxin spectra in Swiss barley are affected by various cropping techniques. Food Addit. Contam. Part A Chem. Anal. Control. 33 1608–1619. 10.1080/19440049.2016.1219071", "ArticleIdList": ["10.1080/19440049.2016.1219071", "PMC5215223", "27491813"]}, {"Citation": "Schreuder W., du Plooy W., Erasmus A., Savage C., Basson E., Lennox C., et al. (2018). Postharvest fungicide treatments and cold storage control citrus black spot infections. Crop. Prot. 112 332–342. 10.1016/j.cropro.2018.06.020", "ArticleIdList": ["10.1016/j.cropro.2018.06.020"]}, {"Citation": "Schulz K. F., Chalmers I., Hayes R. J., Altman D. G. (1995). Empirical evidence of biasdimensions of methodological quality associated with estimates of treatment effects in controlled trials. JAMA 273 408–412. 10.1001/jama.273.5.408", "ArticleIdList": ["10.1001/jama.273.5.408", "7823387"]}, {"Citation": "Silva A. O., Savi D. C., Gomes F. B., Gos F. M. W. R., Silva G. J., Glienke C. (2016). Identification of Colletotrichum species associated with postbloom fruit drop in Brazil through GAPDH sequencing analysis and multiplex PCR. Eur. J. Plant Pathol. 147 731–748. 10.1007/s10658-016-1038-z", "ArticleIdList": ["10.1007/s10658-016-1038-z"]}, {"Citation": "Silva C., I, Regasini L. O., Petronio M. S., Silva D. H., Bolzani V. S., Belasque J., Jr., et al. (2013). Antibacterial activity of alkylgallates against Xanthomonas citrisubsp. citri. J. Bacteriol. Res. 195 85–94. 10.1128/JB.01442-12", "ArticleIdList": ["10.1128/JB.01442-12", "PMC3536167", "23104804"]}, {"Citation": "Silva G. J., Jr., Scapin M. S., Silva F. P., Silva A. R. P., Behlau F., Ramos H. H. (2016). Spray volume and fungicide rates for citrus black spot control based on tree canopy volume. Crop Prot. 85 38–45. 10.1016/j.cropro.2016.03.014", "ArticleIdList": ["10.1016/j.cropro.2016.03.014"]}, {"Citation": "Silva-junior G. J., Spósito M. B., Marin D. R., Amorim L. (2014). Efficacy and timing of application of fungicides for control of citrus postbloom fruit drop. Crop. Prot. 59 51–56. 10.1016/j.cropro.2014.01.012", "ArticleIdList": ["10.1016/j.cropro.2014.01.012"]}, {"Citation": "Singh A., Singh D. K., Kharwar R. N., White J. F., Gond S. K. (2021). Fungal endophytes as efficient sources of plant-derived bioactive compounds and their prospective applications in natural product drug discovery: insights, avenues, and challenges. Microorganisms 9:197. 10.3390/microorganisms9010197", "ArticleIdList": ["10.3390/microorganisms9010197", "PMC7833388", "33477910"]}, {"Citation": "Singh S. K., Strobel G. A., Knighton B., Geary B., Sears J., Ezra D. (2011). An endophytic Phomopsis sp. possessing bioactivity and fuel potential with its volatile organic compounds. Microb. Ecol. 61 729–739. 10.1007/s00248-011-9818-7", "ArticleIdList": ["10.1007/s00248-011-9818-7", "21331608"]}, {"Citation": "Souza-Moreira T. M., Queiroz-Fernandes G. M., Pietro R. C. (2018). Stryphnodendron species known as “barbatimão”: a comprehensive report. Molecules 4:910. 10.3390/molecules23040910", "ArticleIdList": ["10.3390/molecules23040910", "PMC6017227", "29662029"]}, {"Citation": "Sposito M. B., Amorim L., Bassanezi R. B., Yamamoto P. T., Felippe M. R., Czermainski A. B. C. (2011). Relative importance of inoculum sources of guignardiacitricarpa on the citrus black spot epidemic in Brazil. Crop Prot. 30 1546–1552. 10.1016/j.cropro.2011.08.007", "ArticleIdList": ["10.1016/j.cropro.2011.08.007"]}, {"Citation": "Strassburg B. B. N., Brooks T., Feltran-Barbieri R., Iribarrem A., Crouzeilles R., Loyola R., et al. (2017). Moment of truth for the Cerrado hotspot. Nat. Ecol. Evol. 1 1–3. 10.1038/s41559-017-0099", "ArticleIdList": ["10.1038/s41559-017-0099", "28812670"]}, {"Citation": "Strobel G. A. (2003). Endophytes as sources of bioactive products. Microbes Infect. 5 535–544. 10.1016/S1286-4579(03)00073-X", "ArticleIdList": ["10.1016/S1286-4579(03)00073-X", "12758283"]}, {"Citation": "Tahir H. A., Gu Q., Wu H., Niu Y., Huo R., Gao X. (2017). Bacillus volatiles adversely affect the physiology and ultra-structure of Ralstonia solanacearum and induce systemic resistance in tobacco against bacterial wilt. Sci. Rep. 7:40481. 10.1038/srep40481", "ArticleIdList": ["10.1038/srep40481", "PMC5238454", "28091587"]}, {"Citation": "Tan X., Zhou Y., Zhou X., Xia X., Wei Y., He L. (2018). Diversity and bioactive potential of culturable fungal endophytes of Dysosma versipellis; a rare medicinal plant endemic to China. Sci. Rep. 8:5929. 10.1038/s41598-018-24313-2", "ArticleIdList": ["10.1038/s41598-018-24313-2", "PMC5897559", "29651009"]}, {"Citation": "Tonial F., Maia B. H. L. N. S., Savi D. C., Vicente V. A., Gomes R. R. (2017). Biological activity of Diaporthe terebinthifolii extracts against Phyllosticta citricarpa. FEMS Microbiol. Lett. 364:fnx026. 10.1093/femsle/fnx026", "ArticleIdList": ["10.1093/femsle/fnx026", "28158748"]}, {"Citation": "Tran N. T., Miles A. K., Smith M. W., Dietzgen R. G., Drenth A. (2018). Pathogenicity of phyllostictacitricarpa ascospores on Citrus spp. Plant Dis. 102 1386–1393. 10.1094/PDIS-08-17-1331-RE", "ArticleIdList": ["10.1094/PDIS-08-17-1331-RE", "30673567"]}, {"Citation": "Wagenaar M. M., Clardy J. (2001). Dicerandrols, new antibiotic and cytotoxic dimers produced by the fungus Phomopsis longicolla isolated from an endangered mint. J. Nat. Prod. 64 1006–1009. 10.1021/np010020u", "ArticleIdList": ["10.1021/np010020u", "11520215"]}, {"Citation": "Walder F., Schlaeppi K., Wittwer R., Held A. Y., Vogelgsang S., Van der Heijden M. G. (2017). Community profiling of Fusarium in combination with other plant-associated fungi in different crop species using SMRT sequencing. Front. Plant Sci. 8:2019. 10.3389/fpls.2017.02019", "ArticleIdList": ["10.3389/fpls.2017.02019", "PMC5712420", "29234337"]}, {"Citation": "Wang H., Tian R., Tian Q., Yan X., Huang L., Ji Z. (2019). Investigation on the antifungal ingredients of Saccharothrix yanglingensis Hhs. 015, an antagonistic endophytic actinomycete isolated from cucumber plant. Molecules 24:3686. 10.3390/molecules24203686", "ArticleIdList": ["10.3390/molecules24203686", "PMC6833113", "31614954"]}, {"Citation": "Wang J. F., He W. J., Huang X. L., Tian X. P., Liao S. R., Yang B., et al. (2016). Antifungal new oxepine-containing alkaloids and xanthones from the deep-sea-derived fungus Aspergillus versicolor SCSIO 05879. J. Agr. Food. Chem. 64 2910–2916. 10.1021/acs.jafc.6b00527", "ArticleIdList": ["10.1021/acs.jafc.6b00527", "26998701"]}, {"Citation": "Wegulo S. N., Bockus W. W., Nopsa J. H., De Wolf E. D., Eskridge K. M., Peiris K. H. (2011). Effects of integrating cultivar resistance and fungicide application on fusarium head blight and deoxynivalenol in winter wheat. Plant Dis. 95 554–560. 10.1094/PDIS-07-10-0495", "ArticleIdList": ["10.1094/PDIS-07-10-0495", "30731943"]}, {"Citation": "White T. J., Bruns T., Lee J., Taylor J. (1990). “Amplification and direct sequencing of fungal ribosomal RNA genes for phylogenetics,” in PCR Protocols: A Guide to Methods and Applications, eds Innis M. A., Gelfand D. H., Sninsky J. J., White T. J. (San Diego, CA: Academic Press; ), 315–322."}, {"Citation": "Xu T. C., Lu Y. H., Wang J. F., Song Z. Q., Hou Y. G., Liu S. S., et al. (2021). Bioactive secondary metabolites of the genus diaportheand anamorph phomopsis from terrestrial and marine habitats and endophytes: 2010–2019. Microorganisms 9:217. 10.3390/microorganisms9020217", "ArticleIdList": ["10.3390/microorganisms9020217", "PMC7912663", "33494367"]}, {"Citation": "Yang Q., Fan X. L., Guarnaccia V., Tian C. M. (2018). High diversity of Diaporthe species associated with dieback diseases in China, with twelve new species described. MycoKeys. 39:97. 10.3897/mycokeys.39.26914", "ArticleIdList": ["10.3897/mycokeys.39.26914", "PMC6160862", "30271260"]}, {"Citation": "Zamuner C. F. C., Dilarri G., Cavalca L. B., Behlau F., Silva T. G., Bacci M., Jr., et al. (2020). A cinnamaldehyde-based formulation as an alternative to sodium hypochlorite for post-harvest decontamination of citrus fruit. Trop. Plant Pathol. 45 701–709. 10.1007/s40858-020-00338-9", "ArticleIdList": ["10.1007/s40858-020-00338-9"]}, {"Citation": "Zhang K., Banerjee K. (2020). A review: sample preparation and chromatographic technologies for detection of aflatoxins in foods. Toxins (Basel) 12:539. 10.3390/toxins12090539", "ArticleIdList": ["10.3390/toxins12090539", "PMC7551558", "32825718"]}, {"Citation": "Zhang W., Krohn K., Zia U., Florke U., Pescitelli G., Di Bari L., et al. (2008). New mono- and dimeric members of the secalonic acid family: blennolides A-G isolated from the fungus Blennoria sp. Chemistry. 14 4913–4923. 10.1002/chem.200800035", "ArticleIdList": ["10.1002/chem.200800035", "18425741"]}, {"Citation": "Zhao M., Guo D. L., Liu G. H., Fu X., Gu Y. C., Ding L. S., et al. (2020). Antifungal halogenated cyclopentenones from the endophytic fungus Saccharicola bicolor of Bergenia purpurascens by the one strain-many compounds strategy. J. Agric. Food Chem. 68 185–192. 10.1021/acs.jafc.9b06594", "ArticleIdList": ["10.1021/acs.jafc.9b06594", "31815467"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "5", "Day": "25"}, {"Year": "2021", "Month": "8", "Day": "3"}, {"Year": "2021", "Month": "9", "Day": "20", "Hour": "6", "Minute": "2"}, {"Year": "2021", "Month": "9", "Day": "21", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "9", "Day": "21", "Hour": "6", "Minute": "1"}, {"Year": "2021", "Month": "9", "Day": "1"}], "PublicationStatus": "epublish", "ArticleIdList": ["34539608", "PMC8442585", "10.3389/fmicb.2021.714750"]}}], "PubmedBookArticle": []}