{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Lactococcus garvieae", "aquaculture", "lactococcosis", "phytotherapy"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34564575", "DateRevised": {"Year": "2021", "Month": "09", "Day": "30"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "09", "Day": "03"}], "Language": ["eng"], "ELocationID": ["181", "10.3390/vetsci8090181"], "Journal": {"ISSN": "2306-7381", "JournalIssue": {"Volume": "8", "Issue": "9", "PubDate": {"Year": "2021", "Month": "Sep", "Day": "03"}}, "Title": "Veterinary sciences", "ISOAbbreviation": "Vet Sci"}, "ArticleTitle": "Lactococcosis a Re-Emerging Disease in Aquaculture: Disease Significant and Phytotherapy.", "Abstract": {"AbstractText": ["Lactococcosis, particularly that caused by <i>Lactococcus garvieae</i>, is a major re-emerging bacterial disease seriously affecting the sustainability of aquaculture industry. Medicinal herbs and plants do not have very much in vitro antagonism and in vivo disease resistance towards lactococcosis agents in aquaculture. Most in vitro studies with herbal extractives were performed against <i>L. garvieae</i> with no strong antibacterial activity, but essential oils, especially those that contain thymol or carvacrol, are more effective. The differences exhibited by the bacteriostatic and bactericidal functions for a specific extractive in different studies could be due to different bacterial strains or parts of chemotypes of the same plant. Despite essential oils being shown to have the best anti-<i>L. garvieae</i> activity in in vitro assays, the in vivo bioassays required further study. The extracts tested under in vivo conditions presented moderate efficacy, causing a decrease in mortality in infected animals, probably because they improved immune parameters before challenging tests. This review addressed the efficacy of medicinal herbs to lactococcosis and discussed the presented gaps."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Freshwater Fish Group and Fish Health Unit, Centre for Sustainable Aquatic Ecosystems, Harry Butler Institute, Murdoch University, Murdoch, Perth, WA 6150, Australia."}, {"Identifier": [], "Affiliation": "Department of Aquatic Animal Health, Faculty of Veterinary Medicine, University of Tehran, Tehran 1419963111, Iran."}], "LastName": "Soltani", "ForeName": "Mehdi", "Initials": "M"}, {"Identifier": ["0000-0002-8770-0100"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Physiology and Pharmacology, Federal University of Santa Maria, Santa Maria 97105-900, RS, Brazil."}], "LastName": "Baldisserotto", "ForeName": "Bernardo", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Fisheries, Science and Research Branch, Islamic Azad University, Tehran 1468763785, Iran."}], "LastName": "Hosseini Shekarabi", "ForeName": "Seyed Pezhman", "Initials": "SP"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Food Hygiene and Quality Control, Faculty of Veterinary Medicine, Shahrekord University, Shahrekord 64165478, Iran."}], "LastName": "Shafiei", "ForeName": "Shafigh", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Aquatic Animal Health, Faculty of Veterinary Medicine, University of Tehran, Tehran 1419963111, Iran."}], "LastName": "Bashiri", "ForeName": "Masoumeh", "Initials": "M"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Vet Sci", "NlmUniqueID": "101680127", "ISSNLinking": "2306-7381"}, "CoiStatement": "Authors declare that they have no conflicts of interests to influence the work reported in this paper."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "FAO . The State of World Fisheries and Aquaculture 2020. Sustainability in Action. Food and Agriculture Organization of the United Nations; Rome, Italy: 2020."}, {"Citation": "Rodger H.D. Fish Disease Causing Economic Impact in Global Aquaculture. In: Adams A., editor. Fish Vaccines. Springer; Berlin/Heidelberg, Germany: 2016. pp. 1–34."}, {"Citation": "Romero J., Feijoó C.G., Navarrete P. Antibiotics in Aquaculture—Use, Abuse and Alternatives. In: Carvalho E., David G.S., da Silva R.J., editors. Health and Environment in Aquaculture. IntechOpen; Rijeka, Croatia: 2012. pp. 159–198."}, {"Citation": "Tavares-Dias M., Martins M.L. An overall estimation of losses caused by diseases in the Brazilian fish farms. J. Parasit. Dis. 2017;41:913–918. doi: 10.1007/s12639-017-0938-y.", "ArticleIdList": ["10.1007/s12639-017-0938-y", "PMC5660038", "29114119"]}, {"Citation": "Eldar A., Ghittino C., Asanta L., Bozzetta E., Goria M., Prearo M., Bercovier H. Enterococcus seriolicida is a junior synonym of Lactococcus garvieae, a causative agent of septicemia and meningoencephalitis in fish. Curr. Microbiol. 1996;32:85–88. doi: 10.1007/s002849900015.", "ArticleIdList": ["10.1007/s002849900015", "8574132"]}, {"Citation": "Meyburgh C., Bragg R., Boucher C. Lactococcus garvieae: An emerging bacterial pathogen of fish. Dis. Aquat. Org. 2017;123:67–79. doi: 10.3354/dao03083.", "ArticleIdList": ["10.3354/dao03083", "28177294"]}, {"Citation": "Agnew W., Barnes A.C. Streptococcus iniae: An aquatic pathogen of global veterinary significance and a challenging candidate for reliable vaccination. Vet. Microbiol. 2007;122:1–15. doi: 10.1016/j.vetmic.2007.03.002.", "ArticleIdList": ["10.1016/j.vetmic.2007.03.002", "17418985"]}, {"Citation": "Michel C., Nougayrede P., Eldar A., Sochon E., De Kinkelin P. Vagococcus salmoninarum, a bacterium of pathological significance in rainbow trout Oncorhynchus mykiss farming. Dis. Aquat. Org. 1997;30:199–208. doi: 10.3354/dao030199.", "ArticleIdList": ["10.3354/dao030199"]}, {"Citation": "Wallbanks S., Martinez-Murcia A., Fryer J., Phillips B., Collins M. 16S rRNA sequence determination for members of the genus Carnobacterium and related lactic acid bacteria and description of Vagococcus salmoninarum sp. nov. Int. J. Syst. Evol. Microbiol. 1990;40:224–230. doi: 10.1099/00207713-40-3-224.", "ArticleIdList": ["10.1099/00207713-40-3-224", "1697764"]}, {"Citation": "Soltani M., Mohamadian S., Rouholahi S., Soltani E., Rezvani S. Shirazi thyme (Zataria multiflora) essential oil suppresses the expression of PavA and Hly genes in Lactococcus garvieae, the causative agent of lactococcosis in farmed fish. Aquaculture. 2015;442:74–77. doi: 10.1016/j.aquaculture.2015.03.001.", "ArticleIdList": ["10.1016/j.aquaculture.2015.03.001"]}, {"Citation": "Soltani M., Nikbakht G., Ebrahimzadeh Moussavi H., Ahmadzadeh N. Epizootic outbreak of lactococcosis caused by Lactococcus garvieae in farmed rainbow trout (Oncorhynchus mykiss) in Iran. Bull. Eur. Assoc. Fish Pathol. 2008;28:95–106."}, {"Citation": "Karsidani S.H., Soltani M., Nikbakhat-Brojeni G., Ghasemi M., Skall H.F. Molecular epidemiology of zoonotic streptococcosis/lactococcosis in rainbow trout (Oncorhynchus mykiss) aquaculture in Iran. Iran. J. Microbiol. 2010;2:198–209.", "ArticleIdList": ["PMC3279792", "22347573"]}, {"Citation": "Saraoui T., Leroi F., Björkroth J., Pilet M.-F. Lactococcus piscium: A psychrotrophic lactic acid bacterium with bioprotective or spoilage activity in food—A review. J. Appl. Microbiol. 2016;121:907–918. doi: 10.1111/jam.13179.", "ArticleIdList": ["10.1111/jam.13179", "27172050"]}, {"Citation": "Daniel C., Sebbane F., Poiret S., Goudercourt D., Dewulf J., Mullet C., Simonet M., Pot B. Protection against Yersinia pseudotuberculosis infection conferred by a Lactococcus lactis mucosal delivery vector secreting LcrV. Vaccine. 2009;27:1141–1144. doi: 10.1016/j.vaccine.2008.12.022.", "ArticleIdList": ["10.1016/j.vaccine.2008.12.022", "19135495"]}, {"Citation": "Kelly W.J., Ward L.J., Leahy S.C. Chromosomal diversity in Lactococcus lactis and the origin of dairy starter cultures. Genome Biol. Evol. 2010;2:729–744. doi: 10.1093/gbe/evq056.", "ArticleIdList": ["10.1093/gbe/evq056", "PMC2962554", "20847124"]}, {"Citation": "Sarika A., Lipton A., Aishwarya M., Dhivya R. Isolation of a bacteriocin-producing Lactococcus lactis and application of its bacteriocin to manage spoilage bacteria in high-value marine fish under different storage temperatures. Appl. Biochem. Biotechnol. 2012;167:1280–1289. doi: 10.1007/s12010-012-9701-0.", "ArticleIdList": ["10.1007/s12010-012-9701-0", "22555500"]}, {"Citation": "EFSA  Scientific Opinion on the Safety and Efficacy of Lactococcus lactis (NCIMB 30160) as a Silage Additive for All Species.  [(accessed on 23 October 2015)].  Available online:  http://www.efsa.europa.eu/sites/default/files/scientific_output/files/main_documents/2366.pdf."}, {"Citation": "Boucher I., Vadeboncoeur C., Moineau S. Characterization of genes involved in the metabolism of α-galactosides by Lactococcus raffinolactis. Appl. Environ. Microbiol. 2003;69:4049–4056. doi: 10.1128/AEM.69.7.4049-4056.2003.", "ArticleIdList": ["10.1128/AEM.69.7.4049-4056.2003", "PMC165199", "12839781"]}, {"Citation": "Alomar J., Loubière P., Delbes C., Nouaille S., Montel M.-C. Effect of Lactococcus garvieae, Lactococcus lactis and Enterococcus faecalis on the behaviour of Staphylococcus aureus in microfiltered milk. Food Microbiol. 2008;25:502–508. doi: 10.1016/j.fm.2008.01.005.", "ArticleIdList": ["10.1016/j.fm.2008.01.005", "18355675"]}, {"Citation": "Rahkila R., Nieminen T., Johansson P., Säde E., Björkroth J. Characterization and evaluation of the spoilage potential of Lactococcus piscium isolates from modified atmosphere packaged meat. Int. J. Food Microbiol. 2012;156:50–59. doi: 10.1016/j.ijfoodmicro.2012.02.022.", "ArticleIdList": ["10.1016/j.ijfoodmicro.2012.02.022", "22445914"]}, {"Citation": "Matamoros S., Pilet M.-F., Gigout F., Prévost H., Leroi F. Selection and evaluation of seafood-borne psychrotrophic lactic acid bacteria as inhibitors of pathogenic and spoilage bacteria. Food Microbiol. 2009;26:638–644. doi: 10.1016/j.fm.2009.04.011.", "ArticleIdList": ["10.1016/j.fm.2009.04.011", "19527840"]}, {"Citation": "Eldar A.A., Ghittino C. Lactococcus garvieae and Streptococcus iniae infections in rainbow trout Oncorhynchus mykiss: Similar, but different diseases. Dis. Aquat. Org. 1999;36:227–231. doi: 10.3354/dao036227.", "ArticleIdList": ["10.3354/dao036227", "10401588"]}, {"Citation": "Chen M.-H., Hung S.-W., Shyu C.-L., Lin C.-C., Liu P.-C., Chang C.-H., Shia W.-Y., Cheng C.-F., Lin S.-L., Tu C.-Y. Lactococcus lactis subsp. lactis infection in Bester sturgeon, a cultured hybrid of Huso huso × Acipenser ruthenus, in Taiwan. Res. Vet. Sci. 2012;93:581–588. doi: 10.1016/j.rvsc.2011.10.007.", "ArticleIdList": ["10.1016/j.rvsc.2011.10.007", "22098776"]}, {"Citation": "Austin B., Austin D.A., Austin B., Austin D.A. Bacterial Fish Pathogens. Volume 481 Springer International Publishing; Cham, Switzerland: 2016."}, {"Citation": "Ortega C., Irgang R., Valladares-Carranza B., Collarte C., Avendaño-Herrera R. First identification and characterization of Lactococcus garvieae isolated from rainbow trout (Oncorhynchus mykiss) cultured in mexico. Animals. 2020;10:1609. doi: 10.3390/ani10091609.", "ArticleIdList": ["10.3390/ani10091609", "PMC7552202", "32916954"]}, {"Citation": "Hirono I., Yamashita H., Park C.I., Yoshida T., Aoki T. Identification of genes in a KG—Phenotype of Lactococcus garvieae, a fish pathogenic bacterium, whose proteins react with antiKG—Rabbit serum. Microb. Pathog. 1999;27:407–417. doi: 10.1006/mpat.1999.0316.", "ArticleIdList": ["10.1006/mpat.1999.0316", "10588913"]}, {"Citation": "Bragg R., Broere J. Streptococcosis in rainbow trout in South Africa. Bull. Eur. Assoc. Fish Pathol. 1986;6:89–91."}, {"Citation": "Bekker A., Hugo C., Albertyn J., Boucher C., Bragg R. Pathogenic Gram-positive cocci in South African rainbow trout, Oncorhynchus mykiss (Walbaum) J. Fish Dis. 2011;34:483–487. doi: 10.1111/j.1365-2761.2011.01259.x.", "ArticleIdList": ["10.1111/j.1365-2761.2011.01259.x", "21545442"]}, {"Citation": "Vendrell D., Balcázar J.L., Ruiz-Zarzuela I., De Blas I., Gironés O., Múzquiz J.L. Lactococcus garvieae in fish: A review. Comp. Immunol. Microbiol. Infect. Dis. 2006;29:177–198. doi: 10.1016/j.cimid.2006.06.003.", "ArticleIdList": ["10.1016/j.cimid.2006.06.003", "16935332"]}, {"Citation": "Chang P., Lin C., Lee Y. Lactococcus garvieae infection of cultured rainbow trout, Oncorhynchus mykiss in Taiwan and associated biophysical characteristics and histopathology. Eur. Assoc. Fish Pathol. 2002;22:319–327."}, {"Citation": "Avci H., Birincioglu S., Tanrikul T., Epikmen E., Metin N., Avsever M. Experimental Lactococcus garvieae infection in rainbow trout, Oncorhynchus mykiss, Walbaum 1792: A comparative histopathological and immunohistochemical study. J. Fish Dis. 2014;37:481–495. doi: 10.1111/jfd.12132.", "ArticleIdList": ["10.1111/jfd.12132", "23957738"]}, {"Citation": "Chen S.-C., Lin Y.-D., Liaw L.-L., Wang P.-C. Lactococcus garvieae infection in the giant freshwater prawn Macrobranchium rosenbergii confirmed by polymerase chain reaction and 16S rDNA sequencing. Dis. Aquat. Org. 2001;45:45–52. doi: 10.3354/dao045045.", "ArticleIdList": ["10.3354/dao045045", "11411643"]}, {"Citation": "Algöet M., Bayley A., Roberts E., Feist S., Wheeler R., Verner-Jeffreys D. Susceptibility of selected freshwater fish species to a UK Lactococcus garvieae isolate. J. Fish Dis. 2009;32:825–834. doi: 10.1111/j.1365-2761.2009.01058.x.", "ArticleIdList": ["10.1111/j.1365-2761.2009.01058.x", "19500233"]}, {"Citation": "Türe M., Haliloğlu H.İ., Altuntaş C., Boran H., Kutlu İ. Comparison of experimental susceptibility of rainbow trout (Oncorhynchus mykiss), turbot (Psetta maxima), black sea trout (Salmo trutta labrax) and sea bass (Dicentrarchus labrax) to Lactococcus garvieae. Turk. J. Fish. Aquat. Sci. 2014;14:507–513. doi: 10.4194/1303-2712-v14_2_22.", "ArticleIdList": ["10.4194/1303-2712-v14_2_22"]}, {"Citation": "Kusuda R., Hamaguchi M. Extracellular and intracellular toxins of Streptococcus sp. isolated from yellowtail. Bull. Eur. Assoc. Fish Pathol. 1988;8:9–10."}, {"Citation": "Aguado-Urda M., López-Campos G.H., Gibello A., Cutuli M.T., López-Alonso V., Fernández-Garayzábal J.F., Blanco M.M. Genome sequence of Lactococcus garvieae 8831, isolated from rainbow trout lactococcosis outbreaks in Spain. J. Bacteriol. 2011;193:4263–4264. doi: 10.1128/JB.05326-11.", "ArticleIdList": ["10.1128/JB.05326-11", "PMC3147678", "21685280"]}, {"Citation": "Holbourn K.P., Shone C.C., Acharya K. A family of killer toxins. FEBS J. 2006;273:4579–4593. doi: 10.1111/j.1742-4658.2006.05442.x.", "ArticleIdList": ["10.1111/j.1742-4658.2006.05442.x", "16956368"]}, {"Citation": "Ture M., Altinok I. Detection of putative virulence genes of Lactococcus garvieae. Dis. Aquat. Org. 2016;119:59–66. doi: 10.3354/dao02981.", "ArticleIdList": ["10.3354/dao02981", "27068503"]}, {"Citation": "Colorni A., Ravelo C., Romalde J., Toranzo A., Diamant A. Lactococcus garvieae in wild Red Sea wrasse Coris aygula (Labridae) Dis. Aquat. Org. 2003;56:275–278. doi: 10.3354/dao056275.", "ArticleIdList": ["10.3354/dao056275", "14667040"]}, {"Citation": "Kawanishi M., Yoshida T., Yagashiro S., Kijima M., Yagyu K., Nakai T., Murakami M., Morita H., Suzuki S. Differences between Lactococcus garvieae isolated from the genus Seriola in Japan and those isolated from other animals (trout, terrestrial animals from Europe) with regard to pathogenicity, phage susceptibility and genetic characterization. J. Appl. Microbiol. 2006;101:496–504. doi: 10.1111/j.1365-2672.2006.02951.x.", "ArticleIdList": ["10.1111/j.1365-2672.2006.02951.x", "16882159"]}, {"Citation": "Evans J.J., Klesius P.H., Shoemaker C.A. First isolation and characterization of Lactococcus garvieae from Brazilian Nile tilapia, Oreochromis niloticus (L.), and pintado, Pseudoplathystoma corruscans (Spix & Agassiz) J. Fish Dis. 2009;32:943–951. doi: 10.1111/j.1365-2761.2009.01075.x.", "ArticleIdList": ["10.1111/j.1365-2761.2009.01075.x", "19531061"]}, {"Citation": "Didinen B., Yardimci B., Onuk E., Metin S., Yildirim P. Naturally Lactococcus garvieae infection in rainbow trout (Oncorhyncus mykiss Walbaum, 1792): New histopathological observations, phenotypic and molecular identification. Rev. Med. Vet.-Toulouse. 2014;165:12–19."}, {"Citation": "Evans J.J., Pasnik D.J., Klesius P.H., Al-Ablani S. First report of Streptococcus agalactiae and Lactococcus garvieae from a wild bottlenose dolphin (Tursiops truncatus) J. Wildl. Dis. 2006;42:561–569. doi: 10.7589/0090-3558-42.3.561.", "ArticleIdList": ["10.7589/0090-3558-42.3.561", "17092887"]}, {"Citation": "Fichi G., Cardeti G., Perrucci S., Vanni A., Cersini A., Lenzi C., De Wolf T., Fronte B., Guarducci M., Susini F. Skin lesion-associated pathogens from Octopus vulgaris: First detection of Photobacterium swingsii, Lactococcus garvieae and betanodavirus. Dis. Aquat. Org. 2015;115:147–156. doi: 10.3354/dao02877.", "ArticleIdList": ["10.3354/dao02877", "26203886"]}, {"Citation": "Tejedor J., Vela A., Gibello A., Casamayor A., Domínguez L., Fernández-Garayzábal J. A genetic comparison of pig, cow and trout isolates of Lactococcus garvieae by PFGE analysis. Lett. Appl. Microbiol. 2011;53:614–619. doi: 10.1111/j.1472-765X.2011.03153.x.", "ArticleIdList": ["10.1111/j.1472-765X.2011.03153.x", "21933202"]}, {"Citation": "Tsai M.-A., Wang P.-C., Liaw L.-L., Yoshida T., Chen S.-C. Comparison of genetic characteristics and pathogenicity of Lactococcus garvieae isolated from aquatic animals in Taiwan. Dis. Aquat. Org. 2012;102:43–51. doi: 10.3354/dao02516.", "ArticleIdList": ["10.3354/dao02516", "23209077"]}, {"Citation": "Aguado Urda M., Cutuli Simón M.T., Blanco Gutiérrez M., Aspiroz C., Tejedor J.L., Fernández Garayzábal J.F., Gibello Prieto A. Utilization of lactose and presence of the phospho-β-galactosidase (lacG) gene in Lactococcus garvieae isolates from different sources. Int. Microbiol. Off. J. Span. Soc. Microbiol. 2010;13:189–193.", "ArticleIdList": ["21404213"]}, {"Citation": "Aoki T., Takami K., Kitao T. Drug resistance in a nonhemolytic Streptococcus sp. isolated from cultured yellowtail Seriola quinqueradiata. Dis. Aquat. Org. 1990;8:171–177. doi: 10.3354/dao008171.", "ArticleIdList": ["10.3354/dao008171"]}, {"Citation": "Kawanishi M., Kojima A., Ishihara K., Esaki H., Kijima M., Takahashi T., Suzuki S., Tamura Y. Drug resistance and pulsed-field gel electrophoresis patterns of Lactococcus garvieae isolates from cultured Seriola (yellowtail, amberjack and kingfish) in Japan. Lett. Appl. Microbiol. 2005;40:322–328. doi: 10.1111/j.1472-765X.2005.01690.x.", "ArticleIdList": ["10.1111/j.1472-765X.2005.01690.x", "15836733"]}, {"Citation": "Bercovier H., Ghittino C., Eldar A. Immunization with bacterial antigens: Infections with streptococci and related organisms. Dev. Biol. Stand. 1997;90:153–160.", "ArticleIdList": ["9270844"]}, {"Citation": "Hirono I., Aoki T. Characterization of structure and genes of R Plasmid from fish-pathogenic Lactococcus garvieae. Proc. Jpn. Soc. Antimicrob. 2001;23:22–24."}, {"Citation": "Duman M., Buyukekiz A.G., Saticioglu I.B., Cengiz M., Sahinturk P., Altun S. Epidemiology, genotypic diversity, and antimicrobial resistance of Lactococcus garvieae in farmed rainbow trout (Oncorhynchus mykiss) Iran. J. Fish. Sci. 2020;19:1–18. doi: 10.22092/IJFS.2018.117609.", "ArticleIdList": ["10.22092/IJFS.2018.117609"]}, {"Citation": "Fleming H., Fowler S.V., Nguyen L., Hofinger D.M. Lactococcus garvieae multi-valve infective endocarditis in a traveler returning from South Korea. Travel Med. Infect. Disease. 2012;10:101–104. doi: 10.1016/j.tmaid.2012.02.004.", "ArticleIdList": ["10.1016/j.tmaid.2012.02.004", "22397769"]}, {"Citation": "Vendrell D., Balcázar J.L., Ruiz-Zarzuela I., de Blas I., Gironés O., Múzquiz J.L. Safety and efficacy of an inactivated vaccine against Lactococcus garvieae in rainbow trout (Oncorhynchus mykiss) Prev. Vet. Med. 2007;80:222–229. doi: 10.1016/j.prevetmed.2007.02.008.", "ArticleIdList": ["10.1016/j.prevetmed.2007.02.008", "17386951"]}, {"Citation": "Heuer O.E., Kruse H., Grave K., Collignon P., Karunasagar I., Angulo F.J. Human health consequences of use of antimicrobial agents in aquaculture. Clin. Infect. Dis. 2009;49:1248–1253. doi: 10.1086/605667.", "ArticleIdList": ["10.1086/605667", "19772389"]}, {"Citation": "Smith P., Hiney M.P., Samuelsen O.B. Bacterial resistance to antimicrobial agents used in fish farming: A critical evaluation of method and meaning. Ann. Rev. Fish Dis. 1994;4:273–313. doi: 10.1016/0959-8030(94)90032-9.", "ArticleIdList": ["10.1016/0959-8030(94)90032-9"]}, {"Citation": "Cabello F.C. Heavy use of prophylactic antibiotics in aquaculture: A growing problem for human and animal health and for the environment. Environ. Microbiol. 2006;8:1137–1144. doi: 10.1111/j.1462-2920.2006.01054.x.", "ArticleIdList": ["10.1111/j.1462-2920.2006.01054.x", "16817922"]}, {"Citation": "Amal M., Zamri-Saad M. Streptococcosis in tilapia (Oreochromis niloticus): A review. Pertanika J. Trop. Agric. Sci. 2011;34:195–206."}, {"Citation": "Yanong R.P.E. Use of Antibiotics in Ornamental Fish Aquaculture. Volume 2003 Institute of Food and Agricultural Sciences; University of Florida; Gainesville, FL, USA: 2003."}, {"Citation": "Tsai M.-A., Wang P.-C., Cao T.-T., Liao P.-C., Liaw L.-L., Chen S.-C. Immunoprotection of glyceraldehyde-3-phosphate dehydrogenase (GAPDH) from Lactococcus garvieae against Lactococcosis in tilapia. J. Gen. Appl. Microbiol. 2013;59:437–449. doi: 10.2323/jgam.59.437.", "ArticleIdList": ["10.2323/jgam.59.437", "24492602"]}, {"Citation": "Zaheri Abdevand L., Soltani M., Shafiei S. Adjuvant effect of Licorice (Glycyrrhiza glabra) extract on the efficacy of lactococcosis vaccine in rainbow trout (Oncorhynchus mykiss) Iran. J. Fish. Sci. 2021;20:646–662."}, {"Citation": "Varsha K.K., Nampoothiri K.M. Lactococcus garvieae subsp. bovis subsp. nov., lactic acid bacteria isolated from wild gaur (Bos gaurus) dung, and description of Lactococcus garvieae subsp. garvieae subsp. nov. Int. J. Syst. Evol. Microbiol. 2016;66:3805–3809. doi: 10.1099/ijsem.0.001268.", "ArticleIdList": ["10.1099/ijsem.0.001268", "27498541"]}, {"Citation": "Gibello A., Galán-Sánchez F., Blanco M.M., Rodríguez-Iglesias M., Domínguez L., Fernández-Garayzábal J.F. The zoonotic potential of Lactococcus garvieae: An overview on microbiology, epidemiology, virulence factors and relationship with its presence in foods. Res. Vet. Sci. 2016;109:59–70. doi: 10.1016/j.rvsc.2016.09.010.", "ArticleIdList": ["10.1016/j.rvsc.2016.09.010", "27892875"]}, {"Citation": "Chan J., Woo P., Teng J., Lau S., Leung S., Tam F., Yuen K.-Y. Primary infective spondylodiscitis caused by Lactococcus garvieae and a review of human L. garvieae infections. Infection. 2011;39:259–264. doi: 10.1007/s15010-011-0094-8.", "ArticleIdList": ["10.1007/s15010-011-0094-8", "PMC3132316", "21424437"]}, {"Citation": "James P.R., Hardman S.M., Patterson D.L. Osteomyelitis and possible endocarditis secondary to Lactococcus garvieae: A first case report. Postgrad. Med. J. 2000;76:301–303. doi: 10.1136/pmj.76.895.301.", "ArticleIdList": ["10.1136/pmj.76.895.301", "PMC1741591", "10775286"]}, {"Citation": "Li W.-K., Chen Y.-S., Wann S.-R., Liu Y.-C., Tsai H.-C. Lactococcus garvieae endocarditis with initial presentation of acute cerebral infarction in a healthy immunocompetent man. Intern. Med. 2008;47:1143–1146. doi: 10.2169/internalmedicine.47.0795.", "ArticleIdList": ["10.2169/internalmedicine.47.0795", "18552475"]}, {"Citation": "Lim F.H., Jenkins D.R. Native valve endocarditis caused by Lactococcus garvieae: An emerging human pathogen. Case Rep. 2017;2017:bcr-2017-220116. doi: 10.1136/bcr-2017-220116.", "ArticleIdList": ["10.1136/bcr-2017-220116", "PMC5753696", "28536232"]}, {"Citation": "Igneri L., Eltoukhy N., Shaffer A., Goren R. A rare case of Lactococcus garvieae endocarditis in a critically ill patient. Crit. Care Med. 2015;43:302. doi: 10.1097/01.ccm.0000475031.97348.49.", "ArticleIdList": ["10.1097/01.ccm.0000475031.97348.49"]}, {"Citation": "Tsur A., Slutzki T., Flusser D. Lactococcus garvieae endocarditis on a prosthetic biological aortic valve. Zoonoses Public Health. 2015;62:435–437. doi: 10.1111/zph.12162.", "ArticleIdList": ["10.1111/zph.12162", "25295408"]}, {"Citation": "Clavero R., Escobar J., Ramos-Avasola S., Merello L., Álvarez F. Lactococcus garvieae endocarditis in a patient undergoing chronic hemodialysis. First case report in Chile and review of the literature. Rev. Chil. Infectol. Organo Of. Soc. Chil. Infectol. 2017;34:397–403. doi: 10.4067/s0716-10182017000400397.", "ArticleIdList": ["10.4067/s0716-10182017000400397", "29165522"]}, {"Citation": "Malek A., De la Hoz A., Gomez-Villegas S.I., Nowbakht C., Arias C.A. Lactococcus garvieae, an unusual pathogen in infective endocarditis: Case report and review of the literature. BMC Infect. Dis. 2019;19:301. doi: 10.1186/s12879-019-3912-8.", "ArticleIdList": ["10.1186/s12879-019-3912-8", "PMC6446321", "30943906"]}, {"Citation": "Wang C.Y.C., Shie H.S., Chen S.C., Huang J.P., Hsieh I.C., Wen M.S., Lin F.C., Wu D. Lactococcus garvieae infections in humans: Possible association with aquaculture outbreaks. Int. J. Clin. Pract. 2007;61:68–73. doi: 10.1111/j.1742-1241.2006.00855.x.", "ArticleIdList": ["10.1111/j.1742-1241.2006.00855.x", "16704679"]}, {"Citation": "Miyauchi E., Toh H., Nakano A., Tanabe S., Morita H. Comparative genomic analysis of Lactococcus garvieae strains isolated from different sources reveals candidate virulence genes. Int. J. Microbiol. 2012;2012 doi: 10.1155/2012/728276.", "ArticleIdList": ["10.1155/2012/728276", "PMC3357542", "22649452"]}, {"Citation": "Taheri Mirghaed A., Soltani M., Mahmoodi Z., Hosseini Shekarabi P. Study of cultured rainbow trout contamination with Streptococcus iniae and Lactococcus garvieae in some fish markets of Tehran and Karaj. J. Food Hyg. 2016;6:65–73."}, {"Citation": "Assefa A., Abunna F. Maintenance of fish health in aquaculture: Review of epidemiological approaches for prevention and control of infectious disease of fish. Vet. Med. Int. 2018;2018 doi: 10.1155/2018/5432497.", "ArticleIdList": ["10.1155/2018/5432497", "PMC5846361", "29682272"]}, {"Citation": "Leung T.L., Bates A.E. More rapid and severe disease outbreaks for aquaculture at the tropics: Implications for food security. J. Appl. Ecol. 2013;50:215–222. doi: 10.1111/1365-2644.12017.", "ArticleIdList": ["10.1111/1365-2644.12017"]}, {"Citation": "Matsuura Y., Terashima S., Takano T., Matsuyama T. Current status of fish vaccines in Japan. Fish Shellfish Immunol. 2019;95:236–247. doi: 10.1016/j.fsi.2019.09.031.", "ArticleIdList": ["10.1016/j.fsi.2019.09.031", "31586679"]}, {"Citation": "Soltani M., Lymbery A., Song S.K., Hossein-Shrkarabi P. Adjuvant effects of medicinal herbs and probiotics for fish vaccines. Rev. Aquac. 2018;11:1325–1341. doi: 10.1111/raq.12295.", "ArticleIdList": ["10.1111/raq.12295"]}, {"Citation": "Rodrigues M., Lima S., Higgins C., Canniatti-Brazaca S., Bicalho R. The Lactococcus genus as a potential emerging mastitis pathogen group: A report on an outbreak investigation. J. Dairy Sci. 2016;99:9864–9874. doi: 10.3168/jds.2016-11143.", "ArticleIdList": ["10.3168/jds.2016-11143", "27743665"]}, {"Citation": "Mannion P., Rothburn M. Diagnosis of bacterial endocarditis caused by Streptococcus lactis and assisted by immunoblotting of serum antibodies. J. Infect. 1990;21:317–318. doi: 10.1016/0163-4453(90)94149-T.", "ArticleIdList": ["10.1016/0163-4453(90)94149-T", "2125626"]}, {"Citation": "Clark I., Burnie J. Immunoblotting and culture positive endocarditis. J. Clin. Pathol. 1991;44:152–156. doi: 10.1136/jcp.44.2.152.", "ArticleIdList": ["10.1136/jcp.44.2.152", "PMC496979", "1907617"]}, {"Citation": "Campbell P., Dealler S., Lawton J. Septic arthritis and unpasteurised milk. J. Clin. Pathol. 1993;46:1057–1058. doi: 10.1136/jcp.46.11.1057.", "ArticleIdList": ["10.1136/jcp.46.11.1057", "PMC501697", "8254098"]}, {"Citation": "Durand J.M., Rousseau M.C., Gandois J.M., Kaplanski G., Mallet M.N., Soubeyrand J. Streptococcus lactis septicemia in a patient with chronic lymphocytic leukemia. Am. J. Hematol. 1995;50:64–65. doi: 10.1002/ajh.2830500116.", "ArticleIdList": ["10.1002/ajh.2830500116", "7668230"]}, {"Citation": "Zechini B., Cipriani P., Papadopoulou S., Di Nucci G., Petrucca A., Teggi A. Endocarditis caused by Lactococcus lactis subsp. lactis in a patient with atrial myxoma: A case report. Diagn. Microbiol. Infect. Dis. 2006;56:325–328. doi: 10.1016/j.diagmicrobio.2006.04.011.", "ArticleIdList": ["10.1016/j.diagmicrobio.2006.04.011", "16757143"]}, {"Citation": "Wang P.-C., Lin Y.-D., Liaw L.-L., Chern R.-S., Chen S.-C. Lactococcus lactis subspecies lactis also causes white muscle disease in farmed giant freshwater prawns Macrobrachium rosenbergii. Dis. Aquat. Org. 2008;79:9–17. doi: 10.3354/dao01868.", "ArticleIdList": ["10.3354/dao01868", "18429437"]}, {"Citation": "Khoo L.H., Austin F.W., Quiniou S.M., Gaunt P.S., Riecke D.K., Jacobs A.M., Meals K.O., Dunn A.W., Griffin M.J. Lactococcosis in silver carp. J. Aquat. Anim. Health. 2014;26:1–8. doi: 10.1080/08997659.2013.837118.", "ArticleIdList": ["10.1080/08997659.2013.837118", "24689953"]}, {"Citation": "Wünnemann H., Eskens U., Prenger-Berninghoff E., Ewers C., Lierz M. Lactococcus lactis, causative agent of an endocarditis valvularis and parietalis thromboticans in the allis shad, Alosa alosa (L.) J. Fish Dis. 2018;41:1207–1215. doi: 10.1111/jfd.12813.", "ArticleIdList": ["10.1111/jfd.12813", "29806192"]}, {"Citation": "Williams A., Fryer J., Collins M. Lactococcus piscium sp. nov. a new Lactococcus species from salmonid fish. FEMS Microbiol. Lett. 1990;68:109–113. doi: 10.1111/j.1574-6968.1990.tb04132.x.", "ArticleIdList": ["10.1111/j.1574-6968.1990.tb04132.x", "1692000"]}, {"Citation": "Michel C., Pelletier C., Boussaha M., Douet D.-G., Lautraite A., Tailliez P. Diversity of lactic acid bacteria associated with fish and the fish farm environment, established by amplified rRNA gene restriction analysis. Appl. Environ. Microbiol. 2007;73:2947–2955. doi: 10.1128/AEM.01852-06.", "ArticleIdList": ["10.1128/AEM.01852-06", "PMC1892897", "17337536"]}, {"Citation": "Ríos J.-L., Recio M.C. Medicinal plants and antimicrobial activity. J. Ethnopharmacol. 2005;100:80–84. doi: 10.1016/j.jep.2005.04.025.", "ArticleIdList": ["10.1016/j.jep.2005.04.025", "15964727"]}, {"Citation": "Türker H., Yildirim A.B., Karakaş F.P. Sensitivity of bacteria isolated from fish to some medicinal plants. Turk. J. Fish. Aquat. Sci. 2009;9:181–186. doi: 10.4194/trjfas.2009.0209.", "ArticleIdList": ["10.4194/trjfas.2009.0209"]}, {"Citation": "Türker H., Yildirim A.B., Karakaş F.P., Köylüoğlu H. Antibacterial activities of extracts from some Turkish endemic plants on common fish pathogens. Turk. J. Biol. 2009;33:73–78. doi: 10.3906/biy-0805-18.", "ArticleIdList": ["10.3906/biy-0805-18"]}, {"Citation": "Türker H., Yildirim A.B. Screening for antibacterial activity of some Turkish plants against fish pathogens: A possible alternative in the treatment of bacterial infections. Biotechnol. Biotechnol. Equip. 2015;29:281–288. doi: 10.1080/13102818.2015.1006445.", "ArticleIdList": ["10.1080/13102818.2015.1006445", "PMC4433805", "26019642"]}, {"Citation": "Tas I., Yildirim A., Ozyigitoglu G., Turker H., Turker A. Lichens as a promising natural antibacterial agent against fish pathogens. Bull. Eur. Assoc. Fish Pathol. 2019;39:41–48."}, {"Citation": "Ayad R., Cakmak Y.S., Ozusaglam M.A., Medjroubi K., Akkal S. In vitro antioxidant and antimicrobial activities of aerial parts of Algerian Jurinea humilis DC (Asteraceae) Trop. J. Pharm. Res. 2017;16:2903–2909. doi: 10.4314/tjpr.v16i12.14.", "ArticleIdList": ["10.4314/tjpr.v16i12.14"]}, {"Citation": "Uluköy G., Cennet Ö., Mammadov R., Sayin Z. Radical scavenging activity and antibacterial effect of three cyclamen l. tuber extracts on some fish pathogens. Süleyman Demirel Üniversitesi Fen Bilimleri Enstitüsü Derg. 2018;22:562–568. doi: 10.19113/sdufbed.65047.", "ArticleIdList": ["10.19113/sdufbed.65047"]}, {"Citation": "Yildirim A., Türker H. Antibacterial activity of some aromatic plant essential oils against fish pathogenic bacteria. J. Limnol. Freshw. Fish. Res. 2018;4:67–74. doi: 10.17216/limnofish.379784.", "ArticleIdList": ["10.17216/limnofish.379784"]}, {"Citation": "Tural S., Durmaz Y., Urçar E., Turhan S. Antibacterial activity of thyme, laurel, rosemary and parsley essential oils against some bacterial fish pathogen. Acta Aquat. Turc. 2019;15:440–447. doi: 10.22392/actaquatr.549380.", "ArticleIdList": ["10.22392/actaquatr.549380"]}, {"Citation": "Gulec A.K., Erecevit P., Yuce E., Arslan A., Bagci E., Kirbag S. Antimicrobial activity of the methanol extracts and essential oil with the composition of endemic Origanum acutidens (Lamiaceae) J. Essent. Oil Bear. Plants. 2014;17:353–358. doi: 10.1080/0972060X.2014.884770.", "ArticleIdList": ["10.1080/0972060X.2014.884770"]}, {"Citation": "Shehata S., Mohamed M., Abd El-Shafi S. Antibacterial activity of essential oils and their effects on Nile tilapia fingerlings performance. J. Med. Sci. 2013;13:367. doi: 10.3923/jms.2013.367.372.", "ArticleIdList": ["10.3923/jms.2013.367.372"]}, {"Citation": "Adel M., Caipang C.M.A., Dawood M.A. Immunological responses and disease resistance of rainbow trout (Oncorhynchus mykiss) juveniles following dietary administration of stinging nettle (Urtica dioica) Fish Shellfish Immunol. 2017;71:230–238. doi: 10.1016/j.fsi.2017.10.016.", "ArticleIdList": ["10.1016/j.fsi.2017.10.016", "29017944"]}, {"Citation": "Soltani M., Mohamadian S., Ebrahimzahe-Mousavi H.A., Mirzargar S., Taheri-Mirghaed A., Rouholahi S., Ghodratnama M. Shirazi thyme (Zataria multiflora) essential oil suppresses the expression of the epsD capsule gene in Lactococcus garvieae, the cause of lactococcosis in farmed fish. Aquaculture. 2014;433:143–147. doi: 10.1016/j.aquaculture.2014.05.024.", "ArticleIdList": ["10.1016/j.aquaculture.2014.05.024"]}, {"Citation": "Moghimi S.M., Soltani M., Mirzargar S.S., Ghodratnama M. Effects of Eucalyptus camaldulensis, Mentha pulegium, Aloe vera essences and chloramine T on growth behavior of Streptococcus iniae and Lactococcus garvieae the causes of streptococcosis/ lactococcosis in farmed rainbow trout (Oncorhynchus mykiss) J. Fish. 2013;66:105–118. doi: 10.22059/JFISHERIES.2013.35468.", "ArticleIdList": ["10.22059/JFISHERIES.2013.35468"]}, {"Citation": "Ansari M., Soltani M., Hosseini S.E., Kamali K. Study of antibacterial effect of Mentha longifolia essential oil on Lactococcus garvieae in rainbow trout fillet at 4 °C. Res. Opin. Anim. Vet. Sci. 2014;4:556–559."}, {"Citation": "Rafiee Pour A., Mirzargar S.S., Soltani M., Mousavi H.A.E. The antibacterial effects of Cuminum cyminum L. and Rosmarinus officinalis extracts and essential oil against Lactococcus garvieae in laboratory conditions. Eur. J. Exp. Biol. 2014;4:456–463."}, {"Citation": "Roomiani L., Soltani M., Akhondzadeh-Basti A., Azadeh M. Effect of Rosmarinus officinalis essential oil and nisin on Streptococcus iniae and Lactococcus garvieae in a food model system. J. Aquat. Food Prod. Technol. 2017;26:1189–1198. doi: 10.1080/10498850.2015.1068424.", "ArticleIdList": ["10.1080/10498850.2015.1068424"]}, {"Citation": "Maki T., Hirono I., Kondo H., Aoki T. Drug resistance mechanism of the fish-pathogenic bacterium Lactococcus garvieae. J. Fish Dis. 2008;31:461–468. doi: 10.1111/j.1365-2761.2008.00927.x.", "ArticleIdList": ["10.1111/j.1365-2761.2008.00927.x", "18471102"]}, {"Citation": "Chang C.-C., Tan H.-C., Cheng W. Effects of dietary administration of water hyacinth (Eichhornia crassipes) extracts on the immune responses and disease resistance of giant freshwater prawn, Macrobrachium rosenbergii. Fish Shellfish Immunol. 2013;35:92–100. doi: 10.1016/j.fsi.2013.04.008.", "ArticleIdList": ["10.1016/j.fsi.2013.04.008", "23603238"]}, {"Citation": "Chang C.C., Cheng W. Multiple dietary administrating strategies of water hyacinth (Eichhornia crassipes) on enhancing the immune responses and disease resistance of giant freshwater prawn, Macrobrachium rosenbergii. Aquac. Res. 2016;47:140–152. doi: 10.1111/are.12477.", "ArticleIdList": ["10.1111/are.12477", "23603238"]}, {"Citation": "Rufchaei R., Mirvaghefi A., Hoseinifar S.H., Valipour A., Nedaei S. Effects of dietary administration of water hyacinth (Eichhornia crassipes) leaves extracts on innate immune parameters, antioxidant defence and disease resistance in rainbow trout (Oncorhynchus mykiss) Aquaculture. 2020;515:734533. doi: 10.1016/j.aquaculture.2019.734533.", "ArticleIdList": ["10.1016/j.aquaculture.2019.734533"]}, {"Citation": "Rattanavichai W., Chen Y.-N., Chang C.-C., Cheng W. The effect of banana (Musa acuminata) peels hot-water extract on the immunity and resistance of giant freshwater prawn, Macrobrachium rosenbergii via dietary administration for a long term: Activity and gene transcription. Fish Shellfish Immunol. 2015;46:378–386. doi: 10.1016/j.fsi.2015.06.031.", "ArticleIdList": ["10.1016/j.fsi.2015.06.031", "26118934"]}, {"Citation": "Halim A.M., Lee P.-P., Chang Z.-W., Chang C.-C. The hot-water extract of leaves of noni, Morinda citrifolia, promotes the immunocompetence of giant freshwater prawn, Macrobrachium rosenbergii. Fish Shellfish Immunol. 2017;64:457–468. doi: 10.1016/j.fsi.2017.03.045.", "ArticleIdList": ["10.1016/j.fsi.2017.03.045", "28359947"]}, {"Citation": "Elumalai P., Kurian A., Lakshmi S., Faggio C., Esteban M.A., Ringø E. Herbal immunomodulators in aquaculture. Rev. Fish. Sci. Aquac. 2021;29:33–57. doi: 10.1080/23308249.2020.1779651.", "ArticleIdList": ["10.1080/23308249.2020.1779651"]}, {"Citation": "Baba E., Acar Ü., Yılmaz S., Öntaş C., Kesbiç O.S. Pre-challenge and post-challenge haemato-immunological changes in Oreochromis niloticus (Linnaeus, 1758) fed argan oil against Lactococcus garvieae. Aquac. Res. 2017;48:4563–4572. doi: 10.1111/are.13282.", "ArticleIdList": ["10.1111/are.13282"]}, {"Citation": "Baba E., Uluköy G., Öntaş C. Effects of feed supplemented with Lentinula edodes mushroom extract on the immune response of rainbow trout, Oncorhynchus mykiss, and disease resistance against Lactococcus garvieae. Aquaculture. 2015;448:476–482. doi: 10.1016/j.aquaculture.2015.04.031.", "ArticleIdList": ["10.1016/j.aquaculture.2015.04.031"]}, {"Citation": "Uluköy G., Baba E., Öntaş C. Effect of oyster mushroom, Pleurotus ostreatus, extract on hemato-immunological parameters of Rainbow trout, Oncorhynchus mykiss. J. World Aquac. Soc. 2016;47:676–684. doi: 10.1111/jwas.12318.", "ArticleIdList": ["10.1111/jwas.12318"]}, {"Citation": "Selvaraj V., Sampath K., Sekar V. Administration of yeast glucan enhances survival and some non-specific and specific immune parameters in carp (Cyprinus carpio) infected with Aeromonas hydrophila. Fish Shellfish Immunol. 2005;19:293–306. doi: 10.1016/j.fsi.2005.01.001.", "ArticleIdList": ["10.1016/j.fsi.2005.01.001", "15863011"]}, {"Citation": "Diler O., Gormez O., Diler I., Metin S. Effect of oregano (Origanum onites L.) essential oil on growth, lysozyme and antioxidant activity and resistance against Lactococcus garvieae in rainbow trout, Oncorhynchus mykiss (Walbaum) Aquac. Nutr. 2017;23:844–851. doi: 10.1111/anu.12451.", "ArticleIdList": ["10.1111/anu.12451"]}, {"Citation": "Gholamhosseini A., Hosseinzadeh S., Soltanian S., Banaee M., Sureda A., Rakhshaninejad M., Ali Heidari A., Anbazpour H. Effect of dietary supplements of Artemisia dracunculus extract on the haemato-immunological and biochemical response, and growth performance of the rainbow trout (Oncorhynchus mykiss) Aquac. Res. 2020 doi: 10.1111/are.15062.", "ArticleIdList": ["10.1111/are.15062"]}, {"Citation": "Raissy M., Hashemi S., Roushan M., Jafarian M., Momtaz H., Soltani M., Pirali Kheirabad E. Effects of essential oils of Satureja bachtiarica and Nigella sativa on the efficacy of lactococcosis vaccine in rainbow trout (Oncorhynchus mykiss) Iran. J. Fish. Sci. 2018;17:95–106."}, {"Citation": "Bilen S., Sirtiyah A.M.A., Terzi E. Therapeutic effects of beard lichen, Usnea barbata extract against Lactococcus garvieae infection in rainbow trout (Oncorhynchus mykiss) Fish Shellfish Immunol. 2019;87:401–409. doi: 10.1016/j.fsi.2019.01.046.", "ArticleIdList": ["10.1016/j.fsi.2019.01.046", "30711494"]}, {"Citation": "Paliya B., Bajpai R., Jadaun V., Kumar J., Kumar S., Upreti D., Singh B., Nayaka S., Joshi Y., Singh B.N. The genus Usnea: A potent phytomedicine with multifarious ethnobotany, phytochemistry and pharmacology. RSC Adv. 2016;6:21672–21696. doi: 10.1039/C5RA24205C.", "ArticleIdList": ["10.1039/C5RA24205C"]}, {"Citation": "Dawood M.A., Koshio S., Esteban M.Á. Beneficial roles of feed additives as immunostimulants in aquaculture: A review. Rev. Aquac. 2018;10:950–974. doi: 10.1111/raq.12209.", "ArticleIdList": ["10.1111/raq.12209"]}, {"Citation": "Alagawany M., Farag M.R., Abdelnour S.A., Elnesr S.S. A review on the beneficial effect of thymol on health and production of fish. Rev. Aquac. 2021;13:632–641. doi: 10.1111/raq.12490.", "ArticleIdList": ["10.1111/raq.12490"]}, {"Citation": "Victor K.K., Séka Y., Norbert K.K., Sanogo T.A., Celestin A.B. Phytoremediation of wastewater toxicity using water hyacinth (Eichhornia crassipes) and water lettuce (d triphenylborane pyridine to marinPistia stratiotes) Int. J. Phytoremediat. 2016;18:949–955. doi: 10.1080/15226514.2016.1183567.", "ArticleIdList": ["10.1080/15226514.2016.1183567", "27159271"]}, {"Citation": "Mukti A.T., Dewi E., Satyantini W.H., Sulmartiwi L., Hassan M. The effect of noni Morinda citrifolia L. fruit extracts on the gill histopathological changes of Nile tilapia Oreochromis niloticus. IOP Conf. Ser. Earth Environ. Sci. 2019:236. doi: 10.1088/1755-1315/236/1/012093.", "ArticleIdList": ["10.1088/1755-1315/236/1/012093"]}, {"Citation": "Doleželová P., Mácová S., Plhalova L., Pistekova V., Svobodova Z. The acute toxicity of clove oil to fish Danio rerio and Poecilia reticulata. Acta Vet. Brno. 2011;80:305–308. doi: 10.2754/avb201180030305.", "ArticleIdList": ["10.2754/avb201180030305"]}, {"Citation": "Oliveira I.B., Beiras R., Thomas K.V., Suter M.J.-F., Barroso C.M. Acute toxicity of tralopyril, capsaicin and triphenylborane pyridine to marine invertebrate’s. Ecotoxicology. 2014;23:1336–1344. doi: 10.1007/s10646-014-1276-9.", "ArticleIdList": ["10.1007/s10646-014-1276-9", "24994544"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "6", "Day": "28"}, {"Year": "2021", "Month": "8", "Day": "25"}, {"Year": "2021", "Month": "8", "Day": "30"}, {"Year": "2021", "Month": "9", "Day": "26", "Hour": "21", "Minute": "5"}, {"Year": "2021", "Month": "9", "Day": "27", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "9", "Day": "27", "Hour": "6", "Minute": "1"}, {"Year": "2021", "Month": "9", "Day": "3"}], "PublicationStatus": "epublish", "ArticleIdList": ["34564575", "PMC8473265", "10.3390/vetsci8090181", "vetsci8090181"]}}], "PubmedBookArticle": []}