{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["antioxidative response", "health risk assessment", "metal/metalloid accumulation", "polyphenols", "vegetables quality and pollution"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34579318", "DateRevised": {"Year": "2021", "Month": "10", "Day": "01"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "08", "Day": "27"}], "Language": ["eng"], "ELocationID": ["1785", "10.3390/plants10091785"], "Journal": {"ISSN": "2223-7747", "JournalIssue": {"Volume": "10", "Issue": "9", "PubDate": {"Year": "2021", "Month": "Aug", "Day": "27"}}, "Title": "Plants (Basel, Switzerland)", "ISOAbbreviation": "Plants (Basel)"}, "ArticleTitle": "Roots of <i>Apium graveolens</i> and <i>Petroselinum crispum</i>-Insight into Phenolic Status against Toxicity Level of Trace Elements.", "Abstract": {"AbstractText": ["Celery (<i>Appium graveolens</i> L.) and parsley (<i>Petroselinum crispum</i> (Mill.) Fuss) are herbs utilized in the everyday diet as spices and culinary flavorings, often used in the chemical and medicinal industries. Despite the knowing benefits of different plants from the Apiaceae family, their chemical composition is closely associated with various extrinsic factors. Environmental loading with trace elements (TEs) can modify a plant's metabolic pathways, change bioactive compounds production, cause plant pollution, and consequently provoke human health issues. Therefore, we established this research aiming to unravel the linkage between TEs accumulation and phenolic status in celery and parsley. Higher As, Cd, and Ni levels were observed in celery, which was followed by greater DPPH<sup>∙</sup> radical scavenging activity and higher coumarins content. Contrary, parsley accumulated chromium to a greater extent, was richer in flavonoids, apigenin, and its glucosides. No significant difference between species was found in total phenolic contents, where ferulic and chlorogenic acid dominated in both species. A direct relationship between TEs and selected secondary metabolites was proven by the standardized major axis model. Besides abundant bioactive compounds, analyzed plant species showed a moderate hazard index in the children population, since the hazard index was higher than 1. Therefore, future perspectives should be turned towards the production of genotypes with a lower potential for toxic elements accumulation, so the health benefits of plant food will be more prominent."]}, "AuthorList": [{"Identifier": ["0000-0002-1200-5023"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology and Ecology, Faculty of Sciences, University of Novi Sad, 21000 Novi Sad, Serbia."}], "LastName": "Arsenov", "ForeName": "Danijela", "Initials": "D"}, {"Identifier": ["0000-0002-8576-1292"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology and Ecology, Faculty of Sciences, University of Novi Sad, 21000 Novi Sad, Serbia."}], "LastName": "Župunski", "ForeName": "Milan", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology and Ecology, Faculty of Sciences, University of Novi Sad, 21000 Novi Sad, Serbia."}], "LastName": "Pajević", "ForeName": "Slobodanka", "Initials": "S"}, {"Identifier": ["0000-0001-7647-9757"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, Faculty of Sciences, Biochemistry and Environmental Protection, University of Novi Sad, 21000 Novi Sad, Serbia."}], "LastName": "Nemeš", "ForeName": "Ivana", "Initials": "I"}, {"Identifier": ["0000-0002-3837-453X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, Faculty of Sciences, Biochemistry and Environmental Protection, University of Novi Sad, 21000 Novi Sad, Serbia."}], "LastName": "Simin", "ForeName": "Nataša", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medical Biotechnology, College of Applied Medical Sciences, Qassim University, Buraydah 51452, Saudi Arabia."}], "LastName": "Alnuqaydan", "ForeName": "Abdullah M", "Initials": "AM"}, {"Identifier": ["0000-0003-3810-6591"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, Faculty of Sciences, Biochemistry and Environmental Protection, University of Novi Sad, 21000 Novi Sad, Serbia."}], "LastName": "Watson", "ForeName": "Malcolm", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medical Biotechnology, College of Applied Medical Sciences, Qassim University, Buraydah 51452, Saudi Arabia."}], "LastName": "Aloliqi", "ForeName": "Abdulaziz A", "Initials": "AA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, Faculty of Sciences, Biochemistry and Environmental Protection, University of Novi Sad, 21000 Novi Sad, Serbia."}], "LastName": "Mimica-Dukić", "ForeName": "Neda", "Initials": "N"}], "GrantList": [{"GrantID": "114-451-2149/2016-03", "Agency": "Provincial Secretariat for Science and Technological Development, Autonomous Province of Voj-vodina, Serbia", "Country": ""}, {"GrantID": "451-03-9/2021-14/ 200125", "Agency": "Ministry of Education, Science and Technological Development of the Republic of Serbia", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Plants (Basel)", "NlmUniqueID": "101596181", "ISSNLinking": "2223-7747"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Shankar E., Goel A., Gupta K., Gupta S. Plant Flavone Apigenin: An Emerging Anticancer. Agent Curr. Pharmacol. Rep. 2017;3:423–446. doi: 10.1007/s40495-017-0113-2.", "ArticleIdList": ["10.1007/s40495-017-0113-2", "PMC5791748", "29399439"]}, {"Citation": "Cherng J.M., Chiang W., Chiang L.C. Immunomodulatory activities of common vegetables and spices of Umbelliferae and its related coumarins and flavonoids. Food. Chem. 2008;106:944–950. doi: 10.1016/j.foodchem.2007.07.005.", "ArticleIdList": ["10.1016/j.foodchem.2007.07.005"]}, {"Citation": "Pereira M.P., Tavano O.L. Use of different spices as potential natural antioxidant additives on cooked beans (Phaseolus vulgaris). Increase of DPPH radical scavenging activity and total phenolic content. Plant. Foods Hum. Nutr. 2014;69:337–343. doi: 10.1007/s11130-014-0439-4.", "ArticleIdList": ["10.1007/s11130-014-0439-4", "25179942"]}, {"Citation": "Saleh A.M., Selim S., Al J.S., Elgawad H. CO2 enrichment can enhance the nutritional and health benefits of parsley (Petroselinum crispum L.) and dill (Anethum graveolens L.) Food Chem. 2018;269:519–526. doi: 10.1016/j.foodchem.2018.07.046.", "ArticleIdList": ["10.1016/j.foodchem.2018.07.046", "30100468"]}, {"Citation": "Farzaei M.H., Abbasabadi Z., Rahimi R., Farzaei F. Parsley: A review of ethnopharmacology, phytochemistry and biological activities. J. Tradit. Chin. Med. 2013;33:815–826. doi: 10.1016/S0254-6272(14)60018-2.", "ArticleIdList": ["10.1016/S0254-6272(14)60018-2", "24660617"]}, {"Citation": "Golubkina N.A., Kharchenko V.A., Moldovan A.I., Koshevarov A.A., Zamana S., Nadezhkin S., Soldatenko A., Sekara A., Tallarita A., Caruso G. Yield, Growth, Quality, Biochemical Characteristics and Elemental Composition of Plant Parts of Celery Leafy, Stalk and Root Types Grown in the Northern Hemisphere. Plants. 2020;9:484. doi: 10.3390/plants9040484.", "ArticleIdList": ["10.3390/plants9040484", "PMC7238048", "32283805"]}, {"Citation": "Ulusu Y., Ozturk L., Elmastas M. Antioxidant capacity and cadmium accumulation in parsley seedlings exposed to cadmium stress. Russ. J. Plant Physiol. 2017;64:883–888. doi: 10.1134/S1021443717060139.", "ArticleIdList": ["10.1134/S1021443717060139"]}, {"Citation": "Chrysargyris A., Mikallou M., Petropoulos S., Tzortzakis N. Profiling of Essential Oils Components and Polyphenols for Their Antioxidant Activity of Medicinal and Aromatic Plants Grown in Different Environmental Conditions. Agronomy. 2020;10:727. doi: 10.3390/agronomy10050727.", "ArticleIdList": ["10.3390/agronomy10050727"]}, {"Citation": "Popović M., Kaurinović B., Trivić S., Mimica-Dukić N., Bursać M. Effect of celery (Apium graveolens) extracts on some biochemical parameters of oxidative stress in mice treated with carbon tetrachloride. Phytother. Res. 2007;20:531–537. doi: 10.1002/ptr.1871.", "ArticleIdList": ["10.1002/ptr.1871", "16685681"]}, {"Citation": "Bruznican S., De Clercq H., Eeckhaut T., Van Huylenbroeck J., Geelen D. Celery and Celeriac: A critical view on present and future breeding. Front. Plant Sci. 2020;10:1699. doi: 10.3389/fpls.2019.01699.", "ArticleIdList": ["10.3389/fpls.2019.01699", "PMC6987470", "32038678"]}, {"Citation": "Kharchoufa L., Bouhrim M., Bencheikh N., Addi M., Hano C., Mechchate H., Elachouri M. Potential Toxicity of Medicinal Plants Inventoried in Northeastern Morocco: An Ethnobotanical Approach. Plants. 2021;10:1108. doi: 10.3390/plants10061108.", "ArticleIdList": ["10.3390/plants10061108", "PMC8226742", "34072709"]}, {"Citation": "Sharma A., Shahzad B., Rehman A., Bhardwaj R., Landi M., Zheng B. Response of Phenylpropanoid Pathway and the Role of Polyphenols in Plants under Abiotic Stress. Molecules. 2019;24:2452. doi: 10.3390/molecules24132452.", "ArticleIdList": ["10.3390/molecules24132452", "PMC6651195", "31277395"]}, {"Citation": "Bibi A., Farooq U., Naz S., Khan A., Khan K., Sarwar K., Mahmood Q., Alam A., Mirza N. Phytoextraction of Hg by parsley (Petroselinum crispum) and its growth responses. Int. J. Phytoremed. 2016;18:354–357. doi: 10.1080/15226514.2015.1109590.", "ArticleIdList": ["10.1080/15226514.2015.1109590", "26514060"]}, {"Citation": "Yang L., Liu B., Lu Y., Lu F., Wu X., You W., Huang B. Bioavailability of cadmium to celery (Apium graveolens L.) grown in acidic and Cd-contaminated greenhouse soil as affected by the application of hydroxyapatite with different particle sizes. Chemosphere. 2020;240:124916. doi: 10.1016/j.chemosphere.2019.124916.", "ArticleIdList": ["10.1016/j.chemosphere.2019.124916", "31563104"]}, {"Citation": "Roba C., Roşu C., Piştea I., Ozonu A., Baciu C. Heavy metal content in vegetables and fruits cultivated in Baia Mare mining area (Romania) and health risk assessment. Environ. Sci. Pollut. Res. 2016;23:6062–6073. doi: 10.1007/s11356-015-4799-6.", "ArticleIdList": ["10.1007/s11356-015-4799-6", "26062461"]}, {"Citation": "Arsenov D., Župunski M., Pajević S., Borišev M., Nikolić N., Mimica-Dukić N. Health assessment of medicinal herbs, celery and parsley related to cadmium soil pollution-potentially toxic elements (PTEs) accumulation, tolerance capacity and antioxidative response. Environ. Geochem. Health. 2021;43:2927–2943. doi: 10.1007/s10653-020-00805-x.", "ArticleIdList": ["10.1007/s10653-020-00805-x", "33439422"]}, {"Citation": "Warton D.I., Wright I.J., Falster D.S., Westoby M. Bivariate line-fitting methods for allometry. Biol. Rev. 2006;81:259–291. doi: 10.1017/S1464793106007007.", "ArticleIdList": ["10.1017/S1464793106007007", "16573844"]}, {"Citation": "De Temmerman L., Ruttens A., Waegeneers N. Impact of atmospheric deposition of As, Cd and Pb on their concentration in carrot and celeriac. Environ. Pollut. 2012;166:187–195. doi: 10.1016/j.envpol.2012.03.032.", "ArticleIdList": ["10.1016/j.envpol.2012.03.032", "22513000"]}, {"Citation": "Ninkov J., Banjac D., Milić S., Vasin J., Marinković J., Banjac B., Mihailović A. Congress Proceedings 2nd International and 14th National Congress of Soil Science Society of Serbia Solutions and Projections for Sustainable Soil Management. Soil Science Society of Serbia; Novi Sad, Serbia: 2017. Arsenic content and distribution in agricultural soils of Vojvodina Province, Serbia; pp. 93–101."}, {"Citation": "Spahić M.P., Sakan S., Cvetković Ž., Tančić P., Trifković J., Nikić Z., Manojlović D. Assessment of contamination, environmental risk, and origin of heavy metals in soils surrounding industrial facilities in Vojvodina, Serbia. Environ. Monit. Assess. 2018;190:208. doi: 10.1007/s10661-018-6583-9.", "ArticleIdList": ["10.1007/s10661-018-6583-9", "29525886"]}, {"Citation": "Škrbić B.D., Živančev J., Antić I., Buljovčić M. Pollution status and health risk caused by heavy elements in the flooded soil and vegetables from typical agricultural region in Vojvodina Province, Serbia. Environ. Sci. Pollut. Res. 2021;28:16065–16080. doi: 10.1007/s11356-020-11794-w.", "ArticleIdList": ["10.1007/s11356-020-11794-w", "33244701"]}, {"Citation": "Gupta D.K., Tripathi R.D., Mishra S., Srivastava S., Dwivedi S., Rai U.N., Yang X.E., Huanji H., Inouhe M. Arsenic accumulation in root and shoot vis-a-vis its effects on growth and level of phytochelatins in seedlings of Cicer arietinum L. J. Environ. Biol. 2008;29:281–286.", "ArticleIdList": ["18972678"]}, {"Citation": "Monboonpitak N., Ruangwises S., Buranaphalin S., Ruangwises N. Probabilistic risk assessment of inorganic arsenic via consumption of herbs collected in Thailand. Evid. Based Complement. Altern. Med. 2018;2018:8646579. doi: 10.1155/2018/8646579.", "ArticleIdList": ["10.1155/2018/8646579", "PMC6076897", "30105074"]}, {"Citation": "Fontcuberta M., Calderon J., Villalbí J.R., Centrich F., Portana S., Espelt A., Duran J., Nebot M. Total and inorganic arsenic in marketed food and associated health risks for the Catalan (Spain) Population. J. Agric. Food Chem. 2011;59:10013–10022. doi: 10.1021/jf2013502.", "ArticleIdList": ["10.1021/jf2013502", "21797247"]}, {"Citation": "Srinavas N., Ramakrishna R.S., Suresh K.K. Trace metal accumulation in vegetables grown in industrial and semi-urban areas—A case study. Appl. Ecol. Environ. Res. 2009;7:131–139. doi: 10.15666/aeer/0702_131139.", "ArticleIdList": ["10.15666/aeer/0702_131139"]}, {"Citation": "Dziubanek G., Baranowska R., Ćwieląg-Drabeka M., Spychała A., Piekut A., Rusina M., Hajok I. Cadmium in edible plants from Silesia, Poland, and its implications for health risk in populations. Ecotoxicol. Environ. Saf. 2017;142:8–13. doi: 10.1016/j.ecoenv.2017.03.048.", "ArticleIdList": ["10.1016/j.ecoenv.2017.03.048", "28376348"]}, {"Citation": "Ćwieląg-Drabek M., Piekut A., Gut K., Grabowski M. Risk of cadmium, lead and zinc exposure from consumption of vegetables produced in areas with mining and smelting past. Sci. Rep. 2020;10:3363. doi: 10.1038/s41598-020-60386-8.", "ArticleIdList": ["10.1038/s41598-020-60386-8", "PMC7042296", "32099081"]}, {"Citation": "Babula P., Klejdus B., Kovacik J., Hedbavny J., Hlavna M. Lanthanum rather than cadmium induces oxidative stress and metabolite changes in Hypericum perforatum. J. Hazard. Mater. 2015;286:334–342. doi: 10.1016/j.jhazmat.2014.12.060.", "ArticleIdList": ["10.1016/j.jhazmat.2014.12.060", "25594936"]}, {"Citation": "Yan X., Qi M., Li P., Zhan Y., Shao H. Apigenin in cancer therapy: Anti-cancer effects and mechanisms of action. Cell Biosci. 2017;7:50. doi: 10.1186/s13578-017-0179-x.", "ArticleIdList": ["10.1186/s13578-017-0179-x", "PMC5629766", "29034071"]}, {"Citation": "Sung B., Young Chung H.Y., Kim N.D. Role of Apigenin in Cancer Prevention via the Induction of Apoptosis and Autophagy. J. Cancer Prev. 2016;21:216–226. doi: 10.15430/JCP.2016.21.4.216.", "ArticleIdList": ["10.15430/JCP.2016.21.4.216", "PMC5207605", "28053955"]}, {"Citation": "Kolarovic J., Popovic M., Zlinská J., Trivic S., Vojnovic M. Antioxidant Activities of Celery and Parsley Juices in Rats Treated with Doxorubicin. Molecules. 2010;15:6193–6204. doi: 10.3390/molecules15096193.", "ArticleIdList": ["10.3390/molecules15096193", "PMC6257754", "20877216"]}, {"Citation": "Hameed A., Akram N.A., Saleem M.H., Ashraf M., Ahmed S., Ali S., Abdullah Alsahli A., Alyemeni M.N. Seed Treatment with α-Tocopherol Regulates Growth and Key Physio-Biochemical Attributes in Carrot (Daucus carota L.) Plants under Water Limited Regimes. Agronomy. 2021;11:469. doi: 10.3390/agronomy11030469.", "ArticleIdList": ["10.3390/agronomy11030469"]}, {"Citation": "Chen Y.G., Huang J.H., Luo R., Ge H.Z., Wołowicz A., Wawrzkiewicz M., Gładysz-Płaska A., Li B., Yu Q.X., Kołodyńska D., et al. Impacts of heavy metals and medicinal crops on ecological systems, environmental pollution, cultivation, and production processes in China. Ecotoxicol. Environ. Saf. 2021;219:112336. doi: 10.1016/j.ecoenv.2021.112336.", "ArticleIdList": ["10.1016/j.ecoenv.2021.112336", "34044310"]}, {"Citation": "Tariq M., Saleem M.H., Aslam S., Rehman M., Iqbal N., Begum R., Ali S., Abdullah Alsahli A., Alyemeni M.N., Wijaya L. Elucidating silicon-mediated distinct morpho-physio-biochemical attributes and organic acid exudation patterns of cadmium stressed Ajwain (Trachyspermum ammi L.) Plant Physiol. Biochem. 2020;157:23–37.", "ArticleIdList": ["33069978"]}, {"Citation": "Pajević S., Arsenov D., Nikolić N., Borišev M., Orčić D., Župunski M., Mimica-Dukić N. Heavy metal accumulation in vegetable species and health risk assessment in Serbia. Environ. Monit. Assess. 2018;190:459. doi: 10.1007/s10661-018-6743-y.", "ArticleIdList": ["10.1007/s10661-018-6743-y", "29998418"]}, {"Citation": "Gebeyehu H.R., Bayissa L.D. Levels of heavy metals in soil and vegetables and associated health risks in Mojo area, Ethiopia. PLoS ONE. 2020;15:e0227883.", "ArticleIdList": ["PMC6992214", "31999756"]}, {"Citation": "Harmanescu M., Alda L.A., Bordean D.M., Gogoasa I., Gerge I. Heavy metals health risk assessment for population via consumption of vegetables grown in old mining area; a case study: Banat County, Romania. Chem. Cent. J. 2011;5:64. doi: 10.1186/1752-153X-5-64.", "ArticleIdList": ["10.1186/1752-153X-5-64", "PMC3212802", "22017878"]}, {"Citation": "U.S. EPA . Supplemental Guidance for Developing Soil Screening Levels for Superfund Sites. U.S. Environmental Protection Agency, Office of Emergency and Remedial Response; Washington, DC, USA: 2002."}, {"Citation": "Singleton V.L., Orthofer R., Lamuela-Raventos R.M. Analysis of total phenols and other oxidation substrates and antioxidants by means of Folin-ciocalteu reagent. Method Enzymol. 1999;299:152–178."}, {"Citation": "Chang C.C., Yang M.H., Wen H.M., Chern J.C. Estimation of total flavonoid content in propolis by two complementary colorimetric methods. J. Food Drug Anal. 2002;10:3"}, {"Citation": "Beara I.N., Lesjak M.M., Orčić D.Z., Simin N.Đ., Četojević-Simin D.D., Božin B.N., Mimica-Dukić N.M. Comparative analysis of phenolic profile, antioxidant, anti-inflammatory and cytotoxic activity of two closely-related Plantain species: Plantago altissima L. and Plantago lanceolata L. LWT-Food Sci. Technol. 2012;47:64–70. doi: 10.1016/j.lwt.2012.01.001.", "ArticleIdList": ["10.1016/j.lwt.2012.01.001"]}, {"Citation": "Soler-Rivas C., Espín J.C., Wichers H.J. An easy and fast test to compare total free radical scavenger capacity of foodstuffs. Phytochem. Anal. 2000;11:330–338. doi: 10.1002/1099-1565(200009/10)11:5<330::AID-PCA534>3.0.CO;2-G.", "ArticleIdList": ["10.1002/1099-1565(200009/10)11:5<330::AID-PCA534>3.0.CO;2-G"]}, {"Citation": "Aust S.D. Lipid peroxidation. In: Greenwald R.A., editor. Handbook of Methods for Oxygen Radical Research. CRC Press; Boca Raton, FL, USA: 1985. pp. 203–207."}, {"Citation": "R Core Team . R: A Language and Environment for Statistical Computing. R Foundation for Statistical Computing; Vienna, Austria: 2018."}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "7", "Day": "16"}, {"Year": "2021", "Month": "8", "Day": "16"}, {"Year": "2021", "Month": "8", "Day": "17"}, {"Year": "2021", "Month": "9", "Day": "28", "Hour": "1", "Minute": "29"}, {"Year": "2021", "Month": "9", "Day": "29", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "9", "Day": "29", "Hour": "6", "Minute": "1"}, {"Year": "2021", "Month": "8", "Day": "27"}], "PublicationStatus": "epublish", "ArticleIdList": ["34579318", "PMC8472699", "10.3390/plants10091785", "plants10091785"]}}], "PubmedBookArticle": []}