{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Azospirillum brasilense", "alcohol dehydrogenase", "aldehyde dehydrogenase", "cometabolism", "ethanol utilization"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34570625", "DateCompleted": {"Year": "2021", "Month": "12", "Day": "20"}, "DateRevised": {"Year": "2022", "Month": "05", "Day": "20"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "09", "Day": "27"}], "Language": ["eng"], "ELocationID": ["e00269-21", "10.1128/JB.00269-21"], "Journal": {"ISSN": "1098-5530", "JournalIssue": {"Volume": "203", "Issue": "24", "PubDate": {"Year": "2021", "Month": "Nov", "Day": "19"}}, "Title": "Journal of bacteriology", "ISOAbbreviation": "J Bacteriol"}, "ArticleTitle": "Cometabolism of Ethanol in Azospirillum brasilense Sp7 Is Mediated by Fructose and Glycerol and Regulated Negatively by an Alternative Sigma Factor RpoH2.", "Pagination": {"StartPage": "e0026921", "MedlinePgn": "e0026921"}, "Abstract": {"AbstractText": ["Azospirillum brasilense is a plant growth-promoting rhizobacterium that is not known to utilize ethanol as a sole source of carbon for growth. This study shows that A. brasilense can cometabolize ethanol in medium containing fructose or glycerol as a carbon source and contribute to its growth. In minimal medium containing fructose or glycerol as a carbon source, supplementation of ethanol caused enhanced production of an alcohol dehydrogenase (ExaA) and an aldehyde dehydrogenase (AldA) in A. brasilense. However, this was not the case when malate was used as a carbon source. Inactivation of <i>aldA</i> in A. brasilense resulted in the loss of the AldA protein and its ethanol utilizing ability in fructose- or glycerol-supplemented medium. Furthermore, ethanol inhibited the growth of the <i>aldA</i>::Km mutant. The <i>exaA</i>::Km mutant also lost its ability to utilize ethanol in fructose-supplemented medium. However, in glycerol-supplemented medium, A. brasilense utilized ethanol due to the synthesis of a new paralog of alcohol dehydrogenase (ExaA1). The expression of <i>exaA1</i> was induced by glycerol but not by fructose. Unlike <i>exaA</i>, expression of <i>aldA</i> and <i>exaA1</i> were not dependent on σ<sup>54</sup>. Instead, they were negatively regulated by the RpoH2 sigma factor. Inactivation of <i>rpoH2</i> in A. brasilense conferred the ability to use ethanol as a carbon source without or with malate, overcoming catabolite repression caused by malate. This is the first study showing the role of glycerol and fructose in facilitating cometabolism of ethanol by inducing the expression of ethanol-oxidizing enzymes and the role of RpoH2 in repressing them. <b>IMPORTANCE</b> This study unraveled a hidden ability of Azospirillum brasilense to utilize ethanol as a secondary source of carbon when fructose or glycerol were used as a primary growth substrate. It opens the possibility of studying the regulation of expression of the ethanol oxidation pathway for generating high yielding strains that can efficiently utilize ethanol. Such strains would be useful for economical production of secondary metabolites by A. brasilense in fermenters. The ability of A. brasilense to utilize ethanol might be beneficial to the host plant under the submerged growth conditions."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Biotechnology, Institute of Science, Banaras Hindu Universitygrid.411507.6, Varanasi, India."}], "LastName": "Singh", "ForeName": "Vijay Shankar", "Initials": "VS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Plant Biotechnology Division, Council of Scientific and Industrial Research-Central Institute of Medicinal and Aromatic Plants, Lucknow, India."}], "LastName": "Dubey", "ForeName": "Basant Kumar", "Initials": "BK"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Biotechnology, Institute of Science, Banaras Hindu Universitygrid.411507.6, Varanasi, India."}], "LastName": "Pandey", "ForeName": "Parul", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Biotechnology, Institute of Science, Banaras Hindu Universitygrid.411507.6, Varanasi, India."}], "LastName": "Rai", "ForeName": "Sushant", "Initials": "S"}, {"Identifier": ["0000-0001-5662-3344"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Biotechnology, Institute of Science, Banaras Hindu Universitygrid.411507.6, Varanasi, India."}, {"Identifier": [], "Affiliation": "Plant Biotechnology Division, Council of Scientific and Industrial Research-Central Institute of Medicinal and Aromatic Plants, Lucknow, India."}], "LastName": "Tripathi", "ForeName": "Anil Kumar", "Initials": "AK"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "J Bacteriol", "NlmUniqueID": "2985120R", "ISSNLinking": "0021-9193"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Bacterial Proteins"}, {"RegistryNumber": "0", "NameOfSubstance": "Culture Media"}, {"RegistryNumber": "0", "NameOfSubstance": "Transcription Factors"}, {"RegistryNumber": "30237-26-4", "NameOfSubstance": "Fructose"}, {"RegistryNumber": "3K9958V90M", "NameOfSubstance": "Ethanol"}, {"RegistryNumber": "PDC6A3C0OX", "NameOfSubstance": "Glycerol"}], "MeshHeadingList": [{"QualifierName": ["metabolism"], "DescriptorName": "Azospirillum brasilense"}, {"QualifierName": ["genetics", "metabolism"], "DescriptorName": "Bacterial Proteins"}, {"QualifierName": [], "DescriptorName": "Culture Media"}, {"QualifierName": ["metabolism"], "DescriptorName": "Ethanol"}, {"QualifierName": ["metabolism", "pharmacology"], "DescriptorName": "Fructose"}, {"QualifierName": ["drug effects", "physiology"], "DescriptorName": "Gene Expression Regulation, Bacterial"}, {"QualifierName": ["metabolism", "pharmacology"], "DescriptorName": "Glycerol"}, {"QualifierName": ["genetics", "metabolism"], "DescriptorName": "Transcription Factors"}, {"QualifierName": [], "DescriptorName": "Up-Regulation"}], "CoiStatement": "We are grateful to Pramod Yadav (Jawaharlal Nehru University, New Delhi, India) for reading the manuscript."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Aulakh MS, Wassmann R, Bueno C, Kreuzwieser J, Rennenberg H. 2001. Characterization of root exudates at different growth stages of ten rice (Oryza sativa L.) cultivars. Plant Biol 3:139–148. 10.1055/s-2001-12905.", "ArticleIdList": ["10.1055/s-2001-12905"]}, {"Citation": "Gargallo-Garriga A, Preece C, Sardans J, Oravec M, Urban O, Peñuelas J. 2018. Root exudate metabolomes change under drought and show limited capacity for recovery. Sci Rep 8:12696. 10.1038/s41598-018-30150-0.", "ArticleIdList": ["10.1038/s41598-018-30150-0", "PMC6107494", "30140025"]}, {"Citation": "Salcedo-Vite K, Sigala JC, Segura D, Gosset G, Martinez A. 2019. Acinetobacter baylyi ADP1 growth performance and lipid accumulation on different carbon sources. Appl Microbiol Biotechnol 103:6217–6229. 10.1007/s00253-019-09910-z.", "ArticleIdList": ["10.1007/s00253-019-09910-z", "31144015"]}, {"Citation": "Perrin E, Ghini V, Giovannini M, Di Patti F, Cardazzo B, Carraro L, Fagorzi C, Turano P, Fani R, Fondi M. 2020. Diauxie and co-utilization of carbon sources can coexist during bacterial growth in nutritionally complex environments. Nat Commun 11:3135–3151. 10.1038/s41467-020-16872-8.", "ArticleIdList": ["10.1038/s41467-020-16872-8", "PMC7305145", "32561713"]}, {"Citation": "Alexander M. 1973. Biodegradation and Bioremediation. Academic Press, San Diego, CA."}, {"Citation": "Luo W, Zhu X, Chen W, Duan Z, Wang L, Zhou Y. 2014. Mechanisms and strategies of microbial cometabolism in the degradation of organic compounds–chlorinated ethylenes as the model. Water Sci Technol 69:1971–1983. 10.2166/wst.2014.108.", "ArticleIdList": ["10.2166/wst.2014.108", "24845311"]}, {"Citation": "Monod J. 1949. The growth of bacterial cultures. Annu Rev Microbiol 3:371–394. 10.1146/annurev.mi.03.100149.002103.", "ArticleIdList": ["10.1146/annurev.mi.03.100149.002103"]}, {"Citation": "Stülke J, Hillen W. 1999. Carbon catabolite repression in bacteria. Curr Opin Microbiol 2:195–201. 10.1016/S1369-5274(99)80034-4.", "ArticleIdList": ["10.1016/S1369-5274(99)80034-4", "10322165"]}, {"Citation": "Tarrand JJ, Krieg NR, Döbereiner J. 1978. A taxonomic study of the Spirillum lipoferum group, with descriptions of a new genus, Azospirillum gen. nov. and two species, Azospirillum lipoferum (Beijerinck) comb. nov. and Azospirillum brasilense sp. nov. Can J Microbiol 24:967–980. 10.1139/m78-160.", "ArticleIdList": ["10.1139/m78-160", "356945"]}, {"Citation": "Martinez-Drets G, Del Gallo M, Burpee C, Burris RH. 1984. Catabolism of carbohydrates and organic acids and expression of nitrogenase by azospirilla. J Bacteriol 159:80–85. 10.1128/jb.159.1.80-85.1984.", "ArticleIdList": ["10.1128/jb.159.1.80-85.1984", "PMC215595", "6588050"]}, {"Citation": "Singh VS, Dubey AP, Gupta A, Singh S, Singh BN, Tripathi AK. 2017. Regulation of a glycerol-induced quinoprotein alcohol dehydrogenase by σ54 and a LuxR-type regulator in Azospirillum brasilense Sp7. J Bacteriol 199:e00035-17. 10.1128/JB.00035-17.", "ArticleIdList": ["10.1128/JB.00035-17", "PMC5472811", "28439037"]}, {"Citation": "Chattopadhyay S, Mukherjee A, Ghosh S. 1994. Molecular cloning and sequencing of an operon, carRS of Azospirillum brasilense, that codes for a novel two-component regulatory system: demonstration of a positive regulatory role of carR for global control of carbohydrate catabolism. J Bacteriol 176:7484–7490. 10.1128/jb.176.24.7484-7490.1994.", "ArticleIdList": ["10.1128/jb.176.24.7484-7490.1994", "PMC197204", "8002571"]}, {"Citation": "Stock AM, Robinson VL, Goudreau PN. 2000. Two-component signal transduction. Annu Rev Biochem 69:183–215. 10.1146/annurev.biochem.69.1.183.", "ArticleIdList": ["10.1146/annurev.biochem.69.1.183", "10966457"]}, {"Citation": "Mascher T, Helmann JD, Unden G. 2006. Stimulus perception in bacterial signal-transducing histidine kinases. Microbiol Mol Biol Rev 70:910–938. 10.1128/MMBR.00020-06.", "ArticleIdList": ["10.1128/MMBR.00020-06", "PMC1698512", "17158704"]}, {"Citation": "Paget MS. 2015. Bacterial sigma factors and anti-sigma factors: structure, function and distribution. Biomolecules 5:1245–1265. 10.3390/biom5031245.", "ArticleIdList": ["10.3390/biom5031245", "PMC4598750", "26131973"]}, {"Citation": "Feklístov A, Sharon BD, Darst SA, Gross CA. 2014. Bacterial sigma factors: a historical, structural, and genomic perspective. Annu Rev Microbiol 68:357–376. 10.1146/annurev-micro-092412-155737.", "ArticleIdList": ["10.1146/annurev-micro-092412-155737", "25002089"]}, {"Citation": "Paget MS, Helmann JD. 2003. The σ70 family of sigma factors. Genome Biol 4:203–206. 10.1186/gb-2003-4-1-203.", "ArticleIdList": ["10.1186/gb-2003-4-1-203", "PMC151288", "12540296"]}, {"Citation": "Staroń A, Sofia HJ, Dietrich S, Ulrich LE, Liesegang H, Mascher T. 2009. The third pillar of bacterial signal transduction: classification of the extracytoplasmic function (ECF) σ factor protein family. Mol Microbiol 74:557–581. 10.1111/j.1365-2958.2009.06870.x.", "ArticleIdList": ["10.1111/j.1365-2958.2009.06870.x", "19737356"]}, {"Citation": "Narberhaus F, Krummenacher P, Fischer HM, Hennecke H. 1997. Three disparately regulated genes for σ32‐like transcription factors in Bradyrhizobium japonicum. Mol Microbiol 24:93–104. 10.1046/j.1365-2958.1997.3141685.x.", "ArticleIdList": ["10.1046/j.1365-2958.1997.3141685.x", "9140968"]}, {"Citation": "Bittner AN, Oke V. 2006. Multiple groESL operons are not key targets of RpoH1 and RpoH2 in Sinorhizobium meliloti. J Bacteriol 188:3507–3515. 10.1128/JB.188.10.3507-3515.2006.", "ArticleIdList": ["10.1128/JB.188.10.3507-3515.2006", "PMC1482865", "16672605"]}, {"Citation": "Kumar S, Rai AK, Mishra MN, Shukla M, Singh PK, Tripathi AK. 2012. RpoH2 sigma factor controls the photooxidative stress response in a non-photosynthetic rhizobacterium, Azospirillum brasilense Sp7. Microbiology (Reading) 158:2891–2902. 10.1099/mic.0.062380-0.", "ArticleIdList": ["10.1099/mic.0.062380-0", "23023973"]}, {"Citation": "Martínez-Salazar JM, Sandoval-Calderón M, Guo X, Castillo-Ramírez S, Reyes A, Loza MG, Rivera J, Alvarado-Affantranger X, Sánchez F, González V, Dávila G, Ramírez-Romero MA. 2009. The Rhizobium etli RpoH1 and RpoH2 sigma factors are involved in different stress responses. Microbiology (Reading) 155:386–397. 10.1099/mic.0.021428-0.", "ArticleIdList": ["10.1099/mic.0.021428-0", "19202087"]}, {"Citation": "Nuss AM, Glaeser J, Berghoff BA, Klug G. 2010. Overlapping alternative sigma factor regulons in the response to singlet oxygen in Rhodobacter sphaeroides. J Bacteriol 192:2613–2623. 10.1128/JB.01605-09.", "ArticleIdList": ["10.1128/JB.01605-09", "PMC2863570", "20304993"]}, {"Citation": "Rai AK, Singh S, Dwivedi SK, Srivastava A, Pandey P, Kumar S, Singh BN, Tripathi AK. 2018. Catalase expression in Azospirillum brasilense Sp7 Is regulated by a network consisting of OxyR and two RpoH paralogs and including an RpoE1→ RpoH5 regulatory cascade. Appl Environ Microbiol 84:e01787-18. 10.1128/AEM.01787-18.", "ArticleIdList": ["10.1128/AEM.01787-18", "PMC6238060", "30217849"]}, {"Citation": "Cassán F, Coniglio A, López G, Molina R, Nievas S, de Carlan CLN, Donadio F, Torres D, Rosas S, Pedrosa FO, de Souza E, Zorita MD, de-Bashan L, Mora V. 2020. Everything you must know about Azospirillum and its impact on agriculture and beyond. Biol Fertil Soils 56:461–479. 10.1007/s00374-020-01463-y.", "ArticleIdList": ["10.1007/s00374-020-01463-y"]}, {"Citation": "Agarwal S, Grover A. 2006. Molecular biology, biotechnology and genomics of flooding-associated low O2 stress response in plants. Crit Rev Plant Sci 25:1–21. 10.1080/07352680500365232.", "ArticleIdList": ["10.1080/07352680500365232"]}, {"Citation": "Bertani A, Brambilla I, Menegus F. 1980. Effect of anaerobiosis on rice seedlings: growth, metabolic rate, and fate of fermentation products. J Exp Bot 31:325–331. 10.1093/jxb/31.1.325.", "ArticleIdList": ["10.1093/jxb/31.1.325"]}, {"Citation": "Mustroph A, Boamfa EI, Laarhoven LJ, Harren FJ, Albrecht G, Grimm B. 2006. Organ-specific analysis of the anaerobic primary metabolism in rice and wheat seedlings. I: Dark ethanol production is dominated by the shoots. Planta 225:103–114. 10.1007/s00425-006-0333-x.", "ArticleIdList": ["10.1007/s00425-006-0333-x", "16845530"]}, {"Citation": "Drewke CH, Thielen JO, Ciriacy MI. 1990. Ethanol formation in adh0 mutants reveals the existence of a novel acetaldehyde-reducing activity in Saccharomyces cerevisiae. J Bacteriol 172:3909–3917. 10.1128/jb.172.7.3909-3917.1990.", "ArticleIdList": ["10.1128/jb.172.7.3909-3917.1990", "PMC213373", "2193925"]}, {"Citation": "Widdel F, Pfennig N. 1981. Studies on dissimilatory sulfate-reducing bacteria that decompose fatty acids. Arch Microbiol 129:395–400. 10.1007/BF00406470.", "ArticleIdList": ["10.1007/BF00406470", "7283636"]}, {"Citation": "Nagpal S, Chuichulcherm S, Livingston A, Peeva L. 2000. Ethanol utilization by sulfate‐reducing bacteria: an experimental and modeling study. Biotechnol Bioeng 70:533–543. 10.1002/1097-0290(20001205)70:5<533::AID-BIT8>3.0.CO;2-C.", "ArticleIdList": ["10.1002/1097-0290(20001205)70:5<533::AID-BIT8>3.0.CO;2-C", "11042550"]}, {"Citation": "Eichler B, Schink B. 1984. Oxidation of primary aliphatic alcohols by Acetobacterium carbinolicum sp. nov., a homoacetogenic anaerobe. Arch Microbiol 140:147–152. 10.1007/BF00454917.", "ArticleIdList": ["10.1007/BF00454917"]}, {"Citation": "Beaty PS, Ljungdahl LG. 1991. Growth of Clostridium thermoaceticum on methanol, ethanol or dimethylsulfoxide. In: American Society for Microbiology (ed), Abstracts. Ann Meet Am Soc Microbiol, Washington DC, p 236."}, {"Citation": "Tanner RS, Miller LM, Yang D. 1993. Clostridium ljungdahlii sp. nov., an acetogenic species in clostridial rRNA homology group I. Int J Syst Evol Microbiol 43:232–236.", "ArticleIdList": ["7684239"]}, {"Citation": "Fröstl JM, Seifritz C, Drake HL. 1996. Effect of nitrate on the autotrophic metabolism of the acetogens Clostridium thermoautotrophicum and Clostridium thermoaceticum. J Bacteriol 178:4597–4603. 10.1128/jb.178.15.4597-4603.1996.", "ArticleIdList": ["10.1128/jb.178.15.4597-4603.1996", "PMC178229", "8755890"]}, {"Citation": "Frimmer U, Widdel F. 1989. Oxidation of ethanol by methanogenic bacteria. Arch Microbiol 152:479–483. 10.1007/BF00446933.", "ArticleIdList": ["10.1007/BF00446933"]}, {"Citation": "Imachi H, Sakai S, Nagai H, Yamaguchi T, Takai K. 2009. Methanofollis ethanolicus sp. nov., an ethanol-utilizing methanogen isolated from a lotus field. Int J Syst Evol Microbiol 59:800–805. 10.1099/ijs.0.003731-0.", "ArticleIdList": ["10.1099/ijs.0.003731-0", "19329610"]}, {"Citation": "Viulu S, Nakamura K, Kojima A, Yoshiyasu Y, Saitou S, Takamizawa K. 2013. Geobacter sulfurreducens subsp. ethanolicus, subsp. nov., an ethanol-utilizing dissimilatory Fe (III)-reducing bacterium from a lotus field. J Gen Appl Microbiol 59:325–334. 10.2323/jgam.59.325.", "ArticleIdList": ["10.2323/jgam.59.325", "24201144"]}, {"Citation": "Rao MR, Stokes JL. 1953. Utilization of ethanol by acetic acid bacteria. J Bacteriol 66:634–638. 10.1128/jb.66.6.634-638.1953.", "ArticleIdList": ["10.1128/jb.66.6.634-638.1953", "PMC317453", "13117785"]}, {"Citation": "Kanchanarach W, Theeragool G, Yakushi T, Toyama H, Adachi O, Matsushita K. 2010. Characterization of thermotolerant Acetobacter pasteurianus strains and their quinoprotein alcohol dehydrogenases. Appl Microbiol Biotechnol 85:741–751. 10.1007/s00253-009-2203-5.", "ArticleIdList": ["10.1007/s00253-009-2203-5", "19711069"]}, {"Citation": "Gómez-Manzo S, Escamilla JE, González-Valdez A, López-Velázquez G, Vanoye-Carlo A, Marcial-Quino J, de la Mora-de la Mora I, Garcia-Torres I, Enríquez-Flores S, Contreras-Zentella ML, Arreguín-Espinosa R, Kroneck PMH, Sosa-Torres ME. 2015. The oxidative fermentation of ethanol in Gluconacetobacter diazotrophicus is a two-step pathway catalyzed by a single enzyme: alcohol-aldehyde dehydrogenase (ADHa). Int J Mol Sci 16:1293–1311. 10.3390/ijms16011293.", "ArticleIdList": ["10.3390/ijms16011293", "PMC4307304", "25574602"]}, {"Citation": "Krause A, Bischoff B, Miché L, Battistoni F, Reinhold-Hurek B. 2011. Exploring the function of alcohol dehydrogenases during the endophytic life of Azoarcus sp. strain BH72. Mol Plant Microbe Interact 24:1325–1332. 10.1094/MPMI-05-11-0139.", "ArticleIdList": ["10.1094/MPMI-05-11-0139", "21848400"]}, {"Citation": "Krause A, Julich H, Mankar M, Reinhold-Hurek B. 2017. The regulatory network controlling ethanol-induced expression of alcohol dehydrogenase in the endophyte Azoarcus sp. strain BH72. Mol Plant Microbe Interact 30:778–785. 10.1094/MPMI-01-17-0013-R.", "ArticleIdList": ["10.1094/MPMI-01-17-0013-R", "28657425"]}, {"Citation": "Mern DS, Ha SW, Khodaverdi V, Gliese N, Görisch H. 2010. A complex regulatory network controls aerobic ethanol oxidation in Pseudomonas aeruginosa: indication of four levels of sensor kinases and response regulators. Microbiology (Reading) 156:1505–1516. 10.1099/mic.0.032847-0.", "ArticleIdList": ["10.1099/mic.0.032847-0", "20093290"]}, {"Citation": "Sadowsky MJ, Bohlool BB. 1986. Growth of fast-and slow-growing rhizobia on ethanol. Appl Environ Microbiol 52:951–953. 10.1128/aem.52.4.951-953.1986.", "ArticleIdList": ["10.1128/aem.52.4.951-953.1986", "PMC239146", "16347190"]}, {"Citation": "Holt JG, Krieg NR, Sneath PHA, Staley JT, Williams ST. 1994. Bergey's Manual of Determinative Bacteriology. Williams and Wilkins Publishers, Baltimore, MD."}, {"Citation": "Saeki A, Taniguchi M, Matsushita K, Toyama H, Theeragool G, Lotong N, Adachi O. 1997. Microbiological aspects of acetate oxidation by acetic acid bacteria, unfavorable phenomena in vinegar fermentation. Biosci Biotechnol Biochem 61:317–323. 10.1271/bbb.61.317.", "ArticleIdList": ["10.1271/bbb.61.317"]}, {"Citation": "Singh VS, Tripathi P, Pandey P, Singh DN, Dubey BK, Singh C, Singh SP, Pandey R, Tripathi AK. 2019. Dicarboxylate transporters of Azospirillum brasilense Sp7 play an important role in the colonization of finger millet (Eleusine coracana) roots. Mol Plant Microbe Interact 32:828–840. 10.1094/MPMI-12-18-0344-R.", "ArticleIdList": ["10.1094/MPMI-12-18-0344-R", "30688544"]}, {"Citation": "Cao Y, Mu H, Guo J, Liu H, Zhang R, Liu W, Xian M, Liu H. 2020. Metabolic engineering of Escherichia coli for the utilization of ethanol. J Biol Res (Thessalon) 27:1–10. 10.1186/s40709-020-0111-0.", "ArticleIdList": ["10.1186/s40709-020-0111-0", "PMC6975068", "31993378"]}, {"Citation": "Görisch H. 2003. The ethanol oxidation system and its regulation in Pseudomonas aeruginosa. Biochim Biophys Acta Proteins Proteom 1647:98–102. 10.1016/S1570-9639(03)00066-9.", "ArticleIdList": ["10.1016/S1570-9639(03)00066-9", "12686116"]}, {"Citation": "Crocker AW, Harty CE, Hammond JH, Willger SD, Salazar P, Botelho NJ, Jacobs NJ, Hogan DA. 2019. Pseudomonas aeruginosa ethanol oxidation by AdhA in low-oxygen environments. J Bacteriol 201:e00393-19. 10.1128/JB.00393-19.", "ArticleIdList": ["10.1128/JB.00393-19", "PMC6832066", "31527114"]}, {"Citation": "Hauberg L, Schmidt F, Scharf C, Dörr J, Völker U, Reinhold‐Hurek B. 2010. Proteomic characterization of a pilR regulatory mutant of Azoarcus sp. strain BH72 with the aid of gel‐based and gel‐free approaches. Proteomics 10:458–469. 10.1002/pmic.200900307.", "ArticleIdList": ["10.1002/pmic.200900307", "20013799"]}, {"Citation": "Gliese N, Khodaverdi V, Schobert M, Görisch H. 2004. AgmR controls transcription of a regulon with several operons essential for ethanol oxidation in Pseudomonas aeruginosa ATCC 17933. Microbiology (Reading) 150:1851–1857. 10.1099/mic.0.26882-0.", "ArticleIdList": ["10.1099/mic.0.26882-0", "15184571"]}, {"Citation": "Smucker AJ, Erickson AE. 1987. Anaerobic stimulation of root exudates and disease of peas. Plant Soil 99:423–433. 10.1007/BF02370887.", "ArticleIdList": ["10.1007/BF02370887"]}, {"Citation": "Kumar V, Pattabiraman TN. 1997. Standardization of a colorimetric method for the determination of fructose using O-cresol: sulphuric acid reagent. Indian J Clin Biochem 12:95–99. 10.1007/BF02867965.", "ArticleIdList": ["10.1007/BF02867965", "PMC3454040", "23100873"]}, {"Citation": "Bompelly R, Skaf DW. 2014. Optimization of a colorimetric test method for quantifying glycerol in aqueous solution. J Am Oil Chem Soc 91:1605–1610. 10.1007/s11746-014-2502-6.", "ArticleIdList": ["10.1007/s11746-014-2502-6"]}, {"Citation": "Mishra S, Pandey P, Dubey AP, Zehra A, Chanotiya CS, Tripathi AK, Mishra MN. 2020. Engineering a carotenoid-overproducing strain of Azospirillum brasilense for heterologous production of geraniol and amorphadiene. Appl Environ Microbiol 86:e00414-20. 10.1128/AEM.00414-20.", "ArticleIdList": ["10.1128/AEM.00414-20", "PMC7440786", "32591387"]}, {"Citation": "Sambrook J, Fritsch EF, Maniatis T. 1989. Molecular cloning: a laboratory manual. Cold Spring Harbor Laboratory Press, Cold Spring Harbor, NY."}, {"Citation": "Dombrecht B, Vanderleyden J, Michiels J. 2001. Stable RK2-derived cloning vectors for the analysis of gene expression and gene function in Gram-negative bacteria. Mol Plant Microbe Interact 14:426–430. 10.1094/MPMI.2001.14.3.426.", "ArticleIdList": ["10.1094/MPMI.2001.14.3.426", "11277442"]}, {"Citation": "Morales VM, Bäckman A, Bagdasarian M. 1991. A series of wide-host-range low-copy-number vectors that allow direct screening for recombinants. Gene 97:39–47. 10.1016/0378-1119(91)90007-x.", "ArticleIdList": ["10.1016/0378-1119(91)90007-x", "1847347"]}, {"Citation": "Miller JH. 1972. Experiments in molecular genetics. Cold Spring Harbor Laboratory Press, Cold Spring Harbor, NY."}, {"Citation": "Nur I, Steinitz YL, Okon Y, Henis Y. 1981. Carotenoid composition and function in nitrogen-fixing bacteria of the genus Azospirillum. Microbiology 122:27–32. 10.1099/00221287-122-1-27.", "ArticleIdList": ["10.1099/00221287-122-1-27"]}, {"Citation": "Simon RU, Priefer U, Pühler A. 1983. A broad host range mobilization system for in vivo genetic engineering: transposon mutagenesis in gram negative bacteria. Nat Biotechnol 1:784–791. 10.1038/nbt1183-784.", "ArticleIdList": ["10.1038/nbt1183-784"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "9", "Day": "28", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "12", "Day": "21", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "9", "Day": "27", "Hour": "17", "Minute": "15"}, {"Year": "2022", "Month": "5", "Day": "19"}], "PublicationStatus": "ppublish", "ArticleIdList": ["34570625", "PMC8604076", "10.1128/JB.00269-21"]}}], "PubmedBookArticle": []}