{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Amalgamation", "Au@Ag core–shell nanoparticles", "Capillary-based SERS", "Hg2+ determination", "Surface enhanced Raman spectroscopy"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34570272", "DateCompleted": {"Year": "2024", "Month": "07", "Day": "25"}, "DateRevised": {"Year": "2024", "Month": "07", "Day": "25"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "09", "Day": "27"}], "Language": ["eng"], "ELocationID": ["10.1007/s00604-021-05016-4"], "Journal": {"ISSN": "1436-5073", "JournalIssue": {"Volume": "188", "Issue": "10", "PubDate": {"Year": "2021", "Month": "Sep", "Day": "27"}}, "Title": "Mikrochimica acta", "ISOAbbreviation": "Mikrochim Acta"}, "ArticleTitle": "A capillary-based SERS sensor for ultrasensitive and selective detection of Hg<sup>2+</sup> by amalgamation with Au@4-MBA@Ag core-shell nanoparticles.", "Pagination": {"StartPage": "354", "MedlinePgn": "354"}, "Abstract": {"AbstractText": ["A capillary-based SERS sensor was fabricated for ultrasensitive and selective detection of Hg<sup>2+</sup> in water. Au@Ag core-shell NPs embedded with 4-mercaptobenzoic acid (4-MBA) (Au@4-MBA@Ag) were prepared by a seed growth method and fixed on the inner wall of the glass capillary to obtain the sensor. Owing to the amalgamation between Ag and Hg, the capillary-based SERS sensor can specifically recognize the reduced Hg<sup>2+</sup> without any recognition element, and the resulted Ag/Hg amalgam can weaken the SERS activity of Ag shell; thus, the SERS intensity of the embedded 4-MBA at 1075 cm<sup>-1</sup> gradually decreased with the increase of Hg<sup>2+</sup> concentration. Under the optimum condition, the fabricated sensor can sensitively determine Hg<sup>2+</sup> in water with a limit of detection (LOD) as low as 0.03 nM. The capillary-based SERS sensor offers the advantages of simple preparation, superior stability, and high selectivity, which is promising for rapid and on-site detection of Hg<sup>2+</sup> in water combined with a portable Raman device."], "CopyrightInformation": "© 2021. The Author(s), under exclusive licence to Springer-Verlag GmbH Austria, part of Springer Nature."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Food and Biological Engineering, Chengdu University, Chengdu, 610106, China. liaowenlong@cdu.edu.cn."}], "LastName": "Liao", "ForeName": "Wenlong", "Initials": "W"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Medicinal and Edible Plants Resources Development of Sichuan Education Department, Sichuan Industrial Institute of Antibiotics, Chengdu University, Chengdu, 610106, China."}], "LastName": "Chen", "ForeName": "Yangjie", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Food and Biological Engineering, Chengdu University, Chengdu, 610106, China."}], "LastName": "Huang", "ForeName": "Lijuan", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Medicinal and Edible Plants Resources Development of Sichuan Education Department, Sichuan Industrial Institute of Antibiotics, Chengdu University, Chengdu, 610106, China."}], "LastName": "Wang", "ForeName": "Yong", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Medicinal and Edible Plants Resources Development of Sichuan Education Department, Sichuan Industrial Institute of Antibiotics, Chengdu University, Chengdu, 610106, China."}], "LastName": "Zhou", "ForeName": "Youting", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Material and Chemical Engineer, Guangxi Key Laboratory of Calcium Carbonate Resources Comprehensive Utilization, Hezhou University, Hezhou, 542899, China."}], "LastName": "Tang", "ForeName": "Quan", "Initials": "Q"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Material and Chemical Engineer, Guangxi Key Laboratory of Calcium Carbonate Resources Comprehensive Utilization, Hezhou University, Hezhou, 542899, China."}], "LastName": "Chen", "ForeName": "Zhenming", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Medicinal and Edible Plants Resources Development of Sichuan Education Department, Sichuan Industrial Institute of Antibiotics, Chengdu University, Chengdu, 610106, China. liukunping@cdu.edu.cn."}], "LastName": "Liu", "ForeName": "Kunping", "Initials": "K"}], "GrantList": [{"GrantID": "2019QZKK0201", "Agency": "second tibetan plateau scientific expedition and research program (step)", "Country": ""}, {"GrantID": "2020CC004", "Agency": "opening research foundation of key laboratory of coarse cereal processing of ministry of agriculture and rural affair", "Country": ""}, {"GrantID": "2081920038", "Agency": "introduction of talent research start-up fund of chengdu university", "Country": ""}, {"GrantID": "HZXYKFKT201901", "Agency": "opening project of guangxi key laboratory of calcium carbonate resources comprehensive utilization", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Austria", "MedlineTA": "Mikrochim Acta", "NlmUniqueID": "7808782", "ISSNLinking": "0026-3672"}, "ChemicalList": [{"RegistryNumber": "FXS1BY2PGL", "NameOfSubstance": "Mercury"}, {"RegistryNumber": "7440-57-5", "NameOfSubstance": "Gold"}, {"RegistryNumber": "3M4G523W1G", "NameOfSubstance": "Silver"}, {"RegistryNumber": "1074-36-8", "NameOfSubstance": "4-mercaptobenzoate"}, {"RegistryNumber": "0", "NameOfSubstance": "Sulfhydryl Compounds"}, {"RegistryNumber": "0", "NameOfSubstance": "Benzoates"}, {"RegistryNumber": "0", "NameOfSubstance": "Water Pollutants, Chemical"}], "MeshHeadingList": [{"QualifierName": ["analysis"], "DescriptorName": "Mercury"}, {"QualifierName": ["chemistry"], "DescriptorName": "Gold"}, {"QualifierName": ["chemistry"], "DescriptorName": "Silver"}, {"QualifierName": ["chemistry"], "DescriptorName": "Metal Nanoparticles"}, {"QualifierName": ["methods"], "DescriptorName": "Spectrum Analysis, Raman"}, {"QualifierName": [], "DescriptorName": "Limit of Detection"}, {"QualifierName": ["chemistry"], "DescriptorName": "Sulfhydryl Compounds"}, {"QualifierName": ["chemistry"], "DescriptorName": "Benzoates"}, {"QualifierName": ["analysis"], "DescriptorName": "Water Pollutants, Chemical"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Yun W, Xiong W, Wu H, Fu M, Huang Y, Liu X, Yang L (2017) Graphene oxide-based fluorescent “turn-on” strategy for Hg2+ detection by using catalytic hairpin assembly for amplification. Sens Actuators B Chem 249:493–498"}, {"Citation": "Kim K-H, Kabir E, Jahan SA (2016) A review on the distribution of Hg in the environment and its human health impacts. J Hazard Mater 306:376–385", "ArticleIdList": ["26826963"]}, {"Citation": "Senapati T, Senapati D, Singh AK, Fan Z, Kanchanapally R, Ray PC (2011) Highly selective SERS probe for Hg(ii) detection using tryptophan-protected popcorn shaped gold nanoparticles. Chem Commun 47(37):10326–10328"}, {"Citation": "Guo Y, Tao Y, Ma X, Jin J, Wen S, Ji W, Song W, Zhao B, Ozaki Y (2018) A dual colorimetric and SERS detection of Hg2+ based on the stimulus of intrinsic oxidase-like catalytic activity of Ag-CoFe2O4/reduced graphene oxide nanocomposites. Chem Eng J 350:120–130"}, {"Citation": "Leopold K, Foulkes M, Worsfold P (2010) Methods for the determination and speciation of mercury in natural waters—a review. Anal Chim Acta 663(2):127–138", "ArticleIdList": ["20206001"]}, {"Citation": "Duan J, Zhan J (2015) Recent developments on nanomaterials-based optical sensors for Hg<sup>2+</sup> detection. Sci China Mater 58(3):223–240"}, {"Citation": "Sun Z, Du J, Jing C (2016) Recent progress in detection of mercury using surface enhanced Raman spectroscopy —a review. J Environ Sci 39:134–143"}, {"Citation": "Alvarez-Puebla RA, Liz-Marzán LM (2012) SERS detection of small inorganic molecules and ions. Angew Chem Int Ed 51(45):11214–11223"}, {"Citation": "Sun B, Jiang X, Wang H, Song B, Zhu Y, Wang H, Su Y, He Y (2015) Surface-enhancement Raman scattering sensing strategy for discriminating trace mercuric ion (II) from real water samples in sensitive, specific, recyclable, and reproducible manners. Anal Chem 87(2):1250–1256", "ArticleIdList": ["25526293"]}, {"Citation": "Shi Y, Chen N, Su Y, Wang H, He Y (2018) Silicon nanohybrid-based SERS chips armed with an internal standard for broad-range, sensitive and reproducible simultaneous quantification of lead(ii) and mercury(ii) in real systems. Nanoscale 10(8):4010–4018", "ArticleIdList": ["29431805"]}, {"Citation": "Zhang X, Dai Z, Si S, Zhang X, Wu W, Deng H, Wang F, Xiao X, Jiang C (2017) Ultrasensitive SERS substrate integrated with uniform subnanometer scale “hot spots” created by a graphene spacer for the detection of mercury ions. Small 13(9):1603347"}, {"Citation": "Guo X, Chen F, Wang F, Wu Y, Ying Y, Wen Y, Yang H, Ke Q (2020) Recyclable Raman chip for detection of trace mercury ions. Chem Eng J 390:124528"}, {"Citation": "Yuan A, Wu X, Li X, Hao C, Xu C, Kuang H (2019) Au@gap@AuAg nanorod side-by-side assemblies for ultrasensitive SERS detection of mercury and its transformation. Small 15(27):1901958"}, {"Citation": "Li H, Chen Q, Hassan MM, Ouyang Q, Jiao T, Xu Y, Chen M (2018) AuNS@Ag core-shell nanocubes grafted with rhodamine for concurrent metal-enhanced fluorescence and surfaced enhanced Raman determination of mercury ions. Anal Chim Acta 1018:94–103", "ArticleIdList": ["29605140"]}, {"Citation": "Song C, Li J, Sun Y, Jiang X, Zhang J, Dong C, Wang L (2020) Colorimetric/SERS dual-mode detection of mercury ion via SERS-Active peroxidase-like Au@AgPt NPs. Sens Actuators B Chem 310:127849"}, {"Citation": "Song C, Yang B, Yang Y, Wang L (2016) SERS-based mercury ion detections: principles, strategies and recent advances. Sci China Chem 59(1):16–29"}, {"Citation": "Panneerselvam R, Liu G-K, Wang Y-H, Liu J-Y, Ding S-Y, Li J-F, Wu D-Y, Tian Z-Q (2018) Surface-enhanced Raman spectroscopy: bottlenecks and future directions. Chem Commun 54(1):10–25"}, {"Citation": "Yüksel S, Schwenke AM, Soliveri G, Ardizzone S, Weber K, Cialla-May D, Hoeppener S, Schubert US, Popp J (2016) Trace detection of tetrahydrocannabinol (THC) with a SERS-based capillary platform prepared by the in situ microwave synthesis of AgNPs. Anal Chim Acta 939:93–100", "ArticleIdList": ["27639147"]}, {"Citation": "Lin S, Hasi W, Lin X, Han S, Xiang T, Liang S, Wang L (2020) Lab-on-capillary platform for on-site quantitative SERS analysis of surface contaminants based on Au@4-MBA@Ag core–shell nanorods. ACS Sens 5(5):1465–1473", "ArticleIdList": ["32268725"]}, {"Citation": "Chen M, Tang J, Luo W, Zhang Z, Zhu Y, Wang R, Yang H, Chen X (2018) Core-shell-satellite microspheres-modified glass capillary for microsampling and ultrasensitive SERS spectroscopic detection of methotrexate in serum. Sens Actuators B Chem 275:267–276"}, {"Citation": "Shanthil M, Fathima H, George Thomas K (2017) Cost-effective plasmonic platforms: glass capillaries decorated with Ag@SiO2 nanoparticles on inner walls as SERS substrates. ACS Appl Mater Inter 9(23):19470–19477"}, {"Citation": "Zhao Y, Yamaguchi Y, Ni Y, Li M, Dou X (2020) A SERS-based capillary sensor for the detection of mercury ions in environmental water. Spectrochim Acta A 233:118193"}, {"Citation": "Zhao Q, Zhang H, Fu H, Wei Y, Cai W (2020) Raman reporter-assisted Au nanorod arrays SERS nanoprobe for ultrasensitive detection of mercuric ion (Hg2+) with superior anti-interference performances. J Hazard Mater 398:122890", "ArticleIdList": ["32497859"]}, {"Citation": "Deng L, Ouyang X, Jin J, Ma C, Jiang Y, Zheng J, Li J, Li Y, Tan W, Yang R (2013) Exploiting the higher specificity of silver amalgamation: selective detection of mercury(II) by forming Ag/Hg amalgam. Anal Chem 85(18):8594–8600", "ArticleIdList": ["23937672"]}, {"Citation": "Schopf C, Martín A, Schmidt M, Iacopino D (2015) Investigation of Au–Hg amalgam formation on substrate-immobilized individual Au nanorods. J Mater Chem C 3(34):8865–8872"}, {"Citation": "Ren W, Zhu C, Wang E (2012) Enhanced sensitivity of a direct SERS technique for Hg2+ detection based on the investigation of the interaction between silver nanoparticles and mercury ions. Nanoscale 4(19):5902–5909", "ArticleIdList": ["22899096"]}, {"Citation": "Chen Z, Lou T, Wu Q, Li K, Tan L, Sun J (2015) A facile label-free colorimetric sensor for Hg2+ based on Hg-triangular silver nanoplates with amalgam-like structure. Sens Actuators B Chem 221:365–369"}, {"Citation": "Kimling J, Maier M, Okenve B, Kotaidis V, Ballot H, Plech A (2006) Turkevich method for gold nanoparticle synthesis revisited. J Phys Chem B 110(32):15700–15707", "ArticleIdList": ["16898714"]}, {"Citation": "Haiss W, Thanh NTK, Aveyard J, Fernig DG (2007) Determination of size and concentration of gold nanoparticles from UV−Vis spectra. Anal Chem 79(11):4215–4221", "ArticleIdList": ["17458937"]}, {"Citation": "Liao W, Lin Q, Xu Y, Yang E, Duan Y (2019) Preparation of Au@Ag core–shell nanoparticle decorated silicon nanowires for bacterial capture and sensing combined with laser induced breakdown spectroscopy and surface-enhanced Raman spectroscopy. Nanoscale 11(12):5346–5354", "ArticleIdList": ["30848272"]}, {"Citation": "Yang E, Liao W, Lin Q, An H, Li D, Wei F, Duan Y (2020) Quantitative analysis of Salmonella typhimurium based on elemental-tags laser-induced breakdown spectroscopy. Anal Chem 92(12):8090–8096", "ArticleIdList": ["32431153"]}, {"Citation": "Samal AK, Polavarapu L, Rodal-Cedeira S, Liz-Marzán LM, Pérez-Juste J, Pastoriza-Santos I (2013) Size tunable Au@Ag core–shell nanoparticles: synthesis and surface-enhanced Raman scattering properties. Langmuir 29(48):15076–15082", "ArticleIdList": ["24261458"]}, {"Citation": "Chaffin E, O’Connor RT, Barr J, Huang X, Wang Y (2016) Dependence of SERS enhancement on the chemical composition and structure of Ag/Au hybrid nanoparticles. Jo Chem Phys 145(5):054706"}, {"Citation": "Liao W, Liu K, Chen Y, Hu J, Gan Y (2021) Au–Ag bimetallic nanoparticles decorated silicon nanowires with fixed and dynamic hot spots for ultrasensitive 3D SERS sensing. J Alloys Compd 868:159136"}, {"Citation": "Fan M, Lai F-J, Chou H-L, Lu W-T, Hwang B-J, Brolo AG (2013) Surface-enhanced Raman scattering (SERS) from Au: Ag bimetallic nanoparticles: the effect of the molecular probe. Chem Sci 4(1):509–515"}, {"Citation": "Gómez-Graña S, Pérez-Juste J, Alvarez-Puebla RA, Guerrero-Martínez A, Liz-Marzán LM (2013) Self-assembly of Au@Ag nanorods mediated by Gemini surfactants for highly efficient SERS-active supercrystals. Adv Opt Mater 1(7):477–481"}, {"Citation": "Ho C-H, Lee S (2015) SERS and DFT investigation of the adsorption behavior of 4-mercaptobenzoic acid on silver colloids. Colloid Surface A 474:29–35"}, {"Citation": "Lin Y, Balizan E, Lee LA, Niu Z, Wang Q (2010) Self-assembly of rodlike bio-nanoparticles in capillary tubes. Angew Chem Int Ed 49(5):868–872"}, {"Citation": "Zhu X, Zhuo X, Li Q, Yang Z, Wang J (2016) Gold nanobipyramid-supported silver nanostructures with narrow plasmon linewidths and improved chemical stability. Adv Funct Mater 26(3):341–352"}, {"Citation": "Kang H, Buchman JT, Rodriguez RS, Ring HL, He J, Bantz KC, Haynes CL (2019) Stabilization of silver and gold nanoparticles: preservation and improvement of plasmonic functionalities. Chem Rev 119(1):664–699", "ArticleIdList": ["30346757"]}, {"Citation": "Ding X, Kong L, Wang J, Fang F, Li D, Liu J (2013) Highly sensitive SERS detection of Hg2+ ions in aqueous media using gold nanoparticles/graphene heterojunctions. ACS Appl Mater Interfaces 5(15):7072–7078", "ArticleIdList": ["23855919"]}, {"Citation": "Makam P, Shilpa R, Kandjani AE, Periasamy SR, Sabri YM, Madhu C, Bhargava SK, Govindaraju T (2018) SERS and fluorescence-based ultrasensitive detection of mercury in water. Biosens Bioelectron 100:556–564", "ArticleIdList": ["29020666"]}, {"Citation": "Zeng Y, Wang L, Zeng L, Shen A, Hu J (2017) A label-free SERS probe for highly sensitive detection of Hg2+ based on functionalized Au@ Ag nanoparticles. Talanta 162:374–379", "ArticleIdList": ["27837843"]}, {"Citation": "Song C, Yang B, Zhu Y, Yang Y, Wang L (2017) Ultrasensitive sliver nanorods array SERS sensor for mercury ions. Biosens Bioelectron 87:59–65", "ArticleIdList": ["27522013"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "7", "Day": "23"}, {"Year": "2021", "Month": "9", "Day": "2"}, {"Year": "2021", "Month": "9", "Day": "27", "Hour": "12", "Minute": "31"}, {"Year": "2021", "Month": "9", "Day": "28", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "1", "Day": "29", "Hour": "6", "Minute": "0"}], "PublicationStatus": "epublish", "ArticleIdList": ["34570272", "10.1007/s00604-021-05016-4", "10.1007/s00604-021-05016-4"]}}], "PubmedBookArticle": []}