{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Candida spp.", "anticandidal activity", "essential oils", "synergy"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34572630", "DateRevised": {"Year": "2021", "Month": "10", "Day": "01"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "08", "Day": "27"}], "Language": ["eng"], "ELocationID": ["1049", "10.3390/antibiotics10091049"], "Journal": {"ISSN": "2079-6382", "JournalIssue": {"Volume": "10", "Issue": "9", "PubDate": {"Year": "2021", "Month": "Aug", "Day": "27"}}, "Title": "Antibiotics (Basel, Switzerland)", "ISOAbbreviation": "Antibiotics (Basel)"}, "ArticleTitle": "Synergistic Anticandidal Effects of Six Essential Oils in Combination with Fluconazole or Amphotericin B against Four Clinically Isolated <i>Candida</i> Strains.", "Abstract": {"AbstractText": ["The development of opportunistic pathogenic <i>Candida</i> strains insensitive to several classes of antifungals has emerged as a major health care problem during the last years. Combinational therapy of natural products (e.g., essential oils, EOs) with conventional antifungals has been suggested as a promising alternative to overcome this medical problem. The present study investigates the potential antifungal activity of EOs extracted from some selected medicinal plants, alone and in combination with two common conventional antifungals (fluconazole and amphotericin B) against four clinical <i>Candida</i> isolates. MIC assays indicated that EOs induced strong anticandidal activities with MIC values ranging from 0.162 to 4.950 mg/mL. The combination of amphotericin B with <i>Thymus leptobotrys</i>, <i>Origanum compactum</i> and <i>Artemisia herba alba</i> EOs provided a synergistic effect against <i>C. krusei</i> only, with MIC gain of four-fold, and additive effect against remaining strains (MIC gain = two-fold). Interesting synergistic interactions were observed by combining all studied EOs with fluconazole, with reduction rates of their MICs ranging from 16 to 512-fold. This synergistic effect was very pronounced with the combination of <i>T. leptobotrys</i> EO and fluconazole. These findings indicate that studied EOs can be used as anti-candidals in combination with antifungals, particularly fluconazole, to counteract the emergence of resistant <i>Candida</i> spp."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Microbiology and Biotechnology, Agrosciences and Environment, Faculty of Sciences Semlalia, Cadi Ayyad University, Marrakech 40000, Morocco."}], "LastName": "Soulaimani", "ForeName": "Bouchra", "Initials": "B"}, {"Identifier": ["0000-0002-7287-2188"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biomedical, Surgical and Dental Sciences, Università degli Studi di Milano, 20142 Milan, Italy."}], "LastName": "Varoni", "ForeName": "Elena", "Initials": "E"}, {"Identifier": ["0000-0002-5063-1236"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Agricultural and Environmental Sciences, Università degli Studi di Milano, 20133 Milan, Italy."}], "LastName": "Iriti", "ForeName": "Marcello", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Microbiology and Biotechnology, Agrosciences and Environment, Faculty of Sciences Semlalia, Cadi Ayyad University, Marrakech 40000, Morocco."}], "LastName": "Mezrioui", "ForeName": "Nour-Eddine", "Initials": "NE"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Microbiology and Biotechnology, Agrosciences and Environment, Faculty of Sciences Semlalia, Cadi Ayyad University, Marrakech 40000, Morocco."}], "LastName": "Hassani", "ForeName": "Lahcen", "Initials": "L"}, {"Identifier": ["0000-0002-7524-2747"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Microbiology and Biotechnology, Agrosciences and Environment, Faculty of Sciences Semlalia, Cadi Ayyad University, Marrakech 40000, Morocco."}], "LastName": "Abbad", "ForeName": "Abdelaziz", "Initials": "A"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Antibiotics (Basel)", "NlmUniqueID": "101637404", "ISSNLinking": "2079-6382"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Shapiro R.S., Robbins N., Cowen L.E. Regulatory circuitry governing fungal development, drug resistance, and disease. Microbiol. Mol. Biol. Rev. 2011;75:213–267. doi: 10.1128/MMBR.00045-10.", "ArticleIdList": ["10.1128/MMBR.00045-10", "PMC3122626", "21646428"]}, {"Citation": "Anderson J. Evolution of antifungal-drug resistance: Mechanisms and pathogen fitness. Nat. Rev. Microbiol. 2005;3:547–556. doi: 10.1038/nrmicro1179.", "ArticleIdList": ["10.1038/nrmicro1179", "15953931"]}, {"Citation": "Shao P.L., Huang L.M., Hsueh P.R. Recent advances and challenges in the treatment of invasive fungal infections. Int. J. Antimicrob. Agents. 2007;30:487–495. doi: 10.1016/j.ijantimicag.2007.07.019.", "ArticleIdList": ["10.1016/j.ijantimicag.2007.07.019", "17961990"]}, {"Citation": "De Repentigny L., Lewandowski D., Jolicoeur P. Immunopathogenesis of oropharyngeal candidiasis in human immunodeficiency virus infection. Clin. Microbiol. Rev. 2004;17:729–759. doi: 10.1128/CMR.17.4.729-759.2004.", "ArticleIdList": ["10.1128/CMR.17.4.729-759.2004", "PMC523562", "15489345"]}, {"Citation": "Wisplinghoff H., Bischoff T., Tallent S., Seifert H., Wenzel R.P., Edmond M.B. Nosocomial bloodstream infections in US hospitals: Analysis of 24,179 cases from a prospective nation wide surveillance study. Clin. Infect. Dis. 2004;39:309–317. doi: 10.1086/421946.", "ArticleIdList": ["10.1086/421946", "15306996"]}, {"Citation": "Filler S.G., Sheppard D.C. Fungal invasion of normally non-phagocytic host cells. PLoS Pathog. 2006;2:e129. doi: 10.1371/journal.ppat.0020129.", "ArticleIdList": ["10.1371/journal.ppat.0020129", "PMC1757199", "17196036"]}, {"Citation": "Nguyen M.H., Peacock J.E., Morris A.J., Tanner D.C., Nguyen M.L., Snydman D.R., Wagener M.M., Rinaldi M.G., Yu V.L. The changing face of candidemia: Emergence of non-Candida albicans species and antifungal resistance. Am. J. Med. 1996;100:617–623. doi: 10.1016/S0002-9343(95)00010-0.", "ArticleIdList": ["10.1016/S0002-9343(95)00010-0", "8678081"]}, {"Citation": "Bojic-Milicevic G., Mikov M., Golocorbin-Kohn S. The importance of genus Candida in human samples. Zb. Matice Srp. Za Prir. Nauk. 2008:79–95. doi: 10.2298/ZMSPN0814079B.", "ArticleIdList": ["10.2298/ZMSPN0814079B"]}, {"Citation": "Prasad R., Shah A.H., Rawal M.K. Antifungals: Mechanism of action and drug resistance. Adv. Exp. Med. Biol. 2016;892:327–349. doi: 10.1007/978-3-319-25304-6_14.", "ArticleIdList": ["10.1007/978-3-319-25304-6_14", "26721281"]}, {"Citation": "Lupetti A., Danesi R., Campa M., Del Tacca M., Kelly S. Molecular basis of resistance to azole antifungals. Trends Mol. Med. 2002;8:76–81. doi: 10.1016/S1471-4914(02)02280-3.", "ArticleIdList": ["10.1016/S1471-4914(02)02280-3", "11815273"]}, {"Citation": "Spampinato C., Leonardi D. Candida infections, causes, targets, and resistance mechanisms: Traditional and alternative antifungal agents. BioMed Res. Int. 2013;2013:204237. doi: 10.1155/2013/204237.", "ArticleIdList": ["10.1155/2013/204237", "PMC3708393", "23878798"]}, {"Citation": "Rex J.H., Rinaldi M.G., Pfaller M.A. Resistance of Candida species to fluconazole. Antimicrob. Agents Chemother. 1995;39:1–8. doi: 10.1128/AAC.39.1.1.", "ArticleIdList": ["10.1128/AAC.39.1.1", "PMC162475", "7695288"]}, {"Citation": "Herbrecht R., Natarajan-Amé S., Nivoix Y., Letscher-Bru V. The lipid formulations of amphotericin B. Expert Opin. Pharmacother. 2003;4:1277–1287. doi: 10.1517/14656566.4.8.1277.", "ArticleIdList": ["10.1517/14656566.4.8.1277", "12877636"]}, {"Citation": "Ahmad A., Molepo J., Patel M. Challenges in the development of antifungal agents against Candida: Scope of phytochemical research. Curr. Pharm. Des. 2016;22:4135–4150. doi: 10.2174/1381612822666160607072748.", "ArticleIdList": ["10.2174/1381612822666160607072748", "27281333"]}, {"Citation": "Ahmad A., Khan A., Manzoor N. Reversal of efflux mediated antifungal resistance underlies synergistic activity of two monoterpenes with fluconazole. Eur. J. Pharm. Sci. 2013;48:80–86. doi: 10.1016/j.ejps.2012.09.016.", "ArticleIdList": ["10.1016/j.ejps.2012.09.016", "23111348"]}, {"Citation": "Soulaimani B., Nafis A., Kasrati A., Rochdi A., Mezrioui N.E., Abbad A., Hassani L. Chemical composition, antimicrobial activity and synergistic potential of essential oil from endemic Lavandula maroccana (Mill.) S. Afr. J. Bot. 2019;125:202–206. doi: 10.1016/j.sajb.2019.07.030.", "ArticleIdList": ["10.1016/j.sajb.2019.07.030"]}, {"Citation": "Azzimonti B., Cochis A., El Beyrouthy M., Iriti M., Uberti F., Sorrentino R., Landini M.M., Rimondini L., Varoni E.M. Essential oil from berries of Lebanese Juniperus excelsa M. Bieb displays similar antibacterial activity to chlorhexidine but higher cytocompatibility with human oral primary cells. Molecules. 2015;20:9344–9357. doi: 10.3390/molecules20059344.", "ArticleIdList": ["10.3390/molecules20059344", "PMC6272234", "26007187"]}, {"Citation": "Ahmad A., Khan A., Khan L.A., Manzoor N. In vitro synergy of eugenol and methyleugenol with fluconazole against clinical Candida isolates. J. Med. Microbiol. 2010;59:1178–1184. doi: 10.1099/jmm.0.020693-0.", "ArticleIdList": ["10.1099/jmm.0.020693-0", "20634332"]}, {"Citation": "Khan M.S.A., Malik A., Ahmad I. Anti-candidal activity of essential oils alone and in combination with amphotericin B or fluconazole against multi-drug resistant isolates of Candida albicans. Med. Mycol. 2012;50:33–42. doi: 10.3109/13693786.2011.582890.", "ArticleIdList": ["10.3109/13693786.2011.582890", "21756200"]}, {"Citation": "Ahmad A., Khan A., Akhtar F., Yousuf S., Xess I., Khan L.A., Manzoor N. Fungicidal activity of thymol and carvacrol by disrupting ergosterol biosynthesis and membrane integrity against Candida. Eur. J. Clin. Microbiol. Infect. Dis. 2011;30:41–50. doi: 10.1007/s10096-010-1050-8.", "ArticleIdList": ["10.1007/s10096-010-1050-8", "20835742"]}, {"Citation": "Khan A., Ahmad A., Akhtar F., Yousuf S., Xess I., Khan L.A., Manzoor N. Ocimum sanctum essential oil and its active principles exert their antifungal activity by disrupting ergosterol biosynthesis and membrane integrity. Res. Microbiol. 2010;161:816–823. doi: 10.1016/j.resmic.2010.09.008.", "ArticleIdList": ["10.1016/j.resmic.2010.09.008", "20868749"]}, {"Citation": "Bellakhdar J. La Pharmacopée Marocaine Traditionnelle, Médicine Arabe Ancienne et Savoirs Populaire. Ibis Press; Paris, France: 1997."}, {"Citation": "El Abdouni Khayari M., Jamali C.A., Kasrati A., Hassani L., Leach D., Markouk M., Abbad A. Antibacterial activity of essential oils of some moroccan aromatic herbs against selected food-related bacteria. J. Essent. Oil-Bear. Plants. 2016;19:1075–1085. doi: 10.1080/0972060X.2015.1004123.", "ArticleIdList": ["10.1080/0972060X.2015.1004123"]}, {"Citation": "Alaoui Jamali C., Kasrati A., Fadli M., Hassani L., Leach D., Abbad A. Synergistic effects of three Moroccan thyme essential oils with antibiotic cefixime. Phytothérapie. 2017 doi: 10.1007/s10298-017-1107-2.", "ArticleIdList": ["10.1007/s10298-017-1107-2"]}, {"Citation": "Ouedrhiri W., Balouiri M., Bouhdid S., Moja S., Chahdi F.O., Taleb M., Greche H. Mixture design of Origanum compactum, Origanum majorana and Thymus serpyllum essential oils: Optimization of their antibacterial effect. Ind. Crop. Prod. 2016;89:1–9. doi: 10.1016/j.indcrop.2016.04.049.", "ArticleIdList": ["10.1016/j.indcrop.2016.04.049"]}, {"Citation": "Fadli M., Pagès J., Mezrioui N., Abbad A. Artemisia herba-alba Asso and Cymbopogon citratus (DC.) Stapf essential oils and their capability to restore antibiotics efficacy. Ind. Crop. Prod. 2016;89:399–404. doi: 10.1016/j.indcrop.2016.05.039.", "ArticleIdList": ["10.1016/j.indcrop.2016.05.039"]}, {"Citation": "Benchikha N., Rebiai A., Brahima O., Neghmouch N.S., Ben Amor M.L. Chemical composition, antimicrobial, antioxidant and anticancer activities of essential oil from Ammodaucus leucotrichus Cosson & Durieu (Apiaceae) growing in south Algeria. Bull. Chem. Soc. Ethiop. 2019;33:541–549. doi: 10.4314/bcse.v33i3.14.", "ArticleIdList": ["10.4314/bcse.v33i3.14"]}, {"Citation": "Soulaimani B., El Hidar N., Ben El Fakir S., Mezrioui N., Hassani L., Abbad A. Combined antibacterial activity of essential oils extracted from Lavandula maroccana (Murb.), Thymus pallidus Batt. and Rosmarinus officinalis L. against antibiotic-resistant Gram-negative bacteria. Eur. J. Integr. Med. 2021;43:101312. doi: 10.1016/j.eujim.2021.101312.", "ArticleIdList": ["10.1016/j.eujim.2021.101312"]}, {"Citation": "Boubaker H., Karim H., El Hamdaoui A., Msanda F., Leach D., Bombarda I., Vanloot P., Abbad A., Boudyach E.H., Ait Ben Aoumar A. Chemical characterization and antifungal activities of four Thymus species essential oils against postharvest fungal pathogens of citrus. Ind. Crop. Prod. 2016;86:95–101. doi: 10.1016/j.indcrop.2016.03.036.", "ArticleIdList": ["10.1016/j.indcrop.2016.03.036"]}, {"Citation": "El Asbahani A., Jilale A., Voisin S.N., Aït Addi E.H., Casabianca H., El Mousadik A., Hartmann D.J., Renaud F.N.R. Chemical composition and antimicrobial activity of nine essential oils obtained by steam distillation of plants from the Souss-Massa Region (Morocco) J. Essent. Oil Res. 2015;27:34–44. doi: 10.1080/10412905.2014.964426.", "ArticleIdList": ["10.1080/10412905.2014.964426"]}, {"Citation": "Alaoui Jamali C., El Bouzidi L., Bekkouche K., Hassani L., Markouk M., Wohlmuthc H., Leach D., Abbad A. Chemical composition and antioxidant and anticandidal activities of essential oils from different wild moroccan Thymus species. Chem. Biodivers. 2012;9:1188–1197. doi: 10.1002/cbdv.201200041.", "ArticleIdList": ["10.1002/cbdv.201200041", "22700236"]}, {"Citation": "Fadli M., Chevalier J., Saad A., Mezrioui N.E., Hassani L., Pages J.M. Essential oils from Moroccan plants as potential chemosensitisers restoring antibiotic activity in resistant Gram-negative bacteria. Int. J. Antimicrob. Agents. 2011;38:325–330. doi: 10.1016/j.ijantimicag.2011.05.005.", "ArticleIdList": ["10.1016/j.ijantimicag.2011.05.005", "21752605"]}, {"Citation": "Ghalbane I., Belaqziz R., Ait Said L., Oufdou K., Romane A., El Messoussi S. Chemical composition, antibacterial and antioxidant activities of the essential oils from Thymus satureioides and Thymus pallidus. Nat. Prod. Commun. 2011;6:1507–1510. doi: 10.1177/1934578x1100601025.", "ArticleIdList": ["10.1177/1934578x1100601025", "22164795"]}, {"Citation": "Laghmouchi Y., Belmehdi O., Senhaji N.S., Abrini J. Chemical composition and antibacterial activity of Origanum compactum Benth. essential oils from different areas at northern Morocco. S. Afr. J. Bot. 2018;115:120–125. doi: 10.1016/j.sajb.2018.02.002.", "ArticleIdList": ["10.1016/j.sajb.2018.02.002"]}, {"Citation": "Bouyahya A., Dakka N., Talbaoui A., Et-Touys A., El-Boury H., Abrini J., Bakri Y. Correlation between phenological changes, chemical composition and biological activities of the essential oil from Moroccan endemic Oregano (Origanum compactum Benth) Ind. Crop. Prod. 2017;108:729–737. doi: 10.1016/j.indcrop.2017.07.033.", "ArticleIdList": ["10.1016/j.indcrop.2017.07.033"]}, {"Citation": "El Bouzidi L., Jamali C.A., Bekkouche K., Hassani L., Wohlmuth H., Leach D., Abbad A. Chemical composition, antioxidant and antimicrobial activities of essential oils obtained from wild and cultivated Moroccan Thymus species. Ind. Crop. Prod. 2013;43:450–456. doi: 10.1016/j.indcrop.2012.07.063.", "ArticleIdList": ["10.1016/j.indcrop.2012.07.063"]}, {"Citation": "Chraibi M., Farah A., Lebrazi S., El Amine O., Iraqui Houssaini M., Fikri-Benbrahim K. Antimycobacterial natural products from Moroccan medicinal plants: Chemical composition, bacteriostatic and bactericidal profile of Thymus satureioides and Mentha pulegium essential oils. Asian Pac. J. Trop. Biomed. 2016;6:836–840. doi: 10.1016/j.apjtb.2016.08.002.", "ArticleIdList": ["10.1016/j.apjtb.2016.08.002"]}, {"Citation": "Sadaoui N., Bec N., Barragan-Montero V., Kadri N., Cuisinier F., Larroque C., Arab K., Khettal B. The essential oil of Algerian Ammodaucus leucotrichus Coss. & Dur. and its effect on the cholinesterase and monoamine oxidase activities. Fitoterapia. 2018;130:1–5. doi: 10.1016/j.fitote.2018.07.015.", "ArticleIdList": ["10.1016/j.fitote.2018.07.015", "30056187"]}, {"Citation": "Khaldi A., Meddah B., Moussaoui A., Sonnet P. Anti-mycotoxin effect and antifungal properties of essential oil from Ammodaucus leucotrichus Coss. & Dur. on Aspergillus flavus and Aspergillus ochraceus. J. Essent. Oil-Bear. Plants. 2017;20:36–44. doi: 10.1080/0972060X.2017.1282840.", "ArticleIdList": ["10.1080/0972060X.2017.1282840"]}, {"Citation": "Manssouri M., Znini M., El Harrak A., Majidi L. Antifungal activity of essential oil from the fruits of Ammodaucus leucotrichus Coss. & Dur., in liquid and vapour phase against postharvest phytopathogenic fungi in apples. J. Appl. Pharm. Sci. 2016;6:131–136. doi: 10.7324/JAPS.2016.60520.", "ArticleIdList": ["10.7324/JAPS.2016.60520"]}, {"Citation": "Abu-darwish M.S., Cabral C., Gonçalves M.J., Cavaleiro C., Cruz M.T. Artemisia herba-alba essential oil from Buseirah (South Jordan): Chemical characterization and assessment of safe antifungal and anti-in fl ammatory doses. J. Ethnopharmacol. 2015;174:153–160. doi: 10.1016/j.jep.2015.08.005.", "ArticleIdList": ["10.1016/j.jep.2015.08.005", "26277492"]}, {"Citation": "Bertella A., Benlahcen K., Abouamama S., Pinto D.C.G.A., Maamar K., Kihal M., Silva A.M.S. Artemisia herba-alba Asso. essential oil antibacterial activity and acute toxicity. Ind. Crop. Prod. 2018;116:137–143. doi: 10.1016/j.indcrop.2018.02.064.", "ArticleIdList": ["10.1016/j.indcrop.2018.02.064"]}, {"Citation": "Amor G., Caputo L., La Storia A., De Feo V., Mauriello G., Fechtali T. Artemisia herba-alba and Origanum majorana Essential Oils from Morocco. Molecules. 2019;24:4021. doi: 10.3390/molecules24224021.", "ArticleIdList": ["10.3390/molecules24224021", "PMC6891654", "31698834"]}, {"Citation": "Mohammedi H., Idjeri-Mecherara S., Menaceur F., Azine K., Hassani A. Chemical compositions of extracted volatile oils of Ammodaucus leucotrichus L. fruit from different geographical regions of Algeria with evaluation of its toxicity, anti-inflammatory and antimicrobial activities. J. Essent. Oil-Bear. Plants. 2018;21:1568–1584. doi: 10.1080/0972060X.2018.1559102.", "ArticleIdList": ["10.1080/0972060X.2018.1559102"]}, {"Citation": "Louail Z., Kameli A., Benabdelkader T., Bouti K., Hamza K., Krimat S. Antimicrobial and antioxidant activity of essential oil of Ammodaucus leucotrichus Coss. & Dur. seeds. J. Mater. Environ. Sci. 2016;7:2689–2695."}, {"Citation": "El-Haci I., Bekhechi C., Atik-Bekkara F., Mazari W., Gherib M., Bighelli A., Csanova J., Tomi F. Antimicrobial activity of Ammodaucus leucotrichus fruit oil from algerian sahara. Nat. Prod. Commun. 2014;9:711–712. doi: 10.1177/1934578X1400900533.", "ArticleIdList": ["10.1177/1934578X1400900533", "25026729"]}, {"Citation": "Mcgeady P., Wansley D.L., Logan D.A. Filamentous structures in Candida significant inhibition of growth. J. Nat. Prod. 2002;65:11–13.", "ArticleIdList": ["12141851"]}, {"Citation": "Tian J., Wang Y., Zeng H., Li Z., Zhang P., Tessema A., Peng X. Efficacy and possible mechanisms of perillaldehyde in control of Aspergillus niger causing grape decay. Int. J. Food Microbiol. 2015;202:27–34. doi: 10.1016/j.ijfoodmicro.2015.02.022.", "ArticleIdList": ["10.1016/j.ijfoodmicro.2015.02.022", "25755082"]}, {"Citation": "Tian J., Zeng X., Lü A., Zhu A., Peng X., Wang Y. Perillaldehyde, a potential preservative agent in foods: Assessment of antifungal activity against microbial spoilage of cherry tomatoes. LWT—Food Sci. Technol. 2015;60:63–70. doi: 10.1016/j.lwt.2014.08.014.", "ArticleIdList": ["10.1016/j.lwt.2014.08.014"]}, {"Citation": "Asdadi A., Alilou H., Akssira M., Mina L., Hassani I., Chebli B. Chemical composition and anticandidal effect of three Thymus species essential oils from southwest of Morocco against the emerging nosocomial fluconazole-resistant strains. Biol. Agric. Healthc. 2014;4:16–27."}, {"Citation": "Burt S.A., Vlielander R., Haagsman H.P., Veldhuizen E.J.A. Increase in activity of essential oil components carvacrol and thymol against Escherichia coli O157:H7 by addition of food stabilizers. J. Food Prot. 2005;68:919–926. doi: 10.4315/0362-028X-68.5.919.", "ArticleIdList": ["10.4315/0362-028X-68.5.919", "15895722"]}, {"Citation": "Lambert R.J., Skandamis P., Coote P., Nychas G.-J. A study of the minimum inhibitory concentration and mode of action of oregano essential oil, thymol and carvacrol. J. Appl. Microbiol. 2001;91:453–462. doi: 10.1046/j.1365-2672.2001.01428.x.", "ArticleIdList": ["10.1046/j.1365-2672.2001.01428.x", "11556910"]}, {"Citation": "Saad N.Y., Muller D., Lobstein A. Major bioactivities and mechanism of action of essential oils and their components. Flavour Fragr. J. 2013;28:269–279. doi: 10.1002/ffj.3165.", "ArticleIdList": ["10.1002/ffj.3165"]}, {"Citation": "Rajput S.B., Mohan Karuppayil S. Small molecules inhibit growth, viability and ergosterol biosynthesis in Candida albicans. Springerplus. 2013;2:1–6. doi: 10.1186/2193-1801-2-26.", "ArticleIdList": ["10.1186/2193-1801-2-26", "PMC3579468", "23449869"]}, {"Citation": "Palaniappan K., Holley R.A. International Journal of Food Microbiology Use of natural antimicrobials to increase antibiotic susceptibility of drug resistant bacteria. Int. J. Food Microbiol. 2010;140:164–168. doi: 10.1016/j.ijfoodmicro.2010.04.001.", "ArticleIdList": ["10.1016/j.ijfoodmicro.2010.04.001", "20457472"]}, {"Citation": "Di Pasqua R., Betts G., Hoskins N., Edwards M., Ercolini D., Mauriello G. Membrane toxicity of antimicrobial compounds from essential oils. J. Agric. Food Chem. 2007;55:4863–4870. doi: 10.1021/jf0636465.", "ArticleIdList": ["10.1021/jf0636465", "17497876"]}, {"Citation": "Ultee A., Bennik M.H.J., Moezelaar R. The phenolic hydroxyl group of carvacrol is essential for action against the food-borne pathogen Bacillus cereus. Appl. Environ. Microbiol. 2002;68:1561–1568. doi: 10.1128/AEM.68.4.1561-1568.2002.", "ArticleIdList": ["10.1128/AEM.68.4.1561-1568.2002", "PMC123826", "11916669"]}, {"Citation": "Adams R.P. Identification of Essential Oil Coponents by Gaz Chromatography. Volume 456 Allured Publishing Corporation; Carol Stream, IL, USA: 2007."}, {"Citation": "Saad A., Fadli M., Bouaziz M., Benharref A., Mezrioui N.E., Hassani L. Anticandidal activity of the essential oils of Thymus maroccanus and Thymus broussonetii and their synergism with amphotericin B and fluconazol. Phytomedicine. 2010;17:1057–1060. doi: 10.1016/j.phymed.2010.03.020.", "ArticleIdList": ["10.1016/j.phymed.2010.03.020", "20554185"]}, {"Citation": "Clinical and Laboratory Standards Institute (CLSI) Reference Method for Broth Dilution Antifungal Susceptibility Testing of Yeasts. Approved Standard M27-A3. 3rd ed. CLSI; Wayne, PA, USA: 2008."}, {"Citation": "European Commitee for Antimicrobial Susceptibility Testing (EUCAST) Terminology relating to methods for the determination of susceptibility of bacteria to antimicrobial agents. Clin. Microbiol. Infect. 2000;6:503–508. doi: 10.1046/j.1469-0691.2000.00149.x.", "ArticleIdList": ["10.1046/j.1469-0691.2000.00149.x", "11168186"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "7", "Day": "25"}, {"Year": "2021", "Month": "8", "Day": "22"}, {"Year": "2021", "Month": "8", "Day": "25"}, {"Year": "2021", "Month": "9", "Day": "28", "Hour": "1", "Minute": "6"}, {"Year": "2021", "Month": "9", "Day": "29", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "9", "Day": "29", "Hour": "6", "Minute": "1"}, {"Year": "2021", "Month": "8", "Day": "27"}], "PublicationStatus": "epublish", "ArticleIdList": ["34572630", "PMC8470676", "10.3390/antibiotics10091049", "antibiotics10091049"]}}], "PubmedBookArticle": []}