{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Antioxidants", "Canola", "Flavonoids", "NaCl induced salt stress", "Proline", "Yield"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34588857", "DateRevised": {"Year": "2021", "Month": "10", "Day": "01"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "08", "Day": "11"}], "Language": ["eng"], "ELocationID": ["10.1016/j.sjbs.2021.08.021"], "Journal": {"ISSN": "1319-562X", "JournalIssue": {"Volume": "28", "Issue": "10", "PubDate": {"Year": "2021", "Month": "Oct"}}, "Title": "Saudi journal of biological sciences", "ISOAbbreviation": "Saudi J Biol Sci"}, "ArticleTitle": "Growth attributes, biochemical modulations, antioxidant enzymatic metabolism and yield in <i>Brassica napus</i> varieties for salinity tolerance.", "Pagination": {"StartPage": "5469", "EndPage": "5479", "MedlinePgn": "5469-5479"}, "Abstract": {"AbstractText": ["Improvement in salinity tolerance of plants is of immense significance as salt stress particularly threatens the productivity of agricultural crops. This study was designed to assess the tolerance level of six <i>Brassica napus</i> varieties (Super, Sandal, Faisal, CON-111, AC Excel and Punjab) under different levels of salinity (0, 50, 100, 150 & 200 mM) with three replications under CRD. Salt induced osmotic stress curtailed the plant growth attributes, photosynthetic pigments and disturbed ionic homeostasis (K<sup>+</sup>, Na<sup>+</sup>, Ca<sup>2+,</sup> Cl<sup>-</sup>) but least disturbance as compared to control was found in Super and Sandal cultivars. Punjab canola and AC Excel canola cultivars were least tolerant to salinity because these displayed greater decline in all growth and biochemical attributes. Plants subjected to NaCl induced stress exhibited considerable decline in all attributes under study with proline as exception. Antioxidants (CAT, SOD & POD) showed an obvious change in Canola plants under stress, but greatest decline was displayed at 200 mM NaCl level in all six cultivars. Over all these attributes presented a comparatively stable trend in super and sandal cultivars. This shows presence of physiological resilience and metabolic capacity in these two cultivars to tackle salinity. Similarly, all yield attributes displayed adverse behavior under 150 mM & 200 mM salinity stress. Our results demonstrated that Super and Sandal cultivars of <i>Brassica napus</i> exhibit good performance in salinity tolerance and can be good option for cultivation in salt affected areas."], "CopyrightInformation": "© 2021 The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, Faculty of Sciences, Government College Women University, Faisalabad, Pakistan."}], "LastName": "Naheed", "ForeName": "Rashda", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, Faculty of Sciences, Government College Women University, Faisalabad, Pakistan."}], "LastName": "Aslam", "ForeName": "Humaira", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, Faculty of Sciences, Government College Women University, Faisalabad, Pakistan."}], "LastName": "Kanwal", "ForeName": "Hina", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, Faculty of Sciences, Government College Women University, Faisalabad, Pakistan."}], "LastName": "Farhat", "ForeName": "Fozia", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biological Science, Faculty of Science, Yarmouk University, Irbid, Jordan."}], "LastName": "Abo Gamar", "ForeName": "Mohammad I", "Initials": "MI"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, College of Science and Humanities in Al-Kharj, Prince Sattam bin abdul aziz University, Al-Kharj 11942, Saudi Arabia."}], "LastName": "Al-Mushhin", "ForeName": "Amina A M", "Initials": "AAM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Medicinal Plants Genetics and Biotechnology, Institute of Genetics and Plant Experimental Biology, Uzbekistan Academy of Sciences, Tashkent Region, Kibray 111208, Uzbekistan."}, {"Identifier": [], "Affiliation": "Division of Microbiology, ICAR-Indian Agricultural Research Institute, Pusa, New Delhi 110012, India."}], "LastName": "Jabborova", "ForeName": "Dilfuza", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, Hindu College Moradabad (Mahatma Jyotiba Phule Rohilkhand University Bareilly), 244001, India."}], "LastName": "Javed Ansari", "ForeName": "Mohammad", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, Faculty of Sciences, Government College Women University, Faisalabad, Pakistan."}], "LastName": "Shaheen", "ForeName": "Sehar", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Grassland Agro-ecosystems, School of Life Science, Lanzhou University, Lanzhou, Gansu 730000, People's Republic of China."}], "LastName": "Aqeel", "ForeName": "Muhammad", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, Government College University, Faisalabad, Pakistan."}], "LastName": "Noman", "ForeName": "Ali", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, College of Sciences, Taif University, P.O. Box 11099, Taif 21944, Saudi Arabia."}], "LastName": "Hessini", "ForeName": "Kamel", "Initials": "K"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Saudi Arabia", "MedlineTA": "Saudi J Biol Sci", "NlmUniqueID": "101543796", "ISSNLinking": "2213-7106"}, "CoiStatement": "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Abdallah M.-M.-S., El Sebai T.N., Ramadan A.-A.-E.-M., El-Bassiouny H.M.S. Physiological and biochemical role of proline, trehalose, and compost on enhancing salinity tolerance of quinoa plant. Bulletin of the National Research Centre. 2020;44:1–13."}, {"Citation": "Ahanger, M.A., Qin, C., Maodong, Q., Dong, X.X., Ahmad, P., Abd_Allah, E.F., Zhang, L., 2019. Spermine application alleviates salinity induced growth and photosynthetic inhibition in Solanum lycopersicum by modulating osmolyte and secondary metabolite accumulation and differentially regulating antioxidant metabolism. Plant Physiology and Biochemistry 144, 1-13.", "ArticleIdList": ["31542655"]}, {"Citation": "Ahmad S., Cui W., Kamran M., Ahmad I., Meng X., Wu X., Su W., Javed T., El-Serehy H.A., Jia Z. Exogenous application of melatonin induces tolerance to salt stress by improving the photosynthetic efficiency and antioxidant defense system of maize seedling. J. Plant Growth Regul. 2020:1–14."}, {"Citation": "Akhter N., Aqeel M., Hameed M., Alhaithloul H.A.S., Alghanem S.M., Shahnaz M.M., Hashem M., Alamri S., Khalid N., Al-Zoubi O.M. Foliar architecture and physio-biochemical plasticity determines survival of Typha domingensis pers. Ecotypes in nickel and salt affected soil. Environ. Pollut. 2021;286", "ArticleIdList": ["33990051"]}, {"Citation": "Akhter N., Aqeel M., Shahnaz M.M., Alnusairi G.S., Alghanem S.M., Kousar A., Hashem M., Kanwal H., Alamri S., Ilyas A. Physiological homeostasis for ecological success of Typha (Typha domingensis Pers.) populations in saline soils. Physiol. Mol. Biol. Plants. 2021;27:687–701.", "ArticleIdList": ["PMC8055787", "33967456"]}, {"Citation": "Al-Dakheel A.J., Hussain M.I. Genotypic Variation for Salinity Tolerance in Cenchrus ciliaris L. Front. Plant Sci. 2016;7:1090.", "ArticleIdList": ["PMC4963404", "27516762"]}, {"Citation": "Alves, R.d.C., Nicolau, M.C.M., Checchio, M.V., Sousa, G.d.S., Oliveira, F.d.A.d., Prado, R.M., Gratão, P.L., 2020. Salt stress alleviation by seed priming with silicon in lettuce seedlings: an approach based on enhancing antioxidant responses. Bragantia 79, 19-29."}, {"Citation": "Apel K., Hirt H. Reactive oxygen species: metabolism, oxidative stress, and signal transduction. Annu. Rev. Plant Biol. 2004;55:373–399.", "ArticleIdList": ["15377225"]}, {"Citation": "Aqeel M., Khalid N., Tufail A., Ahmad R.Z., Akhter M.S., Luqman M., Javed M.T., Irshad M.K., Alamri S., Hashem M., Noman A. varieties. Environmental Science and Pollution Research; 2021. Elucidating the distinct interactive impact of cadmium and nickel on growth, photosynthesis, metal-homeostasis, and yield responses of mung bean (Vigna radiata L.) pp. 1–15.", "ArticleIdList": ["33507502"]}, {"Citation": "Arnon D.I. Copper enzymes in isolated chloroplasts. Polyphenoloxidase in Beta vulgaris. Plant physiology. 1949;24:1.", "ArticleIdList": ["PMC437905", "16654194"]}, {"Citation": "Ayaz F., Kadioglu A., Turgut R. Water stress effects on the content of low molecular weight carbohydrates and phenolic acids in Ctenanthe setosa (Rosc.) Eichler. Can. J. Plant Sci. 2000;80:373–378."}, {"Citation": "Bandehagh A., Dehghanian Z., Henry R., Hossain M.A. Brassica Breeding and Biotechnology; IntechOpen: 2021. Salinity Tolerance in Canola: Insights from Proteomic Studies."}, {"Citation": "Bashri G., Singh S., Prasad S.M., Ansari M.J., Usmani S., Alfarraj S., Alharbi S.A., Brestic M. Kinetin mitigates Cd-induced damages to growth, photosynthesis and PS II photochemistry of Trigonella seedlings by up-regulating ascorbate-glutathione cycle. PLoS ONE. 2021;16(6) doi: 10.1371/journal.pone.0249230.", "ArticleIdList": ["10.1371/journal.pone.0249230", "PMC8219128", "34157031"]}, {"Citation": "Bates L.S., Waldren R.P., Teare I. Rapid determination of free proline for water-stress studies. Plant Soil. 1973;39:205–207."}, {"Citation": "Belouchrani A.S., Bouderbala A., Drouiche N., Lounici H. The interaction effect to fertilization on the mineral nutrition of canola under different salinity levels. J. Plant Growth Regul. 2021;40:848–854."}, {"Citation": "Bray E.A. Response to abiotic stress. Biochemistry and molecular biology of plants. 2000:1158–1203."}, {"Citation": "Britton C., Maehly A. Assay of catalases and peroxidases. Methods Enzymol. 1955;2:764–775."}, {"Citation": "Bybordi A., Tabatabaei S.J., Ahmadev A. Effect of salinity on the growth and peroxidase and IAA oxidase activities in canola. J. Food Agric. Environ. 2010;8:109–112."}, {"Citation": "Dar, Z.A., Dar, S.A., Khan, J.A., Lone, A.A., langyan, S., Lone, B A, Kanth, R H, Iqbal, A., Rane,J., Wani, S.H., Alfarraj, S., Alharbi, S.A., Brestic,M., Ansari, M.J. (2021) Identification for surrogate drought tolerance in maize inbred lines utilizing high-throughput phenomics approach. PLoS ONE 16(7): e0254318 https://doi.org/10.1371/journal.pone.0254318", "ArticleIdList": ["PMC8315520", "34314420"]}, {"Citation": "Hasanuzzaman M., Nahar K., Fujita M. Plant response to salt stress and role of exogenous protectants to mitigate salt-induced damages, Ecophysiology and responses of plants under salt stress. Springer. 2013:25–87."}, {"Citation": "Hasanuzzaman M., Nahar K., Rohman M., Anee T., Huang Y., Fujita M. Exogenous silicon protects Brassica napus plants from salinity-induced oxidative stress through the modulation of AsA-GSH pathway, thiol-dependent antioxidant enzymes and glyoxalase systems. Gesunde Pflanzen. 2018;70:185–194."}, {"Citation": "Hajihashemi S., Skalicky M., Brestic M., Vachová P. Cross-talk between nitric oxide, hydrogen peroxide and calcium in salt-stressed. Chenopodium quinoa Willd. at seed germination stage. Plant Physiol. Biochem. 2020;154(2020):657–664. doi: 10.1016/j.plaphy.2020.07.022.", "ArticleIdList": ["10.1016/j.plaphy.2020.07.022", "32738703"]}, {"Citation": "Ijaz M., Nawaz A., Ul-Allah S., Sher A., Sattar A., Sarwar M., Hussain I., Ur-Rehman A., Wahid M.A., Ansari M.J., Hessini K. Optimizing sowing date for peanut genotypes in arid and semi-arid subtropical regions. PLoS ONE. 2021;16(6) doi: 10.1371/journal.pone.0252393.", "ArticleIdList": ["10.1371/journal.pone.0252393", "PMC8192014", "34111142"]}, {"Citation": "Ilyas, N., Amjid, M.W., Saleem, M.S., Khan, W., Masoud, F., Rana, R.M., Maqsood, R.H., Zahid, A., Shah, G.A., Anwar, A., Ahmad, M.Q., Shaheen, M., Riaz, H., Ansari, M.J. (2020) Quantitative trait loci (QTL) mapping for physiological and biochemical attributes in a Pasban90/Frontana recombinant inbred lines (RILs) population of wheat (Triticum aestivum) under salt stress condition. Saudi Journal of Biological Sciences, Vol. 27: 341-351https://doi.org/10.1016/j.sjbs.2019.10.003", "ArticleIdList": ["PMC6933172", "31889856"]}, {"Citation": "Javeed, H.M.R.; Ali, M.; Skalicky, M.; Nawaz, F.; Qamar, R.; Rehman, A.u.; Faheem, M.; Mubeen, M.; Iqbal, M.M.; Rahman, M.H.u.; Vachova P.; Brestic M.; Baazeem A., El Sabagh A.: Lipoic Acid Combined with Melatonin Mitigates Oxidative Stress and Promotes Root Formation and Growth in Salt-Stressed Canola Seedlings (Brassica napus L.). Molecules 2021, 26, 3147. https:// doi.org/10.3390/molecules26113147", "ArticleIdList": ["PMC8197368", "34070241"]}, {"Citation": "Khan, N., Syeed, S., Masood, A., Nazar, R., Iqbal, N., 2010. Application of salicylic acid increases contents of nutrients and antioxidative metabolism in mungbean and alleviates adverse effects of salinity stress. International Journal of Plant Biology 1, e1-e1."}, {"Citation": "Khan, I., Raza, M. A., Awan, S. A., Shah, G. A., Rizwan, M., Ali, B., Tariq R., Brestic M., Zhang X., Huang L., Ali S.: Amelioration of salt induced toxicity in pearl millet by seed priming with silver nanoparticles (AgNPs): The oxidative damage, antioxidant enzymes and ions uptake are major determinants of salt tolerant capacity. Plant Physiology and Biochemistry, 156, 221–232. doi:10.1016/j.plaphy.2020.09.018", "ArticleIdList": ["32979796"]}, {"Citation": "Kumar, D., 1995. Salt tolerance in oilseed brassicas-present status and future prospects. Plant Breeding Abstracts (United Kingdom)."}, {"Citation": "Mahmood S., Daur I., Al-Solaimani S.G., Ahmad S., Madkour M.H., Yasir M., Hirt H., Ali S., Ali Z. Plant growth promoting rhizobacteria and silicon synergistically enhance salinity tolerance of mung bean. Front. Plant Sci. 2016;7:876.", "ArticleIdList": ["PMC4911404", "27379151"]}, {"Citation": "Manivannan, A., Soundararajan, P., Muneer, S., Ko, C.H., Jeong, B.R., 2016. Silicon mitigates salinity stress by regulating the physiology, antioxidant enzyme activities, and protein expression in Capsicum annuum ‘Bugwang’. BioMed Research International 2016.", "ArticleIdList": ["PMC4818800", "27088085"]}, {"Citation": "Moghadam N.K., Motesharezadeh B., Maali-Amiri R., Lajayer B.A., Astatkie T. Effects of potassium and zinc on physiology and chlorophyll fluorescence of two cultivars of canola grown under salinity stress. Arabian J. Geosci. 2020;13:1–8."}, {"Citation": "Munns R., Tester M. Mechanisms of salinity tolerance. Annu. Rev. Plant Biol. 2008;59:651–681.", "ArticleIdList": ["18444910"]}, {"Citation": "Nahar, K., Hasanuzzaman, M., Alam, M., Fujita, M., 2013. Exogenous glutathione-induced drought stress tolerance in Vigna radiata seedlings through enhanced antioxidant defense and methylglyoxal system, Interdrought IV Conference September."}, {"Citation": "Naveed M., Sajid H., Mustafa A., Niamat B., Ahmad Z., Yaseen M., Kamran M., Rafique M., Ahmar S., Chen J.-T. Alleviation of salinity-induced oxidative stress, improvement in growth, physiology and mineral nutrition of canola (Brassica napus L.) through calcium-fortified composted animal manure. Sustainability. 2020;12:846."}, {"Citation": "Noman A., Ali Q., Maqsood J., Iqbal N., Javed M.T., Rasool N., Naseem J. Deciphering physio-biochemical, yield, and nutritional quality attributes of water-stressed radish (Raphanus sativus L.) plants grown from Zn-Lys primed seeds. Chemosphere. 2018;195:175–189.", "ArticleIdList": ["29268176"]}, {"Citation": "Noman A., Ali Q., Naseem J., Javed M.T., Kanwal H., Islam W., Aqeel M., Khalid N., Zafar S., Tayyeb M. Sugar beet extract acts as a natural bio-stimulant for physio-biochemical attributes in water stressed wheat (Triticum aestivum L.) Acta Physiologiae Plantarum. 2018;40:110."}, {"Citation": "Nounjan N., Theerakulpisut P. Effects of exogenous proline and trehalose on physiological responses in rice seedlings during salt-stress and after recovery. Plant, Soil and Environment. 2012;58:309–315."}, {"Citation": "R Development Core Team, 2020. R: A language and environment for statistical computing. R Foundation for Statistical Computing, Vienna, Austria, http://www.R-project.org. Accessed 15 March, 2021."}, {"Citation": "Rahman A., Nahar K., Hasanuzzaman M., Fujita M. Calcium supplementation improves Na+/K+ ratio, antioxidant defense and glyoxalase systems in salt-stressed rice seedlings. Front. Plant Sci. 2016;7:609.", "ArticleIdList": ["PMC4864017", "27242816"]}, {"Citation": "Rameeh V. Ions uptake, yield and yield attributes of rapeseed exposed to salinity stress. Journal of soil science and plant nutrition. 2012;12:851–861."}, {"Citation": "Rasel, M., Tahjib-Ul-Arif, M., Hossain, M.A., Hassan L., Farzana S. Brestic M.: Screening of Salt-Tolerant Rice Landraces by Seedling Stage Phenotyping and Dissecting Biochemical Determinants of Tolerance Mechanism multidimensional roles in salt-stressed plants. Journal of Plant Growth Regulation, 2020, https ://doi.org/10.1007/s0034 4-020-10235 -9"}, {"Citation": "Ribarova F., Atanassova M. Total phenolics and flavonoids in Bulgarian fruits and vegetables. Journal of the university of chemical technology and metallurgy. 2005;40:255–260."}, {"Citation": "Ruiz J.M., Romero L. Bioactivity of the phenolic compounds in higher plants. Stud. Nat. Prod. Chem. 2001;25:651–681."}, {"Citation": "Sabagh A.E., Hossain A., Barutçular C., Islam M.S., Ratnasekera D., Kumar N., Meena R.S., Gharib H.S., Saneoka H., da Silva J.A.T. Drought and salinity stress management for higher and sustainable canola ('Brassica napus' L.) production: A critical review. Aust. J. Crop Sci. 2019;13:88–96."}, {"Citation": "Shehzad M., Zhou Z., Ditta A., Khan M., Cai X., Xu Y., Maqbool A., Khalofah A., Shaban M., Naeem M., Ansari M.J., Wang K., Liu F. Identification and characterization of genes related to salt stress tolerance within segregation distortion regions of genetic map in F2 Population of upland cotton. PLoS ONE. 2021;16(3) doi: 10.1371/journal.pone.0247593.", "ArticleIdList": ["10.1371/journal.pone.0247593", "PMC7997035", "33770112"]}, {"Citation": "Schillinger W.F., Paulitz T.C. Canola versus wheat rotation effects on subsequent wheat yield. Field Crops Research. 2018;223:26–32."}, {"Citation": "Shahbazi E., Arzani A., Saeidi G. Effects of NaCl treatments on seed germination and antioxidant activity of canola (Brassica napus L.) cultivars. Bangladesh Journal of Botany. 2011;40:67–73."}, {"Citation": "Sharif P., Seyedsalehi M., Paladino O., Van Damme P., Sillanpää M., Sharifi A. Effect of drought and salinity stresses on morphological and physiological characteristics of canola. Int. J. Environ. Sci. Technol. 2018;15:1859–1866."}, {"Citation": "Steel R., Torrie J., Dicke D. McGraw-Hill; New York: 1997. Principles and procedures of statistics: A biochemical approach."}, {"Citation": "Su J., Wu S., Xu Z., Qiu S., Luo T., Yang Y., Chen Q., Xia Y., Zou S., Huang B.-L. Comparison of salt tolerance in Brassicas and some related species. American Journal of Plant Sciences. 2013;4:1911."}, {"Citation": "Tahmasebpour B., Sabzi Nojadeh M., Esmaeilpour M. Salt stress tolerance of spring canola (Brassica napus L.) cultivars. International Journal of Plant Biology & Research. 2018"}, {"Citation": "Taiz, L., Zeiger, E., 2006. Plant physiology/by Lincoln Taiz and Eduardo Zeiger."}, {"Citation": "Umar S., Diva I., Anjum N.A., Iqbal M., Ahmad I., Pereira E. Potassium-induced alleviation of salinity stress in Brassica campestris L. Central European Journal of Biology. 2011;6:1054–1063."}, {"Citation": "Vital S.A., Fowler R.W., Virgen A., Gossett D.R., Banks S.W., Rodriguez J. Opposing roles for superoxide and nitric oxide in the NaCl stress-induced upregulation of antioxidant enzyme activity in cotton callus tissue. Environ. Exp. Bot. 2008;62:60–68."}, {"Citation": "Waqas, M., Yaning, C., Iqbal, H., Shareef, M., ur Rehman, H., Iqbal, S., Mahmood, S., 2019. Soil drenching of paclobutrazol: An efficient way to improve quinoa performance under salinity. Physiologia plantarum 165, 219-231.", "ArticleIdList": ["30133704"]}, {"Citation": "Wu H., Guo J., Wang C., Li K., Zhang X., Yang Z., Li M., Wang B. An effective screening method and a reliable screening trait for salt tolerance of Brassica napus at the germination stage. Front. Plant Sci. 2019;10:530.", "ArticleIdList": ["PMC6499083", "31105727"]}, {"Citation": "Zhang H.-X., Hodson J.N., Williams J.P., Blumwald E. Engineering salt-tolerant Brassica plants: characterization of yield and seed oil quality in transgenic plants with increased vacuolar sodium accumulation. Proc. Natl. Acad. Sci. 2001;98:12832–12836.", "ArticleIdList": ["PMC60139", "11606781"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "6", "Day": "29"}, {"Year": "2021", "Month": "7", "Day": "31"}, {"Year": "2021", "Month": "8", "Day": "3"}, {"Year": "2021", "Month": "9", "Day": "30", "Hour": "7", "Minute": "9"}, {"Year": "2021", "Month": "10", "Day": "1", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "10", "Day": "1", "Hour": "6", "Minute": "1"}, {"Year": "2021", "Month": "8", "Day": "11"}], "PublicationStatus": "ppublish", "ArticleIdList": ["34588857", "PMC8459110", "10.1016/j.sjbs.2021.08.021", "S1319-562X(21)00706-3"]}}], "PubmedBookArticle": []}