{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["antifungal activities", "latent pathogens", "maintaining stable colonization", "medicinal plant", "phenolic accumulation", "rhizome extracts"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34584530", "DateCompleted": {"Year": "2021", "Month": "10", "Day": "26"}, "DateRevised": {"Year": "2024", "Month": "04", "Day": "07"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "09", "Day": "17"}], "Language": ["eng"], "ELocationID": ["10.33073/pjm-2021-034"], "Journal": {"ISSN": "2544-4646", "JournalIssue": {"Volume": "70", "Issue": "3", "PubDate": {"Year": "2021", "Month": "Sep"}}, "Title": "Polish journal of microbiology", "ISOAbbreviation": "Pol J Microbiol"}, "ArticleTitle": "Latent Pathogenic Fungi in the Medicinal Plant <i>Houttuynia cordata</i> Thunb. Are Modulated by Secondary Metabolites and Colonizing Microbiota Originating from Soil.", "Pagination": {"StartPage": "359", "EndPage": "372", "MedlinePgn": "359-372"}, "Abstract": {"AbstractText": ["Latent pathogenic fungi (LPFs) affect plant growth, but some of them may stably colonize plants. LPFs were isolated from healthy <i>Houttuynia cordata</i> rhizomes to reveal this mechanism and identified as <i>Ilyonectria liriodendri</i>, an unidentified fungal sp., and <i>Penicillium citrinum</i>. Sterile <i>H. cordata</i> seedlings were cultivated in sterile or non-sterile soils and inoculated with the LPFs, followed by the plants' analysis. The <i>in vitro</i> antifungal activity of <i>H. cordata</i> rhizome crude extracts on LPF were determined. The effect of inoculation of sterile seedlings by LPFs on the concentrations of rhizome phenolics was evaluated. The rates of <i>in vitro</i> growth inhibition amongst LPFs were determined. The LPFs had a strong negative effect on <i>H. cordata</i> in sterile soil; microbiota in non-sterile soil eliminated such influence. There was an interactive inhibition among LPFs; the secondary metabolites also regulated their colonization in <i>H. cordata</i> rhizomes. LPFs changed the accumulation of phenolics in <i>H. cordata</i>. The results provide that colonization of LPFs in rhizomes was regulated by the colonizing microbiota of <i>H. cordata</i>, the secondary metabolites in the <i>H. cordata</i> rhizomes, and the mutual inhibition and competition between the different latent pathogens."], "CopyrightInformation": "© 2021 Hai-Tao Ye et al."}, "AuthorList": [{"Identifier": ["0000-0003-2209-8806"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory for Information System of Mountainous Areas and Protection of Ecological Environment of Guizhou Province, Guizhou Normal University, Guiyang Guizhou, China."}], "LastName": "Ye", "ForeName": "Hai-Tao", "Initials": "HT"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Life Science, Guizhou Normal University, Guiyang Guizhou, China."}], "LastName": "Luo", "ForeName": "Shi-Qiong", "Initials": "SQ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory for Information System of Mountainous Areas and Protection of Ecological Environment of Guizhou Province, Guizhou Normal University, Guiyang Guizhou, China."}], "LastName": "Yang", "ForeName": "Zhan-Nan", "Initials": "ZN"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory for Information System of Mountainous Areas and Protection of Ecological Environment of Guizhou Province, Guizhou Normal University, Guiyang Guizhou, China."}], "LastName": "Wang", "ForeName": "Yuan-Shuai", "Initials": "YS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory for Information System of Mountainous Areas and Protection of Ecological Environment of Guizhou Province, Guizhou Normal University, Guiyang Guizhou, China."}], "LastName": "Ding", "ForeName": "Qian", "Initials": "Q"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Poland", "MedlineTA": "Pol J Microbiol", "NlmUniqueID": "101229003", "ISSNLinking": "1733-1331"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}], "MeshHeadingList": [{"QualifierName": ["drug effects"], "DescriptorName": "Fungi"}, {"QualifierName": ["microbiology"], "DescriptorName": "Houttuynia"}, {"QualifierName": ["physiology"], "DescriptorName": "Microbial Interactions"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Plant Extracts"}, {"QualifierName": ["microbiology"], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": ["chemistry", "microbiology"], "DescriptorName": "Rhizome"}, {"QualifierName": [], "DescriptorName": "Soil Microbiology"}], "CoiStatement": "Conflict of interest The authors do not report any financial or personal connections with other persons or organizations, which might negatively affect the contents of this publication and/or claim authorship rights to this publication."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Álvarez C, Navarro JA, Molina-Heredia FP, Mariscal V. Endophytic colonization of rice (Oryza sativa L.) by the symbiotic strain Nostoc punctiforme PCC 73102. Mol Plant Microbe Interact. 2020August;33(8):1040–1045. 10.1094/MPMI-01-20-0015-SC", "ArticleIdList": ["10.1094/MPMI-01-20-0015-SC", "32314946"]}, {"Citation": "Aly AH, Debbab A, Proksch P. Fungal endophytes: unique plant inhabitants with great promises. Appl Microbiol Biotechnol. 2011; 90:1829–1845. 10.1007/s00253-011-3270-y", "ArticleIdList": ["10.1007/s00253-011-3270-y", "21523479"]}, {"Citation": "Aramsirirujiwet Y, Gumlangmak C, Kitpreechavanich V. Studies on antagonistic effect against plant pathogenic fungi from endophytic fungi isolated from Houttuynia cordata Thunb. and screening for siderophore and indole-3-acetic acid production. KKU Res J. 2016;21:55–66. 10.14456/kkurj.2016.5", "ArticleIdList": ["10.14456/kkurj.2016.5"]}, {"Citation": "Arnold AE, Lutzoni F. Diversity and host range of foliar fungal endophytes: are tropical leaves biodiversity hotspots? Ecology. 2007March;88(3):541–549. 10.1890/05-1459", "ArticleIdList": ["10.1890/05-1459", "17503580"]}, {"Citation": "Bamisile BS, Dash CK, Akutse KS, Keppanan R, Wang L. Fungal endophytes: beyond herbivore management. Front Microbiol. 2018March23;9:544. 10.3389/fmicb.2018.00544", "ArticleIdList": ["10.3389/fmicb.2018.00544", "PMC5876286", "29628919"]}, {"Citation": "Brader G, Compant S, Vescio K, Mitter B, Trognitz F, Ma LJ, Sessitsch A. Ecology and genomic insights into plant-pathogenic and plant-nonpathogenic endophytes. Annu Rev Phytopathol. 2017August04;55(1):61–83. 10.1146/annurev-phyto-080516-035641", "ArticleIdList": ["10.1146/annurev-phyto-080516-035641", "28489497"]}, {"Citation": "Carroll G. Fungal endophytes in stems and leaves: from latent pathogen to mutualistic symbiont. Ecology. 1988February;69(1):2–9. 10.2307/1943154", "ArticleIdList": ["10.2307/1943154"]}, {"Citation": "Chen L, Zhou J, Zeng T, Miao YF, Mei L, Yao GB, Fang K, Dong XF, Sha T, Yang MZ, et al. . Quantifying the sharing of foliar fungal pathogens by the invasive plant Ageratina adenophora and its neighbours. New Phytol. 2020September;227(5):1493–1504. 10.1111/nph.16624", "ArticleIdList": ["10.1111/nph.16624", "32343409"]}, {"Citation": "Chitnis VR, Suryanarayanan TS, Nataraja KN, Prasad SR, Oelmüller R, Shaanker RU. Fungal endophyte-mediated crop improvement: the way ahead. Front Plant Sci. 2020October27;11:561007. 10.3389/fpls.2020.561007", "ArticleIdList": ["10.3389/fpls.2020.561007", "PMC7652991", "33193487"]}, {"Citation": "Clemmensen KE, Bahr A, Ovaskainen O, Dahlberg A, Ekblad A, Wallander H, Stenlid J, Finlay RD, Wardle DA, Lindahl BD. Roots and associated fungi drive long-term carbon sequestration in boreal forest. Science. 2013March29;339(6127):1615–1618. 10.1126/science.1231923", "ArticleIdList": ["10.1126/science.1231923", "23539604"]}, {"Citation": "Cline LC, Zak DR. Initial colonization, community assembly and ecosystem function: fungal colonist traits and litter biochemistry mediate decay rate. Mol Ecol. 2015October;24(19):5045–5058. 10.1111/mec.13361", "ArticleIdList": ["10.1111/mec.13361", "26331892"]}, {"Citation": "de Brito LM, Zanette F, Biasi LA, Costa MD, Passos JFM. Morphological identification of Ilyonectria liriodendri and its interaction with plant growth-promoting bacteria in grapevine rootstocks. Rev Bras Frutic. 2019;41. 10.1590/0100-29452019140", "ArticleIdList": ["10.1590/0100-29452019140"]}, {"Citation": "Delaye L, García-Guzmán G, Heil M. Endophytes versus biotrophic and necrotrophic pathogens – are fungal lifestyles evolutionarily stable traits? Fungal Divers. 2013May;60(1):125–135. 10.1007/s13225-013-0240-y", "ArticleIdList": ["10.1007/s13225-013-0240-y"]}, {"Citation": "Etalo DW, Jeon JS, Raaijmakers JM. Modulation of plant chemistry by beneficial root microbiota. Nat Prod Rep. 2018;35(5):398–409. 10.1039/C7NP00057J", "ArticleIdList": ["10.1039/C7NP00057J", "29722774"]}, {"Citation": "Fernandes EG, Pereira OL, Silva CC, Bento CBP, Queiroz MV. Diversity of endophytic fungi in Glycine max. Microbiol Res. 2015December;181:84–92. 10.1016/j.micres.2015.05.010", "ArticleIdList": ["10.1016/j.micres.2015.05.010", "26111593"]}, {"Citation": "Fu J, Dai L, Lin Z, Lu H. Houttuynia cordata Thunb: a review of phytochemistry and pharmacology and quality control. Chin Med. 2013;04(03):101–123. 10.4236/cm.2013.43015", "ArticleIdList": ["10.4236/cm.2013.43015"]}, {"Citation": "Garrigues S, Gandía M, Castillo L, Coca M, Marx F, Marcos JF, Manzanares P. Three antifungal proteins from Penicillium expansum: different patterns of production and antifungal activity. Front Microbiol. 2018October5;9:2370. 10.3389/fmicb.2018.02370", "ArticleIdList": ["10.3389/fmicb.2018.02370", "PMC6182064", "30344516"]}, {"Citation": "Hodge A, Fitter AH. Substantial nitrogen acquisition by arbuscular mycorrhizal fungi from organic material has implications for N cycling. Proc Natl Acad Sci USA. 2010August03;107(31):13754–13759. 10.1073/pnas.1005874107", "ArticleIdList": ["10.1073/pnas.1005874107", "PMC2922220", "20631302"]}, {"Citation": "Huang AC, Jiang T, Liu YX, Bai YC, Reed J, Qu B, Goossens A, Nützmann HW, Bai Y, Osbourn A. A specialized metabolic network selectively modulates Arabidopsis root microbiota. Science. 2019May10;364(6440):eaau6389. 10.1126/science.aau6389", "ArticleIdList": ["10.1126/science.aau6389", "31073042"]}, {"Citation": "Huang L, Wang J, Li F, Tong Y, Wang Y. Study on the antimicrobial activity of ethanol extracts from H. cordata leaves. Med Plant. 2012;3:33–37."}, {"Citation": "Hyde KD, Soytong K. The fungal endophyte dilemma. Fungal Diversity. 2008;33:163–173."}, {"Citation": "Jerushalmi S, Maymon M, Dombrovsky A, Freeman S. Fungal pathogens affecting the production and quality of medical cannabis in Israel. Plants. 2020July13;9(7):882. 10.3390/plants9070882", "ArticleIdList": ["10.3390/plants9070882", "PMC7412049", "32668702"]}, {"Citation": "Jia M, Chen L, Xin HL, Zheng CJ, Rahman K, Han T, Qin LP. A friendly relationship between endophytic fungi and medicinal plants: a systematic review. Front Microbiol. 2016June09;7:906. 10.3389/fmicb.2016.00906", "ArticleIdList": ["10.3389/fmicb.2016.00906", "PMC4899461", "27375610"]}, {"Citation": "Kia SH, Pallesch S, Piepenbring M, Maciá-Vicente JG. Root endophytic fungi show low levels of interspecific competition in planta. Fungal Ecol. 2019June;39:184–191. 10.1016/j.funeco.2019.02.009", "ArticleIdList": ["10.1016/j.funeco.2019.02.009"]}, {"Citation": "Kumar M, Prasad SK, Hemalatha S. A current update on the phytopharmacological aspects of Houttuynia cordata Thunb. Pharmacogn Rev. 2014;8(15):22–35. 10.4103/0973-7847.125525", "ArticleIdList": ["10.4103/0973-7847.125525", "PMC3931198", "24600193"]}, {"Citation": "Lai KC, Chiu YJ, Tang YJ, Lin KL, Chiang JH, Jiang YL, Jen HF, Kuo YH, Agamaya S, Chung JG, et al. . Houttuynia cordata Thunb extract inhibits cell growth and induces apoptosis in human primary colorectal cancer cells. Anticancer Res. 2010September;30(9):3549–3556.", "ArticleIdList": ["20944136"]}, {"Citation": "Li W, Fan T, Zhang Y, Fan T, Zhou P, Niu X, He L. Houttuynia cordata Thunb. volatile oil exhibited anti-inflammatory effects in vivo and inhibited nitric oxide and tumor necrosis factor-α production in LPS-stimulated mouse peritoneal macrophages in vitro. Phytother Res. 2013November;27(11):1629–1639. 10.1002/ptr.4905", "ArticleIdList": ["10.1002/ptr.4905", "23280586"]}, {"Citation": "Liu D, Sun H, Ma H. Deciphering microbiome related to rusty roots of Panax ginseng and evaluation of antagonists against pathogenic Ilyonectria. Front Microbiol. 2019June18;10:1350. 10.3389/fmicb.2019.01350", "ArticleIdList": ["10.3389/fmicb.2019.01350", "PMC6591430", "31275274"]}, {"Citation": "Lofgren LA, LeBlanc NR, Certano AK, Nachtigall J, LaBine KM, Riddle J, Broz K, Dong Y, Bethan B, Kafer CW, et al. . Fusarium graminearum: pathogen or endophyte of North American grasses? New Phytol. 2018February;217(3):1203–1212. 10.1111/nph.14894", "ArticleIdList": ["10.1111/nph.14894", "PMC5813145", "29160900"]}, {"Citation": "Lu XH, Jiao XL, Chen AJ, Luo Y, Gao WW. First report of Ilyonectria robusta causing rusty root of Asian Ginseng in China. Plant Dis. 2015January;99(1):156–156. 10.1094/PDIS-06-14-0663-PDN", "ArticleIdList": ["10.1094/PDIS-06-14-0663-PDN", "30699775"]}, {"Citation": "Luo H, Qing Z, Deng Y, Deng Z, Tang X, Feng B, Lin W. Two polyketides produced by endophytic Penicillium citrinum DBR-9 from medicinal plant Stephania kwangsiensis and their antifungal activity against plant pathogenic fungi. Nat Prod Commun. 2019May;14(5):1934578X1984679. 10.1177/1934578X19846795", "ArticleIdList": ["10.1177/1934578X19846795"]}, {"Citation": "Luo S, Zhao C, Yang Z, Hu J, Di S. Soil microbes and medical metabolites of Artemisia annua L. along altitudinal gradient in Guizhou Karst terrains of China. J Plant Interact. 2019January01; 14(1):167–176. 10.1080/17429145.2019.1602886", "ArticleIdList": ["10.1080/17429145.2019.1602886"]}, {"Citation": "Malcolm GM, Kuldau GA, Gugino BK, Jiménez-Gasco MM. Hidden host plant associations of soilborne fungal pathogens: an ecological perspective. Phytopathology. 2013June;103(6):538–544. 10.1094/PHYTO-08-12-0192-LE", "ArticleIdList": ["10.1094/PHYTO-08-12-0192-LE", "23301815"]}, {"Citation": "Martínez G, Regente M, Jacobi S, Del Rio M, Pinedo M, de la Canal L. Chlorogenic acid is a fungicide active against phytopathogenic fungi. Pestic Biochem Physiol. 2017August;140:30–35. 10.1016/j.pestbp.2017.05.012", "ArticleIdList": ["10.1016/j.pestbp.2017.05.012", "28755691"]}, {"Citation": "Martínez-Diz MP, Díaz-Losada E, Armengol J, León M, Berlanas C, Andrés-Sodupe M, Gramaje D. First report of Ilyonectria robusta causing black foot disease of grapevine in Spain. Plant Dis. 2018November;102(11):2381. 10.1094/PDIS-05-18-0730-PDN", "ArticleIdList": ["10.1094/PDIS-05-18-0730-PDN", "30192179"]}, {"Citation": "Nakashima K-I, Tomida J, Hirai T, Morita Y, Kawamura Y, Inoue M. 2017. Tubakialactones A–E, new polyketides from the endophytic fungus Tubakia sp. ECN-111. Tetrahedron Lett. 58: 2248–2251. 10.1016/j.tetlet.2017.04.076", "ArticleIdList": ["10.1016/j.tetlet.2017.04.076"]}, {"Citation": "Nishad R, Ahmed T, Rahman VJ, Kareem A. Modulation of plant defense system in response to microbial interactions. Front Microbiol. 2020July3;11:1298. 10.3389/fmicb.2020.01298", "ArticleIdList": ["10.3389/fmicb.2020.01298", "PMC7350780", "32719660"]}, {"Citation": "Oliveira VM, Carraro E, Auler ME, Khalil NM. Quercetin and rutin as potential agents antifungal against Cryptococcus spp. Braz J Biol. 2016May06;76(4):1029–1034. 10.1590/1519-6984.07415", "ArticleIdList": ["10.1590/1519-6984.07415", "27166572"]}, {"Citation": "Pan F, Liu ZQ, Chen Q, Xu YW, Hou K, Wu W. Endophytic fungus strain 28 isolated from Houttuynia cordata possesses wide-spectrum antifungal activity. Braz J Microbiol. 2016April;47(2):480–488. 10.1016/j.bjm.2016.01.006", "ArticleIdList": ["10.1016/j.bjm.2016.01.006", "PMC4874678", "26991297"]}, {"Citation": "Park JB. Becatamide found in Houttuynia cordata suppresses P-selectin expression via inhibiting COX enzyme, not increasing cAMP in platelets. Phytother Res. 2015September;29(9):1381–1387. 10.1002/ptr.5391", "ArticleIdList": ["10.1002/ptr.5391", "26112157"]}, {"Citation": "Précigout PA, Claessen D, Makowski D, Robert C. Does the latent period of leaf fungal pathogens reflect their trophic type? A meta-analysis of biotrophs, hemibiotrophs, and necrotrophs. Phytopathology. 2020February;110(2):345–361. 10.1094/PHYTO-04-19-0144-R", "ArticleIdList": ["10.1094/PHYTO-04-19-0144-R", "31577162"]}, {"Citation": "Rajani P, Rajasekaran C, Vasanthakumari MM, Olsson SB, Ravikanth G, Uma Shaanker R. Inhibition of plant pathogenic fungi by endophytic Trichoderma spp. through mycoparasitism and volatile organic compounds. Microbiol Res. 2021January;242:126595. 10.1016/j.micres.2020.126595", "ArticleIdList": ["10.1016/j.micres.2020.126595", "33017769"]}, {"Citation": "Řebíčková K, Bajer T, Šilha D, Houdková M, Ventura K, Bajerová P. Chemical composition and determination of the antibacterial activity of essential oils in liquid and vapor phases extracted from two different Southeast Asian herbs – Houttuynia cordata (Saururaceae) and Persicaria odorata (Polygonaceae). Molecules. 2020May22;25(10):2432. 10.3390/molecules25102432", "ArticleIdList": ["10.3390/molecules25102432", "PMC7287994", "32456033"]}, {"Citation": "Ridout M, Newcombe G. Sydowia polyspora is both a foliar endophyte and a preemergent seed pathogen in Pinus ponderosa. Plant Dis. 2018March;102(3):640–644. 10.1094/PDIS-07-17-1074-RE", "ArticleIdList": ["10.1094/PDIS-07-17-1074-RE", "30673488"]}, {"Citation": "Rybak K, See PT, Phan HTT, Syme RA, Moffat CS, Oliver RP, Tan KC. A functionally conserved Zn2Cys6 binuclear cluster transcription factor class regulates necrotrophic effector gene expression and host-specific virulence of two major Pleosporales fungal pathogens of wheat. Mol Plant Pathol. 2017April;18(3):420–434. 10.1111/mpp.12511", "ArticleIdList": ["10.1111/mpp.12511", "PMC6638278", "27860150"]}, {"Citation": "Sahebi M, Hanafi MM, van Wijnen AJ, Akmar ASN, Azizi P, Idris AS, Taheri S, Foroughi M. Profiling secondary metabolites of plant defence mechanisms and oil palm in response to Ganoderma boninense attack. Int Biodeterior Biodegradation. 2017August; 122:151–164. 10.1016/j.ibiod.2017.04.016", "ArticleIdList": ["10.1016/j.ibiod.2017.04.016"]}, {"Citation": "Salvatore MM, Andolfi A, Nicoletti R. The thin line between pathogenicity and endophytism: the case of Lasiodiplodia theobromae. Agriculture. 2020October21;10(10):488. 10.3390/agriculture10100488", "ArticleIdList": ["10.3390/agriculture10100488"]}, {"Citation": "Shaw LJ, Morris P, Hooker JE. Perception and modification of plant flavonoid signals by rhizosphere microorganisms. Environ Microbiol. 2006November;8(11):1867–1880. 10.1111/j.1462-2920.2006.01141.x", "ArticleIdList": ["10.1111/j.1462-2920.2006.01141.x", "17014487"]}, {"Citation": "Singh AK, Singla P. Root Phenolics Profile Modulates Microbial Ecology of Rhizosphere. In: Lone R, Shuab R, Kamili A, editors. Plant Phenolics in Sustainable Agriculture. Singapore: Springer; 2020. p. 555–578. 10.1007/978-981-15-4890-1_24", "ArticleIdList": ["10.1007/978-981-15-4890-1_24"]}, {"Citation": "Stringlis IA, Yu K, Feussner K, de Jonge R, Van Bentum S, Van Verk MC, Berendsen RL, Bakker PAHM, Feussner I,Pieterse CMJ. MYB72-dependent coumarin exudation shapes root microbiome assembly to promote plant health. Proc Natl Acad Sci USA. 2018May29;115(22):E5213–E5222. 10.1073/pnas.1722335115", "ArticleIdList": ["10.1073/pnas.1722335115", "PMC5984513", "29686086"]}, {"Citation": "Talukdar R, Wary S, Mili C, Roy S, Tayung K. Antimicrobial secondary metabolites obtained from endophytic fungi inhabiting healthy leaf tissues of Houttuynia cordata Thunb., an ethnomedicinal plant of Northeast India. J Appl Pharm Sci. 2020September;10(09):99–106. 10.7324/JAPS.2020.10912", "ArticleIdList": ["10.7324/JAPS.2020.10912"]}, {"Citation": "Thiergart T, Durán P, Ellis T, Vannier N, Garrido-Oter R, Kemen E, Roux F, Alonso-Blanco C, Ågren J, Schulze-Lefert P, et al. . Root microbiota assembly and adaptive differentiation among European Arabidopsis populations. Nat Ecol Evol. 2020January; 4(1): 122–131. 10.1038/s41559-019-1063-3", "ArticleIdList": ["10.1038/s41559-019-1063-3", "31900452"]}, {"Citation": "Tran-Cong NM, Mándi A, Kurtán T, Müller WEG, Kalscheuer R, Lin W, Liu Z, Proksch P. Induction of cryptic metabolites of the endophytic fungus Trichocladium sp. through OSMAC and co-cultivation. RSC Adv. 2019August30;9(47):27279–27288. 10.1039/C9RA05469C", "ArticleIdList": ["10.1039/C9RA05469C", "PMC9070598", "35529238"]}, {"Citation": "Trivedi P, Leach JE, Tringe SG, Sa T, Singh BK. Plant-microbiome interactions: from community assembly to plant health. Nat Rev Microbiol. 2020November;18(11):607–621. 10.1038/s41579-020-0412-1", "ArticleIdList": ["10.1038/s41579-020-0412-1", "32788714"]}, {"Citation": "Úrbez-Torres JR, Hrycan J, Hart M, Bowen P, Forge T. Grapevine trunk disease fungi: their roles as latent pathogens and stress factors that favour disease development and symptom expression. Phytopathol Mediterr. 2020;59(3):395–424. 10.14601/Phyto-11275", "ArticleIdList": ["10.14601/Phyto-11275"]}, {"Citation": "Wang Q, Li Z, Feng X, Li X, Wang D, Sun G, Peng H. Vegetable Houttuynia cordata Thunb. as an important human mercury exposure route in Kaiyang county, Guizhou province, SW China. Ecotoxicol Environ Saf. 2020July;197:110575. 10.1016/j.ecoenv.2020.110575", "ArticleIdList": ["10.1016/j.ecoenv.2020.110575", "32302857"]}, {"Citation": "Wetzel WC, Whitehead SR. The many dimensions of phytochemical diversity: linking theory to practice. Ecol Lett. 2020January;23(1): 16–32. 10.1111/ele.13422", "ArticleIdList": ["10.1111/ele.13422", "31724320"]}, {"Citation": "Wheeler DL, Dung JKS, Johnson DA. From pathogen to endophyte: an endophytic population of Verticillium dahliae evolved from a sympatric pathogenic population. New Phytol. 2019April; 222(1): 497–510. 10.1111/nph.15567", "ArticleIdList": ["10.1111/nph.15567", "30372525"]}, {"Citation": "Yan L, Zhu J, Zhao X, Shi J, Jiang C, Shao D. Beneficial effects of endophytic fungi colonization on plants. Appl Microbiol Biotechnol. 2019March7;103(8):3327–3340. 10.1007/s00253-019-09713-2", "ArticleIdList": ["10.1007/s00253-019-09713-2", "30847542"]}, {"Citation": "Yang L, Jiang JG. Bioactive components and functional properties of Hottuynia cordata and its applications. Pharm Biol. 2009December; 47(12):1154–1161. 10.3109/13880200903019200", "ArticleIdList": ["10.3109/13880200903019200"]}, {"Citation": "Yang ZN, Sun YM, Luo SQ, Chen JW, Chen JW, Yu ZW, Sun M. Quality evaluation of Houttuynia cordata Thunb. by high performance liquid chromatography with photodiode-array detection (HPLC-DAD). Pak J Pharm Sci. 2014March;27(2):223–231.", "ArticleIdList": ["24577906"]}, {"Citation": "Ye HT, Yang ZN, Luo SQ, Wang YS, Ding Q. [Establishment of Rapid Propagation System on Houttuynia cordata Thunb.] (in Chinese). Molecular Plant Breding. 2020:1–18. Available from http://kns.cnki.net/kcms/detail/46.1068.s.20201021.1841.010.html"}, {"Citation": "Zheng CJ, Huang GL, Xu Y, Song XM, Yao J, Liu H, Wang RP, Sun XP. A new benzopyrans derivatives from a mangrove-derived fungus Penicillium citrinum from the South China Sea. Nat Prod Res. 2016;30(7):821–825. 10.1080/14786419.2015.1072712", "ArticleIdList": ["10.1080/14786419.2015.1072712", "26930107"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "3", "Day": "12"}, {"Year": "2021", "Month": "7", "Day": "13"}, {"Year": "2021", "Month": "7", "Day": "19"}, {"Year": "2021", "Month": "9", "Day": "29", "Hour": "6", "Minute": "53"}, {"Year": "2021", "Month": "9", "Day": "30", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "10", "Day": "27", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "9", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["34584530", "PMC8458996", "10.33073/pjm-2021-034"]}}], "PubmedBookArticle": []}