{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Bhasma", "green synthesis", "medicinal plants", "nanoparticle", "phytonanomedicine"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34588770", "DateRevised": {"Year": "2024", "Month": "04", "Day": "03"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "09", "Day": "23"}], "Language": ["eng"], "ELocationID": ["10.2147/NSA.S333467"], "Journal": {"ISSN": "1177-8903", "JournalIssue": {"Volume": "14", "PubDate": {"Year": "2021"}}, "Title": "Nanotechnology, science and applications", "ISOAbbreviation": "Nanotechnol Sci Appl"}, "ArticleTitle": "Prospective Application of Nanoparticles Green Synthesized Using Medicinal Plant Extracts as Novel Nanomedicines.", "Pagination": {"StartPage": "179", "EndPage": "195", "MedlinePgn": "179-195"}, "Abstract": {"AbstractText": ["The use of medicinal plants in green synthesis of metal nanoparticles is increasing day by day. A simple search for the keywords \"green synthesis\" and \"nanoparticles\" yields more than 33,000 articles in Scopus. As of August 10, 2021, more than 4000 articles have been published in 2021 alone. Besides demonstrating the ease and environmental-friendly route of synthesizing nanomaterials, many studies report the superior pharmacological properties of green synthesized nanoparticles compared to those synthesized by other methods. This is probably due to the fact that bioactive molecules are entrapped on the surface of these nanoparticles. On the other hand, recent studies have confirmed the nano-dimension and biocompatibility of metal ash (<i>Bhasma</i>) preparations, which are commonly macerated with biological products and administered for the treatment of various diseases in Indian medicine since ancient times. This perspective article argues for the prospective medical application of green nanoparticles in the light of <i>Bhasma</i>."], "CopyrightInformation": "© 2021 Selvakesavan and Franklin."}, "AuthorList": [{"Identifier": ["0000-0002-2793-3666"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Plant Genetics of the Polish Academy of Sciences, Poznan, Poland."}], "LastName": "Selvakesavan", "ForeName": "Rajendran K", "Initials": "RK"}, {"Identifier": ["0000-0002-6745-3528"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Plant Genetics of the Polish Academy of Sciences, Poznan, Poland."}], "LastName": "Franklin", "ForeName": "Gregory", "Initials": "G"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "New Zealand", "MedlineTA": "Nanotechnol Sci Appl", "NlmUniqueID": "101524435", "ISSNLinking": "1177-8903"}, "CoiStatement": "The authors report no conflicts of interest in this work."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Marslin G, Sheeba CJ, Franklin G. Nanoparticles alter secondary metabolism in plants via ROS Burst. Front Plant Sci. 2017;8:832. doi:10.3389/fpls.2017.00832", "ArticleIdList": ["10.3389/fpls.2017.00832", "PMC5437210", "28580002"]}, {"Citation": "Slavin YN, Asnis J, Häfeli UO, Bach H. Metal nanoparticles: understanding the mechanisms behind antibacterial activity. J Nanobiotechnology. 2017;15(1):65. doi:10.1186/s12951-017-0308-z", "ArticleIdList": ["10.1186/s12951-017-0308-z", "PMC5627441", "28974225"]}, {"Citation": "Luther DC, Huang R, Jeon T, et al. Delivery of drugs, proteins, and nucleic acids using inorganic nanoparticles. Adv Drug Deliv Rev. 2020;156:188–213. doi:10.1016/j.addr.2020.06.020", "ArticleIdList": ["10.1016/j.addr.2020.06.020", "PMC8559718", "32610061"]}, {"Citation": "Marslin G, Siram K, Maqbool Q, et al. Secondary metabolites in the green synthesis of metallic nanoparticles. Materials. 2018;11(6):940. doi:10.3390/ma11060940", "ArticleIdList": ["10.3390/ma11060940", "PMC6024997", "29865278"]}, {"Citation": "de Lázaro I, Mooney DJ. Obstacles and opportunities in a forward vision for cancer nanomedicine. Nat Mater. 2021. doi:10.1038/s41563-021-01047-7", "ArticleIdList": ["10.1038/s41563-021-01047-7", "34226688"]}, {"Citation": "Jiang W, Wang Y, Wargo JA, Lang FF, Kim BYS. Considerations for designing preclinical cancer immune nanomedicine studies. Nat Nanotechnol. 2021;16(1):6–15. doi:10.1038/s41565-020-00817-9", "ArticleIdList": ["10.1038/s41565-020-00817-9", "PMC8103921", "33349682"]}, {"Citation": "Barabadi H, Alizadeh Z, Rahimi MT, et al. Nanobiotechnology as an emerging approach to combat malaria: a systematic review. Nanomed Nanotechnol Biol Med. 2019;18:221–233. doi:10.1016/j.nano.2019.02.017", "ArticleIdList": ["10.1016/j.nano.2019.02.017", "30904586"]}, {"Citation": "Connor EE, Mwamuka J, Gole A, Murphy CJ, Wyatt MD. Gold Nanoparticles Are Taken Up by Human Cells but Do Not Cause Acute Cytotoxicity. Small. 2005;1(3):325–327. doi:10.1002/smll.200400093", "ArticleIdList": ["10.1002/smll.200400093", "17193451"]}, {"Citation": "Sousa de Almeida M, Susnik E, Drasler B,Taladriz-Biianco P, Petri-Frank A, Rothen-Rutishauser B. Understanding nanoparticle endocytosis to improve targeting strategies in nanomedicine. Chem Soc Rev. 2021;50(9):5397–5434. doi:10.1039/D0CS01127D", "ArticleIdList": ["10.1039/D0CS01127D", "PMC8111542", "33666625"]}, {"Citation": "Sindhwani S, Chan WCW. Nanotechnology for modern medicine: next step towards clinical translation. J Intern Med. 2021;290(3):486–498. doi:10.1111/joim.13254", "ArticleIdList": ["10.1111/joim.13254", "33480120"]}, {"Citation": "Nelaturi P, Nagarajan P, Sabapathy SK, Sambandam R. Swarna Bindu Prashana—an Ancient Approach to Improve the Infant’s Immunity. Biol Trace Elem Res. 2021;199(6):2145–2148. doi:10.1007/s12011-020-02353-y", "ArticleIdList": ["10.1007/s12011-020-02353-y", "PMC7451701", "32856248"]}, {"Citation": "Trujillo-Alonso V, Pratt EC, Zong H, et al. FDA-approved ferumoxytol displays anti-leukaemia efficacy against cells with low ferroportin levels. Nat Nanotechnol. 2019;14(6):616–622. doi:10.1038/s41565-019-0406-1", "ArticleIdList": ["10.1038/s41565-019-0406-1", "PMC6554053", "30911166"]}, {"Citation": "Strauss WE, Dahl NV, Li Z, Lau G, Allen LF. Ferumoxytol versus iron sucrose treatment: a post-hoc analysis of randomized controlled trials in patients with varying renal function and iron deficiency anemia. BMC Hematol. 2016;16(1):20. doi:10.1186/s12878-016-0060-x", "ArticleIdList": ["10.1186/s12878-016-0060-x", "PMC4960805", "27462400"]}, {"Citation": "He Y, Tian F, Zhou J, Zhao Q, Fu R, Jiao B. Colorimetric aptasensor for ochratoxin A detection based on enzyme-induced gold nanoparticle aggregation. J Hazard Mater. 2020;388:121758. doi:10.1016/j.jhazmat.2019.121758", "ArticleIdList": ["10.1016/j.jhazmat.2019.121758", "31796354"]}, {"Citation": "Meng Z, Huang H, Huang D, Zhang F, Mi P. Functional metal–organic framework-based nanocarriers for accurate magnetic resonance imaging and effective eradication of breast tumor and lung metastasis. J Colloid Interface Sci. 2021;581:31–43. doi:10.1016/j.jcis.2020.07.072", "ArticleIdList": ["10.1016/j.jcis.2020.07.072", "32768733"]}, {"Citation": "Sulaiman GM, Waheeb HM, Jabir MS, Khazaal SH, Dewir YH, Naidoo Y. Hesperidin Loaded on Gold Nanoparticles as a Drug Delivery System for a Successful Biocompatible, Anti-Cancer, Anti-Inflammatory and Phagocytosis Inducer Model. Sci Rep. 2020;10(1):9362. doi:10.1038/s41598-020-66419-6", "ArticleIdList": ["10.1038/s41598-020-66419-6", "PMC7283242", "32518242"]}, {"Citation": "Jabir M, Sahib UI, Taqi Z, et al. Linalool-loaded glutathione-modified gold nanoparticles conjugated with calnn peptide as apoptosis inducer and nf-κb translocation inhibitor in skov-3 cell line. Int J Nanomedicine. 2020;15:9025–9047. doi:10.2147/IJN.S276714", "ArticleIdList": ["10.2147/IJN.S276714", "PMC7680166", "33235450"]}, {"Citation": "Balkrishna A, Solleti SK, Singh H, Tomer M, Sharma N, Varshney A. Calcio-herbal formulation, Divya-Swasari-Ras, alleviates chronic inflammation and suppresses airway remodelling in mouse model of allergic asthma by modulating pro-inflammatory cytokine response. Biomed Pharmacother. 2020;126:110063. doi:10.1016/j.biopha.2020.110063", "ArticleIdList": ["10.1016/j.biopha.2020.110063", "32145582"]}, {"Citation": "Pal D, Sahu CK, Haldar A. Bhasma: the ancient Indian nanomedicine. J Adv Pharm Technol Res. 2014;5(1):4–12. doi:10.4103/2231-4040.126980", "ArticleIdList": ["10.4103/2231-4040.126980", "PMC3960793", "24696811"]}, {"Citation": "Sarkar PK, Chaudhary AK. Ayurvedic bhasma: the most ancient application of nanomedicine. J Sci Ind Res. 2010;69(12):901–905."}, {"Citation": "Kamath SU, Pemiah B, Sekar RK, Krishnaswamy S, Sethuraman S, Krishnan UM. Mercury-based traditional herbo-metallic preparations: a toxicological perspective. Arch Toxicol. 2012;86(6):831–838. doi:10.1007/s00204-012-0826-2", "ArticleIdList": ["10.1007/s00204-012-0826-2", "22441626"]}, {"Citation": "Kale B, Rajurkar N. Synthesis and characterization of Vanga bhasma. J Ayurveda Integr Med. 2019;10(2):111–118. doi:10.1016/j.jaim.2017.05.003", "ArticleIdList": ["10.1016/j.jaim.2017.05.003", "PMC6598822", "29310904"]}, {"Citation": "Singh SK, Gautam DNS, Kumar M, Rai SB. Synthesis, characterization and histopathological study of a lead-based Indian traditional drug: naga bhasma. Indian J Pharm Sci. 2010;72(1):24–30. doi:10.4103/0250-474X.62232", "ArticleIdList": ["10.4103/0250-474X.62232", "PMC2883223", "20582186"]}, {"Citation": "Jamadagni PS, Jamadagni SB, Singh R, Gaidhani SN, Upadhyay S, Hazra J. Repeated dose oral toxicity of Trivanga Bhasma in Swiss albino mice. Ayu. 2013;34(1):118–123. doi:10.4103/0974-8520.115449", "ArticleIdList": ["10.4103/0974-8520.115449", "PMC3764869", "24049417"]}, {"Citation": "Pareek A, Bhatnagar N. Physico-chemical characterization of traditionally prepared Yashada bhasma. J Ayurveda Integr Med. 2020;11(3):228–235. doi:10.1016/j.jaim.2018.11.004", "ArticleIdList": ["10.1016/j.jaim.2018.11.004", "PMC7527797", "30962052"]}, {"Citation": "Injal AS. Are Bhasma Nanomedicine of Ancient Times. Hist Nanotechnol. 2019;57–89. doi:10.1002/9781119460534.ch4", "ArticleIdList": ["10.1002/9781119460534.ch4"]}, {"Citation": "Ocsoy I, Gulbakan B, Chen T, et al. DNA-Guided Metal-Nanoparticle Formation on Graphene Oxide Surface. Adv Mater. 2013;25(16):2319–2325. doi:10.1002/adma.201204944", "ArticleIdList": ["10.1002/adma.201204944", "PMC3779546", "23436286"]}, {"Citation": "Leng Y, Fu L, Ye L, et al. Protein-directed synthesis of highly monodispersed, spherical gold nanoparticles and their applications in multidimensional sensing. Sci Rep. 2016;6(1):28900. doi:10.1038/srep28900", "ArticleIdList": ["10.1038/srep28900", "PMC4926111", "27353703"]}, {"Citation": "Barabadi H, Tajani B, Moradi M, et al. Penicillium family as emerging nanofactory for biosynthesis of green nanomaterials: a journey into the world of microorganisms. J Clust Sci. 2019;30(4):843–856. doi:10.1007/s10876-019-01554-3", "ArticleIdList": ["10.1007/s10876-019-01554-3"]}, {"Citation": "Moreno-Luna FB, Tovar-Corona A, Herrera-Perez JL, Santoyo-Salazar J, Rubio-Rosas E, Vázquez-Cuchillo O. Quick synthesis of gold nanoparticles at low temperature, by using Agave potatorum extracts. Mater Lett. 2019;235:254–257. doi:10.1016/j.matlet.2018.09.122", "ArticleIdList": ["10.1016/j.matlet.2018.09.122"]}, {"Citation": "Garibo D, Borbón-Nuñez HA, de León JND, et al. Green synthesis of silver nanoparticles using Lysiloma acapulcensis exhibit high-antimicrobial activity. Sci Rep. 2020;10(1):12805. doi:10.1038/s41598-020-69606-7", "ArticleIdList": ["10.1038/s41598-020-69606-7", "PMC7393152", "32732959"]}, {"Citation": "Philip D. Rapid green synthesis of spherical gold nanoparticles using Mangifera indica leaf. Spectrochim Acta Part A Mol Biomol Spectrosc. 2010;77(4):807–810. doi:10.1016/j.saa.2010.08.008", "ArticleIdList": ["10.1016/j.saa.2010.08.008", "20800536"]}, {"Citation": "Vanlalveni C, Lallianrawna S, Biswas A, Selvaraj M, Changmai B, Rokhum SL. Green synthesis of silver nanoparticles using plant extracts and their antimicrobial activities: a review of recent literature. RSC Adv. 2021;11(5):2804–2837. doi:10.1039/D0RA09941D", "ArticleIdList": ["10.1039/D0RA09941D", "PMC8694026", "35424248"]}, {"Citation": "Chandra H, Kumari P, Bontempi E, Yadav S. Medicinal plants: treasure trove for green synthesis of metallic nanoparticles and their biomedical applications. Biocatal Agric Biotechnol. 2020;24:101518. doi:10.1016/j.bcab.2020.101518", "ArticleIdList": ["10.1016/j.bcab.2020.101518"]}, {"Citation": "Augustine R, Hasan A. Emerging applications of biocompatible phytosynthesized metal/metal oxide nanoparticles in healthcare. J Drug Deliv Sci Technol. 2020;56:101516. doi:10.1016/j.jddst.2020.101516", "ArticleIdList": ["10.1016/j.jddst.2020.101516"]}, {"Citation": "Sudhasree S, Shakila Banu A, Brindha P, Kurian GA. Synthesis of nickel nanoparticles by chemical and green route and their comparison in respect to biological effect and toxicity. Toxicol Environ Chem. 2014;96(5):743–754. doi:10.1080/02772248.2014.923148", "ArticleIdList": ["10.1080/02772248.2014.923148"]}, {"Citation": "Singh A, Gautam PK, Verma A, et al. Green synthesis of metallic nanoparticles as effective alternatives to treat antibiotics resistant bacterial infections: a review. Biotechnol Reports. 2020;25:e00427. doi:10.1016/j.btre.2020.e00427", "ArticleIdList": ["10.1016/j.btre.2020.e00427", "PMC7005563", "32055457"]}, {"Citation": "Nadeem M, Khan R, Afridi K, et al. Green synthesis of cerium oxide nanoparticles (CeO(2) NPs) and their antimicrobial applications: a review. Int J Nanomedicine. 2020;15:5951–5961. doi:10.2147/IJN.S255784", "ArticleIdList": ["10.2147/IJN.S255784", "PMC7429212", "32848398"]}, {"Citation": "Anand K, Tiloke C, Naidoo P, Chuturgoon AA. Phytonanotherapy for management of diabetes using green synthesis nanoparticles. J Photochem Photobiol B Biol. 2017;173:626–639. doi:10.1016/j.jphotobiol.2017.06.028", "ArticleIdList": ["10.1016/j.jphotobiol.2017.06.028", "28709077"]}, {"Citation": "Khatua A, Prasad A, Priyadarshini E, et al. Emerging antineoplastic plant-based gold nanoparticle synthesis: a mechanistic exploration of their anticancer activity toward cervical cancer cells. J Clust Sci. 2020;31(6):1329–1340. doi:10.1007/s10876-019-01742-1", "ArticleIdList": ["10.1007/s10876-019-01742-1"]}, {"Citation": "Liu J, Zhang F, Ravikanth V, Olajide OA, Li C, Wei L-X. Chemical compositions of metals in Bhasmas and Tibetan Zuotai are a major determinant of their therapeutic effects and toxicity. Evidence-Based Complement Altern Med. 2019;2019:1697804. doi:10.1155/2019/1697804", "ArticleIdList": ["10.1155/2019/1697804", "PMC6421027", "30941186"]}, {"Citation": "Chaudhary A. Ayurvedic Bhasma: nanomedicine of ancient India - Its global contemporary perspective. J Biomed Nanotechnol. 2011;7(1):68–69. doi:10.1166/jbn.2011.1205", "ArticleIdList": ["10.1166/jbn.2011.1205", "21485807"]}, {"Citation": "Wadekar MP, Rode CV, Bendale YN, Patil KR, Gaikwad AB, Prabhune AA. Effect of calcination cycles on the preparation of tin oxide based traditional drug: studies on its formation and characterization. J Pharm Biomed Anal. 2006;41(4):1473–1478. doi:10.1016/j.jpba.2006.03.032", "ArticleIdList": ["10.1016/j.jpba.2006.03.032", "16682160"]}, {"Citation": "Wele A, De S, Dalvi M, Devi N, Pandit V. Nanoparticles of biotite mica as Krishna Vajra Abhraka Bhasma: synthesis and characterization. J Ayurveda Integr Med. 2021;12(2):269–282. doi:10.1016/j.jaim.2020.09.004", "ArticleIdList": ["10.1016/j.jaim.2020.09.004", "PMC8185977", "33402266"]}, {"Citation": "Beaudet D, Badilescu S, Kuruvinashetti K, et al. Comparative study on cellular entry of incinerated ancient gold particles (Swarna Bhasma) and chemically synthesized gold particles. Sci Rep. 2017;7(1):10678. doi:10.1038/s41598-017-10872-3", "ArticleIdList": ["10.1038/s41598-017-10872-3", "PMC5587722", "28878355"]}, {"Citation": "Krishnamachary B, Rajendran N, Pemiah B, et al. Scientific validation of the different purification steps involved in the preparation of an Indian Ayurvedic medicine, Lauha bhasma. J Ethnopharmacol. 2012;142(1):98–104. doi:10.1016/j.jep.2012.04.021", "ArticleIdList": ["10.1016/j.jep.2012.04.021", "22561344"]}, {"Citation": "Saha S, Ghosh S. Tinospora cordifolia: one plant, many roles. Anc Sci Life. 2012;31(4):151–159. doi:10.4103/0257-7941.107344", "ArticleIdList": ["10.4103/0257-7941.107344", "PMC3644751", "23661861"]}, {"Citation": "Kumar S, Gautam S, Powar S, Sharma A. Microbial decontamination of medicinally important herbals using gamma radiation and their biochemical characterisation. Food Chem. 2010;119(1):328–335. doi:10.1016/j.foodchem.2009.06.034", "ArticleIdList": ["10.1016/j.foodchem.2009.06.034"]}, {"Citation": "Chaudhari SY, Nariya MB, Galib R, Prajapati PK. Acute and subchronic toxicity study of Tamra Bhasma (incinerated copper) prepared with and without Amritikarana. J Ayurveda Integr Med. 2016;7(1):23–29. doi:10.1016/j.jaim.2015.11.001", "ArticleIdList": ["10.1016/j.jaim.2015.11.001", "PMC4910297", "27297506"]}, {"Citation": "Biswas S, Dhumal R, Selkar N, et al. Physicochemical characterization of Suvarna Bhasma, its toxicity profiling in rat and behavioural assessment in zebrafish model. J Ethnopharmacol. 2020;249:112388. doi:10.1016/j.jep.2019.112388", "ArticleIdList": ["10.1016/j.jep.2019.112388", "31730889"]}, {"Citation": "Joshi N, Dash MK, Dwivedi L, Khilnani GD. Toxicity study of Lauha Bhasma (calcined iron) in albino rats. Anc Sci Life. 2016;35(3):159–166. doi:10.4103/0257-7941.179870", "ArticleIdList": ["10.4103/0257-7941.179870", "PMC4850776", "27143800"]}, {"Citation": "Tripathi R, Rathore AS, Mehra BL, Raghubir R. Physico-chemical study of Vaikrānta bhasma. Anc Sci Life. 2013;32(4):199–204. doi:10.4103/0257-7941.131971", "ArticleIdList": ["10.4103/0257-7941.131971", "PMC4078469", "24991067"]}, {"Citation": "Singh SK, Chaudhary A, Rai DK, Rai SB. Preparation and characterization of a mercury based Indian traditional drug- Ras-Sindoor. Indian J Tradit Knowl. 2009;8(3):346–351."}, {"Citation": "Chaturvedi R, Jha CB. Standard manufacturing procedure of Rajata Bhasma. Ayu. 2011;32(4):566–571. doi:10.4103/0974-8520.96135", "ArticleIdList": ["10.4103/0974-8520.96135", "PMC3361937", "22661856"]}, {"Citation": "Kantak S, Rajurkar N, Adhyapak P. Synthesis and characterization of Abhraka (mica) bhasma by two different methods. J Ayurveda Integr Med. 2019. doi:10.1016/j.jaim.2018.11.003", "ArticleIdList": ["10.1016/j.jaim.2018.11.003", "PMC7527821", "30826258"]}, {"Citation": "Mohaptra S, Jha CB. Physicochemical characterization of Ayurvedic bhasma (Swarna makshika bhasma): an approach to standardization. Int J Ayurveda Res. 2010;1(2):82–86. doi:10.4103/0974-7788.64409", "ArticleIdList": ["10.4103/0974-7788.64409", "PMC2924988", "20814520"]}, {"Citation": "Singh N, Reddy KRC. Pharmaceutical study of Lauha Bhasma. Ayu. 2010;31(3):387–390. doi:10.4103/0974-8520.77157", "ArticleIdList": ["10.4103/0974-8520.77157", "PMC3221077", "22131745"]}, {"Citation": "Singh RK, Kumar S, Aman AK, Kr S, Kar M, Kumar S. Physical properties of an Indian Ayurvedic medicine (Shankh Bhasma) as nano materials for its application. Indian J Tradit Knowl. 2019;18(1):178–183."}, {"Citation": "Voropaiev M, Nock D. Onset of acid-neutralizing action of a calcium/magnesium carbonate-based antacid using an artificial stomach model: an in vitro evaluation. BMC Gastroenterol. 2021;21(1):112. doi:10.1186/s12876-021-01687-8", "ArticleIdList": ["10.1186/s12876-021-01687-8", "PMC7937289", "33676393"]}, {"Citation": "Panahi Y, Khedmat H, Valizadegan G, Mohtashami R, Sahebkar A. Efficacy and safety of Aloe vera syrup for the treatment of gastroesophageal reflux disease: a pilot randomized positive-controlled trial. J Tradit Chinese Med. 2015;35(6):632–636. doi:10.1016/S0254-6272(15)30151-5", "ArticleIdList": ["10.1016/S0254-6272(15)30151-5", "26742306"]}, {"Citation": "Chavan S, Tayade S, Gupta V, Deshmukh V, Sardeshmukh S. Pharmaceutical standardization and physicochemical characterization of traditional ayurvedic marine drug: incinerated conch shell (shankha bhasma). Mar Drugs. 2018;16:11. doi:10.3390/md16110450", "ArticleIdList": ["10.3390/md16110450", "PMC6266202", "30445775"]}, {"Citation": "Kumar G, Gupta Y. Evidence for safety of Ayurvedic herbal, herbo-metallic and Bhasma preparations on neurobehavioral activity and oxidative stress in rats. AYU. 2012;33(4):569–575. doi:10.4103/0974-8520.110514", "ArticleIdList": ["10.4103/0974-8520.110514", "PMC3665192", "23723678"]}, {"Citation": "Nagaraju V, Joshi D, Aryya NC. Toxicity studies on vanga bhasma (Part I - with special reference to G. I. T. Liver and Pancreas). Anc Sci Life. 1984;4(1):32–35.", "ArticleIdList": ["PMC3331483", "22557446"]}, {"Citation": "Gokarn RA, Nariya MB, Patgiri BJ, Prajapati PK. Toxicological studies of Rasasindura, an ayurvedic formulation. Indian J Pharm Sci. 2017;79(4):633–640. doi:10.4172/pharmaceutical-sciences.1000272", "ArticleIdList": ["10.4172/pharmaceutical-sciences.1000272"]}, {"Citation": "Umrani RD, Paknikar KM. Ayurvedic medicine zinc bhasma: physicochemical evaluation, anti-diabetic activity and safety assessment. J Biomed Nanotechnol. 2011;7(1):148–149. doi:10.1166/jbn.2011.1243", "ArticleIdList": ["10.1166/jbn.2011.1243", "21485845"]}, {"Citation": "Raviraja A, Vishal Babu GN, Sehgal A, et al. Three cases of lead toxicity associated with consumption of ayurvedic medicines. Indian J Clin Biochem. 2010;25(3):326–329. doi:10.1007/s12291-010-0051-9", "ArticleIdList": ["10.1007/s12291-010-0051-9", "PMC3001842", "21731207"]}, {"Citation": "Breeher L, Gerr F, Fuortes L. A case report of adult lead toxicity following use of Ayurvedic herbal medication. J Occup Med Toxicol. 2013;8(1):26. doi:10.1186/1745-6673-8-26", "ArticleIdList": ["10.1186/1745-6673-8-26", "PMC3850721", "24083830"]}, {"Citation": "Philips CA, Paramaguru R, Augustine P. Ayurveda metallic-mineral ‘Bhasma’-associated severe liver injury. BMJ Case Rep. 2018;2018:bcr-2018-225590. doi:10.1136/bcr-2018-225590", "ArticleIdList": ["10.1136/bcr-2018-225590", "PMC6040517", "29960971"]}, {"Citation": "Singh J, Dutta T, Kim K-H, Rawat M, Samddar P, Kumar P. ‘Green’ synthesis of metals and their oxide nanoparticles: applications for environmental remediation. J Nanobiotechnology. 2018;16(1):84. doi:10.1186/s12951-018-0408-4", "ArticleIdList": ["10.1186/s12951-018-0408-4", "PMC6206834", "30373622"]}, {"Citation": "Hii YS, Jeevanandam J, Chan YS. Plant mediated green synthesis and nanoencapsulation of MgO nanoparticle from Calotropis gigantea: characterisation and kinetic release studies. Inorg Nano-Metal Chem. 2018;48(12):620–631. doi:10.1080/24701556.2019.1569053", "ArticleIdList": ["10.1080/24701556.2019.1569053"]}, {"Citation": "Haritha E, Roopan SM, Madhavi G, Elango G, Al-Dhabi NA, Arasu MV. Green chemical approach towards the synthesis of SnO2 NPs in argument with photocatalytic degradation of diazo dye and its kinetic studies. J Photochem Photobiol B Biol. 2016;162:441–447. doi:10.1016/j.jphotobiol.2016.07.010", "ArticleIdList": ["10.1016/j.jphotobiol.2016.07.010", "27450298"]}, {"Citation": "Marslin G, Selvakesavan RK, Franklin G, Sarmento B, Dias ACP. Antimicrobial activity of cream incorporated with silver nanoparticles biosynthesized from Withania somnifera. Int J Nanomedicine. 2015;10:5955–5963. doi:10.2147/IJN.S81271", "ArticleIdList": ["10.2147/IJN.S81271", "PMC4590548", "26445537"]}, {"Citation": "Koca FD, Demirezen Yilmaz D, Ertas Onmaz N, Yilmaz E, Ocsoy I. Green synthesis of allicin based hybrid nanoflowers with evaluation of their catalytic and antimicrobial activities. Biotechnol Lett. 2020;42(9):1683–1690. doi:10.1007/s10529-020-02877-2", "ArticleIdList": ["10.1007/s10529-020-02877-2", "32239349"]}, {"Citation": "Koca FD, Demirezen Yilmaz D, Ertas Onmaz N, Ocsoy I. Peroxidase-like activity and antimicrobial properties of curcumin-inorganic hybrid nanostructure. Saudi J Biol Sci. 2020;27(10):2574–2579. doi:10.1016/j.sjbs.2020.05.025", "ArticleIdList": ["10.1016/j.sjbs.2020.05.025", "PMC7499100", "32994713"]}, {"Citation": "Saravanan M, Barabadi H, Ramachandran B, Venkatraman G, Ponmurugan K. Chapter Eleven - Emerging plant-based anti-cancer green nanomaterials in present scenario. In: Verma SK, Das AKBT-CA-C, editors. Engineered Nanomaterials and Phytonanotechnology: Challenges for Plant Sustainability. Vol. 87. Elsevier; 2019:291–318."}, {"Citation": "Abdellatif AAH, Alsharidah M, Al Rugaie O, Tawfeek HM, Tolba NS. Silver nanoparticle-coated ethyl cellulose inhibits tumor necrosis factor-α of breast cancer cells. Drug Des Devel Ther. 2021;15:2035–2046. doi:10.2147/DDDT.S310760", "ArticleIdList": ["10.2147/DDDT.S310760", "PMC8128348", "34012256"]}, {"Citation": "Joseph J, Khor KZ, Moses EJ, Lim V, Aziz MY, Abdul Samad N. In vitro anticancer effects of Vernonia amygdalina leaf extract and green-synthesised silver nanoparticles. Int J Nanomedicine. 2021;16:3599–3612. doi:10.2147/IJN.S303921", "ArticleIdList": ["10.2147/IJN.S303921", "PMC8164701", "34079252"]}, {"Citation": "Barabadi H, Damavandi Kamali K, Jazayeri Shoushtari F, et al. Emerging theranostic silver and gold nanomaterials to combat prostate cancer: a systematic review. J Clust Sci. 2019;30(6):1375–1382. doi:10.1007/s10876-019-01588-7", "ArticleIdList": ["10.1007/s10876-019-01588-7"]}, {"Citation": "Rónavári A, Kovács D, Igaz N, et al. Biological activity of green-synthesized silver nanoparticles depends on the applied natural extracts: a comprehensive study. Int J Nanomedicine. 2017;12:871–883. doi:10.2147/IJN.S122842", "ArticleIdList": ["10.2147/IJN.S122842", "PMC5291331", "28184158"]}, {"Citation": "Kelkawi AHA, Abbasi Kajani A, Bordbar A-K. Green synthesis of silver nanoparticles using Mentha pulegium and investigation of their antibacterial, antifungal and anticancer activity. IET Nanobiotechnology. 2017;11(4):370–376. doi:10.1049/iet-nbt.2016.0103", "ArticleIdList": ["10.1049/iet-nbt.2016.0103", "PMC8676641", "28530184"]}, {"Citation": "Virmani I, Sasi C, Priyadarshini E, et al. Comparative anticancer potential of biologically and chemically synthesized gold nanoparticles. J Clust Sci. 2020;31(4):867–876. doi:10.1007/s10876-019-01695-5", "ArticleIdList": ["10.1007/s10876-019-01695-5"]}, {"Citation": "Kummara S, Patil MB, Uriah T. Synthesis, characterization, biocompatible and anticancer activity of green and chemically synthesized silver nanoparticles – a comparative study. Biomed Pharmacother. 2016;84:10–21. doi:10.1016/j.biopha.2016.09.003", "ArticleIdList": ["10.1016/j.biopha.2016.09.003", "27621034"]}, {"Citation": "Jenifer AA, Malaikozhundan B, Vijayakumar S, Anjugam M, Iswarya A, Vaseeharan B. Green synthesis and characterization of silver nanoparticles (AgNPs) using leaf extract of Solanum nigrum and assessment of toxicity in vertebrate and invertebrate aquatic animals. J Clust Sci. 2020;31(5):989–1002. doi:10.1007/s10876-019-01704-7", "ArticleIdList": ["10.1007/s10876-019-01704-7"]}, {"Citation": "Jacob SJP, Prasad VLS, Sivasankar S, Muralidharan P. Biosynthesis of silver nanoparticles using dried fruit extract of Ficus carica - Screening for its anticancer activity and toxicity in animal models. Food Chem Toxicol. 2017;109:951–956. doi:10.1016/j.fct.2017.03.066", "ArticleIdList": ["10.1016/j.fct.2017.03.066", "28377268"]}, {"Citation": "Latha M, Priyanka M, Rajasekar P, Manikandan R, Prabhu NM. Biocompatibility and antibacterial activity of the Adathoda vasica Linn extract mediated silver nanoparticles. Microb Pathog. 2016;93:88–94. doi:10.1016/J.MICPATH.2016.01.013", "ArticleIdList": ["10.1016/J.MICPATH.2016.01.013", "26802519"]}, {"Citation": "Bhavyasree PG, Xavier TS. Green synthesis of copper oxide/carbon nanocomposites using the leaf extract of Adhatoda vasica Nees, their characterization and antimicrobial activity. Heliyon. 2020;6(2):e03323–e03323. doi:10.1016/j.heliyon.2020.e03323", "ArticleIdList": ["10.1016/j.heliyon.2020.e03323", "PMC7016239", "32072042"]}, {"Citation": "Thirumagal N, Jeyakumari AP. Structural, optical and antibacterial properties of green synthesized silver nanoparticles (AgNPs) using Justicia adhatoda L. J Clust Sci. 2020;31(2):487–497. doi:10.1007/s10876-019-01663-z", "ArticleIdList": ["10.1007/s10876-019-01663-z"]}, {"Citation": "Thema FT, Manikandan E, Gurib-Fakim A, Maaza M. Single phase Bunsenite NiO nanoparticles green synthesis by Agathosma betulina natural extract. J Alloys Compd. 2016;657:655–661. doi:10.1016/j.jallcom.2015.09.227", "ArticleIdList": ["10.1016/j.jallcom.2015.09.227"]}, {"Citation": "Khoshnamvand M, Huo C, Liu J. Silver nanoparticles synthesized using Allium ampeloprasum L. leaf extract: characterization and performance in catalytic reduction of 4-nitrophenol and antioxidant activity. J Mol Struct. 2019;1175:90–96. doi:10.1016/j.molstruc.2018.07.089", "ArticleIdList": ["10.1016/j.molstruc.2018.07.089"]}, {"Citation": "Tippayawat P, Phromviyo N, Boueroy P, Chompoosor A. Green synthesis of silver nanoparticles in aloe vera plant extract prepared by a hydrothermal method and their synergistic antibacterial activity. PeerJ. 2016;4:e2589–e2589. doi:10.7717/peerj.2589", "ArticleIdList": ["10.7717/peerj.2589", "PMC5075710", "27781173"]}, {"Citation": "Chandrababu P, Cheriyan S, Raghavan R. Aloe vera leaf extract-assisted facile green synthesis of amorphous Fe2O3 for catalytic thermal decomposition of ammonium perchlorate. J Therm Anal Calorim. 2020;139(1):89–99. doi:10.1007/s10973-019-08376-5", "ArticleIdList": ["10.1007/s10973-019-08376-5"]}, {"Citation": "Jabir MS, Saleh YM, Sulaiman GM, et al. Green synthesis of silver nanoparticles using annona muricata extract as an inducer of apoptosis in cancer cells and inhibitor for NLRP3 inflammasome via enhanced autophagy. Nanomater. 2021;11:2. doi:10.3390/nano11020384", "ArticleIdList": ["10.3390/nano11020384", "PMC7913157", "33546151"]}, {"Citation": "Xia QH, Zheng LP, Zhao PF, Wang JW. Biosynthesis of silver nanoparticles using Artemisia annua callus for inhibiting stem-end bacteria in cut carnation flowers. IET Nanobiotechnology. 2017;11(2):185–192. doi:10.1049/iet-nbt.2015.0125", "ArticleIdList": ["10.1049/iet-nbt.2015.0125", "PMC8676257", "28477002"]}, {"Citation": "Roy P, Das B, Mohanty A, Mohapatra S. Green synthesis of silver nanoparticles using Azadirachta indica leaf extract and its antimicrobial study. Appl Nanosci. 2017;7(8):843–850. doi:10.1007/s13204-017-0621-8", "ArticleIdList": ["10.1007/s13204-017-0621-8"]}, {"Citation": "Sharma JK, Srivastava P, Ameen S, Akhtar MS, Sengupta SK, Singh G. Phytoconstituents assisted green synthesis of cerium oxide nanoparticles for thermal decomposition and dye remediation. Mater Res Bull. 2017;91:98–107. doi:10.1016/J.MATERRESBULL.2017.03.034", "ArticleIdList": ["10.1016/J.MATERRESBULL.2017.03.034"]}, {"Citation": "Nagar N, Devra V. Green synthesis and characterization of copper nanoparticles using Azadirachta indica leaves. Mater Chem Phys. 2018;213:44–51. doi:10.1016/j.matchemphys.2018.04.007", "ArticleIdList": ["10.1016/j.matchemphys.2018.04.007"]}, {"Citation": "Dulta K, Koşarsoy Ağçeli G, Chauhan P, Jasrotia R, Chauhan PK. A novel approach of synthesis zinc oxide nanoparticles by bergenia ciliata rhizome extract: antibacterial and anticancer potential. J Inorg Organomet Polym Mater. 2021;31(1):180–190. doi:10.1007/s10904-020-01684-6", "ArticleIdList": ["10.1007/s10904-020-01684-6"]}, {"Citation": "Ayodhya D, Veerabhadram G. One-pot green synthesis, characterization, photocatalytic, sensing and antimicrobial studies of Calotropis gigantea leaf extract capped CdS NPs. Mater Sci Eng B. 2017;225:33–44. doi:10.1016/j.mseb.2017.08.008", "ArticleIdList": ["10.1016/j.mseb.2017.08.008"]}, {"Citation": "Singh D, Kumar V, Yadav E, et al. One-pot green synthesis and structural characterisation of silver nanoparticles using aqueous leaves extract of Carissa carandas: antioxidant, anticancer and antibacterial activities. IET Nanobiotechnology. 2018;12(6):748–756.", "ArticleIdList": ["PMC8676503", "30104448"]}, {"Citation": "Osibe DA, Chiejina NV, Ogawa K, Aoyagi H. Stable antibacterial silver nanoparticles produced with seed-derived callus extract of Catharanthus roseus. Artif Cells Nanomed Biotechnol. 2018;46(6):1266–1273. doi:10.1080/21691401.2017.1367927", "ArticleIdList": ["10.1080/21691401.2017.1367927", "28830244"]}, {"Citation": "Gupta M, Tomar RS, Kaushik S, Mishra RK, Sharma D. Effective antimicrobial activity of green ZnO nano particles of Catharanthus roseus. Front Microbiol. 2018;9:2030. doi:10.3389/fmicb.2018.02030", "ArticleIdList": ["10.3389/fmicb.2018.02030", "PMC6129596", "30233518"]}, {"Citation": "Azizi S, Mohamad R, Mahdavi Shahri M. Green microwave-assisted combustion synthesis of zinc oxide nanoparticles with Citrullus colocynthis (L.) Schrad: characterization and biomedical applications. Molecules. 2017;22(2):301. doi:10.3390/molecules22020301", "ArticleIdList": ["10.3390/molecules22020301", "PMC6155814", "28212344"]}, {"Citation": "John Sushma N, Prathyusha D, Swathi G, et al. Facile approach to synthesize magnesium oxide nanoparticles by using Clitoria ternatea—characterization and in vitro antioxidant studies. Appl Nanosci. 2016;6(3):437–444. doi:10.1007/s13204-015-0455-1", "ArticleIdList": ["10.1007/s13204-015-0455-1"]}, {"Citation": "Fatimah I, Sahroni I, Muraza O, Doong R. One-pot biosynthesis of SnO2 quantum dots mediated by Clitoria ternatea flower extract for photocatalytic degradation of rhodamine B. J Environ Chem Eng. 2020;8(4):103879. doi:10.1016/j.jece.2020.103879", "ArticleIdList": ["10.1016/j.jece.2020.103879"]}, {"Citation": "Vilas V, Philip D, Mathew J. Essential oil mediated synthesis of silver nanocrystals for environmental, anti-microbial and antioxidant applications. Mater Sci Eng C. 2016;61:429–436. doi:10.1016/J.MSEC.2015.12.083", "ArticleIdList": ["10.1016/J.MSEC.2015.12.083", "26838869"]}, {"Citation": "Bathula C, Kumar KA, et al. Ultrasonically driven green synthesis of palladium nanoparticles by Coleus amboinicus for catalytic reduction and Suzuki-Miyaura reaction. Colloids Surfaces B Biointerfaces. 2020;192:111026. doi:10.1016/j.colsurfb.2020.111026", "ArticleIdList": ["10.1016/j.colsurfb.2020.111026", "32344163"]}, {"Citation": "Khan FU, Chen Y, Khan NU, et al. Visible light inactivation of E. coli, Cytotoxicity and ROS determination of biochemically capped gold nanoparticles. Microb Pathog. 2017;107:419–424. doi:10.1016/J.MICPATH.2017.04.024", "ArticleIdList": ["10.1016/J.MICPATH.2017.04.024", "28435109"]}, {"Citation": "Vijayan R, Joseph S, Mathew B. Costus speciosus rhizome extract mediated synthesis of silver and gold nanoparticles and their biological and catalytic properties. Inorg Nano-Metal Chem. 2019;49(8):249–259. doi:10.1080/24701556.2019.1661439", "ArticleIdList": ["10.1080/24701556.2019.1661439"]}, {"Citation": "Bagherzade G, Tavakoli MM, Namaei MH. Green synthesis of silver nanoparticles using aqueous extract of saffron (Crocus sativus L.) wastages and its antibacterial activity against six bacteria. Asian Pac J Trop Biomed. 2017;7(3):227–233. doi:10.1016/j.apjtb.2016.12.014", "ArticleIdList": ["10.1016/j.apjtb.2016.12.014"]}, {"Citation": "Aboyewa JA, Sibuyi NRS, Meyer M, Oguntibeju OO. Gold nanoparticles synthesized using extracts of cyclopia intermedia, commonly known as honeybush, amplify the cytotoxic effects of doxorubicin. Nanomater. 2021;11:1. doi:10.3390/nano11010132", "ArticleIdList": ["10.3390/nano11010132", "PMC7826697", "33429945"]}, {"Citation": "Ruíz-Baltazar Á de J, Reyes-López SY, Mondragón-Sánchez M de L, Estevez M, Hernández-Martinez AR, Pérez R. Biosynthesis of Ag nanoparticles using Cynara cardunculus leaf extract: evaluation of their antibacterial and electrochemical activity. Results Phys. 2018;11:1142–1149. doi:10.1016/j.rinp.2018.11.032", "ArticleIdList": ["10.1016/j.rinp.2018.11.032"]}, {"Citation": "Suresh S, Ilakiya R, Kalaiyan G, et al. Green synthesis of copper oxide nanostructures using Cynodon dactylon and Cyperus rotundus grass extracts for antibacterial applications. Ceram Int. 2020;46(8):12525–12537. doi:10.1016/j.ceramint.2020.02.015", "ArticleIdList": ["10.1016/j.ceramint.2020.02.015"]}, {"Citation": "Anandan M, Poorani G, Boomi P, et al. Green synthesis of anisotropic silver nanoparticles from the aqueous leaf extract of Dodonaea viscosa with their antibacterial and anticancer activities. Process Biochem. 2019;80:80–88. doi:10.1016/j.procbio.2019.02.014", "ArticleIdList": ["10.1016/j.procbio.2019.02.014"]}, {"Citation": "Jabir MS, Hussien AA, Sulaiman GM, et al. Green synthesis of silver nanoparticles from Eriobotrya japonica extract: a promising approach against cancer cells proliferation, inflammation, allergic disorders and phagocytosis induction. Artif Cells Nanomed Biotechnol. 2021;49(1):48–60. doi:10.1080/21691401.2020.1867152", "ArticleIdList": ["10.1080/21691401.2020.1867152", "33403879"]}, {"Citation": "Francis S, Joseph S, Koshy EP, Mathew B. Microwave assisted green synthesis of silver nanoparticles using leaf extract of elephantopus scaber and its environmental and biological applications. Artif Cells Nanomed Biotechnol. 2018;46(4):795–804. doi:10.1080/21691401.2017.1345921", "ArticleIdList": ["10.1080/21691401.2017.1345921", "28681662"]}, {"Citation": "Abbai R, Mathiyalagan R, Markus J, et al. Green synthesis of multifunctional silver and gold nanoparticles from the oriental herbal adaptogen: Siberian ginseng. Int J Nanomedicine. 2016;11:3131–3143. doi:10.2147/IJN.S108549", "ArticleIdList": ["10.2147/IJN.S108549", "PMC4946861", "27468232"]}, {"Citation": "Balaji S, Guda R, Mandal BK, Kasula M, Ubba E, Khan F-RN. Green synthesis of nano-titania (TiO2 NPs) utilizing aqueous Eucalyptus globulus leaf extract: applications in the synthesis of 4H-pyran derivatives. Res Chem Intermed. 2019. doi:10.1007/s11164-018-03720-0", "ArticleIdList": ["10.1007/s11164-018-03720-0"]}, {"Citation": "Balamurugan M, Saravanan S. Green synthesis of silver nanoparticles by using eucalyptus globulus leaf extract. J Inst Eng Ser A. 2017;98(4):461–467. doi:10.1007/s40030-017-0236-9", "ArticleIdList": ["10.1007/s40030-017-0236-9"]}, {"Citation": "Ahmad H, Venugopal K, Rajagopal K, et al. Green synthesis and characterization of zinc oxide nanoparticles using eucalyptus globules and their fungicidal ability against pathogenic fungi of apple orchards. Biomol. 2020;10:3. doi:10.3390/biom10030425", "ArticleIdList": ["10.3390/biom10030425", "PMC7175351", "32182874"]}, {"Citation": "Aksu Demirezen D, Yıldız YŞ, Yılmaz Ş, Demirezen yılmaz D. Green synthesis and characterization of iron oxide nanoparticles using Ficus carica (common fig) dried fruit extract. J Biosci Bioeng. 2019;127(2):241–245. doi:10.1016/j.jbiosc.2018.07.024", "ArticleIdList": ["10.1016/j.jbiosc.2018.07.024", "30348486"]}, {"Citation": "Gopinath K, Kumaraguru S, Bhakyaraj K, et al. Green synthesis of silver, gold and silver/gold bimetallic nanoparticles using the Gloriosa superba leaf extract and their antibacterial and antibiofilm activities. Microb Pathog. 2016;101:1–11. doi:10.1016/J.MICPATH.2016.10.011", "ArticleIdList": ["10.1016/J.MICPATH.2016.10.011", "27765621"]}, {"Citation": "Naika HR, Lingaraju K, Manjunath K, et al. Green synthesis of CuO nanoparticles using Gloriosa superba L. extract and their antibacterial activity. J Taibah Univ Sci. 2015;9(1):7–12. doi:10.1016/j.jtusci.2014.04.006", "ArticleIdList": ["10.1016/j.jtusci.2014.04.006"]}, {"Citation": "Rokade SS, Joshi KA, Mahajan K, et al. Gloriosa superba mediated synthesis of platinum and palladium nanoparticles for induction of apoptosis in breast cancer. Bioinorg Chem Appl. 2018;2018:4924186. doi:10.1155/2018/4924186", "ArticleIdList": ["10.1155/2018/4924186", "PMC6051271", "30057593"]}, {"Citation": "Talebpour F, Ghahghaei A. Effect of green synthesis of gold nanoparticles (AuNPs) from Hibiscus sabdariffa on the aggregation of α-lactalbumin. Int J Pept Res Ther. 2020. doi:10.1007/s10989-020-10023-9", "ArticleIdList": ["10.1007/s10989-020-10023-9"]}, {"Citation": "Kumar V, Singh S, Srivastava B, Bhadouria R, Singh R. Green synthesis of silver nanoparticles using leaf extract of Holoptelea integrifolia and preliminary investigation of its antioxidant, anti-inflammatory, antidiabetic and antibacterial activities. J Environ Chem Eng. 2019;7(3):103094. doi:10.1016/j.jece.2019.103094", "ArticleIdList": ["10.1016/j.jece.2019.103094"]}, {"Citation": "Botcha S, Prattipati SD. Callus extract mediated green synthesis of silver nanoparticles, their characterization and cytotoxicity evaluation against MDA-MB-231 and PC-3 cells. Bionanoscience. 2020;10(1):11–22. doi:10.1007/s12668-019-00683-3", "ArticleIdList": ["10.1007/s12668-019-00683-3"]}, {"Citation": "Aritonang HF, Koleangan H, Wuntu AD. Synthesis of silver nanoparticles using aqueous extract of medicinal plants’ (Impatiens balsamina and Lantana camara) fresh leaves and analysis of antimicrobial activity. Callaway TR, ed. Int J Microbiol. 2019;2019:8642303. doi:10.1155/2019/8642303", "ArticleIdList": ["10.1155/2019/8642303", "PMC6636566", "31354833"]}, {"Citation": "Khaled JM, Alharbi NS, Kadaikunnan S, et al. Green synthesis of Ag nanoparticles with anti-bacterial activity using the leaf extract of an African medicinal plant, Ipomoea asarifolia (Convolvulaceae). J Clust Sci. 2017;28(5):3009–3019. doi:10.1007/s10876-017-1271-4", "ArticleIdList": ["10.1007/s10876-017-1271-4"]}, {"Citation": "Pachaiappan R, Rajendran S, Ramalingam G, Vo D-VN, Priya PM, Soto-Moscoso M. Green synthesis of zinc oxide nanoparticles by Justicia adhatoda leaves and their antimicrobial activity. Chem Eng Technol. 2021;44(3):551–558. doi:10.1002/ceat.202000470", "ArticleIdList": ["10.1002/ceat.202000470"]}, {"Citation": "Patil SP, Kumbhar ST. Antioxidant, antibacterial and cytotoxic potential of silver nanoparticles synthesized using terpenes rich extract of Lantana camara L. leaves. Biochem Biophys Reports. 2017;10:76–81. doi:10.1016/j.bbrep.2017.03.002", "ArticleIdList": ["10.1016/j.bbrep.2017.03.002", "PMC5637243", "29114571"]}, {"Citation": "Vijayakumar S, Vaseeharan B, Malaikozhundan B, Shobiya M. Laurus nobilis leaf extract mediated green synthesis of ZnO nanoparticles: characterization and biomedical applications. Biomed Pharmacother. 2016;84:1213–1222. doi:10.1016/J.BIOPHA.2016.10.038", "ArticleIdList": ["10.1016/J.BIOPHA.2016.10.038", "27788479"]}, {"Citation": "Mahmoudi R, Aghaei S, Salehpour Z, et al. Antibacterial and antioxidant properties of phyto-synthesized silver nanoparticles using Lavandula stoechas extract. Appl Organomet Chem. 2020;34(2):e5394. doi:10.1002/aoc.5394", "ArticleIdList": ["10.1002/aoc.5394"]}, {"Citation": "Dadashpour M, Firouzi-Amandi A, Pourhassan-Moghaddam M, et al. Biomimetic synthesis of silver nanoparticles using Matricaria chamomilla extract and their potential anticancer activity against human lung cancer cells. Mater Sci Eng C. 2018;92:902–912. doi:10.1016/j.msec.2018.07.053", "ArticleIdList": ["10.1016/j.msec.2018.07.053", "30184820"]}, {"Citation": "Dogru E, Demirbas A, Altinsoy B, Duman F, Ocsoy I. Formation of Matricaria chamomilla extract-incorporated Ag nanoparticles and size-dependent enhanced antimicrobial property. J Photochem Photobiol B Biol. 2017;174:78–83. doi:10.1016/j.jphotobiol.2017.07.024", "ArticleIdList": ["10.1016/j.jphotobiol.2017.07.024", "28756155"]}, {"Citation": "Duman F, Ocsoy I, Kup FO. Chamomile flower extract-directed CuO nanoparticle formation for its antioxidant and DNA cleavage properties. Mater Sci Eng C. 2016;60:333–338. doi:10.1016/j.msec.2015.11.052", "ArticleIdList": ["10.1016/j.msec.2015.11.052", "26706538"]}, {"Citation": "Bouafia A, Laouini SE. Green synthesis of iron oxide nanoparticles by aqueous leaves extract of Mentha Pulegium L.: effect of ferric chloride concentration on the type of product. Mater Lett. 2020;265:127364. doi:10.1016/j.matlet.2020.127364", "ArticleIdList": ["10.1016/j.matlet.2020.127364"]}, {"Citation": "Morales-Lozoya V, Espinoza-Gómez H, Flores-LópezL Z, et al. Study of the effect of the different parts of Morinda citrifolia L. (noni) on the green synthesis of silver nanoparticles and their antibacterial activity. Appl Surf Sci. 2021;537:147855. doi:10.1016/j.apsusc.2020.147855", "ArticleIdList": ["10.1016/j.apsusc.2020.147855"]}, {"Citation": "Surendra TV, Roopan SM, Arasu MV, Al-Dhabi NA, Rayalu GM. RSM optimized Moringa oleifera peel extract for green synthesis of M. oleifera capped palladium nanoparticles with antibacterial and hemolytic property. J Photochem Photobiol B Biol. 2016;162:550–557. doi:10.1016/J.JPHOTOBIOL.2016.07.032", "ArticleIdList": ["10.1016/J.JPHOTOBIOL.2016.07.032", "27474786"]}, {"Citation": "Bindhu MR, Umadevi M, Esmail GA, Al-Dhabi NA, Arasu MV. Green synthesis and characterization of silver nanoparticles from Moringa oleifera flower and assessment of antimicrobial and sensing properties. J Photochem Photobiol B Biol. 2020;205:111836. doi:10.1016/j.jphotobiol.2020.111836", "ArticleIdList": ["10.1016/j.jphotobiol.2020.111836", "32172135"]}, {"Citation": "Katata-Seru L, Moremedi T, Aremu OS, Bahadur I. Green synthesis of iron nanoparticles using Moringa oleifera extracts and their applications: removal of nitrate from water and antibacterial activity against Escherichia coli. J Mol Liq. 2018;256:296–304. doi:10.1016/j.molliq.2017.11.093", "ArticleIdList": ["10.1016/j.molliq.2017.11.093"]}, {"Citation": "Das PE, Abu-Yousef IA, Majdalawieh AF, Narasimhan S, Poltronieri P. Green synthesis of encapsulated copper nanoparticles using a hydroalcoholic extract of Moringa oleifera leaves and assessment of their antioxidant and antimicrobial activities. Molecules. 2020;25(3):555. doi:10.3390/molecules25030555", "ArticleIdList": ["10.3390/molecules25030555", "PMC7037650", "32012912"]}, {"Citation": "Das PE, Majdalawieh AF, Abu-Yousef IA, Narasimhan S, Poltronieri P. Use of A hydroalcoholic extract of Moringa oleifera leaves for the green synthesis of bismuth nanoparticles and evaluation of their anti-microbial and antioxidant activities. Mater. 2020;13(4):876. doi:10.3390/ma13040876", "ArticleIdList": ["10.3390/ma13040876", "PMC7079629", "32075305"]}, {"Citation": "Some S, Sarkar B, Biswas K, et al. Bio-molecule functionalized rapid one-pot green synthesis of silver nanoparticles and their efficacy toward the multidrug resistant (MDR) gut bacteria of silkworms (Bombyx mori). RSC Adv. 2020;10(38):22742–22757. doi:10.1039/D0RA03451G", "ArticleIdList": ["10.1039/D0RA03451G", "PMC9054587", "35514551"]}, {"Citation": "Vijayan R, Joseph S, Mathew B. Green synthesis of silver nanoparticles using Nervalia zeylanica leaf extract and evaluation of their antioxidant, catalytic, and antimicrobial potentials. Part Sci Technol. 2019;37(7):809–819. doi:10.1080/02726351.2018.1450312", "ArticleIdList": ["10.1080/02726351.2018.1450312"]}, {"Citation": "Francis S, Joseph S, Koshy EP, Mathew B. Green synthesis and characterization of gold and silver nanoparticles using Mussaenda glabrata leaf extract and their environmental applications to dye degradation. Environ Sci Pollut Res. 2017;24(21):17347–17357. doi:10.1007/s11356-017-9329-2", "ArticleIdList": ["10.1007/s11356-017-9329-2", "28589274"]}, {"Citation": "Francis S, Joseph S, Koshy EP, Mathew B. Synthesis and characterization of multifunctional gold and silver nanoparticles using leaf extract of Naregamia alata and their applications in the catalysis and control of mastitis. New J Chem. 2017;41(23):14288–14298. doi:10.1039/C7NJ02453C", "ArticleIdList": ["10.1039/C7NJ02453C"]}, {"Citation": "Brahmachari G, Sarkar S, Ghosh R, et al. Sunlight-induced rapid and efficient biogenic synthesis of silver nanoparticles using aqueous leaf extract of Ocimum sanctum Linn. with enhanced antibacterial activity. Org Med Chem Lett. 2014;4(1):18. doi:10.1186/s13588-014-0018-6", "ArticleIdList": ["10.1186/s13588-014-0018-6", "PMC4297304", "25621198"]}, {"Citation": "Pandian CJ, Palanivel R, Dhananasekaran S. Green synthesis of nickel nanoparticles using Ocimum sanctum and their application in dye and pollutant adsorption. Chinese J Chem Eng. 2015;23(8):1307–1315. doi:10.1016/j.cjche.2015.05.012", "ArticleIdList": ["10.1016/j.cjche.2015.05.012"]}, {"Citation": "De Matteis V, Rizzello L, Ingrosso C, et al. Cultivar-dependent anticancer and antibacterial properties of silver nanoparticles synthesized using leaves of different Olea Europaea trees. Nanomater. 2019;9(11):1544. doi:10.3390/nano9111544", "ArticleIdList": ["10.3390/nano9111544", "PMC6915347", "31671618"]}, {"Citation": "Şeker Karatoprak G, Aydin G, Altinsoy B, Altinkaynak C, Koşar M, Ocsoy I. The effect of Pelargonium endlicherianum Fenzl. root extracts on formation of nanoparticles and their antimicrobial activities. Enzyme Microb Technol. 2017;97:21–26. doi:10.1016/j.enzmictec.2016.10.019", "ArticleIdList": ["10.1016/j.enzmictec.2016.10.019", "28010769"]}, {"Citation": "Carson L, Bandara S, Joseph M, et al. Green synthesis of silver nanoparticles with antimicrobial properties using Phyla dulcis plant extract. Foodborne Pathog Dis. 2020. doi:10.1089/fpd.2019.2714", "ArticleIdList": ["10.1089/fpd.2019.2714", "32267778"]}, {"Citation": "Dinesh M, Roopan SM, Selvaraj CI, Arunachalam P. Phyllanthus emblica seed extract mediated synthesis of PdNPs against antibacterial, heamolytic and cytotoxic studies. J Photochem Photobiol B Biol. 2017;167:64–71. doi:10.1016/J.JPHOTOBIOL.2016.12.012", "ArticleIdList": ["10.1016/J.JPHOTOBIOL.2016.12.012", "28039791"]}, {"Citation": "Masum MMI, Siddiqa MM, Ali KA, et al. Biogenic synthesis of silver nanoparticles using Phyllanthus emblica fruit extract and its inhibitory action against the pathogen Acidovorax oryzae strain RS-2 of rice bacterial brown stripe. Front Microbiol. 2019;10:820. doi:10.3389/fmicb.2019.00820", "ArticleIdList": ["10.3389/fmicb.2019.00820", "PMC6501729", "31110495"]}, {"Citation": "Shanavas S, Priyadharsan A, Karthikeyan S, et al. Green synthesis of titanium dioxide nanoparticles using Phyllanthus niruri leaf extract and study on its structural, optical and morphological properties. Mater Today Proc. 2019. doi:10.1016/j.matpr.2019.06.715", "ArticleIdList": ["10.1016/j.matpr.2019.06.715"]}, {"Citation": "Alsalhi MS, Devanesan S, Alfuraydi AA, et al. Green synthesis of silver nanoparticles using Pimpinella anisum seeds: antimicrobial activity and cytotoxicity on human neonatal skin stromal cells and colon cancer cells. Int J Nanomedicine. 2016;11:4439–4449. doi:10.2147/IJN.S113193", "ArticleIdList": ["10.2147/IJN.S113193", "PMC5019319", "27660438"]}, {"Citation": "Shobana C, Rangasamy B, Poopal RK, Renuka S, Ramesh M. Green synthesis of silver nanoparticles using Piper nigrum: tissue-specific bioaccumulation, histopathology, and oxidative stress responses in Indian major carp Labeo rohita. Environ Sci Pollut Res. 2018;25(12):11812–11832. doi:10.1007/s11356-018-1454-z", "ArticleIdList": ["10.1007/s11356-018-1454-z", "29446018"]}, {"Citation": "Khatua A, Priyadarshini E, Rajamani P, et al. Phytosynthesis, characterization and fungicidal potential of emerging gold nanoparticles using Pongamia pinnata leave extract: a novel approach in nanoparticle synthesis. J Clust Sci. 2020;31(1):125–131. doi:10.1007/s10876-019-01624-6", "ArticleIdList": ["10.1007/s10876-019-01624-6"]}, {"Citation": "Ghramh HA, Khan KA, Ibrahim EH, Setzer WN. Synthesis of gold nanoparticles (AuNPs) using Ricinus communis leaf ethanol extract, their characterization, and biological applications. Nanomater. 2019;9(5):765. doi:10.3390/nano9050765", "ArticleIdList": ["10.3390/nano9050765", "PMC6567088", "31109084"]}, {"Citation": "Jafarirad S, Mehrabi M, Divband B, Kosari-Nasab M. Biofabrication of zinc oxide nanoparticles using fruit extract of Rosa canina and their toxic potential against bacteria: a mechanistic approach. Mater Sci Eng C. 2016;59:296–302. doi:10.1016/J.MSEC.2015.09.089", "ArticleIdList": ["10.1016/J.MSEC.2015.09.089", "26652376"]}, {"Citation": "Perugu S, Nagati V, Bhanoori M. Green synthesis of silver nanoparticles using leaf extract of medicinally potent plant Saraca indica: a novel study. Appl Nanosci. 2016;6(5):747–753. doi:10.1007/s13204-015-0486-7", "ArticleIdList": ["10.1007/s13204-015-0486-7"]}, {"Citation": "Shaik M, Albalawi G, Khan S, et al. “Miswak” based green synthesis of silver nanoparticles: evaluation and comparison of their microbicidal activities with the chemical synthesis. Molecules. 2016;21(11):1478. doi:10.3390/molecules21111478", "ArticleIdList": ["10.3390/molecules21111478", "PMC6274424", "27827968"]}, {"Citation": "Miri A, Dorani N, Darroudi M, Sarani M. Green synthesis of silver nanoparticles using Salvadora persica L. and its antibacterial activity. Cell Mol Biol (Noisy-Le-Grand). 2016;62(9):46–50.", "ArticleIdList": ["27585261"]}, {"Citation": "Miri A, Sarani M. Biosynthesis and cytotoxic study of synthesized zinc oxide nanoparticles using Salvadora persica. Bionanoscience. 2019;9(1):164–171. doi:10.1007/s12668-018-0579-3", "ArticleIdList": ["10.1007/s12668-018-0579-3"]}, {"Citation": "Francis S, Koshy EP, Mathew B. Green synthesis of Stereospermum suaveolens capped silver and gold nanoparticles and assessment of their innate antioxidant, antimicrobial and antiproliferative activities. Bioprocess Biosyst Eng. 2018;41(7):939–951. doi:10.1007/s00449-018-1925-0", "ArticleIdList": ["10.1007/s00449-018-1925-0", "29564534"]}, {"Citation": "Ajitha B, Reddy YAK, Lee Y, Kim MJ, Ahn CW. Biomimetic synthesis of silver nanoparticles using Syzygium aromaticum (clove) extract: catalytic and antimicrobial effects. Appl Organomet Chem. 2019;33(5):e4867. doi:10.1002/aoc.4867", "ArticleIdList": ["10.1002/aoc.4867"]}, {"Citation": "Andra S, Balu S, Ramoorthy R, Muthalagu M, Manisha VS. Terminalia bellerica fruit extract mediated synthesis of silver nanoparticles and their antimicrobial activity. Mater Today Proc. 2019;9:639–644. doi:10.1016/j.matpr.2018.10.387", "ArticleIdList": ["10.1016/j.matpr.2018.10.387"]}, {"Citation": "Selvam K, Sudhakar C, Govarthanan M, et al. Eco-friendly biosynthesis and characterization of silver nanoparticles using Tinospora cordifolia (Thunb.) Miers and evaluate its antibacterial, antioxidant potential. J Radiat Res Appl Sci. 2017;10(1):6–12. doi:10.1016/j.jrras.2016.02.005", "ArticleIdList": ["10.1016/j.jrras.2016.02.005"]}, {"Citation": "Tripathi D, Modi A, Narayan G, Rai SP. Green and cost effective synthesis of silver nanoparticles from endangered medicinal plant Withania coagulans and their potential biomedical properties. Mater Sci Eng C. 2019;100:152–164. doi:10.1016/j.msec.2019.02.113", "ArticleIdList": ["10.1016/j.msec.2019.02.113", "30948049"]}, {"Citation": "Alagesan V, Venugopal S. Green Synthesis of selenium nanoparticle using leaves extract of Withania somnifera and its biological applications and photocatalytic activities. Bionanoscience. 2019;9(1):105–116. doi:10.1007/s12668-018-0566-8", "ArticleIdList": ["10.1007/s12668-018-0566-8"]}, {"Citation": "Vijaya JJ, Jayaprakash N, Kombaiah K, et al. Bioreduction potentials of dried root of Zingiber officinale for a simple green synthesis of silver nanoparticles: antibacterial studies. J Photochem Photobiol B Biol. 2017;177:62–68. doi:10.1016/j.jphotobiol.2017.10.007", "ArticleIdList": ["10.1016/j.jphotobiol.2017.10.007", "29069633"]}, {"Citation": "Aljabali AAA, Akkam Y, Al Zoubi MS, et al. Synthesis of gold nanoparticles using leaf extract of Ziziphus zizyphus and their antimicrobial activity. Nanomater. 2018;8:3. doi:10.3390/nano8030174", "ArticleIdList": ["10.3390/nano8030174", "PMC5869665", "29562669"]}, {"Citation": "Kumar VS, Navaratnam V, Rajasekaran A, et al. Isolation and characterization of glucosamine from Azadirachta indica leaves: an evaluation of immunostimulant activity in mice. Asian Pac J Trop Biomed. 2012;2(3):S1561–S1567. doi:10.1016/S2221-1691(12)60453-5", "ArticleIdList": ["10.1016/S2221-1691(12)60453-5"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "8", "Day": "10"}, {"Year": "2021", "Month": "9", "Day": "3"}, {"Year": "2021", "Month": "9", "Day": "30", "Hour": "7", "Minute": "8"}, {"Year": "2021", "Month": "10", "Day": "1", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "10", "Day": "1", "Hour": "6", "Minute": "1"}, {"Year": "2021", "Month": "9", "Day": "23"}], "PublicationStatus": "epublish", "ArticleIdList": ["34588770", "PMC8476107", "10.2147/NSA.S333467", "333467"]}}], "PubmedBookArticle": []}