{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34594391", "DateRevised": {"Year": "2022", "Month": "04", "Day": "27"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "09", "Day": "20"}], "Language": ["eng"], "ELocationID": ["7068999", "10.1155/2021/7068999"], "Journal": {"ISSN": "1741-427X", "JournalIssue": {"Volume": "2021", "PubDate": {"Year": "2021"}}, "Title": "Evidence-based complementary and alternative medicine : eCAM", "ISOAbbreviation": "Evid Based Complement Alternat Med"}, "ArticleTitle": "Evaluation of the Antimalarial Activity of Crude Extract of <i>Eucalyptus globulus</i> Labill. Leaf against <i>Plasmodium berghei</i> in Mice.", "Pagination": {"StartPage": "7068999", "MedlinePgn": "7068999"}, "Abstract": {"AbstractText": ["Traditional medicinal plants are used as a common source of developing new and effective antimalarial drugs. <i>E. globulus</i> leaf has been used in the traditional management of malaria in different countries, including Ethiopia. However, there is no <i>in vivo</i> study done on the antimalarial activity of the plant. Thus, this study aimed to evaluate the antimalarial activity of crude extract of <i>E. globulus</i> Labill. leaf in <i>P. berghei</i>-infected mice.", "The fresh leaves of <i>E. globulus</i> were collected, washed, air-dried, and made as coarse powder. Either sex of mice aged 6 to 8 weeks was used in the experiment. The antimalarial activity of the crude extract was tested in four-day suppressive, curative (Rane's), and prophylactic (repository) tests. The parameters like level of parasitemia, packed cell volume, body weight, rectal temperature, and mean survival time were recorded. The analysis of the data was done with SPSS version 20 with a 95% confidence interval in one-way ANOVA followed by Tukey's post hoc test.", "In all three antimalarial test models, the extract of leaf of <i>E. globulus</i> at all three doses suppressed the level of parasitemia significantly (<i>p</i> < 0.001), increased survival time (<i>p</i> < 0.05 to <i>p</i> < 0.001), and prevented a decrease in body weight as compared to the negative control. The middle and large doses of the extract also decreased loss of body temperature (<i>p</i> < 0.05 to <i>p</i> < 0.001) compared to the negative control. Reduction of packed cell volume was prevented within the three test doses of the extract in both curative and prophylactic tests and middle and large doses in the 4-day suppressive test compared to the negative control.", "The crude extract of the plant showed promising antimalarial activity. This supports the traditional use and the <i>in vitro</i> test result of the plant."], "CopyrightInformation": "Copyright © 2021 Mihret Ayalew and Azmeraw Bekele."}, "AuthorList": [{"Identifier": ["0000-0002-1353-8454"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology, Institute of Health, Jimma University, Jimma, Ethiopia."}], "LastName": "Ayalew", "ForeName": "Mihret", "Initials": "M"}, {"Identifier": ["0000-0002-2504-198X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Social and Administrative Pharmacy, Institute of Health, Jimma University, Jimma, Ethiopia."}], "LastName": "Bekele", "ForeName": "Azmeraw", "Initials": "A"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Evid Based Complement Alternat Med", "NlmUniqueID": "101215021", "ISSNLinking": "1741-427X"}, "CoiStatement": "The authors declare that they have no conflicts of interest in this work."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "WHO. World Malaria Report 2019 . Geneva, Switzerland: WHO; 2019."}, {"Citation": " \n http://fy-2019-ethiopia-malaria-operational-plan.pdf\n."}, {"Citation": "Oboh M. A., Ndiaye D., Antony H. A., et al. Status of artemisinin resistance in malaria parasite plasmodium falciparum from molecular analyses of the Kelch13 gene in southwestern Nigeria. BioMed Research International . 2018;2018:5. doi: 10.1155/2018/2305062.2305062", "ArticleIdList": ["10.1155/2018/2305062", "PMC6192135", "30402465"]}, {"Citation": "Yeung S. Malaria-update on antimalarial resistance and treatment approaches. The Pediatric Infectious Disease Journal . 2018;37(4):367–369. doi: 10.1097/inf.0000000000001887.", "ArticleIdList": ["10.1097/inf.0000000000001887", "29315159"]}, {"Citation": "Rout S., Mahapatra R. K. Plasmodium falciparum: multidrug resistance. Chemical Biology & Drug Design . 2019;93(5):737–759. doi: 10.1111/cbdd.13484.", "ArticleIdList": ["10.1111/cbdd.13484", "30663249"]}, {"Citation": "Price R. N., Von Seidlein L., Valecha N., Nosten F., Baird J. K., White N. J. Global extent of chloroquine-resistant Plasmodium vivax: a systematic review and meta-analysis. The Lancet Infectious Diseases . 2014;14(10):982–991. doi: 10.1016/s1473-3099(14)70855-2.", "ArticleIdList": ["10.1016/s1473-3099(14)70855-2", "PMC4178238", "25213732"]}, {"Citation": "Price R. N., Auburn S., Marfurt J., Cheng Q. Phenotypic and genotypic characterisation of drug-resistant Plasmodium vivax. Trends in Parasitology . 2012;28(11):522–529. doi: 10.1016/j.pt.2012.08.005.", "ArticleIdList": ["10.1016/j.pt.2012.08.005", "PMC4627502", "23044287"]}, {"Citation": "Gonçalves L. A., Cravo P., Ferreira M. U. Emerging Plasmodium vivax resistance to chloroquine in South America: an overview. Memórias do Instituto Oswaldo Cruz . 2014;109(5):534–539. doi: 10.1590/0074-0276130579.", "ArticleIdList": ["10.1590/0074-0276130579", "PMC4156446", "25184999"]}, {"Citation": "Wright C. W. Traditional antimalarials and the development of novel antimalarial drugs. Journal of Ethnopharmacology . 2005;100(1-2):67–71. doi: 10.1016/j.jep.2005.05.012.", "ArticleIdList": ["10.1016/j.jep.2005.05.012", "16023812"]}, {"Citation": "Willcox M. L., Bodeker G. Traditional herbal medicines for malaria. BMJ . 2004;329(7475):1156–1159. doi: 10.1136/bmj.329.7475.1156.", "ArticleIdList": ["10.1136/bmj.329.7475.1156", "PMC527695", "15539672"]}, {"Citation": "Asnake S., Teklehaymanot T., Hymete A., Erko B., Giday M. Survey of medicinal plants used to treat malaria by Sidama people of Boricha District, Sidama Zone, South Region of Ethiopia. Evidence-Based Complementary and Alternative Medicine . 2016;2016:9. doi: 10.1155/2016/9690164.9690164", "ArticleIdList": ["10.1155/2016/9690164", "PMC4775815", "26989429"]}, {"Citation": "Suleman S., Beyene Tufa T., Kebebe D., et al. Treatment of malaria and related symptoms using traditional herbal medicine in Ethiopia. Journal of Ethnopharmacology . 2018;213:262–279. doi: 10.1016/j.jep.2017.10.034.", "ArticleIdList": ["10.1016/j.jep.2017.10.034", "29102764"]}, {"Citation": "Dhibi S., Mbarki S., Elfek A., Hfaiedh N. Eucalyptus globulus extract protects upon acetaminophen-induced kidney damages in male rat. Bosnian Journal of Basic Medical Sciences . 2014;14(2):p. 99. doi: 10.17305/bjbms.2014.2272.", "ArticleIdList": ["10.17305/bjbms.2014.2272", "PMC4333961", "24856382"]}, {"Citation": "Alebie G., Urga B., Worku A. Systematic review on traditional medicinal plants used for the treatment of malaria in Ethiopia: trends and perspectives. Malaria Journal . 2017;16(1):p. 307. doi: 10.1186/s12936-017-1953-2.", "ArticleIdList": ["10.1186/s12936-017-1953-2", "PMC5540187", "28764723"]}, {"Citation": "Asrade S., Mengesha Y., Moges G., Gelayee D. A. In vivo antiplasmodial activity evaluation of the leaves of Balanites rotundifolia (Van Tiegh.) Blatter (Balanitaceae) against Plasmodium berghei. Journal of Experimental Pharmacology . 2017;9:59–66. doi: 10.2147/jep.s130491.", "ArticleIdList": ["10.2147/jep.s130491", "PMC5414615", "28490906"]}, {"Citation": "Mulisa E., Girma B., Tesema S., Yohannes M., Zemene E., Amelo W. Evaluation of in vivo antimalarial activities of leaves of moringa oleifera against plasmodium berghei in mice. Jundishapur Journal of Natural Pharmaceutical Products . 2018;13(1) doi: 10.5812/jjnpp.60426.e60426", "ArticleIdList": ["10.5812/jjnpp.60426"]}, {"Citation": "Nureye D., Assefa S., Nedi T., Engidawork E. In vivo antimalarial activity of the 80 Methanolic root bark extract and solvent fractions of Gardenia ternifolia Schumach. & Thonn.(Rubiaceae) against Plasmodium berghei. Evidence-Based Complementary and Alternative Medicine . 2018;2018:10. doi: 10.1155/2018/9217835.9217835", "ArticleIdList": ["10.1155/2018/9217835", "PMC6020483", "30008788"]}, {"Citation": "Regassa R. Assessment of indigenous knowledge of medicinal plant practice and mode of service delivery in Hawassa city, southern Ethiopia. Journal of Medicinal Plants Research . 2013;7(9):517–535."}, {"Citation": "Kassahun A., Feleke G. Chemical composition and physico-chemical analysis of Eucalyptus globulus leave and oil. Science Journal of Chemistry . 2019;7(2):36–38. doi: 10.11648/j.sjc.20190702.11.", "ArticleIdList": ["10.11648/j.sjc.20190702.11"]}, {"Citation": "Subramanian P., Gebrekidan A., Nigussie K. Yield, contents and chemical composition variations in the essential oils of different Eucalyptus globulus trees from tigray, northern Ethiopia. Journal of Pharmaceutical and Biomedical Sciences . 2012;17"}, {"Citation": "Luís Â., Duarte A., Gominho J., Domingues F., Duarte A. P. Chemical composition, antioxidant, antibacterial and anti-quorum sensing activities of Eucalyptus globulus and Eucalyptus radiata essential oils. Industrial Crops and Products . 2016;79:274–282. doi: 10.1016/j.indcrop.2015.10.055.", "ArticleIdList": ["10.1016/j.indcrop.2015.10.055"]}, {"Citation": "Shiferaw Y., Kassahun A., Tedla A., Feleke G., Abebe A. A. Investigation of essential oil composition variation with age of Eucalyptus globulus growing in Ethiopia. Natural Products Chemistry & Research . 2019;07(02):p. 360. doi: 10.35248/2329-6836.19.7.360.", "ArticleIdList": ["10.35248/2329-6836.19.7.360"]}, {"Citation": "Silva J., Abebe W., Sousa S. M., Duarte V. G., Machado M. I., Matos F. J. Analgesic and anti-inflammatory effects of essential oils of Eucalyptus. Journal of Ethnopharmacology . 2003;89(2-3):277–283. doi: 10.1016/j.jep.2003.09.007.", "ArticleIdList": ["10.1016/j.jep.2003.09.007", "14611892"]}, {"Citation": "Mulyaningsih S., Sporer F., Reichling J., Wink M. Antibacterial activity of essential oils fromEucalyptusand of selected components against multidrug-resistant bacterial pathogens. Pharmaceutical Biology . 2011;49(9):893–899. doi: 10.3109/13880209.2011.553625.", "ArticleIdList": ["10.3109/13880209.2011.553625", "21591991"]}, {"Citation": "Taur D., Kulkarni V., Patil R. Chromatographic evaluation and anthelmintic activity of Eucalyptus globulus oil. Pharmacognosy Research . 2010;2(3):p. 125. doi: 10.4103/0974-8490.65504.", "ArticleIdList": ["10.4103/0974-8490.65504", "PMC3141301", "21808553"]}, {"Citation": "Mworia J. K., Kibiti C. M., Ngugi M. P., Ngeranwa J. N. Antipyretic potential of dichloromethane leaf extract of Eucalyptus globulus (Labill) and Senna didymobotrya (Fresenius) in rats models. Heliyon . 2019;5(12) doi: 10.1016/j.heliyon.2019.e02924.e02924", "ArticleIdList": ["10.1016/j.heliyon.2019.e02924", "PMC6911989", "31853510"]}, {"Citation": "Yun B.-S., Lee I.-K., Kim J.-P., Chung S.-H., Shim G.-S., Yoo I.-D. Lipid peroxidation inhibitory activity of some constituents isolated from the stem bark ofEucalyptus globulus. Archives of Pharmacal Research . 2000;23(2):147–150. doi: 10.1007/bf02975503.", "ArticleIdList": ["10.1007/bf02975503", "10836740"]}, {"Citation": "Maciel M. V., Morais S. M., Bevilaqua C. M. L., et al. Chemical composition of Eucalyptus spp. essential oils and their insecticidal effects on Lutzomyia longipalpis. Veterinary Parasitology . 2010;167(1):1–7. doi: 10.1016/j.vetpar.2009.09.053.", "ArticleIdList": ["10.1016/j.vetpar.2009.09.053", "19896276"]}, {"Citation": "Zofou D., Tene M., Ngemenya M. N., Tane P., Titanji V. P. In vitro antiplasmodial activity and cytotoxicity of extracts of selected medicinal plants used by traditional healers of Western Cameroon. Malaria research and treatment . 2011;2011:6. doi: 10.4061/2011/561342.561342", "ArticleIdList": ["10.4061/2011/561342", "PMC3265286", "22312569"]}, {"Citation": "Council N. R. Guide for the Care and Use of Laboratory Animals . Washington, DC, USA: National Academies Press; 2010."}, {"Citation": "Guideline O. For the testing of chemicals, Guidance document on acute oral toxicity. Environmental health and safety monograph series on testing and assessment . 2008:1–27."}, {"Citation": "Abdela J. Evaluation of in vivo antidiarrheal activities of hydroalcoholic leaf extract of dodonaea viscosa L.(Sapindaceae) in Swiss albino mice. Journal of Evidence-Based Integrative Medicine . 2019;24 doi: 10.1177/2515690X19891952.", "ArticleIdList": ["10.1177/2515690X19891952", "PMC6918490", "31840545"]}, {"Citation": "Peters W., Portus J. H., Robinson B. L. The chemotherapy of rodent malaria, XXII. Annals of Tropical Medicine & Parasitology . 1975;69(2):155–171. doi: 10.1080/00034983.1975.11686997.", "ArticleIdList": ["10.1080/00034983.1975.11686997", "1098584"]}, {"Citation": "Ryley J. F., Peters W. The antimalarial activity of some quinolone esters. Annals of Tropical Medicine & Parasitology . 1970;64(2):209–222. doi: 10.1080/00034983.1970.11686683.", "ArticleIdList": ["10.1080/00034983.1970.11686683", "4992592"]}, {"Citation": "Peters W. Drug resistance in Plasmodium berghei. I. Chloroquine resistance. Experimental Parasitology . 1965;17(1):80–89. doi: 10.1016/0014-4894(65)90012-3.", "ArticleIdList": ["10.1016/0014-4894(65)90012-3", "5843289"]}, {"Citation": "Zeleke G., Kebebe D., Mulisa E., Gashe F. In vivo antimalarial activity of the solvent fractions of fruit rind and root of Carica papaya Linn (Caricaceae) against Plasmodium berghei in mice. Journal of parasitology research . 2017;2017 doi: 10.1155/2017/3121050.3121050", "ArticleIdList": ["10.1155/2017/3121050", "PMC5748150", "29391947"]}, {"Citation": "Misganaw D., Engidawork E., Nedi T. Evaluation of the anti-malarial activity of crude extract and solvent fractions of the leaves of Olea europaea (Oleaceae) in mice. BMC Complementary and Alternative Medicine . 2019;19(1):171–212. doi: 10.1186/s12906-019-2567-8.", "ArticleIdList": ["10.1186/s12906-019-2567-8", "PMC6625083", "31296214"]}, {"Citation": "Mulaw T., Wubetu M., Dessie B., Demeke G., Molla Y. Evaluation of antimalarial activity of the 80% methanolic stem bark extract of combretum molle against plasmodium berghei in mice. Journal of Evidence-Based Integrative Medicine . 2019;24 doi: 10.1177/2515690X19890866.", "ArticleIdList": ["10.1177/2515690X19890866", "PMC6891006", "31793332"]}, {"Citation": "Fidock D. A., Rosenthal P. J., Croft S. L., Brun R., Nwaka S. Antimalarial drug discovery: efficacy models for compound screening. Nature Reviews Drug Discovery . 2004;3(6):509–520. doi: 10.1038/nrd1416.", "ArticleIdList": ["10.1038/nrd1416", "15173840"]}, {"Citation": "Krettli A., Adebayo J., Krettli L. Testing of natural products and synthetic molecules aiming at new antimalarials. Current Drug Targets . 2009;10(3):261–270. doi: 10.2174/138945009787581203.", "ArticleIdList": ["10.2174/138945009787581203", "19275562"]}, {"Citation": "Amabye T. G., Bezabh A. M., Mekonen F. Phytochemical andAntimicrobial potentials leaves extract of Eucalyptus globulus oil from maichew tigray Ethiopia. International Journal of Computational and Applied Mathematics . 2016;3(1):56–59. doi: 10.15406/ijcam.2016.03.00056.", "ArticleIdList": ["10.15406/ijcam.2016.03.00056"]}, {"Citation": "Hansen D. S. Inflammatory responses associated with the induction of cerebral malaria: lessons from experimental murine models. PLoS Pathogens . 2012;8(12) doi: 10.1371/journal.ppat.1003045.e1003045", "ArticleIdList": ["10.1371/journal.ppat.1003045", "PMC3531491", "23300435"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "6", "Day": "28"}, {"Year": "2021", "Month": "8", "Day": "24"}, {"Year": "2021", "Month": "9", "Day": "11"}, {"Year": "2021", "Month": "10", "Day": "1", "Hour": "7", "Minute": "27"}, {"Year": "2021", "Month": "10", "Day": "2", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "10", "Day": "2", "Hour": "6", "Minute": "1"}, {"Year": "2021", "Month": "9", "Day": "20"}], "PublicationStatus": "epublish", "ArticleIdList": ["34594391", "PMC8478552", "10.1155/2021/7068999"]}}], "PubmedBookArticle": []}