{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Actinidia chemical constituents", "Biological activities", "Isolation"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34595735", "DateRevised": {"Year": "2023", "Month": "11", "Day": "08"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "09", "Day": "30"}], "Language": ["eng"], "ELocationID": ["10.1007/s13659-021-00319-8"], "Journal": {"ISSN": "2192-2195", "JournalIssue": {"Volume": "11", "Issue": "6", "PubDate": {"Year": "2021", "Month": "Dec"}}, "Title": "Natural products and bioprospecting", "ISOAbbreviation": "Nat Prod Bioprospect"}, "ArticleTitle": "Advances in Research on Chemical Constituents and Their Biological Activities of the Genus Actinidia.", "Pagination": {"StartPage": "573", "EndPage": "609", "MedlinePgn": "573-609"}, "Abstract": {"AbstractText": ["Kiwi, a fruit from plants of the genus Actinidia, is one of the famous fruits with thousand years of edible history. In the past twenty years, a great deal of research has been done on the chemical constituents of the Actinidia species. A large number of secondary metabolites including triterpenoids, flavonoids, phenols, etc. have been identified from differents parts of Actinidia plants, which exhibited significant in vitro and in vivo pharmacological activities including anticancer, anti-inflammatory, neuroprotective, anti-oxidative, anti-bacterial, and anti-diabetic activities. In order to fully understand the chemical components and biological activities of Actinidia plants, and to improve their further research, development and utilization, this review summarizes the compounds extracted from different parts of Actinidia plants since 1959 to 2020, classifies the types of constituents, reports on the pharmacological activities of relative compounds and medicinal potentials."], "CopyrightInformation": "© 2021. The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Pharmaceutical Sciences, National Demonstration Center for Experimental Ethnopharmacology Education, South-Central University for Nationalities, Wuhan, 430074, People's Republic of China."}], "LastName": "Ma", "ForeName": "Jin-Tao", "Initials": "JT"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Center of Economic Botany, Core Botanical Gardens, Chinese Academy of Sciences, Wuhan, 430074, People's Republic of China."}], "LastName": "Li", "ForeName": "Da-Wei", "Initials": "DW"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Pharmaceutical Sciences, National Demonstration Center for Experimental Ethnopharmacology Education, South-Central University for Nationalities, Wuhan, 430074, People's Republic of China."}], "LastName": "Liu", "ForeName": "Ji-Kai", "Initials": "JK"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Pharmaceutical Sciences, National Demonstration Center for Experimental Ethnopharmacology Education, South-Central University for Nationalities, Wuhan, 430074, People's Republic of China. 2015048@mail.scuec.edu.cn."}], "LastName": "He", "ForeName": "Juan", "Initials": "J"}], "GrantList": [{"GrantID": "22177139", "Agency": "National Natural Science Foundation of China", "Country": ""}, {"GrantID": "D20183001", "Agency": "scientific research program of hubei provincial department of education, china", "Country": ""}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "Nat Prod Bioprospect", "NlmUniqueID": "101577734", "ISSNLinking": "2192-2209"}}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Henare SJ, Rutherfurd SM, Drummond LN, Borges V, Boland MJ, Moughan PJ. Food Chem. 2012;130:67–72."}, {"Citation": "Du G, Li M, Ma F, Liang D. Food Chem. 2009;113:557–562."}, {"Citation": "Garcia CV, Quek SY, Stevenson RJ, Winz RA. J. Agric. Food Chem. 2011;59:8358–8365.", "ArticleIdList": ["21702480"]}, {"Citation": "Xiao X, Sun R, Jiang S, Du T, Yang G, Ye F. China Med. Hered. 2014;11:157–159."}, {"Citation": "Zhang YN, Liu L, Ling CQ. Chin J. Chin. Mater. Med. 2006;31:918–920.", "ArticleIdList": ["17048634"]}, {"Citation": "Fang T, He M, Xia J, Hou J, Wang L, Zheng M, Wang X, Xia J. Cell Biol. Toxicol. 2016;32:499–511.", "ArticleIdList": ["27475644"]}, {"Citation": "Huang C, Zhang Z, Li G, Zhou J. Plant Divers. Resour. 1988;10:93–100."}, {"Citation": "Manayi A, Nikan M, Nobakht-Haghighi N, Abdollahi M. Curr. Med. Chem. 2018;25:4866–4875.", "ArticleIdList": ["28707589"]}, {"Citation": "Singh AK, Pandey H, Ramteke PW, Mishra SB. Lat. Am. J. Pharm. 2019;38:513–517."}, {"Citation": "Ramos-Hryb AB, Platt N, Freitas AE, Heinrich IA, Lopez MG, Leal RB, Kaster MP, Rodrigues ALS. Neurochem. Res. 2019;44:2843–2855.", "ArticleIdList": ["31713091"]}, {"Citation": "Moon PD, Han NR, Lee JS, Kim HM, Jeong HJ. Int. J. Mol. Med. 2019;43:2252–2258.", "ArticleIdList": ["30976816"]}, {"Citation": "Jiang X, Li T, Liu RH. J. Agric. Food Chem. 2016;64:1806–1816.", "ArticleIdList": ["26872218"]}, {"Citation": "Jang DS, Lee GY, Kim J, Lee YM, Kim JM, Kim YS, Kim JS. Arch. Pharmacal. Res. 2008;31:666–670.", "ArticleIdList": ["18481026"]}, {"Citation": "Takaya M, Nomura M, Takahashi T, Kondo Y, Lee KT, Kobayashi S. Anticancer Res. 2009;29:995–1000.", "ArticleIdList": ["19414337"]}, {"Citation": "Won JH, Chung KS, Park EY, Lee JH, Choi JH, Tapondjou LA, Park HJ, Nomura M, Hassan AHE, Lee KT. Molecules. 2018;23:3306.", "ArticleIdList": ["PMC6321063", "30551620"]}, {"Citation": "Woo KW, Choi SU, Kim KH, Lee KR. J. Braz. Chem. Soc. 2015;26:1450–1456."}, {"Citation": "Shin KM, Kim RK, Azefack TL, David L, Luc SB, Choudhary MI, Park HJ, Choi JW, Lee KT. Planta Med. 2004;70:803–807.", "ArticleIdList": ["15386188"]}, {"Citation": "Sashida Y, Ogawa K, Mori N, Yamanouchi T. Phytochemistry. 1992;31:2801–2804."}, {"Citation": "Xu YX, Xiang ZB, Jin YS, Shen Y, Chen HS. Fitoterapia. 2010;81:920–924.", "ArticleIdList": ["20550955"]}, {"Citation": "Xu YX, Xiang ZB, Chen XJ, Chen HS. Acad. J. Second Mil. Med. Univ. 2011;32:749–753."}, {"Citation": "Xin HL, Wu YC, Xu YF, Su YH, Zhang YN, Ling CQ. Chin. J. Nat. Med. 2010;8:260–263."}, {"Citation": "Xin HL, Yue XQ, Xu YF, Wu YC, Zhang YN, Wang YZ, Ling CQ. Helv. Chim. Acta. 2008;91:575–580."}, {"Citation": "Sashida Y, Ogawa K, Yamanouchi T, Tanaka H, Shoyama Y, Nishioka I. Phytochemistry. 1994;35:377–380."}, {"Citation": "Li D, Li W, Higai K, Koike K. J. Nat. Med. 2014;68:427–431.", "ArticleIdList": ["24096553"]}, {"Citation": "Zhang XY, Zhou Y, Wei ZP, Shen J, Wang LK, Ma ZQ, Zhang X. Pest Manag. Sci. 2018;74:1630–1636.", "ArticleIdList": ["29318764"]}, {"Citation": "Takazawa H, Yoshimura K, Ikuta A, Kawaguchi K. Plant Biotechnol. 2002;19:181–186."}, {"Citation": "Du SY, Huang HF, Li XQ, Zhai LX, Zhu QC, Zheng K, Song X, Xu CS, Li CY, Li Y, He ZD, Xiao HT. Chin. Med. 2020;15:43.", "ArticleIdList": ["PMC7206718", "32411289"]}, {"Citation": "Bonel-Perez GC, Perez-Jimenez A, Gris-Cardenas I, Parra-Perez AM, Lupianez JA, Reyes-Zurita FJ, Siles E, Csuk R, Peragon J, Rufino-Palomares EE. Molecules. 2020;25:4254.", "ArticleIdList": ["PMC7571068", "32947962"]}, {"Citation": "Carmo J, Cavalcante-Araujo P, Silva J, Ferro J, Correia AC, Lagente V, Barreto E. Molecules. 2020;25:4982.", "ArticleIdList": ["PMC7662923", "33126422"]}, {"Citation": "Zhou XF, Zhang P, Pi HF, Zhang YH, Ruan HL, Wang H, Wu JZ. Chem. Biodivers. 2009;6:1202–1207.", "ArticleIdList": ["19697338"]}, {"Citation": "Lahlou EH, Hirai N, Kamo T, Tsuda M, Ohigashi H. Biosci. Biotechnol. Biochem. 2001;65:480–483.", "ArticleIdList": ["11302196"]}, {"Citation": "Wei LB, Ma SY, Liu HX, Huang CS, Liao N. Chem. Biodivers. 2018;15:e1700454.", "ArticleIdList": ["29164821"]}, {"Citation": "Dangroo NA, Singh J, Dar AA, Gupta N, Chinthakindi PK, Kaul A, Khuroo MA, Sangwan PL. Eur. J. Med. Chem. 2016;120:160–169.", "ArticleIdList": ["27191613"]}, {"Citation": "Ahn JH, Park Y, Yeon SW, Jo YH, Han YK, Turk A, Ryu SH, Hwang BY, Lee KY, Lee MK. J. Nat. Prod. 2020;83:1416–1423.", "ArticleIdList": ["32315181"]}, {"Citation": "Huang CS, Ma SY, Liu HX, Lu Q, Huang CS, Liu HX, Wei LB, Shi LG, Liao N, Wei LB. China J. Chin. Mater. Med. 2017;42:2714–2718.", "ArticleIdList": ["29098826"]}, {"Citation": "Qu LP, Zheng GY, Su YH, Zhang HQ, Yang YL, Xin HL, Ling CQ. Int. J. Mol. Sci. 2012;13:14865–14870.", "ArticleIdList": ["PMC3509614", "23203098"]}, {"Citation": "Shi Y, Wang H, Ma B. Chin. Tradit. Herb. Drugs. 1993;24:386–387."}, {"Citation": "Dong SC, Shin TY, Eun JS, Kim DK, Jeon H. Arch. Pharmacal. Res. 2011;34:425–436.", "ArticleIdList": ["21547674"]}, {"Citation": "D. Xu, A. Qiu, N. Tang, G. Liu, Y. Lai, CN101502542."}, {"Citation": "Huang C, Li G, Fan H, Zhang Z, Zhou J. Plant Divers. Resour. 1986;8:489–491."}, {"Citation": "Huang C, Chen X. Nat. Prod. Res. Dev. 1992;4:27–30."}, {"Citation": "Meng L, Huang C, Liu H, Chen X. Chin. Tradit. Herb. Drugs. 2009;32:1544–1546.", "ArticleIdList": ["20112717"]}, {"Citation": "Wei L, Huang C, Liu H, Chen X. Technol. Dev Chem. Ind. 2009;38:1–3."}, {"Citation": "Cui Y, Zhang XM, Chen JJ, Zhang Y, Lin XK, Zhou L. China J. Chin. Mater. Med. 2007;32:1663–1665.", "ArticleIdList": ["18027663"]}, {"Citation": "Zhu WJ, Yu DH, Zhao M, Lin MG, Lu Q, Wang QW, Guan YY, Li GX, Luan X, Yang YF, Qin XM, Fang C, Yang GH, Chen HZ. Anti-Cancer Agents Med. Chem. 2013;13:195–198.", "ArticleIdList": ["22934692"]}, {"Citation": "Qin Y, Huang C, Chen X, Cai M, Liu H. Chin. Tradit. Herb. Drugs. 1999;30:323–326."}, {"Citation": "Lu F, Zhao L, Zheng L, Lu L. Cent. S. Pharm. 2014;12:165–168."}, {"Citation": "Xu YD, Yin L. Chin. Tradit. Herb. Drugs. 2013;44:935–937."}, {"Citation": "Bei S, Huang C, Chen X. Nat. Prod. Res. Dev. 1997;9:15–18."}, {"Citation": "Nie C, Yang J, Wu D, Wan L, Liang G. Chem. Res. Chin. Univ. 2019;35:823–829."}, {"Citation": "Ye C, Jin M, Zhou Y, Zhou W, Li G. Chem. Nat. Compd. 2019;55:975–977."}, {"Citation": "Xu YX, Xiang ZB, Jin YS, Xu W, Sun LN, Chen WS. HSJC Chem. Biodivers. 2016;13:1454–1459.", "ArticleIdList": ["27459094"]}, {"Citation": "Whang JI, Moon HI, Zee OP. Saengyak Hakhoechi. 2000;31:357–365."}, {"Citation": "Han Y, Tong Z, Wang C, Li X, Liang G. Eur. J. Pharmacol. 2021;893:173811.", "ArticleIdList": ["33345851"]}, {"Citation": "Zhang S, Liu Y, Wang X, Tian Z, Qi D, Li Y, Jiang H. Int. J. Mol. Med. 2020;46:2019–2034.", "ArticleIdList": ["PMC7595669", "33125128"]}, {"Citation": "Edathara PM, Chintalapally S, Makani VKK, Pant C, Yerramsetty S, Rao MD, Bhadra MP. Gene. 2021;771:145370.", "ArticleIdList": ["33346097"]}, {"Citation": "Zhou W, Zeng X, Wu X. Med. Sci. Monit. 2020;26:e921606.", "ArticleIdList": ["PMC7251962", "32424110"]}, {"Citation": "Castellano JM, Garcia-Rodriguez S, Espinosa JM, Millan-Linares MC, Rada M, Perona JS. Biomolecules. 2019;9:683.", "ArticleIdList": ["PMC6921051", "31683841"]}, {"Citation": "Musa WJA, Situmeang B, Sianturi J. Int. J. Food Prop. 2019;22:1439–1444."}, {"Citation": "Mooi LY, Abdul Wahab N, Lajis NH, Ali AM. Chem. Biodivers. 2010;7:1267–1275.", "ArticleIdList": ["20491082"]}, {"Citation": "Huang L, Guan T, Qian Y, Huang M, Tang X, Li Y, Sun H. Eur. J. Pharmacol. 2011;672:169–174.", "ArticleIdList": ["21970807"]}, {"Citation": "Wu JG, Ma L, Lin SH, Wu YB, Yi J, Yang BJ, Wu JZ, Wong KH. J. Ethnopharmacol. 2017;203:1–10.", "ArticleIdList": ["28323051"]}, {"Citation": "F. A. Ma, D. L. Wu, F. Q. Xu, W. Zhang, Y. S. R, Chin. Tradit. Pat. Med. 38, 591–593 (2016)."}, {"Citation": "Zhao H, Wang BZ, Ma BR, Sun JY. Chin. Pharm. J. 1994;29:523–524."}, {"Citation": "Lai Y, Xu D. J. Chin. Med. Mater. 2007;30:166–168.", "ArticleIdList": ["17571763"]}, {"Citation": "Ding L, Wang S, Wang Z. China J. Chin. Mater. Med. 2007;32:1893–1895.", "ArticleIdList": ["18051899"]}, {"Citation": "Lu J, Yang R, Gui M, Jin Y, Dong J, Li X. Chin. Pharm. J. 2009;44:1215–1217."}, {"Citation": "Zhu LJ, Xiang ST, Wang XH, Zhao J, Tan ZI, Yi JE. J. Tradit. Chin. Vet. Med. 2016;35:18–22."}, {"Citation": "Farcas CG, Dehelean C, Pinzaru IA, Mioc M, Socoliuc V, Moaca EA, Avram S, Ghiulai R, Coricovac D, Pavel I, Alla PK, Cretu OM, Soica C, Loghin F. Int. J. Nanomed. 2020;15:8175–8200.", "ArticleIdList": ["PMC7591238", "33122905"]}, {"Citation": "Kun L, Wang JY, Zhang L, Pan YY, Chen XY, Yuan Y. Int. J. Immunopathol. Pharmacol. 2020;34:2058738420945078.", "ArticleIdList": ["PMC7388086", "32718263"]}, {"Citation": "Wang H, Dong F, Wang Y, Wang XA, Hong D, Liu Y, Zhou J. Acta Biochim. Biophys. Sin. 2020;52:200–206.", "ArticleIdList": ["31915810"]}, {"Citation": "Wang Q, Li Y, Zheng L, Huang X, Wang Y, Chen CH, Cheng YY, Morris-Natschke SL, Lee KH, Med ACS. Chem. Lett. 2020;11:2290–2293.", "ArticleIdList": ["PMC7667853", "33214842"]}, {"Citation": "Birgani GA, Ahangarpour A, Khorsandi L, Moghaddam HF. Braz. J. Pharm. Sci. 2018;54:e17171."}, {"Citation": "Zhou Z, Zhu C, Cai Z, Zhao F, He L, Lou X, Qi X. Oncol. Lett. 2018;15:7319–7327.", "ArticleIdList": ["PMC5920149", "29725447"]}, {"Citation": "Han YH, Mun JG, Jeon HD, Kee JY, Hong SH. Nutrients. 2019;12:66.", "ArticleIdList": ["PMC7019271", "31887988"]}, {"Citation": "Yin F, Feng F, Wang L, Li Z, Wang X, Cao Y. Cell Death Dis. 2019;10:672.", "ArticleIdList": ["PMC6739379", "31511501"]}, {"Citation": "Murai F, Tagawa M. Planta Med. 1979;37:234–240."}, {"Citation": "Sakai T, Nakajima K, Sakan T. Bull. Chem. Soc. Jpn. 1980;53:3683–3686."}, {"Citation": "Isoe S, Ono T, Hyeon SB, Sakan T. Tetrahedron Lett. 1968;9:5319–5323."}, {"Citation": "Murai F, Tagawa M, Ohishi H. Planta Med. 1992;58:112–113.", "ArticleIdList": ["17226448"]}, {"Citation": "Jain S, Ganeshpurkar A, Dubey N. Pharmacogn. Commun. 2020;10:134–135."}, {"Citation": "Koc K, Geyikoglu F, Cakmak O, Koca A, Kutlu Z, Aysin F, Yilmaz A, Askin H. Naunyn-Schmiedeberg's Arch. Pharmacol. 2021;394:469–479.", "ArticleIdList": ["33048170"]}, {"Citation": "Ye JY, Li L, Hao QM, Qin Y, Ma CS. Korean J. Physiol. Pharmacol. 2020;24:39–46.", "ArticleIdList": ["PMC6940499", "31908573"]}, {"Citation": "Zhang F, Liu Z, He X, Li Z, Shi B, Cai F. Drug Deliv. 2020;27:1329–1341.", "ArticleIdList": ["PMC7534215", "32945205"]}, {"Citation": "Karthik L, Vijayakumar B. Int. J. Pharm. Phytopharm. Res. 2020;10:8–21."}, {"Citation": "Sen A, Dhavan P, Shukla KK, Singh S, Tejovathi G. Sci. Secure J. Biotechnol. 2012;1:9–13."}, {"Citation": "Babu S, Jayaraman SJB. Pharmacotherapy. 2020;131:110702.", "ArticleIdList": ["32882583"]}, {"Citation": "Babu S, Krishnan M, Rajagopal P, Periyasamy V, Veeraraghavan V, Govindan R, Jayaraman S. Eur. J. Pharmacol. 2020;873:173004.", "ArticleIdList": ["32045603"]}, {"Citation": "Fiorentino A, Abrosca BD, Pacifico S, Mastellone C, Scognamiglio M, Monaco P. J. Agric. Food Chem. 2009;57:4148–4155.", "ArticleIdList": ["19358604"]}, {"Citation": "Ahmad Khan M, Sarwar AHMG, Rahat R, Ahmed RS, Umar S. Int. Immunopharmacol. 2020;85:106642.", "ArticleIdList": ["32470883"]}, {"Citation": "Lim HW, Shim JG, Choi HK, Lee MW. Saengyak Hakhoechi. 2005;36:245–251."}, {"Citation": "Jang DS, Lee GY, Lee YM, Kim YS, Sun H, Kim DH, Kim JS. Chem. Pharm. Bull. 2009;57:397–400.", "ArticleIdList": ["19336935"]}, {"Citation": "Riyana B, Putri Huspa DH, Satari MH, Kurnia D. Lett. Drug Des. Discov. 2020;17:1531–1537."}, {"Citation": "Chang J, Case R. Planta Med. 2005;71:955–959.", "ArticleIdList": ["16254829"]}, {"Citation": "Michaud J, Ane-Margail M. Bull. Soc. Pharm. Bordeaux. 1977;116:52–64."}, {"Citation": "Wang J, Fang X, Ge L, Cao F, Zhao L, Wang Z, Xiao W. PLoS ONE. 2018;13(5):e0197563.", "ArticleIdList": ["PMC5957424", "29771951"]}, {"Citation": "Bakhshii S, Khezri S, Ahangari R, Jahedsani A, Salimi A. Drug Dev. Res. 2021 doi: 10.1002/ddr.21790.", "ArticleIdList": ["10.1002/ddr.21790", "33442898"]}, {"Citation": "Arowosegbe MA, Amusan OT, Adeola SA, Adu OB, Akinola IA, Ogungbe BF, Omotuyi OI, Saibu GM, Ogunleye AJ, Kanmodi RI, Lugbe NE, Ogunmola OJ, Ajayi DC, Ogun SO, Oyende FO, Bello AO, Ishola PG, Obasieke PE. Curr. Drug Discov. Technol. 2020;17:682–695.", "ArticleIdList": ["31441728"]}, {"Citation": "Sloley BD, Urichuk LJ, Morley P, Durkin J, Shan JJ, Pang PKT, Coutts RT. J. Pharm. Pharmacol. 2000;52:451–459.", "ArticleIdList": ["10813558"]}, {"Citation": "Xin HL, Wu YC, Su YH, Sheng JY, Ling CQ. Planta Med. 2011;77:70–73.", "ArticleIdList": ["20665371"]}, {"Citation": "Chang X, Ma B, He L, Xiao Y, Li X. Chin. Tradit. Herb. Drugs. 1993;24:283–285."}, {"Citation": "Lu J, Jin Y, Liu G, Zhu N, Gui M, Yu A, Li X. Chem. Nat. Compd. 2010;46:205–208."}, {"Citation": "Horiuch M, Murakami C, Fukamiya N, Yu D, Lee KH. J. Nat. Prod. 2006;69:1271–1274.", "ArticleIdList": ["16989518"]}, {"Citation": "Eerduna G, Wei D, Yu X, Qu S, Sui D. Pharmazie. 2013;68:453–458.", "ArticleIdList": ["23875254"]}, {"Citation": "He GN, Wang BC, Wang H, Fan L, Hu XM. Chin. Arch. Tradit. Chin. Med. 2016;31:2353–2355."}, {"Citation": "Liu C, Weir D, Busse P, Yang N, Zhou Z, Emala C, Li XM. Phytother. Res. 2015;29:925–932.", "ArticleIdList": ["PMC4706450", "25809288"]}, {"Citation": "Webby RF. N. Z. J. Crop Hortic. Sci. 1990;18:1–4."}, {"Citation": "Xiang M, Jin C, Kou R, Yang G, Li J, Huazhong J. Norm. Univ. Nat. Sci. 2015;49:397–401."}, {"Citation": "Lu J, Cui G, Wang X, Zhu N, Liu G, Li X, Jin Y. Chin. Pharm. J. 2009;44:328–330."}, {"Citation": "Syed AS, Jeon JS, Kim CY. Nat. Prod. Res. 2017;31:1501–1508.", "ArticleIdList": ["28114836"]}, {"Citation": "Lu J, Li XW, Gui MY, Liu GY, Zhu N, Yu AM, Okuyama T, Masaki B, Jin YR. Chem. J. Chin. Univ. 2009;30:468–473."}, {"Citation": "Webby RF, Markham KR. Phytochemistry. 1990;29:289–292."}, {"Citation": "Y. Jin, M. Gui, X. Li, CN1566127A."}, {"Citation": "Kalandiya A, Vanidze M, Papunidze S, Chkhikvishvili I, Shalashvili A. Bull. Georgian Acad. Sci. 2001;163:157–159."}, {"Citation": "Webby RF. Phytochemistry. 1991;30:2443–2444.", "ArticleIdList": ["1367654"]}, {"Citation": "Luo CT, Zheng HH, Mao SS, Yang MX, Luo C, Chen H. Planta Med. 2014;80:201–208.", "ArticleIdList": ["24356906"]}, {"Citation": "Shi TX, Wang S, Zeng KW, Tu PF, Jiang Y. Bioorg. Med. Chem. Lett. 2013;23:5904–5908.", "ArticleIdList": ["24042007"]}, {"Citation": "Li W, Ding Y, Quang TH, Nguyen TTN, Sun YN, Yan XT, Yang SY, Choi CW, Lee EJ, Paek KY, Kim YH. Bull. Korean Chem. Soc. 2013;34:1407–1413."}, {"Citation": "Comeskey DJ, Montefiori M, Edwards PJB, McGhie TK. J. Agric. Food Chem. 2009;57:2035–2039.", "ArticleIdList": ["19203266"]}, {"Citation": "Ferrari D, Cimino F, Fratantonio D, Molonia MS, Bashllari R, Busa R, Saija A, Speciale A. Mediat. Inflamm. 2017;2017:3454023.", "ArticleIdList": ["PMC5360945", "28373746"]}, {"Citation": "Pereira SR, Almeida LM, Dinis TCP. J. Funct. Foods. 2019;63:103586."}, {"Citation": "Di GC, Acquaviva R, Santangelo R, Sorrenti V, Vanella L, Li VG, Orazio ND, Vanella A, Galvano F. J. Evid. Based Complement. Altern. Med. 2012;20:285750.", "ArticleIdList": ["PMC3449154", "23008739"]}, {"Citation": "Ma X, Ning S. Phytother. Res. 2019;33:81–89.", "ArticleIdList": ["30251280"]}, {"Citation": "Zhang P, Liu S, Zhao Z, You L, Harrison MD, Zhang Z. Food Chem. 2021;343:128482.", "ArticleIdList": ["33160770"]}, {"Citation": "Fu W, Tan C, Meng X, Lu L, Jiang S, Zhu D. Chin. J. Med. Chem. 2010;20:116–118."}, {"Citation": "Sharanya CS, Arun KG, Sabu A, Haridas M. Prostaglandins Other Lipid Mediat. 2020;150:106453.", "ArticleIdList": ["32380176"]}, {"Citation": "Ma W, Liu C, Li J, Hao M, Ji Y, Zeng X. Photochem. Photobiol. Sci. 2020;19:485–494.", "ArticleIdList": ["32232258"]}, {"Citation": "Jangra S, Sharma B, Singh S. Mater. Res Innov. 2020;25:264–275."}, {"Citation": "De Oliveira MR, De Souza ICC, Brasil FB. Neurochem. Res. 2020;46:482–493.", "ArticleIdList": ["33219897"]}, {"Citation": "Leung SW, Lai JH, Wu JCC, Tsai YR, Chen YH, Kang SJ, Chiang YH, Chang CF, Chen KY. Int. J. Mol. Sci. 2020;21:2899.", "ArticleIdList": ["PMC7215870", "32326191"]}, {"Citation": "Li Q, Gao J, Pang X, Chen A, Wang Y. Front. Pharmacol. 2020;11:559607.", "ArticleIdList": ["PMC7481471", "32973538"]}, {"Citation": "Wang C, Guo L, Hao J, Wang L, Zhu W. J. Nat. Prod. 2016;79:2977–2981.", "ArticleIdList": ["27933892"]}, {"Citation": "Ji Z, Liang X. Acta Pharm Sin. 1985;20:778–781.", "ArticleIdList": ["3835786"]}, {"Citation": "Ali MY, Jannat S, Jung HA, Min BS, Paudel P, Choi JS. J. Food Biochem. 2018;42:e12439."}, {"Citation": "Lim HW, Kang SJ, Park M, Yoon JH, Han BH, Choi SE, Lee MW. Nat. Prod. Sci. 2006;12:221–225."}, {"Citation": "Ahn JH, Park Y, Jo YH, Kim SB, Yeon SW, Kim JG, Turk A, Song JY, Kim Y, Hwang BY, Lee MK. Food Chem. 2020;308:125666.", "ArticleIdList": ["31655481"]}, {"Citation": "He J, Ma BZ, Wang XX, Liu F, Qin WJ, Zhang XI, Zhao T. Chin. Pharm. J. 2015;50:1960–1963."}, {"Citation": "Kwon D, Kim GD, Kang W, Park JE, Kim SH, Choe E, Kim JI, Auh JH. J. Korean Soc. Appl. Biol. Chem. 2014;57:473–479."}, {"Citation": "Gao XH, Zhang SD, Wang LT, Yu L, Zhao XI, Ni HY, Wang YQ, Wang JD, Shan CH, Fu YJ. Molecules. 2020;25:1385.", "ArticleIdList": ["PMC7144357", "32197466"]}, {"Citation": "Hu J, Han X, Li X, Huang B. Med. Plant. 2018;9:9–13."}, {"Citation": "Zeng A, Liang X, Zhu S, Liu C, Wang S, Zhang Q, Zhao J, Song DL. Oncol. Rep. 2021;45:717–727.", "ArticleIdList": ["PMC7757108", "33416150"]}, {"Citation": "Wang D, Tian L, Lv H, Pang Z, Li D, Yao Z, Wang S. Biomed. Pharmacother. 2020;132:110773.", "ArticleIdList": ["33022535"]}, {"Citation": "Lopez-Gonzalez JS, Prado-Garcia H, Aguilar-Cazares D, Molina-Guarneros JA, Morales-Fuentes J, Mandoki JJ. Lung Cancer. 2004;43:275–283.", "ArticleIdList": ["15165085"]}, {"Citation": "Navarro-Garcia VM, Rojas G, Aviles M, Fuentes M, Zepeda G. Mycoses. 2011;4:e569–e571.", "ArticleIdList": ["21605187"]}, {"Citation": "Hoult JRS, Paya M. Gen. Pharmacol. 1996;27:713–722.", "ArticleIdList": ["8853310"]}, {"Citation": "Li H, Yao Y, Li L. J. Pharm. Pharmacol. 2017;69:1253–1264.", "ArticleIdList": ["28675434"]}, {"Citation": "Vasconcelos JF, Teixeira MM, Barbosa-Filho JM, Agra MF, Nunes XP, Giulietti AM, Ribeiro-dos-Santos R, Soares MBP. Eur. J. Pharmacol. 2009;609:126–131.", "ArticleIdList": ["19289114"]}, {"Citation": "Rashmi R, Prakash N, Rathnamma D, Rao S, Sahadev A, Santhosh CR, Sunilchandra U, Naveen KS, Wilfred RS, Kalmath GP, Kumar KRA, Yathish HM, Waghe P. Pharma Innov. 2019;8:29–35."}, {"Citation": "R. Rashmi, N. Prakash, D. Rathnamma, S. Rao, A. Sahadev, C.R. Santhosh, U. Sunilchandra, N.S. Kumar, W.S. Ruban, G.P. Kalmath, H. Dhanalakshmi, L. G, A.R. Gomes, K.R.A. Kumar, P. Waghe, Pharma Innov. 8, 36–40 (2019)."}, {"Citation": "Fu WW, Tan CH, Lu LL, Meng XX, Luo HF, Zhu DY. Chin. J. Nat. Med. 2010;8:247–249."}, {"Citation": "Chang HC, Wang SW, Chen CY, Hwang TL, Cheng MJ, Sung PJ, Liao KW, Chen JJ. Molecules. 2020;25:5911.", "ArticleIdList": ["PMC7764309", "33327368"]}, {"Citation": "Hirsch AM, Longeon A, Guyot M. Biochem. Syst. Ecol. 2002;30:55–60."}, {"Citation": "Li Y, Ma C, Huang J. Chin. Pharm. J. 2009;44:1294–1297."}, {"Citation": "Kimura Y, Sumiyoshi M. Eur. J. Pharmacol. 2015;746:115–125.", "ArticleIdList": ["25445053"]}, {"Citation": "Aouey B, Samet AM, Fetoui H, Simmonds MSJ, Bouaziz M. Biomed. Pharmacother. 2016;84:1088–1098.", "ArticleIdList": ["27780137"]}, {"Citation": "Ren S, Xing Y, Wang C, Jiang F, Liu G, Li Z, Jiang T, Zhu Y, Piao D. Int. J. Biochem. Cell Biol. 2020;125:105777.", "ArticleIdList": ["32504672"]}, {"Citation": "Wu P, He W, Fu Y, Wu J, Li J, Xiao L. Immunol. J. 2020;36:22–28."}, {"Citation": "Hwang B, Lee J, Liu QH, Woo ER, Lee DG. Molecules. 2010;15:3507–3516.", "ArticleIdList": ["PMC6257477", "20657496"]}, {"Citation": "Kuo PC, Hung HY, Nian CW, Hwang TL, Cheng JC, Kuo DH, Lee EJ, Tai SH, Wu TS. J. Nat. Prod. 2017;80:1055–1064.", "ArticleIdList": ["28218000"]}, {"Citation": "Ouyang XL, Wei LX, Wang HS, Pan YM, Afr S. J. Bot. 2015;98:162–166."}, {"Citation": "Wikul A, Damsud T, Kataoka K, Phuwapraisirisan P. Bioorg. Med. Chem. Lett. 2012;22:5215–5217.", "ArticleIdList": ["22818971"]}, {"Citation": "Zhang Y, Zhao H, Di Y, Li Q, Shao D, Shi J, Huang Q. J. Funct. Foods. 2018;45:206–214."}, {"Citation": "Paterniti I, Impellizzeri D, Cordaro M, Siracusa R, Bisignano C, Gugliandolo E, Carughi A, Esposito E, Mandalari G, Cuzzocrea S. Nutrients. 2017;9:915.", "ArticleIdList": ["PMC5579708", "28829406"]}, {"Citation": "Winter AN, Brenner MC, Punessen N, Snodgrass M, Byars C, Arora Y, Linseman DA. Oxid. Med. Cell. Longevity. 2017;2017:6297080.", "ArticleIdList": ["PMC5504963", "28740571"]}, {"Citation": "Wang YH, Gao Y, Li Z, Wang DI, Ling WH. Acta Nutr. Sin. 2014;36:53–57."}, {"Citation": "Thomas P, Essien E, Udoh A, Archibong B, Akpan O, Etukudo E, Leo M, Eseyin O, Flamini G, Ajibesin K. J. Ethnopharmacol. 2021;269:113737.", "ArticleIdList": ["33359855"]}, {"Citation": "Wurms KV, Cooney JM. Asian J. Biochem. 2006;1:325–332."}, {"Citation": "Qin X, Zhang CH, Yao DL, Cui JM, Li G. J. Yanbian Med. Coll. 2013;36:187–189."}, {"Citation": "Sumilat DA, Yamazaki H, Endo K, Rotinsulu H, Wewengkang DS, Ukai K, Namikoshi M. J. Nat. Med. 2017;71:776–779.", "ArticleIdList": ["28550651"]}, {"Citation": "Farah MH, Samuelsson G. Planta Med. 1992;58:14–18.", "ArticleIdList": ["1620737"]}, {"Citation": "He J, Ma BZ, Zhao T, Wang W, Wei FL, Lu J, Zhang XL. Chin. Pharm. J. 2014;49:184–186."}, {"Citation": "Chang ZQ, Gebru E, Lee SP, Rhee MH, Kim JC, Cheng H, Park SC. J. Nutr. Sci. Vitaminol. 2011;57:118–122.", "ArticleIdList": ["21512301"]}, {"Citation": "Fiorentino A, Mastellone C, Abrosca BD, Pacifico S, Scognamiglio M, Cefarelli G, Caputo R, Monaco P. Food Chem. 2009;115:187–192."}, {"Citation": "Sakan T, Fujino A, Murai F, Butsugan Y, Suzui A. Bull. Chem. Soc. Jpn. 1959;32:315–316."}, {"Citation": "Gross D, Berg W, Schuette HR. Phytochemistry. 1972;11:3082–3083."}, {"Citation": "Ren J, Han EJ, Chung SH. Arch. Pharmacal. Res. 2007;30:708–714.", "ArticleIdList": ["17679548"]}, {"Citation": "Kim J, Ahn M, Choi Y, Kang T, Kim J, Lee NH, Kim GO, Shin T. Inflammation. 2020;43:1876–1883.", "ArticleIdList": ["32468499"]}, {"Citation": "Vara-Messler M, Pasqualini ME, Comba A, Silva R, Buccellati C, Trenti A, Trevisi L, Eynard AR, Sala A, Bolego C, Valentich MA. Eur. J. Nutr. 2017;56:509–519.", "ArticleIdList": ["26582578"]}, {"Citation": "Mounika Y, Naik RM. Int. J. Pharm. Pharm. Res. 2019;17:306–328."}, {"Citation": "Suanarunsawat T, Anantasomboon G, Piewbang C. Exp. Ther. Med. 2016;11:832–840.", "ArticleIdList": ["PMC4774317", "26998000"]}, {"Citation": "Devi PUM, Reddy PS, Rani NRU, Reddy KJ, Reddy MN, Reddanna P. Eur. J. Plant Pathol. 2000;106:857–865."}, {"Citation": "Bang MH, Chae IG, Lee EJ, Baek NI, Baek YS, Lee DY, Lee IS, Lee SP, Yang SA. Biosci. Biotechnol. Biochem. 2012;76:289–293.", "ArticleIdList": ["22313761"]}, {"Citation": "K. Kono, A. Yamashita, T. Ishihara, JP2008120772A."}, {"Citation": "He GN, Hu XM, Wang H, Fan L, Wang BC. China J. Chin. Mater. Med. 2015;30:498–500."}, {"Citation": "Lai Y, Xu DP. Chin. Tradit. Herb. Drugs. 2007;30:166–168."}, {"Citation": "P. Roger, J. P. Fournier, A. Martin, J. Choay, EP238401A2."}, {"Citation": "Chen X, Yang S, Bai S. Chin. Tradit. Herb. Drugs. 2011;42:841–843."}, {"Citation": "Liang J, Zhen H, Li S, Zhang W, Wang X, Liang C. China J. Chin. Mater. Med. 2008;33:1275–1277.", "ArticleIdList": ["18831205"]}, {"Citation": "Chang X, Ma B, Shan J, Chen L. Chin. Tradit. Herb. Drugs. 1996;27:395."}, {"Citation": "Li P, Lu A, Ma B, Wei J. China J. Chin. Mater. Med. 1992;17:420–421.", "ArticleIdList": ["1445647"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "7", "Day": "26"}, {"Year": "2021", "Month": "9", "Day": "15"}, {"Year": "2021", "Month": "10", "Day": "2", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "10", "Day": "2", "Hour": "6", "Minute": "1"}, {"Year": "2021", "Month": "10", "Day": "1", "Hour": "7", "Minute": "47"}, {"Year": "2021", "Month": "9", "Day": "30"}], "PublicationStatus": "ppublish", "ArticleIdList": ["34595735", "PMC8599787", "10.1007/s13659-021-00319-8", "10.1007/s13659-021-00319-8"]}}], "PubmedBookArticle": []}