{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Arabidopsis", "PIN2", "abscisic acid (ABA)", "auxin", "membrane trafficking", "stress", "vacuole"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34618941", "DateCompleted": {"Year": "2022", "Month": "01", "Day": "06"}, "DateRevised": {"Year": "2022", "Month": "01", "Day": "06"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "10", "Day": "25"}], "Language": ["eng"], "ELocationID": ["10.1111/nph.17783"], "Journal": {"ISSN": "1469-8137", "JournalIssue": {"Volume": "233", "Issue": "1", "PubDate": {"Year": "2022", "Month": "Jan"}}, "Title": "The New phytologist", "ISOAbbreviation": "New Phytol"}, "ArticleTitle": "Abscisic acid employs NRP-dependent PIN2 vacuolar degradation to suppress auxin-mediated primary root elongation in Arabidopsis.", "Pagination": {"StartPage": "297", "EndPage": "312", "MedlinePgn": "297-312"}, "Abstract": {"AbstractText": ["How plants balance growth and stress adaptation is a long-standing topic in plant biology. Abscisic acid (ABA) induces the expression of the stress-responsive Asparagine Rich Protein (NRP), which promotes the vacuolar degradation of PP6 phosphatase FyPP3, releasing ABI5 transcription factor to initiate transcription. Whether NRP is required for growth remains unknown. We generated an nrp1 nrp2 double mutant, which had a dwarf phenotype that can be rescued by inhibiting auxin transport. Insufficient auxin in the transition zone and over-accumulation of auxin at the root tip was responsible for the short elongation zone and short-root phenotype of nrp1 nrp2. The auxin efflux carrier PIN2 over-accumulated in nrp1 nrp2 and became de-polarized at the plasma membrane, leading to slower root basipetal auxin transport. Knock-out of PIN2 suppressed the dwarf phenotype of nrp1 nrp2. Furthermore, ABA can induce NRP-dependent vacuolar degradation of PIN2 to inhibit primary root elongation. FyPP3 also is required for NRP-mediated PIN2 turnover. In summary, in growth condition, NRP promotes PIN2 vacuolar degradation to help maintain PIN2 protein concentration and polarity, facilitating the establishment of the elongation zone and primary root elongation. When stressed, ABA employs this pathway to inhibit root elongation for stress adaptation."], "CopyrightInformation": "© 2021 The Authors. New Phytologist © 2021 New Phytologist Foundation."}, "AuthorList": [{"Identifier": ["0000-0002-6682-3451"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Medicinal Chemical Biology, Tianjin Key Laboratory of Protein Science, College of Life Sciences, Nankai University, Tianjin, 300071, China."}], "LastName": "Wu", "ForeName": "Yanying", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Medicinal Chemical Biology, Tianjin Key Laboratory of Protein Science, College of Life Sciences, Nankai University, Tianjin, 300071, China."}], "LastName": "Chang", "ForeName": "Yue", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Microbial Metabolism & Joint International Research Laboratory of Metabolic and Developmental Sciences, School of Life Sciences and Biotechnology, Shanghai Jiao Tong University, Shanghai, 200240, China."}], "LastName": "Luo", "ForeName": "Liming", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Medicinal Chemical Biology, Tianjin Key Laboratory of Protein Science, College of Life Sciences, Nankai University, Tianjin, 300071, China."}], "LastName": "Tian", "ForeName": "Wenqi", "Initials": "W"}, {"Identifier": ["0000-0002-9803-8554"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Microbial Metabolism & Joint International Research Laboratory of Metabolic and Developmental Sciences, School of Life Sciences and Biotechnology, Shanghai Jiao Tong University, Shanghai, 200240, China."}], "LastName": "Gong", "ForeName": "Qingqiu", "Initials": "Q"}, {"Identifier": ["0000-0002-6045-718X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Medicinal Chemical Biology, Tianjin Key Laboratory of Protein Science, College of Life Sciences, Nankai University, Tianjin, 300071, China."}], "LastName": "Liu", "ForeName": "Xinqi", "Initials": "X"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "New Phytol", "NlmUniqueID": "9882884", "ISSNLinking": "0028-646X"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Arabidopsis Proteins"}, {"RegistryNumber": "0", "NameOfSubstance": "Indoleacetic Acids"}, {"RegistryNumber": "72S9A8J5GW", "NameOfSubstance": "Abscisic Acid"}], "MeshHeadingList": [{"QualifierName": ["pharmacology"], "DescriptorName": "Abscisic Acid"}, {"QualifierName": ["genetics", "metabolism"], "DescriptorName": "Arabidopsis"}, {"QualifierName": ["genetics", "metabolism"], "DescriptorName": "Arabidopsis Proteins"}, {"QualifierName": [], "DescriptorName": "Gene Expression Regulation, Plant"}, {"QualifierName": [], "DescriptorName": "Indoleacetic Acids"}, {"QualifierName": ["metabolism"], "DescriptorName": "Plant Roots"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Alves MS, Reis PA, Dadalto SP, Faria JA, Fontes EP, Fietto LG. 2011. A novel transcription factor, ERD15 (Early Responsive to Dehydration 15), connects endoplasmic reticulum stress with an osmotic stress-induced cell death signal. Journal of Biological Chemistry 286: 20020-20030."}, {"Citation": "Axelsen KB, Palmgren MG. 2001. Inventory of the superfamily of P-type ion pumps in Arabidopsis. Plant Physiology 126: 696-706."}, {"Citation": "Bailey-Serres J, Parker JE, Ainsworth EA, Oldroyd GED, Schroeder JI. 2019. Genetic strategies for improving crop yields. Nature 575: 109-118."}, {"Citation": "Barbosa IC, Zourelidou M, Willige BC, Weller B, Schwechheimer C. 2014. D6 PROTEIN KINASE activates auxin transport-dependent growth and PIN-FORMED phosphorylation at the plasma membrane. Development Cell 29: 674-685."}, {"Citation": "Belda-Palazon B, Rodriguez L, Fernandez MA, Castillo M-C, Anderson EM, Gao C, Gonzalez-Guzman M, Peirats-Llobet M, Zhao Q, De Winne N et al. 2016. FYVE1/FREE1 interacts with the PYL4 ABA receptor and mediates its delivery to the vacuolar degradation pathway. Plant Cell 28: 2291-2311."}, {"Citation": "Belin C, Megies C, Hauserova E, Lopez-Molina L. 2009. Abscisic acid represses growth of the Arabidopsis embryonic axis after germination by enhancing auxin signaling. Plant Cell 21: 2253-2268."}, {"Citation": "Benkova E, Michniewicz M, Sauer M, Teichmann T, Seifertova D, Jurgens G, Friml J. 2003. Local, efflux-dependent auxin gradients as a common module for plant organ formation. Cell 115: 591-602."}, {"Citation": "de Camargos LF, Fraga OT, Oliveira CC, da Silva JCF, Fontes EPB, Reis PAB. 2018. Development and cell death domain-containing asparagine-rich protein (DCD/NRP): an essential protein in plant development and stress responses. Theoretical and Experimental Plant Physiology 31: 59-70."}, {"Citation": "Dai M, Terzaghi W, Wang H. 2013a. Multifaceted roles of Arabidopsis PP6 phosphatase in regulating cellular signaling and plant development. Plant Signaling & Behavior 8: e22508."}, {"Citation": "Dai M, Xue Q, McCray T, Margavage K, Chen F, Lee JH, Nezames CD, Guo L, Terzaghi W, Wan J et al. 2013b. The PP6 phosphatase regulates ABI5 phosphorylation and abscisic acid signaling in Arabidopsis. Plant Cell 25: 517-534."}, {"Citation": "Dai M, Zhang C, Kania U, Chen F, Xue Q, McCray T, Li G, Qin G, Wakeley M, Terzaghi W et al. 2012. A PP6-type phosphatase holoenzyme directly regulates PIN phosphorylation and auxin efflux in Arabidopsis. Plant Cell 24: 2497-2514."}, {"Citation": "Dhonukshe P, Aniento F, Hwang I, Robinson DG, Mravec J, Stierhof YD, Friml J. 2007. Clathrin-mediated constitutive endocytosis of PIN auxin efflux carriers in Arabidopsis. Current Biology 17: 520-527."}, {"Citation": "Ebine K, Okatani Y, Uemura T, Goh T, Shoda K, Niihama M, Morita MT, Spitzer C, Otegui MS, Nakano A et al. 2008. A SNARE complex unique to seed plants is required for protein storage vacuole biogenesis and seed development of Arabidopsis thaliana. Plant Cell 20: 3006-3021."}, {"Citation": "Emenecker RJ, Strader LC. 2020. Auxin-abscisic acid interactions in plant growth and development. Biomolecules 10: 281."}, {"Citation": "Franco AR, Gee MA, Guilfoyle TJ. 1990. Induction and superinduction of auxin-responsive mRNAs with auxin and protein synthesis inhibitors. Journal of Biological Chemistry 265: 15845-15849."}, {"Citation": "Friml J, Yang X, Michniewicz M, Weijers D, Quint A, Tietz O, Benjamins R, Ouwerkerk PB, Ljung K, Sandberg G et al. 2004. A PINOID-dependent binary switch in apical-basal PIN polar targeting directs auxin efflux. Science 306: 862-865."}, {"Citation": "Galvan-Ampudia CS, Julkowska MM, Darwish E, Gandullo J, Korver RA, Brunoud G, Haring MA, Munnik T, Vernoux T, Testerink C. 2013. Halotropism is a response of plant roots to avoid a saline environment. Current Biology 23: 2044-2050."}, {"Citation": "Gao C, Luo M, Zhao Q, Yang R, Cui Y, Zeng Y, Xia J, Jiang L. 2014. A unique plant ESCRT component, FREE1, regulates multivesicular body protein sorting and plant growth. Current Biology 24: 2556-2563."}, {"Citation": "Geldner N, Friml J, Stierhof YD, Jurgens G, Palme K. 2001. Auxin transport inhibitors block PIN1 cycling and vesicle trafficking. Nature 413: 425-428."}, {"Citation": "Gong Z, Xiong L, Shi H, Yang S, Herrera-Estrella LR, Xu G, Chao D-Y, Li J, Wang P-Y, Qin F et al. 2020. Plant abiotic stress response and nutrient use efficiency. Science China-Life Sciences 063: 635-674."}, {"Citation": "Guo X, Qin Q, Yan J, Niu Y, Huang B, Guan L, Li Y, Ren D, Li J, Hou S. 2015. TYPE-ONE PROTEIN PHOSPHATASE4 regulates pavement cell interdigitation by modulating PIN-FORMED1 polarity and trafficking in Arabidopsis. Plant Physiology 167: 1058-1075."}, {"Citation": "He W, Brumos J, Li H, Ji Y, Ke M, Gong X, Zeng Q, Li W, Zhang X, An F et al. 2011. A small-molecule screen identifies L-kynurenine as a competitive inhibitor of TAA1/TAR activity in ethylene-directed auxin biosynthesis and root growth in Arabidopsis. Plant Cell 23: 3944-3960."}, {"Citation": "Heisler MG, Ohno C, Das P, Sieber P, Reddy GV, Long JA, Meyerowitz EM. 2005. Patterns of auxin transport and gene expression during primordium development revealed by live imaging of the Arabidopsis inflorescence meristem. Current Biology 15: 1899-1911."}, {"Citation": "Jia W, Li B, Li S, Liang Y, Wu X, Ma M, Wang J, Gao J, Cai Y, Zhang Y et al. 2016. Mitogen-activated protein kinase cascade MKK7-MPK6 plays important roles in plant development and regulates shoot branching by phosphorylating PIN1 in Arabidopsis. PLoS Biology 14: e1002550."}, {"Citation": "Kakei Y, Yamazaki C, Suzuki M, Nakamura A, Sato A, Ishida Y, Kikuchi R, Higashi S, Kokudo Y, Ishii T et al. 2015. Small-molecule auxin inhibitors that target YUCCA are powerful tools for studying auxin function. The Plant Journal 84: 827-837."}, {"Citation": "Karampelias M, Neyt P, De Groeve S, Aesaert S, Coussens G, Rolcik J, Bruno L, De Winne N, Van Minnebruggen A, Van Montagu M et al. 2016. ROTUNDA3 function in plant development by phosphatase 2A-mediated regulation of auxin transporter recycling. Proceedings of the National Academy of Sciences, USA 113: 2768-2773."}, {"Citation": "Kim DH, Kang JG, Yang SS, Chung KS, Song PS, Park CM. 2002. A phytochrome-associated protein phosphatase 2A modulates light signals in flowering time control in Arabidopsis. Plant Cell 14: 3043-3056."}, {"Citation": "Kleine-Vehn J, Ding Z, Jones AR, Tasaka M, Morita MT, Friml J. 2010. Gravity-induced PIN transcytosis for polarization of auxin fluxes in gravity-sensing root cells. Proceedings of the National Academy of Sciences, USA 107: 22344-22349."}, {"Citation": "Kleine-Vehn J, Leitner J, Zwiewka M, Sauer M, Abas L, Luschnig C, Friml J. 2008. Differential degradation of PIN2 auxin efflux carrier by retromer-dependent vacuolar targeting. Proceedings of the National Academy of Sciences, USA 105: 17812-17817."}, {"Citation": "Li H, Li Y, Zhao Q, Li T, Wei J, Li B, Shen W, Yang C, Zeng Y, Rodriguez PL et al. 2019. The plant ESCRT component FREE1 shuttles to the nucleus to attenuate abscisic acid signalling. Nature Plants 5: 512-524."}, {"Citation": "Li H, Lin D, Dhonukshe P, Nagawa S, Chen D, Friml J, Scheres B, Guo H, Yang Z. 2011. Phosphorylation switch modulates the interdigitated pattern of PIN1 localization and cell expansion in Arabidopsis leaf epidermis. Cell Research 21: 970-978."}, {"Citation": "Li Y, Wang Y, Tan S, Li Z, Yuan Z, Glanc M, Domjan D, Wang K, Xuan W, Guo Y et al. 2020. Root growth adaptation is mediated by PYLs ABA receptor-PP2A protein phosphatase complex. Advanced Science 7: 1901455."}, {"Citation": "Lillo C, Kataya AR, Heidari B, Creighton MT, Nemie-Feyissa D, Ginbot Z, Jonassen EM. 2014. Protein phosphatases PP2A, PP4 and PP6: mediators and regulators in development and responses to environmental cues. Plant, Cell & Environment 37: 2631-2648."}, {"Citation": "Michniewicz M, Zago MK, Abas L, Weijers D, Schweighofer A, Meskiene I, Heisler MG, Ohno C, Zhang J, Huang F et al. 2007. Antagonistic regulation of PIN phosphorylation by PP2A and PINOID directs auxin flux. Cell 130: 1044-1056."}, {"Citation": "Petrasek J, Mravec J, Bouchard R, Blakeslee JJ, Abas M, Seifertova D, Wisniewska J, Tadele Z, Kubes M, Covanova M et al. 2006. PIN proteins perform a rate-limiting function in cellular auxin efflux. Science 312: 914-918."}, {"Citation": "Reis PAB, Carpinetti PA, Freitas PPJ, Santos EGD, Camargos LF, Oliveira IHT, Silva JCF, Carvalho HH, Dal-Bianco M, Soares-Ramos JRL et al. 2016. Functional and regulatory conservation of the soybean ER stress-induced DCD/NRP-mediated cell death signaling in plants. BMC Plant Biology 16: 156."}, {"Citation": "Reis PA, Rosado GL, Silva LA, Oliveira LC, Oliveira LB, Costa MD, Alvim FC, Fontes EP. 2011. The binding protein BiP attenuates stress-induced cell death in soybean via modulation of the N-rich protein-mediated signaling pathway. Plant Physiology 157: 1853-1865."}, {"Citation": "Ren H, Park MY, Spartz AK, Wong JH, Gray WM. 2018. A subset of plasma membrane-localized PP2C.D phosphatases negatively regulate SAUR-mediated cell expansion in Arabidopsis. PLoS Genetics 14: e1007455."}, {"Citation": "Rowe JH, Topping JF, Liu J, Lindsey K. 2016. Abscisic acid regulates root growth under osmotic stress conditions via an interacting hormonal network with cytokinin, ethylene and auxin. New Phytologist 211: 225-239."}, {"Citation": "Shimizu Y, Takagi J, Ito E, Ito Y, Ebine K, Komatsu Y, Goto Y, Sato M, Toyooka K, Ueda T et al. 2021. Cargo sorting zones in the trans-Golgi network visualized by super-resolution confocal live imaging microscopy in plants. Nature Communication 12: 1901."}, {"Citation": "Spartz AK, Ren H, Park MY, Grandt KN, Lee SH, Murphy AS, Sussman MR, Overvoorde PJ, Gray WM. 2014. SAUR inhibition of PP2C-D phosphatases activates plasma membrane H+-ATPases to promote cell expansion in Arabidopsis. Plant Cell 26: 2129-2142."}, {"Citation": "Spitzer C, Reyes FC, Buono R, Sliwinski MK, Haas TJ, Otegui MS. 2009. The ESCRT-related CHMP1A and B proteins mediate multivesicular body sorting of auxin carriers in Arabidopsis and are required for plant development. Plant Cell 21: 749-766."}, {"Citation": "Swarup R, Friml J, Marchant A, Ljung K, Sandberg G, Palme K, Bennett M. 2001. Localization of the auxin permease AUX1 suggests two functionally distinct hormone transport pathways operate in the Arabidopsis root apex. Genes Development 15: 2648-2653."}, {"Citation": "Tenhaken R, Doerks T, Bork P. 2005. DCD - a novel plant specific domain in proteins involved in development and programmed cell death. BMC Bioinformatics 6: 169."}, {"Citation": "Uhrig RG, Labandera AM, Moorhead GB. 2013. Arabidopsis PPP family of serine/threonine protein phosphatases: many targets but few engines. Trends in Plant Science 18: 505-513."}, {"Citation": "Wang P, Zhao Y, Li Z, Hsu C-C, Liu X, Fu L, Hou Y-J, Du Y, Xie S, Zhang C et al. 2018. Reciprocal regulation of the TOR kinase and ABA receptor balances plant growth and stress response. Molecular Cell 69: e106."}, {"Citation": "Wang X, Yu R, Wang J, Lin Z, Han X, Deng Z, Fan L, He H, Deng XW, Chen H. 2020. The asymmetric expression of SAUR genes mediated by ARF7/19 promotes the gravitropism and phototropism of plant hypocotyls. Cell Reports 31: 107529."}, {"Citation": "Wang Y, Chai C, Valliyodan B, Maupin C, Annen B, Nguyen HT. 2015. Genome-wide analysis and expression profiling of the PIN auxin transporter gene family in soybean (Glycine max). BMC Genomics 16: 951."}, {"Citation": "Weller B, Zourelidou M, Frank L, Barbosa IC, Fastner A, Richter S, Jurgens G, Hammes UZ, Schwechheimer C. 2017. Dynamic PIN-FORMED auxin efflux carrier phosphorylation at the plasma membrane controls auxin efflux-dependent growth. Advanced Science 114: E887-E896."}, {"Citation": "Xu J, Scheres B. 2005. Dissection of Arabidopsis ADP-RIBOSYLATION FACTOR 1 function in epidermal cell polarity. Plant Cell 17: 525-536."}, {"Citation": "Yang Y, Liu X, Zhang W, Qian Q, Zhou L, Liu S, Li Y, Hou X. 2021. Stress response proteins NRP1 and NRP2 are pro-survival factors that inhibit cell death during ER stress. Plant Physiology. doi: 10.1093/plphys/kiab335."}, {"Citation": "Yu X, Dong J, Deng Z, Jiang Y, Wu C, Qin X, Terzaghi W, Chen H, Dai M, Deng XW. 2019. Arabidopsis PP6 phosphatases dephosphorylate PIF proteins to repress photomorphogenesis. Proceedings of the National Academy of Sciences, USA 116: 20218-20225."}, {"Citation": "Yuan TT, Xu HH, Zhang KX, Guo TT, Lu YT. 2014. Glucose inhibits root meristem growth via ABA INSENSITIVE 5, which represses PIN1 accumulation and auxin activity in Arabidopsis. Plant, Cell & Environment 37: 1338-1350."}, {"Citation": "Zhou R, Zhu T, Han L, Liu M, Xu M, Liu Y, Han D, Qiu D, Gong Q, Liu X. 2017. The asparagine-rich protein NRP interacts with the Verticillium effector PevD1 and regulates the subcellular localization of cryptochrome 2. Journal of Experimental Botany 68: 3427-3440."}, {"Citation": "Zhu T, Wu Y, Yang X, Chen W, Gong Q, Liu X. 2018. The asparagine-rich protein NRP facilitates the degradation of the PP6-type phosphatase FyPP3 to promote ABA response in Arabidopsis. Molecular Plant 11: 257-268."}, {"Citation": "Zwiewka M, Nodzynski T, Robert S, Vanneste S, Friml J. 2015. Osmotic stress modulates the balance between exocytosis and clathrin-mediated endocytosis in Arabidopsis thaliana. Molecular Plant 8: 1175-1187."}], "ReferenceList": [], "Title": "References"}], "History": [{"Year": "2021", "Month": "8", "Day": "11"}, {"Year": "2021", "Month": "9", "Day": "25"}, {"Year": "2021", "Month": "10", "Day": "8", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "1", "Day": "7", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "10", "Day": "7", "Hour": "17", "Minute": "29"}], "PublicationStatus": "ppublish", "ArticleIdList": ["34618941", "10.1111/nph.17783"]}}], "PubmedBookArticle": []}