{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Cytochrome P450", "Expression profile", "Gene duplication", "Nitrogen treatment", "Panax notoginseng"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34615481", "DateCompleted": {"Year": "2021", "Month": "11", "Day": "22"}, "DateRevised": {"Year": "2023", "Month": "09", "Day": "21"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "10", "Day": "06"}], "Language": ["eng"], "ELocationID": ["447", "10.1186/s12870-021-03224-x"], "Journal": {"ISSN": "1471-2229", "JournalIssue": {"Volume": "21", "Issue": "1", "PubDate": {"Year": "2021", "Month": "Oct", "Day": "06"}}, "Title": "BMC plant biology", "ISOAbbreviation": "BMC Plant Biol"}, "ArticleTitle": "Genome and transcriptome analysis to understand the role diversification of cytochrome P450 gene under excess nitrogen treatment.", "Pagination": {"StartPage": "447", "MedlinePgn": "447"}, "Abstract": {"AbstractText": ["Panax notoginseng (Burk.) F. H. Chen (P. notoginseng) is a medicinal plant. Cytochrome P450 (CYP450) monooxygenase superfamily is involved in the synthesis of a variety of plant hormones. Studies have shown that CYP450 is involved in the synthesis of saponins, which are the main medicinal component of P. notoginseng. To date, the P. notoginseng CYP450 family has not been systematically studied, and its gene functions remain unclear.", "In this study, a total of 188 PnCYP genes were identified, these genes were divided into 41 subfamilies and clustered into 9 clans. Moreover, we identified 40 paralogous pairs, of which only two had Ka/Ks ratio greater than 1, demonstrating that most PnCYPs underwent purification selection during evolution. In chromosome mapping and gene replication analysis, 8 tandem duplication and 11 segmental duplication events demonstrated that PnCYP genes were continuously replicating during their evolution. Gene ontology (GO) analysis annotated the functions of 188 PnCYPs into 21 functional subclasses, suggesting the functional diversity of these gene families. Functional divergence analyzed the members of the three primitive branches of CYP51, CYP74 and CYP97 at the amino acid level, and found some critical amino acid sites. The expression pattern of PnCYP450 related to nitrogen treatment was studied using transcriptome sequencing data, 10 genes were significantly up-regulated and 37 genes were significantly down-regulated. Combined with transcriptome sequencing analysis, five potential functional genes were screened. Quantitative real-time PCR (qRT-PCR) indicated that these five genes were responded to methyl jasmonate (MEJA) and abscisic acid (ABA) treatment.", "These results provide a valuable basis for comprehending the classification and biological functions of PnCYPs, and offer clues to study their biological functions in response to nitrogen treatment."], "CopyrightInformation": "© 2021. The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Modern Biotechnology, School of Forestry and Landscape Architecture, Anhui Agricultural University, Hefei, 230036, China."}], "LastName": "Xiong", "ForeName": "Rui", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Modern Biotechnology, School of Forestry and Landscape Architecture, Anhui Agricultural University, Hefei, 230036, China."}], "LastName": "He", "ForeName": "Ting", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Modern Biotechnology, School of Forestry and Landscape Architecture, Anhui Agricultural University, Hefei, 230036, China."}], "LastName": "Wang", "ForeName": "Yamei", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Modern Biotechnology, School of Forestry and Landscape Architecture, Anhui Agricultural University, Hefei, 230036, China."}], "LastName": "Liu", "ForeName": "Shifan", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "National Engineering Laboratory of Crop Stress Resistance Breeding, Anhui Agricultural University, Hefei, 230036, China."}], "LastName": "Gao", "ForeName": "Yameng", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Modern Biotechnology, School of Forestry and Landscape Architecture, Anhui Agricultural University, Hefei, 230036, China. hwyanahau@163.com."}, {"Identifier": [], "Affiliation": "National Engineering Laboratory of Crop Stress Resistance Breeding, Anhui Agricultural University, Hefei, 230036, China. hwyanahau@163.com."}], "LastName": "Yan", "ForeName": "Hanwei", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Modern Biotechnology, School of Forestry and Landscape Architecture, Anhui Agricultural University, Hefei, 230036, China. xiangyan@ahau.edu.cn."}, {"Identifier": [], "Affiliation": "National Engineering Laboratory of Crop Stress Resistance Breeding, Anhui Agricultural University, Hefei, 230036, China. xiangyan@ahau.edu.cn."}], "LastName": "Xiang", "ForeName": "Yan", "Initials": "Y"}], "PublicationTypeList": ["Comparative Study", "Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "BMC Plant Biol", "NlmUniqueID": "100967807", "ISSNLinking": "1471-2229"}, "ChemicalList": [{"RegistryNumber": "9035-51-2", "NameOfSubstance": "Cytochrome P-450 Enzyme System"}, {"RegistryNumber": "N762921K75", "NameOfSubstance": "Nitrogen"}], "MeshHeadingList": [{"QualifierName": ["genetics", "metabolism"], "DescriptorName": "Cytochrome P-450 Enzyme System"}, {"QualifierName": [], "DescriptorName": "Gene Expression Profiling"}, {"QualifierName": [], "DescriptorName": "Gene Expression Regulation, Plant"}, {"QualifierName": [], "DescriptorName": "Genes, Plant"}, {"QualifierName": [], "DescriptorName": "Genetic Variation"}, {"QualifierName": [], "DescriptorName": "Genome"}, {"QualifierName": [], "DescriptorName": "Genotype"}, {"QualifierName": ["metabolism"], "DescriptorName": "Nitrogen"}, {"QualifierName": ["genetics", "metabolism"], "DescriptorName": "Panax notoginseng"}, {"QualifierName": [], "DescriptorName": "Phylogeny"}, {"QualifierName": ["genetics", "metabolism"], "DescriptorName": "Plants, Medicinal"}], "CoiStatement": "The authors declare that they have no competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Wang T, Guo RX, Zhou GH, Zhou XD, Kou ZZ, Sui F, Li C, Tang LY, Wang ZJ. Traditional uses, botany, phytochemistry, pharmacology and toxicology of Panax notoginseng (Burk.) FH Chen: a review. J Ethnopharmacol. 2016;188:234–258. doi: 10.1016/j.jep.2016.05.005.", "ArticleIdList": ["10.1016/j.jep.2016.05.005", "27154405"]}, {"Citation": "Men SY, Huo QL, Shi L, Yan Y, Yang CC, Yu W, Liu BQ. Panax notoginseng saponins promotes cutaneous wound healing and suppresses scar formation in mice. J Cosmet Dermatol. 2020;19(2):529–534. doi: 10.1111/jocd.13042.", "ArticleIdList": ["10.1111/jocd.13042", "31267657"]}, {"Citation": "Dan M, Su MM, Gao XF, Zhao T, Zhao AH, Xie GX, Qiu YP, Zhou MM, Liu Z, Jia W. Metabolite profiling of Panax notoginseng using UPLC–ESI-MS. Phytochemistry. 2008;69(11):2237–2244. doi: 10.1016/j.phytochem.2008.04.015.", "ArticleIdList": ["10.1016/j.phytochem.2008.04.015", "18550132"]}, {"Citation": "Sun HX, Yang ZG, Ye YP. Structure and biological activity of protopanaxatriol-type saponins from the roots of Panax notoginseng. Int Immunopharmacol. 2006;6:14–25. doi: 10.1016/j.intimp.2005.07.003.", "ArticleIdList": ["10.1016/j.intimp.2005.07.003", "16332509"]}, {"Citation": "Ng TB. Pharmacological activity of Sanchi-ginseng (Panax notoginseng) J Pharm Pharmacol. 2006;58:1007–1019. doi: 10.1211/jpp.58.8.0001.", "ArticleIdList": ["10.1211/jpp.58.8.0001", "16872547"]}, {"Citation": "Konoshima T, Takasaki M, Tokuda H. Anti-carcinogenic activity of the roots of Panax notoginseng II. Biol Pharm Bull. 1999;22:1150–1152. doi: 10.1248/bpb.22.1150.", "ArticleIdList": ["10.1248/bpb.22.1150", "10549877"]}, {"Citation": "Mizutani M, Ohta D. Masaharu Mizutani and Daisaku Ohta. Diversification of P450 genes during land plant evolution. Annu Rev Plant Biol. 2010;61:291–315. doi: 10.1146/annurev-arplant-042809-112305.", "ArticleIdList": ["10.1146/annurev-arplant-042809-112305", "20192745"]}, {"Citation": "Ai JW, Zhu Y, Duan J, Yu Q, Zhang G, Wan F, Xiang ZH. Genome-wide analysis of cytochrome P450 monooxygenase genes in the silkworm, Bombyx mori. Gene. 2011;480:0–50. doi: 10.1016/j.gene.2011.03.002.", "ArticleIdList": ["10.1016/j.gene.2011.03.002", "21440608"]}, {"Citation": "Nelson D, Werck-Reichhart D. A P450-centric view of plant evolution. Plant J. 2011;66(1):194–211. doi: 10.1111/j.1365-313X.2011.04529.x.", "ArticleIdList": ["10.1111/j.1365-313X.2011.04529.x", "21443632"]}, {"Citation": "Dobritsa AA, Shrestha J, Morant M, Pinot F, Matsuno M, Swanson R, Moller BL, Preuss D. CYP704B1 is along-chain fatty acid omega-hydroxylase essential for sporopollenin synthesis in pollen of Arabidopsis. Plant Physiol. 2009;151(2):574–589. doi: 10.1104/pp.109.144469.", "ArticleIdList": ["10.1104/pp.109.144469", "PMC2754625", "19700560"]}, {"Citation": "Kandel S, Sauveplane V, Olry A, Diss L, Benveniste I, Pinot F. Cytochrome P450-dependent fatty acid hydroxylases in plants. Phytochem Rev. 2006;5(2–3):359–372. doi: 10.1007/s11101-006-9041-1.", "ArticleIdList": ["10.1007/s11101-006-9041-1"]}, {"Citation": "Morant M, Jorgensen K, Schaller H, Pinot F, Moller BL, Werck-Reichhart D, Bak S. CYP703 is an ancient cytochrome P450 in land plants catalyzing in-chain hydroxylation of Lauric acid to provide building blocks for Sporopollenin synthesis in pollen. Plant Cell. 2007;19(5):1473–1487. doi: 10.1105/tpc.106.045948.", "ArticleIdList": ["10.1105/tpc.106.045948", "PMC1913723", "17496121"]}, {"Citation": "Wasternack C, Feussner I. The Oxylipin pathways: biochemistry and function. Annu Rev Plant Biol. 2018;69(1):363. doi: 10.1146/annurev-arplant-042817-040440.", "ArticleIdList": ["10.1146/annurev-arplant-042817-040440", "29166128"]}, {"Citation": "Kim J, Smith JJ, Tian L, DellaPenna D. The evolution and function of carotenoid hydroxylases in Arabidopsis. Plant Cell Physiol. 2009;50(3):463–479. doi: 10.1093/pcp/pcp005.", "ArticleIdList": ["10.1093/pcp/pcp005", "19147649"]}, {"Citation": "Morrone D, Chen XM, Coates RM, Peters RJ. Characterization of the kaurene oxidase CYP701A3, a multifunctional cytochrome P450 from gibberellin biosynthesis. Biochem J. 2010;431(3):337–344. doi: 10.1042/BJ20100597.", "ArticleIdList": ["10.1042/BJ20100597", "20698828"]}, {"Citation": "Regnault T, Daviere JM, Heintz D, Lange T, Achard P. The gibberellin biosynthetic genes AtKAO1 and AtKAO2 have overlapping roles throughout Arabidopsis development. Plant J Cell Mol Biol. 2014;80(3):462–474. doi: 10.1111/tpj.12648.", "ArticleIdList": ["10.1111/tpj.12648", "25146977"]}, {"Citation": "Pan ZQ, Baerson SR, Wang M, Bajsa-Hirschel J, Rimando AM, Wang XQ, Nanayakkara NPD, Noonan BP, Fromm ME, Dayan FE, Khan IA, Duke SO. A cytochrome P450 CYP71 enzyme expressed in Sorghum bicolor root hair cells participates in the biosynthesis of the benzoquinone allelochemical sorgoleone. New Phytol. 2018;218(2):616–629. doi: 10.1111/nph.15037.", "ArticleIdList": ["10.1111/nph.15037", "PMC5887931", "29461628"]}, {"Citation": "Pakdeechanuan P, Teoh S, Shoji T, Hashimoto T. Non-functionalization of two CYP82E nicotine N-Demethylase genes abolishes Nornicotine formation in Nicotiana langsdorffii. Plant Cell Physiol. 2012;53(12):2038–2046. doi: 10.1093/pcp/pcs139.", "ArticleIdList": ["10.1093/pcp/pcs139", "23034878"]}, {"Citation": "Geisler K, Hughes RK, Sainsbury F, Lomonossoff GP, Rejzek M, Fairhurst S, Olsen CE, Motawia MS, Melton RE, Hemmings AM, Bak S, Osbourn A. Biochemical analysis of a multifunctional cytochrome P450 (CYP51) enzyme required for synthesis of antimicrobial triterpenes in plants. P Natl Acad Sci USA. 2013;110(35):E3360–E3367. doi: 10.1073/pnas.1309157110.", "ArticleIdList": ["10.1073/pnas.1309157110", "PMC3761579", "23940321"]}, {"Citation": "Shibuya M, Hoshino M, Katsube Y, Hayashi H, Kushiro T, Ebizuka Y. Identification of beta-amyrin and sophoradiol 24-hydroxylase by expressed sequence tag mining and functional expression assay. FEBS J. 2006;273(5):948–959. doi: 10.1111/j.1742-4658.2006.05120.x.", "ArticleIdList": ["10.1111/j.1742-4658.2006.05120.x", "16478469"]}, {"Citation": "Seki H, Ohyama K, Sawai S, Mizutani M, Ohnishi T, Sudo H, Akashi T, Aoki T, Saito K, Muranaka T. Licorice β-amyrin 11-oxidase, a cytochrome P450 with a key role in the biosynthesis of the triterpene sweetener glycyrrhizin. P Natl Acad Sci USA. 2008;105:14204–14209. doi: 10.1073/pnas.0803876105.", "ArticleIdList": ["10.1073/pnas.0803876105", "PMC2532699", "18779566"]}, {"Citation": "Seki H, Sawai S, Ohyama K, Mizutani M, Ohnishi T, Sudo H, Fukushima EO, Akashi T, Aoki T, Saito K, Muranaka T. Triterpene Functional Genomics in Licorice for Identification of CYP72A154 Involved in the Biosynthesis of Glycyrrhizin. Plant Cell. 2011;23(11):4112–4123. doi: 10.1105/tpc.110.082685.", "ArticleIdList": ["10.1105/tpc.110.082685", "PMC3246328", "22128119"]}, {"Citation": "Carelli M, Biazzi E, Panara F, Tava A, Scaramelli L, Porceddu A, Graham N, Odoardi M, Piano E, Arcioni S, May S, Scotti C, Calderini O. Medicago truncatula CYP716A12 is a multifunctional oxidase involved in the biosynthesis of hemolytic Saponins. Plant Cell. 2011;23(8):3070–3081. doi: 10.1105/tpc.111.087312.", "ArticleIdList": ["10.1105/tpc.111.087312", "PMC3180811", "21821776"]}, {"Citation": "Tamiru M, Undan JR, Takagi H, Abe A, Yoshida K, Undan JQ, Natsume S, Uemura A, Saitoh H, Matsumura H, Urasaki N, Yokota T, Terauchi R. A cytochrome P450, OsDSS1, is involved in growth and drought stress responses in Rice (Oryza sativa L.) Plant Mol Biol. 2015;88:85–99. doi: 10.1007/s11103-015-0310-5.", "ArticleIdList": ["10.1007/s11103-015-0310-5", "25800365"]}, {"Citation": "Mao GH, Seebeck T, Schrenker D, Yu O. CYP709B3, a cytochrome P450 monooxygenase gene involved in salt tolerance in Arabidopsis thaliana. BMC Plant Biol. 2013;13:169. doi: 10.1186/1471-2229-13-169.", "ArticleIdList": ["10.1186/1471-2229-13-169", "PMC3819737", "24164720"]}, {"Citation": "Liu Q, Khakimov B, Cardenas PD, Cozzi F, Olsen CE, Jensen KR, Hauser TP, Bak S. The cytochrome P450 CYP72A552 is key to production of hederagenin-based saponins that mediate plant defense against herbivores. New Phytol. 2019;222(3):1599–1609. doi: 10.1111/nph.15689.", "ArticleIdList": ["10.1111/nph.15689", "30661245"]}, {"Citation": "Rustgi S, Springer A, Kang C, von Wettstein D, Reinbothe C, Reinbothe S, Pollmann S. ALLENE OXIDE SYNTHASE and HYDROPEROXIDE LYASE, two non-canonical cytochrome P450s in Arabidopsis thaliana and their different roles in plant defense. Int J Mol Sci. 2019;20(12):3064.", "ArticleIdList": ["PMC6627107", "31234561"]}, {"Citation": "Li WQ, Shao M, Yang J, Zhong WG, Okada K, Yamane H, Qian GL, Liu FQ. Oscyp71Z2 involves diterpenoid phytoalexin biosynthesis that contributes to bacterial blight resistance in rice. Plant Sci. 2013;207:98–107. doi: 10.1016/j.plantsci.2013.02.005.", "ArticleIdList": ["10.1016/j.plantsci.2013.02.005", "23602104"]}, {"Citation": "Robert PD, Douglas GL. Multiple forms of plant cytochromes P450. Plant Physiol. 1991;96:669–674. doi: 10.1104/pp.96.3.669.", "ArticleIdList": ["10.1104/pp.96.3.669", "PMC1080828", "16668240"]}, {"Citation": "Luo J, Zhou J, Li H, Shi WG, Polle A, Lu MZ, Sun XM, Luo ZB. Global poplar root and leaf transcriptomes reveal links between growth and stress responses under nitrogen starvation and excess. Tree Physiol. 2015;35(12):1283–1302. doi: 10.1093/treephys/tpv091.", "ArticleIdList": ["10.1093/treephys/tpv091", "26420789"]}, {"Citation": "Paquette SM, Bak S, Feyereisen R. Intron-exon organization and phylogeny in a large superfamily, the paralogous cytochrome P450 genes of Arabidopsis thaliana. DNA Cell Biol. 2000;19:307–317. doi: 10.1089/10445490050021221.", "ArticleIdList": ["10.1089/10445490050021221", "10855798"]}, {"Citation": "Wei K, Chen H. Global identification, structural analysis and expression characterization of cytochrome P450 monooxygenase superfamily in rice. BMC Genomics. 2018;19:35. doi: 10.1186/s12864-017-4425-8.", "ArticleIdList": ["10.1186/s12864-017-4425-8", "PMC5764023", "29320982"]}, {"Citation": "Jiu ST, Xu Y, Wang JY, Wang L, Liu XJ, Sun WX, Sabir IA, Ma C, Xu WP, Wang SP, Abdullah M, Zhang CX. The cytochrome P450 Monooxygenase inventory of grapevine (Vitis vinifera L.): genome-wide identification, evolutionary characterization and expression analysis analysis. Front Genet. 2020;11:44. doi: 10.3389/fgene.2020.00044.", "ArticleIdList": ["10.3389/fgene.2020.00044", "PMC7040366", "32133027"]}, {"Citation": "Wang Y, Li XY, Lin YP, Wang YF, Wang KY, Sun CY, Lu TC, Zhang MP. Structural variation, functional differentiation, and activity correlation of the cytochrome P450 gene superfamily revealed in ginseng. Plant Genome. 2018;11(3):170106. doi: 10.3835/plantgenome2017.11.0106.", "ArticleIdList": ["10.3835/plantgenome2017.11.0106", "30512034"]}, {"Citation": "Xia PG, Guo HB, Zhao HG, Jiao J, Deyholos MK, Yan XJ, Liu Y, Liang ZS. Optimal fertilizer application for panax notoginseng and effect of soil water on root rot disease and saponin contents. J Ginseng Res. 2016;40(1):38–46. doi: 10.1016/j.jgr.2015.04.003.", "ArticleIdList": ["10.1016/j.jgr.2015.04.003", "PMC4703747", "26843820"]}, {"Citation": "Wei W, Yang M, Liu YX, Huang HC, Ye C, Zheng JF, Guo CW, Hao MW, He XH, Zhu SS. Fertilizer n application rate impacts plant-soil feedback in a sanqi production system. Sci Total Environ. 2018;633:796–807. doi: 10.1016/j.scitotenv.2018.03.219.", "ArticleIdList": ["10.1016/j.scitotenv.2018.03.219", "29602118"]}, {"Citation": "Kiba T, Kudo T, Kojima M, Sakakibara H. Hormonal control of nitrogen acquisition: roles of auxin, abscisic acid, and cytokinin. J Exp Bot. 2011;62:1399–1409. doi: 10.1093/jxb/erq410.", "ArticleIdList": ["10.1093/jxb/erq410", "21196475"]}, {"Citation": "Vidal EA, Moyano TC, Riveras E, Contreras-Lopez O, Gutierrez RA. Systems approaches map regulatory networks downstream of the auxin receptor AFB3 in the nitrate response of Arabidopsis thaliana roots. Proc Natl Acad Sci U S A. 2013;110(31):12840–12845. doi: 10.1073/pnas.1310937110.", "ArticleIdList": ["10.1073/pnas.1310937110", "PMC3732920", "23847199"]}, {"Citation": "Li YX, Wei KF. Comparative functional genomics analysis of cytochrome P450 gene superfamily in wheat and maize. BMC Plant Biol. 2020;20(1):93. doi: 10.1186/s12870-020-2288-7.", "ArticleIdList": ["10.1186/s12870-020-2288-7", "PMC7052972", "32122306"]}, {"Citation": "Sunkar R, Zhou X, Yun Z, Zhang W, Zhu JK. Identification of novel and candidate miRNAs in Rice by high throughput sequencing. BMC Plant Biol. 2008;8(1):25. doi: 10.1186/1471-2229-8-25.", "ArticleIdList": ["10.1186/1471-2229-8-25", "PMC2292181", "18312648"]}, {"Citation": "Mohanta TK, Khan A, Hashem A, Abd Allah EF, Al-Harrasi A. The molecular mass and isoelectric point of plant proteomes. BMC Genomics. 2019;20:631. doi: 10.1186/s12864-019-5983-8.", "ArticleIdList": ["10.1186/s12864-019-5983-8", "PMC6681478", "31382875"]}, {"Citation": "Hamberger B, Bak S. Plant P450s as versatile drivers for evolution of species-specific chemical diversity. Philos T R Soc B. 2013;368(1612):20120426. doi: 10.1098/rstb.2012.0426.", "ArticleIdList": ["10.1098/rstb.2012.0426", "PMC3538417", "23297350"]}, {"Citation": "Ohnishi T, Watanabe B, Sakata K, Mizutani M. CYP724B2 and CYP90B3 function in the early C-22 hydroxylation steps of Brassinosteroid biosynthetic pathway in tomato. J Agric Chem Soc Japan. 2006;70(9):2071–2080.", "ArticleIdList": ["16960392"]}, {"Citation": "Ohnishi T, Godza B, Watanabe B, Fujioka S, Hategan L, Ide K, Shibata K, Yokota T, Szekeres M, Mizutani M. CYP90A1/CPD, a brassinosteroid biosynthetic cytochrome P450 of Arabidopsis, catalyzes C-3 oxidation. J Biol Chem. 2012;287:31551–31560. doi: 10.1074/jbc.M112.392720.", "ArticleIdList": ["10.1074/jbc.M112.392720", "PMC3438987", "22822057"]}, {"Citation": "Takei K, Yamaya T, Sakakibara H. Arabidopsis CYP735A1 and CYP735A2 encode Cytokinin hydroxylases that catalyze the biosynthesis of transZeatin. J Biol Chem. 2004;279(40):41866–41872. doi: 10.1074/jbc.M406337200.", "ArticleIdList": ["10.1074/jbc.M406337200", "15280363"]}, {"Citation": "Heitz T, Widemann E, Lugan R, Miesch L, Ullmann P, Desaubry L, Holder E, Grausem B, Kandel S, Miesch M, Werck-Reichhart D, Pinot F. Cytochromes P450 CYP94C1 and CYP94B3 catalyze two successive oxidation steps of plant hormone Jasmonoyl-isoleucine for catabolic turnover. J Biol Chem. 2012;287(9):6296–6306. doi: 10.1074/jbc.M111.316364.", "ArticleIdList": ["10.1074/jbc.M111.316364", "PMC3307330", "22215670"]}, {"Citation": "Li H, Pinot F, Sauveplane V, Werck-Reichhart D, Diehl P, Schreiber L, Franke R, Zhang P, Chen L, Gao YW, Liang WQ, Zhang DB. Cytochrome P450 family member CYP704B2 catalyzes the omega-hydroxylation of fatty acids and is required for anther Cutin biosynthesis and pollen Exine formation in Rice. Plant Cell. 2010;22(1):173–190. doi: 10.1105/tpc.109.070326.", "ArticleIdList": ["10.1105/tpc.109.070326", "PMC2828706", "20086189"]}, {"Citation": "Chen W, Kui L, Zhang GH, Zhu SS, Zhang J, Wang X, Yang M, Huang HC, Liu YX, Wang Y, Li YH, Zeng LP, Wang W, He XH, Dong Y, Yang SC. Whole-genome sequencing and analysis of the Chinese herbal plant Panax notoginseng. Mol Plant. 2017;10(6):899–902. doi: 10.1016/j.molp.2017.02.010.", "ArticleIdList": ["10.1016/j.molp.2017.02.010", "28315474"]}, {"Citation": "Bateman A, Coin L, Durbin R, Finn RD, Hollich V, Griffiths-Jones S, Khanna A, Marshall M, Moxon S, Sonnhammer ELL, Studholme DJ, Yeats C, Eddy SR. The Pfam protein families database. Nucleic Acids Res. 2000;28:263–266. doi: 10.1093/nar/28.1.263.", "ArticleIdList": ["10.1093/nar/28.1.263", "PMC308855", "14681378"]}, {"Citation": "He HS, Dong Q, Shao YH, Jiang HY, Zhu SW, Cheng BJ, Xiang Y. Genome-wide survey and characterization of the WRKY gene family in Populus trichocarpa. Plant Cell Rep. 2012;31:1199–1217. doi: 10.1007/s00299-012-1241-0.", "ArticleIdList": ["10.1007/s00299-012-1241-0", "22371255"]}, {"Citation": "Tamura K, Peterson D, Peterson N, Kumar S. MEGA5: molecular evolutionary genetics analysis using maximum likelihood, evolutionary distance, and maximum parsimony methods. Mol Biol Evol. 2011;28:2731–2739. doi: 10.1093/molbev/msr121.", "ArticleIdList": ["10.1093/molbev/msr121", "PMC3203626", "21546353"]}, {"Citation": "Bailey TL, Boden M, Buske FA, Frith M, Grant CE, Clementi L, Ren JY, Li WW, Noble WS. MEME SUITE: tools for motif discovery and searching. Nucleic Acids Res. 2009;37:W202–W208. doi: 10.1093/nar/gkp335.", "ArticleIdList": ["10.1093/nar/gkp335", "PMC2703892", "19458158"]}, {"Citation": "Fan GY, Liu XC, Sun S, Shi CC, Du X, Han K, et al. The chromosome level genome and genome-wide association study for the agronomic traits of Panax Notoginseng. ISCIENCE. 2020;23(9):101538.", "ArticleIdList": ["PMC7509215", "33083766"]}, {"Citation": "Chen CJ, Chen H, Zhang Y, Thomas HR, Frank MH, He YH, Xia R. TBtools: an integrative toolkit developed for interactive analyses of big biological data. Mol Plant. 2020;18(8):1194–1202. doi: 10.1016/j.molp.2020.06.009.", "ArticleIdList": ["10.1016/j.molp.2020.06.009", "32585190"]}, {"Citation": "Liu H, Wang X, Zhang H, Yang Y, Ge X, Song F. A rice serine carboxypeptidase-like gene OsBISCPL1 is involved in regulation of defense responses against biotic and oxidative stress. Gene. 2008;420:57–65. doi: 10.1016/j.gene.2008.05.006.", "ArticleIdList": ["10.1016/j.gene.2008.05.006", "18571878"]}, {"Citation": "Zheng Y, Chen K, Xu ZN, Liao PR, Zhang XT, Liu L, Wei KN, Liu DQ, Li YF, Sunkar R, Cui XM. Small RNA profiles from Panax notoginseng roots differing in sizes reveal correlation between miR156 abundances and root biomass levels. Sci Rep. 2017;7:9418. doi: 10.1038/s41598-017-09670-8.", "ArticleIdList": ["10.1038/s41598-017-09670-8", "PMC5573331", "28842680"]}, {"Citation": "Dai XB, Zhao PX. psRNATarget: a plant small RNA target analysis server. Nucleic Acids Res. 2011;39:W155–W159. doi: 10.1093/nar/gkr319.", "ArticleIdList": ["10.1093/nar/gkr319", "PMC3125753", "21622958"]}, {"Citation": "Altschul SF, Madden TL, Schäffer AA, Zhang J, Zhang Z, Miller W, Lipman DJ. Gapped BLAST and PSI-BLAST: a new generation of protein database search programs. Nucleic Acids Res. 1997;25(17):3389–3402. doi: 10.1093/nar/25.17.3389.", "ArticleIdList": ["10.1093/nar/25.17.3389", "PMC146917", "9254694"]}, {"Citation": "Wang YJ, Liu HL, Zhu DY, Gao YM, Yan HW, Xiang Y. Genome-wide analysis of VQ motif-containing proteins in Moso bamboo (Phyllostachys edulis) Planta. 2017;246(1):165–181. doi: 10.1007/s00425-017-2693-9.", "ArticleIdList": ["10.1007/s00425-017-2693-9", "28417193"]}, {"Citation": "Librado P, Rozas J. DnaSP v5: a software for comprehensive analysis of DNA polymorphism data. Bioinformatics. 2009;25(11):1451–1452. doi: 10.1093/bioinformatics/btp187.", "ArticleIdList": ["10.1093/bioinformatics/btp187", "19346325"]}, {"Citation": "Hu RB, Qi GA, Kong YZ, Kong DJ, Gao QA, Zhou GK. Comprehensive analysis of NAC domain transcription factor gene family in Populus trichocarpa. BMC Plant Biol. 2010;10(10):1–23.", "ArticleIdList": ["PMC3017804", "20630103"]}, {"Citation": "Hurst LD. The Ka/Ks ratio: diagnosing the form of sequence evolution. Trends Genet. 2002;18:486. doi: 10.1016/S0168-9525(02)02722-1.", "ArticleIdList": ["10.1016/S0168-9525(02)02722-1", "12175810"]}, {"Citation": "Ashburner M, Ball CA, Blake JA, Botstein D, Butler H, Cherry JM, Davis AP, Dolinski K, Dwight SS, Eppig JT, Harris MA, Hill DP, Issel-Tarver L, Kasarskis A, Lewis S, Matese JC, Richardson JE, Ringwald M, Rubin GM, Sherlock G. Gene ontology: tool for the unification of biology. Nat Genet. 2000;25:25–29. doi: 10.1038/75556.", "ArticleIdList": ["10.1038/75556", "PMC3037419", "10802651"]}, {"Citation": "Conesa A, Gotz S. Blast2GO: a comprehensive Suite for functional analysis in plant genomics. Int J Plant Prod. 2008;2008:619832.", "ArticleIdList": ["PMC2375974", "18483572"]}, {"Citation": "Kanehisa M, Sato Y, Morishima K. BlastKOALA and GhostKOALA: KEGG tools for functional characterization of genome and metagenome sequences. J Mol Biol. 2016;428:726–731. doi: 10.1016/j.jmb.2015.11.006.", "ArticleIdList": ["10.1016/j.jmb.2015.11.006", "26585406"]}, {"Citation": "Yu CS, Lin CJ, Hwang JK. Predicting subcellular localization of proteins for gram-negative bacteria by support vector machines based on n-peptide compositions. Protein Sci. 2004;13:1402–1406. doi: 10.1110/ps.03479604.", "ArticleIdList": ["10.1110/ps.03479604", "PMC2286765", "15096640"]}, {"Citation": "Gu X, Zou YY, Su ZX, Huang W, Zhou Z, Arendsee Z, Zeng YW. An update of DIVERGE software for functional divergence analysis of protein family. Mol Biol Evol. 2013;30(7):1713–1719. doi: 10.1093/molbev/mst069.", "ArticleIdList": ["10.1093/molbev/mst069", "23589455"]}, {"Citation": "Gu X. Functional divergence in protein (family) sequence evolution. Genetica. 2003;118(2–3):133–141. doi: 10.1023/A:1024197424306.", "ArticleIdList": ["10.1023/A:1024197424306", "12868604"]}, {"Citation": "Gu X. A simple statistical method for estimating type-II (cluster-specific) functional divergence of protein sequences. Mol Biol Evol. 2006;23(10):1937–1945. doi: 10.1093/molbev/msl056.", "ArticleIdList": ["10.1093/molbev/msl056", "16864604"]}, {"Citation": "Ou XH, Li SP, Liao PR, Cui XM, Zheng BL, Yang Y, Liu DH, Zheng Y. The transcriptome variations of Panax notoginseng roots treated with different forms of nitrogen fertilizers. BMC Genomics. 2019;20:9. doi: 10.1186/s12864-019-6340-7.", "ArticleIdList": ["10.1186/s12864-019-6340-7", "PMC6929466", "31874632"]}, {"Citation": "Wu Q, Ma XY, Zhang KF, Feng XH. Identification of reference genes for tissue-specific gene expression in Panax notoginseng using quantitative real-time PCR. Biotechnol Lett. 2015;37:197–204. doi: 10.1007/s10529-014-1643-x.", "ArticleIdList": ["10.1007/s10529-014-1643-x", "25216645"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "6", "Day": "12"}, {"Year": "2021", "Month": "9", "Day": "23"}, {"Year": "2021", "Month": "10", "Day": "7", "Hour": "5", "Minute": "34"}, {"Year": "2021", "Month": "10", "Day": "8", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "11", "Day": "23", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "10", "Day": "6"}], "PublicationStatus": "epublish", "ArticleIdList": ["34615481", "PMC8493724", "10.1186/s12870-021-03224-x", "10.1186/s12870-021-03224-x"]}}], "PubmedBookArticle": []}