{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Bioactive ingredients", "Cardio-protection", "Cardiovascular impairments", "Medicinal plants", "Molecular mechanisms", "Phytotherapy"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34610528", "DateCompleted": {"Year": "2021", "Month": "10", "Day": "15"}, "DateRevised": {"Year": "2022", "Month": "02", "Day": "06"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "09", "Day": "14"}], "Language": ["eng"], "ELocationID": ["10.1016/j.phymed.2021.153753", "S0944-7113(21)00296-8"], "Journal": {"ISSN": "1618-095X", "JournalIssue": {"Volume": "92", "PubDate": {"Year": "2021", "Month": "Nov"}}, "Title": "Phytomedicine : international journal of phytotherapy and phytopharmacology", "ISOAbbreviation": "Phytomedicine"}, "ArticleTitle": "Herbs and their bioactive ingredients in cardio-protection: Underlying molecular mechanisms and evidences from clinical studies.", "Pagination": {"StartPage": "153753", "MedlinePgn": "153753"}, "Abstract": {"AbstractText": ["Medicinal plants or herbs produce a bounty of bioactive phytochemicals. These phytochemicals can influence a variety of physiological events related to cardiovascular health through multiple underlying mechanisms, such as their role as antioxidative, anti-ischemic, anti-proliferative, hypotensive, anti-thrombotic, and anti-hypercholesterolemic agents.", "The purpose of this review is to summarize and connect evidences supporting the use of phytotherapy in the management of some of the most common cardiovascular impairments, molecular mechanisms underlying cardio-protection mediated by herbs, and clinical studies which are positively linked with the use of herbs in cardiovascular biology. Additionally, we also describe several adverse effects associated with some of the herbal plants and their products to provide a balanced set of studies in favor or against phytotherapy in cardiovascular health that may help global discourses on this matter.", "Studies relating to the use of medicinal plants were mined by strategically searching scientific databases including Google Scholar, PubMed and Science Direct. Investigations involving approximately 175 articles including reviews, research articles, meta-analyses, and cross-sectional and observational studies were retrieved and analyzed in line with the stated purpose of this study.", "A positive correlation between the use of medicinal plants and cardiovascular health was observed. While maintaining cardiovascular physiology, medicinal plants and their derivatives seem to govern a variety of cellular mechanisms involved in vasoconstriction and vasorelaxation, which in turn, are important aspects of cardiovascular homeostasis. Furthermore, a variety of studies including clinical trials, cross-sectional studies, and meta-analyses have also supported the anti-hypertensive and thus, cardio-protective effects, of medicinal plants. Apart from this, evidence is also available for the potential drawbacks of several herbs and their products indicating that the unsupervised use of many herbs may lead to severe health issues.", "The cardio-protective outcomes of medicinal plants and their derivatives are supported by ever-increasing studies, while evidences exist for the potential drawbacks of some of the herbs. A balanced view about the use of medicinal plants and their derivative in cardiovascular biology thus needs to be outlined by researchers and the medical community. The novelty and exhaustiveness of the present manuscript is reflected by the detailed outline of the molecular basis of \"herbal cardio-protection\", active involvement of several herbs in ameliorating the cardiovascular status, adverse effects of medicinal plants, and the clinical studies considering the use of phytotherapy, all on a single platform."], "CopyrightInformation": "Copyright © 2021. Published by Elsevier GmbH."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Dr. B. R. Ambedkar Center for Biomedical Research (ACBR), University of Delhi, Delhi-110007, India; Department of Biochemistry, University of Delhi South Campus, New Delhi 110021, India."}], "LastName": "Kumar", "ForeName": "Gaurav", "Initials": "G"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Dr. B. R. Ambedkar Center for Biomedical Research (ACBR), University of Delhi, Delhi-110007, India; Department of Biochemistry, University of Delhi South Campus, New Delhi 110021, India."}], "LastName": "Dey", "ForeName": "Sanjay Kumar", "Initials": "SK"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Dr. B. R. Ambedkar Center for Biomedical Research (ACBR), University of Delhi, Delhi-110007, India; Department of Biochemistry, University of Delhi South Campus, New Delhi 110021, India. Electronic address: suman.kundu@south.du.ac.in."}], "LastName": "Kundu", "ForeName": "Suman", "Initials": "S"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "Phytomedicine", "NlmUniqueID": "9438794", "ISSNLinking": "0944-7113"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Antioxidants"}, {"RegistryNumber": "0", "NameOfSubstance": "Phytochemicals"}], "CommentsCorrectionsList": [{"RefSource": "Phytomedicine. 2022 Apr;98:153828. doi: 10.1016/j.phymed.2021.153828", "PMID": "35124381"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Antioxidants"}, {"QualifierName": [], "DescriptorName": "Cross-Sectional Studies"}, {"QualifierName": [], "DescriptorName": "Observational Studies as Topic"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Phytochemicals"}, {"QualifierName": [], "DescriptorName": "Phytotherapy"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}]}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2021", "Month": "2", "Day": "27"}, {"Year": "2021", "Month": "9", "Day": "3"}, {"Year": "2021", "Month": "9", "Day": "12"}, {"Year": "2021", "Month": "10", "Day": "6", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "10", "Day": "16", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "10", "Day": "5", "Hour": "20", "Minute": "15"}], "PublicationStatus": "ppublish", "ArticleIdList": ["34610528", "10.1016/j.phymed.2021.153753", "S0944-7113(21)00296-8"]}}], "PubmedBookArticle": []}