{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Anticancer activity", "B16-F10", "Cytotoxicity", "Japecanga", "Medicinal plants"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34637074", "DateCompleted": {"Year": "2022", "Month": "03", "Day": "14"}, "DateRevised": {"Year": "2022", "Month": "03", "Day": "14"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "10", "Day": "12"}], "Language": ["eng"], "ELocationID": ["10.1007/s11010-021-04272-5"], "Journal": {"ISSN": "1573-4919", "JournalIssue": {"Volume": "477", "Issue": "1", "PubDate": {"Year": "2022", "Month": "Jan"}}, "Title": "Molecular and cellular biochemistry", "ISOAbbreviation": "Mol Cell Biochem"}, "ArticleTitle": "Therapeutic potential of Smilax fluminensis ethanolic extract: antitumoral activity in murine melanoma cells.", "Pagination": {"StartPage": "181", "EndPage": "189", "MedlinePgn": "181-189"}, "Abstract": {"AbstractText": ["The aim of the study was to investigate the in vitro and in vivo antitumor activity of leaves ethanol extract from Smilax fluminensis on murine melanoma. The extract was performed by ethylic alcohol and submitted to classical chemical analysis. Cytotoxicity test were performed on neoplastic cells, where antitumor activity was expressed in GI<sub>50</sub> (concentration that inhibits 50% of cell growth) and the determination of selectivity index using a normal cell line. In addition, BALB/c mice models were used to evaluate the in vivo antitumor activity of extract in two different concentrations against B16-F10 melanoma cells. The tumor inhibition ratio was determined and the histopathological analyses of nodules and liver were compared. The chemical analysis indicated a major presence of phenolic compounds and flavonoids. Cytotoxicity test results that S. fluminensis extract was active in B16-F10 line (GI<sub>50</sub>: 4.37 µg/mL), being the extract considered a promising antineoplastic agent. In the experimental model, the inhibition percentage of tumoral growth was between 78.77 and 83.49%. Histopathology analysis of nodules showed necrotic cells reduction, adipocytes presence, melanin deposition, vascularization, and inflammatory process in a concentration-dependent manner. On the liver, the animals treated with the extract on both concentrations showed normal hepatic organization, normal hepatocytes, and absence of inflammatory focus. The results indicate that S. fluminensis extract demonstrated both in vitro and in vivo antitumor activity, reducing the tumoral growth in B16-F10 and could therefore be a promising antineoplastic agent."], "CopyrightInformation": "© 2021. The Author(s), under exclusive licence to Springer Science+Business Media, LLC, part of Springer Nature."}, "AuthorList": [{"Identifier": ["0000-0003-0557-9237"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Programa de Pós-Graduação em Doenças Infecciosas e Parasitárias da Faculdade de Medicina (FAMED)-Universidade Federal de Mato Grosso do Sul (UFMS), Campo Grande, Brazil. bruzfetter@gmail.com."}], "LastName": "Fetter", "ForeName": "Bruna Z", "Initials": "BZ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Programa de Pós-Graduação em Doenças Infecciosas e Parasitárias da Faculdade de Medicina (FAMED)-Universidade Federal de Mato Grosso do Sul (UFMS), Campo Grande, Brazil."}], "LastName": "Dourado", "ForeName": "Doroty M", "Initials": "DM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Programa de Pós-Graduação em Saúde e Desenvolvimento na Região Centro-Oeste FAMED-Universidade Federal de Mato Grosso do Sul (UFMS), Campo Grande, Brazil."}], "LastName": "Bogo", "ForeName": "Danielle", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Programa de Pós-Graduação em Meio Ambiente e Desenvolvimento da Universidade Anhanguera Uniderp, Campo Grande, Brazil."}], "LastName": "Matias", "ForeName": "Rosemary", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Instituto de Química-Universidade Federal de Mato Grosso do Sul (UFMS), Campo Grande, Brazil."}], "LastName": "Guterres", "ForeName": "Zaira R", "Initials": "ZR"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Netherlands", "MedlineTA": "Mol Cell Biochem", "NlmUniqueID": "0364456", "ISSNLinking": "0300-8177"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Antineoplastic Agents, Phytogenic"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}, {"RegistryNumber": "3K9958V90M", "NameOfSubstance": "Ethanol"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": ["chemistry", "pharmacology"], "DescriptorName": "Antineoplastic Agents, Phytogenic"}, {"QualifierName": ["chemistry"], "DescriptorName": "Ethanol"}, {"QualifierName": [], "DescriptorName": "HT29 Cells"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "MCF-7 Cells"}, {"QualifierName": ["drug therapy", "metabolism"], "DescriptorName": "Melanoma, Experimental"}, {"QualifierName": [], "DescriptorName": "Mice"}, {"QualifierName": [], "DescriptorName": "NIH 3T3 Cells"}, {"QualifierName": [], "DescriptorName": "PC-3 Cells"}, {"QualifierName": ["chemistry", "pharmacology"], "DescriptorName": "Plant Extracts"}, {"QualifierName": ["chemistry"], "DescriptorName": "Smilax"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Imran A, Qamar HY, Ali Q, Naeem H, Riaz M, Amin S et al (2017) Role of molecular biology in cancer treatment: a review article. Iran J Public Health 46(11):1475–1485", "ArticleIdList": ["29167765", "5696686"]}, {"Citation": "INCA-Instituto Nacional de Câncer: Estimativas da incidência e mortalidade por câncer no Brasil (2020) Available at https://www.inca.gov.br/tipos-de-cancer/cancer-de-pele-melanoma . Accessed on 18 Apr 2020"}, {"Citation": "Holmes D (2014) The cancer that rises with the Sun. Nature 515(7527):S110–S111", "ArticleIdList": ["10.1038/515S110a"]}, {"Citation": "Ibrahim N, Haluska FG (2009) Molecular pathogenesis of cutaneous melanocytic neoplasms. Ann Diagn Pathol 4:551–579"}, {"Citation": "Schadendorf D, van Akkooi ACJ, Berking C, Griewank KG, Gutzmer R, Hauschild A et al (2018) Melanoma. Lancet 392(10151):971–984", "ArticleIdList": ["10.1016/S0140-6736(18)31559-9"]}, {"Citation": "Bergman PJ, Kent MS, Farese JP (2013) Melanoma. Withrow & MacEwen’s—small animal clinical oncology. Elsevier, St. Louis, pp 321–331", "ArticleIdList": ["10.1016/B978-1-4377-2362-5.00019-0"]}, {"Citation": "Rebecca VW, Sondak VK, Smalley KS (2012) A brief history of melanoma: from mummies to mutations. Melanoma Res 22(2):114–122", "ArticleIdList": ["10.1097/CMR.0b013e328351fa4d"]}, {"Citation": "Zhang QY, Wang FX, Jia KK, Kong LD (2018) Natural product interventions for chemotherapy and radiotherapy-induced side effects. Front Pharmacol 9:1253", "ArticleIdList": ["10.3389/fphar.2018.01253"]}, {"Citation": "Turcotte LM, Liu Q, Yasui Y, Arnold MA, Hammond S, Howell RM et al (2017) Temporal trends in treatment and subsequent neoplasm risk among 5-year survivors of childhood cancer, 1970–2015. JAMA 317(8):814–824", "ArticleIdList": ["10.1001/jama.2017.0693"]}, {"Citation": "Sanders K, Moran Z, Shi Z, Paul R, Greenlee H (2016) Natural products for cancer prevention: clinical update 2016. Semin Oncol Nurs 32(3):215–240", "ArticleIdList": ["10.1016/j.soncn.2016.06.001"]}, {"Citation": "Medeiros MFT, Senna-valle L, Andreata RHP (2007) Histórico e o uso da “salsa parrilha” (Smilax spp.) pelos boticários no Mosteiro de São Bento. Rev Bras Biociênc 5:27–29"}, {"Citation": "Lorenzi H (2002) Plantas medicinais no Brasil: nativas e exóticas cultivadas. Instituto Plantarum, Nova Odessa"}, {"Citation": "Lee SE, Ju EM, Kim JH (2001) Free radical scavenging and antioxidant enzyme fortifying activities of extracts from Smilax china root. Exp Mol Med 33:263–268", "ArticleIdList": ["10.1038/emm.2001.43"]}, {"Citation": "Cox SD, Jayasinghe KC, Markham JL (2005) Antioxidant activity in Australian native sarsaparilla (Smilax glyciphylla). J Ethnopharmacol 101:162–168", "ArticleIdList": ["10.1016/j.jep.2005.04.005"]}, {"Citation": "Xu J, Li X, Zhang P, Li ZL, Wang Y (2005) Antiinflammatory constituents from the roots of Smilax bockii warb. Arch Pharmacal Res 28(4):395–399", "ArticleIdList": ["10.1007/BF02977667"]}, {"Citation": "Soares AN, Novembre ADLC, Martins AR, Piedade SMS, Appezzato-da-Gloria B (2011) Propagation studies in Smilax fluminensis Steud. (Smilacaceae). Ciencia Rural 41(10):1762–1768", "ArticleIdList": ["10.1590/S0103-84782011001000014"]}, {"Citation": "Petrica EEA, Sinhorin AP, Sinhorin VDG, Júnior GMV (2014) First phytochemical studies of japecanga (Smilax fluminensis) leaves: flavonoids analysis. Rev Bras 24:443–445"}, {"Citation": "Matos JFA (2010) Introdução a fitoquímica experimental, 3rd edn. Edicoes UFC, Fortaleza"}, {"Citation": "Simões CMO, Schenkel EP, Mello JCP, Mentz LA, Petrovick PR (2017) Farmacognosia: do produto natural ao medicamento. Artmed Editora, Porto Alegre"}, {"Citation": "Marston A (2007) Role of advances in chromatographic techniques in phytochemistry. Phytochemistry 68:2785–2797", "ArticleIdList": ["10.1016/j.phytochem.2007.08.004"]}, {"Citation": "Zeraik ML, Yariwake JH (2010) Quantification of isoorientin and total flavonoids in Passiflora edulis fruit pulp by HPLC-UV/DAD. Microchem J 96(1):86–91", "ArticleIdList": ["10.1016/j.microc.2010.02.003"]}, {"Citation": "Skehan P, Storeng R, Scudiero D, Monks A, McMahon J, Vistica D et al (1990) New colorimetric cytotoxicity assay for anticancer-drug screening. J Natl Cancer Inst 82:1107–1112", "ArticleIdList": ["10.1093/jnci/82.13.1107"]}, {"Citation": "Suffness M, Pezzuto JM (1991) Assays for Bioactivity. In: Hostettmann K (ed) Methods in plant biochemistry. Academic Press, London"}, {"Citation": "Vijayalakshmi A, Ravichandiran V, Malarkodi V, Nirmala S, Jayakumari S (2012) Screening of flavonoid “quercetin” from the rhizome of Smilax china Linn. for anti-psoriatic activity. Asian Pac J Trop Biomed 2(4):269–275", "ArticleIdList": ["10.1016/S2221-1691(12)60021-5"]}, {"Citation": "Gomes-Neto A, Pessoa BBGP, Aguiar AS, Furtado BM, Moraes MO, Ribeiro RA (2002) Modelo de tumor de pulmão em rato com o carcinossarcoma de Walker. Acta Cir Bras 17(1):12–22", "ArticleIdList": ["10.1590/S0102-86502002000100003"]}, {"Citation": "Itharat A, Houghton PJ, Eno-Amooquaye E, Burke PJ, Sampson JH, Raman A (2004) In vitro cytotoxic activity of thai medicinal plants used traditionally to treat cancer. J Ethnopharmacol 90(1):33–38", "ArticleIdList": ["10.1016/j.jep.2003.09.014"]}, {"Citation": "Petrica EEA (2012) Análise de flavonóides por cromatografia líquida de alta eficiência (CLAE), com ensaios in vitro do potencial antioxidante em folhas de Smilax fluminensis Steud. (Smilacacea). Dissertação, Universidade Federal de Mato Grosso"}, {"Citation": "Tungmunnithum D, Thongboonyou A, Pholboon A, Yangsabai A (2018) Flavonoids and other phenolic compounds from medicinal plants for pharmaceutical and medical aspects: an overview. Medicines (Basel) 5(3):93", "ArticleIdList": ["10.3390/medicines5030093"]}, {"Citation": "Brusselmans K, Vrolix R, Verhoeven G, Swinnen JV (2005) Induction of cancer cell apoptosis by flavonoids is associated with their ability to inhibit fatty acid synthase activity. J Biol Chem 280:5636–5645", "ArticleIdList": ["10.1074/jbc.M408177200"]}, {"Citation": "Mishra A, Sharma AK, Kumar S, Saxena AK, Pandey AK (2013) Bauhinia variegate leaf extracts exhibit considerable antibacterial, antioxidant, and anticancer activities. Biomed Res Int 2013:915436", "ArticleIdList": ["24093108", "3777169"]}, {"Citation": "Ahmed SI, Hayat MQ, Tahir M, Mansoor Q, Ismail M, Keck K et al (2016) Pharmacologically active flavonoids from the anticancer, antioxidant and antimicrobial extracts of Cassia angustifolia Vahl. BMC Complement Altern Med 16:460", "ArticleIdList": ["10.1186/s12906-016-1443-z"]}, {"Citation": "Danciu C, Vlaia L, Fetea F, Hancianu M, Coricovac DE, Ciurlea SA et al (2015) Evaluation of phenolic profile, antioxidant and anticancer potential of two main representants of Zingiberaceae family against B164A5 murine melanoma cells. Biol Res 48:1", "ArticleIdList": ["10.1186/0717-6287-48-1"]}, {"Citation": "Chaabane F, Pinon A, Simon A, Ghedira K, Chekir-Ghedira L (2014) Chloroform leaf extract of Daphne gnidium inhibits growth of melanoma cells and enhances melanogenesis of B16–F0 melanoma. S Afr J Bot 90:80–86", "ArticleIdList": ["10.1016/j.sajb.2013.10.009"]}, {"Citation": "Fonseca JC, Barbosa MA, Silva ICA, Duarte-Almeida JM, Castro AHF, dos Santos Lima LAR (2017) Antioxidant and allelopathic activities of Smilax brasiliensis Sprengel (Smilacaceae). S Afr J Bot 111:336–340", "ArticleIdList": ["10.1016/j.sajb.2017.04.003"]}, {"Citation": "Ozsoy N, Can A, Yanardag R, Akev N (2008) Antioxidant activity of Smilax excelsa L. leaf extracts. Food Chem 110(3):571–583", "ArticleIdList": ["10.1016/j.foodchem.2008.02.037"]}, {"Citation": "Wu LS, Wang XJ, Wang H, Yang HW, Jia AQ, Ding Q (2010) Cytotoxic polyphenols against breast tumor cell in Smilax china L. J Ethnopharmacol 130(3):460–464", "ArticleIdList": ["10.1016/j.jep.2010.05.032"]}, {"Citation": "Bednarczuk VO, Verdam MCS, Miguel MD, Miguel OG (2010) Teste in vitro e in vivo utilizados na triagem toxicológica de produtos naturais. Visão Acadêmica 11(2):43–50", "ArticleIdList": ["10.5380/acd.v11i2.21366"]}, {"Citation": "Matsuda H, Yoshida K, Miyagawa K, Nemoto Y, Asao Y, Yoshikawa M (2006) Nuphar alkaloids with immediately apoptosis-inducing activity from Nuphar pumilum and their structural requirements for the activity. Bioorg Med Chem Lett 16(6):1567–1573", "ArticleIdList": ["10.1016/j.bmcl.2005.12.032"]}, {"Citation": "Uscanga-Palomeque AC, Zapata-Benavides P, Saavedra-Alonso S, Zamora-Ávila DE, Franco-Molina MA, Arellano-Rodríguez M et al (2019) Inhibitory effect of Cuphea aequipetala extracts on murine B16F10 melanoma in vitro and in vivo. BioMed Res Int 2019:1–11", "ArticleIdList": ["10.1155/2019/8560527"]}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "9", "Day": "28"}, {"Year": "2021", "Month": "10", "Day": "1"}, {"Year": "2021", "Month": "10", "Day": "13", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "3", "Day": "15", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "10", "Day": "12", "Hour": "13", "Minute": "2"}], "PublicationStatus": "ppublish", "ArticleIdList": ["34637074", "10.1007/s11010-021-04272-5", "10.1007/s11010-021-04272-5"]}}], "PubmedBookArticle": []}