{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["cold acclimation", "degradome", "diterpenoid biosynthesis", "metabolome analysis", "miRNA target", "transcriptome"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34659308", "DateRevised": {"Year": "2021", "Month": "10", "Day": "22"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "09", "Day": "29"}], "Language": ["eng"], "ELocationID": ["740755", "10.3389/fpls.2021.740755"], "Journal": {"ISSN": "1664-462X", "JournalIssue": {"Volume": "12", "PubDate": {"Year": "2021"}}, "Title": "Frontiers in plant science", "ISOAbbreviation": "Front Plant Sci"}, "ArticleTitle": "Integrated Four Comparative-Omics Reveals the Mechanism of the Terpenoid Biosynthesis in Two Different Overwintering <i>Cryptomeria fortunei</i> Phenotypes.", "Pagination": {"StartPage": "740755", "MedlinePgn": "740755"}, "Abstract": {"AbstractText": ["Chinese cedar (<i>Cryptomeria fortunei</i>) is a tree species with important ornamental, medicinal, and economic value. Terpenoids extracted from the essential oil of <i>C. fortunei</i> needles have been considered valuable ingredients in the pharmaceutical and cosmetic industries. However, the possible gene regulation mechanisms that limit terpenoid biosynthesis in this genus are poorly understood. Here, we adopted integrated metabolome analysis, transcriptome, small-RNA (sRNA), and degradome sequencing to analyze the differences in terpenoid regulatory mechanisms in two different overwintering <i>C. fortunei</i> phenotypes (wild-type and an evergreen mutant). A total of 1447/6219 differentially synthesized metabolites (DSMs)/unigenes (DEGs) were detected through metabolome/transcriptome analyses, and these DSMs/DEGs were significantly enriched in flavonoid and diterpenoid biosynthesis pathways. In <i>C. fortunei</i> needles, 587 microRNAs (miRNAs), including 67 differentially expressed miRNAs (DERs), were detected. Among them, 8346 targets of 571 miRNAs were predicted using degradome data, and a 72-miRNA-target regulatory network involved in the metabolism of terpenoids and polyketides was constructed. Forty-one targets were further confirmed to be involved in terpenoid backbone and diterpenoid biosynthesis, and target analyses revealed that two miRNAs (i.e., aly-miR168a-5p and aof-miR396a) may be related to the different phenotypes and to differential regulation of diterpenoid biosynthesis. Overall, these results reveal that <i>C. fortunei</i> plants with the evergreen mutation maintain high terpenoid levels in winter through miRNA-target regulation, which provides a valuable resource for essential oil-related bioengineering research."], "CopyrightInformation": "Copyright © 2021 Zhang, Cui, Hu, Xue, Yang and Xu."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Forest Genetics and Biotechnology of Ministry of Education, Co-innovation Center for Sustainable Forestry in Southern China, College of Forestry, Nanjing Forestry University, Nanjing, China."}], "LastName": "Zhang", "ForeName": "Yingting", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Forest Genetics and Biotechnology of Ministry of Education, Co-innovation Center for Sustainable Forestry in Southern China, College of Forestry, Nanjing Forestry University, Nanjing, China."}], "LastName": "Cui", "ForeName": "Jiebing", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Forest Genetics and Biotechnology of Ministry of Education, Co-innovation Center for Sustainable Forestry in Southern China, College of Forestry, Nanjing Forestry University, Nanjing, China."}], "LastName": "Hu", "ForeName": "Hailiang", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Forest Genetics and Biotechnology of Ministry of Education, Co-innovation Center for Sustainable Forestry in Southern China, College of Forestry, Nanjing Forestry University, Nanjing, China."}], "LastName": "Xue", "ForeName": "Jinyu", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Forest Genetics and Biotechnology of Ministry of Education, Co-innovation Center for Sustainable Forestry in Southern China, College of Forestry, Nanjing Forestry University, Nanjing, China."}], "LastName": "Yang", "ForeName": "Junjie", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Forest Genetics and Biotechnology of Ministry of Education, Co-innovation Center for Sustainable Forestry in Southern China, College of Forestry, Nanjing Forestry University, Nanjing, China."}], "LastName": "Xu", "ForeName": "Jin", "Initials": "J"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Plant Sci", "NlmUniqueID": "101568200", "ISSNLinking": "1664-462X"}, "CoiStatement": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Addo-Quaye C., Miller W., Axtell M. J. (2009). CleaveLand: a pipeline for using degradome data to find cleaved small RNA targets. Bioinformatics 25 130–131. 10.1093/bioinformatics/btn604", "ArticleIdList": ["10.1093/bioinformatics/btn604", "PMC3202307", "19017659"]}, {"Citation": "Altschul S. F., Gish W., Miller W., Myers E. W., Lipman D. J. (1990). Basic local alignment search tool. J. Mol. Biol. 215 403–410. 10.1016/S0022-2836(05)80360-2", "ArticleIdList": ["10.1016/S0022-2836(05)80360-2", "2231712"]}, {"Citation": "Anders S., Huber W. (2016). Differential Expression of RNA-Seq Data at the Gene Level–the DESeq Package. Available Online at: http://mirrors.ustc.edu.cn/bioc/3.4/bioc/vignettes/DESeq/inst/doc/DESeq.pdf [accessed Jan 12, 2016]"}, {"Citation": "Ashour M., Wink M., Gershenzon J. (2010). “Biochemistry of terpenoids: monoterpenes, sesquiterpenes and diterpenes”, in Annual Plant Review ed. M. Wink (Blackwell, Singapore: Wiley), 258–303."}, {"Citation": "Bartel D. P. (2004). MicroRNAs: genomics, biogenesis, mechanism, and function. Cell 116 281–297. 10.1016/S0092-8674(04)00045-5", "ArticleIdList": ["10.1016/S0092-8674(04)00045-5", "14744438"]}, {"Citation": "Bedon F., Bomal C., Caron S., Levasseur C., Boyle B., Mansfield S. D., et al. (2010). Subgroup 4 R2R3-MYBs in conifer trees: gene family expansion and contribution to the isoprenoid- and flavonoid-oriented responses. J. Exp. Bot. 61 3847–3864. 10.1093/jxb/erq196", "ArticleIdList": ["10.1093/jxb/erq196", "PMC2935864", "20732878"]}, {"Citation": "Bolger A. M., Marc L., Bjoern U. (2014). Trimmomatic: a flexible trimmer for Illumina sequence data. Bioinformatics 30 2114–2120. 10.1093/bioinformatics/btu170", "ArticleIdList": ["10.1093/bioinformatics/btu170", "PMC4103590", "24695404"]}, {"Citation": "Bulgakov V. P., Avramenko T. V. (2015). New opportunities for the regulation of secondary metabolism in plants: focus on microRNAs. Biotechnol. Lett. 37 1719–1727. 10.1007/s10529-015-1863-8", "ArticleIdList": ["10.1007/s10529-015-1863-8", "26003096"]}, {"Citation": "Chen C., Zhong Y., Yu F., Xu M. (2019). Deep sequencing identifies miRNAs and their target genes involved in the biosynthesis of terpenoids in Cinnamomum camphora. Ind. Crop. Prod. 145:111853. 10.1016/j.indcrop.2019.111853", "ArticleIdList": ["10.1016/j.indcrop.2019.111853"]}, {"Citation": "Cheng S. S., Chua M. T., Chang E. H., Huang C. G., Chen W. J., Chang S. T. (2009). Variations in insecticidal activity and chemical compositions of leaf essential oils from Cryptomeria japonica at different ages. Bioresource Technol. 100 465–470. 10.1016/j.biortech.2007.11.060", "ArticleIdList": ["10.1016/j.biortech.2007.11.060", "18178080"]}, {"Citation": "Cheng S. S., Lin C. Y., Chung M. J., Chang S. T. (2012). Chemical composition and antitermitic activity against coptotermes formosanus shiraki of Cryptomeria japonica leaf essential oil. Chem. Biodivers. 9 352–358. 10.1002/cbdv.201100243", "ArticleIdList": ["10.1002/cbdv.201100243", "22344910"]}, {"Citation": "Doron B., Manda W., Aaron G., Marks D. S., Chris S. (2008). The microRNA.org resource: targets and expression. Nucleic Acids Res. 36 D149–D153. 10.1093/nar/gkm995", "ArticleIdList": ["10.1093/nar/gkm995", "PMC2238905", "18158296"]}, {"Citation": "Fernie A. R., Aharoni A., Willmitzer L., Stitt M., Tohge T., Kopka J., et al. (2011). Recommendations for Reporting Metabolite Data. Plant Cell 23 2477–2482. 10.1105/tpc.111.086272", "ArticleIdList": ["10.1105/tpc.111.086272", "PMC3226225", "21771932"]}, {"Citation": "Friedlnder M. R., Mackowiak S. D., Li N., Chen W., Nikolaus R. (2012). MiRDeep2 accurately identifies known and hundreds of novel microRNA genes in seven animal clades. Nucleic Acids Res. 40 37–52. 10.1093/nar/gkr688", "ArticleIdList": ["10.1093/nar/gkr688", "PMC3245920", "21911355"]}, {"Citation": "Fujihashi M., Sato T., Tanaka Y., Yamamoto D., Nishi T., Ueda D., et al. (2018). Crystal structure and functional analysis of large-terpene synthases belonging to a newly found subclass. Chem. Sci. 9 3754–3758. 10.1039/c8sc00289d", "ArticleIdList": ["10.1039/c8sc00289d", "PMC5939612", "29780507"]}, {"Citation": "Grabherr M. G., Haas B. J., Yassour M., Levin J. Z., Amit I. (2013). Trinity: reconstructing a full-length transcriptome without a genome from RNA-Seq data. Nat. Biotechnol. 29 644–652. 10.1038/nbt.1883", "ArticleIdList": ["10.1038/nbt.1883", "PMC3571712", "21572440"]}, {"Citation": "Grassmann J., Hippeli S., Elstner E. F. (2002). Plant’s defence and its benefits for animals and medicine: role of phenolics and terpenoids in avoiding oxygen stress. Plant Physiol. Bioch. 40 471–478. 10.1016/S0981-9428(02)01395-5", "ArticleIdList": ["10.1016/S0981-9428(02)01395-5"]}, {"Citation": "Grimson A., Farh K. H., Johnston W. K., Garrett-Engele P., Lim L. P., Bartel D. P. (2007). MicroRNA targeting specificity in mammals: determinants beyond seed pairing. Mol. Cell 27 91–105. 10.1016/j.molcel.2007.06.017", "ArticleIdList": ["10.1016/j.molcel.2007.06.017", "PMC3800283", "17612493"]}, {"Citation": "Guan X., Pang M., Nah G., Shi X., Ye W., Stelly D. M., et al. (2014). miR828 and miR858 regulate homoeologous MYB2 gene functions in Arabidopsis trichome and cotton fibre development. Nat. Commun. 5:3050. 10.1038/ncomms4050", "ArticleIdList": ["10.1038/ncomms4050", "24430011"]}, {"Citation": "Gupta O. P., Karkute S. G., Banerjee S., Meena N. L., Dahuja A. (2017). Contemporary understanding of miRNA-Based regulation of secondary metabolites biosynthesis in plants. Front. Plant Sci. 8:374. 10.3389/fpls.2017.00374", "ArticleIdList": ["10.3389/fpls.2017.00374", "PMC5372812", "28424705"]}, {"Citation": "Han Q., Shinohara K., Kakubari Y., Mukai Y. (2003). Photoprotective role of rhodoxanthin during cold acclimation in Cryptomeria japonica. Plant Cell Environ. 26 715–723. 10.1046/j.1365-3040.2003.01008.x", "ArticleIdList": ["10.1046/j.1365-3040.2003.01008.x"]}, {"Citation": "Izumi S., Hirata T. (1997). Signal transduction against the terpenoid-stimulation in the liverwort cells. Chem. Lett. 26 1117–1118. 10.1246/cl.1997.1117", "ArticleIdList": ["10.1246/cl.1997.1117", "0"]}, {"Citation": "Jia Z., Zhao B., Liu S., Lu Z., Wang L. (2020). Embryo transcriptome and miRNA analyses reveal the regulatory network of seed dormancy in Ginkgo biloba. Tree Physiol. 41 571–588. 10.1093/treephys/tpaa023", "ArticleIdList": ["10.1093/treephys/tpaa023", "32159802"]}, {"Citation": "Kanehisa M., Araki M., Goto S., Hattori M., Hirakawa M., Itoh M., et al. (2008). KEGG for linking genomes to life and the environment. Nucleic Acids Res. 36 480–484. 10.1093/nar/gkm882", "ArticleIdList": ["10.1093/nar/gkm882", "PMC2238879", "18077471"]}, {"Citation": "Kim S. H., Lee S. Y., Hong C. Y., Gwak K. S., Choi I. G. (2013). Whitening and antioxidant activities of bornyl acetate and nezukol fractionated from Cryptomeria japonica essential oil. Int. J. Cosmetic Sci. 35 484–490. 10.1111/ics.12069", "ArticleIdList": ["10.1111/ics.12069", "23714012"]}, {"Citation": "Kksal M., Zimmer I., Schnitzler J. P., Christianson D. W. (2010). Structure of isoprene synthase illuminates the chemical mechanism of teragram atmospheric carbon emission. J. Mol. Biol. 402 363–373. 10.1016/j.jmb.2010.07.009", "ArticleIdList": ["10.1016/j.jmb.2010.07.009", "PMC2942996", "20624401"]}, {"Citation": "Krek A., Grün D., Poy M. N., Wolf R., Rosenberg L., Epstein E. J., et al. (2005). Combinatorial microRNA target predictions. Nat. Genet. 37 495–500. 10.1038/ng1536", "ArticleIdList": ["10.1038/ng1536", "15806104"]}, {"Citation": "Lang A. (1957). The effect of gibberellin upon flower formation. Proc. Natl. Acad. Sci. U. S. A. 43 709–717. 10.1073/pnas.43.8.709", "ArticleIdList": ["10.1073/pnas.43.8.709", "PMC528525", "16590073"]}, {"Citation": "Langmead B., Salzberg S. L. (2012). Fast gapped-read alignment with Bowtie 2. Nat. Methods 9 357–359. 10.1038/nmeth.1923", "ArticleIdList": ["10.1038/nmeth.1923", "PMC3322381", "22388286"]}, {"Citation": "Lavorgna G., Guffanti A., Borsani G., Ballabio A., Boncinelli E. (1999). TargetFinder: searching annotated sequence databases for target genes of transcription factors. Bioinformatics 15 172–173. 10.1093/bioinformatics/15.2.172", "ArticleIdList": ["10.1093/bioinformatics/15.2.172", "10089203"]}, {"Citation": "Li H., Lin Y., Chen X., Bai Y., Wang C., Xu X., et al. (2018). Effects of blue light on flavonoid accumulation linked to the expression of miR393, miR394 and miR395 in longan embryogenic calli. PLoS One 13:e191444. 10.1371/journal.pone.0191444", "ArticleIdList": ["10.1371/journal.pone.0191444", "PMC5790225", "29381727"]}, {"Citation": "Licursi V., Conte F., Fiscon G., Paci P. (2019). MIENTURNET: an interactive web tool for microRNA-target enrichment and network-based analysis. BMC Bioinformatics 20:545. 10.1186/s12859-019-3105-x", "ArticleIdList": ["10.1186/s12859-019-3105-x", "PMC6829817", "31684860"]}, {"Citation": "Lin H. Y., Cheng S. S., Chang S. T. (2005). Chemical composition and antifungal activity of essential oils from different tissues of Japanese Cedar (Cryptomeria japonica). J. Agric. Food Chem. 53 614–619. 10.1021/jf0484529", "ArticleIdList": ["10.1021/jf0484529", "15686410"]}, {"Citation": "Liu J., Yuan Y., Wang Y., Jiang C., Chen T., Zhu F., et al. (2017). Regulation of fatty acid and flavonoid biosynthesis by miRNAs in Lonicera japonica. RSC Adv. 7 35426–35437. 10.1039/C7RA05800D", "ArticleIdList": ["10.1039/C7RA05800D"]}, {"Citation": "Lu X. Y., Huang X. L. (2008). Plant miRNAs and abiotic stress responses. Biochem. Biophys. Res. Commun. 368 458–462. 10.1016/j.bbrc.2008.02.007", "ArticleIdList": ["10.1016/j.bbrc.2008.02.007", "18267107"]}, {"Citation": "Mafu S., Hillwig M. L., Peters R. J. (2011). A novel labda-7,13e-dien-15-ol-producing bifunctional diterpene synthase from Selaginella moellendorffii. Chembiochem 12 1984–1987. 10.1002/cbic.201100336", "ArticleIdList": ["10.1002/cbic.201100336", "PMC3383829", "21751328"]}, {"Citation": "Matsunaga T., Hasegawa C., Kawasuji T., Suzuki H., Saito H., Sagioka T., et al. (2000). Isolation of the antiulcer compound in essential oil from the leaves of Cryptomeria japonica. Biol. Pharm. Bull. 23 595–598. 10.1248/bpb.23.595", "ArticleIdList": ["10.1248/bpb.23.595", "10823671"]}, {"Citation": "Oku H., Inafuku M., Ishikawa T., Takamine T., Ishmael M., Fukuta M. (2015). Molecular cloning and biochemical characterization of isoprene synthases from the tropical trees Ficus virgata, Ficus septica, and Casuarina equisetifolia. J. Plant Res. 128 849–861. 10.1007/s10265-015-0740-9", "ArticleIdList": ["10.1007/s10265-015-0740-9", "26081976"]}, {"Citation": "Otomo K., Kenmoku H., Oikawa H., König W. A., Toshima H., Mitsuhashi W., et al. (2004). Biological functions of ent- and syn-copalyl diphosphate synthases in rice: key enzymes for the branch point of gibberellin and phytoalexin biosynthesis. Plant J. 39 886–893. 10.1111/j.1365-313X.2004.02175.x", "ArticleIdList": ["10.1111/j.1365-313X.2004.02175.x", "15341631"]}, {"Citation": "Pantaleo V., Szittya G., Moxon S., Miozzi L., Moulton V., Dalmay T., et al. (2010). Identification of grapevine microRNAs and their targets using high−throughput sequencing and degradome analysis. Plant J. 62 960–976. 10.1111/j.1365-313X.2010.04208.x", "ArticleIdList": ["10.1111/j.1365-313X.2010.04208.x", "20230504"]}, {"Citation": "Parreira J. R., Cappuccio M., Balestrazzi A., Fevereiro P., Araújo S. (2021). MicroRNAs expression dynamics reveal post-transcriptional mechanisms regulating seed development in Phaseolus vulgaris L. Hortic. Res. 8:18. 10.1038/s41438-020-00448-0", "ArticleIdList": ["10.1038/s41438-020-00448-0", "PMC7804330", "33436559"]}, {"Citation": "Reddy V. A., Wang Q., Dhar N., Kumar N., Venkatesh P. N., Rajan C., et al. (2017). Spearmint R2R3-MYB transcription factor MsMYB negatively regulates monoterpene production and suppresses the expression of geranyl diphosphate synthase large subunit (MsGPPS.LSU). Plant Biotechnol. J. 15 1105–1119. 10.1111/pbi.12701", "ArticleIdList": ["10.1111/pbi.12701", "PMC5552485", "28160379"]}, {"Citation": "Sasaki K., Ohara K., Yazaki K. (2005). Gene expression and characterization of isoprene synthase from Populus alba. FEBS Lett. 579 2514–2518. 10.1016/j.febslet.2005.03.066", "ArticleIdList": ["10.1016/j.febslet.2005.03.066", "15848197"]}, {"Citation": "Silver G. M., Fall R. (1991). Enzymatic synthesis of isoprene from dimethylallyl diphosphate in aspen leaf extracts. Plant Physiol. 97 1588–1591. 10.1104/pp.97.4.1588", "ArticleIdList": ["10.1104/pp.97.4.1588", "PMC1081206", "16668590"]}, {"Citation": "Song Y., Ma K., Ci D., Zhang Z., Zhang D. (2013). Sexual dimorphism floral microRNA profiling and target gene expression in andromonoecious poplar (Populus tomentosa). PLoS One 8:e62681. 10.1371/journal.pone.0062681", "ArticleIdList": ["10.1371/journal.pone.0062681", "PMC3646847", "23667507"]}, {"Citation": "Trapnell C., Williams B. A., Pertea G., Mortazavi A., Kwan G., Baren M., et al. (2010). Transcript assembly and quantification by RNA-Seq reveals unannotated transcripts and isoform switching during cell differentiation. Nat. Biotechnol. 28 511–515. 10.1038/nbt.1621", "ArticleIdList": ["10.1038/nbt.1621", "PMC3146043", "20436464"]}, {"Citation": "Vashisht I., Mishra P., Pal T., Chanumolu S., Singh T. R., Chauhan R. S. (2015). Mining NGS transcriptomes for miRNAs and dissecting their role in regulating growth, development, and secondary metabolites production in different organs of a medicinal herb, Picrorhiza kurroa. Planta 241 1255–1268. 10.1007/s00425-015-2255-y", "ArticleIdList": ["10.1007/s00425-015-2255-y", "25663583"]}, {"Citation": "Vranová E., Coman D., Gruissem W. (2013). Network analysis of the MVA and MEP pathways for isoprenoid synthesis. Annu. Rev. Plant Biol. 64 665–700. 10.1146/annurev-arplant-050312-120116", "ArticleIdList": ["10.1146/annurev-arplant-050312-120116", "23451776"]}, {"Citation": "Wang S. Y., Lai W. C., Chu F. H., Lin C. T., Shen S. Y., Chang S. T. (2006). Essential oil from the leaves of Cryptomeria japonica acts as a silverfish (Lepisma saccharina) repellent and insecticide. J. Wood Sci. 52 522–526. 10.1007/s10086-006-0806-3", "ArticleIdList": ["10.1007/s10086-006-0806-3"]}, {"Citation": "Wu J., Zhao W. M. (2010). New sesquiterpene and triterpene from the fruits of Cryptomeria fortunei. J. Asian Nat. Prod. Res. 12 382–387. 10.1080/10286021003785565", "ArticleIdList": ["10.1080/10286021003785565", "20496195"]}, {"Citation": "Xie Y., Wang J., Yang F., Lei C. (2011). Comparative analysis of essential oil components of two Cryptomeria species from China. Ind. Crop. Prod. 34 1226–1230. 10.1016/j.indcrop.2011.04.016", "ArticleIdList": ["10.1016/j.indcrop.2011.04.016"]}, {"Citation": "Xu M., Hillwig M. L., Prisic S., Coates R. M., Peters R. J. (2010). Functional identification of rice syn-copalyl diphosphate synthase and its role in initiating biosynthesis of diterpenoid phytoalexin/allelopathic natural products. Plant J. 39 309–318. 10.1111/j.1365-313X.2004.02137.x", "ArticleIdList": ["10.1111/j.1365-313X.2004.02137.x", "15255861"]}, {"Citation": "Xu X., Yin L., Ying Q., Song H., Xue D., Lai T., et al. (2013). High-Throughput sequencing and degradome analysis identify miRNAs and their targets involved in fruit senescence of Fragaria ananassa. PLoS One 8:e70959.", "ArticleIdList": ["PMC3747199", "23990918"]}, {"Citation": "Xu Y., Zhu C., Xu C., Sun J., Grierson D., Zhang B., et al. (2019). Integration of metabolite profiling and transcriptome analysis reveals genes related to volatile terpenoid metabolism in finger citron (C. medica var. sarcodactylis). Molecules 24:2564. 10.3390/molecules24142564", "ArticleIdList": ["10.3390/molecules24142564", "PMC6680504", "31311090"]}, {"Citation": "Xu Y. H., Wang J. W., Wang S., Wang J. Y., Chen X. Y. (2004). Characterization of GaWRKY1, a cotton transcription factor that regulates the sesquiterpene synthase gene (+)-delta-cadinene synthase-A. Plant Physiol. 135 507–515. 10.1104/pp.104.038612", "ArticleIdList": ["10.1104/pp.104.038612", "PMC429402", "15133151"]}, {"Citation": "Yao S., Tang C. P., Ke C. Q., Ye Y. (2008). Abietane diterpenoids from the bark of Cryptomeria fortunei. J. Nat. Prod. 71 1242–1246. 10.1021/np8002063", "ArticleIdList": ["10.1021/np8002063", "18549276"]}, {"Citation": "Ye Y., Wang J., Ni Z., Meng X., Xu L. A. (2020). Small RNA and degradome sequencing reveal roles of miRNAs in strobilus development in masson pine (Pinus massoniana). Ind. Crop. Prod. 154:112724. 10.1016/j.indcrop.2020.112724", "ArticleIdList": ["10.1016/j.indcrop.2020.112724"]}, {"Citation": "Yu Z. X., Li J. X., Yang C. Q., Hu W. L., Wang L. J., Chen X. Y. (2012). The jasmonate-responsive AP2/ERF transcription factors AaERF1 and AaERF2 positively regulate artemisinin biosynthesis in Artemisia annua L. Mol. Plant 5 353–365. 10.1093/mp/ssr087", "ArticleIdList": ["10.1093/mp/ssr087", "22104293"]}, {"Citation": "Yu Z. X., Wang L. J., Zhao B., Shan C. M., Zhang Y. H., Chen D. F., et al. (2015). Progressive regulation of sesquiterpene biosynthesis in Arabidopsis and patchouli (Pogostemon cablin) by the miR156-targeted SPL transcription factors. Mol. Plant 8 98–110. 10.1016/j.molp.2014.11.002", "ArticleIdList": ["10.1016/j.molp.2014.11.002", "25578275"]}, {"Citation": "Zhang Y., Zhu L., Xue J., Yang J., Hu H., Cui J., et al. (2021). Selection and verification of appropriate reference genes for expression normalization in Cryptomeria fortunei under abiotic stress and hormone treatments. Genes 12:791. 10.3390/genes12060791", "ArticleIdList": ["10.3390/genes12060791", "PMC8224294", "34064253"]}, {"Citation": "Zhao H., Shi X., Shen C., Chen C., Qu C., Patel G., et al. (2021). Comparative analysis of miRNA expression profiles provides insight into regulation of biosynthesis of flavonoids and terpenoids between two varieties of Toona sinensis sprouts. J. Plant Biol. 10.1007/s12374-021-09321-6", "ArticleIdList": ["10.1007/s12374-021-09321-6"]}, {"Citation": "Zhao S., Wang X., Yan X., Guo L., Mi X., Xu Q., et al. (2018). Revealing of the microRNA involved regulatory gene networks on terpenoid biosynthesis in Camellia sinensis in different growing time points. J. Agr. Food Chem. 66 12604–12616. 10.1021/acs.jafc.8b05345", "ArticleIdList": ["10.1021/acs.jafc.8b05345", "30400742"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "7", "Day": "13"}, {"Year": "2021", "Month": "8", "Day": "23"}, {"Year": "2021", "Month": "10", "Day": "18", "Hour": "8", "Minute": "55"}, {"Year": "2021", "Month": "10", "Day": "19", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "10", "Day": "19", "Hour": "6", "Minute": "1"}, {"Year": "2021", "Month": "1", "Day": "1"}], "PublicationStatus": "epublish", "ArticleIdList": ["34659308", "PMC8513690", "10.3389/fpls.2021.740755"]}}], "PubmedBookArticle": []}