{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34654884", "DateCompleted": {"Year": "2021", "Month": "12", "Day": "22"}, "DateRevised": {"Year": "2023", "Month": "11", "Day": "07"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "10", "Day": "15"}], "Language": ["eng"], "ELocationID": ["1193", "10.1038/s42003-021-02720-y"], "Journal": {"ISSN": "2399-3642", "JournalIssue": {"Volume": "4", "Issue": "1", "PubDate": {"Year": "2021", "Month": "Oct", "Day": "15"}}, "Title": "Communications biology", "ISOAbbreviation": "Commun Biol"}, "ArticleTitle": "Genome sequencing of turmeric provides evolutionary insights into its medicinal properties.", "Pagination": {"StartPage": "1193", "MedlinePgn": "1193"}, "Abstract": {"AbstractText": ["Curcuma longa, or turmeric, is traditionally known for its immense medicinal properties and has diverse therapeutic applications. However, the absence of a reference genome sequence is a limiting factor in understanding the genomic basis of the origin of its medicinal properties. In this study, we present the draft genome sequence of C. longa, belonging to Zingiberaceae plant family, constructed using 10x Genomics linked reads and Oxford Nanopore long reads. For comprehensive gene set prediction and for insights into its gene expression, transcriptome sequencing of leaf tissue was also performed. The draft genome assembly had a size of 1.02 Gbp with ~70% repetitive sequences, and contained 50,401 coding gene sequences. The phylogenetic position of C. longa was resolved through a comprehensive genome-wide analysis including 16 other plant species. Using 5,388 orthogroups, the comparative evolutionary analysis performed across 17 species including C. longa revealed evolution in genes associated with secondary metabolism, plant phytohormones signaling, and various biotic and abiotic stress tolerance responses. These mechanisms are crucial for perennial and rhizomatous plants such as C. longa for defense and environmental stress tolerance via production of secondary metabolites, which are associated with the wide range of medicinal properties in C. longa."], "CopyrightInformation": "© 2021. The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "MetaBioSys Group, Department of Biological Sciences, Indian Institute of Science Education and Research Bhopal, Bhopal, India."}], "LastName": "Chakraborty", "ForeName": "Abhisek", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "MetaBioSys Group, Department of Biological Sciences, Indian Institute of Science Education and Research Bhopal, Bhopal, India."}], "LastName": "Mahajan", "ForeName": "Shruti", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "MetaBioSys Group, Department of Biological Sciences, Indian Institute of Science Education and Research Bhopal, Bhopal, India."}], "LastName": "Jaiswal", "ForeName": "Shubham K", "Initials": "SK"}, {"Identifier": ["0000-0002-2958-6215"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "MetaBioSys Group, Department of Biological Sciences, Indian Institute of Science Education and Research Bhopal, Bhopal, India. vineetks@iiserb.ac.in."}], "LastName": "Sharma", "ForeName": "Vineet K", "Initials": "VK"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Commun Biol", "NlmUniqueID": "101719179", "ISSNLinking": "2399-3642"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}, {"RegistryNumber": "856YO1Z64F", "NameOfSubstance": "turmeric extract"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Base Sequence"}, {"QualifierName": [], "DescriptorName": "Chromosome Mapping"}, {"QualifierName": ["chemistry", "genetics"], "DescriptorName": "Curcuma"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plant Extracts"}, {"QualifierName": ["genetics"], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Repetitive Sequences, Nucleic Acid"}], "CoiStatement": "The authors declare no competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Prasad, S. & Aggarwal, B. Turmeric, the Golden Spice. in Herbal Medicine: Biomolecular and Clinical Aspects. 2nd edn, 10.1201/b10787-14 (2011)."}, {"Citation": "Al-bahtiti NH. A study of preservative effects of sesame oil (Sesamum indicum L.) On mashed potatoes. Int. J. Sci. Res. innov. Technol. 2015;2:6–10."}, {"Citation": "Chakraborty, A., Kundu, S., Mukherjee, S. & Ghosh, B. Endophytism in Zingiberaceae: Elucidation of Beneficial Impact. in Endophytes and Secondary Metabolites10.1007/978-3-319-90484-9_31 (2019)."}, {"Citation": "Kroymann, J. Natural diversity and adaptation in plant secondary metabolism. Curr. Opin. Plant Biol.10.1016/j.pbi.2011.03.021 (2011).", "ArticleIdList": ["21514879"]}, {"Citation": "Berini, J. L. et al. Combinations of abiotic factors differentially alter production of plant secondary metabolites in five woody plant species in the boreal-temperate transition zone. Front. Plant Sci. 10.3389/fpls.2018.01257 (2018).", "ArticleIdList": ["PMC6134262", "30233611"]}, {"Citation": "Wink, M. Modes of action of herbal medicines and plant secondary metabolites. Medicines10.3390/medicines2030251 (2015).", "ArticleIdList": ["PMC5456217", "28930211"]}, {"Citation": "Koo, H. J. & Gang, D. R. Suites of terpene synthases explain differential terpenoid production in ginger and turmeric tissues. PLoS ONE10.1371/journal.pone.0051481 (2012).", "ArticleIdList": ["PMC3525583", "23272109"]}, {"Citation": "Sheeja, T. E., Deepa, K., Santhi, R. & Sasikumar, B. Comparative transcriptome analysis of two species of curcuma contrasting in a high-value compound curcumin: insights into genetic basis and regulation of biosynthesis. Plant Mol. Biol. Report. 10.1007/s11105-015-0878-6 (2015)."}, {"Citation": "Singh, N. & Sharma, A. Turmeric (Curcuma longa): miRNAs and their regulating targets are involved in development and secondary metabolite pathways. C R Biol. 10.1016/j.crvi.2017.09.009 (2017).", "ArticleIdList": ["29126713"]}, {"Citation": "Jurenka JS. Anti-inflammatory properties of curcumin, a major constituent of Curcuma longa: a review of preclinical and clinical research. Altern. Med. Rev. 2009;14:141–153.", "ArticleIdList": ["19594223"]}, {"Citation": "Gupta, A. et al. Association of flavonifractor plautii, a flavonoid-degrading bacterium, with the gut microbiome of colorectal cancer patients in India. mSystems10.1128/msystems.00438-19 (2019).", "ArticleIdList": ["PMC7407896", "31719139"]}, {"Citation": "Korkina, L. G. Phenylpropanoids as naturally occurring antioxidants: from plant defense to human health. Cell. Mol. Biol.10.1170/T772 (2007).", "ArticleIdList": ["17519109"]}, {"Citation": "Annadurai, R. S. et al. De novo transcriptome assembly (NGS) of Curcuma longa L. Rhizome reveals novel transcripts related to anticancer and antimalarial terpenoids. PLoS ONE10.1371/journal.pone.0056217 (2013).", "ArticleIdList": ["PMC3585318", "23468859"]}, {"Citation": "Zorofchian Moghadamtousi, S. et al. A review on antibacterial, antiviral, and antifungal activity of curcumin. BioMed Res. Int.10.1155/2014/186864 (2014).", "ArticleIdList": ["PMC4022204", "24877064"]}, {"Citation": "Chattopadhyay I, Biswas K, Bandyopadhyay U, Banerjee RK. Turmeric and curcumin: biological actions and medicinal applications. Curr. Sci. 2004;87:44–53."}, {"Citation": "Rahmani, A., Alsahli, M., Aly, S., Khan, M. & Aldebasi, Y. Role of curcumin in disease prevention and treatment. Adv. Biomed. Res. 10.4103/abr.abr_147_16 (2018).", "ArticleIdList": ["PMC5852989", "29629341"]}, {"Citation": "Nelson, K. M. et al. The essential medicinal chemistry of curcumin. J. Med. Chem. 10.1021/acs.jmedchem.6b00975 (2017).", "ArticleIdList": ["PMC5346970", "28074653"]}, {"Citation": "Baker, M. Deceptive curcumin offers cautionary tale for chemists. Nature10.1038/541144a (2017).", "ArticleIdList": ["28079090"]}, {"Citation": "Baell J, Walters MA. Chemistry: Chemical con artists foil drug discovery. Nature. 2014;513:481–483. doi: 10.1038/513481a.", "ArticleIdList": ["10.1038/513481a", "25254460"]}, {"Citation": "Wang, J. et al. Enzymatic formation of curcumin in vitro and in vivo. Nano Res. 10.1007/s12274-018-1994-z (2018)."}, {"Citation": "Bhardwaj, R. S., Bhardwaj, K. S., Ranjeet, D. & Ganesh, N. Curcuma longa leaves exhibits a potential antioxidant, antibacterial and immunomodulating properties. Int. J. Phytomedicine3, 270 (2011)."}, {"Citation": "Dutta B, et al. Study of secondary metabolite constituents and curcumin contents of six different species of genus Curcuma. J. Med. Plants Stud. 2015;3:116–119."}, {"Citation": "Sahoo, A., Jena, S., Sahoo, S., Nayak, S. & Kar, B. Resequencing of Curcuma longa L. cv. Kedaram through transcriptome profiling reveals various novel transcripts. Genomics Data10.1016/j.gdata.2016.08.010 (2016).", "ArticleIdList": ["PMC4995385", "27595066"]}, {"Citation": "Sahoo, A., Kar, B., Sahoo, S., Ray, A. & Nayak, S. Transcriptome profiling of Curcuma longa L. cv. Suvarna. Genomics Data10.1016/j.gdata.2016.09.001. (2016).", "ArticleIdList": ["PMC5024144", "27668184"]}, {"Citation": "Pellicer, J. & Leitch, I. J. The Plant DNA C-values database (release 7.1): an updated online repository of plant genome size data for comparative studies. New Phytol.10.1111/nph.16261 (2020).", "ArticleIdList": ["31608445"]}, {"Citation": "Leong-Skornickova, J. et al. Chromosome numbers and genome size variation in Indian species of Curcuma (Zingiberaceae). Ann. Bot. 10.1093/aob/mcm144 (2007).", "ArticleIdList": ["PMC2533610", "17686760"]}, {"Citation": "Chen, J., Xia, N., Zhao, J., Chen, J. & Henny, R. J. Chromosome numbers and ploidy levels of Chinese Curcuma species. HortScience10.21273/hortsci.48.5.525 (2013)."}, {"Citation": "Anamthawat-Jónsson, K. & Umpunjun, P. Polyploidy in the ginger family from Thailand. in Chromosomal Abnormalities10.5772/intechopen.92859 (2020)."}, {"Citation": "Matasci, N. et al. Data access for the 1,000 Plants (1KP) project. GigaScience10.1186/2047-217X-3-17 (2014).", "ArticleIdList": ["PMC4306014", "25625010"]}, {"Citation": "Simpson, J. T. & Durbin, R. Efficient de novo assembly of large genomes using compressed data structures. Genome Res. 10.1101/gr.126953.111 (2012).", "ArticleIdList": ["PMC3290790", "22156294"]}, {"Citation": "Weisenfeld, N. I., Kumar, V., Shah, P., Church, D. M. & Jaffe, D. B. Direct determination of diploid genome sequences. Genome Res. 10.1101/gr.214874.116 (2017).", "ArticleIdList": ["PMC5411770", "28381613"]}, {"Citation": "Kolmogorov, M., Yuan, J., Lin, Y. & Pevzner, P. A. Assembly of long, error-prone reads using repeat graphs. Nat. Biotechnol. 10.1038/s41587-019-0072-8 (2019).", "ArticleIdList": ["30936562"]}, {"Citation": "Weib, C. L., Pais, M., Cano, L. M., Kamoun, S. & Burbano, H. A. nQuire: A statistical framework for ploidy estimation using next generation sequencing. BMC Bioinformatics10.1186/s12859-018-2128-z (2018).", "ArticleIdList": ["PMC5885312", "29618319"]}, {"Citation": "Ranallo-Benavidez, T. R., Jaron, K. S. & Schatz, M. C. GenomeScope 2.0 and Smudgeplot for reference-free profiling of polyploid genomes. Nat. Commun. 10.1038/s41467-020-14998-3 (2020).", "ArticleIdList": ["PMC7080791", "32188846"]}, {"Citation": "Haas, B. J. et al. De novo transcript sequence reconstruction from RNA-seq using the Trinity platform for reference generation and analysis. Nat. Protoc. 10.1038/nprot.2013.084 (2013).", "ArticleIdList": ["PMC3875132", "23845962"]}, {"Citation": "Fu, L., Niu, B., Zhu, Z., Wu, S. & Li, W. CD-HIT: Accelerated for clustering the next-generation sequencing data. Bioinformatics10.1093/bioinformatics/bts565. (2012).", "ArticleIdList": ["PMC3516142", "23060610"]}, {"Citation": "Flynn, J. M. et al. RepeatModeler2 for automated genomic discovery of transposable element families. Proc. Natl. Acad. Sci. USA10.1073/pnas.1921046117 (2020).", "ArticleIdList": ["PMC7196820", "32300014"]}, {"Citation": "Benson, G. Tandem repeats finder: A program to analyze DNA sequences. Nucleic Acids Res. 10.1093/nar/27.2.573 (1999).", "ArticleIdList": ["PMC148217", "9862982"]}, {"Citation": "Campbell, M. S., Holt, C., Moore, B. & Yandell, M. Genome annotation and curation using MAKER and MAKER-P. Curr. Protoc. Bioinforma. (2014), 10.1002/0471250953.bi0411s48 (2014).", "ArticleIdList": ["PMC4286374", "25501943"]}, {"Citation": "Emms, D. M. & Kelly, S. OrthoFinder: Phylogenetic orthology inference for comparative genomics. Genome Biol. (2019), 10.1186/s13059-019-1832-y.", "ArticleIdList": ["PMC6857279", "31727128"]}, {"Citation": "Laetsch, D. R. & Blaxter, M. L. KinFin: Software for taxon-aware analysis of clustered protein sequences. G3 Genes, Genomes, Genet. 10.1534/g3.117.300233 (2017).", "ArticleIdList": ["PMC5633385", "28866640"]}, {"Citation": "Singh, R. et al. Oil palm genome sequence reveals divergence of interfertile species in Old and New worlds. Nature10.1038/nature12309 (2013).", "ArticleIdList": ["PMC3929164", "23883927"]}, {"Citation": "Chan, S. N., Abu Bakar, N., Mahmood, M., Ho, C. L. & Shaharuddin, N. A. Molecular cloning and characterization of novel phytocystatin gene from turmeric, Curcuma longa. Biomed Res. Int. 10.1155/2014/973790 (2014).", "ArticleIdList": ["PMC4122150", "25853138"]}, {"Citation": "Ren, R. et al. Widespread whole genome duplications contribute to genome complexity and species diversity in angiosperms. Mol. Plant10.1016/j.molp.2018.01.002 (2018).", "ArticleIdList": ["29317285"]}, {"Citation": "Qian, H. & Jin, Y. An updated megaphylogeny of plants, a tool for generating plant phylogenies and an analysis of phylogenetic community structure. J. Plant Ecol. 10.1093/jpe/rtv047 (2016)."}, {"Citation": "Zeier, J. New insights into the regulation of plant immunity by amino acid metabolic pathways. Plant Cell Environ.10.1111/pce.12122 (2013).", "ArticleIdList": ["23611692"]}, {"Citation": "Ruan, J. et al. Jasmonic acid signaling pathway in plants. Int. J. Mol. Sci.10.3390/ijms20102479 (2019).", "ArticleIdList": ["PMC6566436", "31137463"]}, {"Citation": "Jagodzik, P., Tajdel-Zielinska, M., Ciesla, A., Marczak, M. & Ludwikow, A. Mitogen-activated protein kinase cascades in plant hormone signaling. Front. Plant Sci.10.3389/fpls.2018.01387 (2018).", "ArticleIdList": ["PMC6187979", "30349547"]}, {"Citation": "Yu, M. H., Zhao, Z. Z. & He, J. X. Brassinosteroid signaling in plant–microbe interactions. Int. J. Mol. Sci.10.3390/ijms19124091 (2018).", "ArticleIdList": ["PMC6320871", "30563020"]}, {"Citation": "Zhou, X., Jiang, Y. & Yu, D. WRKY22 transcription factor mediates dark-induced leaf senescence in Arabidopsis. Mol. Cells10.1007/s10059-011-0047-1 (2011).", "ArticleIdList": ["PMC3933965", "21359674"]}, {"Citation": "Imran, Q. M. et al. Transcriptome profile of NO-induced Arabidopsis transcription factor genes suggests their putative regulatory role in multiple biological processes. Sci. Rep. 10.1038/s41598-017-18850-5 (2018).", "ArticleIdList": ["PMC5768701", "29335449"]}, {"Citation": "Chen, H. et al. Ethylene insensitive3 and ethylene insensitive3-like1 repress salicylic acid induction deficient2 expression to negatively regulate plant innate immunity in Arabidopsis. Plant Cell10.1105/tpc.108.065193. (2009).", "ArticleIdList": ["PMC2751940", "19717619"]}, {"Citation": "Singh A, Dwivedi P, Padmanabh C. Methyl-jasmonate and salicylic acid as potent elicitors for secondary metabolite production in medicinal plants: a review. J. Pharmacogn. Phytochem. 2018;7:750–757. doi: 10.22271/phyto.2018.v7.i6m.6263.", "ArticleIdList": ["10.22271/phyto.2018.v7.i6m.6263"]}, {"Citation": "Zhang, L., Paasch, B. C., Chen, J., Day, B. & He, S. Y. An important role of l-fucose biosynthesis and protein fucosylation genes in Arabidopsis immunity. New Phytol. 10.1111/nph.15639 (2019).", "ArticleIdList": ["PMC10354811", "30552820"]}, {"Citation": "Kojo, K. et al. Regulatory mechanisms of ROI generation are affected by rice spl mutations. Plant Cell Physiol. 10.1093/pcp/pcj074 (2006).", "ArticleIdList": ["16816407"]}, {"Citation": "Yee, D. & Goring, D. R. The diversity of plant U-box E3 ubiquitin ligases: from upstream activators to downstream target substrates. J. Exp. Bot.10.1093/jxb/ern369 (2009).", "ArticleIdList": ["19196749"]}, {"Citation": "Moin, M. et al. Rice ribosomal protein large subunit genes and their spatio-temporal and stress regulation. Front. Plant Sci. 10.3389/fpls.2016.01284 (2016).", "ArticleIdList": ["PMC4995216", "27605933"]}, {"Citation": "Nagaraj, S., Senthil-Kumar, M., Ramu, V. S., Wang, K. & Mysore, K. S. Plant ribosomal proteins, RPL12 and RPL19, play a role in nonhost disease resistance against bacterial pathogens. Front. Plant Sci. 10.3389/fpls.2015.01192 (2016).", "ArticleIdList": ["PMC4702080", "26779226"]}, {"Citation": "Qi, F. & Zhang, F. Cell cycle regulation in the plant response to stress. Front. Plant Sci.10.3389/fpls.2019.01765 (2020).", "ArticleIdList": ["PMC7002440", "32082337"]}, {"Citation": "Bao, Z. & Hua, J. Interaction of CPR5 with cell cycle regulators UVI4 and OSD1 in Arabidopsis. PLoS ONE (2014), 10.1371/journal.pone.0100347 (2014).", "ArticleIdList": ["PMC4063785", "24945150"]}, {"Citation": "Miller, J. C., Chezem, W. R. & Clay, N. K. Ternary WD40 repeat-containing protein complexes: evolution, composition and roles in plant immunity. Front. Plant Sci.10.3389/fpls.2015.01108 (2016).", "ArticleIdList": ["PMC4703829", "26779203"]}, {"Citation": "Sharma, M. & Pandey, G. K. Expansion and function of repeat domain proteins during stress and development in plants. Front. Plant Sci.10.3389/fpls.2015.01218 (2016).", "ArticleIdList": ["PMC4707873", "26793205"]}, {"Citation": "Choe, S. et al. The DWF4 gene of Arabidopsis encodes a cytochrome P450 that mediates multiple 22α-hydroxylation steps in brassinosteroid biosynthesis. Plant Cell10.1105/tpc.10.2.231 (1998).", "ArticleIdList": ["PMC143988", "9490746"]}, {"Citation": "Sun, W. et al. Chalcone isomerase a key enzyme for anthocyanin biosynthesis in ophiorrhiza japonica. Front. Plant Sci. 10.3389/fpls.2019.00865 (2019).", "ArticleIdList": ["PMC6629912", "31338101"]}, {"Citation": "Corea, O. R. A., Bedgar, D. L., Davin, L. B. & Lewis, N. G. The arogenate dehydratase gene family: towards understanding differential regulation of carbon flux through phenylalanine into primary versus secondary metabolic pathways. Phytochemistry10.1016/j.phytochem.2012.05.026 (2012).", "ArticleIdList": ["22818526"]}, {"Citation": "Dixon, D. P., Skipsey, M. & Edwards, R. Roles for glutathione transferases in plant secondary metabolism. Phytochemistry10.1016/j.phytochem.2009.12.012 (2010).", "ArticleIdList": ["20079507"]}, {"Citation": "Francenia Santos-Sánchez N, Salas-Coronado R, Hernández-Carlos B, Villanueva-Cañongo C. Shikimic acid pathway in biosynthesis of phenolic compounds. Plant Physiological Asp. Phenolic Compd. 2019 doi: 10.5772/intechopen.83815.", "ArticleIdList": ["10.5772/intechopen.83815"]}, {"Citation": "Moffatt, B. A. & Weretilnyk, E. A. Sustaining S-adenosyl-L-methionine-dependent methyltransferase activity in plant cells. Physiologia Plantarum10.1034/j.1399-3054.2001.1130401.x (2001)."}, {"Citation": "Bureau, T., Lam, K. C., Ibrahim, R. K., Behdad, B. & Dayanandan, S. Structure, function, and evolution of plant O-methyltransferases. Genome10.1139/G07-077 (2007).", "ArticleIdList": ["18059546"]}, {"Citation": "Kohli, S. K. et al. Therapeutic potential of brassinosteroids in biomedical and clinical research. Biomolecules10.3390/biom10040572 (2020).", "ArticleIdList": ["PMC7226375", "32283642"]}, {"Citation": "Shitan, N. Secondary metabolites in plants: transport and self-tolerance mechanisms. Biosci. Biotechnol. Biochem.10.1080/09168451.2016.1151344 (2016).", "ArticleIdList": ["26940949"]}, {"Citation": "Gigolashvili T, Kopriva S. Transporters in plant sulfur metabolism. Front. Plant Sci. 2014 doi: 10.3389/fpls.2014.00442.", "ArticleIdList": ["10.3389/fpls.2014.00442", "PMC4158793", "25250037"]}, {"Citation": "Xie, Q. et al. Multiple high-affinity K+ transporters and ABC transporters involved in K+ uptake/transport in the potassium-hyperaccumulator plant phytolacca acinosa Roxb. Plants10.3390/plants9040470 (2020).", "ArticleIdList": ["PMC7238005", "32276334"]}, {"Citation": "Wang, X. et al. Identification and functional characterization of three type III polyketide synthases from Aquilaria sinensis calli. Biochem. Biophys. Res. Commun. 10.1016/j.bbrc.2017.03.159 (2017).", "ArticleIdList": ["28366630"]}, {"Citation": "Rodrigues, J. L., Prather, K. L. J., Kluskens, L. D. & Rodrigues, L. R. Heterologous production of curcuminoids. Microbiol. Mol. Biol. Rev. 10.1128/mmbr.00031-14 (2015).", "ArticleIdList": ["PMC4402967", "25631288"]}, {"Citation": "Zhu, Q. et al. Ectopic expression of the coleus R2R3 MYB-type proanthocyanidin regulator gene SsMYB3 alters the flower color in transgenic tobacco. PLoS ONE10.1371/journal.pone.0139392 (2015).", "ArticleIdList": ["PMC4598174", "26448466"]}, {"Citation": "Wannapinpong, S., Srikulnath, K., Thongpan, A., Choowongkomon, K. & Peyachoknagul, S. Molecular cloning and characterization of the CHS gene family in turmeric (Curcuma longa Linn.). J. Plant Biochem. Biotechnol. (2013), 10.1007/s13562-013-0232-8 (2013)."}, {"Citation": "Pang Y, et al. Characterization and expression of chalcone synthase gene from Ginkgo biloba. Plant Sci. 2005 doi: 10.1016/j.plantsci.2005.02.003.", "ArticleIdList": ["10.1016/j.plantsci.2005.02.003"]}, {"Citation": "Xie, M. et al. Regulation of lignin biosynthesis and its role in growth-defense tradeoffs. Front. Plant Sci.10.3389/fpls.2018.01427 (2018).", "ArticleIdList": ["PMC6172325", "30323825"]}, {"Citation": "Abdallah, I. I. & Quax, W. J. A Glimpse into the biosynthesis of terpenoids. KnE Life Sci. 10.18502/kls.v3i5.981 (2017)."}, {"Citation": "Joshi, A. G. et al. A knowledge-driven protocol for prediction of proteins of interest with an emphasis on biosynthetic pathways. MethodsX10.1016/j.mex.2020.101053 (2020).", "ArticleIdList": ["PMC7528181", "33024710"]}, {"Citation": "Guo, Q. Q. et al. Characterization of 3-oxacyl-acyl carrier protein reductase homolog genes in Pseudomonas aeruginosa PAO1. Front. Microbiol. (2019), 10.3389/fmicb.2019.01028.", "ArticleIdList": ["PMC6558427", "31231314"]}, {"Citation": "Dao, T. T. H., Linthorst, H. J. M. & Verpoorte, R. Chalcone synthase and its functions in plant resistance. Phytochem. Rev. 10.1007/s11101-011-9211-7 (2011).", "ArticleIdList": ["PMC3148432", "21909286"]}, {"Citation": "De Bie, T., Cristianini, N., Demuth, J. P. & Hahn, M. W. CAFE: a computational tool for the study of gene family evolution. Bioinformatics10.1093/bioinformatics/btl097 (2006).", "ArticleIdList": ["16543274"]}, {"Citation": "Lamo JM, Rao SR. Chromosome counts two species Curcuma Linnaeus (Zingiberaceae) North-East India. Pleione. 2014;8:435–438."}, {"Citation": "Nair, R. R. & Sasikumar, B. Chromosome number variation among germplasm collections and seedling progenies in turmeric, Curcuma longa L. Cytologia (Tokyo). 10.1508/cytologia.74.153 (2009)."}, {"Citation": "Ott, A. et al. Linked read technology for assembling large complex and polyploid genomes. BMC Genomics10.1186/s12864-018-5040-z (2018).", "ArticleIdList": ["PMC6122573", "30180802"]}, {"Citation": "Xu, C. Q. et al. Genome sequence of Malania oleifera, a tree with great value for nervonic acid production. Gigascience10.1093/gigascience/giy164 (2019).", "ArticleIdList": ["PMC6377399", "30689848"]}, {"Citation": "Ou, S., Chen, J. & Jiang, N. Assessing genome assembly quality using the LTR assembly index (LAI). Nucleic Acids Res. 10.1093/nar/gky730 (2018).", "ArticleIdList": ["PMC6265445", "30107434"]}, {"Citation": "Amalraj, A., Pius, A., Gopi, S. & Gopi, S. Biological activities of curcuminoids, other biomolecules from turmeric and their derivatives—a review. J. Tradit. Complement. Med.10.1016/j.jtcme.2016.05.005 (2017).", "ArticleIdList": ["PMC5388087", "28417091"]}, {"Citation": "Ling, H. Q. et al. Genome sequence of the progenitor of wheat A subgenome Triticum urartu. Nature10.1038/s41586-018-0108-0 (2018).", "ArticleIdList": ["PMC6784869", "29743678"]}, {"Citation": "D’hont, A. et al. The banana (Musa acuminata) genome and the evolution of monocotyledonous plants. Nature10.1038/nature11241 (2012).", "ArticleIdList": ["22801500"]}, {"Citation": "Rayirath, U. P., Lada, R. R., Caldwell, C. D., Asiedu, S. K. & Sibley, K. J. Role of ethylene and jasmonic acid on rhizome induction and growth in rhubarb (Rheum rhabarbarum L.). Plant Cell. Tissue Organ Cult. 10.1007/s11240-010-9861-y (2011)."}, {"Citation": "Pandith, S. A. et al. Functional promiscuity of two divergent paralogs of type III plant polyketide synthases. Plant Physiol. 10.1104/pp.16.00003 (2016).", "ArticleIdList": ["PMC4972261", "27268960"]}, {"Citation": "Ramakrishna, A. & Ravishankar, G. A. Influence of abiotic stress signals on secondary metabolites in plants. Plant Signal. Behav.10.4161/psb.6.11.17613 (2011).", "ArticleIdList": ["PMC3329344", "22041989"]}, {"Citation": "Isah, T. Stress and defense responses in plant secondary metabolites production. Biological Res.10.1186/s40659-019-0246-3 (2019).", "ArticleIdList": ["PMC6661828", "31358053"]}, {"Citation": "Jackman, S. D. et al. Tigmint: Correcting assembly errors using linked reads from large molecules. BMC Bioinformatics10.1186/s12859-018-2425-6 (2018).", "ArticleIdList": ["PMC6204047", "30367597"]}, {"Citation": "Yeo, S., Coombe, L., Warren, R. L., Chu, J. & Birol, I. ARCS: Scaffolding genome drafts with linked reads. Bioinformatics10.1093/bioinformatics/btx675 (2018).", "ArticleIdList": ["PMC6030987", "29069293"]}, {"Citation": "Zhang, S. V., Zhuo, L. & Hahn, M. W. AGOUTI: Improving genome assembly and annotation using transcriptome data. Gigascience10.1186/s13742-016-0136-3 (2016).", "ArticleIdList": ["PMC4952227", "27435057"]}, {"Citation": "Warren, R. L. et al. LINKS: Scalable, alignment-free scaffolding of draft genomes with long reads. Gigascience10.1186/s13742-015-0076-3 (2015).", "ArticleIdList": ["PMC4524009", "26244089"]}, {"Citation": "Walker, B. J. et al. Pilon: An integrated tool for comprehensive microbial variant detection and genome assembly improvement. PLoS One (2014), 10.1371/journal.pone.0112963.", "ArticleIdList": ["PMC4237348", "25409509"]}, {"Citation": "Chakraborty, M., Baldwin-Brown, J. G., Long, A. D. & Emerson, J. J. Contiguous and accurate de novo assembly of metazoan genomes with modest long read coverage. Nucleic Acids Res. 10.1093/nar/gkw654 (2016).", "ArticleIdList": ["PMC5100563", "27458204"]}, {"Citation": "Paulino, D. et al. Sealer: A scalable gap-closing application for finishing draft genomes. BMC Bioinformatics (2015), 10.1186/s12859-015-0663-4 (2015).", "ArticleIdList": ["PMC4515008", "26209068"]}, {"Citation": "Xu, G. C. et al. LR-Gapcloser: A tiling path-based gap closer that uses long reads to complete genome assembly. Gigascience10.1093/gigascience/giy157 (2018).", "ArticleIdList": ["PMC6324547", "30576505"]}, {"Citation": "Li, H. Aligning sequence reads, clone sequences Assem. contigs BWA-MEM. Arxiv. Preprint at https://arxiv.org/abs/1303.3997 (2013)."}, {"Citation": "Li, H. Minimap2: Pairwise alignment for nucleotide sequences. Bioinformatics10.1093/bioinformatics/bty191 (2018).", "ArticleIdList": ["PMC6137996", "29750242"]}, {"Citation": "Kim D, Langmead B, Salzberg SL. HISAT: a fast spliced aligner with low memory requirements. Nat. Methods. 2015 doi: 10.1038/nmeth.3317.", "ArticleIdList": ["10.1038/nmeth.3317", "PMC4655817", "25751142"]}, {"Citation": "Li, H. et al. The Sequence Alignment/Map format and SAMtools. Bioinformatics10.1093/bioinformatics/btp352 (2009).", "ArticleIdList": ["0"]}, {"Citation": "Simão, F. A., Waterhouse, R. M., Ioannidis, P., Kriventseva, E. V. & Zdobnov, E. M. BUSCO: Assessing genome assembly and annotation completeness with single-copy orthologs. Bioinformatics10.1093/bioinformatics/btv351 (2015).", "ArticleIdList": ["26059717"]}, {"Citation": "Gremme, G., Steinbiss, S. & Kurtz, S. Genome tools: a comprehensive software library for efficient processing of structured genome annotations. IEEE/ACM Trans. Comput. Biol. Bioinforma. 10.1109/TCBB.2013.68 (2013).", "ArticleIdList": ["24091398"]}, {"Citation": "Ou, S. & Jiang, N. LTR_retriever: A highly accurate and sensitive program for identification of long terminal repeat retrotransposons. Plant Physiol. 10.1104/pp.17.01310 (2018).", "ArticleIdList": ["PMC5813529", "29233850"]}, {"Citation": "Kokot, M., Dlugosz, M. & Deorowicz, S. KMC 3: counting and manipulating k-mer statistics. Bioinformatics10.1093/bioinformatics/btx304 (2017).", "ArticleIdList": ["28472236"]}, {"Citation": "Vurture, G. W. et al. GenomeScope: Fast reference-free genome profiling from short reads. Bioinformatics (2017), 10.1093/bioinformatics/btx153 (2017).", "ArticleIdList": ["PMC5870704", "28369201"]}, {"Citation": "Bolger, A. M., Lohse, M. & Usadel, B. Trimmomatic: a flexible trimmer for Illumina sequence data. Bioinformatics10.1093/bioinformatics/btu170 (2014).", "ArticleIdList": ["PMC4103590", "24695404"]}, {"Citation": "Zhao, S. et al. Comparison of stranded and non-stranded RNA-seq transcriptome profiling and investigation of gene overlap. BMC Genomics10.1186/s12864-015-1876-7 (2015).", "ArticleIdList": ["PMC4559181", "26334759"]}, {"Citation": "Stanke, M. et al. AUGUSTUS: Ab initio prediction of alternative transcripts. Nucleic Acids Res. 10.1093/nar/gkl200 (2006).", "ArticleIdList": ["PMC1538822", "16845043"]}, {"Citation": "Altschul SF, Gish W, Miller W, Myers EW, Lipman DJ. Basic local alignment search tool. J. Mol. Biol. 1990 doi: 10.1016/S0022-2836(05)80360-2.", "ArticleIdList": ["10.1016/S0022-2836(05)80360-2", "2231712"]}, {"Citation": "Griffiths-Jones, S., Saini, H. K., Van Dongen, S. & Enright, A. J. miRBase: Tools for microRNA genomics. Nucleic Acids Res. 10.1093/nar/gkm952 (2008).", "ArticleIdList": ["PMC2238936", "17991681"]}, {"Citation": "Chan, P. P. & Lowe, T. M. tRNAscan-SE: Searching for tRNA genes in genomic sequences. Methods Mol. Biol.10.1007/978-1-4939-9173-0_1 (2019).", "ArticleIdList": ["PMC6768409", "31020551"]}, {"Citation": "Suzek, B. E., Wang, Y., Huang, H., McGarvey, P. B. & Wu, C. H. UniRef clusters: a comprehensive and scalable alternative for improving sequence similarity searches. Bioinformatics10.1093/bioinformatics/btu739 (2015).", "ArticleIdList": ["PMC4375400", "25398609"]}, {"Citation": "Bateman, A. The Pfam protein families database. Nucleic Acids Res. 10.1093/nar/gkh121 (2004).", "ArticleIdList": ["PMC308855", "14681378"]}, {"Citation": "Jaiswal, S. K., Mahajan, S., Chakraborty, A., Kumar, S. & Sharma, V. K. The genome sequence of Aloe vera reveals adaptive evolution of drought tolerance mechanisms. iScience10.1016/j.isci.2021.102079 (2021).", "ArticleIdList": ["PMC7889978", "33644713"]}, {"Citation": "Jaiswal, S. K. et al. Genome sequence of peacock reveals the peculiar case of a glittering bird. Front. Genet. 10.3389/fgene.2018.00392 (2018).", "ArticleIdList": ["PMC6156156", "30283495"]}, {"Citation": "Bairoch, A. & Apweiler, R. The SWISS-PROT protein sequence database and its supplement TrEMBL in 2000. Nucleic Acids Res.10.1093/nar/28.1.45 (2000).", "ArticleIdList": ["PMC102476", "10592178"]}, {"Citation": "Finn, R. D., Clements, J. & Eddy, S. R. HMMER web server: Interactive sequence similarity searching. Nucleic Acids Res. 10.1093/nar/gkr367 (2011).", "ArticleIdList": ["PMC3125773", "21593126"]}, {"Citation": "Xu, H. et al. FastUniq: A fast de novo duplicates removal tool for paired short reads. PLoS ONE10.1371/journal.pone.0052249. (2012)", "ArticleIdList": ["PMC3527383", "23284954"]}, {"Citation": "Narasimhan, V. et al. BCFtools/RoH: a hidden Markov model approach for detecting autozygosity from next-generation sequencing data. Bioinformatics10.1093/bioinformatics/btw044 (2016).", "ArticleIdList": ["PMC4892413", "26826718"]}, {"Citation": "Zhang, L. et al. RNA sequencing provides insights into the evolution of lettuce and the regulation of flavonoid biosynthesis. Nat. Commun. 10.1038/s41467-017-02445-9 (2017).", "ArticleIdList": ["PMC5741661", "29273740"]}, {"Citation": "Bolser, D., Staines, D. M., Pritchard, E. & Kersey, P. Ensembl plants: Integrating tools for visualizing, mining, and analyzing plant genomics data. Methods Mol. Biol.10.1007/978-1-4939-3167-5_6 (2016).", "ArticleIdList": ["26519403"]}, {"Citation": "Katoh, K. & Standley, D. M. MAFFT multiple sequence alignment software version 7: improvements in performance and usability. Mol. Biol. Evol. 10.1093/molbev/mst010 (2013).", "ArticleIdList": ["PMC3603318", "23329690"]}, {"Citation": "Stamatakis, A. RAxML version 8: A tool for phylogenetic analysis and post-analysis of large phylogenies. Bioinformatics10.1093/bioinformatics/btu033 (2014).", "ArticleIdList": ["PMC3998144", "24451623"]}, {"Citation": "Jombart, T. & Dray, S. Adephylo: exploratory analyses for the phylogenetic comparative method. Bioinformatics10.1093/bioinformatics/btq292 (2010)."}, {"Citation": "Ng, P. C. & Henikoff, S. SIFT: Predicting amino acid changes that affect protein function. Nucleic Acids Res. 10.1093/nar/gkg509 (2003).", "ArticleIdList": ["PMC168916", "12824425"]}, {"Citation": "Bateman, A. et al. UniProt: A hub for protein information. Nucleic Acids Res. 10.1093/nar/gku989 (2015).", "ArticleIdList": ["PMC4384041", "25348405"]}, {"Citation": "Yang, Z. PAML 4: Phylogenetic analysis by maximum likelihood. Mol. Biol. Evol. 10.1093/molbev/msm088 (2007).", "ArticleIdList": ["17483113"]}, {"Citation": "Mittal, P., Jaiswal, S. K., Vijay, N., Saxena, R. & Sharma, V. K. Comparative analysis of corrected tiger genome provides clues to its neuronal evolution. Sci. Rep. 10.1038/s41598-019-54838-z (2019).", "ArticleIdList": ["PMC6895189", "31804567"]}, {"Citation": "Moriya, Y., Itoh, M., Okuda, S., Yoshizawa, A. C. & Kanehisa, M. KAAS: An automatic genome annotation and pathway reconstruction server. Nucleic Acids Res. 10.1093/nar/gkm321 (2007).", "ArticleIdList": ["PMC1933193", "17526522"]}, {"Citation": "Huerta-Cepas, J. et al. Fast genome-wide functional annotation through orthology assignment by eggNOG-mapper. Mol. Biol. Evol. 10.1093/molbev/msx148 (2017).", "ArticleIdList": ["PMC5850834", "28460117"]}, {"Citation": "Liao, Y., Wang, J., Jaehnig, E. J., Shi, Z. & Zhang, B. WebGestalt 2019: gene set analysis toolkit with revamped UIs and APIs. Nucleic Acids Res. 10.1093/nar/gkz401 (2019).", "ArticleIdList": ["PMC6602449", "31114916"]}, {"Citation": "Katsuyama Y, Kita T, Horinouchi S. Identification and characterization of multiple curcumin synthases from the herb Curcuma longa. FEBS Lett. 2009 doi: 10.1016/j.febslet.2009.07.029.", "ArticleIdList": ["10.1016/j.febslet.2009.07.029", "19622354"]}, {"Citation": "Altschul, S. F. et al. Gapped BLAST and PSI-BLAST: a new generation of protein database search programs. Nucleic Acids Res.10.1093/nar/25.17.3389 (1997).", "ArticleIdList": ["PMC146917", "9254694"]}, {"Citation": "Remmert, M., Biegert, A., Hauser, A. & Söding, J. HHblits: Lightning-fast iterative protein sequence searching by HMM-HMM alignment. Nat. Methods10.1038/nmeth.1818 (2012).", "ArticleIdList": ["22198341"]}, {"Citation": "Van Dongen, S. & Abreu-Goodger, C. Using MCL to extract clusters from networks. Methods Mol. Biol. 10.1007/978-1-61779-361-5_15 (2012).", "ArticleIdList": ["22144159"]}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "9", "Day": "29"}, {"Year": "2021", "Month": "8", "Day": "13"}, {"Year": "2021", "Month": "10", "Day": "16", "Hour": "5", "Minute": "56"}, {"Year": "2021", "Month": "10", "Day": "17", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "12", "Day": "24", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "10", "Day": "15"}], "PublicationStatus": "epublish", "ArticleIdList": ["34654884", "PMC8521574", "10.1038/s42003-021-02720-y", "10.1038/s42003-021-02720-y"]}}], "PubmedBookArticle": []}