{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Apigenin-6-C-glucoside", "COVID-19", "Furin", "Isovitexin", "Main protease", "Molecular docking", "SARS-CoV-2"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34660817", "DateRevised": {"Year": "2023", "Month": "02", "Day": "20"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "10", "Day": "09"}], "Language": ["eng"], "ELocationID": ["201", "10.1186/s43094-021-00348-7"], "Journal": {"ISSN": "2314-7253", "JournalIssue": {"Volume": "7", "Issue": "1", "PubDate": {"Year": "2021"}}, "Title": "Future journal of pharmaceutical sciences", "ISOAbbreviation": "Futur J Pharm Sci"}, "ArticleTitle": "Computational guided identification of potential leads from <i>Acacia pennata</i> (L.) Willd. as inhibitors for cellular entry and viral replication of SARS-CoV-2.", "Pagination": {"StartPage": "201", "MedlinePgn": "201"}, "Abstract": {"AbstractText": ["Coronavirus disease 2019 (COVID-19) caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) started in 2019 and is still an on-going pandemic. SARS-CoV-2 uses a human protease called furin to aid in cellular entry and its main protease (M<sup>pro</sup>) to achieve viral replication. By targeting these proteins, scientists are trying to identify phytoconstituents of medicinal plants as potential therapeutics for COVID-19. Therefore, our study was aimed to identify promising leads as potential inhibitors of SARS-CoV-2 M<sup>pro</sup> and furin using the phytocompounds reported to be isolated from <i>Acacia pennata</i> (L.) Willd.", "A total of 29 phytocompounds were reported to be isolated from <i>A. pennata</i>. Molecular docking simulation studies revealed 9 phytocompounds as having the top 5 binding affinities towards SARS-CoV-2 M<sup>pro</sup> and furin. Among these phytocompounds, quercetin-3-<i>O</i>-<i>α</i>-L-rhamnopyranoside (C_18), kaempferol 3-<i>O</i>-<i>α</i>-L-rhamnopyranosyl-(1 → 4)-β-D-glucopyranoside (C_4), and isovitexin (C_5) have the highest drug score. However, C_18 and C_4 were not selected for further studies due to bioavailability issues and low synthetic accessibility. Based on binding affinity, molecular properties, drug-likeness, toxicity parameters, ligand interactions, bioavailability, synthetic accessibility, structure-activity relationship, and comparative analysis of our experimental findings with other studies, C_5 was identified as the most promising phytocompound. C_5 interacted with the active site residues of SARS-CoV-2 M<sup>pro</sup> (GLU166, ARG188, GLN189) and furin (ASN295, ARG298, HIS364, THR365). Many phytocompounds that interacted with these amino acid residues were reported by other studies as potential inhibitors of SARS-CoV-2 M<sup>pro</sup> and furin. The oxygen atom at position 18, the -OH group at position 19, and the 6-C-glucoside were identified as the pharmacophores in isovitexin (also known as apigenin-6-C-glucoside). Other in-silico studies reported apigenin as a potential inhibitor of SARS-CoV-2 M<sup>pro</sup> and apigenin-o-7-glucuronide was reported to show stable conformation during MD simulations with SARS-CoV-2 M<sup>pro</sup>.", "The present study found isovitexin as the most promising phytocompound to potentially inhibit the cellular entry and viral replication of SARS-CoV-2. We also conclude that compounds having oxygen atom at position 18 (C-ring), -OH group at position 19 (A-ring), and 6-C-glucoside attached to the A-ring at position 3 on a C<sub>6</sub>-C<sub>3</sub>-C<sub>6</sub> flavonoid scaffold could offer the best alternative to develop new leads against SARS-CoV-2."], "CopyrightInformation": "© The Author(s) 2021."}, "AuthorList": [{"Identifier": ["0000-0002-0504-8738"], "AffiliationInfo": [{"Identifier": ["grid.412023.6", "0000 0001 0674 667X"], "Affiliation": "Department of Pharmaceutical Sciences, Faculty of Science and Engineering, Dibrugarh University, Dibrugarh, Assam 786004 India."}], "LastName": "Zothantluanga", "ForeName": "James H", "Initials": "JH"}, {"Identifier": ["0000-0001-5419-3942"], "AffiliationInfo": [{"Identifier": ["grid.412023.6", "0000 0001 0674 667X"], "Affiliation": "Department of Pharmaceutical Sciences, Faculty of Science and Engineering, Dibrugarh University, Dibrugarh, Assam 786004 India."}], "LastName": "Gogoi", "ForeName": "Neelutpal", "Initials": "N"}, {"Identifier": ["0000-0002-8232-4476"], "AffiliationInfo": [{"Identifier": ["grid.412023.6", "0000 0001 0674 667X"], "Affiliation": "Department of Pharmaceutical Sciences, Faculty of Science and Engineering, Dibrugarh University, Dibrugarh, Assam 786004 India."}], "LastName": "Shakya", "ForeName": "Anshul", "Initials": "A"}, {"Identifier": ["0000-0002-1989-9437"], "AffiliationInfo": [{"Identifier": ["grid.412023.6", "0000 0001 0674 667X"], "Affiliation": "Department of Pharmaceutical Sciences, Faculty of Science and Engineering, Dibrugarh University, Dibrugarh, Assam 786004 India."}], "LastName": "Chetia", "ForeName": "Dipak", "Initials": "D"}, {"Identifier": ["0000-0002-2625-9438"], "AffiliationInfo": [{"Identifier": ["grid.411813.e", "0000 0000 9217 3865"], "Affiliation": "Department of Zoology, Pachhunga Univeristy College, Aizawl, Mizoram 796001 India."}], "LastName": "Lalthanzara", "ForeName": "H", "Initials": "H"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Egypt", "MedlineTA": "Futur J Pharm Sci", "NlmUniqueID": "101773286", "ISSNLinking": "2314-7245"}, "CoiStatement": "Competing interestsNot applicable."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Narkhede RR, Pise AV, Cheke RS, Shinde SD. Recognition of natural products as potential inhibitors of COVID-19 main protease (Mpro): In-Silico evidences. Nat Prod Bioprospect. 2020;10:297–306. doi: 10.1007/s13659-020-00253-1.", "ArticleIdList": ["10.1007/s13659-020-00253-1", "PMC7299459", "32557405"]}, {"Citation": "World Health Organization (2021) WHO Coronavirus disease (COVID-19) Dashboard. https://covid19.who.int/. Accessed 2 Feb 2021."}, {"Citation": "Centers for Disease Control and Prevention (2020) CDC COVID-19 Symptoms of Coronavirus. https://www.cdc.gov/coronavirus/2019-ncov/symptoms-testing/symptoms.html. Accessed 4 Feb 2021."}, {"Citation": "Shende P, Khanolkar B, Gaud RS. Drug repurposing: new strategies for addressing COVID-19 outbreak. Exp Rev Anti Infect Ther. 2020;3:1–18.", "ArticleIdList": ["33183102"]}, {"Citation": "Stasi C, Fallani S, Voller F, Silvestri C (2020) Treatment for COVID-19: an overview. Eur J Pharmacol 889:173644.", "ArticleIdList": ["PMC7548059", "33053381"]}, {"Citation": "Regulatory Affairs Professional Society (2021) COVID-19 vaccine tracker. https://www.raps.org/news-and-articles/news-articles/2020/3/covid-19-vaccine-tracker. Accessed 2 Feb 2021."}, {"Citation": "Ingrid T (2021) COVID-19: Norway investigates 23 deaths in frail elderly patients after vaccination. BMJ 372: n149.", "ArticleIdList": ["33451975"]}, {"Citation": "Antonio ADS, Wiedemann LSM, Veiga-Junior VF. Natural products’ role against COVID-19. RSC Adv. 2020;10:23379–23393. doi: 10.1039/D0RA03774E.", "ArticleIdList": ["10.1039/D0RA03774E", "PMC9122563", "35693131"]}, {"Citation": "Islam MT, Sarkar C, El-Kersh DM, Jamaddar S, Uddin SJ, Shilpi JA, Mubarak MS. Natural products and their derivative against coronavirus: a review of the non-clinical and pre-clinical data. Phytother Res. 2020;34:2471–2492. doi: 10.1002/ptr.6700.", "ArticleIdList": ["10.1002/ptr.6700", "32248575"]}, {"Citation": "Kim DW, Seo KH, Curtis-Long MJ, Oh KY, Oh JW, Cho JK, Lee KH, Park KH. Phenolic phytochemical displaying SARS-CoV papain-like protease inhibition from the seeds of Psoralea corylifolia. J Enzyme Inhib Med Chem. 2014;29:59–63. doi: 10.3109/14756366.2012.753591.", "ArticleIdList": ["10.3109/14756366.2012.753591", "23323951"]}, {"Citation": "Tahir Ul Qamar M, Maryam A, Muneer I, Xing F, Ashfaq UA, Khan FA, Anwar F, Geesi MH, Khalid RR, Rauf SA, Siddiqi AR. Computational screening of medicinal plant phytochemicals to discover potent pan-serotype inhibitors against dengue virus. Sci Rep. 2019;9:1433. doi: 10.1038/s41598-018-38450-1.", "ArticleIdList": ["10.1038/s41598-018-38450-1", "PMC6363786", "30723263"]}, {"Citation": "Cheng Y, Chao T, Li C, Chiu M, Kao H, Wang S, Pang Y, Lin C, Tsai Y, Lee W, Tao M, Ho T, Wu P, Jang L, Chen P, Chang S, Yeh S (2020) Furin inhibitors block SARS-CoV-2 spike protein cleavage to suppress virus production and cytopathic effects. Cell Rep 33:108254.", "ArticleIdList": ["PMC7510585", "33007239"]}, {"Citation": "Braun E, Sauter D, Furin-mediated protein processing in infectious diseases and cancer. Clin Transl Immunol. 2019;8: e1073.", "ArticleIdList": ["PMC6682551", "31406574"]}, {"Citation": "Huang Y, Yang C, Xu X, Xu W, Liu S. Structural and functional properties of SARS-CoV-2 spike protein: potential antivirus drug development for COVID-19. Acta Pharmacol Sin. 2020;41:1141–1149. doi: 10.1038/s41401-020-0485-4.", "ArticleIdList": ["10.1038/s41401-020-0485-4", "PMC7396720", "32747721"]}, {"Citation": "Jin Z, Du X, Xu Y, Deng Y, Liu M, Zhao Y, Zhang B, Li X, Zhang L, Peng C, Duan Y, Yu J, Wang L, Yang K, Liu F, Jiang R, Yang X, You T, Liu X, Yang X, Bai F, Liu H, Liu X, Guddat LW, Xu W, Xiao G, Qin C, Shi Z, Jiang H, Rao Z, Yang H. Structure of Mpro from SARS-CoV-2 and discovery of its inhibitors. Nature. 2020;582:289–293. doi: 10.1038/s41586-020-2223-y.", "ArticleIdList": ["10.1038/s41586-020-2223-y", "32272481"]}, {"Citation": "Gildenhuys S. Expanding our understanding of the role polyprotein conformation plays in the coronavirus life cycle. Biochem J. 2020;477:1479–1482. doi: 10.1042/BCJ20200223.", "ArticleIdList": ["10.1042/BCJ20200223", "PMC7200640", "32348474"]}, {"Citation": "Prajapat M, Sarma P, Shekhar N, Avti P, Sinha S, Kaur H, Kumar S, Bhattacharyya A, Kumar H, Bansal S, Medhi B. Drug targets for corona virus: a systematic review. Indian J Pharmacol. 2020;52:56–65. doi: 10.4103/ijp.IJP_115_20.", "ArticleIdList": ["10.4103/ijp.IJP_115_20", "PMC7074424", "32201449"]}, {"Citation": "Robson B (2020) Computers and viral diseases. Preliminary bioinformatics studies on the design of a synthetic vaccine and a preventative peptidomimetic antagonist against the SARS-CoV-2 (2019-nCoV, COVID-19) coronavirus. Comput Biol Med 119:103670.", "ArticleIdList": ["PMC7094376", "32209231"]}, {"Citation": "Wang Z, Yang L. Turning the tide: Natural products and natural-product-inspired chemicals as potential counters to SARS-CoV-2 infection. Front Pharmacol. 2020;11:1013. doi: 10.3389/fphar.2020.01013.", "ArticleIdList": ["10.3389/fphar.2020.01013", "PMC7343773", "32714193"]}, {"Citation": "Joshi T, Joshi T, Sharma P, Mathpal S, Pundir H, Bhatt V, Chandra S. In silico screening of natural compounds against COVID-19 by targeting Mpro and ACE2 using molecular docking. Eur Rev Med Pharmacol Sci. 2020;24:4529–4536.", "ArticleIdList": ["32373991"]}, {"Citation": "Khanal P, Patil BM, Chand J, Naaz Y. Anthraquinone derivatives as an immune booster and their therapeutic option against COVID-19. Nat Prod Bioprospect. 2020;10:325–335. doi: 10.1007/s13659-020-00260-2.", "ArticleIdList": ["10.1007/s13659-020-00260-2", "PMC7414902", "32772313"]}, {"Citation": "Jo S, Kim S, Shin DH, Kim MS. Inhibition of SARS-CoV 3CL protease by flavonoids. J Enzyme Inhib Med Chem. 2020;35:145–151. doi: 10.1080/14756366.2019.1690480.", "ArticleIdList": ["10.1080/14756366.2019.1690480", "PMC6882434", "31724441"]}, {"Citation": "Meneguzzo F, Ciriminna R, Zabini F, Pagliaro M. Review of evidence available on hesperidin-rich products as potential tools against COVID-19 and hydrodynamic cavitation-based extraction as a method of increasing their production. Processes. 2020;8:549. doi: 10.3390/pr8050549.", "ArticleIdList": ["10.3390/pr8050549"]}, {"Citation": "Russo M, Moccia S, Spagnuolo C, Tedesco I, Russo GL (2020) Roles of flavonoids against coronavirus infection. Chem Biol Interact 328:109211.", "ArticleIdList": ["PMC7385538", "32735799"]}, {"Citation": "Aye MM, Aung HT, Sein MM, Armijos C. A Review on the phytochemistry, medicinal properties and pharmacological activities of 15 selected Myanmar medicinal plants. Molecules. 2019;24:293. doi: 10.3390/molecules24020293.", "ArticleIdList": ["10.3390/molecules24020293", "PMC6359042", "30650546"]}, {"Citation": "Kim A, Choi J, Htwe KM, Chin Y, Kim J, Yoon KD. Flavonoid glycosides from the aerial parts of Acacia pennata in Myanmar. Phytochemistry. 2015;118:17–22. doi: 10.1016/j.phytochem.2015.08.001.", "ArticleIdList": ["10.1016/j.phytochem.2015.08.001", "26256031"]}, {"Citation": "Rifai Y, Arai MA, Koyano T, Kowithayakorn T, Ishibashi M. Terpenoids and a flavonoid glycoside from Acacia pennata leaves as hedgehog/GLI-mediated transcriptional inhibitors. J Nat Prod. 2010;73:995–997. doi: 10.1021/np1000818.", "ArticleIdList": ["10.1021/np1000818", "20450170"]}, {"Citation": "Sowndhararajan K, Joseph JM, Manian S. Antioxidant and free radical scavenging activities of Indian Acacias: Acacia leucophloea (Roxb.) Willd., Acacia ferruginea Dc., Acacia dealbata Link. and Acacia pennata (L.) Willd. Int J Food Prop. 2013;16:1717–1729. doi: 10.1080/10942912.2011.604895.", "ArticleIdList": ["10.1080/10942912.2011.604895"]}, {"Citation": "Bhuyan B, Baishya K. Ethnomedicinal value of various plants used in the preparation of traditional rice beer by different tribes of Assam, India. Drug Invent Today. 2013;5:335–341. doi: 10.1016/j.dit.2013.09.002.", "ArticleIdList": ["10.1016/j.dit.2013.09.002"]}, {"Citation": "Nguyen V, Nguyen HT, Do L, Tuan VV, Thuong PT, Phan T. A new saponin with anti-HIV-1 protease activity from Acacia pennata. Nat Prod Commun. 2018;13:411–414."}, {"Citation": "Lipipun V, Kurokawa M, Suttisri R, Taweechotipatr P, Pramyothin P, Hattori M, Shiraki K. Efficacy of Thai medicinal plant extracts against herpes simplex virus type 1 infection in vitro and in vivo. Antiviral Res. 2003;60:175–180. doi: 10.1016/S0166-3542(03)00152-9.", "ArticleIdList": ["10.1016/S0166-3542(03)00152-9", "14638393"]}, {"Citation": "Dongmo AB, Myyamoto T, Yoshikawa K, Arihara S, Lacaille-Dubois MA. Flavonoids from Acacia pennata and their cyclooxygenase (COX-1 and COX-2) inhibitory activities. Planta Med. 2007;73:1202–1207. doi: 10.1055/s-2007-981596.", "ArticleIdList": ["10.1055/s-2007-981596", "17823873"]}, {"Citation": "Lalchhandama K. Efficacy and structural effects of Acacia pennata root bark upon the avian parasitic helminth, Raillietina echinobothrida. Pharm J. 2013;5:17–21."}, {"Citation": "Nanasombat S, Teckchuen N. Antimicrobial, antioxidant and anticancer activities of Thai local vegetables. J Med Plant Res. 2009;3:443–449."}, {"Citation": "Wongsa P, Chaiwarit J, Zamaludien A. In vitro screening of phenolic compounds, potential inhibition against α-amylase and α-glucosidase of culinary herbs in Thailand. Food Chem. 2012;131:964–971. doi: 10.1016/j.foodchem.2011.09.088.", "ArticleIdList": ["10.1016/j.foodchem.2011.09.088"]}, {"Citation": "Judprasong K, Charoenkiatkul S, Sungpuag P, Vasanachitt K, Nakjamanong Y. Total and soluble oxalate contents in Thai vegetables, cereal grains and legume seeds and their changes after cooking. J Food Compost Anal. 2006;19:340–347. doi: 10.1016/j.jfca.2005.04.002.", "ArticleIdList": ["10.1016/j.jfca.2005.04.002"]}, {"Citation": "Thongwat D, Ganranoo L, Chokchaisiri R. Larvicidal and pupicidal activities of crude and fractionated extracts of Acacia pennata (L.) Willd. Subsp Insuavis shoot tips against Aedes aegypti (L.) (Diptera: Culicidae) Southeast Asian J Trop Med Public Health. 2017;48:27–36.", "ArticleIdList": ["29644817"]}, {"Citation": "Changkija S. Folk medicinal plants of the Nagas in India. Asian Folkl Stud. 1999;58:205–230. doi: 10.2307/1178894.", "ArticleIdList": ["10.2307/1178894"]}, {"Citation": "ChemAxon (2021) MarvinSketch 20.10. https://chemaxon.com/products/marvin. Accessed 25 Jan 2021"}, {"Citation": "RCSB Protein Data Bank (2021) 6M2N SARS-CoV-2 3CL protease (3CL pro) in complex with a novel inhibitor. https://www.rcsb.org/structure/6M2N. Accessed 25 Jan 2021."}, {"Citation": "RCSB Protein Data Bank (2021) 3WL 5,6,7-trihydorxy-2-phenyl-4H-chromen-4-one. https://www.rcsb.org/ligand/3WL. Accessed 25 Jan 2021."}, {"Citation": "RCSB Protein Data Bank (2021) 4RYD X-ray structure of human furin in complex with the competitive inhibitor para-guanidinomethyl-Phac-R-Tle-R-Amba. https://www.rcsb.org/structure/4RYD. Accessed 25 Jan 2021."}, {"Citation": "RCSB Protein Data Bank (2021) PRD_001257 para-guanidinomethyl-phenylacetyl-Arg-(3-methylvaline)-Arg- (amidomethyl)benzamidine. https://www.rcsb.org/ligand/PRD_001257. Accessed 25 Jan 2021."}, {"Citation": "Jin Z, Zhao Y, Sun Y, Zhang B, Wang H, Wu Y, Zhu Y, Zhu C, Hu T, Du X, Duan Y, Yu J, Yang X, Yang X, Yang K, Liu X, Guddat LW, Xiao G, Zhang L, Yang H, Rao Z. Structural basis for the inhibition of SARS-CoV-2 main protease by antineoplastic drug carmofur. Nat Struct Mol Biol. 2020;27:529–532. doi: 10.1038/s41594-020-0440-6.", "ArticleIdList": ["10.1038/s41594-020-0440-6", "32382072"]}, {"Citation": "PyRx website (2021) Python Prescription Virtual Screening Tool. https://pyrx.sourceforge.io/. Accessed 24 Jan 2021."}, {"Citation": "Trott O, Olson AJ. AutoDock Vina: improving the speed and accuracy of docking with a new scoring function, efficient optimization, and multithreading. J Comput Chem. 2010;31:455–461.", "ArticleIdList": ["PMC3041641", "19499576"]}, {"Citation": "Dallakyan S, Olson AJ. Small-molecule library screening by docking with PyRx. Methods Mol Biol. 2015;1263:243–250. doi: 10.1007/978-1-4939-2269-7_19.", "ArticleIdList": ["10.1007/978-1-4939-2269-7_19", "25618350"]}, {"Citation": "Hassan NM, Alhossary AA, Mu Y, Kwoh C. Protein-ligand blind docking using QuickVina-W with inter-process spatio-temporal integration. Sci Rep. 2017;7:15451. doi: 10.1038/s41598-017-15571-7.", "ArticleIdList": ["10.1038/s41598-017-15571-7", "PMC5684369", "29133831"]}, {"Citation": "Sander T, Freyss J, Von Korff M, Rufener C. DataWarrior: an open-source program for chemistry aware data visualization and analysis. J Chem Inf Model. 2015;55:460–473. doi: 10.1021/ci500588j.", "ArticleIdList": ["10.1021/ci500588j", "25558886"]}, {"Citation": "PyMOL (2021) The PyMOL Molecular Graphics System, Version 2.4.1 Schrodinger, LLC. https://www.schrodinger.com/products/pymol. Accessed 23 Jan 2021."}, {"Citation": "Daina A, Michielin O, Zoete V. SwissADME: a free web tool to evaluate pharmacokinetics, drug-likeness and medicinal chemistry friendliness of small molecules. Sci Rep. 2017;7:42717. doi: 10.1038/srep42717.", "ArticleIdList": ["10.1038/srep42717", "PMC5335600", "28256516"]}, {"Citation": "Pathak K, Raghuvanshi S. Oral bioavailability: issues and solutions via nanoformulations. Clin Pharmacokinet. 2015;54:325–357. doi: 10.1007/s40262-015-0242-x.", "ArticleIdList": ["10.1007/s40262-015-0242-x", "25666353"]}, {"Citation": "Lomarat P, Chancharunee S, Anantachoke N, Kitphati W, Sripha K, Bunyapraphatsara N. Bioactivity-guided separation of the active compounds in Acacia pennata responsible for the prevention of Alzheimer’s disease. Nat Prod Commun. 2015;10:1431–1434.", "ArticleIdList": ["26434135"]}, {"Citation": "EL-Taher EMM, El-Sherei MM, El Dine RS, El Naggar DMY, Khalil WKB, Kassem SM, El Khateeb A, Kassem MES (2021) Acacia pennata L. leaves: chemical profiling and impact on DNA damage, alteration of genotoxicity—related genes expression and ROS generation in hepatic tissues of acetaminophen treated male rats. Adv Tradit Med. 10.1007/s13596-020-00527-6."}, {"Citation": "Anand Ganapathy A, Hari Priya VM, Kumaran A (2021) Medicinal plants as a potential source of Phosphodiesterase-5 inhibitors: a review. J Ethnopharmacol 267.", "ArticleIdList": ["33137431"]}, {"Citation": "Wong G, He S, Siragam V, Bi Y, Mbikay M, Chretien M, Qiu X. Antiviral activity of quercetin-3-β-O-D-glucoside against Zika virus infection. Virol Sin. 2017;32:545–547. doi: 10.1007/s12250-017-4057-9.", "ArticleIdList": ["10.1007/s12250-017-4057-9", "PMC6598929", "28884445"]}, {"Citation": "Lani R, Hassandarvish P, Shu MH, Phoon WH, Chu JJ, Higgs S, Vanlandingham D, Abu Bakar S, Zandi K. Antiviral activity of selected flavonoids against Chikungunya virus. Antiviral Res. 2016;133:50–61. doi: 10.1016/j.antiviral.2016.07.009.", "ArticleIdList": ["10.1016/j.antiviral.2016.07.009", "27460167"]}, {"Citation": "Jo S, Kim S, Kim DY, Kim MS, Shin DH. Flavonoids with inhibitory activity against SARS-CoV-2 3CLpro. J Enzyme Inhib Med Chem. 2020;35:1539–1544. doi: 10.1080/14756366.2020.1801672.", "ArticleIdList": ["10.1080/14756366.2020.1801672", "PMC7470085", "32746637"]}, {"Citation": "Guengerich FP. Mechanisms of drug toxicity and relevance to pharmaceutical development. Drug Metab Pharmacokinet. 2011;26:3–14. doi: 10.2133/dmpk.DMPK-10-RV-062.", "ArticleIdList": ["10.2133/dmpk.DMPK-10-RV-062", "PMC4707670", "20978361"]}, {"Citation": "Openmolecules.org (2020) Overall Drug Score. http://www.openmolecules.org/propertyexplorer/drug-score.html#:~:text=The%20drug%20score%20combines%20druglikeness,ds%20is%20the%20drug%20score. Accessed 5 Feb 2021."}, {"Citation": "Chen D, Oezguen N, Urvil P, Ferguson C, Dann SM, Savidge TC (2016) Regulation of protein-ligand binding affinity by hydrogen bond pairing. Sci Adv 2: e1501240.", "ArticleIdList": ["PMC4820369", "27051863"]}, {"Citation": "de Freitas RF, Schapira M. A systematic analysis of atomic protein–ligand interactions in the PDB. Medchemcomm. 2017;8:1970–1981. doi: 10.1039/C7MD00381A.", "ArticleIdList": ["10.1039/C7MD00381A", "PMC5708362", "29308120"]}, {"Citation": "Kumar S, Nussinov R. Close-range electrostatic interactions in proteins. ChemBioChem. 2002;3:604–617. doi: 10.1002/1439-7633(20020703)3:7<604::AID-CBIC604>3.0.CO;2-X.", "ArticleIdList": ["10.1002/1439-7633(20020703)3:7<604::AID-CBIC604>3.0.CO;2-X", "12324994"]}, {"Citation": "Mehrbod P, Ebrahimi SN, Fotouhi F, Eskandari F, Eloff JN, McGaw LJ, Fasina FO. Experimental validation and computational modeling of anti-influenza effects of quercetin-3-O-α-L-rhamnopyranoside from indigenous south African medicinal plant Rapanea melanophloeos. BMC Complement Altern Med. 2019;19:346. doi: 10.1186/s12906-019-2774-3.", "ArticleIdList": ["10.1186/s12906-019-2774-3", "PMC6888925", "31791311"]}, {"Citation": "Chernyak BV, Popova EN, Prikhodko AS, Grebenchikov OA, Zinovkina LA, Zinovkin RA. COVID-19 and oxidative stress. Biochemistry (Mosc) 2020;85:1543–1553. doi: 10.1134/S0006297920120068.", "ArticleIdList": ["10.1134/S0006297920120068", "PMC7768996", "33705292"]}, {"Citation": "Kim SH, Kim JK, Lee YS, Bae YS, Lim SS. Inhibitory effect of quercetin-3-O–αα-L-rhamnopyranoside from Chamaecyparis obtuse on aldose reductase and sorbitol accumulation. Korean J Medicinal Crop Sci. 2010;18:305–310."}, {"Citation": "Park JY, Kim CS, Park KM, Chang PS (2019) Inhibitory characteristics of flavonol-3-O-glycosides from Polygonum aviculare L. (common knotgrass) against porcine pancreatic lipase. Sci Rep 9:18080.", "ArticleIdList": ["PMC6889161", "31792306"]}, {"Citation": "Han H, Xu B, Amin A, Li H, Yu X, Gong M, Zhang L. Quercetin-3-O-α-L-rhamnopyranoside derived from the leaves of Lindera aggregata (Sims) Kosterm. evokes the autophagy-induced nuclear factor erythroid 2-related factor 2 antioxidant pathway in human umbilical vein endothelial cells. Int J Mol Med. 2019;43:461–474.", "ArticleIdList": ["30431061"]}, {"Citation": "Tostes JBF, Silva AJR, Kuster RM. Isolation and characterization of polyphenols from Euphorbia heterophylla L. (Euphorbiaceae) leaves. Rev Fitos. 2019;13:49–60. doi: 10.17648/2446-4775.2019.696.", "ArticleIdList": ["10.17648/2446-4775.2019.696"]}, {"Citation": "Materska M, Perucka I, Stochmal A, Piacente S, Oleszek W. Quantitative and qualitative determination of flavonoids and phenolic acid derivatives from pericarp of hot pepper fruit cv. Bronowicka Ostra. Polish J Food Nutr Sci. 2003;53:72–76."}, {"Citation": "Okonkwo CJ, Njoku OU, Okonkwo TJN, Afieroho OE, Proksch P. Two new acylated flavonol glycosides from Mimosa pigra L. leaves sub-family Mimosoideae. Future J Pharm Sci. 2016;2:71–75. doi: 10.1016/j.fjps.2016.08.003.", "ArticleIdList": ["10.1016/j.fjps.2016.08.003"]}, {"Citation": "Fitzpatrick FA. Cyclooxygenase enzymes: regulation and function. Curr Pharm Des. 2004;10:577–588. doi: 10.2174/1381612043453144.", "ArticleIdList": ["10.2174/1381612043453144", "14965321"]}, {"Citation": "Liu B, Huang B, Hu G, He D, Li Y, Ran X, Du J, Fu S, Liu D. Isovitexin-mediated regulation of microglial polarization in lipopolysaccharide-induced neuroinflammation via activation of the CaMKKβ/AMPK-PGC-1α signaling axis. Front Immunol. 2019;10:2650. doi: 10.3389/fimmu.2019.02650.", "ArticleIdList": ["10.3389/fimmu.2019.02650", "PMC6868066", "31798583"]}, {"Citation": "Tay MZ, Poh CM, Renia L, MacAry PA, Ng LFP. The trinity of COVID-19: immunity, inflammation and intervention. Nat Rev Immunol. 2020;20:363–374. doi: 10.1038/s41577-020-0311-8.", "ArticleIdList": ["10.1038/s41577-020-0311-8", "PMC7187672", "32346093"]}, {"Citation": "Baghaki S, Yalcin CE, Baghaki HS, Aydin SY, Daghan B, Yavuz E. COX2 inhibition in the treatment of COVID-19: Review of literature to propose repositioning of celecoxib for randomized controlled studies. Int J Infect Dis. 2020;101:29–32. doi: 10.1016/j.ijid.2020.09.1466.", "ArticleIdList": ["10.1016/j.ijid.2020.09.1466", "PMC7525269", "33007455"]}, {"Citation": "Lv H, Yu Z, Zheng Y, Wang L, Qin X, Cheng G, Ci X. Isovitexin exerts anti-inflammatory and anti-oxidant activities on lipopolysaccharide-induced acute lung injury by inhibiting MAPK and NF-κB and activating HO-1/Nrf2 pathways. Int J Biol Sci. 2016;12:72–86. doi: 10.7150/ijbs.13188.", "ArticleIdList": ["10.7150/ijbs.13188", "PMC4679400", "26722219"]}, {"Citation": "Guimarães CC, Oliveira DD, Valdevite M, Saltoratto AL, Pereira SI, França Sde C, Pereira AM, Pereira PS. The glycosylated flavonoids vitexin, isovitexin, and quercetrin isolated from Serjania erecta Radlk (Sapindaceae) leaves protect PC12 cells against amyloid-β25-35 peptide-induced toxicity. Food Chem Toxicol. 2015;86:88–94. doi: 10.1016/j.fct.2015.09.002.", "ArticleIdList": ["10.1016/j.fct.2015.09.002", "26385725"]}, {"Citation": "Fu Y, Zu Y, Liu W, Hou C, Chen L, Li S, Shi X, Tong M. Preparative separation of vitexin and isovitexin from pigeonpea extracts with macroporous resins. J Chromatogr A. 2007;1139:206–213. doi: 10.1016/j.chroma.2006.11.015.", "ArticleIdList": ["10.1016/j.chroma.2006.11.015", "17140590"]}, {"Citation": "Pang S, Ge Y, Wang LS, Liu X, Lin CW, Yang H. Isolation and purification of orientin and isovitexin from Thlaspi arvense Linn. Adv Mat Res. 2013;781–784:615–618."}, {"Citation": "Sientzoff P, Hubert J, Janin C, Voutquenne-Nazabadioko L, Renault JH, Nuzillard JM, Harakat D, Magid AA. Fast identification of radical scavengers from Securigera varia by combining 13C-NMR-Based dereplication to bioactivity-guided fractionation. Molecules. 2015;20:14970–14984. doi: 10.3390/molecules200814970.", "ArticleIdList": ["10.3390/molecules200814970", "PMC6331992", "26287151"]}, {"Citation": "Yuan Z, Lv H, Wang X, Li G, Suo Y, Zhang Z, Wang H. Separation and purification of four tannins from Potentilla parvifolia Fisch. (Rosaceae) using high-speed counter-current chromatography. Sep Sci Technol. 2016;51:2020–2027. doi: 10.1080/01496395.2016.1191509.", "ArticleIdList": ["10.1080/01496395.2016.1191509"]}, {"Citation": "Cherrak SA, Merzouk H, Mokhtari-Soulimane N (2020) Potential bioactive glycosylated flavonoids as SARS-CoV-2 main protease inhibitors: A molecular docking and simulation studies. PLoS ONE 15(10): e0240653.", "ArticleIdList": ["PMC7561147", "33057452"]}, {"Citation": "Abdul-Hammed M, Adedotun IO, Olajide M, Irabor CO, Afolabi TI, Gbadebo IO, Rhyman L, Ramasami P. Virtual screening, ADMET profiling, PASS prediction, and bioactivity studies of potential inhibitory roles of alkaloids, phytosterols, and flavonoids against COVID-19 main protease (Mpro) Nat Prod Res. 2021;9:1–7.", "ArticleIdList": ["PMC8204315", "34107799"]}, {"Citation": "Gowrishankar S, Muthumanickam S, Kamaladevi A, Karthika C, Jothi R, Boomi P, Maniazhagu D, Pandian SK. Promising phytochemicals of traditional Indian herbal steam inhalation therapy to combat COVID-19—an in silico study. Food Chem Toxicol. 2021; 148:111966.", "ArticleIdList": ["PMC7780060", "33412235"]}, {"Citation": "Vardhan S, Sahoo SK (2021) Virtual screening by targeting proteolytic sites of furin and TMPRSS2 to propose potential compounds obstructing the entry of SARS-CoV-2 virus into human host cells. J Tradit Complement Med. doi 10.1016%2Fj.jtcme.2021.04.001.", "ArticleIdList": ["PMC8040387", "33868970"]}, {"Citation": "Gurung AB, Ali MA, Lee J, Farah MA, Al-Anazi KM (2020) Unravelling lead antiviral phytochemicals for the inhibition of SARS-CoV-2 Mpro enzyme through in silico approach. Life Sci 255:117831.", "ArticleIdList": ["PMC7243810", "32450166"]}, {"Citation": "Gurung AB, Ali MA, Lee J, Abul Farah M, Al-Anazi KM. In silico screening of FDA approved drugs reveals ergotamine and dihydroergotamine as potential coronavirus main protease enzyme inhibitors. Saudi J Biol Sci. 2020;27(10):2674–2682. doi: 10.1016/j.sjbs.2020.06.005.", "ArticleIdList": ["10.1016/j.sjbs.2020.06.005", "PMC7286259", "32837219"]}, {"Citation": "He M, Min JW, Kong WL, He XH, Li JX, Peng BW. A review on the pharmacological effects of vitexin and isovitexin. Fitoterapia. 2016;115:74–85. doi: 10.1016/j.fitote.2016.09.011.", "ArticleIdList": ["10.1016/j.fitote.2016.09.011", "27693342"]}, {"Citation": "Zannella C, Giugliano R, Chianese A, Buonocore C, Vitale GA, Sanna G, Sarno F, Manzin A, Nebbioso A, Termolino P, Altucci L, Galdiero M, de Pascale D, Franci G. Antiviral Activity of Vitis vinifera Leaf Extract against SARS-CoV-2 and HSV-1. Viruses. 2021;13(7):1263. doi: 10.3390/v13071263.", "ArticleIdList": ["10.3390/v13071263", "PMC8310055", "34209556"]}, {"Citation": "Seidel T, Schuetz DA, Garon A, Langer T. The pharmacophore concept and its applications in computer-aided drug design. Prog Chem Org Nat Prod. 2019;110:99–141.", "ArticleIdList": ["31621012"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "3", "Day": "2"}, {"Year": "2021", "Month": "9", "Day": "29"}, {"Year": "2021", "Month": "10", "Day": "18", "Hour": "9", "Minute": "9"}, {"Year": "2021", "Month": "10", "Day": "19", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "10", "Day": "19", "Hour": "6", "Minute": "1"}, {"Year": "2021", "Month": "10", "Day": "9"}], "PublicationStatus": "ppublish", "ArticleIdList": ["34660817", "PMC8502097", "10.1186/s43094-021-00348-7", "348"]}}], "PubmedBookArticle": []}