{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Asarum", "genomic rearrangement", "phylogeny", "plastome", "tripartite structure"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34685866", "DateRevised": {"Year": "2024", "Month": "04", "Day": "03"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "09", "Day": "29"}], "Language": ["eng"], "ELocationID": ["2056", "10.3390/plants10102056"], "Journal": {"ISSN": "2223-7747", "JournalIssue": {"Volume": "10", "Issue": "10", "PubDate": {"Year": "2021", "Month": "Sep", "Day": "29"}}, "Title": "Plants (Basel, Switzerland)", "ISOAbbreviation": "Plants (Basel)"}, "ArticleTitle": "Complete Plastome of Three Korean <i>Asarum</i> (Aristolochiaceae): Confirmation Tripartite Structure within Korean <i>Asarum</i> and Comparative Analyses.", "Abstract": {"AbstractText": ["The genus <i>Asarum</i> (Aristolochiaceae) is a well-known resource of medicinal and ornamental plants. However, the taxonomy of Korean <i>Asarum</i> is ambiguous due to their considerable morphological variations. Previously, a unique plastome structure has been reported from this genus. Therefore, we investigated the structural change in the plastomes within three Korean <i>Asarum</i> species and inferred their phylogenetic relationships. The plastome sizes of <i>Asarum</i> species assembled here range from 190,168 to 193,356 bp, which are longer than a typical plastome size (160 kb). This is due to the incorporation and duplication of the small single copy into the inverted repeat, which resulted in a unique tripartite structure. We first verified this unique structure using the Illumina Miseq and Oxford Nanopore MinION platforms. We also investigated the phylogeny of 26 Aristolochiaceae species based on 79 plastid protein-coding genes, which supports the monophyly of Korean <i>Asarum</i> species. Although the 79 plastid protein-coding gene data set showed some limitations in supporting the previous classification, it exhibits its effectiveness in delineating some sections and species. Thus, it can serve as an effective tool for resolving species-level phylogeny in Aristolochiaceae. Last, we evaluated variable sites and simple sequence repeats in the plastome as potential molecular markers for species delimitation."]}, "AuthorList": [{"Identifier": ["0000-0003-4991-2636"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, Clarkson University, Potsdam, NY 13699, USA."}], "LastName": "Yoo", "ForeName": "Mi-Jeong", "Initials": "MJ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "National Institute of Biological Resources, 42 Hwangyeong-ro, Seo-gu, Incheon 22689, Korea."}], "LastName": "Jin", "ForeName": "Dong-Pil", "Initials": "DP"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Phyzen Inc., 13 Seongnam-daero, 331 beon-gil, Bundang-gu, Seongnam-si 13558, Korea."}], "LastName": "Lee", "ForeName": "Hyun-Oh", "Initials": "HO"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "National Institute of Biological Resources, 42 Hwangyeong-ro, Seo-gu, Incheon 22689, Korea."}], "LastName": "Lim", "ForeName": "Chae Eun", "Initials": "CE"}], "GrantList": [{"GrantID": "NIBR202022101", "Agency": "National Institute of Biological Resources, Ministry of Environment, Korea", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Plants (Basel)", "NlmUniqueID": "101596181", "ISSNLinking": "2223-7747"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Kelly L.M. Phylogenetic relationships in Asarum (Aristolochiaceae) based on morphology and ITS sequences. Am. J. Bot. 1998;85:1454–1467. doi: 10.2307/2446402.", "ArticleIdList": ["10.2307/2446402", "21684897"]}, {"Citation": "Huang S., Kelly L.M., Gilbert M.G. Asarum Linnaeus. In: Wu C.Y., Raven P.H., Hong D.Y., editors. Flora of China. Volume 5. Science Press; Beijing, China: Missouri Botanical Garden Press; St. Louis, MO, USA: 2003. pp. 246–257."}, {"Citation": "Sugawara T. Asarum. In: Iwatsuki K., Boufford D.E., Ohba H., editors. Flora of Japan. Volume 2a. Kodansha Scientific; Tokyo, Japan: 2006. pp. 368–387."}, {"Citation": "Lu C.T., Wang J.C. Asarum ampulliflorum (Aristolochiaceae), a new species from Taiwan. Phytotaxa. 2014;184:46–52. doi: 10.11646/phytotaxa.184.1.6.", "ArticleIdList": ["10.11646/phytotaxa.184.1.6"]}, {"Citation": "Oh B.U. Asarum L. In: Park C.W., editor. Flora of Korea. Volume 2a. National Institute of Biological Resources; Incheon, Korea: 2018. pp. 20–22."}, {"Citation": "Kelly L.M. A cladistic analysis of Asarum (Aristolochiaceae) and implications for the evolution of herkogamy. Am. J. Bot. 1997;84:1752–1765. doi: 10.2307/2446475.", "ArticleIdList": ["10.2307/2446475", "21708581"]}, {"Citation": "Kelly L.M., González F. Phylogenetic relationships in Aristolochiaceae. Syst. Bot. 2003;28:236–249."}, {"Citation": "Yinger B.R. Master’s Thesis. University of Delaware; Newark, DE, USA: 1983. A Horticultural Monograph of the Genus Asarum, Sensu Lato, in Japan."}, {"Citation": "Yinger B.R. Asarums. Bull. Am. Rock Gard. Soc. 1993;51:83–91."}, {"Citation": "Zhou R.H. Resource Science of Chinese Medicinal Materials. Medical & Pharmaceutical Sciences Press; Beijing, China: 1993. pp. 19–32."}, {"Citation": "Han A.R., Kim H.J., Shin M., Hong M., Kim Y.S., Bae H. Constituents of Asarum sieboldii with inhibitory activity on lipopolysaccharide (LPS)-induced NO production in BV-2 microglial cells. Chem. Biodivers. 2008;5:346–351. doi: 10.1002/cbdv.200890033.", "ArticleIdList": ["10.1002/cbdv.200890033", "18293448"]}, {"Citation": "Nivot N., Olivier A., Lapointe L. Vegetative propagation of five northern forest understory plant species from either rhizome or stem sections. Hortscience. 2008;43:1531–1537. doi: 10.21273/HORTSCI.43.5.1531.", "ArticleIdList": ["10.21273/HORTSCI.43.5.1531"]}, {"Citation": "Li X.W., Morinaga O., Tian M., Uto T., Yu J., Shang M.-Y., Wang X., Cai S.-Q., Shoyama Y. Development of an Eastern blotting technique for the visual detection of aristolochic acids in Aristolochia and Asarum species by using a monoclonal antibody against aristolochic acids I and II. Phytochem. Anal. 2013;24:645–653. doi: 10.1002/pca.2448.", "ArticleIdList": ["10.1002/pca.2448", "23761269"]}, {"Citation": "Yamaki K., Terabayashi S., Okada M., Pak J.H. A new species and a new variety of Asiasarum (Aristolochiaceae) from Korea. J. Jpn. Bot. 1996;71:1–10."}, {"Citation": "Kelly L.M. Taxonomy of Asarum section Asarum (Aristolochiaceae) Syst. Bot. 2003;26:17–53."}, {"Citation": "Zhu Y.P. Sources and production of Chinese materia medica. In: Zhu Y.P., editor. Chinese Materia Medica: Chemistry, Pharmacology and Applications. Harward; Amsterdam, The Netherlands: 1988. pp. 33–41."}, {"Citation": "Ramalingam M., Kim S.J. Phytochemical, toxicological and pharmacological studies of Asiasari Radix et Rhizoma: A review. Trop. J. Pharm. Res. 2015;14:545–554. doi: 10.4314/tjpr.v14i3.26.", "ArticleIdList": ["10.4314/tjpr.v14i3.26"]}, {"Citation": "So S., Kim M. A taxonomic study of Asarum (Aristolochiaceae) in Korea. Korean J. Plant Taxon. 2008;8:121–149. doi: 10.11110/kjpt.2008.38.2.121.", "ArticleIdList": ["10.11110/kjpt.2008.38.2.121"]}, {"Citation": "Maekawa F. Asiasarum. In: Nakai T., editor. Flora sylvatica Koreana. Volume 21. Government General of Chosen; Seoul, Korea: 1936. pp. 1–28."}, {"Citation": "Araki Y. Systema generis Asari. Acta Phytotax. Geobot. 1953;15:33–36."}, {"Citation": "Huber H. Aristolochiaceae. In: Kubitzki K., Rohwer J.G., Bittrich V., editors. The Families and Genera of Vascular Plants. Volume 2. Springer; Berlin/Heidelberg, Germany: 1993. pp. 129–137."}, {"Citation": "Yamaji H., Nakamura T., Yokoyama J., Kondo K., Morota T., Takeda S., Sasaki H., Maki M. A taxonomic study of Asarum sect. Asiasarum (Aristolochiaceae) in Japan. J. Jpn. Bot. 2007;82:79–105."}, {"Citation": "Yamaji H., Fukuda T., Yokoyama J., Pak J.H., Zhou C.Z., Yang C.S., Kondo K., Morota T., Takeda S., Sasaki H., et al. Reticulate evolution and phylogeography in Asarum sect. Asiasarum (Aristolochiaceae) documented in internal transcribed spacer sequences (ITS) of nuclear ribosomal DNA. Mol. Phylogenet. Evol. 2007;44:863–884. doi: 10.1016/j.ympev.2007.01.011.", "ArticleIdList": ["10.1016/j.ympev.2007.01.011", "17383903"]}, {"Citation": "Yamaji H., Fukuda T., Yokoyama J., Pak J.H., Zhou C.Z., Yang C.S., Morota T., Maki M. Hybridization and chloroplast captures in Asarum sect. Asiasarum (Aristolochiaceae) documented by chloroplast DNA sequences. Acta Phytotax. Geobot. 2007;58:84–96.", "ArticleIdList": ["17383903"]}, {"Citation": "Lee T.B. Illustrated Flora of Korea. Hyangmunsa; Seoul, Korea: 1980. pp. 296–297. (In Korean)"}, {"Citation": "Lee W.T. Lineamenta Florae Koreae. Volume 1. Academy Publishing Co.; Seoul, Korea: 1996. pp. 364–365. (In Korean)"}, {"Citation": "Lee Y.N. New Flora of Korea. Kyo-Hak Publishing Co. Ltd.; Seoul, Korea: 2006. pp. 418–423. (In Korean)"}, {"Citation": "So S. Master’s Thesis. Chonbuk National University; Jeonju, Korea: 2008. A Molecular Phylogenetic Study of the Genus Asarum in Korea."}, {"Citation": "Lee B.R., Kim S.H., Huh M.K. Phylogenic study of genus Asarum (Aristolochiaceae) in Korea by trnL–trnT region. J. Life Sci. 2010;20:1697–1703. doi: 10.5352/JLS.2010.20.11.1697. (In Korean)", "ArticleIdList": ["10.5352/JLS.2010.20.11.1697"]}, {"Citation": "Sinn B.T., Kelly L.M., Freudenstein J.V. Phylogenetic relationships in Asarum: Effect of data partitioning and a revised classification. Am. J. Bot. 2015;102:765–779. doi: 10.3732/ajb.1400316.", "ArticleIdList": ["10.3732/ajb.1400316", "26022490"]}, {"Citation": "Takahashi D., Setoguchi H. Molecular phylogeny and taxonomic implications of Asarum (Aristolochiaceae) based on ITS and matK sequences. Plant Species Biol. 2017;33:28–41. doi: 10.1111/1442-1984.12189.", "ArticleIdList": ["10.1111/1442-1984.12189"]}, {"Citation": "Palmer J.D. Comparative organization of chloroplast genomes. Annu. Rev. Genet. 1985;19:325–354. doi: 10.1146/annurev.ge.19.120185.001545.", "ArticleIdList": ["10.1146/annurev.ge.19.120185.001545", "3936406"]}, {"Citation": "Doyle J.J., Doyle J.L., Ballenger J.A., Palmer J.D. The distribution and phylogenetic significance of a 50-kb chloroplast DNA inversion in the flowering plant family Leguminosae. Mol. Phylogenet. Evol. 1996;5:429–438. doi: 10.1006/mpev.1996.0038.", "ArticleIdList": ["10.1006/mpev.1996.0038", "8728401"]}, {"Citation": "Rabah S.O., Shrestha B., Hajrah N.H., Sabir M.J., Alharby H.F., Sabir M.J., Alhebshi A.M., Sabir J.S., Gilbert L.E., Ruhlman T.A., et al. Passiflora plastome sequencing reveals widespread genomic rearrangements. J. Syst. Evol. 2019;57:1–14. doi: 10.1111/jse.12425.", "ArticleIdList": ["10.1111/jse.12425"]}, {"Citation": "Joyce E.M., Crayn D.M., Lam V.K.Y., Gerelle W.K., Graham W.G., Nauheimer L. Evolution of Geosiris (Iridaceae): Historical biogeography and plastid-genome evolution in a genus of non-photosynthetic tropical rainforest herbs disjunct across the Indian Ocean. Aust. Syst. Bot. 2018;31:504–522. doi: 10.1071/SB18028.", "ArticleIdList": ["10.1071/SB18028"]}, {"Citation": "Cho W.B., Choi B.H., Kim J.H., Lee D.H., Lee J.H. Complete plastome sequencing reveals an extremely diminished SSC region in hemiparasitic Pedicularis ishidoyana (Orobanchaceae) Ann. Bot. Fenn. 2018;55:171–183. doi: 10.5735/085.055.0122.", "ArticleIdList": ["10.5735/085.055.0122"]}, {"Citation": "Frailey D.C., Chaluvadi S.R., Vaughn J.N., Coatney C.G., Bennetzen J.L. Gene loss and genome rearrangement in the plastids of five Hemiparasites in the family Orobanchaceae. BMC Plant Biol. 2018;18:30. doi: 10.1186/s12870-018-1249-x.", "ArticleIdList": ["10.1186/s12870-018-1249-x", "PMC5801802", "29409454"]}, {"Citation": "Kim H.T., Kim J.S., Moore M.J., Neubig K.M., Williams N.H., Whitten W.M., Kim J.H. Seven new complete plastome sequences reveal rampant independent loss of the ndh gene family across orchids and associated instability of the inverted repeat/small single-copy region boundaries. PLoS ONE. 2015;10:e0142215. doi: 10.1371/journal.pone.0142215.", "ArticleIdList": ["10.1371/journal.pone.0142215", "PMC4641739", "26558895"]}, {"Citation": "Chumley T.W., Palmer J.D., Mower J.P., Fourcade H.M., Calie P.J., Boore J.L., Jansen R.K. The complete chloroplast genome sequence of Pelargonium × hortorum: Organization and evolution of the largest and most highly rearranged chloroplast genome of land plants. Mol. Biol. Evol. 2006;23:2175–2190. doi: 10.1093/molbev/msl089.", "ArticleIdList": ["10.1093/molbev/msl089", "16916942"]}, {"Citation": "Hansen D.R., Dastidar S.G., Cai Z., Penaflor C., Kuehl J.V., Boore J.L., Jansen R.K. Phylogenetic and evolutionary implications of complete chloroplast genome sequences of four early-diverging angiosperms: Buxus (Buxaceae), Chloranthus (Chloranthaceae), Dioscorea (Dioscoreaceae) and Illicium (Schisandraceae) Mol. Phylogenet. Evol. 2007;45:547–563. doi: 10.1016/j.ympev.2007.06.004.", "ArticleIdList": ["10.1016/j.ympev.2007.06.004", "17644003"]}, {"Citation": "Barrett C.F., Baker W.J., Comer J.R., Conran J.G., Lahmeyer S.C., Leebens-Mack J.H., Li J., Lim G.S., Mayfield-Jones D.R., Perez L., et al. Plastid genomes reveal support for deep phylogenetic relationships and extensive rate variation among palms and other commelinid monocots. New Phytol. 2016;209:855–870. doi: 10.1111/nph.13617.", "ArticleIdList": ["10.1111/nph.13617", "26350789"]}, {"Citation": "Sinn B.T., Sedmak D.D., Kelly L.M., Freudenstein J.V. Total duplication of the small single copy region in the angiosperm plastome: Rearrangement and inverted repeat instability in Asarum. Am. J. Bot. 2018;105:71–84. doi: 10.1002/ajb2.1001.", "ArticleIdList": ["10.1002/ajb2.1001", "29532923"]}, {"Citation": "Lim C.E., Lee S.C., So S., Han S.M., Choi J.E., Lee B.Y. The complete chloroplast genome sequence of Asarum sieboldii Miq. (Aristolochiaceae), a medicinal plant in Korea. Mitochondrial DNA B Resour. 2018;3:118–119. doi: 10.1080/23802359.2018.1424577.", "ArticleIdList": ["10.1080/23802359.2018.1424577", "PMC7800627", "33474088"]}, {"Citation": "Li X., Yang Y., Henry R.J., Rossetto M., Wang Y., Chen S. Plant DNA barcoding: From gene to genome. Biol. Rev. 2015;90:157–166. doi: 10.1111/brv.12104.", "ArticleIdList": ["10.1111/brv.12104", "24666563"]}, {"Citation": "Goodwin S., Gurtowski J., Ethe-Sayers S., Deshpande P., Schatz M.C., McCombie W.R. Oxford Nanopore sequencing, hybrid error correction, and de novo assembly of a eukaryotic genome. Genome Res. 2015;25:1750–1756. doi: 10.1101/gr.191395.115.", "ArticleIdList": ["10.1101/gr.191395.115", "PMC4617970", "26447147"]}, {"Citation": "Laver T., Harrison J., O’neill P.A., Moore K., Farbos A., Paszkiewicz K., Studholme D.J. Assessing the performance of the oxford nanopore technologies minion. Biomol. Detect. Quantif. 2015;3:1–8. doi: 10.1016/j.bdq.2015.02.001.", "ArticleIdList": ["10.1016/j.bdq.2015.02.001", "PMC4691839", "26753127"]}, {"Citation": "Lu H., Giordano F., Ning Z. Oxford Nanopore MinION sequencing and genome assembly. Genom. Proteom. Bioinform. 2016;14:265–279. doi: 10.1016/j.gpb.2016.05.004.", "ArticleIdList": ["10.1016/j.gpb.2016.05.004", "PMC5093776", "27646134"]}, {"Citation": "Giordano F., Aigrain L., Quail M.A., Coupland P., Bonfield J.K., Davies R.M., Tischler G., Jackson D.K., Keane T.M., Li J., et al. De novo yeast genome assemblies from MinION, PacBio and MiSeq platforms. Sci. Rep. 2016;7:3935. doi: 10.1038/s41598-017-03996-z.", "ArticleIdList": ["10.1038/s41598-017-03996-z", "PMC5479803", "28638050"]}, {"Citation": "Wicke S., Schneeweiss G.M., Depamphilis C.W., Müller K.F., Quandt D. The evolution of the plastid chromosome in land plants: Gene content, gene order, gene function. Plant Mol. Biol. 2011;76:273–297. doi: 10.1007/s11103-011-9762-4.", "ArticleIdList": ["10.1007/s11103-011-9762-4", "PMC3104136", "21424877"]}, {"Citation": "Ruhlman T.A., Jansen R.K. The plastid genomes of flowering plants. In: Maliga P., editor. Chloroplast Biotechnology: Methods and Protocols. Springer; New York, NY, USA: 2014. pp. 3–38.", "ArticleIdList": ["24599844"]}, {"Citation": "Lobachev K.S., Rattray A., Narayanan V. Hairpin-and cruciform-mediated chromosome breakage: Causes and consequences in eukaryotic ells. Front. Biosci. 2007;12:4208–4220. doi: 10.2741/2381.", "ArticleIdList": ["10.2741/2381", "17485368"]}, {"Citation": "Haberle R.C., Fourcade H.M., Boore J.L., Jansen R.K. Extensive rearrangements in the chloroplast genome of Trachelium caeruleum are associated with repeats and tRNA genes. J. Mol. Evol. 2008;66:350–361. doi: 10.1007/s00239-008-9086-4.", "ArticleIdList": ["10.1007/s00239-008-9086-4", "18330485"]}, {"Citation": "Ruhlman T.A., Zhang J., Blazier J.C., Sabir J.S., Jansen R.K. Recombination-dependent replication and gene conversion homogenize repeat sequences and diversify plastid genome structure. Am. J. Bot. 2017;104:559–572. doi: 10.3732/ajb.1600453.", "ArticleIdList": ["10.3732/ajb.1600453", "28400415"]}, {"Citation": "Jin D.P., Choi I.S., Choi B.H. Plastid genome evolution in tribe Desmodieae (Fabaceae: Papilionoideae) PLoS ONE. 2019;14:e0218743. doi: 10.1371/journal.pone.0218743.", "ArticleIdList": ["10.1371/journal.pone.0218743", "PMC6590825", "31233545"]}, {"Citation": "Dong W.P., Liu J., Yu J., Wang L., Zhou S.L. Highly variable chloroplast markers for evaluating plant phylogeny at low taxonomic levels and for DNA barcoding. PLoS ONE. 2012;7:e35071. doi: 10.1371/journal.pone.0035071.", "ArticleIdList": ["10.1371/journal.pone.0035071", "PMC3325284", "22511980"]}, {"Citation": "Du Y.P., Bi Y., Yang F.P., Zhang M.F., Chen X.Q., Xue J., Zhang X.H. Complete chloroplast genome sequences of Lilium: Insights into evolutionary dynamics and phylogenetic analyses. Sci. Rep. 2017;7:5751. doi: 10.1038/s41598-017-06210-2.", "ArticleIdList": ["10.1038/s41598-017-06210-2", "PMC5515919", "28720853"]}, {"Citation": "Lee H.O., Joh H.J., Kim K., Lee S.C., Kim N.H., Park J.Y., Park H.S., Park M.S., Kim S., Kwak M., et al. Dynamic chloroplast genome rearrangement and DNA barcoding for three Apiaceae species known as the medicinal herb “Bang-Poong”. Int. J. Mol. Sci. 2019;20:2196. doi: 10.3390/ijms20092196.", "ArticleIdList": ["10.3390/ijms20092196", "PMC6539805", "31060231"]}, {"Citation": "Li X., Zuo Y., Zhu X., Liao S., Ma J. Complete chloroplast genomes and comparative analysis of sequences evolution among seven Aristolochia (Aristolochiaceae) medicinal species. Int. J. Mol. Sci. 2019;20:1045. doi: 10.3390/ijms20051045.", "ArticleIdList": ["10.3390/ijms20051045", "PMC6429227", "30823362"]}, {"Citation": "Neinhuis C., Wanke S., Hilu K.W., Müller K., Borsch T. Phylogeny of Aristolochiaceae based on parsimony, likelihood, and Bayesian analyses of trnL-trnF sequences. Plant Syst. Evol. 2005;250:7–26. doi: 10.1007/s00606-004-0217-0.", "ArticleIdList": ["10.1007/s00606-004-0217-0"]}, {"Citation": "Yamaji H., Yokoyama J., Pak J.H., Maki M. No genetic differentiation between Asarum maculatum and A. sieboldii var. sieboldii (Aristolochiaceae) in Korea. Acta Phytotax. Geobot. 2004;55:199–205."}, {"Citation": "López-Caamal A., Ferrufino-Acosta L.F., Díaz-Maradiaga R.F., Rodríguez-Delcid D., Mussali-Galante P., Tovar-Sánchez E. Species distribution modelling and cp SSR reveal population history of the Neotropical annual herb Tithonia rotundifolia (Asteraceae) Plant Biol. 2019;21:248–258. doi: 10.1111/plb.12925.", "ArticleIdList": ["10.1111/plb.12925", "30326544"]}, {"Citation": "Neophytou C., Konnert M., Fussi B. Western and eastern post-glacial migration pathways shape the genetic structure of sycamore maple (Acer pseudoplatanus L.) in Germany. For. Ecol. Manag. 2019;432:83–93. doi: 10.1016/j.foreco.2018.09.016.", "ArticleIdList": ["10.1016/j.foreco.2018.09.016"]}, {"Citation": "Xiong B., Zhang L., Dong S., Zhang Z. Population genetic structure and variability in Lindera glauca (Lauraceae) indicates low levels of genetic diversity and skewed sex ratios in natural populations in mainland China. PeerJ. 2020;8:e8304. doi: 10.7717/peerj.8304.", "ArticleIdList": ["10.7717/peerj.8304", "PMC6944114", "31915585"]}, {"Citation": "Kim K., Lee S.C., Lee J., Yu Y., Yang K., Choi B.S., Koh H.J., Waminal N.E., Choi H.I., Kim N.H., et al. Complete chloroplast and ribosomal sequences for 30 accessions elucidate evolution of Oryza AA genome species. Sci. Rep. 2015;5:15655. doi: 10.1038/srep15655.", "ArticleIdList": ["10.1038/srep15655", "PMC4623524", "26506948"]}, {"Citation": "Tillich M., Lehwark P., Pellizzer T., Ulbricht-Jones E.S., Fischer A., Bock R., Greiner S. GeSeq–versatile and accurate annotation of organelle genomes. Nucleic Acids Res. 2017;45:W6–W11. doi: 10.1093/nar/gkx391.", "ArticleIdList": ["10.1093/nar/gkx391", "PMC5570176", "28486635"]}, {"Citation": "Greiner S., Lehwark P., Bock R. OrganellarGenomeDRAW (OGDRAW) version 1.3.1: Expanded toolkit for the graphical visualization of organellar genomes. Nucleic Acids Res. 2019;47:W59–W64. doi: 10.1093/nar/gkz238.", "ArticleIdList": ["10.1093/nar/gkz238", "PMC6602502", "30949694"]}, {"Citation": "Kim K., Lim C.E. The complete chloroplast genome sequence of Aristolochia manshuriensis Kom. (Aristolochiaceae) Mitochondrial DNA B Resour. 2019;4:3515–3516. doi: 10.1080/23802359.2019.1675484.", "ArticleIdList": ["10.1080/23802359.2019.1675484", "PMC7707360", "33366065"]}, {"Citation": "Darling A.C., Mau B., Blattner F.R., Perna N.T. Mauve: Multiple alignment of conserved genomic sequence with rearrangements. Genome Res. 2004;14:1394–1403. doi: 10.1101/gr.2289704.", "ArticleIdList": ["10.1101/gr.2289704", "PMC442156", "15231754"]}, {"Citation": "Rozas J., Ferrer-Mata A., Sánchez-DelBarrio J.C., Guirao-Rico S., Librado P., Ramos-Onsins S.E., Sánchez-Gracia A. DnaSP 6: DNA sequence polymorphism analysis of large data sets. Mol. Biol. Evol. 2017;34:3299–3302. doi: 10.1093/molbev/msx248.", "ArticleIdList": ["10.1093/molbev/msx248", "29029172"]}, {"Citation": "Nguyen L.T., Schmidt H.A., Von Haeseler A., Minh B.Q. IQ-TREE: A fast and effective stochastic algorithm for estimating maximum-likelihood phylogenies. Mol. Biol. Evol. 2015;32:268–274. doi: 10.1093/molbev/msu300.", "ArticleIdList": ["10.1093/molbev/msu300", "PMC4271533", "25371430"]}, {"Citation": "Darriba D., Taboada G.L., Doallo R., Posada D. jModelTest 2: More models, new heuristics and parallel computing. Nat. Methods. 2012;9:772. doi: 10.1038/nmeth.2109.", "ArticleIdList": ["10.1038/nmeth.2109", "PMC4594756", "22847109"]}, {"Citation": "Ronquist F., Teslenko M., van der Mark P., Ayres D.L., Darling A., Höhna S., Larget B., Liu L., Suchard M.A., Huelsenbeck J.P. MrBayes 3.2: Efficient Bayesian phylogenetic inference and model choice across a large model space. Syst. Biol. 2012;61:539–542. doi: 10.1093/sysbio/sys029.", "ArticleIdList": ["10.1093/sysbio/sys029", "PMC3329765", "22357727"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "9", "Day": "6"}, {"Year": "2021", "Month": "9", "Day": "22"}, {"Year": "2021", "Month": "9", "Day": "27"}, {"Year": "2021", "Month": "10", "Day": "23", "Hour": "1", "Minute": "23"}, {"Year": "2021", "Month": "10", "Day": "24", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "10", "Day": "24", "Hour": "6", "Minute": "1"}, {"Year": "2021", "Month": "9", "Day": "29"}], "PublicationStatus": "epublish", "ArticleIdList": ["34685866", "PMC8540983", "10.3390/plants10102056", "plants10102056"]}}], "PubmedBookArticle": []}