{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Alsophila firma", "Eryngium longifolium", "fructose 1,6-bisphosphatase", "glucose 6-phosphatase", "hypoglycemic plants", "traditional medicine"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34685869", "DateRevised": {"Year": "2021", "Month": "10", "Day": "26"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "09", "Day": "29"}], "Language": ["eng"], "ELocationID": ["2060", "10.3390/plants10102060"], "Journal": {"ISSN": "2223-7747", "JournalIssue": {"Volume": "10", "Issue": "10", "PubDate": {"Year": "2021", "Month": "Sep", "Day": "29"}}, "Title": "Plants (Basel, Switzerland)", "ISOAbbreviation": "Plants (Basel)"}, "ArticleTitle": "Hypoglycemic Effect of Two Mexican Medicinal Plants.", "Abstract": {"AbstractText": ["Type 2 diabetes is a worldwide prevalent disease that is due to a progressive loss of adequate β-cell insulin secretion, frequently against a background of insulin resistance. In Mexican traditional medicine, the therapeutic use of hypoglycemic plants to control the disease is a common practice among type 2 diabetic patients. In the present work, we examined the traditional use of the aerial parts of <i>Eryngium longifolium</i> and the rhizome of <i>Alsophila firma</i>, consumed by people use over the day (in fasting state) to control their blood glucose levels, therefore, we aimed to assess the acute hypoglycemic effect of both plants. First, basic phytochemical profiles of both plants were determined and, subsequently, acute toxicity tests were carried out. Then, in vivo hypoglycemic tests were performed in streptozotocin-nicotinamide (STZ-NA) induced hyperglycemic Wistar rats and finally the effect of the plants on three enzymes involved in glucose metabolism was assayed in vitro. Through HPLC-DAD chromatography, caffeic acid, chlorogenic acid, rosmarinic acid, isoflavones, and glycosylated flavonoids were identified in <i>E. longifolium</i>, while the possible presence of flavanones or dihydroflavonols was reported in <i>A. firma</i>. Both plants exhibited a statistically significant hypoglycemic effect, without a dose-dependent effect. Furthermore, they inhibited glucose 6-phosphatase and fructose 1,6-bisphosphatase in in vitro assays, which could be associated with the hypoglycemic effect in vivo. Thus, this study confirmed for the first time the traditional use of the aerial part of <i>E. longifolium</i> and the rhizome of <i>A. firma</i> as hypoglycemic agents in a hyperglycemic animal model. In addition, it was concluded that their ability to regulate hyperglycemia could involve the inhibition of hepatic glucose output, which mainly controls glucose levels in the fasting state."]}, "AuthorList": [{"Identifier": ["0000-0002-1638-3443"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Ethnopharmacology, School of Sciences, National Autonomous University of Mexico, Mexico City 04510, Mexico."}], "LastName": "Andrade-Cetto", "ForeName": "Adolfo", "Initials": "A"}, {"Identifier": ["0000-0002-8464-5951"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Ethnopharmacology, School of Sciences, National Autonomous University of Mexico, Mexico City 04510, Mexico."}], "LastName": "Espinoza-Hernández", "ForeName": "Fernanda", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Ethnopharmacology, School of Sciences, National Autonomous University of Mexico, Mexico City 04510, Mexico."}], "LastName": "Mata-Torres", "ForeName": "Gerardo", "Initials": "G"}, {"Identifier": ["0000-0001-7949-176X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Ethnopharmacology, School of Sciences, National Autonomous University of Mexico, Mexico City 04510, Mexico."}], "LastName": "Escandón-Rivera", "ForeName": "Sonia", "Initials": "S"}], "GrantList": [{"GrantID": "DGAPA, PAPIIT IN226719", "Agency": "National Autonomous University of Mexico", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Plants (Basel)", "NlmUniqueID": "101596181", "ISSNLinking": "2223-7747"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "World Health Organization (WHO) WHO Traditional Medicine Strategy 2014–2023. World Health Organization (WHO); Geneva, Switzerland: 2013. pp. 1–76."}, {"Citation": "Andrade-Cetto A., Becerra-Jiménez J., Martínez-Zurita E., Ortega-Larrocea P., Heinrich M. Disease-Consensus Index as a tool of selecting potential hypoglycemic plants in Chikindzonot, Yucatán, México. J. Ethnopharmacol. 2006;107:199–204. doi: 10.1016/j.jep.2006.03.005.", "ArticleIdList": ["10.1016/j.jep.2006.03.005", "16621373"]}, {"Citation": "Andrade-Cetto A. Ethnobotanical study of the medicinal plants from Tlanchinol, Hidalgo, México. J. Ethnopharmacol. 2009;122:163–171. doi: 10.1016/j.jep.2008.12.008.", "ArticleIdList": ["10.1016/j.jep.2008.12.008", "19146936"]}, {"Citation": "American Diabetes Association 2 Classification and diagnosis of diabetes: Standards of medical care in diabetes-2021. Diabetes Care. 2021;44:S15–S33. doi: 10.2337/dc21-S002.", "ArticleIdList": ["10.2337/dc21-S002", "33298413"]}, {"Citation": "International Diabetes Federation (IDF) IDF Diabetes Atlas. International Diabetes Federation (IDF); Brussels, Belgium: 2019. pp. 1–168."}, {"Citation": "Rizza R.A. Pathogenesis of fasting and postprandial hyperglycemia in type 2 diabetes: Implications for therapy. Diabetes. 2010;59:2697–2707. doi: 10.2337/db10-1032.", "ArticleIdList": ["10.2337/db10-1032", "PMC2963523", "20705776"]}, {"Citation": "Ghani U. Re-exploring promising α-glucosidase inhibitors for potential development into oral anti-diabetic drugs: Finding needle in the haystack. Eur. J. Med. Chem. 2015;103:133–162. doi: 10.1016/j.ejmech.2015.08.043.", "ArticleIdList": ["10.1016/j.ejmech.2015.08.043", "26344912"]}, {"Citation": "CONABIO . In: Capital Natural de México. Sarukhán J., Koleff P., Carabias J., Soberón J., Dirzo R., Llorente-Bousquets J., Halffter G., González R., March I., Mohar A., et al., editors. Comisión Nacional Para El Conocimiento Y Uso de la Biodiversidad; Mexico City, Mexico: 2017."}, {"Citation": "INEGI Lengua Indígena.  [(accessed on 26 August 2021)].  Available online:  https://www.inegi.org.mx/temas/lengua/"}, {"Citation": "CONEVAL Pobreza en México.  [(accessed on 29 August 2021)].  Available online:  https://www.coneval.org.mx/socialdeprivationorincomeMedicion/Paginas/PobrezaInicio.aspx."}, {"Citation": "CONABIO Enciclo Vida.  [(accessed on 3 September 2021)].  Available online:  http://enciclovida.mx/especies/185075."}, {"Citation": "Palá J. Contribución Al Conocimiento de Los Aceites Esenciales Del Género “Eryngium” L, En La Península Ibérica. Universidad Complutense De Madrid; Madrid, Spain: 2002."}, {"Citation": "Uphof J. Dictionary of Economic Plants. Weinheim, H. R. Engelmann (J. Cramer); New York, NY, USA: 1959."}, {"Citation": "Mabry T.J., Markham K.R., Thomas M.B. The Systematic Identification of Flavonoids. Springer; Berlin/Heidelberg, Germany: 1970. pp. 165–167."}, {"Citation": "Cádiz-Gurrea M.d.l.L., Fernández-Arroyo S., Joven J., Segura-Carretero A. Comprehensive characterization by UHPLC-ESI-Q-TOF-MS from an Eryngium bourgatii extract and their antioxidant and anti-inflammatory activities. Food Res. Int. 2013;50:197–204. doi: 10.1016/j.foodres.2012.09.038.", "ArticleIdList": ["10.1016/j.foodres.2012.09.038"]}, {"Citation": "Zhang Z., Li S., Ownby S., Wang P., Yuan W., Zhang W., Scott Beasley R. Phenolic compounds and rare polyhydroxylated triterpenoid saponins from Eryngium yuccifolium. Phytochemistry. 2008;69:2070–2080. doi: 10.1016/j.phytochem.2008.03.020.", "ArticleIdList": ["10.1016/j.phytochem.2008.03.020", "18499203"]}, {"Citation": "OECD/OCDE (Testing Guidelines 425) OECD Guidelines for the Testing of Chemicals: Acute Oral Toxicity—Up and Down Procedure (UDP) Volume 27 OECD Publishing; Paris, France: 2008."}, {"Citation": "Rojas Martínez R., Aguilar Salinas C. Epidemiología de la diabetes mellitus en México. Rev. Fac. Med. UNAM. 1994;37:15–28."}, {"Citation": "Cruz E.C., Andrade-Cetto A. Ethnopharmacological field study of the plants used to treat type 2 diabetes among the Cakchiquels in Guatemala. J. Ethnopharmacol. 2015;159:238–244. doi: 10.1016/j.jep.2014.11.021.", "ArticleIdList": ["10.1016/j.jep.2014.11.021", "25460591"]}, {"Citation": "Caballero-Serrano V., McLaren B., Carrasco J.C., Alday J.G., Fiallos L., Amigo J., Onaindia M. Traditional ecological knowledge and medicinal plant diversity in Ecuadorian Amazon home gardens. Glob. Ecol. Conserv. 2019;17:e00524. doi: 10.1016/j.gecco.2019.e00524.", "ArticleIdList": ["10.1016/j.gecco.2019.e00524"]}, {"Citation": "Barbosa-Filho J.M., Vasconcelos T.H.C., Alencar A.A., Batista L.M., Oliveira R.A.G., Guedes D.N., Falcão H.d.S., Moura M.D., Diniz M.F.F.M., Modesto-Filho J. Plants and their active constituents from South, Central, and North America with hypoglycemic activity. Rev. Bras. Farmacogn. 2005;15:392–413. doi: 10.1590/S0102-695X2005000400021.", "ArticleIdList": ["10.1590/S0102-695X2005000400021"]}, {"Citation": "Andrade-Cetto A., Heinrich M. Mexican plants with hypoglycaemic effect used in the treatment of diabetes. J. Ethnopharmacol. 2005;99:325–348. doi: 10.1016/j.jep.2005.04.019.", "ArticleIdList": ["10.1016/j.jep.2005.04.019", "15964161"]}, {"Citation": "Escandón-Rivera S.M., Mata R., Andrade-Cetto A. Molecules isolated from Mexican hypoglycemic plants: A review. Molecules. 2020;25:4145. doi: 10.3390/molecules25184145.", "ArticleIdList": ["10.3390/molecules25184145", "PMC7571036", "32927754"]}, {"Citation": "Dimitriadis G.D., Maratou E., Kountouri A., Board M., Lambadiari V. Regulation of Postabsorptive and Postprandial Glucose Metabolism by Insulin-Dependent and Insulin-Independent Mechanisms: An Integrative Approach. Nutrients. 2021;13:159. doi: 10.3390/nu13010159.", "ArticleIdList": ["10.3390/nu13010159", "PMC7825450", "33419065"]}, {"Citation": "Tan S.P., Tan E.N.Y., Lim Q.Y., Nafiah M.A. Phyllanthus acidus (L.) Skeels: A review of its traditional uses, phytochemistry, and pharmacological properties. J. Ethnopharmacol. 2020;253:112610. doi: 10.1016/j.jep.2020.112610.", "ArticleIdList": ["10.1016/j.jep.2020.112610", "31991202"]}, {"Citation": "Feng L., Zhai Y.Y., Xu J., Yao W.F., Cao Y.D., Cheng F.F., Bao B.H., Zhang L. A review on traditional uses, phytochemistry and pharmacology of Eclipta prostrata (L.) J. Ethnopharmacol. 2019;245:112109. doi: 10.1016/j.jep.2019.112109.", "ArticleIdList": ["10.1016/j.jep.2019.112109", "31395303"]}, {"Citation": "Andrade-Cetto A., Cruz E.C., Cabello-Hernández C.A., Cárdenas-Vázquez R. Hypoglycemic Activity of Medicinal Plants Used among the Cakchiquels in Guatemala for the Treatment of Type 2 Diabetes. Evid.-Based Complement. Altern. Med. 2019;2019:2168603. doi: 10.1155/2019/2168603.", "ArticleIdList": ["10.1155/2019/2168603", "PMC6332994", "30713569"]}, {"Citation": "Silva-Rivas R., Bailon-Moscoso N., Cartuche L., Romero-Benavides J.C. The antioxidant and hypoglycemic properties and phytochemical profile of Clusia latipes extracts. Pharmacogn. J. 2020;12:144–149. doi: 10.5530/pj.2020.12.21.", "ArticleIdList": ["10.5530/pj.2020.12.21"]}, {"Citation": "Gomes J.H.d.S., Mbiakop U.C., Oliveira R.L., Stehmann J.R., de Pádua R.M., Cortes S.F., Braga F.C. Polyphenol-rich extract and fractions of Terminalia phaeocarpa Eichler possess hypoglycemic effect, reduce the release of cytokines, and inhibit lipase, α-glucosidase, and α-amilase enzymes. J. Ethnopharmacol. 2021;271:113847. doi: 10.1016/j.jep.2021.113847.", "ArticleIdList": ["10.1016/j.jep.2021.113847", "33515684"]}, {"Citation": "Szkudelski T. Streptozotocin-nicotinamide-induced diabetes in the rat. Characteristics of the experimental model. Exp. Biol. Med. 2012;237:481–490. doi: 10.1258/ebm.2012.011372.", "ArticleIdList": ["10.1258/ebm.2012.011372", "22619373"]}, {"Citation": "Wang P. Phytochemical Constituents and Pharmacological Activities of Eryngium L. (Apiaceae) Pharm. Crop. 2012;3:99–120. doi: 10.2174/2210290601203010099.", "ArticleIdList": ["10.2174/2210290601203010099"]}, {"Citation": "Ayuso M., Pinela J., Dias M.I., Barros L., Ivanov M., Calhelha R.C., Soković M., Ramil-Rego P., Barreal M.E., Gallego P.P., et al. Phenolic composition and biological activities of the in vitro cultured endangered Eryngium viviparum J. Gay. Ind. Crop. Prod. 2020;148:112325. doi: 10.1016/j.indcrop.2020.112325.", "ArticleIdList": ["10.1016/j.indcrop.2020.112325"]}, {"Citation": "Espinoza-Hernández F., Andrade-Cetto A., Escandón-Rivera S., Mata-Torres G., Mata R. Contribution of fasting and postprandial glucose-lowering mechanisms to the acute hypoglycemic effect of traditionally used Eryngium cymosum F. Delaroche. J. Ethnopharmacol. 2021:114339. doi: 10.1016/j.jep.2021.114339.", "ArticleIdList": ["10.1016/j.jep.2021.114339", "34166734"]}, {"Citation": "Saadeldeen F.S.A., Niu Y., Wang H., Zhou L., Meng L., Chen S., Sun-Waterhouse D., Waterhouse G.I.N., Liu Z., Kang W. Natural products: Regulating glucose metabolism and improving insulin resistance. Food Sci. Hum. Wellness. 2020;9:214–228. doi: 10.1016/j.fshw.2020.04.005.", "ArticleIdList": ["10.1016/j.fshw.2020.04.005"]}, {"Citation": "Xu L., Li Y., Dai Y., Peng J. Natural products for the treatment of type 2 diabetes mellitus: Pharmacology and mechanisms. Pharmacol. Res. 2018;130:451–465. doi: 10.1016/j.phrs.2018.01.015.", "ArticleIdList": ["10.1016/j.phrs.2018.01.015", "29395440"]}, {"Citation": "Lin D., Xiao M., Zhao J., Li Z., Xing B., Li X., Kong M., Li L., Zhang Q., Liu Y., et al. An overview of plant phenolic compounds and their importance in human nutrition and management of type 2 diabetes. Molecules. 2016;21:1374. doi: 10.3390/molecules21101374.", "ArticleIdList": ["10.3390/molecules21101374", "PMC6274266", "27754463"]}, {"Citation": "Jayanthy G., Subramanian S. Rosmarinic acid, a polyphenol, ameliorates hyperglycemia by regulating the key enzymes of carbohydrate metabolism in high fat diet—STZ induced experimental diabetes mellitus. Biomed. Prev. Nutr. 2014;4:431–437. doi: 10.1016/j.bionut.2014.03.006.", "ArticleIdList": ["10.1016/j.bionut.2014.03.006"]}, {"Citation": "Yan Y., Zhou X., Guo K., Zhou F., Yang H. Use of Chlorogenic Acid against Diabetes Mellitus and Its Complications. J. Immunol. Res. 2020;2020:1–6. doi: 10.1155/2020/9680508.", "ArticleIdList": ["10.1155/2020/9680508", "PMC7275206", "32566690"]}, {"Citation": "National Research Council (US) Committee for the Update of the Guide for the Care and Use of Laboratory Animals . Guide for the Care and Use of Laboratory Animals. 8th ed. The National Academies Press; Washington, DC, USA: 2011."}, {"Citation": "Masiello P., Broca C., Gross R., Roye M., Manteghetti M., Hillarire-Buys D., Novelli M., Ribes G., Hillaire-buys D., Novelli M., et al. Development of a new model in adult rats administered streptozotocin and nicotinamide. Diabetes. 1998;47:224–229. doi: 10.2337/diab.47.2.224.", "ArticleIdList": ["10.2337/diab.47.2.224", "9519717"]}, {"Citation": "Andrade-Cetto A., Medina-Hernández A.E. Hypoglycemic effect of Bromelia plumieri (E. Morren) L.B. Sm., leaves in STZ-NA-induced diabetic rats. Front. Pharmacol. 2013;4:36. doi: 10.3389/fphar.2013.00036.", "ArticleIdList": ["10.3389/fphar.2013.00036", "PMC3620562", "23576986"]}, {"Citation": "Arion W.J. [7] Measurement of intactness of rat liver endoplasmic reticulum. In: Fleischer S., Fleischer B., Abelson J., Simon M., editors. Methods in Enzymology. Volume 174. Academic Press; Cambridge, MA, USA: 1989. pp. 58–67.", "ArticleIdList": ["2561171"]}, {"Citation": "Andrade-Cetto A., Cárdenas-Vázquez R. Gluconeogenesis inhibition and phytochemical composition of two Cecropia species. J. Ethnopharmacol. 2010;130:93–97. doi: 10.1016/j.jep.2010.04.016.", "ArticleIdList": ["10.1016/j.jep.2010.04.016", "20420891"]}, {"Citation": "Tashima Y., Yoshimura N. Control of rabbit liver fructose-1, 6-diphosphatase activity by magnesium ions. J. Biochem. 1975;78:1161–1169. doi: 10.1093/oxfordjournals.jbchem.a131012.", "ArticleIdList": ["10.1093/oxfordjournals.jbchem.a131012", "5418"]}, {"Citation": "Escandón-Rivera S., González-Andrade M., Bye R., Linares E., Navarrete A., Mata R. α-Glucosidase inhibitors from Brickellia cavanillesii. J. Nat. Prod. 2012;75:968–974. doi: 10.1021/np300204p.", "ArticleIdList": ["10.1021/np300204p", "22587572"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "9", "Day": "9"}, {"Year": "2021", "Month": "9", "Day": "25"}, {"Year": "2021", "Month": "9", "Day": "27"}, {"Year": "2021", "Month": "10", "Day": "23", "Hour": "1", "Minute": "23"}, {"Year": "2021", "Month": "10", "Day": "24", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "10", "Day": "24", "Hour": "6", "Minute": "1"}, {"Year": "2021", "Month": "9", "Day": "29"}], "PublicationStatus": "epublish", "ArticleIdList": ["34685869", "PMC8539009", "10.3390/plants10102060", "plants10102060"]}}], "PubmedBookArticle": []}