{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34695160", "DateCompleted": {"Year": "2021", "Month": "12", "Day": "03"}, "DateRevised": {"Year": "2021", "Month": "12", "Day": "14"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "10", "Day": "25"}], "Language": ["eng"], "ELocationID": ["e0258986", "10.1371/journal.pone.0258986"], "Journal": {"ISSN": "1932-6203", "JournalIssue": {"Volume": "16", "Issue": "10", "PubDate": {"Year": "2021"}}, "Title": "PloS one", "ISOAbbreviation": "PLoS One"}, "ArticleTitle": "Memory for medicinal plants remains in ancient and modern environments suggesting an evolved adaptedness.", "Pagination": {"StartPage": "e0258986", "MedlinePgn": "e0258986"}, "Abstract": {"AbstractText": ["Adaptive memory is the propensity of human memory to easily store and retrieve important information to deal with challenges related to the Pleistocene. Recent evidence shows that humans have had a multiregional evolution across the African continent, including the rainforests and deciduous forests; however, there is little evidence regarding the implications of these origins and the relevant and recurring challenges of these environments on survival processing advantage in memory. In this study, we conducted an experiment with volunteers to analyze whether adaptive memory operates in the retrieval of important information to solve challenges of using medicinal plants to treat diseases in the ancestral environments of the savanna, rainforests, and deciduous forests compared to the modern environments of desert, tundra, coniferous forest, and urban areas. We used simulated survival environments and asked volunteers (30 per simulated scenario) to imagine themselves sick in one of these environments, and needing to find medicinal plants to treat their disease. The volunteers rated the relevance of 32 words to solve this challenge, followed by a surprise memory test. Our results showed no ancestral priority in recalling relevant information, as both ancestral and modern environments showed a similar recall of relevant information. This suggests that the evolved cognitive apparatus allows human beings to survive and can create survival strategies to face challenges imposed in various environments. We believe that this is only possible if the human mind operates through a flexible cognitive mechanism. This flexibility can reflect, for example, the different environments that the first hominids inhabited and the different dangerous situations that they faced."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Departamento de Biologia, Universidade Federal Rural de Pernambuco, Recife, Pernambuco, Brazil."}, {"Identifier": [], "Affiliation": "Departamento de Botânica, Universidade Federal de Pernambuco, Recife, Pernambuco, Brazil."}], "LastName": "Moura", "ForeName": "Joelson Moreno Brito", "Initials": "JMB"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Departamento de Biologia, Universidade Federal Rural de Pernambuco, Recife, Pernambuco, Brazil."}, {"Identifier": [], "Affiliation": "Departamento de Botânica, Universidade Federal de Pernambuco, Recife, Pernambuco, Brazil."}], "LastName": "Henriques da Silva", "ForeName": "Risoneide", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratório de Investigações Bioculturais no Semiárido, Universidade de Pernambuco, Petrolina, Pernambuco, Brazil."}], "LastName": "Soares Ferreira Júnior", "ForeName": "Washington", "Initials": "W"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Departamento de Biologia, Universidade Estadual de Alagoas, Santana do Ipanema, Alagoas, Brazil."}], "LastName": "Cristina da Silva", "ForeName": "Taline", "Initials": "T"}, {"Identifier": ["0000-0002-8131-8429"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Departamento de Botânica, Universidade Federal de Pernambuco, Recife, Pernambuco, Brazil."}], "LastName": "Albuquerque", "ForeName": "Ulysses Paulino", "Initials": "UP"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "PLoS One", "NlmUniqueID": "101285081", "ISSNLinking": "1932-6203"}, "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Adaptation, Psychological"}, {"QualifierName": [], "DescriptorName": "Adolescent"}, {"QualifierName": [], "DescriptorName": "Adult"}, {"QualifierName": [], "DescriptorName": "Biological Evolution"}, {"QualifierName": [], "DescriptorName": "Cognition"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": [], "DescriptorName": "Mental Recall"}, {"QualifierName": [], "DescriptorName": "Neuropsychological Tests"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Survival"}, {"QualifierName": [], "DescriptorName": "Young Adult"}], "CoiStatement": "The authors have declared that no competing interests exist."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Nairne JS, Thompson SR, Pandeirada JNS. Adaptive memory: Survival processing enhances retention. J Exp Psy: Learning Mem Cog. 2007;33:263–273.", "ArticleIdList": ["17352610"]}, {"Citation": "Tooby J, Cosmides L. The theoretical foundations of evolutionary psychology. 2nd ed. Buss DM, editor. John Wiley & Sons (Hoboken): The Handbook of Evolutionary Psychology; 2015."}, {"Citation": "Nairne JS, Pandeirada JN. Adaptive memory: Ancestral priorities and the mnemonic value of survival processing. Cog Psychol. 2010;61:1–22. doi: 10.1016/j.cogpsych.2010.01.005", "ArticleIdList": ["10.1016/j.cogpsych.2010.01.005", "20206924"]}, {"Citation": "Soderstrom NC, McCabe DP. Are survival processing memory advantages based on ancestral priorities?. Psychonomic Bullet Rev. 2011;18:564–69. doi: 10.3758/s13423-011-0060-6", "ArticleIdList": ["10.3758/s13423-011-0060-6", "21327372"]}, {"Citation": "Nairne JS, Pandeirada JN, Thompson SR. Adaptive memory: The comparative value of survival processing. Psychol Sci. 2008;19:176–80. doi: 10.1111/j.1467-9280.2008.02064.x", "ArticleIdList": ["10.1111/j.1467-9280.2008.02064.x", "18271866"]}, {"Citation": "Bonin P, Thiebaut G, Witt A, Méot A. Contamination Is “Good” for Your Memory! Further Evidence for the Adaptive View of Memory. Evol Psychol Sci. 2019;5:300–16."}, {"Citation": "Félix SB, Pandeirada JNS, Nairne JS. Adaptive memory: longevity and learning intentionality of the animacy effect. J Cog Psychol. 2019;31:251–60."}, {"Citation": "Leding JK. Adaptive memory: Animacy, threat, and attention in free recall. Mem Cog. 2019;47:383–94.", "ArticleIdList": ["30357614"]}, {"Citation": "Mieth L, Röer JP, Buchner A, Bell R. Adaptive memory: enhanced source memory for animate entities. Memory. 2019;27:1034–42. doi: 10.1080/09658211.2019.1617882", "ArticleIdList": ["10.1080/09658211.2019.1617882", "31092148"]}, {"Citation": "Weinstein Y, Bugg JM, Roediger HL. Can the survival recall advantage be explained by basic memory processes?. Mem Cog. 2008;36:913–19. doi: 10.3758/mc.36.5.913", "ArticleIdList": ["10.3758/mc.36.5.913", "18630198"]}, {"Citation": "Barrett HC, Broesch J. Prepared social learning about dangerous animals in children. Evol Hum Behav. 2012;33:499–08."}, {"Citation": "Prokop P, Fančovičová J. Seeing coloured fruits: Utilization of the theory of adaptive memory in teaching botany. J Biological Edu. 2014;48:127–32."}, {"Citation": "Schwartz BL, Howe ML, Toglia MP, Otgaar H, editors. What is adaptive about adaptive memory?. 1st ed. Oxford: Oxford University Press; 2014."}, {"Citation": "Sandry J, Trafimow D, Marks MJ, Rice S. Adaptive memory: Evaluating alternative forms of fitness-relevant processing in the survival processing paradigm. PLoS ONE. 2013;8:e60868. doi: 10.1371/journal.pone.0060868", "ArticleIdList": ["10.1371/journal.pone.0060868", "PMC3621967", "23585858"]}, {"Citation": "Yang L, Lau KPL, Truong L. The survival effect in memory: Does it hold into old age and non-ancestral scenarios?. PLoS ONE. 2014;9:1–9. doi: 10.1371/journal.pone.0095792", "ArticleIdList": ["10.1371/journal.pone.0095792", "PMC4008592", "24788755"]}, {"Citation": "Böhme M, Spassov N, Ebner M, Geraads D. Messinian age and savannah environment of the possible hominin Graecopithecus from Europe. PLoS ONE. 2017;12:1–31. doi: 10.1371/journal.pone.0177347", "ArticleIdList": ["10.1371/journal.pone.0177347", "PMC5439672", "28531204"]}, {"Citation": "Hublin JJ, Ben-Ncer A, Bailey SE, Freidline SE, Neubauer S, Skinner MM, et al.. New fossils from Jebel Irhoud, Morocco, and the pan-African origin of Homo sapiens. Nature. 2017;546:289–292. doi: 10.1038/nature22336", "ArticleIdList": ["10.1038/nature22336", "28593953"]}, {"Citation": "Kong Y, Deng C, Liu W, Wu X, Pei S, Sun L, et al.. Magnetostratigraphic dating of the hominin occupation of Bailong Cave, central China. Sci Reports. 2018;8:1–12. doi: 10.1038/s41598-018-28065-x", "ArticleIdList": ["10.1038/s41598-018-28065-x", "PMC6018768", "29946102"]}, {"Citation": "Richter D, Grün R, Joannes-Boyau R, Steele TE, Amani F, Rué M, et al.. The age of the hominin fossils from Jebel Irhoud, Morocco, and the origins of the Middle Stone Age. Nature. 2017;546:293–296. doi: 10.1038/nature22335", "ArticleIdList": ["10.1038/nature22335", "28593967"]}, {"Citation": "Roberts P, Boivin N, Lee-Thorp J, Petraglia M, Stock J. Tropical forests and the genus Homo. Evol Anthropol. 2016;25;306–17. doi: 10.1002/evan.21508", "ArticleIdList": ["10.1002/evan.21508", "28004892"]}, {"Citation": "Kostic B, McFarlan CC, Cleary AM. Extensions of the Survival Advantage in Memory: Examining the Role of Ancestral Context and Implied Social Isolation. J Exp Psychol: Learning Mem Cog. 2012;38:1091–98. doi: 10.1037/a0026974", "ArticleIdList": ["10.1037/a0026974", "22250909"]}, {"Citation": "Silva RH, Ferreira Júnior WS, Medeiros PM, Albuquerque UP. Adaptive memory and evolution of the human naturalistic mind: Insights from the use of medicinal plants. PLoS ONE. 2019;14: 1–15.", "ArticleIdList": ["PMC6435313", "30913230"]}, {"Citation": "Stanford M. The cultural evolution of human nature. Acta Biotheoretica. 2020;68:275–85. doi: 10.1007/s10441-019-09367-7", "ArticleIdList": ["10.1007/s10441-019-09367-7", "PMC7188694", "31563992"]}, {"Citation": "Barrett HC. A hierarchical model of the evolution of human brain specializations. PNAS. 2012;109:10733–740. doi: 10.1073/pnas.1201898109", "ArticleIdList": ["10.1073/pnas.1201898109", "PMC3386868", "22723350"]}, {"Citation": "Orians GH. Habitat selection: general theory and applications to human behavior. 1st ed. Lockard J, editor. Elsevier (Chicago): The evolution of human social behavior; 1980."}, {"Citation": "Moura JMB, Ferreira Júnior WS, Silva TC, Albuquerque UP. Landscapes preferences in the human species: Insights for ethnobiology from evolutionary psychology. Ethno Conserv. 2017;6:1–7."}, {"Citation": "Moura JMB, Ferreira Junior WS, Silva TC, Albuquerque UP. The influence of the evolutionary past on the mind: An analysis of the preference for landscapes in the human species. Front Psychol. 2018;9:1–13. doi: 10.3389/fpsyg.2018.00001", "ArticleIdList": ["10.3389/fpsyg.2018.00001", "PMC6292944", "30581407"]}, {"Citation": "Friesem DE, Lavi N, Madella M, Boaretto E, Ajithparsad P, French C. The formation of fire residues associated with hunter-gatherers in humid tropical environments: A geo-ethnoarchaeological perspective. Quaternary Sci Rev. 2017;171:85–9."}, {"Citation": "Zhu Z, Dennell R, Huang W, Wu Y, Qiu S, Yang S. et al.. Hominin occupation of the Chinese Loess Plateau since about 2.1 million years ago. Nature. 2018;559:608–12. doi: 10.1038/s41586-018-0299-4", "ArticleIdList": ["10.1038/s41586-018-0299-4", "29995848"]}, {"Citation": "Stringer C. The origin and evolution of Homo sapiens. Philosophical Transac R Soc B. 2016. Jul 5;371:20150237. doi: 10.1098/rstb.2015.0237", "ArticleIdList": ["10.1098/rstb.2015.0237", "PMC4920294", "27298468"]}, {"Citation": "Richerson PJ, Boyd R. The human life history is adapted to exploit the adaptive advantages of culture. Philosophical Transac R Soc B. 2020. Jul 20;375:20190498. doi: 10.1098/rstb.2019.0498", "ArticleIdList": ["10.1098/rstb.2019.0498", "PMC7293148", "32475331"]}, {"Citation": "Scofield JE, Buchanan EM, Kostic B. A meta-analysis of the survival-processing advantage in memory. Psychonomic Bullet Rev. 2018;25:997–012. doi: 10.3758/s13423-017-1346-0", "ArticleIdList": ["10.3758/s13423-017-1346-0", "28744766"]}, {"Citation": "Albuquerque UP, Nascimento ALB, Chaves LS, Feitosa IS, Moura JMB, Golçalves PHS, et al.. The chemical ecology approach to modern and early human use of medicinal plants. Chemoecology. 2020;30:89–02."}, {"Citation": "Ferreira Júnior WS, Albuquerque UP. A theoretical review on the origin of medicinal practices in humans: echoes from evolution. Ethno Conserv. 2018;7:1–7."}, {"Citation": "Johns T. With bitter herbs they shall eat it: chemical ecology and the origins of human diet and medicine. 1st ed. Tucson: University of Arizona Press; 1990."}, {"Citation": "Hardy K, Buckley S, Collins MJ, Estalrrich A, Brothwell D, Copeland L, et al.. Neanderthal medics? Evidence for food, cooking, and medicinal plants entrapped in dental calculus. Naturwissenschaften. 2012;99:617–26. doi: 10.1007/s00114-012-0942-0", "ArticleIdList": ["10.1007/s00114-012-0942-0", "22806252"]}, {"Citation": "Wadley L. Those marvellous millennia: The Middle Stone Age of Southern Africa. A Archaeological Research Africa. 2015;50:155–26."}, {"Citation": "Fabrega H. Evolution of sickness and healing. 1st ed. Berkeley: University of California Press; 1997."}, {"Citation": "Hardy K. Plant use in the lower and middle palaeolithic: food, medicine, and raw materials. Quaternary Sci Rev. 2018;191:393–05."}, {"Citation": "Morrogh-Bernard HC, Foitová I, Yeen Z, Wilkin P, Martin R, Rárová L, et al.. Self-medication by orang-utans (Pongo pygmaeus) using bioactive properties of Dracaena cantleyi. Sci Reports. 2017;7;1–7. doi: 10.1038/s41598-017-16621-w", "ArticleIdList": ["10.1038/s41598-017-16621-w", "PMC5709421", "29192145"]}, {"Citation": "Tay PKC, Li NP, Jonason PK, Cheng GHL Is Memory Enhanced by the Context or Survival Threats? A Quantitative and Qualitative Review on the Survival Processing Paradigm. Evol Behavioral Sci. 2019;13:31–54."}, {"Citation": "Nairne JS, Pandeirada JNS. Congruity Effects in the Survival Processing Paradigm. J Exp Psychol: Learning Mem Cog. 2011;37:539–549. doi: 10.1037/a0021960", "ArticleIdList": ["10.1037/a0021960", "21261422"]}, {"Citation": "Janczura GA, Castilho GM, Keller VN, Oliveira NR. Normas de Associação Livre para 1004 Palavras do Português Brasileiro. Psicologia: Teoria e Pesquisa. 2016;32(4):1–7. Portuguese."}, {"Citation": "Odum E. P. (1989). Ecology and our Endangered Life-Support Systems, 1st ed. Sunderland: Sinauer Associates; 1989."}, {"Citation": "Bates D, Mächler M, Bolker B, Walker S. Fitting Linear Mixed-Effects Models Using lme4. J Stat Soft. 2015;67:1–48."}, {"Citation": "Bolker B, Robinson D. Broom.Mixed: Tidying Methods for Mixed Models. 2019."}, {"Citation": "R-project.org [Internet]. Vienna: R Core Team. R: A language and environment for statistical computing. R Foundation for Statistical Computing; [cited 2020 Apr 15]. Available from: https://www.R-project.org/."}, {"Citation": "Agresti A. Foundations of Linear and Generalized Linear Models. 1st ed. Hoboken: Wiley-Blackwell; 2015."}, {"Citation": "Wickham H. ggplot2: Elegant graphics for data analysis. 2nd ed. New York: Springer; 2016."}, {"Citation": "Nairne JS, Pandeirada JNS. Adaptive Memory: The Evolutionary Significance of Survival Processing. Perspect Psychol Sci. 2016;11:496–11. doi: 10.1177/1745691616635613", "ArticleIdList": ["10.1177/1745691616635613", "27474137"]}, {"Citation": "Bonin P, Thiebaut G, Prokop P, Méot A. “In your head, zombie”: zombies, predation and memory. J Cog Psychol. 2019;31:635–50."}, {"Citation": "Scardia G, Parenti F, Miggins DP, Gerdes A, Araujo AGM, Neves WA. Chronologic constraints on hominin dispersal outside Africa since 2.48Ma from the Zarqa Valley, Jordan. Quaternary Sci Rev. 2019;219:1–19."}, {"Citation": "López-García LM, Blain H, Sanz M, Daura J, Zilhão J. Refining the environmental and climatic background of the Middle Pleistocene human cranium from Gruta da Aroeira (Torres Novas, Portugal). Quaternary Sci Rev. 2018;200:367–75."}, {"Citation": "Foley RA, Martin L, Lahr MM, Stringer C. Major transitions in human evolution. Philosophical Transac R Soc B. 2016. Jul 5;371:20150229. doi: 10.1098/rstb.2015.0229", "ArticleIdList": ["10.1098/rstb.2015.0229", "PMC4920287", "27298461"]}, {"Citation": "Barker G, Barton H, Bird M, Daly P, Datan I, Dykes AP, et al.. The “human revolution” in lowland tropical Southeast Asia: the antiquity and behaviour of anatomically modern humans at Niah Cave (Sarawak, Borneo). J Hum Evol. 2007;52:243–61. doi: 10.1016/j.jhevol.2006.08.011", "ArticleIdList": ["10.1016/j.jhevol.2006.08.011", "17161859"]}, {"Citation": "Andrews P. Palaeoecology of Laetoli. J Hum Evol. 1989;18:173–81."}, {"Citation": "Albuquerque UP, Moura JB, Silva RH, Ferreira Júnior W, Silva TC. Evolutionary psychology and environmental sciences. 1st ed. Schakelford T, editor. SAGE Publications (CA): The Sage Handbook of Evolutionary Psychology; 2020."}, {"Citation": "Bolhuis JJ, Brown GR, Richardson RC, Laland KN. Darwin in mind: New opportunities for evolutionary psychology. PLoS Biology. 2011;9:1–8.", "ArticleIdList": ["PMC3139638", "21811401"]}, {"Citation": "Li NP, Yong JC, Vugt MV. Evolutionary psychology’s next challenge: Solving modern problems using a mismatch perspective. Evol Behav Sci. 2020;14:362–67."}, {"Citation": "Laland KN, Odling-Smee J, Myles S. How culture shaped the human genome: Bringing genetics and the human sciences together. Nat Rev Gen. 2010;11:137–148. doi: 10.1038/nrg2734", "ArticleIdList": ["10.1038/nrg2734", "20084086"]}, {"Citation": "Santoro FR, Santos GC, Ferreira Júnior WS, Chaves LS, Araújo TAS, Nascimento ALB, et al.. Testing an Ethnobiological Evolutionary Hypothesis on Plant-Based Remedies to Treat Malaria in Africa. Evol Biol. 2017;44:216–26."}, {"Citation": "Moura JMB, Silva RH, Ferreira Júnior WS, Silva TC, Albuquerque UP. Theoretical Insights of Evolutionary Psychology: New Opportunities for Studies in Evolutionary Ethnobiology. Evol Biol. 2020;47:6–17."}, {"Citation": "Seitz BM, Polack CW, Miller RR. Adaptive Memory: Generality of the Parent Processing Effect and Effects of Biological Relatedness on Recall. Evol Psychol Sci. 2020;6:1–15. doi: 10.1007/s40806-020-00233-1", "ArticleIdList": ["10.1007/s40806-020-00233-1", "PMC7810045", "33457190"]}, {"Citation": "Smith SE. Is Evolutionary Psychology Possible?. Biological Theory. 2020;15:39–9."}, {"Citation": "Gibbons A, Groarke A. Can risk and illness perceptions predict breast cancer worry in healthy women?. J Health Psychol. 2016;9:2052–62. doi: 10.1177/1359105315570984", "ArticleIdList": ["10.1177/1359105315570984", "25712488"]}, {"Citation": "Scheideler JK, Taber JM, Ferrer RA, Grenen EG, Klein WMP. Heart disease versus cancer: understanding perceptions of population prevalence and personal risk. J Behavioral Med. 2017;40:839–45. doi: 10.1007/s10865-017-9860-0", "ArticleIdList": ["10.1007/s10865-017-9860-0", "28577198"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "5", "Day": "5"}, {"Year": "2021", "Month": "10", "Day": "8"}, {"Year": "2021", "Month": "10", "Day": "25", "Hour": "17", "Minute": "22"}, {"Year": "2021", "Month": "10", "Day": "26", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "12", "Day": "15", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "10", "Day": "25"}], "PublicationStatus": "epublish", "ArticleIdList": ["34695160", "PMC8544875", "10.1371/journal.pone.0258986", "PONE-D-21-14919"]}}], "PubmedBookArticle": []}