{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Chamomile", "Matricaria", "Menstruation", "Mood disorders"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34704015", "DateRevised": {"Year": "2022", "Month": "04", "Day": "27"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "10", "Day": "01"}], "Language": ["eng"], "ELocationID": ["100134", "10.1016/j.eurox.2021.100134"], "Journal": {"ISSN": "2590-1613", "JournalIssue": {"Volume": "12", "PubDate": {"Year": "2021", "Month": "Oct"}}, "Title": "European journal of obstetrics & gynecology and reproductive biology: X", "ISOAbbreviation": "Eur J Obstet Gynecol Reprod Biol X"}, "ArticleTitle": "The effect of Matricaria chamomile on menstrual related mood disorders.", "Pagination": {"StartPage": "100134", "MedlinePgn": "100134"}, "Abstract": {"AbstractText": ["A significant percentage of reproductive-age women experience mood symptoms during the days before menstruation that can affect different aspects of a person's life, the use of some medicinal plants can be helpful in controlling premenstrual emotional symptoms. The aim of this study was to evaluate the effect of chamomile capsules on menstrual-related mood disorders.", "This clinical trial study was performed on 118 students of Guilan University of Medical Sciences. Participants were divided into two groups of chamomile and placebo. Both groups received one capsule every 8 h for 7 days before the onset of menstrual bleeding. The data collection tool was a Premenstrual Symptoms Screening Tool (PSST). Data analysis was performed using Mann-Whitney, independent t-test, Wilcoxon, and analysis of covariance.", "According to the results of the Mann-Whitney test Chamomile capsules were more effective than placebo in reducing menstrual-related mood disorders (p < 0/001). The results of the analysis of covariance showed that after controlling the associated variables, the changes in the severity of mood symptoms between the two groups were significantly different (p < 0/05).", "The results of this study show that the use of chamomile capsules can be an effective treatment in alleviating emotional symptoms related to menstrual cycles."], "CopyrightInformation": "© 2021 The Authors. Published by Elsevier B.V."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Nursing and Midwifery, Guilan University of Medical Sciences, Rasht, Iran."}], "LastName": "Najafi Mollabashi", "ForeName": "Elham", "Initials": "E"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Nursing and Midwifery, Guilan University of Medical Sciences, Rasht, Iran."}], "LastName": "Ziaie", "ForeName": "Tahereh", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Nursing and Midwifery, Guilan University of Medical Sciences, Rasht, Iran."}], "LastName": "Bostani Khalesi", "ForeName": "Zahra", "Initials": "Z"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Netherlands", "MedlineTA": "Eur J Obstet Gynecol Reprod Biol X", "NlmUniqueID": "101750520", "ISSNLinking": "2590-1613"}, "CoiStatement": "There was no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Pan B., Li J. The art of oocyte meiotic arrest regulation. Reprod Biol Endocrinol. 2019;17(1 January):8. 05.", "ArticleIdList": ["PMC6320606", "30611263"]}, {"Citation": "Thiyagarajan D.K., Basit H. StatPearls [Internet]. StatPearls Publishing; Treasure Island (FL): 2021. Jeanmonod R. Physiology, menstrual cycle. 2020 sep 17. Jan.", "ArticleIdList": ["29763196"]}, {"Citation": "Romans S., Clarkson R., Einstein G., Petrovic M., Stewart D. Mood and the menstrual cycle: a review of prospective data studies. Gend Med. 2012;9(5 October):361–384.", "ArticleIdList": ["23036262"]}, {"Citation": "Schoep M.E., Nieboer T.E., van der Zanden M., Braat D.D.M., Nap A.W. The impact of menstrual symptoms on everyday life: a survey among 42,879 women. Am J Obstet Gynecol. 2019;220(6 June):569.e1–569.e7.", "ArticleIdList": ["30885768"]}, {"Citation": "Li S.H., Lloyd A.R., Graham B.M. Physical and mental fatigue across the menstrual cycle in women with and without generalised anxiety disorder. Horm Behav. 2020;118(Febuary):104667.", "ArticleIdList": ["31899259"]}, {"Citation": "Mishra S., Elliott H., Marwaha R. StatPearls [Internet] StatPearls Publishing; Treasure Island (FL): 2021. Premenstrual dysphoric disorder. 2020 nov 29. Jan.", "ArticleIdList": ["30335340"]}, {"Citation": "Abbas K., Usman G., Ahmed M. Physical and psychological symptoms associated with premenstrual syndrome and their impact on the daily routine of women in a low socioeconomic status locality. Cureus. 2020;12(10):e10821.", "ArticleIdList": ["PMC7645292", "33173629"]}, {"Citation": "Rapkin A.J., Akopians A.L. Pathophysiology of premenstrual syndrome and premenstrual dysphoric disorder. Menopause Int. 2012;18(2 June):52–59.", "ArticleIdList": ["22611222"]}, {"Citation": "Imai A., Ichigo S., Matsunami K., Takagi H. Premenstrual syndrome: management and pathophysiology. Clin Exp Obstet Gynecol. 2015;42(2):123–128. PMID: 26054102.", "ArticleIdList": ["26054102"]}, {"Citation": "Bakshi A., Tadi P.  StatPearls [Internet] StatPearls Publishing; Treasure Island (FL): 2021. Biochemistry, serotonin. [Updated 2021 jul 31]https://www.ncbi.nlm.nih.gov/books/NBK560856/ Jan-. Available from:", "ArticleIdList": ["32809691"]}, {"Citation": "Shah N.R., Jones J.B., Aperi J., Shemtov R., Karne A., Borenstein J. Selective serotonin reuptake inhibitors for premenstrual syndrome and premenstrual dysphoric disorder: a meta-analysis. Obstet Gynecol. 2008;111(5 May):1175–1182.", "ArticleIdList": ["PMC2670364", "18448752"]}, {"Citation": "Andrade C. Premenstrual dysphoric disorder: general overview, treatment strategies, and focus on sertraline for symptom-onset dosing. Indian J Psychiatry. 2016;58(3):329–331.", "ArticleIdList": ["PMC5100127", "28066013"]}, {"Citation": "Hantsoo L., Epperson C.N. Premenstrual dysphoric disorder: epidemiology and treatment. Curr Psychiatry Rep. 2015;17(11):87.", "ArticleIdList": ["PMC4890701", "26377947"]}, {"Citation": "Sofowora A., Ogunbodede E., Onayade A. The role and place of medicinal plants in the strategies for disease prevention. Afr J Tradit Complement Altern Med. 2013;10(5):210–229.", "ArticleIdList": ["PMC3847409", "24311829"]}, {"Citation": "Sen T., Samanta S.K. Medicinal plants, human health and biodiversity: a broad review. Adv Biochem Eng Biotechnol. 2015;147:59–110.", "ArticleIdList": ["25001990"]}, {"Citation": "Salmerón-Manzano E., Garrido-Cardenas J.A., Manzano-Agugliaro F. Worldwide research trends on medicinal plants. Int J Environ Res Public Health. 2020;17(10 May):3376. 12.", "ArticleIdList": ["PMC7277765", "32408690"]}, {"Citation": "Singh O., Khanam Z., Misra N., Srivastava M.K. Chamomile (Matricaria chamomilla L.): an overview. Pharmacogn Rev. 2011;5(9 January):82–95.", "ArticleIdList": ["PMC3210003", "22096322"]}, {"Citation": "Sayyar Z., Yazdinezhad A., Hassan M., Jafari Anarkooli I. Protective effect of Matricaria chamomilla ethanolic extract on hippocampal neuron damage in rats exposed to formaldehyde. Oxid Med Cell Longev. 2018;14(August):6414317. 2018.", "ArticleIdList": ["PMC6112212", "30186547"]}, {"Citation": "Khalesi Z.B., Beiranvand S.P., Bokaie M. Efficacy of chamomile in the treatment of premenstrual syndrome: a systematic review. J Pharmacopuncture. 2019;22(4):204–209.", "ArticleIdList": ["PMC6970572", "31970017"]}, {"Citation": "Niazi A., Moradi M. The effect of chamomile on pain and menstrual bleeding in primary dysmenorrhea: a systematic review. Int J Community Based Nurs Midwifery. 2021;9(3):174–186.", "ArticleIdList": ["PMC8242407", "34222539"]}, {"Citation": "Sharifi F., Mojab F., Simbar A. Comparative study of the effects of Matricaria Chamomilla extract and mefenamic acid on the severity of premenstrual syndrome symptoms. Arak Med Univ J (AMUJ). 2013;16(70):71–78."}, {"Citation": "Karimian Z., Sadat Z., Bahrami N., Kafaie M. Compare the effect of chamomile and mefenamic acid on menstrual bleeding. J Gynecol Womens Health. 2015;157:11–17."}, {"Citation": "Siahbazi S., Hariri F.Z., Montazeri A., Moghaddam B.L. Translation and psychometric properties of the Iranian version of the Premenstrual Symptoms Screening Tool (PSST) Payesh. 2011;10(4):421–427."}, {"Citation": "McKay D.L., Blumberg J.B. A review of the bioactivity and potential health benefits of chamomile tea (Matricaria recutita L.) Phytother Res. 2006;20(7):519–530.", "ArticleIdList": ["16628544"]}, {"Citation": "Y-n Wu, Xu Y., Yao L. Anti-inflammatory and anti-allergic effects of german chamomile (Matricaria chamomilla L.) J Essent Oil Bear Plants. 2011;14(5):549–558."}, {"Citation": "Dadfar F. Effect of chamomile (Matricaria chamomilla) extracts on the reduction of dysmenorrhea and premenstrual syndrome symptoms. Der Pharm Lett. 2015;7(12):454–458."}, {"Citation": "Shang N.C. Faculty of Health Sciences at the Durban University of Technology; Durban: 2015. The efficacy of a phytotherapeutic complex (Angelica sinensis, Dioscorea villosa, Matricaria chamomilla, Viburnum opulus and Zingiber officinalis) compared with homoeopathic similimum in the treatment of primary dysmenorrheal [technology, homoeopathy MA Thesis]"}, {"Citation": "Mao J.J., Xie S.X., Keefe J.R., Soeller I., Li Q.S., Amsterdam J.D. Long-term Chamomile (Matricaria chamomilla L.) treatment for generalized anxiety disorder: a randomized clinical trial. Phytomedicine. 2016;23(14 December):1735–1742. 15.", "ArticleIdList": ["PMC5646235", "27912875"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "9", "Day": "2"}, {"Year": "2021", "Month": "9", "Day": "18"}, {"Year": "2021", "Month": "9", "Day": "24"}, {"Year": "2021", "Month": "10", "Day": "27", "Hour": "7", "Minute": "13"}, {"Year": "2021", "Month": "10", "Day": "28", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "10", "Day": "28", "Hour": "6", "Minute": "1"}, {"Year": "2021", "Month": "10", "Day": "1"}], "PublicationStatus": "epublish", "ArticleIdList": ["34704015", "PMC8526954", "10.1016/j.eurox.2021.100134", "S2590-1613(21)00014-4"]}}], "PubmedBookArticle": []}