{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Panax notoginseng", "cyclic electron flow", "dynamic sunflecks", "lutein epoxide cycle", "non-photochemical quenching", "photorespiration"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34721452", "DateRevised": {"Year": "2021", "Month": "11", "Day": "02"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "10", "Day": "13"}], "Language": ["eng"], "ELocationID": ["718981", "10.3389/fpls.2021.718981"], "Journal": {"ISSN": "1664-462X", "JournalIssue": {"Volume": "12", "PubDate": {"Year": "2021"}}, "Title": "Frontiers in plant science", "ISOAbbreviation": "Front Plant Sci"}, "ArticleTitle": "The Responses of Light Reaction of Photosynthesis to Dynamic Sunflecks in a Typically Shade-Tolerant Species <i>Panax notoginseng</i>.", "Pagination": {"StartPage": "718981", "MedlinePgn": "718981"}, "Abstract": {"AbstractText": ["Light is highly heterogeneous in natural conditions, and plants need to evolve a series of strategies to acclimate the dynamic light since it is immobile. The present study aimed to elucidate the response of light reaction of photosynthesis to dynamic sunflecks in a shade-tolerant species <i>Panax notoginseng</i> and to examine the regulatory mechanisms involved in an adaptation to the simulated sunflecks. When <i>P. notoginseng</i> was exposed to the simulated sunflecks, non-photochemical quenching (NPQ) increased rapidly to the maximum value. Moreover, in response to the simulated sunflecks, there was a rapid increase in light-dependent heat dissipation quantum efficiency of photosystem II (PSII) (Φ<sub>NPQ</sub>), while the maximum quantum yield of PSII under light (<i>F</i> <sub>v</sub>'/<i>F</i> <sub>m</sub>') declined. The relatively high fluorescence and constitutive heat dissipation quantum efficiency of PSII (Φ<sub>f,d</sub>) in the plants exposed to transient high light (400, 800, and 1,600 μmol m<sup>-2</sup> s<sup>-1</sup>) was accompanied by the low effective photochemical quantum yield of PSII (Φ<sub>PSII</sub>) after the dark recovery for 15 min, whereas the plants exposed to transient low light (50 μmol m<sup>-2</sup> s<sup>-1</sup>) has been shown to lead to significant elevation in Φ<sub>PSII</sub> after darkness recovery. Furthermore, PSII fluorescence and constitutive heat dissipation electron transfer rate (<i>J</i> <sub>f,d</sub>) was increased with the intensity of the simulated sunflecks, the residual absorbed energy used for the non-net carboxylative processes (<i>J</i> <sub>NC</sub>) was decreased when the response of electron transfer rate of NPQ pathway of PSII (<i>J</i> <sub>NPQ</sub>) to transient low light is restricted. In addition, the acceptor-side limitation of PSI [Y(NA)] was increased, while the donor-side limitation of photosystems I (PSI) [Y(ND)] was decreased at transient high light conditions accompanied with active cyclic electron flow (CEF). Meanwhile, when the leaves were exposed to transient high light, the xanthophyll cycle (V cycle) was activated and subsequently, the <i>J</i> <sub>NPQ</sub> began to increase. The de-epoxidation state [(Z + A)/(V + A + Z)] was strongly correlated with NPQ in response to the sunflecks. In the present study, a rapid engagement of lutein epoxide (Lx) after the low intensity of sunfleck together with the lower NPQ contributed to an elevation in the maximum photochemical quantum efficiency of PSII under the light. The analysis based on the correlation between the CEF and electron flow devoted to Ribulose-1, 5-bisphosphate (RuBP) oxygenation (<i>J</i> <sub>O</sub>) indicated that at a high light intensity of sunflecks, the electron flow largely devoted to RuBP oxygenation would contribute to the operation of the CEF. Overall, photorespiration plays an important role in regulating the CEF of the shade-tolerant species, such as <i>P. notoginseng</i> in response to transient high light, whereas active Lx cycle together with the decelerated NPQ may be an effective mechanism of elevating the maximum photochemical quantum efficiency of PSII under light exposure to transient low light."], "CopyrightInformation": "Copyright © 2021 Zhang, Zhang, Shuang, Cun, Wu and Chen."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Agronomy and Biotechnology, Yunnan Agricultural University, Kunming, China."}, {"Identifier": [], "Affiliation": "Key Laboratory of Medicinal Plant Biology of Yunnan Province, Yunnan Agricultural University, Kunming, China."}, {"Identifier": [], "Affiliation": "National and Local Joint Engineering Research Center on Germplasm Innovation and Utilization of Chinese Medicinal Materials in Southwestern China, Yunnan Agricultural University, Kunming, China."}], "LastName": "Zhang", "ForeName": "Jin-Yan", "Initials": "JY"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Agronomy and Biotechnology, Yunnan Agricultural University, Kunming, China."}, {"Identifier": [], "Affiliation": "Key Laboratory of Medicinal Plant Biology of Yunnan Province, Yunnan Agricultural University, Kunming, China."}, {"Identifier": [], "Affiliation": "National and Local Joint Engineering Research Center on Germplasm Innovation and Utilization of Chinese Medicinal Materials in Southwestern China, Yunnan Agricultural University, Kunming, China."}], "LastName": "Zhang", "ForeName": "Qiang-Hao", "Initials": "QH"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Agronomy and Biotechnology, Yunnan Agricultural University, Kunming, China."}, {"Identifier": [], "Affiliation": "Key Laboratory of Medicinal Plant Biology of Yunnan Province, Yunnan Agricultural University, Kunming, China."}, {"Identifier": [], "Affiliation": "National and Local Joint Engineering Research Center on Germplasm Innovation and Utilization of Chinese Medicinal Materials in Southwestern China, Yunnan Agricultural University, Kunming, China."}], "LastName": "Shuang", "ForeName": "Sheng-Pu", "Initials": "SP"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Agronomy and Biotechnology, Yunnan Agricultural University, Kunming, China."}, {"Identifier": [], "Affiliation": "Key Laboratory of Medicinal Plant Biology of Yunnan Province, Yunnan Agricultural University, Kunming, China."}, {"Identifier": [], "Affiliation": "National and Local Joint Engineering Research Center on Germplasm Innovation and Utilization of Chinese Medicinal Materials in Southwestern China, Yunnan Agricultural University, Kunming, China."}], "LastName": "Cun", "ForeName": "Zhu", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Agronomy and Biotechnology, Yunnan Agricultural University, Kunming, China."}, {"Identifier": [], "Affiliation": "Key Laboratory of Medicinal Plant Biology of Yunnan Province, Yunnan Agricultural University, Kunming, China."}, {"Identifier": [], "Affiliation": "National and Local Joint Engineering Research Center on Germplasm Innovation and Utilization of Chinese Medicinal Materials in Southwestern China, Yunnan Agricultural University, Kunming, China."}], "LastName": "Wu", "ForeName": "Hong-Min", "Initials": "HM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Agronomy and Biotechnology, Yunnan Agricultural University, Kunming, China."}, {"Identifier": [], "Affiliation": "Key Laboratory of Medicinal Plant Biology of Yunnan Province, Yunnan Agricultural University, Kunming, China."}, {"Identifier": [], "Affiliation": "National and Local Joint Engineering Research Center on Germplasm Innovation and Utilization of Chinese Medicinal Materials in Southwestern China, Yunnan Agricultural University, Kunming, China."}], "LastName": "Chen", "ForeName": "Jun-Wen", "Initials": "JW"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Plant Sci", "NlmUniqueID": "101568200", "ISSNLinking": "1664-462X"}, "CoiStatement": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Abedi-Koupai J., Mostafazadeh-Fard B., Afyuni M., Bagheri M. R. (2006). Effect of treated wastewater on soil chemical and physical properties in an arid region. Plant Soil Environ. 52 335–334. 10.17221/3450-PSE", "ArticleIdList": ["10.17221/3450-PSE"]}, {"Citation": "Allahverdiyeva Y., Suorsa M., Tikkanen M., Aro E. M. (2015). Photoprotection of photosystems in fluctuating light intensities. J. Exp. Bot. 66 2427–2436. 10.1093/jxb/eru463", "ArticleIdList": ["10.1093/jxb/eru463", "25468932"]}, {"Citation": "Allakhverdiev S. I., Murata N. (2004). Environmental stress inhibits the synthesis de novo of proteins involved in the photodamage-repair cycle of photosystem II in Synechocystis sp. PCC 6803. Biochim. Biophys. Acta 1657 23–32. 10.1016/j.bbabio.2004.03.003", "ArticleIdList": ["10.1016/j.bbabio.2004.03.003", "15238209"]}, {"Citation": "Bassman J. B., Zwier J. C. (1991). Gas exchange characteristics of Populus trichocarpa Populus deltoides and Populus trichocarpa x P. deltoides clones. Tree Physiol. 8 145–159. 10.1093/treephys/8.2.145", "ArticleIdList": ["10.1093/treephys/8.2.145", "14972886"]}, {"Citation": "Bernacchi C. J., Singsaas E. L., Pimentel C., Portis A. R., Long S. P. (2001). Improved temperature response functions for models of Rubisco-limited photosynthesis. Plant Cell Environ. 24 253–259. 10.1111/j.1365-3040.2001.00668.x", "ArticleIdList": ["10.1111/j.1365-3040.2001.00668.x"]}, {"Citation": "Bungard R. A., Ruban A. V., Hibberd J. M., Press M. C., Horton P., Scholes J. D. (1999). Unusual carotenoid composition and a new type of xanthophyll cycle in plants. Proc. Natl. Acad. Sci. 96 1135–1139. 10.1073/pnas.96.3.1135", "ArticleIdList": ["10.1073/pnas.96.3.1135", "PMC15363", "9927706"]}, {"Citation": "Cao Y. M., Zhang Z. Q., Zhang T., You Z., Geng J. C., Wang Y. F., et al. (2018). Overexpression of a zeaxanthin epoxidase gene from Medicago sativa enhances the tolerance to low light in transgenic tobacco. Acta Biochim. Pol. 65 431–435. 10.18388/abp.2018_2551", "ArticleIdList": ["10.18388/abp.2018_2551", "30188964"]}, {"Citation": "Carraretto L., Teardo E., Checchetto V., Finazzi G., Uozumi N., Szabo I. (2016). Ion channels in plant bioenergetic organelles chloroplasts and mitochondria: from molecular identification to function. Mol. Plant 9 371–395. 10.1016/j.molp.2015.12.004", "ArticleIdList": ["10.1016/j.molp.2015.12.004", "26751960"]}, {"Citation": "Cazzaniga S., Dall’Osto L., Kong S. G., Wada M., Bassi R. (2013). Interaction between avoidance of photon absorption excess energy dissipation and zeaxanthin synthesis against photooxidative stress in a rabidopsis. Plant J. 76 568–579. 10.1111/tpj.12314", "ArticleIdList": ["10.1111/tpj.12314", "24033721"]}, {"Citation": "Chazdon R. L., Pearcy C. R. W. (1991). The importance of sunflecks for forest understory plants. Bioscience 41 760–766. 10.2307/1311725", "ArticleIdList": ["10.2307/1311725"]}, {"Citation": "Chen J. W., Kuang S. B., Long G. Q., Meng Z. G., Li L. G., Chen Z. J., et al. (2014). Steady-state and dynamic photosynthetic performance and nitrogen partitioning in the shade-demanding plant Panax notoginseng under different levels of growth irradiance. Acta Physiol. Plant. 36 2409–2420. 10.1007/s11738-014-1614-9", "ArticleIdList": ["10.1007/s11738-014-1614-9"]}, {"Citation": "Chen J. W., Kuang S. B., Long G. Q., Yang S. C., Meng Z. G., Li L. G., et al. (2016). Photosynthesis light energy partitioning and photoprotection in the shade-demanding species Panax notoginseng under high and low level of growth irradiance. Funct. Plant Biol. 43 479–493. 10.1071/FP15283", "ArticleIdList": ["10.1071/FP15283", "32480478"]}, {"Citation": "Crisp P. A., Ganguly D. R., Smith A. B., Murray K. D., Estavillo G. M., Searle I., et al. (2017). Rapid recovery gene downregulation during excess-light stress and recovery in Arabidopsis. Plant Cell 29 1836–1863. 10.1105/tpc.16.00828", "ArticleIdList": ["10.1105/tpc.16.00828", "PMC5590493", "28705956"]}, {"Citation": "Cruz J. A., Avenson T. J., Kanazawa A., Takizawa K., Edwards G. E., Kramer D. M. (2005). Plasticity in light reactions of photosynthesis for energy production and photoprotection. J. Exp. Bot. 56 395–406. 10.1093/jxb/eri022", "ArticleIdList": ["10.1093/jxb/eri022", "15533877"]}, {"Citation": "Da Q., Sun T., Wang M., Jin H., Li M., Feng D., et al. (2018). M-type thioredoxins are involved in the xanthophyll cycle and proton motive force to alter NPQ under low-light conditions in Arabidopsis. Plant Cell Rep. 37 279–291. 10.1007/s00299-017-2229-6", "ArticleIdList": ["10.1007/s00299-017-2229-6", "29080907"]}, {"Citation": "Demmig A. B., Adams W. W. I. I. I., Barker D. H., Logan B. A., Bowling D. R., Verhoeven A. S. (1996). Using chlorophyll fluorescence to assess the fraction of absorbed light allocated to thermal dissipation of excess excitation. Physiol. Plant. 98 253–264. 10.1034/j.1399-3054.1996.980206.x", "ArticleIdList": ["10.1034/j.1399-3054.1996.980206.x", "0"]}, {"Citation": "Demmig-Adams B., Cohu C. M., Muller O., Lii W. W. A. (2012). Modulation of photosynthetic energy conversion efficiency in nature: from seconds to season. Photosynth. Res. 113 75–88. 10.1007/s11120-012-9761-6", "ArticleIdList": ["10.1007/s11120-012-9761-6", "22790560"]}, {"Citation": "Durgud M., Gupta S., Ivanov I., Omidbakhshfard M. A., Benina M., Alseekh S., et al. (2018). Molecular mechanisms preventing senescence in response to prolonged darkness in a desiccation-tolerant plant. Plant Physiol. 177 1319–1338. 10.1104/pp.18.00055", "ArticleIdList": ["10.1104/pp.18.00055", "PMC6053018", "29789435"]}, {"Citation": "Eisenhut M., Bräutigam A., Timm S., Florian A., Tohge T., Fernie A. R., et al. (2017). Photorespiration is crucial for dynamic response of photosynthetic metabolism and stomatal movement to altered CO2 availability. Mol. Plant 10 47–61. 10.1016/j.molp.2016.09.011", "ArticleIdList": ["10.1016/j.molp.2016.09.011", "27702693"]}, {"Citation": "Endo T., Shikanai T., Takabayashi A., Asada K., Sato F. (1999). The role of chloroplastic NAD(P)H dehydrogenase in photoprotection. FEBS Lett. 457 5–8. 10.1016/S0014-5793(99)00989-8", "ArticleIdList": ["10.1016/S0014-5793(99)00989-8", "10486552"]}, {"Citation": "Esteban R., Jiménez E. T., Jiménez M. S., Morales D., Hormaetxe K., Becerril J. M., et al. (2007). Dynamics of violaxanthin and lutein epoxide xanthophyll cycles in Lauraceae tree species under field conditions. Tree Physiol. 27 1407–1414. 10.1093/treephys/27.10.1407", "ArticleIdList": ["10.1093/treephys/27.10.1407", "17669731"]}, {"Citation": "Esteban R., Matsubara S., Soledad-Jiménez M., Morales D., Brito P., Lorenzo R., et al. (2010). Operation and regulation of the lutein epoxide cycle in seedlings of Ocotea foetans. Funct. Plant Biol. 37 859–869. 10.1071/FP10014", "ArticleIdList": ["10.1071/FP10014"]}, {"Citation": "Florez-Sarasa I., Noguchi K., Araújo W. L., Garcia-Nogales A., Fernie A. R., Flexas J., et al. (2016). Impaired cyclic electron flow around photosystem I disturbs high-light respiratory metabolism. Plant Physiol. 172 2176–2189. 10.1104/pp.16.01025", "ArticleIdList": ["10.1104/pp.16.01025", "PMC5129710", "27760881"]}, {"Citation": "Förster B., Osmond C. B., Pogson B. J. (2009). De novo synthesis and degradation of Lx and V cycle pigments during shade and sun acclimation in avocado leaves. Plant Physiol. 149 1179–1195. 10.1104/pp.108.131417", "ArticleIdList": ["10.1104/pp.108.131417", "PMC2633854", "19060099"]}, {"Citation": "Förster B., Pogson B. J., Osmond C. B. (2011). Lutein from deepoxidation of lutein epoxide replaces zeaxanthin to sustain an enhanced capacity for nonphotochemical chlorophyll fluorescence quenching in avocado shade leaves in the dark. Plant Physiol. 156 393–403. 10.1104/pp.111.173369", "ArticleIdList": ["10.1104/pp.111.173369", "PMC3091066", "21427278"]}, {"Citation": "Foyer C. H., Neukermans J., Queval G., Noctor G., Harbinson J. (2012). Photosynthetic control of electron transport and the regulation of gene expression. J. Exp. Bot. 63 1637–1661. 10.1093/jxb/ers013", "ArticleIdList": ["10.1093/jxb/ers013", "22371324"]}, {"Citation": "Garcia-Molina A., Leister D. (2020). Accelerated relaxation of photoprotection impairs biomass accumulation in Arabidopsis. Nat. Plants 6 9–12. 10.1038/s41477-019-0572-z", "ArticleIdList": ["10.1038/s41477-019-0572-z", "31907400"]}, {"Citation": "García-Plazaola J. I., Esteban R., Fernández-Marín B., Kranner I., Porcar-Castell A. (2012). Thermal energy dissipation and xanthophyll cycles beyond the Arabidopsis model. Photosynth. Res. 113 89–103. 10.1007/s11120-012-9760-7", "ArticleIdList": ["10.1007/s11120-012-9760-7", "22772904"]}, {"Citation": "García-Plazaola J. I., Matsubara S., Osmond C. B. (2007). The lutein epoxide cycle in higher plants: its relationships to other xanthophyll cycles and possible functions. Funct. Plant Biol. 34 759–773. 10.1071/FP07095", "ArticleIdList": ["10.1071/FP07095", "32689404"]}, {"Citation": "Genty B., Briantais J. M., Baker N. R. (1989). The relationship between the quantum of photosynthetic electron transport and quenching of chlorophyll fluorescence. BBA Gen Subj. 990 87–92. 10.1016/S0304-4165(89)80016-9", "ArticleIdList": ["10.1016/S0304-4165(89)80016-9"]}, {"Citation": "Grieco M., Tikkanen M., Paakkarinen V., Kangasjärvi S., Aro E. M. (2012). Steady-state phosphorylation of light-harvesting complex II proteins preserves photosystem I under fluctuating white light. Plant Physiol. 160 1896–1910. 10.1104/pp.112.206466", "ArticleIdList": ["10.1104/pp.112.206466", "PMC3510119", "23033142"]}, {"Citation": "Hendrickson L., Furbank R. T., Chow W. S. (2004). A simple alternative approach to assessing the fate of absorbed light energy using chlorophyll fluorescence. Photosynth. Res. 82 73–81. 10.1023/B:PRES.0000040446.87305.f4", "ArticleIdList": ["10.1023/B:PRES.0000040446.87305.f4", "16228614"]}, {"Citation": "Huang J., Zhao X., Chory J. (2019). The Arabidopsis transcriptome responds specifically and dynamically to high light stress. Cell Rep. 29 4186–4199.e3. 10.1016/j.celrep.2019.11.051", "ArticleIdList": ["10.1016/j.celrep.2019.11.051", "PMC7030938", "31851942"]}, {"Citation": "Huang W., Zhang S. B., Cao K. F. (2012b). Physiological role of cyclic electron floe in higher plants. Plant Sci. J. 30 100–106. 10.3389/fpls.2015.00621", "ArticleIdList": ["10.3389/fpls.2015.00621", "PMC4531324", "26322062"]}, {"Citation": "Huang W., Yang S. J., Zhang S. B., Zhang J. L., Cao K. F. (2012a). Cyclic electron flow plays an important role in photoprotection for the resurrection plant Paraboea rufescens under drought stress. Planta 235 819–828. 10.1007/s00425-011-1544-3", "ArticleIdList": ["10.1007/s00425-011-1544-3", "22080919"]}, {"Citation": "Huang W., Yang Y. J., Hu H., Zhang S. B. (2015b). Different roles of cyclic electron flow around photosystem I under sub-saturating and saturating light intensities in tobacco leaves. Front. Plant Sci. 6 923–932. 10.3389/fpls.2015.00923", "ArticleIdList": ["10.3389/fpls.2015.00923", "PMC4621282", "26579169"]}, {"Citation": "Huang W., Zhang S. B., Zhang J. L., Hu H. (2015c). Photoinhibition of photosystem I under high light in the shade-established tropical tree species Psychotria rubra. Front. Plant Sci. 6:801. 10.3389/fpls.2015.00801", "ArticleIdList": ["10.3389/fpls.2015.00801", "PMC4586421", "26483816"]}, {"Citation": "Huang W., Hu H., Zhang S. B. (2015a). Photorespiration plays an important role in the regulation of photosynthetic electron flow under fluctuating light in tobacco plants grown under full sunlight. Front. Plant Sci. 6:621.", "ArticleIdList": ["PMC4531324", "26322062"]}, {"Citation": "Huang W., Zhang S. B., Cao K. F. (2011). Cyclic electron flow plays an important role in photoprotection of tropical trees illuminated at temporal chilling temperature. Plant Cell Physiol. 52 297–305. 10.1093/pcp/pcq166", "ArticleIdList": ["10.1093/pcp/pcq166", "21062868"]}, {"Citation": "Huang W., Zhang S. B., Hu H. (2014). Sun leaves up-regulate the photorespiratory pathway to maintain a high rate of CO2 assimilation in tobacco. Front. Plant Sci. 5:688. 10.3389/fpls.2014.00688", "ArticleIdList": ["10.3389/fpls.2014.00688", "PMC4253947", "25520735"]}, {"Citation": "Hubbart S., Ajigboye O. O., Horton P., Murchie E. H. (2012). The photoprotective protein PsbS exerts control over CO2 assimilation rate in fluctuating light in rice. Plant J. 71 402–412. 10.1111/j.1365-313X.2012.04995.x", "ArticleIdList": ["10.1111/j.1365-313X.2012.04995.x", "22413771"]}, {"Citation": "Ikeuchi M., Uebayashi N., Sato F., Endo T. (2014). Physiological functions of PsbS-dependent and PsbS-independent NPQ under naturally fluctuating light conditions. Plant Cell Physiol. 55 1286–1295. 10.1093/pcp/pcu069", "ArticleIdList": ["10.1093/pcp/pcu069", "24850835"]}, {"Citation": "Ishida S., Uebayashi N., Tazoe Y., Ikeuchi M., Homma K., Sato F., et al. (2014). Diurnal and developmental changes in energy allocation of absorbed light at PSII in field-grown rice. Plant Cell Physiol. 55 171–182. 10.1093/pcp/pct169", "ArticleIdList": ["10.1093/pcp/pct169", "24259682"]}, {"Citation": "Jahns P., Holzwarth A. R. (2012). The role of the xanthophyll cycle and of lutein in photoprotection of photosystem II. BBA Bioenerg. 1817 182–193. 10.1016/j.bbabio.2011.04.012", "ArticleIdList": ["10.1016/j.bbabio.2011.04.012", "21565154"]}, {"Citation": "Jin H., Li M., Duan S., Fu M., Dong X., Liu B., et al. (2016). Optimization of light-harvesting pigment improves photosynthetic efficiency. Plant Physiol. 172 1720–1731. 10.1104/pp.16.00698", "ArticleIdList": ["10.1104/pp.16.00698", "PMC5100765", "27609860"]}, {"Citation": "Johnson M. P., Ruban A. V. (2010). Arabidopsis plants lacking PsbS protein possess photoprotective energy dissipation. Plant J. 61 283–289. 10.1111/j.1365-313X.2009.04051.x", "ArticleIdList": ["10.1111/j.1365-313X.2009.04051.x", "19843315"]}, {"Citation": "Johnson M. P., Ruban A. V. (2011). Restoration of rapidly reversible photoprotective energy dissipation in the absence of PsbS protein by enhanced delta ΔpH. J. Biol. Chem. 286 19973–19981. 10.1074/jbc.M111.237255", "ArticleIdList": ["10.1074/jbc.M111.237255", "PMC3103371", "21474447"]}, {"Citation": "Kono M., Kawaguchi H., Mizusawa N., Yamori W., Suzuki Y., Terashima I. (2019). Far-red light accelerates photosynthesis in the low-light phases of fluctuating light. Plant Cell Physiol. 61 192–202. 10.1093/pcp/pcz191", "ArticleIdList": ["10.1093/pcp/pcz191", "31617558"]}, {"Citation": "Kono M., Noguchi K., Terashima I. (2014). Roles of the cyclic electron flow around PSI (CEF-PSI) and O2-dependent alternative pathways in regulation of the photosynthetic electron flow in short-term fluctuating light in Arabidopsis thaliana. Plant Cell Physiol. 55 990–1004. 10.1093/pcp/pcu033", "ArticleIdList": ["10.1093/pcp/pcu033", "24553846"]}, {"Citation": "Kono M., Yamori W., Suzuki Y., Terashima I. (2017). Photoprotection of PSI by far-red light against the fluctuating light-induced Photoinhibition in Arabidopsis thaliana and field-grown plants. Plant Cell Physiol. 58 35–45. 10.1093/pcp/pcw215", "ArticleIdList": ["10.1093/pcp/pcw215", "28119424"]}, {"Citation": "Kornyeyev D., Hendrickson L. (2007). Energy partitioning in photosystem II complexes subjected to photoinhibitory treatment. Funct. Plant Biol. 34 214–220. 10.1071/FP06327", "ArticleIdList": ["10.1071/FP06327", "32689347"]}, {"Citation": "Kramer D. M., Johnson G., Kiirats O., Edwards G. E. (2004). New fluorescence parameters for the determination of QA redox state and excitation energy fluxes. Photosynth. Res. 79 209–218. 10.1023/B:PRES.0000015391.99477.0d", "ArticleIdList": ["10.1023/B:PRES.0000015391.99477.0d", "16228395"]}, {"Citation": "Krieger-Liszkay A., Fufezan C., Trebst A. (2008). Singlet oxygen production in photosystem II and related protection mechanism. Photosynth. Res. 98 551–564. 10.1007/s11120-008-9349-3", "ArticleIdList": ["10.1007/s11120-008-9349-3", "18780159"]}, {"Citation": "Kromdijk J., Glowacka K., Leonelli L., Gabilly S. T., Twai M., Niyogi K. K., et al. (2016). Improving photosynthesis and crop productivity by accelerating recovery from photoprotection. Science 354 857–861. 10.1126/science.aai8878", "ArticleIdList": ["10.1126/science.aai8878", "27856901"]}, {"Citation": "Kuang S. B., Xu X. Z., Meng Z. G., Zhang G. H., Yang S. C., Chen Z. J., et al. (2015). Effects of light transmittance on plant growth and root ginsenoside content of Panax notoginseng. Chin. J. Appl. Environ. Biol. 21 279–286."}, {"Citation": "Li X. P., Müller-Moulé P., Gilmore A. M., Niyogi K. K. (2002). PsbS-dependent enhancement of feedback de-excitation protects photosystem II from photoinhibition. Proc. Natl. Acad. Sci. USA 99 15222–15227. 10.1073/pnas.232447699", "ArticleIdList": ["10.1073/pnas.232447699", "PMC137571", "12417767"]}, {"Citation": "Losciale P., Chow W. S., Grappadelli L. C. (2010). Modulating the light environment with the peach ‘asymmetric orchard’: effects on gas exchange performances photoprotection and photoinhibition. J. Exp. Bot. 61 1177–1192. 10.1093/jxb/erp387", "ArticleIdList": ["10.1093/jxb/erp387", "PMC2826656", "20124356"]}, {"Citation": "Losciale P., Oguchi R., Hendrickson L., Hope A. B., Corelli-Grappadelli L., Chow W. S. (2008). A rapid whole-tissue determination of the functional fraction of PSII after photoinhibition of leaves based on flash-induced P700 redox kinetics. Physiol. Plant 132 23–32. 10.1111/j.1399-3054.2007.01000.x", "ArticleIdList": ["10.1111/j.1399-3054.2007.01000.x", "18251867"]}, {"Citation": "Marçal D. M., Avila R. T., Quiroga-Rojas L. F., de Souza R. P., Junior C. C. G., Ponte L. R., et al. (2021). Elevated [CO2] benefits coffee growth and photosynthetic performance regardless of light availability. Plant Physiol. Biochem. 158 524–535. 10.1016/j.plaphy.2020.11.042", "ArticleIdList": ["10.1016/j.plaphy.2020.11.042", "33293205"]}, {"Citation": "Mathur S., Jain L., Jajoo A. (2018). Photosynthetic efficiency in sun and shade plants. Photosynthetica 56 354–365. 10.1007/s11099-018-0767-y", "ArticleIdList": ["10.1007/s11099-018-0767-y"]}, {"Citation": "Matsubara S., Krause G. H., Aranda J., Virgo A., Beisel K. G., Jahns P., et al. (2009). Sun-shade patterns of leaf carotenoid composition in 86 species of neotropical forest plants. Funct. Plant Biol. 36 20–36. 10.1071/FP08214", "ArticleIdList": ["10.1071/FP08214", "32688624"]}, {"Citation": "Matsubara S., Krause G. H., Seltmann M., Virgo A., Kursar T. A., Jahns P., et al. (2008). Lutein epoxide cycle light harvesting and photoprotection in species of the tropical tree genus Inga. Plant Cell Environ. 31 548–561. 10.1111/j.1365-3040.2008.01788.x", "ArticleIdList": ["10.1111/j.1365-3040.2008.01788.x", "18208510"]}, {"Citation": "Matsubara S., Morosinotto T., Osmond C. B., Bassi R. (2007). Short-and long-term operation of the lutein-epoxide cycle in light-harvesting antenna complexes. Plant Physiol. 144 926–941. 10.1104/pp.107.099077", "ArticleIdList": ["10.1104/pp.107.099077", "PMC1914152", "17384157"]}, {"Citation": "Matsubara S., Naumann M., Martin R., Nichol C., Rascher U., Morosinotto T., et al. (2005). Slowly reversible de-epoxidation of luteinepoxide in deep shade leaves of a tropical tree legume may ‘lock-in’ lutein-based photoprotection during acclimation to strong light. J. Exp. Bot. 56 461–468. 10.1093/jxb/eri012", "ArticleIdList": ["10.1093/jxb/eri012", "15501906"]}, {"Citation": "Maxwell K., Johnson G. N. (2000). Chlorophyll fluorescence-a practical guide. J. Exp. Bot. 51 659–668. 10.1093/jexbot/51.345.659", "ArticleIdList": ["10.1093/jexbot/51.345.659", "10938857"]}, {"Citation": "Miyake C., Miyata M., Shinzaki Y., Tomizawa K. I. (2005). CO2 response of cyclic electron flow around PSI (CEF-PSI) in tobacco leaves-relative electron fluxes through PSI and PSII determine the magnitude of non-photochemical quenching (NPQ) of Chl fluorescence. Plant Cell Physiol. 46 629–637. 10.1093/pcp/pci067", "ArticleIdList": ["10.1093/pcp/pci067", "15701657"]}, {"Citation": "Müller P., Li X. P., Niyogi K. K. (2001). Non-photochemical quenching. a response to excess light energy. Plant Physiol. 125 1558–1566. 10.1104/pp.125.4.1558", "ArticleIdList": ["10.1104/pp.125.4.1558", "PMC1539381", "11299337"]}, {"Citation": "Munekage Y. N., Genty B., Peltier G. (2008). Effect of PGR5 impairment on photosynthesis and growth in Arabidopsis thaliana. Plant Cell Physiol. 49 1688–1698. 10.1093/pcp/pcn140", "ArticleIdList": ["10.1093/pcp/pcn140", "18799484"]}, {"Citation": "Munekage Y., Hojo M., Meurer J., Endo T., Tasaka M., Shikanai T. (2002). PGR5 is involved in cyclic electron flow around photosystem I and is essential for photoprotection in Arabidopsis. Cell 110 361–371. 10.1016/S0092-8674(02)00867-X", "ArticleIdList": ["10.1016/S0092-8674(02)00867-X", "12176323"]}, {"Citation": "Murchie E. H., Niyogi K. K. (2011). Manipulation of photoprotection to improve plant photosynthesis. Plant Physiol. 155 86–92. 10.1104/pp.110.168831", "ArticleIdList": ["10.1104/pp.110.168831", "PMC3075776", "21084435"]}, {"Citation": "Niyogi K. K., Truong T. B. (2013). Evolution of flexible non-photochemical quenching mechanisms that regulate light harvesting in oxygenic photosynthesis. Curr. Opin. Plant Biol. 16 307–314. 10.1016/j.pbi.2013.03.011", "ArticleIdList": ["10.1016/j.pbi.2013.03.011", "23583332"]}, {"Citation": "Niyogi K. K., Li X. P., Rosenberg V., Jung H. S. (2005). Is PsbS the site of non-photochemical quenching in photosynthesis? J. Exp. Bot. 56 375–382. 10.1093/jxb/eri056", "ArticleIdList": ["10.1093/jxb/eri056", "15611143"]}, {"Citation": "Pawlak K., Paul S., Liu C., Reus M., Yang C., Holzwarth A. R. (2020). On the PsbS-induced quenching in the plant major light-harvesting complex LHCII studied in proteoliposomes. Photosynth. Res. 144 195–208. 10.1007/s11120-020-00740-z", "ArticleIdList": ["10.1007/s11120-020-00740-z", "32266611"]}, {"Citation": "Pérez-Bueno M. L., Johnson M. P., Zia A., Ruban A. V., Horton P. (2008). The Lhcb protein and xanthophyll composition of the light harvesting antenna controls the ΔpH-dependency of non-photochemical quenching in Arabidopsis thaliana. FEBS Lett. 582 1477–1482. 10.1016/j.febslet.2008.03.040", "ArticleIdList": ["10.1016/j.febslet.2008.03.040", "18396161"]}, {"Citation": "Ruban A. V. (2016). Nonphotochemical chlorophyll fluorescence quenching: mechanism and effectiveness in protecting plants from photodamage. Plant Physiol. 170 1903–1916. 10.1104/pp.15.01935", "ArticleIdList": ["10.1104/pp.15.01935", "PMC4825125", "26864015"]}, {"Citation": "Sato R., Ohta H., Masuda S. (2014). Prediction of respective contribution of linear electron flow and PGR5-dependent cyclic electron flow to nonphotochemical quenching induction. Plant Physiol. Biochem. 81 190–196. 10.1016/j.plaphy.2014.03.017", "ArticleIdList": ["10.1016/j.plaphy.2014.03.017", "24725611"]}, {"Citation": "Sunil B., Saini D., Bapatla R. B., Aswani V., Raghavendra A. S. (2019). Photorespiration is complemented by cyclic electron flow and the alternative oxidase pathway to optimize photosynthesis and protect against abiotic stress. Photosynth. Res. 139 67–79. 10.1007/s11120-018-0577-x", "ArticleIdList": ["10.1007/s11120-018-0577-x", "30187303"]}, {"Citation": "Suorsa M., Jarvi S., Grieco M., Nurmi M., Pietrzykowska M., Rantala M., et al. (2012). Proton gradient regulation5 is essential for proper acclimation of arabidopsis photosystem I to naturally and artificially fluctuating light conditions. Plant Cell 24 2934–2948. 10.1105/tpc.112.097162", "ArticleIdList": ["10.1105/tpc.112.097162", "PMC3426124", "22822205"]}, {"Citation": "Susan A., Thayer O. B. (1990). Leaf xanthophyll content and composition in san and shade determined by HPLC. Photosynth. Res. 23 331–343. 10.1007/BF00034864", "ArticleIdList": ["10.1007/BF00034864", "24419657"]}, {"Citation": "Szymańska R., Ślesak I., Orzechowska A., Kruk J. (2017). Physiological and biochemical responses to high light and temperature stress in plants. Environ. Exp. Bot. 139 165–177. 10.1016/j.envexpbot.2017.05.002", "ArticleIdList": ["10.1016/j.envexpbot.2017.05.002"]}, {"Citation": "Takahashi S., Murata N. (2008). How do environmental stresses accelerate photoinhibition? Trends Plant Sci. 13 178–182. 10.1016/j.tplants.2008.01.005", "ArticleIdList": ["10.1016/j.tplants.2008.01.005", "18328775"]}, {"Citation": "Takizawa K., Cruz J. A., Kanazawa A., Kramer D. M. (2007). The thylakoid proton motive force in vivo. quantitative, non-invasive probes, energetics, and regulatory consequences of light-induced pmf. BBA Bioenerg. 1767 1233–1244. 10.1016/j.bbabio.2007.07.006", "ArticleIdList": ["10.1016/j.bbabio.2007.07.006", "17765199"]}, {"Citation": "Tan S. L., Liu T., Zhang S. B., Huang W. (2020). Balancing light use efficiency and photoprotection in tobacco leaves grown at different light regimes. Environ. Exp. Bot. 175:104046. 10.1016/j.envexpbot.2020.104046", "ArticleIdList": ["10.1016/j.envexpbot.2020.104046"]}, {"Citation": "Tausz M., Warren C. R., Adams M. A. (2005). Dynamic light use and protection from excess light in upper canopy and coppice leaves of Nothofagus cunninghamii in an old growth cool temperate rainforest in Victoria Australia. New Phytol. 165 143–156. 10.1111/j.1469-8137.2004.01232.x", "ArticleIdList": ["10.1111/j.1469-8137.2004.01232.x", "15720629"]}, {"Citation": "Tikkanen M., Grieco M., Kangasjärvi S., Aro E. M. (2010). Thylakoid protein phosphorylation in higher plant chloroplasts optimizes electron transfer under fluctuating light. Plant Physiol. 152 723–735. 10.1104/pp.109.150250", "ArticleIdList": ["10.1104/pp.109.150250", "PMC2815896", "19965965"]}, {"Citation": "Tikkanen M., Grieco M., Nurmi M., Rantala M., Suorsa M., Aro E. M. (2012). Regulation of the photosynthetic apparatus under fluctuating growth light. Philos. Trans. R. Soc. B Biol. Sci. 367 3480–3493. 10.1098/rstb.2012.0067", "ArticleIdList": ["10.1098/rstb.2012.0067", "PMC3497072", "23148275"]}, {"Citation": "Tiwari A., Mamedov F., Grieco M., Suorsa M., Jajoo A., Styring S., et al. (2016). Photodamage of iron-sulphur clusters in photosystem i induces non-photochemical energy dissipation. Nat. Plants 2:16035. 10.1038/nplants.2016.35", "ArticleIdList": ["10.1038/nplants.2016.35", "27249566"]}, {"Citation": "Townsend A. J., Retkute R., Chinnathambi K., Randall J. W. P., Foulkes J., Carmo-Silva E., et al. (2017). Suboptimal acclimation of photosynthesis to light in wheat canopies. Plant Physiol. 176 1233–1246. 10.1104/pp.17.01213", "ArticleIdList": ["10.1104/pp.17.01213", "PMC5813572", "29217593"]}, {"Citation": "Townsend A. J., Saccon F., Giovagnetti V., Wilson S., Ungerer P., Ruban A. V. (2018a). The causes of altered chlorophyll fluorescence quenching induction in the Arabidopsis mutant lacking all minor antenna complexes. Biochim. Biophys. Acta Bioenery 1859 666–675. 10.1016/j.bbabio.2018.03.005", "ArticleIdList": ["10.1016/j.bbabio.2018.03.005", "29548769"]}, {"Citation": "Townsend A. J., Ware M. A., Ruban A. V. (2018b). Dynamic interplay between photodamage and photoprotection in photosystem II. Plant Cell Environ. 41 1098–1112. 10.1111/pce.13107", "ArticleIdList": ["10.1111/pce.13107", "29210070"]}, {"Citation": "Valentini R., Epron D., Angeli D., Matteucci G., Dreyer E. (1995). In situestimation of net CO2 assimilation photosynthetic electron flow and photorespiration in Turkey oak (Q cerris L) leaves: diurnal cycles under different levels of water supply. Plant Cell Environ. 18 631–640. 10.1111/j.1365-3040.1995.tb00564.x", "ArticleIdList": ["10.1111/j.1365-3040.1995.tb00564.x"]}, {"Citation": "van Kooten O., Snel J. F. H. (1990). The use of chlorophyll fluorescence nomenclature in plant stress physiology. Photosynth. Res. 25 147–150. 10.1007/BF00033156", "ArticleIdList": ["10.1007/BF00033156", "24420345"]}, {"Citation": "Vialetchabrand S., Matthews J. S., Simkin A. J., Raines C. A., Lawson T. (2017). Importance of fluctuations in light on plant photosynthetic acclimation. Plant Physiol. 173 2163–2179. 10.1104/pp.16.01767", "ArticleIdList": ["10.1104/pp.16.01767", "PMC5373038", "28184008"]}, {"Citation": "von Caemmerer S. (2020). Rubisco carboxylase/oxygenase: from the enzyme to the globe: a gas exchange perspective. J. Plant Physiol. 252:153240. 10.1016/j.jplph.2020.153240", "ArticleIdList": ["10.1016/j.jplph.2020.153240", "32707452"]}, {"Citation": "Wagner H., Jakob T., Wilhelm C. (2006). Balancing the energy flow from captured light to biomass under fluctuating light conditions. New Phytol. 169 95–108. 10.1111/j.1469-8137.2005.01550.x", "ArticleIdList": ["10.1111/j.1469-8137.2005.01550.x", "16390422"]}, {"Citation": "Wang C., Yamamoto H., Shikanai T. (2015). Role of cyclic electron transport around photosystem I in regulating proton motive force. BBA Bioenerg. 1847 931–938. 10.1016/j.bbabio.2014.11.013", "ArticleIdList": ["10.1016/j.bbabio.2014.11.013", "25481109"]}, {"Citation": "Way D. A., Pearcy R. W. (2012). Sunflecks in trees and forests: from photosynthetic physiology to global change biology. Tree Physiol. 32 1066–1081. 10.1093/treephys/tps064", "ArticleIdList": ["10.1093/treephys/tps064", "22887371"]}, {"Citation": "Xu D. Q. (2002). Photosynthetic Efficiency. Shanghai: Shanghai Sci Technol Press."}, {"Citation": "Xu X. Z., Zhang J. Y., Zhang G. H., Long G. Q., Yang S. C., Chen Z. J., et al. (2018). Effects of light intensity on photosynthetic capacity an light energy allocation in Panax notoginseng. Chin. J. Appl. Ecol. 29 193–204.", "ArticleIdList": ["29692028"]}, {"Citation": "Yamori W., Makino A., Shikanai T. (2016). A physiological role of cyclic electron transport around photosystem I in sustaining photosynthesis under fluctuating light in rice. Sci. Rep. 6:20147. 10.1038/srep20147", "ArticleIdList": ["10.1038/srep20147", "PMC4735858", "26832990"]}, {"Citation": "Yang Y. J., Ding X. X., Huang W. (2019a). Stimulation of cyclic electron flow around photosystem I upon a sudden transition from low to high light in two angiosperms Arabidopsis thaliana and Bletilla striata. Plant Sci. 287:110166.", "ArticleIdList": ["31481226"]}, {"Citation": "Yang Y. J., Zhang S. B., Wang J. H., Huang W. (2019b). Photosynthetic regulation under fluctuating light in field-grown Cerasus cerasoides: a comparison of young and mature leaves. Biochim. Biophys. Acta Bioenery 1860:148073. 10.1016/j.bbabio.2019.148073", "ArticleIdList": ["10.1016/j.bbabio.2019.148073", "31473302"]}, {"Citation": "Zhao S. J., Meng Q. W., Xu C. C., Han H. Y., Zou Q. (1995). Analysis of the xanthophyll cycle components in plant tissues by high performance liquid chromatography. Plant Physiol. Commun. 31 438–442."}, {"Citation": "Zuo D. Y., Kuang S. B., Zhang G. H., Long G. Q., Meng Z. G., Chen Z. J., et al. (2014). Eco-physiological adaptation of Panax notoginseng to different light intensity. J. Yunnan Agric. Univ. 29 521–527."}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "6", "Day": "1"}, {"Year": "2021", "Month": "9", "Day": "20"}, {"Year": "2021", "Month": "11", "Day": "1", "Hour": "9", "Minute": "12"}, {"Year": "2021", "Month": "11", "Day": "2", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "11", "Day": "2", "Hour": "6", "Minute": "1"}, {"Year": "2021", "Month": "1", "Day": "1"}], "PublicationStatus": "epublish", "ArticleIdList": ["34721452", "PMC8548386", "10.3389/fpls.2021.718981"]}}], "PubmedBookArticle": []}