{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34733342", "DateRevised": {"Year": "2021", "Month": "11", "Day": "05"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "10", "Day": "25"}], "Language": ["eng"], "ELocationID": ["5547987", "10.1155/2021/5547987"], "Journal": {"ISSN": "1741-427X", "JournalIssue": {"Volume": "2021", "PubDate": {"Year": "2021"}}, "Title": "Evidence-based complementary and alternative medicine : eCAM", "ISOAbbreviation": "Evid Based Complement Alternat Med"}, "ArticleTitle": "Ethnopharmacological Study of Medicinal Plants in Bajwat Wildlife Sanctuary, District Sialkot, Punjab Province of Pakistan.", "Pagination": {"StartPage": "5547987", "MedlinePgn": "5547987"}, "Abstract": {"AbstractText": ["Bajwat Wildlife Sanctuary is a complex riverine ecosystem and is unique because of the presence of river Chenab, various seasonal streams, lakes, and Head Marala barrage. These ecogeographic conditions provide diverse natural habitats for various plant and animal species to grow uninterrupted and have undocumented ethnopharmacologically important medicinal flora. The present study involves the first-ever extensive investigation to document the ethnopharmacological knowledge on medicinal plants of local healers and inhabitants of the Bajwat Wildlife Sanctuary to treat ailments. The unstructured and semistructured interviews of the local healers and inhabitants were conducted that included 130 individuals. The ethnomedicinal formulations, their method of preparation, mode of administration, parts of the plant used, diseases cured, and their categorization along with species use report (UR) were analyzed. The ethnopharmacological study led to the enlisting of 114 medicinal plant species belonging to 97 genera and distributed among 47 plant families. 2029 URs were collected with 42 general disease categories. Each plant species was reported 18 times to cure various diseases (∼18 UR), while ∼48 URs were collected on each disease category by local informants. Digestive issues (290 URs, ∼14.29%) and skin infections (279 URs, ∼13.75%) were found most commonly among the occupants of the area. The oral administration (69%) of herbal drugs and the preparation of plant extracts (32%) were the most common ethnopharmacological strategies. Inhabitants of the area were well aware of the limited use of poisonous plants. 8 (∼7%) out of the total 114 medicinal plant species were listed in the IUCN Red List of Threatened Species as Least Concern, while <i>Eucalyptus camaldulensis</i> Dehnh. was enlisted as near-threatened. The results of the present investigation show that the occupants of the Bajwat have sound information about the ethnopharmacological consumption of medicinal plants, and some of the novel ethnomedicinal formulations were reported which provide the basic data for further pharmacological research."], "CopyrightInformation": "Copyright © 2021 Sidra Ahsan Shah et al."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Allama Iqbal Medical College, Lahore, Punjab, Pakistan."}, {"Identifier": [], "Affiliation": "Department of Internal Medicine, Basic Health Unit Noinwala Tehsil Wazirabad, Gujranwala, Punjab 52000, Pakistan."}], "LastName": "Shah", "ForeName": "Sidra Ahsan", "Initials": "SA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Khawaja Muhammad Safdar Medical College, Sialkot, Punjab 51310, Pakistan."}, {"Identifier": [], "Affiliation": "Department of Internal Medicine, Basic Health Unit Ghagga Mitter, Wazirabad, Punjab 52000, Pakistan."}], "LastName": "Iqbal", "ForeName": "Wajeeha", "Initials": "W"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Rawalpindi Medical University, Rawalpindi, Punjab 46000, Pakistan."}, {"Identifier": [], "Affiliation": "Department of Internal Medicine, Basic Health Unit Mitranwali Daska, Sialkot, Punjab 52220, Pakistan."}], "LastName": "Sheraz", "ForeName": "Muneeba", "Initials": "M"}, {"Identifier": ["0000-0002-9566-1498"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Food Science and Environmental Health, College of Sciences and Health, Technological University Dublin, Dublin, Ireland."}, {"Identifier": [], "Affiliation": "Department of Botany, PMAS Arid Agriculture University, Rawalpindi, Punjab 46300, Pakistan."}], "LastName": "Javed", "ForeName": "Bilal", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, The Islamia University of Bahawalpur, Bahawalpur, Pakistan."}], "LastName": "Zehra", "ForeName": "Syeda Sadaf", "Initials": "SS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Fatima Jinnah Medical University, Lahore, Punjab 54000, Pakistan."}], "LastName": "Abbas", "ForeName": "Hafiza Aniqa Bint E", "Initials": "HABE"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, PMAS Arid Agriculture University, Rawalpindi, Punjab 46300, Pakistan."}], "LastName": "Hussain", "ForeName": "Waris", "Initials": "W"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Nawaz Sharif Medical College, University of Gujrat, Gujrat, Punjab 50700, Pakistan."}, {"Identifier": [], "Affiliation": "Allama Iqbal Memorial Teaching Hospital, Sialkot, Punjab 51310, Pakistan."}], "LastName": "Sarwer", "ForeName": "Abdullah", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, PMAS Arid Agriculture University, Rawalpindi, Punjab 46300, Pakistan."}], "LastName": "Mashwani", "ForeName": "Zia-Ur-Rehman", "Initials": "ZU"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Evid Based Complement Alternat Med", "NlmUniqueID": "101215021", "ISSNLinking": "1741-427X"}, "CoiStatement": "The authors declare no conflicts of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Agarwal K., Varma R. Ethnobotanical study of antilithic plants of Bhopal district. Journal of Ethnopharmacology . 2015;174:17–24. doi: 10.1016/j.jep.2015.08.003.", "ArticleIdList": ["10.1016/j.jep.2015.08.003", "26253579"]}, {"Citation": "Shaikh S. H., Malik F., James H., Abdul H. Trends in the use of complementary and alternative medicine in Pakistan: a population-based survey. Journal of Alternative & Complementary Medicine . 2009;15(5):545–550. doi: 10.1089/acm.2008.0232.", "ArticleIdList": ["10.1089/acm.2008.0232", "19422284"]}, {"Citation": "Abbasi A. M., Khan M. A., Shah M. H., Shah M. M, Pervez A, Ahmad M. Ethnobotanical appraisal and cultural values of medicinally important wild edible vegetables of Lesser Himalayas-Pakistan. Journal of Ethnobiology and Ethnomedicine . 2013;9(1):66–13. doi: 10.1186/1746-4269-9-66.", "ArticleIdList": ["10.1186/1746-4269-9-66", "PMC3853161", "24034131"]}, {"Citation": "Bibi S., Sultana J., Sultana H., Malik R. N. Ethnobotanical uses of medicinal plants in the highlands of soan valley, salt range, Pakistan. Journal of Ethnopharmacology . 2014;155(1):352–361. doi: 10.1016/j.jep.2014.05.031.", "ArticleIdList": ["10.1016/j.jep.2014.05.031", "24882732"]}, {"Citation": "Arshad S., Waris H., Ismail M., Naseer A. Health care system in Pakistan: a review. Research in Pharmacy and Health Sciences . 2016;2(3):211–216. doi: 10.32463/rphs.2016.v02i03.41.", "ArticleIdList": ["10.32463/rphs.2016.v02i03.41"]}, {"Citation": "Ghaffar A., Kazi B., Salman M. Health care systems in transition III. Pakistan, Part I. An overview of the health care system in Pakistan. Journal of Public Health . 2000;22(1):38–42. doi: 10.1093/pubmed/22.1.38.", "ArticleIdList": ["10.1093/pubmed/22.1.38", "10774902"]}, {"Citation": "Shaikh B. T., Hatcher J. Complementary and alternative medicine in Pakistan: prospects and limitations. Evidence-based Complementary and Alternative Medicine . 2005;2(2):139–142. doi: 10.1093/ecam/neh088.", "ArticleIdList": ["10.1093/ecam/neh088", "PMC1142200", "15937553"]}, {"Citation": "Malik H. R. H. Tibbi Pharmacopoeia Pakistan . Islamabad, Pakistan: National Council For Tibb Islamabad Pakistan;"}, {"Citation": "Alamgeer A. S. H. A., Sharif A, Asif H, et al. Indigenous medicinal plants of Pakistan used to treat skin diseases: a review. Chinese Medicine . 2018;13(1):52–26. doi: 10.1186/s13020-018-0210-0.", "ArticleIdList": ["10.1186/s13020-018-0210-0", "PMC6194552", "30364348"]}, {"Citation": "Union C. 2011. IUCN Directory of South Asian Protected Areas."}, {"Citation": "Bhinder M. A., Iqbal M., Shahbaz M., Zahoor M. Y., Shehzad W. Avian biodiversity of Bajwat wetland, district Sialkot. Pakistan. J. Anim. Plant Sci. . 2015;25(3):416–422."}, {"Citation": "Salma S., Rehman S., Shah M. Rainfall trends in different climate zones of Pakistan. Pakistan J. Meteorol. . 2012;9(17):37–47."}, {"Citation": "Mahmood A., Mahmood A., Tabassum A. Ethnomedicinal survey of plants from district Sialkot, Pakistan. Journal of Applied Pharmacology . 2012;02(2):212–220."}, {"Citation": "Ikram S., Bhatti K. H., Parvaiz M. Ethnobotanical studies of aquatic plants of district Sialkot, Punjab (Pakistan) Journal of Medicinal Plants Studies . 2014;2(21):58–63."}, {"Citation": "Ikram S., Ahmed M. 2013. Aquatic Plants of Sialkot District."}, {"Citation": "Zereen A., Khan Z.-u.-d., Sardar A. A. Ethnobotanical studies of wild herbs of central Punjab, Pakistan. Bangladesh Journal of Plant Taxonomy . 2013;20(1):67–76. doi: 10.3329/bjpt.v20i1.15466.", "ArticleIdList": ["10.3329/bjpt.v20i1.15466"]}, {"Citation": "Farrukh Nisar M., Arshad M., Nisar F. “Ethnomedicinal flora in district Sialkot, Punjab, Pakistan,” middle-east. journal of scientific research . 2011;9(2):209–214."}, {"Citation": "Peel M. C., Finlayson B. L., McMahon T. A. Updated world map of the Köppen-Geiger climate classification. Hydrology and Earth System Sciences . 2007;11(5):439–473. doi: 10.5194/hess-11-1633-2007.", "ArticleIdList": ["10.5194/hess-11-1633-2007"]}, {"Citation": "Javed B., Seerat W., Sarwer A., Mashwani Z.-R. Ethnopharmacological approaches of the native hill people of murree and kotli sattian, district rawalpindi, province of Punjab, Pakistan. Botany Letters . 2020;167:1–17. doi: 10.1080/23818107.2020.1806106.", "ArticleIdList": ["10.1080/23818107.2020.1806106"]}, {"Citation": "Al-Fatimi M. Ethnobotanical survey of medicinal plants in central Abyan governorate, Yemen. Journal of Ethnopharmacology . 2019;241:p. 111973. doi: 10.1016/j.jep.2019.111973.", "ArticleIdList": ["10.1016/j.jep.2019.111973", "31146001"]}, {"Citation": "Maleki T., Akhani H. Ethnobotanical and ethnomedicinal studies in Baluchi tribes: a case study in Mt. Taftan, southeastern Iran. Journal of Ethnopharmacology . 2018;217:163–177. doi: 10.1016/j.jep.2018.02.017.", "ArticleIdList": ["10.1016/j.jep.2018.02.017", "29447950"]}, {"Citation": "Yebouk C., Redouan F. Z., Benítez G., et al. Ethnobotanical study of medicinal plants in the Adrar Province, Mauritania. Journal of Ethnopharmacology . 2020;246:p. 112217. doi: 10.1016/j.jep.2019.112217.", "ArticleIdList": ["10.1016/j.jep.2019.112217", "31520672"]}, {"Citation": "Lee C., Kim S.-Y., Eum S., et al. Ethnobotanical study on medicinal plants used by local Van Kieu ethnic people of Bac Huong Hoa nature reserve, Vietnam. Journal of Ethnopharmacology . 2019;231:283–294. doi: 10.1016/j.jep.2018.11.006.", "ArticleIdList": ["10.1016/j.jep.2018.11.006", "30412749"]}, {"Citation": "Rashid M., Ali N., Afzal S. Ethnomedicinal plant use value in the Lakki Marwat district of pakistan. Journal of Ethnopharmacology . 2014;158:1–11.", "ArticleIdList": ["25448507"]}, {"Citation": "Kayani S., Ahmad M., Zafar M., et al. Ethnobotanical uses of medicinal plants for respiratory disorders among the inhabitants of Gallies - abbottabad, Northern Pakistan. Journal of Ethnopharmacology . 2014;156:47–60. doi: 10.1016/j.jep.2014.08.005.", "ArticleIdList": ["10.1016/j.jep.2014.08.005", "25153021"]}, {"Citation": "Ahmed N., Mahmood A., Mahmood A., Sadeghi Z. Ethnopharmacological importance of medicinal flora from the district of Vehari, Punjab province, Pakistan. Journal of Ethnopharmacology . 2015;168 doi: 10.1016/j.jep.2015.02.048.", "ArticleIdList": ["10.1016/j.jep.2015.02.048", "25776900"]}, {"Citation": "Ahmed N., Mahmood A., Ashraf A. Ethnopharmacological relevance of indigenous medicinal plants from district Bahawalnagar, Punjab, Pakistan. Journal of Ethnopharmacology . 2015;175 doi: 10.1016/j.jep.2015.08.011.", "ArticleIdList": ["10.1016/j.jep.2015.08.011", "26283472"]}, {"Citation": "Alamgeer A., Uttra A. M., Ahsan H., Hasan U. H., Chaudhary M. A. Traditional medicines of plant origin used for the treatment of inflammatory disorders in Pakistan: a review. Journal of Traditional Chinese Medicine . 2018;38(4):636–656. doi: 10.1016/s0254-6272(18)30897-5.", "ArticleIdList": ["10.1016/s0254-6272(18)30897-5", "32186090"]}, {"Citation": "Tariq A., Adnan M., Iqbal A., et al. Ethnopharmacology and toxicology of Pakistani medicinal plants used to treat gynecological complaints and sexually transmitted infections. South African Journal of Botany . 2018;114:132–149. doi: 10.1016/j.sajb.2017.11.004.", "ArticleIdList": ["10.1016/j.sajb.2017.11.004"]}, {"Citation": "Qaseem M. F., Qureshi R., Amjad M. S., Ahmed W., Masood A., Shaheen H. Ethno-botanical evaluation of indigenous flora from the communities of rajh mehal and goi union councils of district kotli, azad Jammu Kashmir Pakistan. Applied Ecology and Environmental Research . 2019;17(2):2799–2829. doi: 10.15666/aeer/1702_27992829.", "ArticleIdList": ["10.15666/aeer/1702_27992829"]}, {"Citation": "RBG. State of the world’s plants 2016. Royal Botanic Gardens, Kew . 2016;14(1):1–8."}, {"Citation": "RBG. State of the world’s plants 2017. Royal Botanic Gardens, Kew . 2017;100", "ArticleIdList": ["29144713"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "1", "Day": "23"}, {"Year": "2021", "Month": "9", "Day": "20"}, {"Year": "2021", "Month": "9", "Day": "28"}, {"Year": "2021", "Month": "11", "Day": "4", "Hour": "6", "Minute": "23"}, {"Year": "2021", "Month": "11", "Day": "5", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "11", "Day": "5", "Hour": "6", "Minute": "1"}, {"Year": "2021", "Month": "10", "Day": "25"}], "PublicationStatus": "epublish", "ArticleIdList": ["34733342", "PMC8560241", "10.1155/2021/5547987"]}}], "PubmedBookArticle": []}