{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34746307", "DateCompleted": {"Year": "2022", "Month": "01", "Day": "25"}, "DateRevised": {"Year": "2022", "Month": "01", "Day": "25"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "10", "Day": "27"}], "Language": ["eng"], "ELocationID": ["7240046", "10.1155/2021/7240046"], "Journal": {"ISSN": "2314-6141", "JournalIssue": {"Volume": "2021", "PubDate": {"Year": "2021"}}, "Title": "BioMed research international", "ISOAbbreviation": "Biomed Res Int"}, "ArticleTitle": "Role of Glycation in Type 2 Diabetes Mellitus and Its Prevention through <i>Nymphaea</i> Species.", "Pagination": {"StartPage": "7240046", "MedlinePgn": "7240046"}, "Abstract": {"AbstractText": ["The dysregulation of glucose metabolism that includes the modification of biomolecules with the help of glycation reaction results in the formation of advanced glycation end products (AGEs). The formation of AGEs may activate receptors for advanced glycation end products which induce intracellular signaling, ultimately enhancing oxidative stress, a well-known contributor to type 2 diabetes mellitus. In addition, AGEs are possible therapeutic targets for the treatment of type 2 diabetes mellitus and its complications. This review article highlights the antioxidant, anti-inflammatory, and antidiabetic properties of the <i>Nymphaea</i> species, and the screening of such aquatic plants for antiglycation activity may provide a safer alternative to the adverse effects related to glucotoxicity. Since oxidation and glycation are relatively similar to each other, therefore, there is a possibility that the <i>Nymphaea</i> species may also have antiglycating properties because of its powerful antioxidant properties. Herbal products and their derivatives are the preeminent resources showing prominent medicinal properties for most of the chronic diseases including type 2 diabetes mellitus. Among these, the <i>Nymphaea</i> species has also shown elevated activity in scavenging free radicals. This species has a load of phytochemical constituents which shows various therapeutic and nutritional value including anti-inflammatory and antioxidant profiles. To the best of our knowledge, this is the first article highlighting the possibility of an antiglycation value of the <i>Nymphaea</i> species by inhibiting AGEs in mediation of type 2 diabetes mellitus. We hope that in the next few years, the clinical and therapeutic potential may be explored and highlight a better perspective on the <i>Nymphaea</i> species in the inhibition of AGEs and its associated diseases such as type 2 diabetes mellitus."], "CopyrightInformation": "Copyright © 2021 Nayab Ishrat et al."}, "AuthorList": [{"Identifier": ["0000-0002-0605-3336"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, King George Medical University, Lucknow 226026, India."}, {"Identifier": [], "Affiliation": "Department of Biosciences, Integral University, Lucknow 226026, India."}], "LastName": "Ishrat", "ForeName": "Nayab", "Initials": "N"}, {"Identifier": ["0000-0003-2448-9878"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, King George Medical University, Lucknow 226026, India."}, {"Identifier": [], "Affiliation": "Department of Biosciences, Integral University, Lucknow 226026, India."}], "LastName": "Khan", "ForeName": "Hamda", "Initials": "H"}, {"Identifier": ["0000-0002-5295-4880"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Centre of Excellence for Pharmaceutical Sciences, North-West University, Private Bag X6001, Potchefstroom 2520, South Africa."}], "LastName": "Patel", "ForeName": "Om P S", "Initials": "OPS"}, {"Identifier": ["0000-0002-8580-9911"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, King George Medical University, Lucknow 226026, India."}], "LastName": "Mahdi", "ForeName": "Abbas Ali", "Initials": "AA"}, {"Identifier": ["0000-0001-7973-6843"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biosciences, Integral University, Lucknow 226026, India."}], "LastName": "Mujeeb", "ForeName": "Farina", "Initials": "F"}, {"Identifier": ["0000-0003-1215-0279"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Clinical Laboratory Sciences, College of Applied Medical Sciences University of Hail, Saudi Arabia."}], "LastName": "Ahmad", "ForeName": "Saheem", "Initials": "S"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Biomed Res Int", "NlmUniqueID": "101600173"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Anti-Inflammatory Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Antioxidants"}, {"RegistryNumber": "0", "NameOfSubstance": "Glycation End Products, Advanced"}, {"RegistryNumber": "0", "NameOfSubstance": "Hypoglycemic Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Phytochemicals"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}], "MeshHeadingList": [{"QualifierName": ["pharmacology"], "DescriptorName": "Anti-Inflammatory Agents"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Antioxidants"}, {"QualifierName": ["metabolism", "physiopathology"], "DescriptorName": "Diabetes Mellitus, Type 2"}, {"QualifierName": ["metabolism"], "DescriptorName": "Glycation End Products, Advanced"}, {"QualifierName": ["drug effects"], "DescriptorName": "Glycosylation"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Hypoglycemic Agents"}, {"QualifierName": ["metabolism"], "DescriptorName": "Nymphaea"}, {"QualifierName": [], "DescriptorName": "Oxidation-Reduction"}, {"QualifierName": ["physiology"], "DescriptorName": "Oxidative Stress"}, {"QualifierName": ["therapeutic use"], "DescriptorName": "Phytochemicals"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Plant Extracts"}], "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Cho N. H., Shaw J. E., Karuranga S., et al. IDF Diabetes Atlas: global estimates of diabetes prevalence for 2017 and projections for 2045. Diabetes Research and Clinical Practice . 2018;138:271–281. doi: 10.1016/j.diabres.2018.02.023.", "ArticleIdList": ["10.1016/j.diabres.2018.02.023", "29496507"]}, {"Citation": "Cade W. T. Diabetes-related microvascular and macrovascular diseases in the physical therapy setting. Physical Therapy . 2008;88(11):1322–1335. doi: 10.2522/ptj.20080008.", "ArticleIdList": ["10.2522/ptj.20080008", "PMC2579903", "18801863"]}, {"Citation": "Johnson R. J., Perez-Pozo S. E., Sautin Y. Y., et al. Hypothesis: could excessive fructose intake and uric acid cause type 2 diabetes? Endocrine Reviews . 2009;30(1):96–116. doi: 10.1210/er.2008-0033.", "ArticleIdList": ["10.1210/er.2008-0033", "PMC2647706", "19151107"]}, {"Citation": "Ahmed N. Advanced glycation endproducts--role in pathology of diabetic complications. Diabetes Research and Clinical Practice . 2005;67(1):3–21. doi: 10.1016/j.diabres.2004.09.004.", "ArticleIdList": ["10.1016/j.diabres.2004.09.004", "15620429"]}, {"Citation": "Zheng Q., Omans N. D., Leicher R., et al. Reversible histone glycation is associated with disease-related changes in chromatin architecture. Nature Communications . 2019;10(1):p. 1289. doi: 10.1038/s41467-019-09192-z.", "ArticleIdList": ["10.1038/s41467-019-09192-z", "PMC6426841", "30894531"]}, {"Citation": "Ardestani A., Yazdanparast R. Inhibitory effects of ethyl acetate extract of _Teucrium polium_ on _in vitro_ protein glycoxidation. Food and Chemical Toxicology . 2007;45(12):2402–2411. doi: 10.1016/j.fct.2007.06.020.", "ArticleIdList": ["10.1016/j.fct.2007.06.020", "17673348"]}, {"Citation": "Freitas P. A. C., Ehlert L. R., Camargo J. L. Glycated albumin: a potential biomarker in diabetes. Archives of Endocrinology and Metabolism . 2017;61(3):296–304. doi: 10.1590/2359-3997000000272.", "ArticleIdList": ["10.1590/2359-3997000000272", "PMC10118799", "28699985"]}, {"Citation": "Ott C., Jacobs K., Haucke E., Navarrete Santos A., Grune T., Simm A. Role of advanced glycation end products in cellular signaling. Redox Biology . 2014;2(2):411–429. doi: 10.1016/j.redox.2013.12.016.", "ArticleIdList": ["10.1016/j.redox.2013.12.016", "PMC3949097", "24624331"]}, {"Citation": "Ahmad S., Khan H., Siddiqui Z., et al. AGEs, RAGEs and s-RAGE; friend or foe for cancer. Seminars in Cancer Biology . 2018;49:44–55. doi: 10.1016/j.semcancer.2017.07.001.", "ArticleIdList": ["10.1016/j.semcancer.2017.07.001", "28712719"]}, {"Citation": "Coughlan M. T., Yap F. Y., Tong D. C., et al. Advanced glycation end products are direct modulators of Cell Function. Diabetes . 2011;60(10):2523–2532. doi: 10.2337/db10-1033.", "ArticleIdList": ["10.2337/db10-1033", "PMC3178291", "21911745"]}, {"Citation": "Tungmunnithum D., Thongboonyou A., Pholboon A., Yangsabai A. Flavonoids and other phenolic compounds from medicinal plants for pharmaceutical and medical aspects: an overview. Medicines . 2018;5(3):p. 93. doi: 10.3390/medicines5030093.", "ArticleIdList": ["10.3390/medicines5030093", "PMC6165118", "30149600"]}, {"Citation": "Zhao J., Liu T., Ma L., et al. Antioxidant and preventive effects of extract from Nymphaea candida flower on in vitro immunological liver injury of rat primary hepatocyte cultures. Evidence-Based Complementary and Alternative Medicine . 2011;2011:8. doi: 10.1093/ecam/nep003.497673", "ArticleIdList": ["10.1093/ecam/nep003", "PMC3136535", "19196740"]}, {"Citation": "Fossen T., Larsen P., Kiremire B., Andersen O. Flavonoids from blue flowers of Nympha ea caerulea. Phytochemistry . 1999;51(8):1133–1137. doi: 10.1016/S0031-9422(99)00049-7.", "ArticleIdList": ["10.1016/S0031-9422(99)00049-7"]}, {"Citation": "Rajagopal K., Sasikala K. Antidiabetic activity of hydro-ethanolic extracts of Nymphaea stellata flowers in normal and alloxan induced diabetic rats. African Journal of Pharmacy and Pharmacology . 2008;2(8):173–178."}, {"Citation": "Zhao J., Zhang S., You S., et al. Hepatoprotective effects of nicotiflorin from Nymphaea candida against concanavalin A-induced and D-galactosamine-induced liver injury in mice. International Journal of Molecular Sciences . 2017;18(3):p. 587. doi: 10.3390/ijms18030587.", "ArticleIdList": ["10.3390/ijms18030587", "PMC5372603", "28282879"]}, {"Citation": "Rahuja N., Mishra A., Gautam S., et al. Antidiabetic activity in flowers of Nymphaea rubra. International Journal of Pharmaceutical Sciences Review and Research . 2013;22(24):121–133."}, {"Citation": "Kabir S. R., Zubair M. A., Nurujjaman M., et al. Purification and characterization of a Ca2+-dependent novel lectin from Nymphaea nouchali tuber with antiproliferative activities. Bioscience Reports . 2011;31(6):465–475. doi: 10.1042/BSR20100126.", "ArticleIdList": ["10.1042/BSR20100126", "21291421"]}, {"Citation": "Maruga Raja M. M. K., Sethiya N. K., Mishra S. H. A comprehensive review on Nymphaea stellata: a traditionally used bitter. Journal of advanced pharmaceutical technology & research . 2010;1(3):p. 311. doi: 10.4103/0110-5558.72424.", "ArticleIdList": ["10.4103/0110-5558.72424", "PMC3255414", "22247863"]}, {"Citation": "Akhter F., Salman Khan M., Shahab U., Moinuddin, Ahmad S. Bio-physical characterization of ribose induced glycation: a mechanistic study on DNA perturbations. International Journal of Biological Macromolecules . 2013;58:206–210. doi: 10.1016/j.ijbiomac.2013.03.036.", "ArticleIdList": ["10.1016/j.ijbiomac.2013.03.036", "23524157"]}, {"Citation": "Lyons T. J., Jenkins A. J. Lipoprotein glycation and its metabolic consequences. Current Opinion in Lipidology . 1997;8(3):174–180. doi: 10.1097/00041433-199706000-00008.", "ArticleIdList": ["10.1097/00041433-199706000-00008", "9211066"]}, {"Citation": "Johansen J. S., Harris A. K., Rychly D. J., Ergul A. Oxidative stress and the use of antioxidants in diabetes: linking basic science to clinical practice. Cardiovascular Diabetology . 2005;4(1):p. 5. doi: 10.1186/1475-2840-4-5.", "ArticleIdList": ["10.1186/1475-2840-4-5", "PMC1131912", "15862133"]}, {"Citation": "Negre-Salvayre A., Salvayre R., Augé N., Pamplona R., Portero-Otín M. Hyperglycemia and glycation in diabetic complications. Antioxidants & Redox Signaling . 2009;11(12):3071–3109. doi: 10.1089/ars.2009.2484.", "ArticleIdList": ["10.1089/ars.2009.2484", "19489690"]}, {"Citation": "Nowotny K., Jung T., Höhn A., Weber D., Grune T. Advanced glycation end products and oxidative stress in type 2 diabetes mellitus. Biomolecules . 2015;5(1):194–222. doi: 10.3390/biom5010194.", "ArticleIdList": ["10.3390/biom5010194", "PMC4384119", "25786107"]}, {"Citation": "Papagrigoraki A., Maurelli M., Del Giglio M., Gisondi P., Girolomoni G. Advanced glycation end products in the pathogenesis of psoriasis. International Journal of Molecular Sciences . 2017;18(11):p. 2471. doi: 10.3390/ijms18112471.", "ArticleIdList": ["10.3390/ijms18112471", "PMC5713437", "29156622"]}, {"Citation": "Seneviratne C., Narayanan R., Liu W., Dain J. A. The in vitro inhibition effect of 2 nm gold nanoparticles on non-enzymatic glycation of human serum albumin. Biochemical and Biophysical Research Communications . 2012;422(3):447–454. doi: 10.1016/j.bbrc.2012.05.014.", "ArticleIdList": ["10.1016/j.bbrc.2012.05.014", "22579685"]}, {"Citation": "Ramkissoon J. S., Mahomoodally F. M., Ahmed N., Subratty H. A. Natural inhibitors of advanced glycation end-products. Nutrition & Food Science . 2012;42(6):397–404. doi: 10.1108/00346651211277645.", "ArticleIdList": ["10.1108/00346651211277645"]}, {"Citation": "Abarike E. D., Amenyogbe E., Ampofo-Yeboah A., et al. Exploring the nutrient potential of Nymphaea alba (water lilly), for use as livestock feed. UDS International Journal of Development . 2015;2:1–11."}, {"Citation": "Pareek A., Kumar A. Pharmocognostic studies on Nymphaea spp. World Journal of Pharmaceutical Research . 2016;5(6):1273–1290."}, {"Citation": "Les D. H., Schneider E. L., Padgett D. J., Soltis P. S., Soltis D. E., Zanis M. Phylogeny, classification and floral evolution of water lilies (Nymphaeaceae; Nymphaeales): a synthesis of non-molecular, rbcL, matK, and 18S rDNA data. Systematic Botany . 1999;24(1):p. 28. doi: 10.2307/2419384.", "ArticleIdList": ["10.2307/2419384"]}, {"Citation": "Zhang Z., ElSohly H. N., Li X. C., et al. Phenolic compounds fromNymphaeaodorata. Journal of Natural Products . 2003;66(4):548–550. doi: 10.1021/np020442j.", "ArticleIdList": ["10.1021/np020442j", "12713413"]}, {"Citation": "Kurihara H., Kawabata J., Hatano M. Geraniin, a hydrolyzable tannin fromNymphaea tetragonaGeorgi (Nymphaeaceae) Bioscience, Biotechnology, and Biochemistry . 1993;57(9):1570–1571. doi: 10.1271/bbb.57.1570.", "ArticleIdList": ["10.1271/bbb.57.1570"]}, {"Citation": "Fossen T., Larsen Å., Andersen Ø. M. Anthocyanins from flowers and leaves of Nympha ea × marliacea cultivars. Phytochemistry . 1998;48(5):823–827. doi: 10.1016/S0031-9422(97)00918-7.", "ArticleIdList": ["10.1016/S0031-9422(97)00918-7"]}, {"Citation": "Elegami A. A., Bates C., Gray A. I., Mackay S. P., Skellern G. G., Waigh R. D. Two very unusual macrocyclic flavonoids from the water lily Nymphaea lotus. Phytochemistry . 2003;63(6):727–731. doi: 10.1016/S0031-9422(03)00238-3.", "ArticleIdList": ["10.1016/S0031-9422(03)00238-3", "12842147"]}, {"Citation": "Bendz G., Jönsson B. Anthocyanins in leaves of Nymphaea candida. Phytochemistry . 1971;10(2):471–472. doi: 10.1016/S0031-9422(00)94083-4.", "ArticleIdList": ["10.1016/S0031-9422(00)94083-4"]}, {"Citation": "Emboden W. A. The mushroom and the water lily: Literary and pictorial evidence for Nymphaea as a ritual psychotogen in mesoamerica. Journal of Ethnopharmacology . 1982;5(2):139–148. doi: 10.1016/0378-8741(82)90039-3.", "ArticleIdList": ["10.1016/0378-8741(82)90039-3", "7035751"]}, {"Citation": "Joshi V., Merchant J. R., Nadkarny V. V., Namboori K., Vaghani D. D. Chemical components of some Indian medicinal plants. Indian Journal of Chemistry . 1974"}, {"Citation": "Rastogi R. P., Mehrotra B. N. Compendium of Indian Medicinal Plants . Central Drug Research Institute; 1990."}, {"Citation": "Robinson G. M., Robinson R. A survey of anthocyanins. IV. Biochemical Journal . 1934;28(5):1712–1720. doi: 10.1042/bj0281712.", "ArticleIdList": ["10.1042/bj0281712", "PMC1253393", "16745568"]}, {"Citation": "Agnihotri V. K., ElSohly H. N., Khan S. I., Smillie T. J., Khan I. A., Walker L. A. Antioxidant constituents of Nymphaea caerulea flowers. Phytochemistry . 2008;69(10):2061–2066. doi: 10.1016/j.phytochem.2008.04.009.", "ArticleIdList": ["10.1016/j.phytochem.2008.04.009", "18534639"]}, {"Citation": "Marquina S., Bonilla-Barbosa J., Alvarez L. Comparative phytochemical analysis of four Mexican Nymphaea species. Phytochemistry . 2005;66(8):921–927. doi: 10.1016/j.phytochem.2005.02.027.", "ArticleIdList": ["10.1016/j.phytochem.2005.02.027", "15845410"]}, {"Citation": "Afolayan A. J., Sharaibi O. J., Kazeem M. I. Phytochemical analysis and in vitro antioxidant activity of Nymphaea lotus L. International Journal of Pharmacology . 2013;9(5):297–304. doi: 10.3923/ijp.2013.297.304.", "ArticleIdList": ["10.3923/ijp.2013.297.304"]}, {"Citation": "Torgils Fossen T. F., Andersen M. Cyanidin 3-(699-acetylgalactoside) and other anthocyanins fromreddish leaves of the water lily,Nymphaea alba. The Journal of Horticultural Science and Biotechnology . 2001;76(2):213–215. doi: 10.1080/14620316.2001.11511353.", "ArticleIdList": ["10.1080/14620316.2001.11511353"]}, {"Citation": "Verma A., Ahmed B., Upadhyay R., Soni N. Nymphasterol, a new steroid from Nymphaea stellata. Medicinal Chemistry Research . 2012;21(6):783–787. doi: 10.1007/s00044-011-9591-7.", "ArticleIdList": ["10.1007/s00044-011-9591-7"]}, {"Citation": "Mukherjee P. K., Mukherjee D., Maji A. K., Rai S., Heinrich M. The sacred lotus (Nelumbo nucifera) - phytochemical and therapeutic profile. Journal of Pharmacy and Pharmacology . 2009;61(4):407–422. doi: 10.1211/jpp/61.04.0001.", "ArticleIdList": ["10.1211/jpp/61.04.0001", "19298686"]}, {"Citation": "Paharia A. K., Pandurangan A. Evaluation of hepatoprotective activity of ethanolic extract of Nymphaea alba Linn flower in experimental rats. International Journal of Biomedical Research . 2013;4(7) doi: 10.7439/ijbr.v4i7.326.", "ArticleIdList": ["10.7439/ijbr.v4i7.326"]}, {"Citation": "Parimala M., Shoba F. G. Phytochemical analysis and _In vitro_ antioxidant acitivity of hydroalcoholic seed extract of Nymphaea nouchali Burm. f. Asian Pacific Journal of Tropical Biomedicine . 2013;3(11):887–895. doi: 10.1016/S2221-1691(13)60174-4.", "ArticleIdList": ["10.1016/S2221-1691(13)60174-4"]}, {"Citation": "Lakshmi G., Smitha N., Ammu S. V., Priya C. L., Bhaskara Rao K. V. Phytochemical profile, in vitro antioxidant and hemolytic activities of various leaf extract of Nymphaea nouchali Linn: an in vitro study. International Journal of Pharmacy and Pharmaceutical Sciences . 2014;6(6):548–552."}, {"Citation": "Alam M. B., Naznin M., Islam S., et al. High resolution mass spectroscopy-based secondary metabolite profiling of Nymphaea nouchali (Burm. f) stem attenuates oxidative stress via regulation of MAPK/Nrf 2/HO-1/ROS pathway. Antioxidants . 2021;10(5):p. 719. doi: 10.3390/antiox10050719.", "ArticleIdList": ["10.3390/antiox10050719", "PMC8147620", "34063678"]}, {"Citation": "Wu M. J., Wang L., Weng C. Y., Yen J. H. Antioxidant activity of methanol extract of the lotus leaf (Nelumbo nuciferaGertn.) The American Journal of Chinese Medicine . 2003;31(5):687–698. doi: 10.1142/S0192415X03001429.", "ArticleIdList": ["10.1142/S0192415X03001429", "14696672"]}, {"Citation": "Alam M. B., Ju M. K., Lee S. H. DNA protecting activities of Nymphaea nouchali (Burm. f) flower extract attenuate t-BHP-induced oxidative stress cell death through Nrf2-Mediated induction of heme oxygenase-1 expression by activating MAP-kinases. International Journal of Molecular Sciences . 2017;18(10):p. 2069. doi: 10.3390/ijms18102069.", "ArticleIdList": ["10.3390/ijms18102069", "PMC5666751", "28956831"]}, {"Citation": "Jacob Jesurun R. S., Jagadeesh S., Ganesan S., Venugopala Rao K., Eerike M. Anti inflammatory activity of ethanolic extract of Nymphaea alba flower in Swiss albino mice. International Journal of Medical Research & Health Sciences . 2013;2(3):474–478. doi: 10.5958/j.2319-5886.2.3.082.", "ArticleIdList": ["10.5958/j.2319-5886.2.3.082"]}, {"Citation": "Gautam S., Rahuja N., Ishrat N., et al. Nymphaea rubra ameliorates TNF-α-induced insulin resistance via suppression of c-Jun NH2-terminal kinase and nuclear factor-κB in the rat skeletal muscle Cells. Applied Biochemistry and Biotechnology . 2014;174(7):2446–2457. doi: 10.1007/s12010-014-1192-8.", "ArticleIdList": ["10.1007/s12010-014-1192-8", "25234391"]}, {"Citation": "N’guessan B. B., Asiamah A. D., Arthur N. K., et al. Ethanolic extract of Nymphaea lotus L. (Nymphaeaceae) leaves exhibits in vitro antioxidant, in vivo anti-inflammatory and cytotoxic activities on Jurkat and MCF-7 cancer cell lines. BMC Complement Med Ther . 2021;21(1):p. 22. doi: 10.1186/s12906-020-03195-w.", "ArticleIdList": ["10.1186/s12906-020-03195-w", "PMC7791887", "33413340"]}, {"Citation": "Zhang Z., Jiang S., Tian H., et al. Ethyl acetate fraction from Nymphaea hybrida Peck modulates inflammatory responses in LPS-stimulated RAW 264.7 cells and acute inflammation murine models. Journal of Ethnopharmacology . 2021;269, article 113698 doi: 10.1016/j.jep.2020.113698.", "ArticleIdList": ["10.1016/j.jep.2020.113698", "33338590"]}, {"Citation": "Hsu C. L., Fang S. C., Yen G. C. Anti-inflammatory effects of phenolic compounds isolated from the flowers of Nymphaea mexicana Zucc. Food & Function . 2013;4(8):1216–1222. doi: 10.1039/c3fo60041f.", "ArticleIdList": ["10.1039/c3fo60041f", "23727892"]}, {"Citation": "Stitt A., Gardiner T. A., Anderson N. L., et al. The AGE inhibitor pyridoxamine inhibits development of retinopathy in experimental diabetes. Diabetes . 2002;51(9):2826–2832. doi: 10.2337/diabetes.51.9.2826.", "ArticleIdList": ["10.2337/diabetes.51.9.2826", "12196477"]}, {"Citation": "Nagai R., Shirakawa J. I., Ohno R. I., Moroishi N., Nagai M. Inhibition of AGEs formation by natural products. Amino Acids . 2014;46(2):261–266. doi: 10.1007/s00726-013-1487-z.", "ArticleIdList": ["10.1007/s00726-013-1487-z", "23504149"]}, {"Citation": "Ahmad S., Moinuddin, Dixit K., Shahab U., Alam K., Ali A. Genotoxicity and immunogenicity of DNA-advanced glycation end products formed by methylglyoxal and lysine in presence of Cu2+ Biochemical and Biophysical Research Communications . 2011;407(3):568–574. doi: 10.1016/j.bbrc.2011.03.064.", "ArticleIdList": ["10.1016/j.bbrc.2011.03.064", "21420380"]}, {"Citation": "Klop B., Elte J. W., Cabezas M. C. Dyslipidemia in obesity: mechanisms and potential targets. Nutrients . 2013;5(4):1218–1240. doi: 10.3390/nu5041218.", "ArticleIdList": ["10.3390/nu5041218", "PMC3705344", "23584084"]}, {"Citation": "Cornier M. A., Dabelea D., Hernandez T. L., et al. The metabolic syndrome. Endocrine Reviews . 2008;29(7):777–822. doi: 10.1210/er.2008-0024.", "ArticleIdList": ["10.1210/er.2008-0024", "PMC5393149", "18971485"]}, {"Citation": "Ahmad S., Moinuddin, Shahab U., et al. Glycoxidative damage to human DNA: neo-antigenic epitopes on DNA molecule could be a possible reason for autoimmune response in type 1 diabetes. Glycobiology . 2014;24(3):281–291. doi: 10.1093/glycob/cwt109.", "ArticleIdList": ["10.1093/glycob/cwt109", "24347633"]}, {"Citation": "Grundy S. M. Obesity, metabolic syndrome, and cardiovascular disease. The Journal of Clinical Endocrinology & Metabolism . 2004;89(6):2595–2600. doi: 10.1210/jc.2004-0372.", "ArticleIdList": ["10.1210/jc.2004-0372", "15181029"]}, {"Citation": "Freeman A. M., Pennings N. Insulin Resistance . Stat Pearls; 2021.", "ArticleIdList": ["29939616"]}, {"Citation": "Gans R. O., Bilo H. J., Nauta J. J., Heine R. J., Donker A. J. Acute hyperinsulinemia induces sodium retention and a blood pressure decline in diabetes mellitus. Hypertension . 1992;20(2):199–209. doi: 10.1161/01.HYP.20.2.199.", "ArticleIdList": ["10.1161/01.HYP.20.2.199", "1639461"]}, {"Citation": "Gimbrone M. A., Jr., García-Cardeña G. Endothelial cell dysfunction and the pathobiology of atherosclerosis. Circulation Research . 2016;118(4):620–636. doi: 10.1161/CIRCRESAHA.115.306301.", "ArticleIdList": ["10.1161/CIRCRESAHA.115.306301", "PMC4762052", "26892962"]}, {"Citation": "Elder S. J., Lichtenstein A. H., Pittas A. G., et al. Genetic and environmental influences on factors associated with cardiovascular disease and the metabolic syndrome. Journal of Lipid Research . 2009;50(9):1917–1926. doi: 10.1194/jlr.P900033-JLR200.", "ArticleIdList": ["10.1194/jlr.P900033-JLR200", "PMC2724778", "19372593"]}, {"Citation": "Dyslipidemia in the metabolic syndrome and type 2 diabetes mellitus. The American Journal of Medicine . 2003;115(8):24–28. doi: 10.1016/j.amjmed.2003.08.011.", "ArticleIdList": ["10.1016/j.amjmed.2003.08.011", "14678862"]}, {"Citation": "Saklayen M. G. The global epidemic of the metabolic syndrome. Current Hypertension Reports . 2018;20(2):p. 12. doi: 10.1007/s11906-018-0812-z.", "ArticleIdList": ["10.1007/s11906-018-0812-z", "PMC5866840", "29480368"]}, {"Citation": "Ginsberg H. N., MacCallum P. R. The obesity, metabolic syndrome, and type 2 diabetes mellitus pandemic. Part I. Increased cardiovascular disease risk and the importance of atherogenic dyslipidemia in persons with the metabolic syndrome and type 2 diabetes mellitus. Journal of the Cardiometabolic Syndrome . 2009;4(2):113–119. doi: 10.1111/j.1559-4572.2008.00044.x.", "ArticleIdList": ["10.1111/j.1559-4572.2008.00044.x", "PMC2901596", "19614799"]}, {"Citation": "Tangvarasittichai S. Oxidative stress, insulin resistance, dyslipidemia and type 2 diabetes mellitus. World Journal of Diabetes . 2015;6(3):456–480. doi: 10.4239/wjd.v6.i3.456.", "ArticleIdList": ["10.4239/wjd.v6.i3.456", "PMC4398902", "25897356"]}, {"Citation": "Vergès B. Pathophysiology of diabetic dyslipidaemia: where are we? Diabetologia . 2015;58(5):886–899. doi: 10.1007/s00125-015-3525-8.", "ArticleIdList": ["10.1007/s00125-015-3525-8", "PMC4392164", "25725623"]}, {"Citation": "Kahn B. B., Flier J. S. Obesity and insulin resistance. The Journal of Clinical Investigation . 2000;106(4):473–481. doi: 10.1172/JCI10842.", "ArticleIdList": ["10.1172/JCI10842", "PMC380258", "10953022"]}, {"Citation": "Shahab U., Tabrez S., Khan M. S., et al. Immunogenicity of DNA-advanced glycation end product fashioned through glyoxal and arginine in the presence of Fe3+: its potential role in prompt recognition of diabetes mellitus auto-antibodies. Chemico-Biological Interactions . 2014;219:229–240. doi: 10.1016/j.cbi.2014.06.012.", "ArticleIdList": ["10.1016/j.cbi.2014.06.012", "24968179"]}, {"Citation": "Franz M. J., Bantle J. P., Beebe C. A., et al. Evidence-based nutrition principles and recommendations for the treatment and prevention of diabetes and related complications. Diabetes Care . 2002;25(1):148–198. doi: 10.2337/diacare.25.1.148.", "ArticleIdList": ["10.2337/diacare.25.1.148", "11772915"]}, {"Citation": "DeFronzo R. A. Pharmacologic therapy for type 2 diabetes mellitus. Annals of Internal Medicine . 1999;131(4):281–303. doi: 10.7326/0003-4819-131-4-199908170-00008.", "ArticleIdList": ["10.7326/0003-4819-131-4-199908170-00008", "10454950"]}, {"Citation": "Anand A., Komati A., Katragunta K., et al. Phytometabolomic analysis of boiled rhizome of Nymphaea nouchali (Burm. f.) using UPLC-Q-TOF-MSE, LC-QqQ-MS & GC-MS and evaluation of antihyperglycemic and antioxidant activities. Food Chemistry . 2021;342, article 128313 doi: 10.1016/j.foodchem.2020.128313.", "ArticleIdList": ["10.1016/j.foodchem.2020.128313", "33067043"]}, {"Citation": "Tenenbaum A., Fisman E. Z., Motro M. Metabolic syndrome and type 2 diabetes mellitus: focus on peroxisome proliferator activated receptors (PPAR) Cardiovascular Diabetology . 2003;2(1):p. 4. doi: 10.1186/1475-2840-2-4.", "ArticleIdList": ["10.1186/1475-2840-2-4", "PMC153546", "12834541"]}, {"Citation": "Sharma Y., Saxena S., Mishra A., Saxena A., Natu S. M. Advanced glycation end products and diabetic retinopathy. Journal of Ocular Biology, Diseases, and Informatics . 2013;5(3-4):63–69.", "ArticleIdList": ["PMC3709028", "24596941"]}, {"Citation": "Stitt A. W., Curtis T. M. Diabetes-related adduct formation and retinopathy. Journal of Ocular Biology, Diseases, and Informatics . 2011;4(1-2):10–18. doi: 10.1007/s12177-011-9070-x.", "ArticleIdList": ["10.1007/s12177-011-9070-x", "PMC3342411", "23272270"]}, {"Citation": "Ahmad S., Khan H., Siddiqui Z., et al. Seminars in Cancer Biology . Academic Press; 2018. AGEs, RAGEs and s-RAGE; friend or foe for cancer; pp. 44–55.", "ArticleIdList": ["28712719"]}, {"Citation": "Michael R., Bron A. J. The ageing lens and cataract: a model of normal and pathological ageing. Philosophical Transactions of the Royal Society B: Biological Sciences . 2011;366(1568):1278–1292. doi: 10.1098/rstb.2010.0300.", "ArticleIdList": ["10.1098/rstb.2010.0300", "PMC3061107", "21402586"]}, {"Citation": "Tewari D., Samoilă O., Gocan D., et al. Medicinal Plants and Natural Products Used in Cataract Management. Frontiers in Pharmacology . 2019;10 doi: 10.3389/fphar.2019.00466.", "ArticleIdList": ["10.3389/fphar.2019.00466", "PMC6585469", "31263410"]}, {"Citation": "Stitt A. W. AGEs and diabetic retinopathy. Investigative Ophthalmology & Visual Science . 2010;51(10):4867–4874. doi: 10.1167/iovs.10-5881.", "ArticleIdList": ["10.1167/iovs.10-5881", "20876889"]}, {"Citation": "Ashraf J. M., Ahmad S., Choi I., et al. Recent advances in detection of AGEs: immunochemical, bioanalytical and biochemical approaches. IUBMB Life . 2015;67(12):897–913. doi: 10.1002/iub.1450.", "ArticleIdList": ["10.1002/iub.1450", "26597014"]}, {"Citation": "Neviere R., Yu Y., Wang L., Tessier F., Boulanger E. Implication of advanced glycation end products (AGEs) and their receptor (RAGE) on myocardial contractile and mitochondrial functions. Glycoconjugate Journal . 2016;33(4):607–617. doi: 10.1007/s10719-016-9679-x.", "ArticleIdList": ["10.1007/s10719-016-9679-x", "27277623"]}, {"Citation": "Basta G. Advanced glycation end products and vascular inflammation: implications for accelerated atherosclerosis in diabetes. Cardiovascular Research . 2004;63(4):582–592. doi: 10.1016/j.cardiores.2004.05.001.", "ArticleIdList": ["10.1016/j.cardiores.2004.05.001", "15306213"]}, {"Citation": "Tabrez S., Al-Shali K. Z., Ahmad S. Lycopene powers the inhibition of glycation-induced diabetic nephropathy: a novel approach to halt the AGE-RAGE axis menace. BioFactors . 2015;41(5):372–381. doi: 10.1002/biof.1238.", "ArticleIdList": ["10.1002/biof.1238", "26453295"]}, {"Citation": "Yang C. W., Vlassara H., Peten E. P., He C. J., Striker G. E., Striker L. J. Advanced glycation end products up-regulate gene expression found in diabetic glomerular disease. Proceedings of the National Academy of Sciences . 1994;91(20):9436–9440. doi: 10.1073/pnas.91.20.9436.", "ArticleIdList": ["10.1073/pnas.91.20.9436", "PMC44827", "7937785"]}, {"Citation": "Mangoni A. A., Jackson S. H. Age-related changes in pharmacokinetics and pharmacodynamics: basic principles and practical applications. British Journal of Clinical Pharmacology . 2004;57(1):6–14. doi: 10.1046/j.1365-2125.2003.02007.x.", "ArticleIdList": ["10.1046/j.1365-2125.2003.02007.x", "PMC1884408", "14678335"]}, {"Citation": "Surendran K., Vitiello S. P., Pearce D. A. Lysosome dysfunction in the pathogenesis of kidney diseases. Pediatric Nephrology . 2014;29(12):2253–2261. doi: 10.1007/s00467-013-2652-z.", "ArticleIdList": ["10.1007/s00467-013-2652-z", "PMC4018427", "24217784"]}, {"Citation": "Ashraf J. M., Shahab U., Tabrez S., Lee E. J., Choi I., Ahmad S. Quercetin as a finer substitute to aminoguanidine in the inhibition of glycation products. International Journal of Biological Macromolecules . 2015;77:188–192. doi: 10.1016/j.ijbiomac.2015.03.021.", "ArticleIdList": ["10.1016/j.ijbiomac.2015.03.021", "25799884"]}, {"Citation": "Ahmad S., Shahab U., Baig M. H., et al. Inhibitory effect of metformin and pyridoxamine in the formation of early, intermediate and advanced glycation end-products. PLoS One . 2013;8(9, article e72128) doi: 10.1371/journal.pone.0072128.", "ArticleIdList": ["10.1371/journal.pone.0072128", "PMC3762829", "24023728"]}, {"Citation": "Yallapu M. M., Ebeling M. C., Jaggi M., Chauhan S. C. Plasma proteins interaction with curcumin nanoparticles: implications in cancer therapeutics. Current Drug Metabolism . 2013;14(4):504–515. doi: 10.2174/1389200211314040012.", "ArticleIdList": ["10.2174/1389200211314040012", "PMC4030727", "23566382"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "4", "Day": "9"}, {"Year": "2021", "Month": "8", "Day": "28"}, {"Year": "2021", "Month": "9", "Day": "14"}, {"Year": "2021", "Month": "11", "Day": "8", "Hour": "6", "Minute": "49"}, {"Year": "2021", "Month": "11", "Day": "9", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "1", "Day": "27", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "10", "Day": "27"}], "PublicationStatus": "epublish", "ArticleIdList": ["34746307", "PMC8566071", "10.1155/2021/7240046"]}}], "PubmedBookArticle": []}