{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Arnica montana", "biodiversity", "headspace-solid phase microextraction", "volatiles"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34755931", "DateCompleted": {"Year": "2022", "Month": "02", "Day": "03"}, "DateRevised": {"Year": "2022", "Month": "02", "Day": "03"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "11", "Day": "24"}], "Language": ["eng"], "ELocationID": ["10.1002/cbdv.202100593"], "Journal": {"ISSN": "1612-1880", "JournalIssue": {"Volume": "19", "Issue": "1", "PubDate": {"Year": "2022", "Month": "Jan"}}, "Title": "Chemistry & biodiversity", "ISOAbbreviation": "Chem Biodivers"}, "ArticleTitle": "Volatile Composition Variability of Arnica montana Wild Populations of Trentino-Alto Adige, Italy, Determined by Headspace-Solid Phase Microextraction.", "Pagination": {"StartPage": "e202100593", "MedlinePgn": "e202100593"}, "Abstract": {"AbstractText": ["Arnica montana is a plant distributed in most of Europe, including the Alpine arc and Apennines in Italy, and traditionally used worldwide for medicinal properties. Twelve natural populations of the species from Trentino-Alto Adige, Italy, were characterized using Headspace-Solid Phase Microextraction analysis for their volatile profile. Fifty-one compounds were detected in flower heads, the most abundant being (E)-Caryophyllene (23.4 %), 2,2,4,6,6-Pentamethylheptane (8.3 %), α- trans-Bergamotene (7.2 %), Germacrene D (5.7 %), and Hexanal (5.3 %). A multivariate analysis performed on the ten most abundant compounds grouped these investigated accessions into five main clusters. Three clusters, comprising together five accessions, were linked to the geographical origin of two collection sites. This work is a complete characterization of volatiles of the species by SPME analysis reported to date. Furthermore, results suggest that the species' volatile profile can be linked to the geographical origin of the natural populations and, therefore, represent a tool for evaluating biodiversity within the species."], "CopyrightInformation": "© 2021 Wiley-VHCA AG, Zurich, Switzerland."}, "AuthorList": [{"Identifier": ["0000-0001-8643-8414"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Council for Agricultural Research and Economics, Research Centre for Forestry and Wood, piazza Nicolini 6, 38123, Trento, Italy."}], "LastName": "Fusani", "ForeName": "Pietro", "Initials": "P"}, {"Identifier": ["0000-0003-1147-8221"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Council for Agricultural Research and Economics, Research Centre for Forestry and Wood, piazza Nicolini 6, 38123, Trento, Italy."}], "LastName": "Aiello", "ForeName": "Nicola", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Unit of Aromatic and Medicinal Plants, Newe Ya'ar Research Center, Agricultural Research Organization, Ramat-Yishay, IL-30095, Israel."}], "LastName": "Shachter", "ForeName": "Alona", "Initials": "A"}, {"Identifier": ["0000-0002-2323-3718"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Unit of Aromatic and Medicinal Plants, Newe Ya'ar Research Center, Agricultural Research Organization, Ramat-Yishay, IL-30095, Israel."}], "LastName": "Dudai", "ForeName": "Nativ", "Initials": "N"}], "GrantList": [{"Agency": "Ministry of Agricultural, Food, and Forestry Policies", "Country": ""}, {"Agency": "Implementation of the FAO International Treaty on Plant Genetic Resources for Food and Agriculture", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Chem Biodivers", "NlmUniqueID": "101197449", "ISSNLinking": "1612-1872"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}, {"RegistryNumber": "0", "NameOfSubstance": "Volatile Organic Compounds"}], "MeshHeadingList": [{"QualifierName": ["chemistry", "metabolism"], "DescriptorName": "Arnica"}, {"QualifierName": [], "DescriptorName": "Biodiversity"}, {"QualifierName": [], "DescriptorName": "Cluster Analysis"}, {"QualifierName": ["chemistry", "metabolism"], "DescriptorName": "Flowers"}, {"QualifierName": [], "DescriptorName": "Gas Chromatography-Mass Spectrometry"}, {"QualifierName": [], "DescriptorName": "Italy"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plant Extracts"}, {"QualifierName": [], "DescriptorName": "Principal Component Analysis"}, {"QualifierName": [], "DescriptorName": "Solid Phase Microextraction"}, {"QualifierName": ["analysis", "isolation & purification"], "DescriptorName": "Volatile Organic Compounds"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "I. K. Ferguson, ‘Arnica L.’, in ‘Flora Europaea’, Eds. T. G. Tutin, V. H. Heywood, N. A. Burges, D. M. Moore, D. H. Valentine, S. M. Walters, D. A. Webb, Cambridge University Press, Cambridge, UK, 1976, Vol. IV ‘Plantaginaceae to Compositae (And Rubiaceae)’, p. 189."}, {"Citation": "D. Aeschimann, K. Lauber, D. M. Moser, J. P. Theurillat, ‘Flora Alpina’, Zanichelli, Bologna, Italy, 2004, Vol. 2, p. 528."}, {"Citation": "S. Pignatti, ‘Flora d'Italia’, 2nd Ed., Edagricole - Il sole 24 ore, Milano, Italy, 2017, Vol. 3, p.888."}, {"Citation": "M. Vera, R. Romero, M. A. Rodríguez-Guitián, R. M. Barros, C. Real, C. Bouza, ‘Phylogeography and genetic variability of the Arnica montana chemotypes in NW Iberian Peninsula’, Silvae Genet. 2015, 293-300. https://doi.org/10.1515/sg-2014-0037."}, {"Citation": "P. Kriplani, K. Guarve, U. S. Baghael, ‘Arnica montana L. - a plant of healing: review’, J. Pharm. Pharmacol. 2017, 69, 925-945. https://doi.org/10.1111/jphp.12724."}, {"Citation": "M. Marzotto, F. Arruda-Silva, P. Bellavite, ‘Fibronectin Gene Up-regulation by Arnica montana in Human Macrophages: Validation by Real-Time Polymerase Chain Reaction Assay’, Homeopathy 2020, 109, 140-145. https://doi.org/10.1055/s-0040-1708044."}, {"Citation": "A. M. Lotan, Y. Gronovich, I. Lysy, R. Binenboym, N. Eizenman, B. Stuchiner, O. Goldstein, P. Babai, M. Oberbaum, ‘Arnica montana and Bellis perennis for seroma reduction following mastectomy and immediate breast reconstruction: randomized, double-blind, placebo- controlled trial’, Eur. J. Plast. Surg. 2020, 43, 285-294. https://doi.org/10.1007/s00238-019-01618-7."}, {"Citation": "M. A. S. Novaes, L. F. Lima, N. A. R. Sá, A. C. A. Ferreira, V. M. Paes, J. F. Souza, B. G. Alves, N. V. Gramosa, C. A. A. Torres, B. Pukazhenthi, E. L. Gastal, J. R. Figueiredo, ‘Impact of ethanol and heat stress-dependent effect of ultra-diluted Arnica montana 6 cH on in vitro embryo production in cattle’, Theriogenology 2021, 162, 105-110. https://doi.org/10.1016/j.theriogenology.2020.12.026."}, {"Citation": "European Pharmacopoeia. Arnica flower. 10th edition, 2019, 1434-1435."}, {"Citation": "M. Ganzera, C. Egger, C. Zidorn, H. Stuppner, ‘Quantitative analysis of flavonoids and phenolic acids in Arnica montana L. by micellar electrokinetic capillary chromatography’, Anal. Chim. Acta 2008, 614, 2, 196-200. https://doi.org/10.1016/j.aca.2008.03.023."}, {"Citation": "J. Staneva, P. Denkova, M. Todorova, L. Evstatieva, ‘Quantitative analysis of sesquiterpene lactones in extract of Arnica montana L. by 1H-NMR spectroscopy’, J. Pharm. Biomed. Anal. 2011, 54, 94-99. https://doi.org/10.1016/j.jpba.2010.08.018."}, {"Citation": "N. B. Perry, E. J. Burgess, M. A. Rodríguez Guitián, R. Romero Franco, E. López Mosquera, B. M. Smallfield, N. I. Joyce, R. P. Littlejohn, ‘Sesquiterpene Lactones in Arnica montana: Helenalin and Dihydrohelenalin Chemotypes in Spain’, Planta Med. 2009, 75, 660-666. https://doi.org/10.1055/s-0029-1185362."}, {"Citation": "European Scientific Cooperative on Phytotherapy, ESCOP Monographs, ‘Arnicae flos’, 2019."}, {"Citation": "R. Kowalski, D. Sugierb, P. Sugierc, B. Kołodziej, ‘Evaluation of the chemical composition of essential oils with respectto the maturity of flower heads of Arnica montana L. and Arnicachamissonis Less. cultivated for industry’, Ind. Crops Prod. 2015, 76, 857-865. https://doi.org/10.1016/j.indcrop.2015.07.029."}, {"Citation": "D. Vidic, S. Ć. Zeljković, M. Dizdar, M. Maksimović, ‘Essential oil composition and antioxidant activity of four Asteraceae species from Bosnia’, J. Essent. Oil Res. 2016, 28, 445-457. https://doi.org/10.1080/10412905.2016.1150216."}, {"Citation": "I. Weremczuk-Jeżyna, H. Wysokińska, D. Kalemba, ‘Constituents of the Essential Oil from Hairy Roots and Plant Roots of Arnicamontana L.’, J. Essent. Oil Res. 2011, 23, 91-97. https://doi.org/10.1080/10412905.2011.9700432."}, {"Citation": "D. Pljevljakušić, D. Ranĉić, M. Ristić, L. Vujisić, D. Radanović, Z. Dajić-Stevanović, ‘Rhizome and root yield of the cultivated Arnica montana L., chemical composition and histochemical localization of essential oil’, Ind. Crops Prod. 2012, 39, 177-189. https://doi.org/10.1016/j.indcrop.2012.02.030."}, {"Citation": "V. Centonze, V. Lippolis, S. Cervellieri, A. Damascelli, G. Casiello, M. Pascale, A. Francesco Logrieco, F. Longobardi, ‘Discrimination of geographical origin of oranges (Citrus sinensis L. Osbeck) by mass spectrometry-based electronic nose and characterization of volatile compounds’, Food Chem. 2019, 277, 25-30. https://doi.org/10.1016/j.foodchem.2018.10.105."}, {"Citation": "X. Liu, J. Deng, J. Bi, X. Wu, B. Zhang, ‘Cultivar classification of cloudy apple juices from substandard fruits in China based on aroma profile analyzed by HS-SPME/GC/MS’, LWT-Food Sci. Technol. 2019, 102, 304-309. https://doi.org/10.1016/j.lwt.2018.12.043."}, {"Citation": "V. Leoni, G. Borgonovo, L. Giupponi, A. Bassoli, D. Pedrali, M. Zuccolo, A. Rodari, A. Giorgi, ‘Comparing Wild and Cultivated Arnica montana L. from the Italian Alps to Explore the Possibility of Sustainable Production Using Local Seeds’, Sustainability 2021, 13, 3382. https://doi.org/10.3390/su13063382."}, {"Citation": "S. Hussain, S. A. Schönbichler, Y. Güzel, H. Sonderegger, G. Abel, M. Rainer, C. W. Huck, G. K. Bonn, ‘Solid-phase extraction of galloyl- and caffeoylquinic acids from natural sources (Galphimia glauca and Arnicae flos) using pure zirconium silicate and bismuth citrate powders as sorbents inside micro spin columns’, J. Pharm. Biomed. Anal. 2013, 84, 148-158. https://doi.org/10.1016/j.jpba.2013.05.029."}, {"Citation": "C. Zidorn, ‘Sesquiterpene lactones and their precursors as chemosystematic markers in the tribe Cichorieae of the Asteraceae’, Phytochemistry 2008, 69, 12, 2270-2296. https://doi.org/10.1016/j.phytochem.2008.06.013."}, {"Citation": "S. Granica, C. Zidorn, ‘Phenolic compounds from aerial parts as chemosystematic markers in the Scorzonerinae (Asteraceae)’, Biochem. Syst. Ecol. 2015, 58, 102-113. https://doi.org/10.1016/j.bse.2014.11.005."}, {"Citation": "A. Seemann, T. Wallner, P. Poschlod, J. Heilmann, ‘Variation of sesquiterpene lactone contents in different Arnica montana populations: influence of ecological parameters’, Planta Med. 2010, 76, 8, 837-42. https://doi.org/10.1055/s-0029-1240797."}, {"Citation": "M. Clauser, N. Aiello, F. Scartezzini, G. Innocenti, S. Dall′Acqua, ‘Differences in the Chemical Composition of Arnica montana Flowers from Wild Populations of North Italy’, Nat. Prod. Commun. 2014, 9, 1, 3-6. https://doi.org/10.1177/1934578X1400900102."}, {"Citation": "G. Li, C. Cervelli, B. Ruffoni, A. Shachter, N. Dudai, ‘Volatile diversity in wild populations of rosemary (Rosmarinus officinalis L.) from the Tyrrhenian Sea vicinity cultivated under homogeneous environmental conditions’, Ind. Crops Prod. 2016, 84, 381-390. https://doi.org/10.1016/j.indcrop.2016.02.029."}, {"Citation": "M. Ben Farhat, J. A. Sotomayor, M. J. Jordán, ‘Salvia verbenaca L. essential oil: Variation of yield and composition according to collection site and phenophase’, Biochem. Syst. Ecol. 2019, 82, 35-43. https://doi.org/10.1016/j.bse.2018.12.002."}, {"Citation": "H. Ben Gera, K. Bensimon Mashraki, R. Sharma, A. Shachter, D. Chaimovitsh, I. Gonda, N. Nitzan, N. Dudai, ‘Chemo-Geographic Variations in Wild Population of Asteriscus graveolens in Israel Based on Volatile Composition Analyses’, Chem. Biodiversity 2020, 17. https://doi.org/10.1002/cbdv.202000311."}, {"Citation": "R. P. Adams, ‘Identification of Essential Oil Components by Gas Chromatography/Mass Spectrometry’, 4th ed., Allured publishing Corporation, Carol Stream, IL, USA, 2009, p. 1-804."}, {"Citation": "NIST Chemistry WebBook, NIST Standard Reference Database Number 69, Eds. P. J. Linstrom, W. G. Mallard, National Institute of Standards and Technology, Gaithersburg MD, 20899. https://doi.org/10.18434/T4D303; Accessed October 6, 2021."}, {"Citation": "Z. S. Mitić, B. Jovanović, S. Č. Jovanović, Z. Z. Stojanović-Radić, T. Mihajilov-Krstev, N. M. Jovanović, B. M. Nikolić, P. D. Marin, B. K. Zlatković, G. S. Stojanović, ‘Essential oils of Pinus halepensis and P. heldreichii: Chemical composition, antimicrobial and insect larvicidal activity’, Ind. Crops Prod. 2019, 140, 111702. https://doi.org/10.1016/j.indcrop.2019.111702."}, {"Citation": "A. Venditti, A. Bianco, M. Nicoletti, L. Quassinti, M. Bramucci, G. Lupidi, L. A. Vitali, D. Petrelli, F. Papa, S. Vittori, D. Lucarini, L. Maleci Bini, C. Giuliani, F. Maggi, ‘Phytochemical analysis, biological evaluation and micromorphological study of Stachys alopecuros (L.) Benth. subsp. divulsa (Ten.) Grande endemic to central Apennines, Italy’, Fitoterapia 2013, 90, 94-103. https://doi.org/10.1016/j.fitote.2013.06.015."}, {"Citation": "A. Riffel, B. F. da Silva Filho, S. P. A. dos Santos, W. L. da Silva, T. F. L. Ribeiro, D. J. A. Oliveira, J. S. de Oliveira, J. G. da Costa, J. C. Caulfield, H. F. Goulart, A. E. G. Santana, M. A. Birkett, ‘Exposure to sugarcane borer-induced plant volatile (E)-caryophyllene enhances parasitoid recruitment’, Entomol. Exp. Appl. 2021, 169, 937-946. https://doi.org/10.1111/eea.13081."}, {"Citation": "F. Stocker, M. M. Obermeier, K. Resch, G. Berg, C. A. Müller Bogotá, ‘A New High-Throughput Screening Method to Detect Antimicrobial Volatiles from Metagenomic Clone Libraries.’, Antibiotics 2020, 9, 726. https://doi.org/10.3390/antibiotics9110726."}, {"Citation": "F. L. Cônsoli, H. J. Williams, S. B. Vinson, R. W. Matthews, M. F. Cooperband, ‘trans-Bergamotenes-Male Pheromone of the Ectoparasitoid Melittobia digitata’, J. Chem. Ecol. 2002, 28, 1675-1689. https://doi.org/10.1023/A:1019940932605."}, {"Citation": "R. Mozuraitis, M. Stranden, M. I. Ramirez, A.-K. Borg-Karlson, H. Mustaparta, ‘(−)-Germacrene D Increases Attraction and Oviposition by the Tobacco Budworm Moth Heliothis virescens’, Chem. Senses 2002, 27, 505-509. https://doi.org/10.1093/chemse/27.6.505."}, {"Citation": "M. Basholli-Salihu, R. Schuster, A. Hajdari, D. Mulla, H. Viernstein, B. Mustafa, M. Mueller, ‘Phytochemical composition, anti-inflammatory activity and cytotoxic effects of essential oils from three Pinus spp.’, Pharm. Biol. 2017, 55, 1553-1560. https://doi.org/10.1080/13880209.2017.1309555."}, {"Citation": "O. V. Sousa, M. S. Silvério, G. Del Vechio-Vieira, F. C. Matheus, C. H. Yamamoto, M. S. Alves, ‘Antinociceptive and anti-inflammatory effects of the essential oil from Eremanthus erythropappus leaves’, J. Pharm. Pharmacol. 2008, 60, 771-777. https://doi.org/10.1211/jpp.60.6.0013."}, {"Citation": "R. Lanciotti, A. Gianotti, F. Patrignani, N. Belletti, M. E. Guerzoni, F. Gardini, ‘Use of natural aroma compounds to improve shelf-life and safety of minimally processed fruits’, Trends Food Sci. Technol. 2004, 15, 201-208. https://doi.org/10.1016/j.tifs.2003.10.004."}, {"Citation": "A. Judžentiene, J. Budiene, ‘Analysis of the chemical composition of flower essential oils from Arnica montana of Lithuanian origin’, Chemija 2009, 20, 190-194."}, {"Citation": "D. Sugier, P. Sugier, R. Kowalski, B. Kołodziej, K. Olesińska, ‘Foliar boron fertilization as factor affecting the essential oil content and yield of oil components from flower heads of Arnica montana L. and Arnica chamissonis Less. cultivated for industry’, Ind. Crops Prod. 2017, 109, 587-597. https://doi.org/10.1016/j.indcrop.2017.09.014."}, {"Citation": "D. Sugier, P. Sugier, J Jakubowicz-Gil, K Winiarczyk, ‘Essential oil from Arnica montana L. achenes:chemical characteristics and anticancer activity’, Molecules 2019, 24, 4158. https://doi.org/10.3390/molecules24224158."}, {"Citation": "A. F. Iezzoni, M. P. Pritts, ‘Applications of principal component analysis to horticoltural research’, HortScience 1991, 26, 334-338."}, {"Citation": "N. Aiello, R. Bontempo, C. Vender, V. Ferretti, G. Innocenti, S. Dall′Acqua, ‘Morpho-quantitative and qualitative traits of Arnica montana L. wild accessions of Trentino, Italy’, Ind. Crops Prod. 2012, 40, 199-203. https://doi.org/10.1016/j.indcrop.2012.03.013."}, {"Citation": "R. Spitaler, P. D. Schlorhaufer, E. P. Ellmerer, I. Merfort, S. Bortenschlager, H. Stuppner, C. Zidorn, ‘Altitudinal variation of secondary metabolite profiles in flowering heads of Arnica montana cv. ARBO’, Phytochemistry 2006, 67, 409-17. https://doi.org/10.1016/j.phytochem.2005.11.018."}, {"Citation": "R. Spitaler, A. Winkler, I. Lins, S. Yanar, H. Stuppner, C. Zidorn, ‘Altitudinal variation of phenolic contents in flowering heads of Arnica montana cv. ARBO: a 3-year comparison’, J. Chem. Ecol. 2008, 34, 369-75. https://doi.org/10.1007/s10886-007-9407-x."}, {"Citation": "A. Albert, V. Sareedenchai, W. Heller, H. K. Seidlitz, C. Zidorn, ‘Temperature is the key to altitudinal variation of phenolics in Arnica montana L. cv. ARBO’, Oecologia 2009, 160, 1-8. https://doi.org/10.1007/s00442-009-1277-1."}, {"Citation": "C. Zidorn, ‘Altitudinal variation of secondary metabolites in flowering heads of the Asteraceae: trends and causes’, Phytochem. Rev. 2010, 9, 197-203. https://doi.org/10.1007/s11101-009-9143-7."}, {"Citation": "M. Todorova, A. Trendafilova, A. Vitkova, M. Petrova, E. Zayova, D. Antonova, ‘Developmental and Environmental Effects on Sesquiterpene Lactones in Cultivated Arnica montana L.’, Chem. Biodiversity 2016, 13, 976-81. https://doi.org/10.1002/cbdv.201500307."}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "7", "Day": "26"}, {"Year": "2021", "Month": "11", "Day": "9"}, {"Year": "2021", "Month": "11", "Day": "11", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "2", "Day": "4", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "11", "Day": "10", "Hour": "9", "Minute": "20"}], "PublicationStatus": "ppublish", "ArticleIdList": ["34755931", "10.1002/cbdv.202100593"]}}], "PubmedBookArticle": []}