{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Rubia cordifolia", "Rubiadin", "anticancer", "biosynthesis", "pharmacology", "physicochemical properties"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34764636", "DateCompleted": {"Year": "2022", "Month": "02", "Day": "22"}, "DateRevised": {"Year": "2024", "Month": "04", "Day": "04"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "11", "Day": "03"}], "Language": ["eng"], "ELocationID": ["10.2147/DDDT.S338548"], "Journal": {"ISSN": "1177-8881", "JournalIssue": {"Volume": "15", "PubDate": {"Year": "2021"}}, "Title": "Drug design, development and therapy", "ISOAbbreviation": "Drug Des Devel Ther"}, "ArticleTitle": "Chemistry, Biosynthesis, Physicochemical and Biological Properties of Rubiadin: A Promising Natural Anthraquinone for New Drug Discovery and Development.", "Pagination": {"StartPage": "4527", "EndPage": "4549", "MedlinePgn": "4527-4549"}, "Abstract": {"AbstractText": ["Anthraquinones (AQs) are found in a variety of consumer products, including foods, nutritional supplements, drugs, and traditional medicines, and have a wide range of pharmacological actions. Rubiadin, a 1,3-dihydroxy-2-methyl anthraquinone, primarily originates from <i>Rubia cordifolia</i> Linn (Rubiaceae). It was first discovered in 1981 and has been reported for many biological activities. However, no review has been reported so far to create awareness about this molecule and its role in future drug discovery. Therefore, the present review aimed to provide comprehensive evidence of Rubiadin's phytochemistry, biosynthesis, physicochemical properties, biological properties and therapeutic potential. Relevant literature was gathered from numerous scientific databases including PubMed, ScienceDirect, Scopus and Google Scholar between 1981 and up-to-date. The distribution of Rubiadin in numerous medicinal plants, as well as its method of isolation, synthesis, characterisation, physiochemical properties and possible biosynthesis pathways, was extensively covered in this review. Following a rigorous screening and tabulating, a thorough description of Rubiadin's biological properties was gathered, which were based on scientific evidences. Rubiadin fits all five of Lipinski's rule for drug-likeness properties. Then, the in depth physiochemical characteristics of Rubiadin were investigated. The simple technique for Rubiadin's isolation from <i>R. cordifolia</i> and the procedure of synthesis was described. Rubiadin is also biosynthesized via the polyketide and chorismate/o-succinylbenzoic acid pathways. Rubiadin is a powerful molecule with anticancer, antiosteoporotic, hepatoprotective, neuroprotective, anti-inflammatory, antidiabetic, antioxidant, antibacterial, antimalarial, antifungal, and antiviral properties. The mechanism of action for the majority of the pharmacological actions reported, however, is unknown. In addition to this review, an in silico molecular docking study was performed against proteins with PDB IDs: 3AOX, 6OLX, 6OSP, and 6SDC to support the anticancer properties of Rubiadin. The toxicity profile, pharmacokinetics and possible structural modifications were also described. Rubiadin was also proven to have the highest binding affinity to the targeted proteins in an in silico study; thus, we believe it may be a potential anticancer molecule. In order to present Rubiadin as a novel candidate for future therapeutic development, advanced studies on preclinical, clinical trials, bioavailability, permeability and administration of safe doses are necessary."], "CopyrightInformation": "© 2021 Watroly et al."}, "AuthorList": [{"Identifier": ["0000-0001-8003-9519"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutical Chemistry, Faculty of Pharmacy and Health Sciences, Universiti Kuala Lumpur Royal College of Medicine Perak, Ipoh, Perak, 30450, Malaysia."}], "LastName": "Watroly", "ForeName": "Mohd Nasarudin", "Initials": "MN"}, {"Identifier": ["0000-0002-3022-6137"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutical Chemistry, Faculty of Pharmacy and Health Sciences, Universiti Kuala Lumpur Royal College of Medicine Perak, Ipoh, Perak, 30450, Malaysia."}], "LastName": "Sekar", "ForeName": "Mahendran", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Pharmacy & Centre of Excellence for Biomaterials Engineering, AIMST University, Kedah, 08100, Malaysia."}], "LastName": "Fuloria", "ForeName": "Shivkanya", "Initials": "S"}, {"Identifier": ["0000-0001-6470-3651"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Pharmacy, Monash University Malaysia, Bandar Sunway, Selangor Darul Ehsan, 47500, Malaysia."}], "LastName": "Gan", "ForeName": "Siew Hua", "Initials": "SH"}, {"Identifier": ["0000-0003-3514-7654"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology, Sri Ramachandra Faculty of Pharmacy, Sri Ramachandra Institute of Higher Education and Research (DU), Chennai, Tamil Nadu, 600116, India."}], "LastName": "Jeyabalan", "ForeName": "Srikanth", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Centre for Virus and Vaccine Research, School of Medical and Life Sciences, Sunway University, Selangor, 47500, Malaysia."}, {"Identifier": [], "Affiliation": "Department of Biological Sciences, School of Medical and Life Sciences, Sunway University, Selangor, 47500, Malaysia."}], "LastName": "Wu", "ForeName": "Yuan Seng", "Initials": "YS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Medicine, Bioscience and Nursing, MAHSA University, Selangor, 42610, Malaysia."}], "LastName": "Subramaniyan", "ForeName": "Vetriselvan", "Initials": "V"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Applied Science & Centre of Excellence for Biomaterials Engineering, AIMST University, Kedah, 08100, Malaysia."}], "LastName": "Sathasivam", "ForeName": "Kathiresan V", "Initials": "KV"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, Karpagam Academy of Higher Education, Coimbatore, Tamil Nadu, 640 021, India."}], "LastName": "Ravi", "ForeName": "Subban", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Pharmacy and Health Sciences, Universiti Kuala Lumpur Royal College of Medicine Perak, Ipoh, Perak, 30450, Malaysia."}], "LastName": "Mat Rani", "ForeName": "Nur Najihah Izzati", "Initials": "NNI"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutical Chemistry, Faculty of Pharmacy and Health Sciences, Universiti Kuala Lumpur Royal College of Medicine Perak, Ipoh, Perak, 30450, Malaysia."}], "LastName": "Lum", "ForeName": "Pei Teng", "Initials": "PT"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutical Chemistry, School of Life Sciences, JSS Academy of Higher Education and Research Mauritius, Vacoas, Mauritius."}], "LastName": "Vaijanathappa", "ForeName": "Jaishree", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Pharmacy, National University of Science and Technology, Muscat, 130, Oman."}], "LastName": "Meenakshi", "ForeName": "Dhanalekshmi Unnikrishnan", "Initials": "DU"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutical Chemistry, Sri Adichunchanagiri College of Pharmacy, Adichunchanagiri University, Mandya, Karnataka, 571418, India."}], "LastName": "Mani", "ForeName": "Shankar", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Pharmacy & Centre of Excellence for Biomaterials Engineering, AIMST University, Kedah, 08100, Malaysia."}], "LastName": "Fuloria", "ForeName": "Neeraj Kumar", "Initials": "NK"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "New Zealand", "MedlineTA": "Drug Des Devel Ther", "NlmUniqueID": "101475745", "ISSNLinking": "1177-8881"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Anthraquinones"}, {"RegistryNumber": "0", "NameOfSubstance": "Antineoplastic Agents, Phytogenic"}, {"RegistryNumber": "CY0UH3X06R", "NameOfSubstance": "rubiadin"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": ["chemistry", "isolation & purification", "pharmacology"], "DescriptorName": "Anthraquinones"}, {"QualifierName": ["chemistry", "isolation & purification", "pharmacology"], "DescriptorName": "Antineoplastic Agents, Phytogenic"}, {"QualifierName": [], "DescriptorName": "Drug Development"}, {"QualifierName": [], "DescriptorName": "Drug Discovery"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Medicine, Traditional"}, {"QualifierName": [], "DescriptorName": "Molecular Docking Simulation"}, {"QualifierName": ["chemistry"], "DescriptorName": "Rubia"}], "CoiStatement": "The authors have no conflict of interest associated with the publication and report no conflicts of interest for this work. There was also no significant financial support for this work."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Duval J, Pecher V, Poujol M, Lesellier E. Research advances for the extraction, analysis and uses of anthraquinones: a review. Ind Crops Prod. 2016;94:812–833. doi:10.1016/j.indcrop.2016.09.056", "ArticleIdList": ["10.1016/j.indcrop.2016.09.056"]}, {"Citation": "Seigler DS. Benzoquinones, naphthoquinones, and anthraquinones. In: Plant Secondary Metabolism. Springer; 1998."}, {"Citation": "Dave H, Ledwani L. A review on anthraquinones isolated from Cassia species and their applications. Indian J Natl Prod Resources. 2012;3(2012):291–319."}, {"Citation": "Malik EM, Müller CE. Anthraquinones as pharmacological tools and drugs. Med Res Rev. 2016;36(4):705–748. doi:10.1002/med.21391", "ArticleIdList": ["10.1002/med.21391", "27111664"]}, {"Citation": "Huang Q, Lu G, Shen HM, Chung MC, Ong CN. Anti‐cancer properties of anthraquinones from rhubarb. Med Res Rev. 2007;27(5):609–630. doi:10.1002/med.20094", "ArticleIdList": ["10.1002/med.20094", "17022020"]}, {"Citation": "Murdock K, Child R, Fabio P, et al. Antitumor agents. 1. 1, 4-Bis [(aminoalkyl) amino]-9, 10-anthracenediones. J Med Chem. 1979;22(9):1024–1030. doi:10.1021/jm00195a002", "ArticleIdList": ["10.1021/jm00195a002", "490545"]}, {"Citation": "Shrestha JP, Fosso MY, Bearss J, Chang C-WT. Synthesis and anticancer structure activity relationship investigation of cationic anthraquinone analogs. Eur J Med Chem. 2014;77:96–102. doi:10.1016/j.ejmech.2014.02.060", "ArticleIdList": ["10.1016/j.ejmech.2014.02.060", "24631728"]}, {"Citation": "Shrestha JP, Subedi YP, Chen L, Chang C-WT. A mode of action study of cationic anthraquinone analogs: a new class of highly potent anticancer agents. MedChemComm. 2015;6(11):2012–2022. doi:10.1039/C5MD00314H", "ArticleIdList": ["10.1039/C5MD00314H"]}, {"Citation": "Chien S-C, Wu Y-C, Chen Z-W, Yang W-C. Naturally occurring anthraquinones: chemistry and therapeutic potential in autoimmune diabetes. Evid Based Complement Altern Med. 2015;2015:1–13. doi:10.1155/2015/357357", "ArticleIdList": ["10.1155/2015/357357", "PMC4381678", "25866536"]}, {"Citation": "Khan K, Karodi R, Siddiqui A, Thube S, Rub R. Development of anti-acne gel formulation of anthraquinones rich fraction from Rubia cordifolia (Rubiaceae). Int J Appl Res Nat Prod. 2011;4(4):28–36."}, {"Citation": "Davis RH, Agnew PS, Shapiro E. Antiarthritic activity of anthraquinones found in aloe vera for podiatric medicine. J Am Podiatr Med Assoc. 1986;76(2):1–8.", "ArticleIdList": ["3941379"]}, {"Citation": "Wuthi-udomlert M, Kupittayanant P, Gritsanapan W. In vitro evaluation of antifungal activity of anthraquinone derivatives of Senna alata. J Health Res. 2010;24(3):117–122."}, {"Citation": "Fosso MY, Chan KY, Gregory R, Chang C-WT. Library synthesis and antibacterial investigation of cationic anthraquinone analogs. ACS Comb Sci. 2012;14(3):231–235. doi:10.1021/co2002075", "ArticleIdList": ["10.1021/co2002075", "22324350"]}, {"Citation": "Winter R, Cornell KA, Johnson LL, Ignatushchenko M, Hinrichs DJ, Riscoe MK. Potentiation of the antimalarial agent rufigallol. Antimicrob Agents Chemother. 1996;40(6):1408–1411. doi:10.1128/AAC.40.6.1408", "ArticleIdList": ["10.1128/AAC.40.6.1408", "PMC163340", "8726010"]}, {"Citation": "Tikhomirov AS, Shtil AA, Shchekotikhin AE. Advances in the discovery of anthraquinone-based anticancer agents. Recent Pat Anticancer Drug Discov. 2018;13(2):159–183. doi:10.2174/1574892813666171206123114", "ArticleIdList": ["10.2174/1574892813666171206123114", "29210664"]}, {"Citation": "Rao GMM, Rao CV, Pushpangadan P, Shirwaikar A. Hepatoprotective effects of rubiadin, a major constituent of Rubia cordifolia Linn. J Ethnopharmacol. 2006;103(3):484–490. doi:10.1016/j.jep.2005.08.073", "ArticleIdList": ["10.1016/j.jep.2005.08.073", "16213120"]}, {"Citation": "Shi J, Ren X, Wang J, Wei X, Liu B, Jia T. Effects of the salt-processing method on the pharmacokinetics and tissue distribution of orally administered Morinda officinalis how. Extract J Analyt Methods Chem. 2020;2020:1–11.", "ArticleIdList": ["PMC7036132", "32104608"]}, {"Citation": "Patel V, Patel R. Simultaneous analysis and quantification of markers of manjisthadi churna using high performance thin layer chromatography. Indian J Pharm Sci. 2013;75(1):106. doi:10.4103/0250-474X.113541", "ArticleIdList": ["10.4103/0250-474X.113541", "PMC3719138", "23901170"]}, {"Citation": "Zhang J, Zhang Z, Bao J, et al. Jia-Jian-Di-Huang-Yin-Zi decoction reduces apoptosis induced by both mitochondrial and endoplasmic reticulum caspase12 pathways in the mouse model of Parkinson’s disease. J Ethnopharmacol. 2017;203:69–79. doi:10.1016/j.jep.2016.12.053", "ArticleIdList": ["10.1016/j.jep.2016.12.053", "28163115"]}, {"Citation": "Qin L, Han T, Zhang Q, et al. Antiosteoporotic chemical constituents from Er-Xian Decoction, a traditional Chinese herbal formula. J Ethnopharmacol. 2008;118(2):271–279. doi:10.1016/j.jep.2008.04.009", "ArticleIdList": ["10.1016/j.jep.2008.04.009", "18501540"]}, {"Citation": "Bhatt P, Kushwah A. Rubia cordifolia overview: a new approach to treat cardiac disorders. Int J Drug Dev Res. 2013;5(2):47–54."}, {"Citation": "Ojha JK, Dwivedi KN, Chaurasiya AK. Effect of Rubia cordifolia on non healing diabetic foot ulcer. Nat Sem Trad Med Plants Skin Care. 1994:17."}, {"Citation": "Gogaṭe VU. Ramkrishnan S (editor). Ayurvedic Pharmacology and Therapeutic Uses of Medicinal Plants (Dravya-gunavignyan). Mumbai: Swami Prakashananda Ayurveda Research Centre; 2000."}, {"Citation": "Lodia S, Kansala L. Antioxidant activity of Rubia cordifolia against lead toxicity. Int J Pharma Sci Res. 2012;3(7):2224."}, {"Citation": "Tripathi YB, Singh AV. Role of Rubia cordifolia Linn. in radiation protection. Future Med Chem. 2007;12(7):627–644.", "ArticleIdList": ["17821858"]}, {"Citation": "Karodi R, Jadhav M, Rub R, Bafna A. Evaluation of the wound healing activity of a crude extract of Rubia cordifolia L. (Indian madder) in mice. Int J Appl Res Nat Prod. 2009;2(2):12–18."}, {"Citation": "Prajapati SN, Parmar KA. Anti-viral and in-vitro free radical scavenging activity of leaves of Rubia cordifolia. Int J Phytomed. 2011;3(1):98."}, {"Citation": "Tripathi Y, Sharma M, Manickam M. Rubiadin, a new antioxidant from Rubia cordifolia. Indian J Biochem Biophys. 1997;34(3):302–306.", "ArticleIdList": ["9425750"]}, {"Citation": "Takano T, Kondo T, Nakatsubo F. Facile synthesis of rubiadin by microwave heating. J Wood Sci. 2006;52(1):90–92. doi:10.1007/s10086-005-0727-6", "ArticleIdList": ["10.1007/s10086-005-0727-6"]}, {"Citation": "Peng Z, Fang G, Peng F, et al. Effects of Rubiadin isolated from Prismatomeris connata on anti‐hepatitis B virus activity in vitro. Phytother Res. 2017;31(12):1962–1970. doi:10.1002/ptr.5945", "ArticleIdList": ["10.1002/ptr.5945", "29044868"]}, {"Citation": "National Center for Biotechnology Information. PubChem compound summary for CID 124062, Rubiadin. Avaiable from: https://pubchem.ncbi.nlm.nih.gov/compound/Rubiadin. Accessed October\n20, 2021."}, {"Citation": "Lipinski CA, Lombardo F, Dominy BW, Feeney PJ. Experimental and computational approaches to estimate solubility and permeability in drug discovery and development settings. Adv Drug Deliv Rev. 1997;23(1–3):3–25. doi:10.1016/S0169-409X(96)00423-1", "ArticleIdList": ["10.1016/S0169-409X(96)00423-1", "11259830"]}, {"Citation": "Zhang M-Q, Wilkinson B. Drug discovery beyond the ‘rule-of-five’. Curr Opin Biotechnol. 2007;18(6):478–488. doi:10.1016/j.copbio.2007.10.005", "ArticleIdList": ["10.1016/j.copbio.2007.10.005", "18035532"]}, {"Citation": "Shukla V, Asthana S, Gupta P, Dwivedi PD, Tripathi A, Das M. Toxicity of naturally occurring anthraquinones. In: Advances in Molecular Toxicology. Vol. 11. Elsevier; 2017."}, {"Citation": "Verma A, Mahalwal V, Kumar B. Antiepileptic activity of rubiadin isolated from the roots of Rubia cordifolia in mice. Int J Pharma Sci Res. 2019;10:3022–3028."}, {"Citation": "Tian W, Wang C, Li D, Hou H. Novel anthraquinone compounds as anticancer agents and their potential mechanism. Future Med Chem. 2020;12(7):627–644.", "ArticleIdList": ["32175770"]}, {"Citation": "Cogno IS, Gilardi P, Comini L, Núñez-Montoya SC, Cabrera JL, Rivarola VA. Natural photosensitizers in photodynamic therapy: in vitro activity against monolayers and spheroids of human colorectal adenocarcinoma SW480 cells. Photodiagnosis Photodyn Ther. 2020;31:101852. doi:10.1016/j.pdpdt.2020.101852", "ArticleIdList": ["10.1016/j.pdpdt.2020.101852", "32585403"]}, {"Citation": "Comini L, Fernandez I, Vittar NR, Montoya SN, Cabrera J, Rivarola V. Photodynamic activity of anthraquinones isolated from Heterophyllaea pustulata Hook f. (Rubiaceae) on MCF-7c3 breast cancer cells. Phytomedicine. 2011;18(12):1093–1095. doi:10.1016/j.phymed.2011.05.008", "ArticleIdList": ["10.1016/j.phymed.2011.05.008", "21665453"]}, {"Citation": "Vittar NBR, Comini L, Fernadez IM, et al. Photochemotherapy using natural anthraquinones: Rubiadin and Soranjidiol sensitize human cancer cell to die by apoptosis. Photodiagnosis Photodyn Ther. 2014;11(2):182–192. doi:10.1016/j.pdpdt.2014.02.002", "ArticleIdList": ["10.1016/j.pdpdt.2014.02.002", "24561303"]}, {"Citation": "Chiou C-T, Hsu R-Y, Lin L-C. Isolation and cytotoxic effect of anthraquinones from Morinda umbellata. Planta Med. 2014;80(13):1113–1117. doi:10.1055/s-0034-1382956", "ArticleIdList": ["10.1055/s-0034-1382956", "25137574"]}, {"Citation": "Ali A, Ismail N, Mackeen M, et al. Antiviral, cyototoxic and antimicrobial activities of anthraquinones isolated from the roots of Morinda elliptica. Pharm Biol. 2000;38(4):298–301. doi:10.1076/1388-0209(200009)38:4;1-A;FT298", "ArticleIdList": ["10.1076/1388-0209(200009)38:4;1-A;FT298", "21214480"]}, {"Citation": "Kanokmedhakul K, Kanokmedhakul S, Phatchana R. Biological activity of anthraquinones and triterpenoids from prismatomeris fragrans. J Ethnopharmacol. 2005;100(3):284–288. doi:10.1016/j.jep.2005.03.018", "ArticleIdList": ["10.1016/j.jep.2005.03.018", "15885942"]}, {"Citation": "Inoue K, Yoshida M, Takahashi M, et al. Possible contribution of rubiadin, a metabolite of madder color, to renal carcinogenesis in rats. Food Chem Toxicol. 2009;47(4):752–759. doi:10.1016/j.fct.2009.01.003", "ArticleIdList": ["10.1016/j.fct.2009.01.003", "19167447"]}, {"Citation": "Inoue K, Yoshida M, Takahashi M, et al. Carcinogenic potential of alizarin and rubiadin, components of madder color, in a rat medium‐term multi‐organ bioassay. Cancer Sci. 2009;100(12):2261–2267. doi:10.1111/j.1349-7006.2009.01342.x", "ArticleIdList": ["10.1111/j.1349-7006.2009.01342.x", "19793347"]}, {"Citation": "Blömeke B, Poginsky B, Schmutte C, Marquardt H, Westendorf J. Formation of genotoxic metabolites from anthraquinone glycosides, present in Rubia tinctorum L. Mutat Res/Fundament Mol Mechan Mutagen. 1992;265(2):263–272. doi:10.1016/0027-5107(92)90055-7", "ArticleIdList": ["10.1016/0027-5107(92)90055-7", "1370725"]}, {"Citation": "Siewert B, Stuppner H. The photoactivity of natural products–an overlooked potential of phytomedicines? Phytomedicine. 2019;60:152985. doi:10.1016/j.phymed.2019.152985", "ArticleIdList": ["10.1016/j.phymed.2019.152985", "31257117"]}, {"Citation": "Montoya SCN, Comini LR, Vittar BR, Fernández IM, Rivarola VA, Cabrera JL. Phototoxic effects of Heterophyllaea pustulata (Rubiaceae). Toxicon. 2008;51(8):1409–1415. doi:10.1016/j.toxicon.2008.03.011", "ArticleIdList": ["10.1016/j.toxicon.2008.03.011", "18513778"]}, {"Citation": "Micheloud JF, Colque-Caro LA, Comini LR, et al. Spontaneous photosensitization by Heterophyllaea pustulata Hook. f. (Rubiaceae), in sheep from Northwestern Argentina. Trop Anim Health Prod. 2017;49(7):1553–1556. doi:10.1007/s11250-017-1354-0", "ArticleIdList": ["10.1007/s11250-017-1354-0", "28733761"]}, {"Citation": "Micheloud JF, Aguirre LS, Marioni J, et al. Experimental poisoning by Heterophyllaea pustulata Hook. f. (Rubiaceae) in goats. Clinical, biochemical and toxicological aspects. Toxicon. 2019;165:56–61. doi:10.1016/j.toxicon.2019.04.015", "ArticleIdList": ["10.1016/j.toxicon.2019.04.015", "31029636"]}, {"Citation": "Sambrook P, Cooper C. Osteoporosis. Lancet. 2006;367(9527):2010–2018. doi:10.1016/S0140-6736(06)68891-0", "ArticleIdList": ["10.1016/S0140-6736(06)68891-0", "16782492"]}, {"Citation": "He Y-Q, Zhang Q, Shen Y, et al. Rubiadin-1-methyl ether from Morinda officinalis How. Inhibits osteoclastogenesis through blocking RANKL-induced NF-κB pathway. Biochem Biophys Res Commun. 2018;506(4):927–931. doi:10.1016/j.bbrc.2018.10.100", "ArticleIdList": ["10.1016/j.bbrc.2018.10.100", "30392907"]}, {"Citation": "Bao L, Qin L, Liu L, et al. Anthraquinone compounds from Morinda officinalis inhibit osteoclastic bone resorption in vitro. Chem Biol Interact. 2011;194(2–3):97–105. doi:10.1016/j.cbi.2011.08.013", "ArticleIdList": ["10.1016/j.cbi.2011.08.013", "21945525"]}, {"Citation": "Wu Y-B, Zheng C-J, Qin L-P, et al. Antiosteoporotic activity of anthraquinones from Morinda officinalis on osteoblasts and osteoclasts. Molecules. 2009;14(1):573–583. doi:10.3390/molecules14010573", "ArticleIdList": ["10.3390/molecules14010573", "PMC6253840", "19169204"]}, {"Citation": "Xia T, Dong X, Lin L, et al. Metabolomics profiling provides valuable insights into the underlying mechanisms of Morinda officinalis on protecting glucocorticoid-induced osteoporosis. J Pharm Biomed Anal. 2019;166:336–346. doi:10.1016/j.jpba.2019.01.019", "ArticleIdList": ["10.1016/j.jpba.2019.01.019", "30690247"]}, {"Citation": "Libby P. Inflammatory mechanisms: the molecular basis of inflammation and disease. Nutr Rev. 2007;65(suppl_3):S140–S146. doi:10.1301/nr.2007.dec.S140-S146", "ArticleIdList": ["10.1301/nr.2007.dec.S140-S146", "18240538"]}, {"Citation": "Mohr ETB, Dos Santos Nascimento MVP, da Rosa JS, et al. Evidence that the anti-inflammatory effect of Rubiadin-1-methyl ether has an immunomodulatory context. Mediators Inflamm. 2019;2019:1–12. doi:10.1155/2019/6474168", "ArticleIdList": ["10.1155/2019/6474168", "PMC6874871", "31780865"]}, {"Citation": "Mujeeb M, Ahad A, Aqil M, et al. Ameliorative effect of rubiadin-loaded nanocarriers in STZ-NA-induced diabetic nephropathy in rats: formulation optimization, molecular docking, and in vivo biological evaluation. Drug Deliv Transl Res. 2021;1–14. doi:10.1007/s13346-021-00971-0", "ArticleIdList": ["10.1007/s13346-021-00971-0", "34013457"]}, {"Citation": "Yen G-C, Duh P-D, Chuang D-Y. Antioxidant activity of anthraquinones and anthrone. Food Chem. 2000;70(4):437–441. doi:10.1016/S0308-8146(00)00108-4", "ArticleIdList": ["10.1016/S0308-8146(00)00108-4"]}, {"Citation": "Malterud KE, Farbrot TL, Huse AE, Sund RB. Antioxidant and radical scavenging effects of anthraquinones and anthrones. Pharmacology. 1993;47(Suppl. 1):77–85. doi:10.1159/000139846", "ArticleIdList": ["10.1159/000139846", "8234446"]}, {"Citation": "Baghiani A, Charef N, Djarmouni M, Saadeh A, Arrar L, Mubarak S. Free radical scanvenging and antioxidant effects of some anthraquinone derivatives. Med Chem (Los Angeles). 2011;7(6):639–644. doi:10.2174/157340611797928424", "ArticleIdList": ["10.2174/157340611797928424", "22313303"]}, {"Citation": "Tripathi Y, Sharma M. Comparison of the antioxidant action of the alcoholic extract of Rubia cordifolia with rubiadin. Indian J Biochem Biophys. 1998;35(5):313–316.", "ArticleIdList": ["10410466"]}, {"Citation": "Mishra BB, Kishore N, Tiwari VK, Singh DD, Tripathi V. A novel antifungal anthraquinone from seeds of Aegle marmelos Correa (family Rutaceae). Fitoterapia. 2010;81(2):104–107. doi:10.1016/j.fitote.2009.08.009", "ArticleIdList": ["10.1016/j.fitote.2009.08.009", "19686813"]}, {"Citation": "Mohamadzadeh M, Zarei M, Vessal M. Synthesis, in vitro biological evaluation and in silico molecular docking studies of novel β-lactam-anthraquinone hybrids. Bioorg Chem. 2020;95:103515. doi:10.1016/j.bioorg.2019.103515", "ArticleIdList": ["10.1016/j.bioorg.2019.103515", "31884134"]}, {"Citation": "Khan MS, Gao J, Chen X, et al. The endophytic bacteria Bacillus velezensis Lle-9, isolated from Lilium leucanthum, harbors antifungal activity and plant growth-promoting effects. J Microbiol Biotechnol. 2020;30(5):668–680. doi:10.4014/jmb.1910.10021", "ArticleIdList": ["10.4014/jmb.1910.10021", "PMC9728359", "32482932"]}, {"Citation": "Marioni J, Da Silva MA, Cabrera JL, Montoya SCN, Paraje MG. The anthraquinones rubiadin and its 1-methyl ether isolated from Heterophyllaea pustulata reduces Candida tropicalis biofilms formation. Phytomedicine. 2016;23(12):1321–1328. doi:10.1016/j.phymed.2016.07.008", "ArticleIdList": ["10.1016/j.phymed.2016.07.008", "27765351"]}, {"Citation": "Marioni J, Bresolí-Obach R, Agut M, et al. On the mechanism of Candida tropicalis biofilm reduction by the combined action of naturally-occurring anthraquinones and blue light. PLoS One. 2017;12(7):e0181517. doi:10.1371/journal.pone.0181517", "ArticleIdList": ["10.1371/journal.pone.0181517", "PMC5517063", "28723923"]}, {"Citation": "Montoya SCN, Comini LR, Sarmiento M, et al. Natural anthraquinones probed as type I and type II photosensitizers: singlet oxygen and superoxide anion production. J Photochem Photobiol B. 2005;78(1):77–83. doi:10.1016/j.jphotobiol.2004.09.009", "ArticleIdList": ["10.1016/j.jphotobiol.2004.09.009", "15629252"]}, {"Citation": "Likhitwitayawuid K, Dej-adisai S, Jongbunprasert V, Krungkrai J. Antimalarials from Stephania venosa, Prismatomeris sessiliflora, Diospyros Montana and Murraya siamensis1. Planta Med. 1999;65(08):754–756. doi:10.1055/s-2006-960858", "ArticleIdList": ["10.1055/s-2006-960858", "10630122"]}, {"Citation": "Koumaglo K, Gbeassor M, Nikabu O, De Souza C, Werner W. Effects of three compounds extracted from Morinda lucida on Plasmodium falciparum. Planta Med. 1992;58(06):533–534. doi:10.1055/s-2006-961543", "ArticleIdList": ["10.1055/s-2006-961543", "1484892"]}, {"Citation": "Comini L, Montoya SN, Páez P, Argüello GA, Albesa I, Cabrera J. Antibacterial activity of anthraquinone derivatives from Heterophyllaea pustulata (Rubiaceae). J Photochem Photobiol B. 2011;102(2):108–114. doi:10.1016/j.jphotobiol.2010.09.009", "ArticleIdList": ["10.1016/j.jphotobiol.2010.09.009", "20965744"]}, {"Citation": "Wang D, Wang X-H, Yu X, et al. Pharmacokinetics of anthraquinones from medicinal plants. Front Pharmacol. 2021;12:306.", "ArticleIdList": ["PMC8082241", "33935728"]}, {"Citation": "Schyman P, Liu R, Desai V, Wallqvist A. vNN web server for ADMET predictions. Front Pharmacol. 2017;8:889. doi:10.3389/fphar.2017.00889", "ArticleIdList": ["10.3389/fphar.2017.00889", "PMC5722789", "29255418"]}, {"Citation": "EPA. User’s guide for T.E.S.T. (version 5.1) (toxicity estimation software tool): a program to estimate toxicity from molecular structure. Avaiable from: https://www.epa.gov/chemical-research/toxicity-estimation-software-tool-test. Accessed October\n20, 2021."}, {"Citation": "Collie GW, Koh CM, O’Neill DJ, et al. Structural and molecular insight into resistance mechanisms of first generation cMET inhibitors. ACS Med Chem Lett. 2019;10(9):1322–1327. doi:10.1021/acsmedchemlett.9b00276", "ArticleIdList": ["10.1021/acsmedchemlett.9b00276", "PMC6746082", "31531204"]}, {"Citation": "Sakamoto H, Tsukaguchi T, Hiroshima S, et al. CH5424802, a selective ALK inhibitor capable of blocking the resistant gatekeeper mutant. Cancer Cell. 2011;19(5):679–690. doi:10.1016/j.ccr.2011.04.004", "ArticleIdList": ["10.1016/j.ccr.2011.04.004", "21575866"]}, {"Citation": "Sivakumaren SC, Shim H, Zhang T, et al. Targeting the PI5P4K lipid kinase family in cancer using covalent inhibitors. Cell Chem Biol. 2020;27(5):525–537. doi:10.1016/j.chembiol.2020.02.003", "ArticleIdList": ["10.1016/j.chembiol.2020.02.003", "PMC7286548", "32130941"]}, {"Citation": "Huck JD, Que NL, Sharma S, Taldone T, Chiosis G, Gewirth DT. Structures of Hsp90α and Hsp90β bound to a purine‐scaffold inhibitor reveal an exploitable residue for drug selectivity. Proteins Struct Func Bioinform. 2019;87(10):869–877. doi:10.1002/prot.25750", "ArticleIdList": ["10.1002/prot.25750", "PMC6718336", "31141217"]}, {"Citation": "Thomsen R, Christensen MH. MolDock: a new technique for high-accuracy molecular docking. J Med Chem. 2006;49(11):3315–3321. doi:10.1021/jm051197e", "ArticleIdList": ["10.1021/jm051197e", "16722650"]}, {"Citation": "Cosmetic components comprised of the rubiadin having anti-allergy activity. Patent number KR101337564B1. Korea Kolmar Co., Ltd.; 2010. Available from: https://patents.google.com/patent/KR101337564B1/en. Accessed October 28, 2021."}, {"Citation": "Akhtar MN, Zareen S, Yeap SK, et al. Total synthesis, cytotoxic effects of damnacanthal, nordamnacanthal and related anthraquinone analogues. Molecules. 2013;18(8):10042–10055. doi:10.3390/molecules180810042", "ArticleIdList": ["10.3390/molecules180810042", "PMC6269871", "23966087"]}, {"Citation": "Kumar P, Sharma AK, Shukla P. Physiochemical screening of marker anthraquinones and derivatives from the Pentas lanceolata (Forss. k.) deflers leaves. Eur J Pharm Med Res. 2017;4(5):439–446."}, {"Citation": "Dosseh C, Tessier A, Delaveau P. Nouvelles Quinones des Racines de Rubia cordifolia L., III. Planta Med. 1981;43(12):360–366. doi:10.1055/s-2007-971524", "ArticleIdList": ["10.1055/s-2007-971524", "17402060"]}, {"Citation": "Shen C-H, Liu C-T, Song X-J, et al. Evaluation of analgesic and anti-inflammatory activities of Rubia cordifolia L. by spectrum-effect relationships. J Chromatogr B. 2018;1090:73–80. doi:10.1016/j.jchromb.2018.05.021", "ArticleIdList": ["10.1016/j.jchromb.2018.05.021", "29793098"]}, {"Citation": "Liu Q, Kim SB, Ahn JH, Hwang BY, Kim SY, Lee MK. Anthraquinones from Morinda officinalis roots enhance adipocyte differentiation in 3T3-L1 cells. Nat Prod Res. 2012;26(18):1750–1754. doi:10.1080/14786419.2011.608676", "ArticleIdList": ["10.1080/14786419.2011.608676", "22008000"]}, {"Citation": "Zhang J-H, Xin H-L, Xu Y-M, et al. Morinda officinalis How.–a comprehensive review of traditional uses, phytochemistry and pharmacology. J Ethnopharmacol. 2018;213:230–255. doi:10.1016/j.jep.2017.10.028", "ArticleIdList": ["10.1016/j.jep.2017.10.028", "29126988"]}, {"Citation": "Zhao X, Wei J, Yang M. Simultaneous analysis of iridoid glycosides and anthraquinones in Morinda officinalis using UPLC-QqQ-MS/MS and UPLC-Q/TOF-MSE. Molecules. 2018;23(5):1070. doi:10.3390/molecules23051070", "ArticleIdList": ["10.3390/molecules23051070", "PMC6100404", "29751518"]}, {"Citation": "Mugas ML, Marioni J, Martinez F, et al. Inactivation of herpes simplex virus by photosensitizing anthraquinones isolated from heterophyllaea pustulata. Planta Med. 2021;80:716–723.", "ArticleIdList": ["33622002"]}, {"Citation": "Schunck HE. III. On rubian and its products of decomposition. Philos Transact Royal Soc London. 1853;(143):67–107. doi:10.1098/rstl.1853.0003", "ArticleIdList": ["10.1098/rstl.1853.0003"]}, {"Citation": "Kawasaki Y, Goda Y, Yoshihira K. The mutagenic constituents of Rubia tinctorum. Chem Pharm Bull (Tokyo). 1992;40(6):1504–1509. doi:10.1248/cpb.40.1504", "ArticleIdList": ["10.1248/cpb.40.1504", "1394669"]}, {"Citation": "Cuoco G, Mathe C, Archier P, Chemat F, Vieillescazes C. A multivariate study of the performance of an ultrasound-assisted madder dyes extraction and characterization by liquid chromatography-photodiode array detection. Ultrason Sonochem. 2009;16(1):75–82. doi:10.1016/j.ultsonch.2008.05.014", "ArticleIdList": ["10.1016/j.ultsonch.2008.05.014", "18617432"]}, {"Citation": "Cooksey C. Quirks of dye nomenclature. 14. Madder: queen of red dyes. Biotech Histochem. 2020;95(6):474–482. doi:10.1080/10520295.2020.1714079", "ArticleIdList": ["10.1080/10520295.2020.1714079", "32022588"]}, {"Citation": "Tuntiwachwuttikul P, Butsuri Y, Sukkoet P, Prawat U, Taylor WC. Anthraquinones from the roots of Prismatomeris malayana. Nat Prod Res. 2008;22(11):962–968. doi:10.1080/14786410701650261", "ArticleIdList": ["10.1080/14786410701650261", "18629711"]}, {"Citation": "Rahman MM. Evaluation of Hymenodictyon excelsum phytochemical’s therapeutic value against prostate cancer by molecular Docking study. Jundishapur j Nat Pharma Prod. 2015;10(1). doi:10.17795/jjnpp-18216", "ArticleIdList": ["10.17795/jjnpp-18216", "PMC4377060", "25866716"]}, {"Citation": "Ahmad R, Shaari K, Lajis NH, Hamzah AS, Ismail NH, Kitajima M. Anthraquinones from Hedyotis capitellata. Phytochemistry. 2005;66(10):1141–1147. doi:10.1016/j.phytochem.2005.02.023", "ArticleIdList": ["10.1016/j.phytochem.2005.02.023", "15924918"]}, {"Citation": "Usai M, Marchetti M. Anthraquinone distribution in the hypogeal apparatus of Rubia peregrina L. growing wild in Sardinia. Nat Prod Res. 2010;24(7):626–632. doi:10.1080/14786410902884842", "ArticleIdList": ["10.1080/14786410902884842", "20401794"]}, {"Citation": "Bussmann RW, Hennig L, Giannis A, Ortwein J, Kutchan TM, Feng X. Anthraquinone content in Noni (Morinda citrifolia L.). Evid Based Complement Altern Med. 2013;2013:1–5. doi:10.1155/2013/208378", "ArticleIdList": ["10.1155/2013/208378", "PMC3770026", "24062780"]}, {"Citation": "Rajan R, Venkataraman R, Baby S. A new lupane-type triterpenoid fatty acid ester and other isolates from Ophiorrhiza shendurunii. Nat Prod Res. 2016;30(19):2197–2203. doi:10.1080/14786419.2016.1160232", "ArticleIdList": ["10.1080/14786419.2016.1160232", "26979490"]}, {"Citation": "Osman CP, Ismail NH, Ahmad R, Ahmat N, Awang K, Jaafar FM. Anthraquinones with antiplasmodial activity from the roots of Rennellia elliptica Korth. (Rubiaceae). Molecules. 2010;15(10):7218–7226. doi:10.3390/molecules15107218", "ArticleIdList": ["10.3390/molecules15107218", "PMC6259154", "20966871"]}, {"Citation": "Yuan S, Zhao Y. Chemical constituents of Knoxia valerianoides. Acta Pharmaceutica Sinica. 2006;41(8):735–737.", "ArticleIdList": ["17039778"]}, {"Citation": "Yoo NH, Jang DS, Lee YM, et al. Anthraquinones from the roots of Knoxia valerianoides inhibit the formation of advanced glycation end products and rat lens aldose reductase in vitro. Arch Pharm Res. 2010;33(2):209–214. doi:10.1007/s12272-010-0204-7", "ArticleIdList": ["10.1007/s12272-010-0204-7", "20195820"]}, {"Citation": "Zhao F, Wang S-J, Lin S, et al. Anthraquinones from the roots of Knoxia valerianoides. J Asian Nat Prod Res. 2011;13(11):1023–1029. doi:10.1080/10286020.2011.606813", "ArticleIdList": ["10.1080/10286020.2011.606813", "22007602"]}, {"Citation": "Lan M, Luo C, Tan C, Chen L, Wei S, Zhu D. Study on chemical constituents of the ethyl acetate extract from Blumea aromatica. J Chin Med Mater. 2012;35(2):229–231.", "ArticleIdList": ["22822668"]}, {"Citation": "Jiang J-S, Feng Z-M, Zhang P-C. Chemical constituents from root of Prismatomeris tetrandra. China J Chin Materia Medica. 2005;30(22):1751–1753.", "ArticleIdList": ["16468371"]}, {"Citation": "Huang W, Li Y, Jiang J. Chemical constituents from Hedyotis diffusa. China J Chin Materia Medica. 2009;34(6):712–714.", "ArticleIdList": ["19624011"]}, {"Citation": "Liu G, Chen Z, Yao T, Ding W. Studies on the chemical constituents of Rhynchotechum vestitum Hook. F. et Thoms. Acta Pharmaceutica Sinica. 1990;25(9):699–704.", "ArticleIdList": ["2092579"]}, {"Citation": "Haque MA, Khan G, Razzaque S, Khatun K, Chakraborty AK, Alam MS. Extraction of rubiadin dye from Swietenia mahagoni and its dyeing characteristics onto silk fabric using metallic mordants. Indian J Fibre Text Res. 2013;38:280–284."}, {"Citation": "Li S, Ouyang Q, Tan X, Shi S, Yao Z. Chemical constituents of Morinda officinalis how. China J Chin Materia Medica. 1991;16(11):675–676, 703.", "ArticleIdList": ["1804172"]}, {"Citation": "Chokchaisiri S, Siriwattanasathien Y, Thongbamrer C, Suksamrarn A, Rukachaisirikul T. Morindaquinone, a new bianthraquinone from Morinda coreia roots. Nat Prod Res. 2019;1–7. doi:10.1080/14786419.2019.1705820", "ArticleIdList": ["10.1080/14786419.2019.1705820", "31876434"]}, {"Citation": "Zou X, Liang J, Ding L-S, Peng S-L. Studies on chemical constituents of Paederia scandense. China J Chin Materia Medica. 2006;31(17):1436–1441.", "ArticleIdList": ["17087085"]}, {"Citation": "Li Y, Qi S, Chen X, Hu Z. Separation and determination of the anthraquinones in Xanthophytum attopvensis pierre by nonaqueous capillary electrophoresis. Talanta. 2005;65(1):15–20.", "ArticleIdList": ["18969758"]}, {"Citation": "Tosa H, Iinuma M, Asai F, et al. Anthraquinones from Neonauclea calycina and their inhibitory activity against DNA topoisomerase II. Biol Pharm Bull. 1998;21(6):641–642. doi:10.1248/bpb.21.641", "ArticleIdList": ["10.1248/bpb.21.641", "9657055"]}, {"Citation": "Khanh PN, Huong TT, Spiga O, et al. In silico screening of anthraquinones from Prismatomeris memecyloides as novel phosphodiesterase type-5 inhibitors (PDE-5Is). Revista Internacional De Andrologia. 2018;16(4):147–158. doi:10.1016/j.androl.2017.07.001", "ArticleIdList": ["10.1016/j.androl.2017.07.001", "30286869"]}, {"Citation": "Chen -R-R, Liu J, Chen Z, Cai W-J, Li X-F, Lu C-L. Anthraquinones extract from morinda angustifolia roxb. Root alleviates hepatic injury induced by carbon tetrachloride through inhibition of hepatic oxidative stress. Evid Based Complement Altern Med. 2020;2020. doi:10.1155/2020/9861571", "ArticleIdList": ["10.1155/2020/9861571", "PMC7149410", "32328146"]}, {"Citation": "Lv Z, Zhang Q, Chen R, Yu D. Alkaloids and anthraquinones from branches and leaves of Uvaria kurzii. China J Chin Materia Medica. 2011;36(9):1190–1192.", "ArticleIdList": ["21842647"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "9", "Day": "9"}, {"Year": "2021", "Month": "10", "Day": "13"}, {"Year": "2021", "Month": "11", "Day": "12", "Hour": "6", "Minute": "57"}, {"Year": "2021", "Month": "11", "Day": "13", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "2", "Day": "23", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "11", "Day": "3"}], "PublicationStatus": "epublish", "ArticleIdList": ["34764636", "PMC8576757", "10.2147/DDDT.S338548", "338548"]}}], "PubmedBookArticle": []}