{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Acaricides", "Detoxifying enzymes", "Natural formulation", "Resistance", "Rhipicephalus microplus", "Sodium channel mutation"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34766246", "DateCompleted": {"Year": "2021", "Month": "11", "Day": "23"}, "DateRevised": {"Year": "2021", "Month": "11", "Day": "23"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "11", "Day": "11"}], "Language": ["eng"], "ELocationID": ["10.1007/s10493-021-00677-5"], "Journal": {"ISSN": "1572-9702", "JournalIssue": {"Volume": "85", "Issue": "2-4", "PubDate": {"Year": "2021", "Month": "Dec"}}, "Title": "Experimental & applied acarology", "ISOAbbreviation": "Exp Appl Acarol"}, "ArticleTitle": "Evaluation of acaricidal resistance status of Rhipicephalus microplus ticks from the hilly state (Uttarakhand) of India and evaluation of efficacy of a natural formulation for the management of resistant ticks.", "Pagination": {"StartPage": "355", "EndPage": "377", "MedlinePgn": "355-377"}, "Abstract": {"AbstractText": ["The resistance status against deltamethrin, cypermethrin, coumaphos and ivermectin was assessed of Rhipicephalus microplus from five districts of Uttarakhand, through adult immersion test and larval packet test. The field isolates were highly resistant to deltamethrin (median resistance ratio [RR<sub>50</sub>] = 9.10-29.13-fold) followed by cypermethrin (2.23-3.55). Surprisingly the isolates were susceptible to coumaphos (0.34-3.17). Emerging resistance against ivermectin (1.55-3.27) was also observed in all the isolates. Elevated levels of esterases (enzyme ratio = 2.93-5.84-fold), glutathione S-transferases (5.10-10.06) and monooxygenases (1.68-4.02) in resistant fields isolates were highly correlated (47.4-86.0%) with the resistant factor (RR<sub>50</sub>) determined by bioassay. All the isolates except Uttarkashi possess mutation at the 190th position in domain II of the sodium channel gene. As a mitigation strategy an Ageratum conyzoides-based characterized natural formulation was tested against all the isolates and was found effective at the concentration of 10.1-11.5%. The possibility of using the natural formulation for the management of multi-acaricide resistant ticks is discussed."], "CopyrightInformation": "© 2021. The Author(s), under exclusive licence to Springer Nature Switzerland AG."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Entomology Laboratory, Division of Parasitology, ICAR- Indian Veterinary Research Institute, Izatnagar, Bareilly, U.P., 243122, India."}], "LastName": "Fular", "ForeName": "Ashutosh", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Entomology Laboratory, Division of Parasitology, ICAR- Indian Veterinary Research Institute, Izatnagar, Bareilly, U.P., 243122, India."}], "LastName": "Sharma", "ForeName": "Anil Kumar", "Initials": "AK"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Entomology Laboratory, Division of Parasitology, ICAR- Indian Veterinary Research Institute, Izatnagar, Bareilly, U.P., 243122, India."}], "LastName": "Upadhaya", "ForeName": "Deepak", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Entomology Laboratory, Division of Parasitology, ICAR- Indian Veterinary Research Institute, Izatnagar, Bareilly, U.P., 243122, India."}], "LastName": "Nandi", "ForeName": "Abhijit", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Entomology Laboratory, Division of Parasitology, ICAR- Indian Veterinary Research Institute, Izatnagar, Bareilly, U.P., 243122, India."}], "LastName": "Nagar", "ForeName": "Gaurav", "Initials": "G"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Entomology Laboratory, Division of Parasitology, ICAR- Indian Veterinary Research Institute, Izatnagar, Bareilly, U.P., 243122, India."}], "LastName": "Bisht", "ForeName": "Nisha", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Parasitology, College of Veterinary Science and Animal Husbandry, Rewa, Madhya Pradesh, India."}], "LastName": "Shakya", "ForeName": "Mukesh", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Entomology Laboratory, Division of Parasitology, ICAR- Indian Veterinary Research Institute, Izatnagar, Bareilly, U.P., 243122, India."}], "LastName": "Kumar", "ForeName": "Sachin", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "ICAR-Directorate of Medicinal and Aromatic Plants Research, Boriavi, Anand, Gujarat, 387310, India."}], "LastName": "Kumar", "ForeName": "Satyanshu", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Agricultural Chemicals, ICAR- Indian Agricultural Research Institute, New Delhi, 110012, India."}], "LastName": "Kumar", "ForeName": "Rajesh", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Entomology Laboratory, Division of Parasitology, ICAR- Indian Veterinary Research Institute, Izatnagar, Bareilly, U.P., 243122, India. sghoshtick@gmail.com."}], "LastName": "Ghosh", "ForeName": "Srikant", "Initials": "S"}], "GrantList": [{"GrantID": "NASF/ABA-6015/2016-17/357", "Agency": "Indian Council of Agricultural Research", "Country": ""}, {"GrantID": "NFBSFARA/BSA-4004/2013-14", "Agency": "Indian Council of Agricultural Research", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Netherlands", "MedlineTA": "Exp Appl Acarol", "NlmUniqueID": "8507436", "ISSNLinking": "0168-8162"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Acaricides"}, {"RegistryNumber": "0", "NameOfSubstance": "Pyrethrins"}, {"RegistryNumber": "70288-86-7", "NameOfSubstance": "Ivermectin"}, {"RegistryNumber": "L08SZ5Z5JC", "NameOfSubstance": "Coumaphos"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Acaricides"}, {"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": [], "DescriptorName": "Coumaphos"}, {"QualifierName": [], "DescriptorName": "India"}, {"QualifierName": [], "DescriptorName": "Ivermectin"}, {"QualifierName": [], "DescriptorName": "Larva"}, {"QualifierName": [], "DescriptorName": "Pyrethrins"}, {"QualifierName": [], "DescriptorName": "Rhipicephalus"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Abdullah S, Yadav CL, Vatsya S (2013) Comparative efficacy of two synthetic pyrethroids against Rhipicephalus (Boophilus) microplus. Acarina 21:84–87"}, {"Citation": "Ajithkumar KG, Sharma AK, Kumar S, Ray DD, Rawat AKS, Srivastava S, Ghosh S (2016) Comparative in vitro anti-tick efficacy of commercially available products and newly developed phyto-formulations against field collected and resistant tick lines of Rhipicephalus (Boophilus) microplus. J Parasit Dis 40:1590–1596"}, {"Citation": "Ahanger RR, Godara R, Katoch R, Yadav A, Bhutyal ADS, Katoch M, Singh NK, Bader MA (2015) Deltamethrinresistance in field populations of Rhipicephalus (Boophilus) microplus (Acari: Ixodidae) in Jammu and Kashmirstate of India. Exp Appl Acarol 67:467–475", "ArticleIdList": ["26255278"]}, {"Citation": "Baffi MA, de Souza GRL, de Sousa CS, Ceron CR, Bonetti AM (2008) Esterase enzymes involved in pyrethroid and organophosphate resistance in a Brazilian population of Riphicephallus (Boophilus) microplus (Acari, Ixodidae). Mol Biochem Parasitol 160:70–73", "ArticleIdList": ["18472171"]}, {"Citation": "Bandara KJ, Karunaratne SP (2017) Mechanisms of acaricide resistance in the cattle tick Rhipicephalus (Boophilus) microplus in Sri Lanka. Pestic Biochem Phys 139:68–72"}, {"Citation": "Baxter GD, Barker SC (2002) Analysis of the sequence and expression of a second putative acetylcholinesterase cDNA from organophosphate-susceptible and organophosphate-resistant cattle ticks. Insect Biochem Mol Biol 32:815–820", "ArticleIdList": ["12044498"]}, {"Citation": "Benelli G, Pavela R (2018) Repellence of essential oils and selected compounds against ticks—A systematic review. Acta Trop 179:47–54", "ArticleIdList": ["29287758"]}, {"Citation": "Biswas S (2003) Effects of ticks on animal production system. In: Proceedings the Natural Seminar Leather Industry in Today’s Perspective, pp. 14–15"}, {"Citation": "Brunet S, Le Meter C, Murray M, Soll M, Audonnet JC (2009) Rdl gene polymorphism and sequence analysis and relation to in vivo fipronil susceptibility in strains of the cat flea. J Econ Entomol 102:366–372", "ArticleIdList": ["19253656"]}, {"Citation": "Castro-Janer E, Rifran L, Piaggio J, Gil A, Miller RJ, Schumaker TTS (2009) In vitro tests to establish LC<sub>50</sub> and discriminating concentrations for fipronil against Rhipicephalus (Boophilus) microplus (Acari: Ixodidae) and their standardization. Vet Parasitol 162:120–128", "ArticleIdList": ["19278787"]}, {"Citation": "Castro-Janer E, Rifran L, González P, Piaggio J, Gil A, Schumaker TTS (2010) Rhipicephalus (Boophilus) microplus (Acari: Ixodidae) resistance to fipronil in Uruguay evaluated by in vitro bioassays. Vet Parasitol 169:172–177", "ArticleIdList": ["20056329"]}, {"Citation": "Chevillon C, Ducornez S, De Meeûs T, Koffi BB, Gaïa H, Delathière JM, Barré N (2007) Accumulation of acaricide resistance mechanisms in Rhipicephalus (Boophilus) microplus (Acari: Ixodidae) populations from New Caledonia Island. Vet Parasitol 147:276–288", "ArticleIdList": ["17560723"]}, {"Citation": "Chigure GM, Sharma AK, Kumar S, Fular A, Sagar SV, Nagar G, Upadhaya D, Saravanan BC, Kumar R, Ghosh S (2018) Role of metabolic enzymes in conferring resistance to synthetic pyrethroids, organophosphates, and phenylpyrazole compounds in Rhipicephalus microplus. Int J Acarol 44:28–34"}, {"Citation": "Clark AG, Shamaan NA, Dauterman WC, Hayaoka T (1984) Characterization of multiple glutathione transferases from the house fly, Musca domestica (L). Pestic Biochem Phys 22:51–59"}, {"Citation": "Cossio-Bayugar R, Miranda-Miranda E, Portilla-Salgado D, Osorio-Miranda J (2009) Quantitative PCR detection of cholinesterase and carboxylesterase expression levels in acaricide resistant Rhipicephalus (Boophilus) microplus. J Entomol 6:117–123"}, {"Citation": "Cuore U, Solari MA, Trelles A (2017) Current status of resistance and first diagnostic of multiple resistance Rhipicephalus (Boophilus) microplus tick simultaneously resistant to five drugs in Uruguay. Veterinaria (montevideo) 53:13–19"}, {"Citation": "Domínguez-García DI, Rosario-Cruz R, Almazán-García C (2010) Boophilus microplus: biological and molecular aspects of acaricide resistance and their impact on animal health. Trop Subtrop Agroecosyst 12:181–192"}, {"Citation": "Dutta S, Godara R, Katoch R, Yadav A, Katoch M, Singh NK (2017) Detection of amitraz and malathion resistance in field populations of Rhipicephalus (Boophilus) microplus (Acari: Ixodidae) in Jammu region of India. Exp Appl Acarol 71:291–301", "ArticleIdList": ["28251410"]}, {"Citation": "Finney DJ (1962) Probit analysis—a statistical treatment of the response curve. University Press, Cambridge"}, {"Citation": "Fular A, Gupta S, Sharma AK, Kumar S, Upadhaya D, Shakya M, Nagar G, Ghosh S (2020) Standardization of tick specific biochemical tools for estimation of esterases, monooxygenases and glutathione S-transferase for characterization of acaricide resistance. Pestic Biochem Phys 164:130–139"}, {"Citation": "Fular A, Sharma AK, Kumar S, Nagar G, Chigure G, Ray DD, Ghosh S (2018) Establishment of a multi-acaricide resistant reference tick strain (IVRI-V) of Rhipicephalus microplus. Ticks Tick Borne Dis 9:1184–1191", "ArticleIdList": ["29730262"]}, {"Citation": "Gaur RS, Sangwan AK, Sangwan N, Kumar S (2016) Acaricide resistance in Rhipicephalus (Boophilus) microplus and Hyalomma anatolicum collected from Haryana and Rajasthan states of India. Exp App Acarol 69(4):487–500"}, {"Citation": "Ghosh S, Azhahianambi P (2007) Laboratory rearing of Theileria annulata-free Hyalomma anatolicum anatolicum ticks. Exp Appl Acarol 43:137–146", "ArticleIdList": ["17851768"]}, {"Citation": "Ghosh S, Nagar G (2014) Problem of ticks and tick-borne diseases in India with special emphasis on progress in tick control research: a review. J Vector Borne Dis 51:259–270", "ArticleIdList": ["25540956"]}, {"Citation": "Ghosh S, Sharma AK, Kumar S, Tiwari SS, Rastogi S, Srivastava S, Singh M, Kumar R, Paul S, Ray DD, Rawat AKS (2011) In vitro and in vivo efficacy of Acorus calamus mextract against Rhipicephalus (Boophilus) microplus. Parasitol Res 108:361–370", "ArticleIdList": ["20886235"]}, {"Citation": "Ghosh S, Tiwari SS, Kumar B, Srivastava S, Sharma AK, Kumar S, Bandyopadhyay A, Juliet S, Kumar R, Rawat AKS (2015) Identification of potential plant extracts for anti-tick activity against acaricide resistant cattle ticks, Rhipicephalus (Boophilus) microplus (Acari: Ixodidae). Exp Appl Acarol 66:159–171", "ArticleIdList": ["25717008"]}, {"Citation": "Ghosh S, Gupta S, Kumar KA, Sharma AK, Kumar S, Nagar G, Kumar R, Paul S, Fular A, Chigure G, Nandi A (2017) Characterization and establishment of a reference deltamethrin and cypermethrin resistant tick line (IVRI-IV) of Rhipicephalus (Boophilus) microplus. Pestic Biochem Phys 138:66–70"}, {"Citation": "Government of India (GOI) (2019) Basic animal husbandry statistics. Ministry of Agriculture. Department of Animal Husbandry, Dairying and Fisheries, New Delhi"}, {"Citation": "Grillo-Torrado JM, Gutiérrez RO (1970) Fosforo-resistencia de un acepa argentina de garrapata Boophilus microplus.-sumedicion. Rev Med Vet Buenos Aires 51:113–125"}, {"Citation": "Guerrero FD, Lovis L, Martins JR (2012) Acaricide resistance mechanisms in Rhipicephalus (Boophilus) microplus. Rev Bras Parasitol Vet 21:1–6", "ArticleIdList": ["22534937"]}, {"Citation": "Hernandez EP, Kusakisako K, Talactac MR, Galay RL, Hatta T, Fujisaki K, Tsuji N, Tanaka T (2018) Glutathione S-transferases play a role in the detoxification of flumethrin and chlorpyrifos in Haemaphysalis longicornis. Parasite Vector 11:460–474"}, {"Citation": "Jyothimol G, Ravindran R, Juliet S, Ajithkumar KG, Suresh NN, Vimalkumar MB, Lenka DR, Varghese S, Ghosh S (2014) Low level deltamethrin resistance in ticks from cattle of Kerala, a south Indian state. Vet Parasitol 204:433–438", "ArticleIdList": ["24877788"]}, {"Citation": "Klafke G, Webster A, Agnol BD, Pradel E, Silva J, de La Canal LH, Becker M, Osório MF, Mansson M, Barreto R (2017) Multiple resistance to acaricides in field populations of Rhipicephalus microplus from Rio Grande do Sul state, Southern Brazil. Ticks Tick Borne Dis 8:73–80", "ArticleIdList": ["27717758"]}, {"Citation": "Kranthi KR, Jadhav DR, Wanjari RR, Ali SS, Russell D (2001) Carbamate and organophosphate resistance in cotton pests in India, 1995 to 1999. Bull Entomol Res 91:37–46", "ArticleIdList": ["11228586"]}, {"Citation": "Kumar S, Paul S, Sharma AK, Kumar R, Tewari SS, Chaudhuri P, Ray D, Rawat AKS, Ghosh S (2011) Diazinon resistant status in Rhipicephalus (Boophilus) microplus collected from different agro-climatic regions of India. Vet Parasitol 181:274–281", "ArticleIdList": ["21600695"]}, {"Citation": "Kumar R, Nagar G, Sharma AK, Kumar S, Ray DD, Chaudhuri P, Ghosh S (2013) Survey of pyrethroids resistance in Indian isolates of Rhipicephalus (Boophilus) microplus: identification of C190A mutation in the domain II of the para-sodium channel gene. Acta Trop 125:237–245", "ArticleIdList": ["23092687"]}, {"Citation": "Kumar S, Sharma AK, Ray DD, Ghosh S (2014) Determination of discriminating dose and evaluation of amitraz resistance status in different field isolates of Rhipicephalus (Boophilus) microplus in India. Exp Appl Acarol 63:413–422", "ArticleIdList": ["24659517"]}, {"Citation": "Kumar S, Sharma AK, Nagar G, Ghosh S (2015) Determination and establishment of discriminating concentrations of malathion, coumaphos, fenvalerate and fpronil for monitoring acaricide resistance in ticks infesting animals. Ticks Tick Borne Dis 6(3):383–387", "ArticleIdList": ["25840925"]}, {"Citation": "Kumar S, Sharma AK, Nagar G, Rawat SS, Tiwari SS, Kumar R, Dhaka ML, Sharma RK, Saxana RK, Mehraniya RS, Singh RS (2016) Characterization of acaricide resistance in tick isolates collected from Rajasthan, India. Indian J Anim Sci 86:14–23"}, {"Citation": "Kumar B, Misra A, Kumar S, Rawat AKS, Rawat YS, Ghosh S, Srivastava S (2019) Antitick potential and chemical variability among Ageratum conyzoides L. germplasms collected from Eastern and Western Ghats of India. Int J Acarol 45:488"}, {"Citation": "Kumar R, Klafke GM, Miller RJ (2020) Voltage-gated sodium channel gene mutations and pyrethroid resistance in Rhipicephalus microplus. Ticks Tick Borne Dis 11:101404", "ArticleIdList": ["32035899"]}, {"Citation": "Le Gall VL, Klafke GM, Torres TT (2018) Detoxification mechanisms involved in ivermectin resistance in the cattle tick, Rhipicephalus (Boophilus) microplus. Sci Rep 8:1–10"}, {"Citation": "Lenka DR, Ravindran R, Jyothimol G, Udaykumar M, Reddy PMT, Sathish N, Palla I, Chandramohan B, Ajithkumar KG, Nair SN, Chandrasekhar L (2016) Deltamethrin resistance in south Indian isolates of Rhipicephalus (Boophilus) microplus. Vet Parasitol (amst) 5:37–41"}, {"Citation": "Li AY, Davey RB, Miller RJ, George JE (2005) Mode of inheritance of amitraz resistance in a Brazilian strain of the southern cattle tick, Boophilus microplus (Acari: ixodidae). Exp Appl Acarol 3:183–198"}, {"Citation": "Li AY, Chen AC, Miller RJ, Davey RB, George JE (2007) Acaricide resistance and synergism between permethrin and amitraz against susceptible and resistant strains of Boophilus microplus (Acari: Ixodidae). Pest Manag Sci 63:882–889", "ArticleIdList": ["17665370"]}, {"Citation": "Lovis L, Guerrero FD, Miller RJ, Bodine DM, Betschart B, Sager H (2012) Distribution patterns of three sodium channel mutations associated with pyrethroid resistance in Rhipicephalus (Boophilus) microplus populations from North and South America, South Africa and Australia. Int J Parasitol: Drugs Drug Resist 2:216–224"}, {"Citation": "Lovis L, Mendes MC, Perret JL, Martins JR, Bouvier J, Betschart B, Sager H (2013a) Use of the Larval Tarsal Test to determine acaricide resistance in Rhipicephalus (Boophilus) microplus Brazilian field populations. Vet Parasitol 191:323–331", "ArticleIdList": ["23059136"]}, {"Citation": "Lovis L, Reggi J, Berggoetz M, Betschart B, Sager H (2013b) Determination of acaricide resistance in Rhipicephalus (Boophilus) microplus (Acari: Ixodidae) field populations of Argentina, South Africa, and Australia with the larval tarsal test. J Med Entomol 50:326–335", "ArticleIdList": ["23540121"]}, {"Citation": "Miller RJ, Davey RB, George JE (1999) Characterization of pyrethroid resistance and susceptibility to coumaphos in Mexican Boophilus microplus (Acari: Ixodidae). J Med Entomol 36:533–538", "ArticleIdList": ["10534945"]}, {"Citation": "Morgan JA, Corley SW, Jackson LA, Lew-Tabor AE, Moolhuijzen PM, Jonsson NN (2009) Identification of a mutation in the para-sodium channel gene of the cattle tick Rhipicephalus (Boophilus) microplus associated with resistance to synthetic pyrethroid acaricides. Int J Parasitol 39:775–779", "ArticleIdList": ["19367831"]}, {"Citation": "Nandi A, Singh H, Singh NK (2015) Esterase and glutathione S-transferase levels associated with synthetic pyrethroid resistance in Hyalomm aanatolicum and Rhipicephalus microplus ticks from Punjab, India. Exp Appl Acarol 66:141–157", "ArticleIdList": ["25652614"]}, {"Citation": "Nandi A, Sagar SV, Chigure G, Fular A, Sharma AK, Nagar G, Kumar S, Saravanan B, Ghosh S (2018) Determination and validation of discriminating concentration of ivermectin against Rhipicephalus microplus. Vet Parasitol 250:30–34", "ArticleIdList": ["29329620"]}, {"Citation": "Orjuela LI, Álvarez-Diaz DA, Morales JA, Grisales N, Ahumada ML, Venegas J, Quiñones ML, Yasnot MF (2019) Absence of knockdown mutations in pyrethroid and DDT resistant populations of the main malaria vectors in Colombia. Malar J 18:384", "ArticleIdList": ["31791331", "6889704"]}, {"Citation": "Pamo ET, Tendonkeng F, Kana JR, Payne VK, Boukila B, Lemoufouet J, Miegoue E, Nanda AS (2005) A study of the acaricidal properties of an essential oil extracted from the leaves of Ageratum houstonianum. Vet Parasitol 128:319–323"}, {"Citation": "Parveen S, Godara R, Katoch R, Yadav A, Verma PK, Katoch M, Singh NK (2014) In vitro evaluation of ethanolic extracts of Ageratum conyzoides and Artemisia absinthium against cattle tick, Rhipicephalus microplus. Sci World J 2014:1–8"}, {"Citation": "Patle PN, Navnage NP, Ramteke PR (2018) Endophytes in plant system: roles in growth promotion, mechanism and their potentiality in achieving agriculture sustainability. Int J Chem Stud 6:270–274"}, {"Citation": "Ravindran R, Jyothimol G, Amithamol KK, Sunil AR, Chandrasekhar L, Lenka DR, Amritha A, Sreelekha K, Sathish N, Udayan D, Krishna TPA (2018) In vitro efficacy of amitraz, coumaphos, deltamethrin and lindane against engorged female Rhipicephalus (Boophilus) annulatus and Haemaphysalis bispinosa ticks. Exp Appl Acarol 75:241–253", "ArticleIdList": ["29737450"]}, {"Citation": "Rodríguez-Vivas RI, Mata-Mendez Y, Pérez-Gutierrez E, Wagner G (2004) The effect of management factors on the seroprevalence of Anaplasma marginale in Bos indicus cattle in the Mexican tropics. Trop Anim Health Prod 36:135–143", "ArticleIdList": ["14998312"]}, {"Citation": "Sagar SV, Saini K, Sharma AK, Kumar S, Kumar R, Fular A, Shakya M, Upadhaya D, Nagar G, Shanmuganath C, Samanta S (2019) Acaricide resistance in Rhipicephalus microplus collected from selected districts of Madhya Pradesh, Uttar Pradesh and Punjab states of India. Trop Anim Health Prod. https://doi.org/10.1007/s11250-019-02048-0", "ArticleIdList": ["10.1007/s11250-019-02048-0", "31463660"]}, {"Citation": "Sajid MS, Iqbal Z, Khan MN, Muhamamd G, Iqbal MU (2007) Effect of Hyalomma ticks (Acari: Ixodidae) on milk production of dairy buffaloes (Bos Bubalus Bubalis) of Punjab (Pakistan). Ital J Anim Sci 6:939–941"}, {"Citation": "Shah S, Dhanani T, Sharma S, Singh R, Kumar S, Kumar B, Srivastava S, Ghosh S, Kumar R, Juliet S (2020) Development and validation of a reversed phase high performance liquid chromatography-photodiode array detection method for simultaneous identification and quantification of coumarin, precocene-I, β-caryophyllene oxide, α-humulene, and β-caryophyllene in Ageratum conyzoides extracts and essential oils from plants. J AOAC Int 103:857–864", "ArticleIdList": ["33241362"]}, {"Citation": "Shakya M, Kumar S, Fular A, Upadhaya D, Sharma AK, Bisht N, Nandi A, Ghosh S (2020) Emergence of fipronil resistant Rhipicephalus microplus populations in Indian states. Exp App Acarol. https://doi.org/10.1007/s10493-020-00481-7", "ArticleIdList": ["10.1007/s10493-020-00481-7"]}, {"Citation": "Sharma AK, Kumar R, Kumar S, Nagar G, Singh NK, Rawat SS, Dhakad ML, Rawat AKS, Ray DD (2012) Deltamethrin and cypermethrin resistance status of Rhipicephalus (Boophilus) microplus collected from six agro-climatic regions of India. Vet Parasitol 188:337–345", "ArticleIdList": ["22541585"]}, {"Citation": "Shyma KP, Kumar S, Sharma AK, Nagar G, Ray DD, Ghosh S (2013) Acaricide resistance status of Rhipicephalus(Boophilus) microplus and Hyalomma anatolicum collected from Haryana. Ind J Anim Sci 83:591–594"}, {"Citation": "Singh NK, Rath SS (2014) Esterase mediated resistance against synthetic pyrethroids in field populations of Rhipicephalus (Boophilus) microplus (Acari: ixodidae) in Punjab districts of India. Vet Parasitol 204:330–338", "ArticleIdList": ["24927858"]}, {"Citation": "Singh NK, Haque M, Rath SS (2010) Studies on acaricide resistance in Rhipicephalus (Boophilus) microplus against synthetic prethroids by adult immersion test with a discriminating dose. J Vet Parasitol 24:207–208"}, {"Citation": "Singh NK, Haque M, Jyoti RSS (2012) Deltamethrin resistance in Rhipicephalus microplus in Ludhiana. Ind Vet J 89:23–25"}, {"Citation": "Singh NK, Singh H, Prerna M, Rath SS (2015) First report of ivermectin resistance in field populations of Rhipicephalus (Boophilus) microplus (Acari: Ixodidae) in Punjab districts of India. Vet Parasitol 214:192–194", "ArticleIdList": ["26404476"]}, {"Citation": "Singh NK, Jyoti AN, Singh H (2019) Detection of multi-acaricide resistance in Rhipicephalus (Boophilus) microplus (acari: ixodidae). Explor Anim Med Res 9:24–28"}, {"Citation": "Temeyer KB, Pruett JH, Olafson PU (2010) Baculovirus expression, biochemical characterization and organophosphate sensitivity of rBmAChE1, rBmAChE2, and rBmAChE3 of Rhipicephalus (Boophilus) microplus. Vet Parasitol 172:114–121", "ArticleIdList": ["20451328"]}, {"Citation": "Upadhaya D, Kumar B, Kumar S, Sharma AK, Fular A, Bisht N, Srivastava S, Boruah RR, Nagar G, Shakya M, Nath T (2020) Characterization of acaricide resistance in Rhipicephalus microplus populations infesting cattle in northeastern India and assessment of local plant extracts for tick management. Vet Parasitol 277:109"}, {"Citation": "Vilela VLR, Feitosa TF, Bezerra RA, Klafke GM, Riet-Correa F (2020) Multiple acaricide-resistant Rhipicephalus microplus in the semi-arid region of Paraíba State, Brazil. Ticks Tick Borne Dis 11:101413", "ArticleIdList": ["32173298"]}, {"Citation": "Zaman MA, Iqbal Z, Abbas RZ, Khan MN, Muhammad G, Younus M, Ahmed S (2012) In vitro and in vivo acaricidal activity of a herbal extract. Vet Parasitol 186:431–436", "ArticleIdList": ["22305296"]}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "12", "Day": "3"}, {"Year": "2021", "Month": "11", "Day": "1"}, {"Year": "2021", "Month": "11", "Day": "13", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "11", "Day": "24", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "11", "Day": "12", "Hour": "7", "Minute": "17"}], "PublicationStatus": "ppublish", "ArticleIdList": ["34766246", "10.1007/s10493-021-00677-5", "10.1007/s10493-021-00677-5"]}}], "PubmedBookArticle": []}