{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["MD simulation", "VISTA", "breast cancer", "medicinal plant", "phytochemical"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34765641", "DateRevised": {"Year": "2021", "Month": "11", "Day": "13"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "10", "Day": "26"}], "Language": ["eng"], "ELocationID": ["716735", "10.3389/fmolb.2021.716735"], "Journal": {"ISSN": "2296-889X", "JournalIssue": {"Volume": "8", "PubDate": {"Year": "2021"}}, "Title": "Frontiers in molecular biosciences", "ISOAbbreviation": "Front Mol Biosci"}, "ArticleTitle": "Discovery of Novel Inhibitors From Medicinal Plants for V-Domain Ig Suppressor of T-Cell Activation.", "Pagination": {"StartPage": "716735", "MedlinePgn": "716735"}, "Abstract": {"AbstractText": ["V-domain Ig suppressor of T cell activation (VISTA) is an immune checkpoint and is a type I transmembrane protein. VISTA is linked to immunotherapy resistance, and it is a potential immune therapeutic target, especially for triple-negative breast cancer. It expresses at a high concentration in regulatory T cells and myeloid-derived suppressor cells, and its functional blockade is found to delay tumor growth. A useful medicinal plant database for drug designing (MPD3), which is a collection of phytochemicals from diverse plant families, was employed in virtual screening against VISTA to prioritize natural inhibitors against VISTA. Three compounds, Paratocarpin K (PubChem ID: 14187087), 3-(1H-Indol-3-yl)-2-(trimethylazaniumyl)propanoate (PubChem ID: 3861164), and 2-[(5-Benzyl-4-ethyl-1,2,4-triazol-3-yl)sulfanylmethyl]-5-methyl-1,3,4-oxadiazole (PubChem ID: 6494266), having binding energies stronger than -6 kcal/mol were found to have two common hydrogen bond interactions with VISTA active site residues: Arg54 and Arg127. The dynamics of the compound-VISTA complexes were further explored to infer binding stability of the systems. Results revealed that the compound 14187087 and 6494266 systems are highly stable with an average RMSD of 1.31 Å. Further affirmation on the results was achieved by running MM-GBSA on the MD simulation trajectories, which re-ranked 14187087 as the top-binder with a net binding energy value of -33.33 kcal/mol. In conclusion, the present study successfully predicted natural compounds that have the potential to block the function of VISTA and therefore can be utilized further in experimental studies to validate their real anti-VISTA activity."], "CopyrightInformation": "Copyright © 2021 Muneer, Ahmad, Naz, Abbasi, Alblihy, Aloliqi, Aba Alkhayl, Alrumaihi, Ahmad, El Bakri and Tahir Ul Qamar."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Life Sciences, University of Science and Technology of China, Hefei, China."}], "LastName": "Muneer", "ForeName": "Iqra", "Initials": "I"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Health and Biological Sciences, Abasyn University, Peshawar, Pakistan."}], "LastName": "Ahmad", "ForeName": "Sajjad", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Molecular Biology and Biotechnology, The University of Lahore, Lahore, Pakistan."}], "LastName": "Naz", "ForeName": "Anam", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "NUMS Department of Biological Sciences, National University of Medical Sciences, Rawalpindi, Pakistan."}], "LastName": "Abbasi", "ForeName": "Sumra Wajid", "Initials": "SW"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medical Center, King Fahad Security College (KFSC), Riyadh, Saudi Arabia."}], "LastName": "Alblihy", "ForeName": "Adel", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medical Biotechnology, College of Applied Medical Sciences, Qassim University, Buraydah, Saudi Arabia."}], "LastName": "Aloliqi", "ForeName": "Abdulaziz A", "Initials": "AA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medical Laboratories, College of Applied Medical Sciences, Qassim University, Buraydah, Saudi Arabia."}], "LastName": "Aba Alkhayl", "ForeName": "Faris F", "Initials": "FF"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medical Laboratories, College of Applied Medical Sciences, Qassim University, Buraydah, Saudi Arabia."}], "LastName": "Alrumaihi", "ForeName": "Faris", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, Faculty of Science, University of Malaya, Kuala Lumpur, Malaysia."}], "LastName": "Ahmad", "ForeName": "Sarfraz", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Theoretical and Applied Chemistry, South Ural State University, Chelyabinsk, Russia."}], "LastName": "El Bakri", "ForeName": "Youness", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Life Science and Technology, Guangxi University, Nanning, China."}], "LastName": "Tahir Ul Qamar", "ForeName": "Muhammad", "Initials": "M"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Mol Biosci", "NlmUniqueID": "101653173", "ISSNLinking": "2296-889X"}, "CoiStatement": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Alamri M. A., Tahir Ul Qamar M., Mirza M. U., Bhadane R., Alqahtani S. M., Muneer I., et al. (2020a). Pharmacoinformatics and molecular dynamics simulation studies reveal potential covalent and FDA-approved inhibitors of SARS-CoV-2 main protease 3CLpro. J. Biomol. Struct. Dyn., 1–13. 10.1080/07391102.2020.1782768", "ArticleIdList": ["10.1080/07391102.2020.1782768", "PMC7332866", "32579061"]}, {"Citation": "Alamri M. A., Tahir ul Qamar M., Afzal O., Alabbas A. B., Riadi Y., Alqahtani S. M. (2021). Discovery of anti-MERS-CoV small covalent inhibitors through pharmacophore modeling, covalent docking and molecular dynamics simulation. J. Mol. Liquids 330, 115699. 10.1016/j.molliq.2021.115699", "ArticleIdList": ["10.1016/j.molliq.2021.115699", "PMC8040153", "33867606"]}, {"Citation": "Alamri M. A., Tahir ul Qamar M., Mirza M. U., Alqahtani S. M., Froeyen M., Chen L.-L. (2020b). Discovery of human coronaviruses pan-papain-like protease inhibitors using computational approaches. J. Pharm. Anal. 10, 546–559. 10.1016/j.jpha.2020.08.012", "ArticleIdList": ["10.1016/j.jpha.2020.08.012", "PMC7453225", "32874702"]}, {"Citation": "Arnott J. A., Planey S. L. (2012). The influence of lipophilicity in drug discovery and design. Expert Opin. Drug Discov. 7, 863–875. 10.1517/17460441.2012.714363", "ArticleIdList": ["10.1517/17460441.2012.714363", "22992175"]}, {"Citation": "Blevins D. J., Hanley R., Bolduc T., Powell D. A., Gignac M., Walker K., et al. (2019). In vitro assessment of putative PD-1/PD-L1 Inhibitors: suggestions of an alternative mode of action. ACS Med. Chem. Lett. 10, 1187–1192. 10.1021/acsmedchemlett.9b00221", "ArticleIdList": ["10.1021/acsmedchemlett.9b00221", "PMC6691557", "31413804"]}, {"Citation": "Böger C., Behrens H.-M., Krüger S., Röcken C. (2017). The novel negative checkpoint regulator VISTA is expressed in gastric carcinoma and associated with PD-L1/PD-1: A future perspective for a combined gastric cancer therapy. Oncoimmunology 6, e1293215. 10.1080/2162402x.2017.1293215", "ArticleIdList": ["10.1080/2162402x.2017.1293215", "PMC5414883", "28507801"]}, {"Citation": "Borggrewe M., Grit C., Den Dunnen W. F. A., Burm S. M., Bajramovic J. J., Noelle R. J., et al. (2018). VISTA expression by microglia decreases during inflammation and is differentially regulated in CNS diseases. Glia 66, 2645–2658. 10.1002/glia.23517", "ArticleIdList": ["10.1002/glia.23517", "PMC6585704", "30306644"]}, {"Citation": "Case D., Darden T., Cheatham T., Iii, Simmerling C., Wang J., Duke R., et al. (2012). AMBER 12 OR. San Francisco, CA, USA: University of California."}, {"Citation": "Cheng T., Li Q., Zhou Z., Bryant S. H. (2012). Structure-Based Virtual Screening for Drug Discovery: a Problem-Centric Review. Aaps J. 14, 133–141. 10.1208/s12248-012-9322-0", "ArticleIdList": ["10.1208/s12248-012-9322-0", "PMC3282008", "22281989"]}, {"Citation": "Cuzick J., Thorat M. A., Bosetti C., Brown P. H., Burn J., Cook N. R., et al. (2015). Estimates of benefits and harms of prophylactic use of aspirin in the general population. Ann. Oncol. 26, 47–57. 10.1093/annonc/mdu225", "ArticleIdList": ["10.1093/annonc/mdu225", "PMC4269341", "25096604"]}, {"Citation": "Daina A., Michielin O., Zoete V. (2017). SwissADME: a free web tool to evaluate pharmacokinetics, drug-likeness and medicinal chemistry friendliness of small molecules. Sci. Rep. 7, 42717–42813. 10.1038/srep42717", "ArticleIdList": ["10.1038/srep42717", "PMC5335600", "28256516"]}, {"Citation": "Danielson M. L., Lill M. A. (2012). Predicting flexible loop regions that interact with ligands: the challenge of accurate scoring. Proteins 80, 246–260. 10.1002/prot.23199", "ArticleIdList": ["10.1002/prot.23199", "PMC3243024", "22072600"]}, {"Citation": "Darden T., York D., Pedersen L. (1993). Particle mesh Ewald: AnN⋅log(N) method for Ewald sums in large systems. J. Chem. Phys. 98, 10089–10092. 10.1063/1.464397", "ArticleIdList": ["10.1063/1.464397"]}, {"Citation": "Delano W. L. (2002). Pymol: An open-source molecular graphics tool. CCP4 Newsl. Protein Crystallogr. 40, 82–92."}, {"Citation": "Egan W. J., Merz K. M., Baldwin J. J. (2000). Prediction of drug absorption using multivariate statistics. J. Med. Chem. 43, 3867–3877. 10.1021/jm000292e", "ArticleIdList": ["10.1021/jm000292e", "11052792"]}, {"Citation": "Eltanbouly M. A., Croteau W., Noelle R. J., Lines J. L. (2019). )VISTA: a novel immunotherapy target for normalizing innate and adaptive immunity. Semin. Immunol. Elsevier, 101308.", "ArticleIdList": ["PMC7233310", "31604531"]}, {"Citation": "Flies D. B., Wang S., Xu H., Chen L. (2011). Cutting edge: A monoclonal antibody specific for the programmed death-1 homolog prevents graft-versus-host disease in mouse models. J.I. 187, 1537–1541. 10.4049/jimmunol.1100660", "ArticleIdList": ["10.4049/jimmunol.1100660", "PMC3150865", "21768399"]}, {"Citation": "Gabr M. T., Gambhir S. S. (2020). Discovery and Optimization of Small-Molecule Ligands for V-Domain Ig Suppressor of T-Cell Activation (VISTA). J. Am. Chem. Soc. 142, 16194–16198. 10.1021/jacs.0c07276", "ArticleIdList": ["10.1021/jacs.0c07276", "32894020"]}, {"Citation": "Gao J., Ward J. F., Pettaway C. A., Shi L. Z., Subudhi S. K., Vence L. M., et al. (2017). VISTA is an inhibitory immune checkpoint that is increased after ipilimumab therapy in patients with prostate cancer. Nat. Med. 23, 551–555. 10.1038/nm.4308", "ArticleIdList": ["10.1038/nm.4308", "PMC5466900", "28346412"]}, {"Citation": "Gohlke H., Kuhn L. A., Case D. A. (2004). Change in protein flexibility upon complex formation: Analysis of Ras-Raf using molecular dynamics and a molecular framework approach. Proteins 56, 322–337. 10.1002/prot.20116", "ArticleIdList": ["10.1002/prot.20116", "15211515"]}, {"Citation": "Heitz F., Van Mau N. (2002). Protein structural changes induced by their uptake at interfaces. Biochim. Biophys. Acta (Bba) - Protein Struct. Mol. Enzymol. 1597, 1–11. 10.1016/s0167-4838(02)00273-x", "ArticleIdList": ["10.1016/s0167-4838(02)00273-x", "12009396"]}, {"Citation": "Hou T., Wang J., Li Y., Wang W. (2011). Assessing the performance of the MM/PBSA and MM/GBSA methods. 1. The accuracy of binding free energy calculations based on molecular dynamics simulations. J. Chem. Inf. Model. 51, 69–82. 10.1021/ci100275a", "ArticleIdList": ["10.1021/ci100275a", "PMC3029230", "21117705"]}, {"Citation": "Hughes J., Rees S., Kalindjian S., Philpott K. (2011). Principles of early drug discovery. Br. J. Pharmacol. 162, 1239–1249. 10.1111/j.1476-5381.2010.01127.x", "ArticleIdList": ["10.1111/j.1476-5381.2010.01127.x", "PMC3058157", "21091654"]}, {"Citation": "Johnston R. J., Su L. J., Pinckney J., Critton D., Boyer E., Krishnakumar A., et al. (2019). VISTA is an acidic pH-selective ligand for PSGL-1. Nature 574, 565–570. 10.1038/s41586-019-1674-5", "ArticleIdList": ["10.1038/s41586-019-1674-5", "31645726"]}, {"Citation": "Jorgensen W. L., Chandrasekhar J., Madura J. D., Impey R. W., Klein M. L. (1983). Comparison of simple potential functions for simulating liquid water. J. Chem. Phys. 79, 926–935. 10.1063/1.445869", "ArticleIdList": ["10.1063/1.445869"]}, {"Citation": "JyrkkäRinne J., KüBlbeck J., Pulkkinen J., Honkakoski P., Laatikainen R., Poso A., et al. (2012). Molecular dynamics simulations for human CAR inverse agonists. J. Chem. Inf. Model. 52, 457–464.", "ArticleIdList": ["22233089"]}, {"Citation": "Kakavand H., Jackett L. A., Menzies A. M., Gide T. N., Carlino M. S., Saw R. P. M., et al. (2017). Negative immune checkpoint regulation by VISTA: a mechanism of acquired resistance to anti-PD-1 therapy in metastatic melanoma patients. Mod. Pathol. 30, 1666–1676. 10.1038/modpathol.2017.89", "ArticleIdList": ["10.1038/modpathol.2017.89", "28776578"]}, {"Citation": "Lagorce D., Bouslama L., Becot J., Miteva M. A., Villoutreix B. O. (2017). FAF-Drugs4: free ADME-tox filtering computations for chemical biology and early stages drug discovery. Bioinformatics 33, 3658–3660. 10.1093/bioinformatics/btx491", "ArticleIdList": ["10.1093/bioinformatics/btx491", "28961788"]}, {"Citation": "Li T.-T., Jiang J.-W., Qie C., Xuan C.-X., Hu X.-L., Liu W.-M., et al. (2020). Identification of Active Small-Molecule Modulators Targeting the Novel Immune Checkpoint VISTA. BMC Immunol 22, 55. 10.1186/s12865-021-00446-4", "ArticleIdList": ["10.1186/s12865-021-00446-4", "PMC8359099", "34380434"]}, {"Citation": "Li W., Shen J., Liu G., Tang Y., Hoshino T. (2011). Exploring coumarin egress channels in human cytochrome P450 2A6 by random acceleration and steered molecular dynamics simulations. Proteins 79, 271–281. 10.1002/prot.22880", "ArticleIdList": ["10.1002/prot.22880", "21058395"]}, {"Citation": "Lipinski C. A. (2004). Lead- and drug-like compounds: the rule-of-five revolution. Drug Discov. Today Tech. 1, 337–341. 10.1016/j.ddtec.2004.11.007", "ArticleIdList": ["10.1016/j.ddtec.2004.11.007", "24981612"]}, {"Citation": "Lipinski C. A., Lombardo F., Dominy B. W., Feeney P. J. (1997). Experimental and computational approaches to estimate solubility and permeability in drug discovery and development settings. Adv. Drug Deliv. Rev. 23, 3–25. 10.1016/s0169-409x(96)00423-1", "ArticleIdList": ["10.1016/s0169-409x(96)00423-1", "11259830"]}, {"Citation": "Liu J., Xie X., Xuan C., Li T., Wang L., Teng L., et al. (2018b). High-density infiltration of V-domain immunoglobulin suppressor of T-cell activation up-regulated immune cells in human pancreatic cancer. Pancreas 47, 725–731. 10.1097/MPA.0000000000001059", "ArticleIdList": ["10.1097/MPA.0000000000001059", "29771768"]}, {"Citation": "Mehta N., Maddineni S., Mathews I. I., Andres Parra Sperberg R., Huang P.-S., Cochran J. R. (2019). Structure and functional binding epitope of V-domain Ig suppressor of T cell activation. Cel Rep. 28, 2509–2516. e2505. 10.1016/j.celrep.2019.07.073", "ArticleIdList": ["10.1016/j.celrep.2019.07.073", "31484064"]}, {"Citation": "Miller B. R., Iii, Mcgee T. D., Jr, Swails J. M., Homeyer N., Gohlke H., Roitberg A. E. (2012). MMPBSA.py: An Efficient Program for End-State Free Energy Calculations. J. Chem. Theor. Comput. 8, 3314–3321. 10.1021/ct300418h", "ArticleIdList": ["10.1021/ct300418h", "26605738"]}, {"Citation": "Muegge I., Heald S. L., Brittelli D. (2001). Simple selection criteria for drug-like chemical matter. J. Med. Chem. 44, 1841–1846. 10.1021/jm015507e", "ArticleIdList": ["10.1021/jm015507e", "11384230"]}, {"Citation": "Mulati K., Hamanishi J., Matsumura N., Chamoto K., Mise N., Abiko K., et al. (2019). VISTA expressed in tumour cells regulates T cell function. Br. J. Cancer 120, 115–127. 10.1038/s41416-018-0313-5", "ArticleIdList": ["10.1038/s41416-018-0313-5", "PMC6325144", "30382166"]}, {"Citation": "Mumtaz A., Ashfaq U. A., Ul Qamar M. T., Anwar F., Gulzar F., Ali M. A., et al. (2017). MPD3: a useful medicinal plants database for drug designing. Nat. Prod. Res. 31, 1228–1236. 10.1080/14786419.2016.1233409", "ArticleIdList": ["10.1080/14786419.2016.1233409", "27681445"]}, {"Citation": "Musielak B., Kocik J., Skalniak L., Magiera-Mularz K., Sala D., Czub M., et al. (2019). CA-170 - A Potent Small-Molecule PD-L1 Inhibitor or Not. Molecules 24, 2804. 10.3390/molecules24152804", "ArticleIdList": ["10.3390/molecules24152804", "PMC6695792", "31374878"]}, {"Citation": "Pettersen E. F., Goddard T. D., Huang C. C., Couch G. S., Greenblatt D. M., Meng E. C., et al. (2004). UCSF Chimera?A visualization system for exploratory research and analysis. J. Comput. Chem. 25, 1605–1612. 10.1002/jcc.20084", "ArticleIdList": ["10.1002/jcc.20084", "15264254"]}, {"Citation": "Riaz M., Ashfaq U. A., Qasim M., Yasmeen E., Ul Qamar M. T., Anwar F. (2017). Screening of medicinal plant phytochemicals as natural antagonists of p53-MDM2 interaction to reactivate p53 functioning. Anti-cancer drugs 28, 1032–1038. 10.1097/cad.0000000000000548", "ArticleIdList": ["10.1097/cad.0000000000000548", "28723868"]}, {"Citation": "Roe D. R., Cheatham T. E., Iii (2013). PTRAJ and CPPTRAJ: software for processing and analysis of molecular dynamics trajectory data. J. Chem. Theor. Comput. 9, 3084–3095. 10.1021/ct400341p", "ArticleIdList": ["10.1021/ct400341p", "26583988"]}, {"Citation": "Ryckaert J.-P., Ciccotti G., Berendsen H. J. C. (1977). Numerical integration of the cartesian equations of motion of a system with constraints: molecular dynamics of n-alkanes. J. Comput. Phys. 23, 327–341. 10.1016/0021-9991(77)90098-5", "ArticleIdList": ["10.1016/0021-9991(77)90098-5"]}, {"Citation": "Sasikumar P. G. N., Ramachandra M., Naremaddepalli S. S. S. (2018). 1, 3, 4-Oxadiazole and 1, 3, 4-Thiadiazole Derivatives as Immunomodulators. Washington, DC: U.S. Patent and Trademark Office."}, {"Citation": "Sasikumar P. G., Ramachandra M. (2018). Small-molecule immune checkpoint inhibitors targeting PD-1/PD-L1 and other emerging checkpoint pathways. BioDrugs 32, 481–497. 10.1007/s40259-018-0303-4", "ArticleIdList": ["10.1007/s40259-018-0303-4", "30168070"]}, {"Citation": "Streaker E. D., Beckett D. (1999). Ligand-linked structural changes in the Escherichia coli biotin repressor: the significance of surface loops for binding and allostery. J. Mol. Biol. 292, 619–632. 10.1006/jmbi.1999.3086", "ArticleIdList": ["10.1006/jmbi.1999.3086", "10497026"]}, {"Citation": "Tahir ul Qamar M., Ahmad S., Fatima I., Ahmad F., Shahid F., Naz A., et al. (2021). Designing multi-epitope vaccine against Staphylococcus aureus by employing subtractive proteomics, reverse vaccinology and immuno-informatics approaches. Comput. Biol. Med. 132, 104389. 10.1016/j.compbiomed.2021.104389", "ArticleIdList": ["10.1016/j.compbiomed.2021.104389", "33866250"]}, {"Citation": "Tang J., Yu J. X., Hubbard-Lucey V. M., Neftelinov S. T., Hodge J. P., Lin Y. (2018). The clinical trial landscape for PD1/PDL1 immune checkpoint inhibitors. Nat. Rev. Drug Discov. 17, 854–855. 10.1038/nrd.2018.210", "ArticleIdList": ["10.1038/nrd.2018.210", "30482962"]}, {"Citation": "Trott O., Olson A. J. (2010). AutoDock Vina: improving the speed and accuracy of docking with a new scoring function, efficient optimization, and multithreading. J. Comput. Chem. 31, 455–461. 10.1002/jcc.21334", "ArticleIdList": ["10.1002/jcc.21334", "PMC3041641", "19499576"]}, {"Citation": "Veber D. F., Johnson S. R., Cheng H.-Y., Smith B. R., Ward K. W., Kopple K. D. (2002). Molecular properties that influence the oral bioavailability of drug candidates. J. Med. Chem. 45, 2615–2623. 10.1021/jm020017n", "ArticleIdList": ["10.1021/jm020017n", "12036371"]}, {"Citation": "Ventola C. L. (2017). Cancer immunotherapy, part 3: challenges and future trends. P T 42, 514–521.", "ArticleIdList": ["PMC5521300", "28781505"]}, {"Citation": "Villarroel-Espindola F., Yu X., Datar I., Mani N., Sanmamed M., Velcheti V., et al. (2018). Spatially Resolved and Quantitative Analysis of VISTA/PD-1H as a Novel Immunotherapy Target in Human Non-small Cell Lung Cancer. Clin. Cancer Res. 24, 1562–1573. 10.1158/1078-0432.ccr-17-2542", "ArticleIdList": ["10.1158/1078-0432.ccr-17-2542", "PMC5884702", "29203588"]}, {"Citation": "Wang J., Wolf R. M., Caldwell J. W., Kollman P. A., Case D. A. (2004). Development and testing of a general amber force field. J. Comput. Chem. 25, 1157–1174. 10.1002/jcc.20035", "ArticleIdList": ["10.1002/jcc.20035", "15116359"]}, {"Citation": "Wang L., Rubinstein R., Lines J. L., Wasiuk A., Ahonen C., Guo Y., et al. (2011). VISTA, a novel mouse Ig superfamily ligand that negatively regulates T cell responses. J. Exp. Med. 208, 577–592. 10.1084/jem.20100619", "ArticleIdList": ["10.1084/jem.20100619", "PMC3058578", "21383057"]}, {"Citation": "Wang T., Wu X., Guo C., Zhang K., Xu J., Li Z., et al. (2018). Development of inhibitors of the programmed cell death-1/programmed cell death-ligand 1 signaling pathway. J. Med. Chem. 62, 1715–1730. 10.1021/acs.jmedchem.8b00990", "ArticleIdList": ["10.1021/acs.jmedchem.8b00990", "30247903"]}, {"Citation": "Wu L., Deng W.-W., Huang C.-F., Bu L.-L., Yu G.-T., Mao L., et al. (2017). Expression of VISTA correlated with immunosuppression and synergized with CD8 to predict survival in human oral squamous cell carcinoma. Cancer Immunol. Immunother. 66, 627–636. 10.1007/s00262-017-1968-0", "ArticleIdList": ["10.1007/s00262-017-1968-0", "28236118"]}, {"Citation": "Xie S., Huang J., Qiao Q., Zang W., Hong S., Tan H., et al. (2018a). Expression of the inhibitory B7 family molecule VISTA in human colorectal carcinoma tumors. Cancer Immunol. Immunother. 67, 1685–1694. 10.1007/s00262-018-2227-8", "ArticleIdList": ["10.1007/s00262-018-2227-8", "30128738"]}, {"Citation": "Xie X., Zhang J., Shi Z., Liu W., Hu X., Qie C., et al. (2020). The Expression Pattern and Clinical Significance of the Immune Checkpoint Regulator VISTA in Human Breast Cancer. Front. Immunol. 11, 563044. 10.3389/fimmu.2020.563044", "ArticleIdList": ["10.3389/fimmu.2020.563044", "PMC7673447", "33250890"]}, {"Citation": "Zong L., Mo S., Yu S., Zhou Y., Zhang M., Chen J., et al. (2020). Expression of the immune checkpoint VISTA in breast cancer. Cancer Immunol. Immunother. 69, 1437–1446. 10.1007/s00262-020-02554-3", "ArticleIdList": ["10.1007/s00262-020-02554-3", "32266446"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "5", "Day": "29"}, {"Year": "2021", "Month": "9", "Day": "20"}, {"Year": "2021", "Month": "11", "Day": "12", "Hour": "7", "Minute": "7"}, {"Year": "2021", "Month": "11", "Day": "13", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "11", "Day": "13", "Hour": "6", "Minute": "1"}, {"Year": "2021", "Month": "1", "Day": "1"}], "PublicationStatus": "epublish", "ArticleIdList": ["34765641", "PMC8576517", "10.3389/fmolb.2021.716735", "716735"]}}], "PubmedBookArticle": []}