{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Medicinal plants", "anticancer activity", "antioxidant activity"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34795721", "DateCompleted": {"Year": "2021", "Month": "12", "Day": "03"}, "DateRevised": {"Year": "2022", "Month": "04", "Day": "28"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": ["10.4314/ahs.v21i2.23"], "Journal": {"ISSN": "1729-0503", "JournalIssue": {"Volume": "21", "Issue": "2", "PubDate": {"Year": "2021", "Month": "Jun"}}, "Title": "African health sciences", "ISOAbbreviation": "Afr Health Sci"}, "ArticleTitle": "Potential anticancer activity of Acetone extracts of <i>Toona cilliata</i>, <i>Seriphium plumosum</i> and <i>Schkuhria pinnata</i> on HeLa cervical cancer cells.", "Pagination": {"StartPage": "663", "EndPage": "672", "MedlinePgn": "663-672"}, "Abstract": {"AbstractText": ["Cervical cancer is common in women in less developed regions of the world. The plant biomolecules can be employed for synergistic activity with chemo- and radiotherapy. This combinations might result in reduced toxicity and increased efficacy of the treatment regimen.", "The anti-HeLa cells activity of the acetone extracts of <i>S. plumosum</i>, T. cilliata and <i>S. pinnata</i> was assessed using different parameters.", "Secondary metabolite detection and antioxidant activity quantification were determined using the DPPH and ferric iron reducing assays. HeLa cell growth inhibition and mechanistics were assessed by employing MTT and Annexin-V flous assays.", "Observations revealed the presence of phenolic, flavonoids, tannins steroids and coumarins in all the plants extracts. High amount of total phenolic and flavonoid content were detected in <i>S. plumosum</i> and <i>T. cilliata. S. plumosum</i> extract had the best DPPH scavenging activity and ferric reducing powers.", "Observable concentration dependent cell proliferation inhibition by test materials was exhibited. The leaf extracts from T. cilliata, <i>S. plumosum</i> and <i>S. pinnata</i> contain compounds of various polarities with free-radical, antioxidant and anti-cancerous activities that may play a beneficial role in treatment."], "CopyrightInformation": "© 2021 Ndlovu MJ et al."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, Microbiology and Biotechnology Faculty of Sciences and Agriculture."}], "LastName": "Ndlovu", "ForeName": "Mxolisi Justice", "Initials": "MJ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, Microbiology and Biotechnology Faculty of Sciences and Agriculture."}], "LastName": "Bagla", "ForeName": "Victor Patrick", "Initials": "VP"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, Microbiology and Biotechnology Faculty of Sciences and Agriculture."}], "LastName": "Mokgotho", "ForeName": "Matlou Phenius", "Initials": "MP"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pathology and Medical Sciences, Faculty of Health Sciences,University of Limpopo, South Africa."}], "LastName": "Makgatho", "ForeName": "Marema Ephraim", "Initials": "ME"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, Microbiology and Biotechnology Faculty of Sciences and Agriculture."}], "LastName": "Matsebatlela", "ForeName": "Thabe Moss", "Initials": "TM"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Uganda", "MedlineTA": "Afr Health Sci", "NlmUniqueID": "101149451", "ISSNLinking": "1680-6905"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Antineoplastic Agents, Phytogenic"}, {"RegistryNumber": "0", "NameOfSubstance": "Antioxidants"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}, {"RegistryNumber": "1364PS73AF", "NameOfSubstance": "Acetone"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Acetone"}, {"QualifierName": ["metabolism", "pharmacology"], "DescriptorName": "Antineoplastic Agents, Phytogenic"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Antioxidants"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": ["drug effects"], "DescriptorName": "HeLa Cells"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["metabolism", "pharmacology"], "DescriptorName": "Plant Extracts"}, {"QualifierName": ["prevention & control"], "DescriptorName": "Uterine Cervical Neoplasms"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Bruni L, Diaz M, Castellsagué X, Ferrer E, Bosch FX, de Sanjosé S. Cervical human papillomavirus prevalence in 5 continents: Meta-analysis of 1 million women with normal cytological findings. Journal of Infectious Diseases. 2010;202:1789–1799.", "ArticleIdList": ["21067372"]}, {"Citation": "Bray F, Ren JS, Masuyer E, Ferlay J. Global estimates of cancer prevalence for 27 sites in the adult population in 2008. International Journal of Cancer. 2013;132:1133–1145.", "ArticleIdList": ["22752881"]}, {"Citation": "Botha M H, Dochez C. Introducing human papillomavirus vaccines into the health system in South Africa. Vaccine. 2012;30:28–34.", "ArticleIdList": ["22939017"]}, {"Citation": "Roden B S R, Ling M, WU C T. Vaccination to Prevent and Treat Cervical Cancer. Perspectives in Pathology. 2004;35:971–982.", "ArticleIdList": ["15297964"]}, {"Citation": "Katende B, Birnie A, Tengnas B. Useful trees and shrubs for Uganda. Identification, Propagation and Management for Agricultural and Pastoral Communities. Regional Soil Conservation Unit (RSCU), Swedish International Development Authority (SIDA); 1995. pp. 1–710."}, {"Citation": "Muthaura C N, Rukunga G M, Chhabra S C, Omar S A, Guantai A N, Gathirwa J W, Tolo F M, Mwitari P G, Keter L K, Kirira P G, Kimani C W. Antimalarial activity of some plants traditionally used in Meru district of Kenya. Phytotherapy Research. 2007;21:860–867.", "ArticleIdList": ["17486688"]}, {"Citation": "Rodrigo G C, Almanza G R, Akesson B, Duan R D. Antiproliferative activity of extracts of some Bolivian medicinal plants. Journal of Medicinal Research. 2010;4:2204–2210."}, {"Citation": "Avenant P. Production Scientist Report on the National bank bush (Seriphium plumosum) Survey. Agriculture. Forestry and Fisheries. 2015:4–38."}, {"Citation": "Eloff J N. Which extractant should be used for the screening and isolation of antimicrobial components from plants? Journal of Ethnopharmacology. 1998;60:1–8.", "ArticleIdList": ["9533426"]}, {"Citation": "Deby C, Magotteaux G. Relationship between essential fatty acids and tissue antioxidant levels in mice. Comptes Rendus des Séances de la Société de Biologie et de ses Filiales. 1970;164:2675.", "ArticleIdList": ["4258383"]}, {"Citation": "Katsube T, Tabata H, Ohta Y, Yamaski Y, Anuurad E, Shiwaku K, Yamane Y. Screening for antioxidant activity in edible plant products: Comparison of low- density lipoprotein oxidation assay, DPPH radical scavenging assay, and Folin- Ciocalteu assay. Journal of Agriculture Food Chemistry. 2004;5:2391–2393.", "ArticleIdList": ["15080652"]}, {"Citation": "Harborne J B. Phytochemical Methods. Scientific Research. 1973:49–188."}, {"Citation": "Borokini T I, Omotayo F O. Phytochemical and ethanobotanical study of some selected medicinal plants from Nigeria. Journal of Medicinal Plants Research. 2012;6:1106–1118."}, {"Citation": "Walboomers J M, Meijer C J, Pathol J. Do HPV-negative cervical carcinomas exist. 1997;181:253–254.", "ArticleIdList": ["9155707"]}, {"Citation": "Savitree M, Isara P, Nittaya S L, Worapan S. Radical Scavenging Activity and Total Phenolic Content of Medicinal Plants Used in Primary Health Care. Journal of Pharmaceutical Sciences. 2004;9:32–35."}, {"Citation": "Mosmann T. Rapid colorimetric assay for cellular growth and survival: application to proliferation and cytotoxicity assays. Journal of Immunological Methods. 1983;65:55–63.", "ArticleIdList": ["6606682"]}, {"Citation": "Yadav M, Chatterji S, Gupta S K, Watal G. Preliminary phytochemical screening of six medicinal plants used in traditional medicine. International Journal of Pharmarcy and Pharmaceutical Sciences. 2014;6:0975–1491."}, {"Citation": "Singh R, Singh S K, Arora S. Evaluation of antioxidant potential of ethyl acetate extract/fractions of Acacia auriculiformis A. Cunn. Food and Chemical Toxicology. 2007;45:1216–1223.", "ArticleIdList": ["17336438"]}, {"Citation": "Han X, Shen T, Lou H. Dietry polyphenols and their biological significance. International Journal of Molecular Sciences. 2007:950–988."}, {"Citation": "Rodrigo G C, Almanza G R, Akesson B, Duan R D. Antiproliferative activity of extracts of some Bolivian medicinal plants. Journal of Medicinal Research. 2010;4:2204–2210."}, {"Citation": "Lea MA. Flavonol regulation in tumor cells. Journal of Cellular Biochemistry. 2015;116:1190–1194.", "ArticleIdList": ["25676457"]}, {"Citation": "Baer-Dubowska W, Szaefer H;, Majchrzak-Celińska A, Krajka-Kuźniak V. Tannic Acid: Specific Form of Tannins in Cancer Chemoprevention and Therapy-Old and New Applications. Current Pharmacology Reports. 2020;6:28–37."}, {"Citation": "Chien-shan C, Jiaqiang W, Jie C, Kuei T K, Jian T, Huifeng G, Lianyu C, Zhen C, Zhiqiang M. New therapeutic aspects of steroidal cardiac glycosides: the anticancer properties of Huachansu and its main active constituent Bufalin. 2019;19:92.", "ArticleIdList": ["PMC6458819", "31011289"]}, {"Citation": "Khan N, Mukhtar H. Dietary agents for prevention and treatment of lung cancer. Cancer Letters. 2015;359:155–164.", "ArticleIdList": ["PMC4409137", "25644088"]}, {"Citation": "Galluzzi L, Zamzami N, de La, Motte Rouge T, Lemaire C, Brenner C, Kroemer G. Methods for the assessment of mitochondrial membrane permeabilization in apoptosis. Apoptosis. 2007;12:803–813.", "ArticleIdList": ["17294081"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "11", "Day": "19", "Hour": "6", "Minute": "54"}, {"Year": "2021", "Month": "11", "Day": "20", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "12", "Day": "15", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "6", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["34795721", "PMC8568207", "10.4314/ahs.v21i2.23", "jAFHS.v21.i2.pg663"]}}], "PubmedBookArticle": []}