{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Knowledge", "Medicinal plants", "Practitioners", "TB", "Traditional Medicine", "Treatment", "Uganda"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34809718", "DateRevised": {"Year": "2021", "Month": "11", "Day": "26"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "11", "Day": "22"}], "Language": ["eng"], "ELocationID": ["92", "10.1186/s41182-021-00384-2"], "Journal": {"ISSN": "1348-8945", "JournalIssue": {"Volume": "49", "Issue": "1", "PubDate": {"Year": "2021", "Month": "Nov", "Day": "22"}}, "Title": "Tropical medicine and health", "ISOAbbreviation": "Trop Med Health"}, "ArticleTitle": "Ethnobotanical plants used in the management of symptoms of tuberculosis in rural Uganda.", "Pagination": {"StartPage": "92", "MedlinePgn": "92"}, "Abstract": {"AbstractText": ["Tuberculosis (TB) caused by Mycobacterium tuberculosis is the 13th leading cause of death worldwide. The emergence of multidrug-resistant TB (MDR-TB) poses a major health security threat. Plants have traditionally been used as a source of medicine, since olden days and 80% of the communities in Africa still rely on herbal medicines for their healthcare. In many parts of Uganda, some plants have shown ethno-pharmacological prospects for the treatment of TB, and yet they have not been fully researched.", "This study aimed to document plant species used traditionally by the herbalists and non-herbalist communities of Kitgum and Pader districts for managing symptoms of TB.", "An ethnobotanical study was carried out in 42 randomly selected villages in Kitgum and Pader districts between August 2020 and January 2021. Information was obtained by administering semi-structured questionnaires to 176 respondents identified by snowball and random sampling methods. Data were analysed and presented using descriptive statistics and Informant Consensus Factor (ICF).", "Overall, only 27% of the respondents were knowledgeable about plants used for managing symptoms of TB. Nine plant species belonging to six families (Mimosaceae, Apiaceae, Lamiaceae, Rutaceae, Loganiaceae and Rubiaceae) were used to manage symptoms of TB. The most representative family was Rutaceae with three species, followed by Rubiaceae (two species) and the rest of the families were represented by one species each. The most frequently recorded species were Steganotaenia araliacea Hochst. (8.5%), Gardenia ternifolia Schumach. & Thonn (6.8%) and Albizia adianthifolia (Schum.) W.Wight (6.8%). Most of the medicinal plants were trees, and roots (69%) were the most frequently plant part used, followed by the bark (16%) and leaves (15%). The most common method of preparation was by pounding and mixing concoction with water. The administration of the concoctions was mostly done orally.", "The results established the existence of few medicinal plants for managing symptoms of TB among the Acholi communities which could be used in developing new, effective plant-based antimycobacterial drugs. The few plants mentioned might face conservation threats due to exploitations of the roots. Phytochemical and toxicological studies are recommended to identify active compounds responsible for antimycobacterial activity."], "CopyrightInformation": "© 2021. The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, Faculty of Science, Gulu University, P.O. Box 166, Gulu, Uganda. chroryonen@gmail.com."}], "LastName": "Oryema", "ForeName": "Christine", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry and Sports Science, College of Natural Sciences, Makerere University, P. O. Box 7062, Kampala, Uganda."}], "LastName": "Rutaro", "ForeName": "Karlmax", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, Faculty of Science, Gulu University, P.O. Box 166, Gulu, Uganda."}], "LastName": "Oyet", "ForeName": "Sam William", "Initials": "SW"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, Faculty of Science, Gulu University, P.O. Box 166, Gulu, Uganda."}], "LastName": "Malinga", "ForeName": "Geoffrey Maxwell", "Initials": "GM"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Japan", "MedlineTA": "Trop Med Health", "NlmUniqueID": "101215093", "ISSNLinking": "1348-8945"}, "CoiStatement": "The authors declare that they have no any competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Micheni LN, Kassaza K, Kinyi H, Ntulume I, Bazira J. Diversity of mycobacterium tuberculosis complex lineages associated with pulmonary tuberculosis in Southwestern. Uganda. Tuberc Res Treat. 2021", "ArticleIdList": ["PMC8264515", "34306752"]}, {"Citation": "World Health Organization. Global tuberculosis report 2020. https://www.who.int/publications/i/item/9789240013131. Accessed 2 Nov 2021."}, {"Citation": "NTLP. Report on the population-based survey of prevalence of tuberculosis disease in Uganda: 2014–15. 2015. https://www.health.go.ug/cause/the-uganda-national-tuberculosis-prevalence-survey-2014-2015-surveyreport/. Accessed 2 Nov 2021."}, {"Citation": "World Health Organization. Global tuberculosis report 2017. https://www.who.int/tb/publications/global_report/gtbr2017_main_text.pdf. Accessed 2 Nov 2021."}, {"Citation": "Uganda Ministry of Health. The Republic of Uganda. The Uganda National Tuberculosis Prevalence Survey, 2014–2015 Survey Report 2015. https://www.health.go.ug/cause/national-tuberculosis-and-leprosy-control-programme-revised-national-strategic-plan-2015-16-2019-20/. Accessed 2 Nov 2021."}, {"Citation": "Kitara D, Pirio P, Acullu D, Opira C. Tuberculosis (TB) Co-infection with HIV/AIDS: clinical presentation at Lacor Hospital, a post-conflict Northern Uganda. Br J Med Med Res. 2015;5(3):386–395."}, {"Citation": "Albanna AS, Smith BM, Cowan D, Menzies D. Fixed-dose combination antituberculosis therapy: a systematic review and meta-analysis. Eur Respir J. 2013;42(3):721–732.", "ArticleIdList": ["23314904"]}, {"Citation": "Koul A, Arnoult E, Lounis N, Guillemont J, Andries K. The challenge of new drug discovery for tuberculosis. Nature. 2011;469(7331):483–490.", "ArticleIdList": ["21270886"]}, {"Citation": "Loddenkemper R, Sotgiu G, Mitnick CD. Cost of tuberculosis in the era of multidrug resistance: will it become unaffordable? Eur Respir J. 2012;40:9–11.", "ArticleIdList": ["22753833"]}, {"Citation": "Tabuti JR, Kukunda CB, Waako PJ. Medicinal plants used by traditional medicine practitioners in the treatment of tuberculosis and related ailments in Uganda. J Ethnopharmacol. 2010;127(1):130–136.", "ArticleIdList": ["19799983"]}, {"Citation": "Nankaya J, Gichuki N, Lukhoba C, Balslev H. Medicinal plants of the Maasai of Kenya: a review. Plants. 2020;9(1):44.", "ArticleIdList": ["PMC7020225", "31892133"]}, {"Citation": "Tugume P, Nyakoojo C. Ethno-pharmacological survey of herbal remedies used in the treatment of paediatric diseases in Buhunga parish, Rukungiri District, Uganda. BMC Complement Altern Med. 2019;19(1):1–10.", "ArticleIdList": ["PMC6896270", "31806007"]}, {"Citation": "Bodeker C, Bodeker G, Ong CK, Grundy CK, Burford G, Shein K. WHO global atlas of traditional, complementary and alternative medicine. Geneva: World Health Organization; 2005."}, {"Citation": "Kamatenesi MM, Acipa A, Oryem-Origa H. Medicinal plants of Otwal and Ngai sub counties in Oyam district. Northern Uganda J Ethnobiol Ethnomed. 2011;7(1):1–4.", "ArticleIdList": ["PMC3029220", "21241484"]}, {"Citation": "Nguta JM, Appiah-Opong R, Nyarko AK, Yeboah-Manu D, Addo PGA. Medicinal plants used to treat TB in Ghana. Int J Mycobacteriology. 2015;4(2):116–123.", "ArticleIdList": ["26972879"]}, {"Citation": "Okello J, Ssegawa P. Medicinal plants used by communities of Ngai Subcounty, Apac District, northern Uganda. Afr J Ecol. 2007;45:76–83."}, {"Citation": "Bunalema L, Obakiro S, Tabuti JRS, Waako P. Knowledge on plants used traditionally in the treatment of tuberculosis in Uganda. J Ethnopharmacol. 2014;151(2):999–1004.", "ArticleIdList": ["24365640"]}, {"Citation": "Durick H. 2013. Conflict affected development in northern Uganda: the importance of holistically addressing sexual and gender-based violence: University of Tennessee Honors Thesis Projects. http://trace.tennessee.edu/utk_chanhonoproj/1603. Accessed 03 Nov 2021."}, {"Citation": "Oryema C, Ziraba RB, Omagor N, Opio A. Medicinal plants of Erute county, Lira district, Uganda with particular reference to their conservation. Afri J Ecol. 2010;48(2):285–298."}, {"Citation": "Tugume P, Kakudidi EK, Buyinza M, Namaalwa J, Kamatenesi M, Mucunguzi P, Kalema J. Ethnobotanical survey of medicinal plant species used by communities around Mabira Central Forest Reserve. Uganda J Ethnobiol Ethnomed. 2016;12(1):1–28.", "ArticleIdList": ["PMC4712608", "26762159"]}, {"Citation": "Atim T, Marshak A, Mazurana D, Farrar J. The effects of the lord’s resistance army’s violence on victims from Northern Uganda in prosecutor vs dominic ongwan. Boston: Feinstein International Center; 2018. pp. 5–7."}, {"Citation": "Parker M, Fergus CA, Brown C, Atim D, Ocitti J, Atingo J, Allen T. Legacies of humanitarian neglect: long term experiences of children who returned from the Lord’s Resistance Army in Uganda. Confl Health. 2021;15(1):1–9.", "ArticleIdList": ["PMC8164804", "34051846"]}, {"Citation": "Loki RB, Ndyomugyenyi EK. Diversity and nutritional values of wild fruits of Acholi Sub-region, Northern Uganda. J Environ Sci Toxicol Food Technol. 2016;10(11):79–85."}, {"Citation": "Onen CO, Oryem-Origa H. Ethno-botanical uses of Ugandan edible wild fruit species. Environ Earth Ecol. 2017"}, {"Citation": "Nyero A, Achaye I, Odongo W, Anywar G, Malinga GM. Wild and semi-wild edible plants used by the communities of Acholi sub-region. Northern Uganda Ethnobot Res Appl. 2021;21:1–2."}, {"Citation": "UBOS. 2014. In main report. Uganda Population and Housing Census. Kampala: The Uganda Bureau of Statistics; https://uganda.unfpa.org/en/publications/nationalpopulation-and-housing-census-2014-0. Accessed 31 Oct 2021."}, {"Citation": "Krejcie RV, Morgan DW. Determining sample size for research activities. Educ Psychol Meas. 1970;30(3):607–610."}, {"Citation": "Chase MW, Christenhusz MJ, Fay MF, Byng JW, Judd WS, Soltis DE, Mabberley DJ, Sennikov AN, Soltis PS, Stevens PF. An update of the Angiosperm Phylogeny Group classification for the orders and families of flowering plants: APG IV. Bot J Linn Soc. 2016;181(1):1–20."}, {"Citation": "Cochran W. Sampling techniques. Sampling techniques, 3rd edition. New York: John Wiley and Sons; 1977. pp. 1–500."}, {"Citation": "Heinrich M, Ankli A, Frei B, Weimann C, Sticher O. Medicinal plants in Mexico: Healers' consensus and cultural importance. Soc Sci Med. 1998;47(11):1859–1871.", "ArticleIdList": ["9877354"]}, {"Citation": "Faruque MO, Uddin SB, Barlow JW, Hu S, Dong S, Cai Q, Li X, Hu X. Quantitative ethnobotany of medicinal plants used by indigenous communities in the Bandarban District of Bangladesh. Front Pharmacol. 2018;6(9):40.", "ArticleIdList": ["PMC5808248", "29467652"]}, {"Citation": "Madikizela B, Kambizi L, McGaw LJ. An ethnobotanical survey of plants used traditionally to treat tuberculosis in the eastern region of OR Tambo district. South Africa S Afr J Bot. 2017;109:231–236."}, {"Citation": "Obakiro SB, Kiprop A, Kowino I, Kigondu E, Odero MP, Omara T, Bunalema L. Ethnobotany, ethnopharmacology, and phytochemistry of traditional medicinal plants used in the management of symptoms of tuberculosis in East Africa: a systematic review. Trop Med Health. 2020;48(1):1–21.", "ArticleIdList": ["PMC7427981", "32818019"]}, {"Citation": "Kigen GK, Ronoh HK, Kipkore WK. Current trends of traditional herbal medicine practice in Kenya: a review. Afr J Pharmacol Ther. 2013;2(1):32–37."}, {"Citation": "Ogbole O, Ajaiyeoba E. Traditional management of tuberculosis in Ogun State of Nigeria: the practice and ethnobotanical survey. Afr J Tradit Complement Altern Med. 2010", "ArticleIdList": ["PMC3005385", "21304616"]}, {"Citation": "Semenya SS, Potgieter MJ. Bapedi traditional healers in the Limpopo Province, South Africa: their socio-cultural profile and traditional healing practice. J Ethnobiol Ethnomed. 2014;10(1):1–2.", "ArticleIdList": ["PMC3904471", "24410790"]}, {"Citation": "Semenya SS, Maroyi A. Medicinal plants used for the treatment of tuberculosis by Bapedi traditional healers in three districts of the Limpopo Province, South Africa. Afr J Tradit Complement Altern Med. 2013;10(2):316–323.", "ArticleIdList": ["PMC3746579", "24146456"]}, {"Citation": "Lawal IO, Grierson DS, Afolayan AJ. Phytotherapeutic information on plants used for the treatment of tuberculosis in Eastern Cape Province, South Africa. Evid Based Complement Alternat Med. 2014", "ArticleIdList": ["PMC4016884", "24864158"]}, {"Citation": "Basualdo I, Zardini EM, Ortiz M. Medicinal plants of Paraguay: underground organs. II Econ Bot. 1995;49(4):387–394."}, {"Citation": "Adnan M, Ullah I, Tariq A, Murad W, Azizullah A, Khan AL, Ali N. Ethnomedicine use in the war affected region of northwest Pakistan. J Ethnobiol Ethnomed. 2014;10(1):1–6.", "ArticleIdList": ["PMC3932995", "24484608"]}, {"Citation": "Amuka O, Mbugua PK, Okemo PO. Ethnobotanical survey of selected medicinal plants used by the Ogiek communities in Kenya against microbial infections. Ethnobot Res Appl. 2014;12:627–641."}, {"Citation": "Raja RR. Medicinally potential plants of Labiatae (Lamiaceae) family: an overview. Res J Med Plant. 2012;6(3):203–213."}, {"Citation": "Barkaoui M, Katiria A, Boubaker H, Msanda F. Ethnobotanical survey of medicinal plants used in the traditional treatment of diabetes in Chtouka Ait Baha and Tiznit (Western Anti-Atlas) Morocco J Ethnopharmacol. 2017;198:338–350.", "ArticleIdList": ["28109915"]}, {"Citation": "Tuasha N, Petros B, Asfaw Z. Medicinal plants used by traditional healers to treat malignancies and other human ailments in Dalle District, Sidama Zone. Ethiopia J Ethnobiol Ethnomed. 2018;14(1):1–21.", "ArticleIdList": ["PMC5813379", "29444684"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "6", "Day": "30"}, {"Year": "2021", "Month": "11", "Day": "10"}, {"Year": "2021", "Month": "11", "Day": "23", "Hour": "5", "Minute": "40"}, {"Year": "2021", "Month": "11", "Day": "24", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "11", "Day": "24", "Hour": "6", "Minute": "1"}, {"Year": "2021", "Month": "11", "Day": "22"}], "PublicationStatus": "epublish", "ArticleIdList": ["34809718", "PMC8607616", "10.1186/s41182-021-00384-2", "10.1186/s41182-021-00384-2"]}}], "PubmedBookArticle": []}