{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Autodock", "Boswellia serrata", "Molecular docking", "Phytocompounds", "SARS-CoV-2"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34803247", "DateRevised": {"Year": "2022", "Month": "07", "Day": "16"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "11", "Day": "17"}], "Language": ["eng"], "ELocationID": ["10.1007/s42535-021-00318-7"], "Journal": {"ISSN": "0970-4078", "JournalIssue": {"Volume": "35", "Issue": "2", "PubDate": {"Year": "2022"}}, "Title": "Vegetos (Bareilly, India)", "ISOAbbreviation": "Vegetos"}, "ArticleTitle": "Evaluation of bioactive compounds from <i>Boswellia serrata</i> against SARS-CoV-2.", "Pagination": {"StartPage": "404", "EndPage": "414", "MedlinePgn": "404-414"}, "Abstract": {"AbstractText": ["With the COVID-19 pandemic still wreaking havoc worldwide, new variants being discovered every month in some parts of the globe due to the mutating nature of the virus. There is no specific solution for this highly transmissible disease. In search of a lead molecule for the discovery and development of drug, extensive research is being conducted throughout the world. Many synthetic drugs are already in clinical trials and some are utilized for the treatment of this viral infection. Apart from synthetic drugs, phytocompounds from plants act as a potential drug candidate which can inhibit the growth of virus and thus able to prevent the viral infection. In this study, 26 ligands (bioactive compounds) from <i>Boswellia serrata</i> (an important medicinal plant) were tested against SARS-CoV-2 by using computational method. Selected ligands were shortlisted using Lipinski's rule and then subjected to molecular docking against one of the main proteins of SARS-CoV-2, i.e., Mpro. Out of these compounds, Euphane, Ursane, α-Amyrin, Phytosterols, and 2,3-Dihydroxyurs-12-en-28-oic acid were potential to inhibit the Mpro activity with binding energies of - 10.47 kcal/mol, - 10.41 kcal/mol, - 9.99 kcal/mol, - 9.94 kcal/mol and - 9.72 kcal/mol respectively. A comparative study was performed using the best five ligands against four possible drug targets of SARS-CoV-2. It was found that Euphane showed highest negative binding energy against all the four crucial targets of SARS-CoV-2. Further, in-vitro experimentation is required to validate the use of Euphane as a potent drug against SARS-CoV-2."], "CopyrightInformation": "© The Author(s) under exclusive licence to Society for Plant Research 2021."}, "AuthorList": [{"Identifier": ["0000-0002-1928-3093"], "AffiliationInfo": [{"Identifier": ["grid.412552.5", "0000 0004 1764 278X"], "Affiliation": "Department of Biotechnology, School of Engineering and Technology, Sharda University, Greater Noida, India."}], "LastName": "Roy", "ForeName": "Arpita", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["grid.440678.9", "0000 0001 0674 5044"], "Affiliation": "Department of Biotechnology, Delhi Technological University, Delhi, India."}], "LastName": "Menon", "ForeName": "Tarunya", "Initials": "T"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "India", "MedlineTA": "Vegetos", "NlmUniqueID": "101591564", "ISSNLinking": "0970-4078"}, "CoiStatement": "Conflict of interestThe authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Alsalme A, Pooventhiran T, Al-Zaqri N, Rao DJ, Rao SS, Thomas R. Modelling the structural and reactivity landscapes of tucatinib with special reference to its wavefunction-dependent properties and screening for potential antiviral activity. J Mol Model. 2020;26:341. doi: 10.1007/s00894-020-04603-1.", "ArticleIdList": ["10.1007/s00894-020-04603-1", "PMC7668570", "33200284"]}, {"Citation": "Al-Yasiry A, Kiczorowska B. Frankincense—therapeutic properties. Postępy Higieny i Medycyny Doświadczalnej. 2016;70:380–391. doi: 10.5604/17322693.1200553.", "ArticleIdList": ["10.5604/17322693.1200553", "27117114"]}, {"Citation": "Andersen KG, Rambaut A, Lipkin WI, Holmes EC, Garry RF. The proximal origin of SARS-CoV-2. Nat Med. 2020;26:450–462. doi: 10.1038/s41591-020-0820-9.", "ArticleIdList": ["10.1038/s41591-020-0820-9", "PMC7095063", "32284615"]}, {"Citation": "Bhatia KS, Garg S, Anand A, Roy A. Evaluation of different phytochemicals against BRCA2 receptor. Biointerface Res Appl Chem. 2021;22:1670–1681. doi: 10.33263/BRIAC122.16701681.", "ArticleIdList": ["10.33263/BRIAC122.16701681"]}, {"Citation": "Dong E, Du H, Gardner L. An interactive web-based dashboard to track COVID-19 in real time. Lancet Infect Dis. 2020;20:533–534. doi: 10.1016/S1473-3099(20)30120-1.", "ArticleIdList": ["10.1016/S1473-3099(20)30120-1", "PMC7159018", "32087114"]}, {"Citation": "Garg S, Roy A. In-silico analysis of selected alkaloids against main protease (Mpro) of SARS-CoV-2. Chem Biol Interact. 2020;332:109309. doi: 10.1016/j.cbi.2020.109309.", "ArticleIdList": ["10.1016/j.cbi.2020.109309", "PMC7649659", "33181114"]}, {"Citation": "Garg S, Anand A, Lamba Y, Roy A. Molecular docking analysis of selected phytochemicals against SARS-CoV-2 M pro receptor. Vegetos. 2020;33:766–781. doi: 10.1007/s42535-020-00162-1.", "ArticleIdList": ["10.1007/s42535-020-00162-1", "PMC7567421", "33100613"]}, {"Citation": "Gurung AB, Ali MA, Lee J, Farah MA, Al-Anazi KM. Unravelling lead antiviral phytochemicals for the inhibition of SARS-CoV-2 Mpro enzyme through in-silico approach. Life Sci. 2020;255:117831. doi: 10.1016/j.lfs.2020.117831.", "ArticleIdList": ["10.1016/j.lfs.2020.117831", "PMC7243810", "32450166"]}, {"Citation": "Hilgenfeld R. From SARS to MERS: crystallographic studies on coronaviral proteases enable antiviral drug design. FEBS J. 2014;281:4085–4096. doi: 10.1111/febs.12936.", "ArticleIdList": ["10.1111/febs.12936", "PMC7163996", "25039866"]}, {"Citation": "Jin Z, Du X, Xu Y, Deng Y, Liu M, Zhao Y, Zhang B, Li X, Zhang L, Peng C, Duan Y. Structure of Mpro from SARS-CoV-2 and discovery of its inhibitors. Nature. 2020;582:289–293. doi: 10.1038/s41586-020-2223-y.", "ArticleIdList": ["10.1038/s41586-020-2223-y", "32272481"]}, {"Citation": "Kanhed AM, Patel DV, Teli DM, Patel NR, Chhabria MT, Yadav MR. Identification of potential Mpro inhibitors for the treatment of COVID-19 by using systematic virtual screening approach. Mol Divers. 2021;25:383–401. doi: 10.1007/s11030-020-10130-1.", "ArticleIdList": ["10.1007/s11030-020-10130-1", "PMC7393348", "32737681"]}, {"Citation": "Kirchdoerfer RN, Cottrell CA, Wang N, Pallesen J, Yassine HM, Turner HL, Corbett KS, Graham BS, McLellan JS, Ward AB. Pre-fusion structure of a human coronavirus spike protein. Nature. 2016;531:118–121. doi: 10.1038/nature17200.", "ArticleIdList": ["10.1038/nature17200", "PMC4860016", "26935699"]}, {"Citation": "Li X, Geng M, Peng Y, Meng L, Lu S. Molecular immune pathogenesis and diagnosis of COVID-19. J Pharm Anal. 2020;10:102–108. doi: 10.1016/j.jpha.2020.03.001.", "ArticleIdList": ["10.1016/j.jpha.2020.03.001", "PMC7104082", "32282863"]}, {"Citation": "Lu R, Zhao X, Li J, Niu P, Yang B, Wu H, Wang W, Song H, Huang B, Zhu N, Bi Y, Ma X, Zhan F, Wang L, Hu T, Zhou H, Hu Z, Zhou W, Zhao L, Chen J, Tan W. Genomic characterisation and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding. Lancet. 2020;395:565–574. doi: 10.1016/S0140-6736(20)30251-8.", "ArticleIdList": ["10.1016/S0140-6736(20)30251-8", "PMC7159086", "32007145"]}, {"Citation": "Maiti S, Banerjee A. Epigallocatechin-gallate and theaflavin-gallate interaction in SARS CoV-2 spike-protein central-channel with reference to the hydroxychloroquine interaction: bioinformatics and molecular docking study. Drug Dev Res. 2021;82:86–96. doi: 10.1002/ddr.21730.", "ArticleIdList": ["10.1002/ddr.21730", "PMC7436314", "32770567"]}, {"Citation": "Maiti S, Banerjee A, Nazmeen A, Kanwar M, Das S. Active-site molecular docking of Nigellidine with nucleocapsid-NSP2-MPro of COVID-19 and to human IL1R-IL6R and strong antioxidant role of Nigella-sativa in experimental rats. J Drug Target. 2020 doi: 10.1080/1061186X.2020.1817040.", "ArticleIdList": ["10.1080/1061186X.2020.1817040", "32875925"]}, {"Citation": "Mirza M, Froeyen M. Structural elucidation of SARS-CoV-2 vital proteins: computational methods reveal potential drug candidates against main protease, Nsp12 polymerase and Nsp13 helicase. J Pharm Anal. 2020;10:320–328. doi: 10.1016/j.jpha.2020.04.008.", "ArticleIdList": ["10.1016/j.jpha.2020.04.008", "PMC7187848", "32346490"]}, {"Citation": "Mohanraj K, Karthikeyan BS, Vivek-Ananth RP, Chand R, Aparna SR, Mangalapandi P, Samal A. IMPPAT: A curated database of Indian medicinal plants, phytochemistry and therapeutics. Sci Rep. 2018;8:4329. doi: 10.1038/s41598-018-22631-z.", "ArticleIdList": ["10.1038/s41598-018-22631-z", "PMC5847565", "29531263"]}, {"Citation": "Roy A. Role of medicinal plants against Alzheimer’s disease. Int J Complement Altern Med. 2018;11:205–208. doi: 10.15406/ijcam.2018.11.00398.", "ArticleIdList": ["10.15406/ijcam.2018.11.00398"]}, {"Citation": "Roy A, Bharadvaja N. Establishment of the shoot and callus culture of an important medicinal plant Plumbago zeylanica. Adv Plants Agric Res. 2017;7:00274. doi: 10.15406/apar.2017.07.00274.", "ArticleIdList": ["10.15406/apar.2017.07.00274"]}, {"Citation": "Roy A, Bhatia KS. In silico analysis of plumbagin against cyclin-dependent kinases receptor. Vegetos. 2021;34:50–56. doi: 10.1007/s42535-020-00169-8.", "ArticleIdList": ["10.1007/s42535-020-00169-8"]}, {"Citation": "Roy A, Krishnan L, Bharadvaja N. Qualitative and quantitative phytochemical analysis of Centella asiatica. Nat Prod Chem Res Article. 2018;6:1–4. doi: 10.4172/2329-6836.1000323.", "ArticleIdList": ["10.4172/2329-6836.1000323"]}, {"Citation": "Shang J, Ye G, Shi K, Wan Y, Luo C, Aihara H, et al. Structural basis of receptor recognition by SARS-CoV-2. Nature. 2020;581:221–224. doi: 10.1038/s41586-020-2179-y.", "ArticleIdList": ["10.1038/s41586-020-2179-y", "PMC7328981", "32225175"]}, {"Citation": "Sultana A, Padmaja AR. Boswellia serrata Roxb. a traditional herb with versatile pharmacological activity: a review. Int J Pharm Sci Res. 2013;4:2106–2117. doi: 10.13040/IJPSR.0975-8232.4(6).2106-17.", "ArticleIdList": ["10.13040/IJPSR.0975-8232.4(6).2106-17"]}, {"Citation": "Tian W, Chen C, Lei X, Zhao J, Liang J. CASTp 3.0: computed atlas of surface topography of proteins. Nucleic Acids Res. 2018;46:W363–W367. doi: 10.1093/nar/gky473.", "ArticleIdList": ["10.1093/nar/gky473", "PMC6031066", "29860391"]}, {"Citation": "Ullrich S, Nitsche C. The SARS-CoV-2 main protease as drug target. Bioorg Med Chem Lett. 2020;30:127377. doi: 10.1016/j.bmcl.2020.127377.", "ArticleIdList": ["10.1016/j.bmcl.2020.127377", "PMC7331567", "32738988"]}, {"Citation": "Venkatagopalan P, Daskalova SM, Lopez LA, Dolezal KA, Hogue BG. Coronavirus envelope protein remains at the site of assembly. Virology. 2015;478:75–85. doi: 10.1016/j.virol.2015.02.005.", "ArticleIdList": ["10.1016/j.virol.2015.02.005", "PMC4550588", "25726972"]}, {"Citation": "Walls A, Park Y, Tortorici M, Wall A, McGuire A, Veesler D. Structure, function, and antigenicity of the SARS-CoV-2 spike glycoprotein. Cell. 2020;181:281–292.e6. doi: 10.1016/j.cell.2020.02.058.", "ArticleIdList": ["10.1016/j.cell.2020.02.058", "PMC7102599", "32155444"]}, {"Citation": "Wrapp D, Wang N, Corbett K, Goldsmith J, Hsieh C, Abiona O, Graham BS, McLellan JS. Cryo-EM structure of the 2019-nCoV spike in the prefusion conformation. Science. 2020;367:1260–1263. doi: 10.1126/science.abb2507.", "ArticleIdList": ["10.1126/science.abb2507", "PMC7164637", "32075877"]}, {"Citation": "Zhang L, Lin D, Sun X, Curth U, Drosten C, Sauerhering L, Becker S, Rox K, Hilgenfeld R. Crystal structure of SARS-CoV-2 main protease provides a basis for design of improved α-ketoamide inhibitors. Science. 2020;368:409–412. doi: 10.1126/science.abb3405.", "ArticleIdList": ["10.1126/science.abb3405", "PMC7164518", "32198291"]}, {"Citation": "Zhou Y, Hou Y, Shen J, Huang Y, Martin W, Cheng F. Network-based drug repurposing for novel coronavirus 2019-nCoV/SARS-CoV-2. Cell Discov. 2020;6:14. doi: 10.1038/s41421-020-0153-3.", "ArticleIdList": ["10.1038/s41421-020-0153-3", "PMC7073332", "32194980"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "7", "Day": "14"}, {"Year": "2021", "Month": "10", "Day": "20"}, {"Year": "2021", "Month": "10", "Day": "21"}, {"Year": "2021", "Month": "11", "Day": "23", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "11", "Day": "23", "Hour": "6", "Minute": "1"}, {"Year": "2021", "Month": "11", "Day": "22", "Hour": "6", "Minute": "33"}, {"Year": "2021", "Month": "11", "Day": "17"}], "PublicationStatus": "ppublish", "ArticleIdList": ["34803247", "PMC8595075", "10.1007/s42535-021-00318-7", "318"]}}], "PubmedBookArticle": []}