{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Salvia miltiorrhiza", "SmAACT1", "SmDXS2", "SmHDR1", "SmKSL2", "circular RNAs", "secondary metabolites"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34804110", "DateRevised": {"Year": "2021", "Month": "11", "Day": "23"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "11", "Day": "05"}], "Language": ["eng"], "ELocationID": ["645115", "10.3389/fgene.2021.645115"], "Journal": {"ISSN": "1664-8021", "JournalIssue": {"Volume": "12", "PubDate": {"Year": "2021"}}, "Title": "Frontiers in genetics", "ISOAbbreviation": "Front Genet"}, "ArticleTitle": "Genome-Wide Identification of Circular RNAs Potentially Involved in the Biosynthesis of Secondary Metabolites in <i>Salvia miltiorrhiza</i>.", "Pagination": {"StartPage": "645115", "MedlinePgn": "645115"}, "Abstract": {"AbstractText": ["Circular RNAs (circRNAs) play various roles in cellular functions. However, no studies have been reported on the potential involvement of circRNAs in the biosynthesis of secondary metabolites in plants. Here, we performed a genome-wide discovery of circRNAs from root, stem and leaf samples of <i>Salvia miltiorrhiza</i> using RNA-Seq. We predicted a total of 2,476 circRNAs with at least two junction reads using circRNA_finder and CIRI, of which 2,096, 151 and 229 were exonic, intronic and intergenic circRNAs, respectively. Sequence similarity analysis showed that 294 out of 2,476 circRNAs were conserved amongst multiple plants. Of the 55 predicted circRNAs, 31 (56%) were validated successfully by PCR and Sanger sequencing using convergent and divergent primer pairs. Alternative circularisation analysis showed that most parental genes produced two circRNAs. Functional enrichment analyses of the parental genes showed that the primary metabolism pathways were significantly enriched, particularly the carbon metabolism. Differential expression analysis showed that the expression profiles of circRNAs were tissue-specific. Co-expression analysis showed 275 circRNAs, and their parental genes had significantly positive correlations. However, 14 had significantly negative correlations. Weighted gene co-expression network analysis showed that nine circRNAs were co-expressed with four modules of protein-coding genes. Next, we found 416 exonic circRNAs with miRNA-binding sites, suggesting possible interactions between circRNAs and miRNAs. Lastly, we found six validated circRNAs, namely, SMscf2473-46693-46978, SMscf3091-29256-29724, SMscf16-111773-112193, SMscf432-13232-13866, SMscf7007-10563-10888 and SMscf1730-1749-2013, which were originated from the genes involved in the biosynthesis of secondary metabolites. Their parental genes were acetyl-CoA C-acetyltransferase 1 (SmAACT1), 1-deoxy-d-xylulose-5-phosphate synthase 2 (SmDXS2), 4-hydroxy-3-methylbut-2-enyl diphosphate reductase 1 (SmHDR1), kaurene synthase-like 2 (SmKSL2), DWF4 and CYP88A3, respectively. In particular, the correlation coefficient of SMscf2473-46693-46978 and SmDXS2 gene was 0.86 (<i>p</i> = 0.003), indicating a potential interaction between this pair of circRNA and its parent gene. Our results provided the first comprehensive catalogue of circRNAs in <i>S. miltiorrhiza</i> and identified one circRNA that might play important roles in the biosynthesis of secondary metabolites."], "CopyrightInformation": "Copyright © 2021 Jiang, Chen, Du, Wang, Liu and Liu."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Pharmaceutical Sciences, Qilu University of Technology (Shandong Academy of Sciences), Jinan, China."}, {"Identifier": [], "Affiliation": "Key Laboratory for Applied Technology of Sophisticated Analytical Instruments of Shandong Province, Shandong Analysis and Test Center, Qilu University of Technology (Shandong Academy of Sciences), Jinan, China."}, {"Identifier": [], "Affiliation": "Key Laboratory of Bioactive Substances and Resource Utilization of Chinese Herbal Medicine from Ministry of Education, Engineering Research Center of Chinese Medicine Resources from Ministry of Education, Institute of Medicinal Plant Development, Chinese Academy of Medical Sciences, Peking Union Medical College, Beijing, China."}], "LastName": "Jiang", "ForeName": "Mei", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Bioactive Substances and Resource Utilization of Chinese Herbal Medicine from Ministry of Education, Engineering Research Center of Chinese Medicine Resources from Ministry of Education, Institute of Medicinal Plant Development, Chinese Academy of Medical Sciences, Peking Union Medical College, Beijing, China."}], "LastName": "Chen", "ForeName": "Haimei", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Bioactive Substances and Resource Utilization of Chinese Herbal Medicine from Ministry of Education, Engineering Research Center of Chinese Medicine Resources from Ministry of Education, Institute of Medicinal Plant Development, Chinese Academy of Medical Sciences, Peking Union Medical College, Beijing, China."}, {"Identifier": [], "Affiliation": "Key Laboratory of Plant Resources of Qinghai-Tibet Plateau in Chemical Research, College of Pharmacy, Qinghai Nationalities University, Xining, China."}], "LastName": "Du", "ForeName": "Qing", "Initials": "Q"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Pharmacy, Heze University, Heze, China."}], "LastName": "Wang", "ForeName": "Liqiang", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Chinese Materia Medica, Beijing University of Chinese Medicine, Beijing, China."}], "LastName": "Liu", "ForeName": "Xinyue", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Bioactive Substances and Resource Utilization of Chinese Herbal Medicine from Ministry of Education, Engineering Research Center of Chinese Medicine Resources from Ministry of Education, Institute of Medicinal Plant Development, Chinese Academy of Medical Sciences, Peking Union Medical College, Beijing, China."}], "LastName": "Liu", "ForeName": "Chang", "Initials": "C"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Genet", "NlmUniqueID": "101560621", "ISSNLinking": "1664-8021"}, "CoiStatement": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Chappell J. (1995). The Biochemistry and Molecular Biology of Isoprenoid Metabolism. Plant Physiol. 107, 1–6. 10.1104/pp.107.1.1", "ArticleIdList": ["10.1104/pp.107.1.1", "PMC161157", "12228337"]}, {"Citation": "Chen H., Wu B., Nelson D. R., Wu K., Liu C. (2014). Computational Identification and Systematic Classification of Novel Cytochrome P450 Genes in Salvia miltiorrhiza . PLoS One 9, e115149. 10.1371/journal.pone.0115149", "ArticleIdList": ["10.1371/journal.pone.0115149", "PMC4262458", "25493946"]}, {"Citation": "Chen L., Yu Y., Zhang X., Liu C., Ye C., Fan L. (2016). PcircRNA_finder: a Software for circRNA Prediction in Plants. Bioinformatics 32, 3528–3529. 10.1093/bioinformatics/btw496", "ArticleIdList": ["10.1093/bioinformatics/btw496", "PMC5181569", "27493192"]}, {"Citation": "Chen L.-L. (2016). The Biogenesis and Emerging Roles of Circular RNAs. Nat. Rev. Mol. Cel Biol 17, 205–211. 10.1038/nrm.2015.32", "ArticleIdList": ["10.1038/nrm.2015.32", "26908011"]}, {"Citation": "Choe S., Dilkes B. P., Fujioka S., Takatsuto S., Sakurai A., Feldmann K. A. (1998). The DWF4 Gene of Arabidopsis Encodes a Cytochrome P450 that Mediates Multiple 22α-Hydroxylation Steps in Brassinosteroid Biosynthesis. Plant Cell 10, 231–243. 10.1105/tpc.10.2.231", "ArticleIdList": ["10.1105/tpc.10.2.231", "PMC143988", "9490746"]}, {"Citation": "Chu Q., Bai P., Zhu X., Zhang X., Mao L., Zhu Q. H., et al. (2018). Characteristics of Plant Circular RNAs. Brief Bioinform 21, 135–143. 10.1093/bib/bby111", "ArticleIdList": ["10.1093/bib/bby111", "30445438"]}, {"Citation": "Chu Q., Zhang X., Zhu X., Liu C., Mao L., Ye C., et al. (2017). PlantcircBase: A Database for Plant Circular RNAs. Mol. Plant 10, 1126–1128. 10.1016/j.molp.2017.03.003", "ArticleIdList": ["10.1016/j.molp.2017.03.003", "28315753"]}, {"Citation": "Conn V. M., Hugouvieux V., Nayak A., Conos S. A., Capovilla G., Cildir G., et al. (2017). A circRNA from SEPALLATA3 Regulates Splicing of its Cognate mRNA through R-Loop Formation. Nat. Plants 3, 17053. 10.1038/nplants.2017.53", "ArticleIdList": ["10.1038/nplants.2017.53", "28418376"]}, {"Citation": "Cui G., Duan L., Jin B., Qian J., Xue Z., Shen G., et al. (2015). Functional Divergence of Diterpene Syntheses in the Medicinal Plant Salvia miltiorrhiza . Plant Physiol. 169, 1607–1618. 10.1104/pp.15.00695", "ArticleIdList": ["10.1104/pp.15.00695", "PMC4634056", "26077765"]}, {"Citation": "Cui G. H., Wang X. Y., Feng H., Zhao J. X., Huang L. Q. (2010). Molecular Cloning and SNP Analysis of a Acetyl-CoA C-Acetyltransferase Gene (SmAACT) from Salvia miltiorrhiza . Yao Xue Xue Bao 45, 785–790.", "ArticleIdList": ["20939191"]}, {"Citation": "Dai X., Zhuang Z., Zhao P. X. (2018). psRNATarget: a Plant Small RNA Target Analysis Server (2017 Release). Nucleic Acids Res. 46, W49–W54. 10.1093/nar/gky316", "ArticleIdList": ["10.1093/nar/gky316", "PMC6030838", "29718424"]}, {"Citation": "Danan M., Schwartz S., Edelheit S., Sorek R. (2012). Transcriptome-wide Discovery of Circular RNAs in Archaea. Nucleic Acids Res. 40, 3131–3142. 10.1093/nar/gkr1009", "ArticleIdList": ["10.1093/nar/gkr1009", "PMC3326292", "22140119"]}, {"Citation": "Dobin A., Davis C. A., Schlesinger F., Drenkow J., Zaleski C., Jha S., et al. (2012). STAR: Ultrafast Universal RNA-Seq Aligner. Bioinformatics 29, 15–21. 10.1093/bioinformatics/bts635", "ArticleIdList": ["10.1093/bioinformatics/bts635", "PMC3530905", "23104886"]}, {"Citation": "Fan J., Quan W., Li G.-B., Hu X.-H., Wang Q., Wang H., et al. (2020). circRNAs Are Involved in the Rice-Magnaporthe Oryzae Interaction. Plant Physiol. 182, 272–286. 10.1104/pp.19.00716", "ArticleIdList": ["10.1104/pp.19.00716", "PMC6945833", "31628150"]}, {"Citation": "Gao Y., Wang J., Zhao F. (2015). CIRI: an Efficient and Unbiased Algorithm for De Novo Circular RNA Identification. Genome Biol. 16, 4. 10.1186/s13059-014-0571-3", "ArticleIdList": ["10.1186/s13059-014-0571-3", "PMC4316645", "25583365"]}, {"Citation": "Gao Z., Li J., Luo M., Li H., Chen Q., Wang L., et al. (2019). Characterization and Cloning of Grape Circular RNAs Identified the Cold Resistance-Related Vv-circATS1. Plant Physiol. 180, 966–985. 10.1104/pp.18.01331", "ArticleIdList": ["10.1104/pp.18.01331", "PMC6548266", "30962290"]}, {"Citation": "Hansen T. B., Jensen T. I., Clausen B. H., Bramsen J. B., Finsen B., Damgaard C. K., et al. (2013). Natural RNA Circles Function as Efficient microRNA Sponges. Nature 495, 384–388. 10.1038/nature11993", "ArticleIdList": ["10.1038/nature11993", "23446346"]}, {"Citation": "Hao G., Shi R., Tao R., Fang Q., Jiang X., Ji H., et al. (2013). Cloning, Molecular Characterization and Functional Analysis of 1-hydroxy-2-methyl-2-(E)-butenyl-4-diphosphate Reductase (HDR) Gene for Diterpenoid Tanshinone Biosynthesis in Salvia miltiorrhiza Bge. F. alba. Plant Physiol. Biochem. 70, 21–32. 10.1016/j.plaphy.2013.05.010", "ArticleIdList": ["10.1016/j.plaphy.2013.05.010", "23770591"]}, {"Citation": "Helliwell C. A., Chandler P. M., Poole A., Dennis E. S., Peacock W. J. (2001). The CYP88A Cytochrome P450, Ent-Kaurenoic Acid Oxidase, Catalyzes Three Steps of the Gibberellin Biosynthesis Pathway. Proc. Natl. Acad. Sci. 98, 2065–2070. 10.1073/pnas.98.4.2065", "ArticleIdList": ["10.1073/pnas.98.4.2065", "PMC29382", "11172076"]}, {"Citation": "Huang D. W., Sherman B. T., Lempicki R. A. (2009). Systematic and Integrative Analysis of Large Gene Lists Using DAVID Bioinformatics Resources. Nat. Protoc. 4, 44–57. 10.1038/nprot.2008.211", "ArticleIdList": ["10.1038/nprot.2008.211", "19131956"]}, {"Citation": "Jeck W. R., Sorrentino J. A., Wang K., Slevin M. K., Burd C. E., Liu J., et al. (2013). Circular RNAs Are Abundant, Conserved, and Associated with ALU Repeats. RNA 19, 141–157. 10.1261/rna.035667.112", "ArticleIdList": ["10.1261/rna.035667.112", "PMC3543092", "23249747"]}, {"Citation": "Kristensen L. S., Andersen M. S., Stagsted L. V. W., Ebbesen K. K., Hansen T. B., Kjems J. (2019). The Biogenesis, Biology and Characterization of Circular RNAs. Nat. Rev. Genet. 20, 675–691. 10.1038/s41576-019-0158-7", "ArticleIdList": ["10.1038/s41576-019-0158-7", "31395983"]}, {"Citation": "Lai X., Bazin J., Webb S., Crespi M., Zubieta C., Conn S. J. (2018). CircRNAs in Plants. Adv. Exp. Med. Biol. 1087, 329–343. 10.1007/978-981-13-1426-1_26", "ArticleIdList": ["10.1007/978-981-13-1426-1_26", "30259378"]}, {"Citation": "Lam F. F. Y., Yeung J. H. K., Cheung J. H. Y., Or P. M. Y. (2006). Pharmacological Evidence for Calcium Channel Inhibition by Danshen (Salvia miltiorrhiza) on Rat Isolated Femoral Artery. J. Cardiovasc. Pharmacol. 47, 139–145. 10.1097/01.fjc.0000197540.12685.ce", "ArticleIdList": ["10.1097/01.fjc.0000197540.12685.ce", "16424798"]}, {"Citation": "Langfelder P., Horvath S. (2008). WGCNA: an R Package for Weighted Correlation Network Analysis. BMC Bioinformatics 9, 559. 10.1186/1471-2105-9-559", "ArticleIdList": ["10.1186/1471-2105-9-559", "PMC2631488", "19114008"]}, {"Citation": "Lasda E., Parker R. (2014). Circular RNAs: Diversity of Form and Function. RNA 20, 1829–1842. 10.1261/rna.047126.114", "ArticleIdList": ["10.1261/rna.047126.114", "PMC4238349", "25404635"]}, {"Citation": "Li C., Li D., Zhou H., Li J., Lu S. (2019). Analysis of the Laccase Gene Family and miR397-/miR408-Mediated Posttranscriptional Regulation in Salvia miltiorrhiza . PeerJ 7, e7605. 10.7717/peerj.7605", "ArticleIdList": ["10.7717/peerj.7605", "PMC6717658", "31528508"]}, {"Citation": "Lu T., Cui L., Zhou Y., Zhu C., Fan D., Gong H., et al. (2015). Transcriptome-wide Investigation of Circular RNAs in rice. RNA 21, 2076–2087. 10.1261/rna.052282.115", "ArticleIdList": ["10.1261/rna.052282.115", "PMC4647462", "26464523"]}, {"Citation": "Ma X.-H., Ma Y., Tang J.-F., He Y.-L., Liu Y.-C., Ma X.-J., et al. (2015). The Biosynthetic Pathways of Tanshinones and Phenolic Acids in Salvia miltiorrhiza . Molecules 20, 16235–16254. 10.3390/molecules200916235", "ArticleIdList": ["10.3390/molecules200916235", "PMC6332233", "26370949"]}, {"Citation": "Memczak S., Jens M., Elefsinioti A., Torti F., Krueger J., Rybak A., et al. (2013). Circular RNAs Are a Large Class of Animal RNAs with Regulatory Potency. Nature 495, 333–338. 10.1038/nature11928", "ArticleIdList": ["10.1038/nature11928", "23446348"]}, {"Citation": "Rodríguez-Concepción M., Boronat A. (2002). Elucidation of the Methylerythritol Phosphate Pathway for Isoprenoid Biosynthesis in Bacteria and Plastids. A Metabolic Milestone Achieved through Genomics. Plant Physiol. 130, 1079–1089. 10.1104/pp.007138", "ArticleIdList": ["10.1104/pp.007138", "PMC1540259", "12427975"]}, {"Citation": "Salzman J., Chen R. E., Olsen M. N., Wang P. L., Brown P. O. (2013). Cell-type Specific Features of Circular RNA Expression. Plos Genet. 9, e1003777. 10.1371/journal.pgen.1003777", "ArticleIdList": ["10.1371/journal.pgen.1003777", "PMC3764148", "24039610"]}, {"Citation": "Salzman J., Gawad C., Wang P. L., Lacayo N., Brown P. O. (2012). Circular RNAs Are the Predominant Transcript Isoform from Hundreds of Human Genes in Diverse Cell Types. PLoS One 7, e30733. 10.1371/journal.pone.0030733", "ArticleIdList": ["10.1371/journal.pone.0030733", "PMC3270023", "22319583"]}, {"Citation": "Sanger H. L., Klotz G., Riesner D., Gross H. J., Kleinschmidt A. K. (1976). Viroids Are Single-Stranded Covalently Closed Circular RNA Molecules Existing as Highly Base-Paired Rod-like Structures. Proc. Natl. Acad. Sci. 73, 3852–3856. 10.1073/pnas.73.11.3852", "ArticleIdList": ["10.1073/pnas.73.11.3852", "PMC431239", "1069269"]}, {"Citation": "Schwarz M. K. (1994). Terpen-Biosynthese in Ginkgo biloba, eine überraschende Geschichte. Zürich: Springer."}, {"Citation": "Shao J., Wang L., Liu X., Yang M., Chen H., Wu B., et al. (2019). Identification and Characterization of Circular RNAs in Ganoderma Lucidum. Sci. Rep. 9, 16522. 10.1038/s41598-019-52932-w", "ArticleIdList": ["10.1038/s41598-019-52932-w", "PMC6848116", "31712736"]}, {"Citation": "Su C.-Y., Ming Q.-L., Rahman K., Han T., Qin L.-P. (2015). Salvia miltiorrhiza: Traditional Medicinal Uses, Chemistry, and Pharmacology. Chin. J. Nat. Medicines 13, 163–182. 10.1016/s1875-5364(15)30002-9", "ArticleIdList": ["10.1016/s1875-5364(15)30002-9", "25835361"]}, {"Citation": "Tan J., Zhou Z., Niu Y., Sun X., Deng Z. (2017). Identification and Functional Characterization of Tomato CircRNAs Derived from Genes Involved in Fruit Pigment Accumulation. Sci. Rep. 7, 8594. 10.1038/s41598-017-08806-0", "ArticleIdList": ["10.1038/s41598-017-08806-0", "PMC5561264", "28819222"]}, {"Citation": "Tong W., Yu J., Hou Y., Li F., Zhou Q., Wei C., et al. (2018). Circular RNA Architecture and Differentiation during Leaf Bud to Young Leaf Development in tea (Camellia Sinensis). Planta 248, 1417–1429. 10.1007/s00425-018-2983-x", "ArticleIdList": ["10.1007/s00425-018-2983-x", "30128600"]}, {"Citation": "Trapnell C., Williams B. A., Pertea G., Mortazavi A., Kwan G., Van Baren M. J., et al. (2010). Transcript Assembly and Quantification by RNA-Seq Reveals Unannotated Transcripts and Isoform Switching during Cell Differentiation. Nat. Biotechnol. 28, 511–515. 10.1038/nbt.1621", "ArticleIdList": ["10.1038/nbt.1621", "PMC3146043", "20436464"]}, {"Citation": "Tyler L., Thomas S. G., Hu J., Dill A., Alonso J. M., Ecker J. R., et al. (2004). DELLA Proteins and Gibberellin-Regulated Seed Germination and Floral Development in Arabidopsis. Plant Physiol. 135, 1008–1019. 10.1104/pp.104.039578", "ArticleIdList": ["10.1104/pp.104.039578", "PMC514135", "15173565"]}, {"Citation": "Vasimuddin M., Misra S., Li H., Aluru S. (2019). Efficient Architecture-Aware Acceleration of BWA-MEM for Multicore Systems. IPDPS 2019, 314–324. 10.1109/IPDPS.2019.00041", "ArticleIdList": ["10.1109/IPDPS.2019.00041"]}, {"Citation": "Wang X., Morris-Natschke S. L., Lee K.-H. (2007). New Developments in the Chemistry and Biology of the Bioactive Constituents of Tanshen. Med. Res. Rev. 27, 133–148. 10.1002/med.20077", "ArticleIdList": ["10.1002/med.20077", "16888751"]}, {"Citation": "Wang Y., Yang M., Wei S., Qin F., Zhao H., Suo B. (2016). Identification of Circular RNAs and Their Targets in Leaves of Triticum aestivum L. Under Dehydration Stress. Front. Plant Sci. 7, 2024. 10.3389/fpls.2016.02024", "ArticleIdList": ["10.3389/fpls.2016.02024", "PMC5215283", "28105043"]}, {"Citation": "Wang Z., Liu Y., Li D., Li L., Zhang Q., Wang S., et al. (2017). Identification of Circular RNAs in Kiwifruit and Their Species-specific Response to Bacterial Canker Pathogen Invasion. Front. Plant Sci. 8, 413. 10.3389/fpls.2017.00413", "ArticleIdList": ["10.3389/fpls.2017.00413", "PMC5366334", "28396678"]}, {"Citation": "Westholm J. O., Miura P., Olson S., Shenker S., Joseph B., Sanfilippo P., et al. (2014). Genome-wide Analysis of drosophila Circular RNAs Reveals Their Structural and Sequence Properties and Age-dependent Neural Accumulation. Cel Rep. 9, 1966–1980. 10.1016/j.celrep.2014.10.062", "ArticleIdList": ["10.1016/j.celrep.2014.10.062", "PMC4279448", "25544350"]}, {"Citation": "Xu H., Song J., Luo H., Zhang Y., Li Q., Zhu Y., et al. (2016). Analysis of the Genome Sequence of the Medicinal Plant Salvia miltiorrhiza . Mol. Plant 9, 949–952. 10.1016/j.molp.2016.03.010", "ArticleIdList": ["10.1016/j.molp.2016.03.010", "PMC5517341", "27018390"]}, {"Citation": "Xu X., Jiang Q., Ma X., Ying Q., Shen B., Qian Y., et al. (2014). Deep Sequencing Identifies Tissue-specific microRNAs and Their Target Genes Involving in the Biosynthesis of Tanshinones in Salvia miltiorrhiza . PLoS One 9, e111679. 10.1371/journal.pone.0111679", "ArticleIdList": ["10.1371/journal.pone.0111679", "PMC4218800", "25365305"]}, {"Citation": "Xu Z., Song J. (2017). The 2-oxoglutarate-dependent Dioxygenase Superfamily Participates in Tanshinone Production in Salvia miltiorrhiza . J. Exp. Bot. 68, 2299–2308. 10.1093/jxb/erx113", "ArticleIdList": ["10.1093/jxb/erx113", "PMC5447875", "28398557"]}, {"Citation": "Ye C.-Y., Zhang X., Chu Q., Liu C., Yu Y., Jiang W., et al. (2017). Full-length Sequence Assembly Reveals Circular RNAs with Diverse Non-GT/AG Splicing Signals in rice. RNA Biol. 14, 1055–1063. 10.1080/15476286.2016.1245268", "ArticleIdList": ["10.1080/15476286.2016.1245268", "PMC5680721", "27739910"]}, {"Citation": "Ye C. Y., Chen L., Liu C., Zhu Q. H., Fan L. (2015). Widespread Noncoding Circular RNAs in Plants. New Phytol. 208, 88–95. 10.1111/nph.13585", "ArticleIdList": ["10.1111/nph.13585", "26204923"]}, {"Citation": "Yu Y., Jia T., Chen X. (2017). The ‘how' and ‘where' of Plant Micro RNA S. New Phytol. 216, 1002–1017. 10.1111/nph.14834", "ArticleIdList": ["10.1111/nph.14834", "PMC6040672", "29048752"]}, {"Citation": "Zeng R.-F., Zhou J.-J., Hu C.-G., Zhang J.-Z. (2018). Transcriptome-wide Identification and Functional Prediction of Novel and Flowering-Related Circular RNAs from Trifoliate orange (Poncirus Trifoliata L. Raf.). Planta 247, 1191–1202. 10.1007/s00425-018-2857-2", "ArticleIdList": ["10.1007/s00425-018-2857-2", "29417269"]}, {"Citation": "Zhang P., Meng X., Chen H., Liu Y., Xue J., Zhou Y., et al. (2017a). PlantCircNet: A Database for Plant circRNA–miRNA–mRNA Regulatory Networks. Database (Oxford) 2017, 1–4. 10.1093/database/bax089", "ArticleIdList": ["10.1093/database/bax089", "PMC5727401", "31725858"]}, {"Citation": "Zhang P., Fan Y., Sun X., Chen L., Terzaghi W., Bucher E., et al. (2019a). A Large‐scale Circular RNA Profiling Reveals Universal Molecular Mechanisms Responsive to Drought Stress in maize and Arabidopsis. Plant J. 98, 697–713. 10.1111/tpj.14267", "ArticleIdList": ["10.1111/tpj.14267", "30715761"]}, {"Citation": "Zhang X., Ma X., Ning L., Li Z., Zhao K., Li K., et al. (2019b). Genome-wide Identification of Circular RNAs in Peanut (Arachis hypogaea L.). BMC Genomics 20, 653. 10.1186/s12864-019-6020-7", "ArticleIdList": ["10.1186/s12864-019-6020-7", "PMC6694679", "31416415"]}, {"Citation": "Zhang Y., Xu Z., Ji A., Luo H., Song J. (2018). Genomic Survey of bZIP Transcription Factor Genes Related to Tanshinone Biosynthesis in Salvia miltiorrhiza . Acta Pharmaceutica Sinica B 8, 295–305. 10.1016/j.apsb.2017.09.002", "ArticleIdList": ["10.1016/j.apsb.2017.09.002", "PMC5925414", "29719790"]}, {"Citation": "Zhang Y., Zhang X.-O., Chen T., Xiang J.-F., Yin Q.-F., Xing Y.-H., et al. (2013). Circular Intronic Long Noncoding RNAs. Mol. Cel 51, 792–806. 10.1016/j.molcel.2013.08.017", "ArticleIdList": ["10.1016/j.molcel.2013.08.017", "24035497"]}, {"Citation": "Zhao T., Wang L., Li S., Xu M., Guan X., Zhou B. (2017a). Characterization of Conserved Circular RNA in Polyploid Gossypium Species and Their Ancestors. FEBS Lett. 591, 3660–3669. 10.1002/1873-3468.12868", "ArticleIdList": ["10.1002/1873-3468.12868", "28971489"]}, {"Citation": "Zhao W., Cheng Y., Zhang C., You Q., Shen X., Guo W., et al. (2017b). Genome-wide Identification and Characterization of Circular RNAs by High Throughput Sequencing in Soybean. Sci. Rep. 7, 5636. 10.1038/s41598-017-05922-9", "ArticleIdList": ["10.1038/s41598-017-05922-9", "PMC5514102", "28717203"]}, {"Citation": "Zhao W., Chu S., Jiao Y. (2019a). Present Scenario of Circular RNAs (circRNAs) in Plants. Front. Plant Sci. 10, 379. 10.3389/fpls.2019.00379", "ArticleIdList": ["10.3389/fpls.2019.00379", "PMC6454147", "31001302"]}, {"Citation": "Zhao X., Duan X., Fu J., Shao Y., Zhang W., Guo M., et al. (2019b). Genome-Wide Identification of Circular RNAs Revealed the Dominant Intergenic Region Circularization Model in Apostichopus Japonicus. Front. Genet. 10, 603. 10.3389/fgene.2019.00603", "ArticleIdList": ["10.3389/fgene.2019.00603", "PMC6614181", "31312211"]}, {"Citation": "Zhou W., Huang F., Li S., Wang Y., Zhou C., Shi M., et al. (2016). Molecular Cloning and Characterization of Two 1-Deoxy-D-Xylulose-5-Phosphate Synthase Genes Involved in Tanshinone Biosynthesis in Salvia miltiorrhiza . Mol. Breed. 36, 124. 10.1007/s11032-016-0550-3", "ArticleIdList": ["10.1007/s11032-016-0550-3"]}, {"Citation": "Zhou Y., Li W., Xu L., Chen L. (2011). In Salvia miltiorrhiza, Phenolic Acids Possess Protective Properties against Amyloid β-induced Cytotoxicity, and Tanshinones Act as Acetylcholinesterase Inhibitors. Environ. Toxicol. Pharmacol. 31, 443–452. 10.1016/j.etap.2011.02.006", "ArticleIdList": ["10.1016/j.etap.2011.02.006", "21787715"]}, {"Citation": "Zuo J., Wang Q., Zhu B., Luo Y., Gao L. (2016). Deciphering the Roles of circRNAs on Chilling Injury in Tomato. Biochem. Biophysical Res. Commun. 479, 132–138. 10.1016/j.bbrc.2016.07.032", "ArticleIdList": ["10.1016/j.bbrc.2016.07.032", "27402275"]}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "12", "Day": "22"}, {"Year": "2021", "Month": "10", "Day": "13"}, {"Year": "2021", "Month": "11", "Day": "22", "Hour": "6", "Minute": "41"}, {"Year": "2021", "Month": "11", "Day": "23", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "11", "Day": "23", "Hour": "6", "Minute": "1"}, {"Year": "2021", "Month": "11", "Day": "5"}], "PublicationStatus": "epublish", "ArticleIdList": ["34804110", "PMC8602197", "10.3389/fgene.2021.645115", "645115"]}}], "PubmedBookArticle": []}