{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["apoptin", "breast cancer", "chimeric protein", "fusion protein", "p28 peptide"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34812523", "DateCompleted": {"Year": "2022", "Month": "04", "Day": "21"}, "DateRevised": {"Year": "2022", "Month": "04", "Day": "21"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "11", "Day": "30"}], "Language": ["eng"], "ELocationID": ["10.1002/prot.26285"], "Journal": {"ISSN": "1097-0134", "JournalIssue": {"Volume": "90", "Issue": "4", "PubDate": {"Year": "2022", "Month": "Apr"}}, "Title": "Proteins", "ISOAbbreviation": "Proteins"}, "ArticleTitle": "A novel chimeric protein with enhanced cytotoxic effects on breast cancer in vitro and in vivo.", "Pagination": {"StartPage": "936", "EndPage": "946", "MedlinePgn": "936-946"}, "Abstract": {"AbstractText": ["In our previous study, we reported the design and recombinant production of the p28-apoptin as a novel chimeric protein for breast cancer (BC) treatment. This study aimed to evaluate the inhibitory activity of the chimeric protein against BC cells in vitro and in vivo. We developed a novel multifunctional protein, consisting of p28, as a tumor-homing killer peptide fused to apoptin as a tumor-selective killer. The chimeric protein showed significantly higher toxicity in BC cell lines dose-dependently than in non-cancerous control cell lines. IC<sub>50</sub> values were 1.41, 1.38, 6.13, and 264.49 μM for 4T1, MDA-MB-468, Vero, and HEK293 cells, respectively. The protein showed significantly enhanced uptake in 4T1 cancer cells compared with non-cancerous Vero cells. We also showed that the p28-apoptin chimeric protein binds significantly higher to human breast cancer tumor sections than the normal human breast tissue section. Also, significant apoptosis induction and tumor growth inhibition were observed in established tumor-bearing mice accompanied by a decreased frequency of metastases. Our results support that the chimeric protein has inhibitory activity in vitro and in vivo, making it a promising choice in targeted cancer therapy."], "CopyrightInformation": "© 2021 Wiley Periodicals LLC."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutical Biotechnology, School of Pharmacy, Hamadan University of Medical Sciences, Hamadan, Iran."}], "LastName": "Hazrati", "ForeName": "Fereshte", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medical Biotechnology, School of Advanced Medical Sciences and Technologies, Hamadan University of Medical Sciences, Hamadan, Iran."}, {"Identifier": [], "Affiliation": "Department of Genetics and Molecular Medicine, Hamadan University of Medical Sciences, Hamadan, Iran."}], "LastName": "Saidijam", "ForeName": "Massoud", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medical Biotechnology, School of Advanced Medical Sciences and Technologies, Hamadan University of Medical Sciences, Hamadan, Iran."}, {"Identifier": [], "Affiliation": "Department of Genetics and Molecular Medicine, Hamadan University of Medical Sciences, Hamadan, Iran."}], "LastName": "Ahmadyousefi", "ForeName": "Yaghoub", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutical Biotechnology, School of Pharmacy, Hamadan University of Medical Sciences, Hamadan, Iran."}], "LastName": "Nouri", "ForeName": "Fatemeh", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pathology, School of Medicine, Hamadan University of Medical Sciences, Hamadan, Iran."}], "LastName": "Ghadimipour", "ForeName": "Hamidreza", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Genetics and Molecular Medicine, Hamadan University of Medical Sciences, Hamadan, Iran."}], "LastName": "Moradi", "ForeName": "Mohammadreza", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology Toxicology, School of Pharmacy Medicinal Plants and Natural Products Research Center, Hamadan University of Medical Sciences, Hamadan, Iran."}], "LastName": "Haddadi", "ForeName": "Rasool", "Initials": "R"}, {"Identifier": ["0000-0003-2505-8834"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutical Biotechnology, School of Pharmacy, Hamadan University of Medical Sciences, Hamadan, Iran."}], "LastName": "Soleimani", "ForeName": "Meysam", "Initials": "M"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Proteins", "NlmUniqueID": "8700181", "ISSNLinking": "0887-3585"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Antineoplastic Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Recombinant Fusion Proteins"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Antineoplastic Agents"}, {"QualifierName": [], "DescriptorName": "Apoptosis"}, {"QualifierName": ["drug therapy"], "DescriptorName": "Breast Neoplasms"}, {"QualifierName": [], "DescriptorName": "Cell Line, Tumor"}, {"QualifierName": [], "DescriptorName": "Chlorocebus aethiops"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": [], "DescriptorName": "HEK293 Cells"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Mice"}, {"QualifierName": ["genetics", "pharmacology"], "DescriptorName": "Recombinant Fusion Proteins"}, {"QualifierName": [], "DescriptorName": "Vero Cells"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "DeSantis CE, Ma J, Gaudet MM, et al. Breast cancer statistics, 2019. CA Cancer J Clin. 2019;69(6):438-451."}, {"Citation": "Samadi P, Saki S, Dermani FK, Pourjafar M, Saidijam MJCO. Emerging ways to treat breast cancer: will promises be met? Cell Oncol. 2018;41(6):605-621."}, {"Citation": "Bidwell GLJT. Peptides for cancer therapy: a drug-development opportunity and a drug-delivery challenge. Ther Deliv. 2012;3(5):609-621."}, {"Citation": "Rosca EV, Koskimaki JE, Rivera CG, Pandey NB, Tamiz AP, Popel AS. Anti-angiogenic peptides for cancer therapeutics. Curr Pharm Biotechnol. 2011;12(8):1101-1116."}, {"Citation": "Zheng L-H, Wang Y-J, Sheng J, et al. Antitumor peptides from marine organisms. Mar Drugs. 2011;9(10):1840-1859."}, {"Citation": "Smolarczyk R, Cichoń T, Graja K, Hucz J, Sochanik A, Szala SJABP. Antitumor effect of RGD-4C-GG-D (KLAKLAK) 2 peptide in mouse B16 (F10) melanoma model. Acta Biochim Pol. 2006;53(4):801-805."}, {"Citation": "Stiuso P, Caraglia M, De Rosa G, Giordano A. Bioactive peptides in cancer: therapeutic use and delivery strategies. J Amino Acids. 2013;2013:1-2."}, {"Citation": "Punj V, Bhattacharyya S, Saint-Dic D, et al. Bacterial cupredoxin Azurin as an inducer of apoptosis and regression in human breast cancer. Oncogene. 2004;23(13):2367-2378."}, {"Citation": "Yamada T, Fialho AM, Punj V, Bratescu L, Gupta TKD, Chakrabarty AMJC. Internalization of bacterial redox protein azurin in mammalian cells: entry domain and specificity. Cell Microbiol. 2005;7(10):1418-1431."}, {"Citation": "Soleimani M, Sadeghi HM, Jahanian-Najafabadi A. A bi-functional targeted P28-NRC chimeric protein with enhanced cytotoxic effects on breast cancer cell lines. Iranian journal of pharmaceutical research. Iran J Pharm Res. 2019;18(2):735."}, {"Citation": "Mehta RR, Yamada T, Taylor BN, et al. A cell penetrating peptide derived from Azurin inhibits angiogenesis and tumor growth by inhibiting phosphorylation of VEGFR-2, FAK and Akt. Angiogenesis. 2011;14(3):355-369."}, {"Citation": "Beattie CW, Mehta R, Mehta R, Yamada T, Gupta TKD, Chakrabarty A. A cupredoxin derived peptide inhibits angiogenesis and mammary end bud transformation in vitro. Cancer Epidemiol Biomarkers Prev. 2006;15(12):A217."}, {"Citation": "Malla WA, Arora R, Khan RIN, Mahajan S, Tiwari AK. Apoptin as a tumor-specific therapeutic agent: current perspective on mechanism of action and delivery systems. Front Cell Dev Biol. 2020;8:524."}, {"Citation": "Noei A, Nili-Ahmadabadi A, Soleimani M. The enhanced cytotoxic effects of the p28-apoptin chimeric protein as a novel anticancer agent on breast cancer cell lines. Drug Res. 2019;69(03):144-150."}, {"Citation": "Moradi M, Najafi R, Amini R, et al. Remarkable apoptotic pathway of Hemiscorpius lepturus scorpion venom on CT26 cell line. Cell Biol Toxicol. 2019;35(4):373-385."}, {"Citation": "Lee S-i, Bae JA, Ko Y-S, et al. Geijigajakyak decoction inhibits the motility and tumorigenesis of colorectal cancer cells. BMC Compl Altern Med. 2016;16(1):288."}, {"Citation": "Sutton SK, Carter DR, Kim P, et al. A novel compound which sensitizes BRAF wild-type melanoma cells to vemurafenib in a TRIM16-dependent manner. Oncotarget. 2016;7(32):52166-52178."}, {"Citation": "Mehrara E. Quantitative analysis of tumor growth and response to therapy, Department of Physics; Institutionen för fysik; 2010."}, {"Citation": "Reissmann S. Cell penetration: scope and limitations by the application of cell-penetrating peptides. J Pept Sci. 2014;20(10):760-784."}, {"Citation": "Yavari B, Mahjub R, Saidijam M, Raigani M, Soleimani M. The potential use of peptides in cancer treatment. Curr Protein Peptide Sci. 2018;19(8):759-770."}, {"Citation": "Kurrikoff K, Aphkhazava D, Langel Ü. The future of peptides in cancer treatment. Curr Opin Pharmacol. 2019;47:27-32."}, {"Citation": "Klijn JG, Beex LV, Mauriac L, et al. Combined treatment with buserelin and tamoxifen in premenopausal metastatic breast cancer: a randomized study. J Natl Cancer Inst. 2000;92(11):903-911."}, {"Citation": "Thundimadathil J. Cancer treatment using peptides: current therapies and future prospects. J Amino Acids. 2012;2012:1-13."}, {"Citation": "Karpiński TM, Adamczak A. Anticancer activity of bacterial proteins and peptides. Pharmaceutics. 2018;10(2):54."}, {"Citation": "Yaghoubi A, Khazaei M, Avan A, Hasanian SM, Cho WC, Soleimanpour S. p28 Bacterial Peptide, as an Anticancer Agent. Front Oncol. 2020;10:1303."}, {"Citation": "Habault J, Poyet J-L. Recent advances in cell penetrating peptide-based anticancer therapies. Molecules. 2019;24(5):927."}, {"Citation": "Warso M, Richards J, Mehta D, et al. A first-in-class, first-in-human, phase I trial of p28, a non-HDM2-mediated peptide inhibitor of p53 ubiquitination in patients with advanced solid tumours. Br J Cancer. 2013;108(5):1061-1070."}, {"Citation": "Lulla RR, Goldman S, Yamada T, et al. Phase I trial of p28 (NSC745104), a non-HDM2-mediated peptide inhibitor of p53 ubiquitination in pediatric patients with recurrent or progressive central nervous system tumors: A Pediatric Brain Tumor Consortium Study. Neuro Oncol. 2016;18(9):1319-1325."}, {"Citation": "Yamada T, Christov K, Shilkaitis A, et al. p28, a first in class peptide inhibitor of cop1 binding to p53. Br J Cancer. 2013;108(12):2495-2504."}, {"Citation": "Hilchie AL, Doucette CD, Pinto DM, Patrzykat A, Douglas S, Hoskin DW. Pleurocidin-family cationic antimicrobial peptides are cytolytic for breast carcinoma cells and prevent growth of tumor xenografts. Breast Cancer Res. 2011;13(5):R102."}, {"Citation": "Los M, Panigrahi S, Rashedi I, et al. Apoptin, a tumor-selective killer. Biochim Biophys Acta. 2009;1793(8):1335-1342."}, {"Citation": "Zhuang S, Landegent JE, Verschueren C, et al. Apoptin, a protein encoded by chicken anemia virus, induces cell death in various human hematologic malignant cells in vitro. Leukemia. 1995;9:S118-S120."}, {"Citation": "Liu X-W, Yuan P, Tian J, et al. PTD4-apoptin induces Bcl-2-insensitive apoptosis in human cervical carcinoma in vitro and in vivo. Anticancer Drugs. 2016;27(10):979-987."}, {"Citation": "Chaabane W, Cieślar-Pobuda A, El-Gazzah M, et al. Human-gyrovirus-Apoptin triggers mitochondrial death pathway-Nur77 is required for apoptosis triggering. Neoplasia. 2014;16(9):679-693."}, {"Citation": "Singh PK, Tiwari AK, Rajmani R, et al. Apoptin as a potential viral gene oncotherapeutic agent. Appl Biochem Biotechnol. 2015;176(1):196-212."}, {"Citation": "Amiri SA, Shahhosseini S, Zarei N, et al. A novel anti-CD22 scFv-apoptin fusion protein induces apoptosis in malignant B-cells. AMB Express. 2017;7(1):112."}, {"Citation": "Conlon KP, Basrur V, Rolland D, et al. Fusion peptides from oncogenic chimeric proteins as putative specific biomarkers of cancer. Mol Cell Proteomics. 2013;12(10):2714-2723."}, {"Citation": "Soleimani M, Mahnam K, Mirmohammad-Sadeghi H, Sadeghi-Aliabadi H, Jahanian-Najafabadi A. Theoretical design of a new chimeric protein for the treatment of breast cancer. Res Pharmaceut Sci. 2016;11(3):187-199."}, {"Citation": "Soleimani M, Sadeghi HM, Jahanian-Najafabadi A. A Bi-functional targeted P28-NRC chimeric protein with enhanced cytotoxic effects on breast cancer cell lines. Iran J Pharmaceut Res. 2019;18(2):735-744."}, {"Citation": "Noei A, Nili-Ahmadabadi A, Soleimani M. The enhanced cytotoxic effects of the p28-apoptin chimeric protein as a novel anticancer agent on breast cancer cell lines. Drug Res. 2019;69(03):144-150."}, {"Citation": "Weldon JE, Skarzynski M, Therres JA, et al. Designing the furin-cleavable linker in recombinant immunotoxins based on Pseudomonas exotoxin A. Bioconjug Chem. 2015;26(6):1120-1128."}, {"Citation": "Zhou N, Wu J, Qin Y-Y, et al. Novel peptide MT23 for potent penetrating and selective targeting in mouse melanoma cancer cells. Eur J Pharm Biopharm. 2017;120:80-88."}, {"Citation": "Wang H, Ma J-L, Yang Y-G, et al. Efficient therapeutic delivery by a novel cell-permeant peptide derived from KDM4A protein for antitumor and antifibrosis. Oncotarget. 2016;7(31):49075-49090."}], "ReferenceList": [], "Title": "REFERENCES"}], "History": [{"Year": "2021", "Month": "10", "Day": "31"}, {"Year": "2021", "Month": "7", "Day": "25"}, {"Year": "2021", "Month": "11", "Day": "15"}, {"Year": "2021", "Month": "11", "Day": "24", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "4", "Day": "22", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "11", "Day": "23", "Hour": "9", "Minute": "35"}], "PublicationStatus": "ppublish", "ArticleIdList": ["34812523", "10.1002/prot.26285"]}}], "PubmedBookArticle": []}