{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34811448", "DateCompleted": {"Year": "2022", "Month": "02", "Day": "08"}, "DateRevised": {"Year": "2023", "Month": "02", "Day": "08"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "11", "Day": "22"}], "Language": ["eng"], "ELocationID": ["22700", "10.1038/s41598-021-02160-y"], "Journal": {"ISSN": "2045-2322", "JournalIssue": {"Volume": "11", "Issue": "1", "PubDate": {"Year": "2021", "Month": "Nov", "Day": "22"}}, "Title": "Scientific reports", "ISOAbbreviation": "Sci Rep"}, "ArticleTitle": "Antioxidant and tyrosinase inhibitory activities of traditional fermented Rosa from Dali Bai communities, Northwest Yunnan, China.", "Pagination": {"StartPage": "22700", "MedlinePgn": "22700"}, "Abstract": {"AbstractText": ["Traditional fermented Rosa (TFR) is a typical food and medical product among the Dali Bai people, and its popularity is growing. A few studies have looked into TFR's medicinal advantages, linked germplasm resources, traditional processing procedures, and functional food qualities. Our goal was to look into Rosa's traditional processing, examine the dominant strains in TFR, and prove how these strains affected antioxidant and tyrosinase inhibitory activities. We used a snowball selection strategy to pick 371 informants for a semi-structured interview, supplemented with direct observations and sample collection. A microbial strain was isolated and identified from a TFR sample collected in the field. We synthesized TFR in the lab using the traditional way. Both of 2, 2-diphenyl-1 picrylhydrazyl (DPPH) free radical scavenging and tyrosinase inhibitory properties of the fermented solution of Rosa 'Dianhong' have been tested in this study. Altogether 15 species belonging to the genus Rosa, which are utilized in herbal medicine and fermented foods. Rosa 'Dianhong' was the Bai community's principal species with considerable cultural value and consumption. Raw Rosa petals included 15 major flavonoids and phenols, which were identified as TFR's active components. TFR-1 was discovered to be the dominating microbial strain in TFR, increasing total phenolic and flavonoid content in the fermented solution of Rosa 'Dianhong' by 0.45 mg GAE/ml and 0.60 mg RE/ml, respectively, after 30 days. TFR-1 also exhibited promising activity in terms of DPPH free radical scavenging and tyrosinase inhibition. TFR showed potent antioxidant and free-radical scavenger properties and is beneficial in skincare and nutrition, according to the findings. TFR's medicinal and edible properties suggest that it could be used as a cosmetic or nutraceutical product."], "CopyrightInformation": "© 2021. The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Bio-Innovation Center of DR PLANT, Kunming Institute of Botany, Chinese Academy of Sciences, Kunming, 650201, Yunnan, China."}, {"Identifier": [], "Affiliation": "Key Laboratory of Economic Plants and Biotechnology, Kunming Institute of Botany, Chinese Academy of Sciences, Kunming, 650201, Yunnan, China."}, {"Identifier": [], "Affiliation": "Center of Biodiversity and Indigenous Knowledge, Kunming, 650034, Yunnan, China."}], "LastName": "Lang", "ForeName": "Bayi", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Forestry and Vocational Technology in Yunnan, Kunming, 650224, Yunnan, China."}], "LastName": "Zhao", "ForeName": "Yanqiang", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Center of Biodiversity and Indigenous Knowledge, Kunming, 650034, Yunnan, China."}, {"Identifier": [], "Affiliation": "Southwest Forestry University, Kunming, 650224, Yunnan, China."}], "LastName": "Yang", "ForeName": "Rong", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Center of Biodiversity and Indigenous Knowledge, Kunming, 650034, Yunnan, China."}, {"Identifier": [], "Affiliation": "Southwest Forestry University, Kunming, 650224, Yunnan, China."}], "LastName": "Liu", "ForeName": "Aizhong", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "N.Gene Solution of Natural Innovation, Kathmandu, GPO, 44614, Nepal. sailesh.ranjitkar@gmail.com."}, {"Identifier": [], "Affiliation": "Faculty of Humanities and Social Science, Mid-Western University, Naya Bato, Lalitpur, 44600, Nepal. sailesh.ranjitkar@gmail.com."}], "LastName": "Ranjitkar", "ForeName": "Sailesh", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Bio-Innovation Center of DR PLANT, Kunming Institute of Botany, Chinese Academy of Sciences, Kunming, 650201, Yunnan, China. rattan@mail.kib.ac.cn."}, {"Identifier": [], "Affiliation": "Key Laboratory of Economic Plants and Biotechnology, Kunming Institute of Botany, Chinese Academy of Sciences, Kunming, 650201, Yunnan, China. rattan@mail.kib.ac.cn."}, {"Identifier": [], "Affiliation": "Center of Biodiversity and Indigenous Knowledge, Kunming, 650034, Yunnan, China. rattan@mail.kib.ac.cn."}], "LastName": "Yang", "ForeName": "Lixin", "Initials": "L"}], "GrantList": [{"GrantID": "31670340", "Agency": "Natural Science Foundation of China", "Country": ""}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Sci Rep", "NlmUniqueID": "101563288", "ISSNLinking": "2045-2322"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Biphenyl Compounds"}, {"RegistryNumber": "0", "NameOfSubstance": "Enzyme Inhibitors"}, {"RegistryNumber": "0", "NameOfSubstance": "Flavonoids"}, {"RegistryNumber": "0", "NameOfSubstance": "Free Radical Scavengers"}, {"RegistryNumber": "0", "NameOfSubstance": "Phenols"}, {"RegistryNumber": "0", "NameOfSubstance": "Picrates"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}, {"RegistryNumber": "DFD3H4VGDH", "NameOfSubstance": "1,1-diphenyl-2-picrylhydrazyl"}, {"RegistryNumber": "EC 1.14.18.1", "NameOfSubstance": "Monophenol Monooxygenase"}], "MeshHeadingList": [{"QualifierName": ["metabolism"], "DescriptorName": "Biphenyl Compounds"}, {"QualifierName": [], "DescriptorName": "China"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Enzyme Inhibitors"}, {"QualifierName": [], "DescriptorName": "Farmers"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": [], "DescriptorName": "Fermentation"}, {"QualifierName": ["analysis", "microbiology"], "DescriptorName": "Fermented Foods"}, {"QualifierName": ["analysis"], "DescriptorName": "Flavonoids"}, {"QualifierName": ["chemistry", "metabolism"], "DescriptorName": "Flowers"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Free Radical Scavengers"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": ["antagonists & inhibitors", "metabolism"], "DescriptorName": "Monophenol Monooxygenase"}, {"QualifierName": ["analysis"], "DescriptorName": "Phenols"}, {"QualifierName": ["metabolism"], "DescriptorName": "Picrates"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Plant Extracts"}, {"QualifierName": ["chemistry", "metabolism"], "DescriptorName": "Rosa"}, {"QualifierName": ["drug effects"], "DescriptorName": "Signal Transduction"}, {"QualifierName": ["methods"], "DescriptorName": "Spectrophotometry"}], "CoiStatement": "The authors declare no competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Nkhata SG, Ayua E, Kamau EH, Shingiro JB. Fermentation and germination improve nutritional value of cereals and legumes through activation of endogenous enzymes. Food Sci. Nutr. 2018;6:2446–2458.", "ArticleIdList": ["PMC6261201", "30510746"]}, {"Citation": "Xiang H, Sun-Waterhousea DX, Waterhouse GIN, Cui C, Ruan Z. Fermentation-enabled wellness foods: a fresh perspective. Food Sci. Hum. Wellness. 2019;8:203–243."}, {"Citation": "Xiao YS, Xiong T, Peng Z, Liu CG, Huang T, Yu H, et al. Correlation between microbiota and flavours in fermentation of Chinese Sichuan Paocai. Food Res. Int. 2018;114:123–132.", "ArticleIdList": ["30361008"]}, {"Citation": "Pang XN, Han BZ, Huang XN, Zhang X, Hou LF, Cao M, et al. Effect of the environment microbiota on the flavour of light flavour Baijiu during spontaneous fermentation. Sci. Rep. 2018;8:3396.", "ArticleIdList": ["PMC5821866", "29467508"]}, {"Citation": "Huang XN, Yu S, Han BZ, Chen JY. Bacterial community succession and metabolite changes during sufu fermentation. LWT Food Sci. Technol. 2018;97:537–545."}, {"Citation": "Cai YX, Wang JH, Catherine MA. Fermentation for enhancing the bioconversion of glucoraphanin into sulforaphane and improve the functional attributes of broccoli puree. J. Funct. Foods. 2019;61:103461."}, {"Citation": "Matusheski NV, Jeffery EH. Comparison of the bioactivity of two glucoraphanin hydrolysis products found in broccoli, sulforaphane and sulforaphane nitrile. J. Agric. Food Chem. 2001;49(12):5743–5749.", "ArticleIdList": ["11743757"]}, {"Citation": "Soundararajan P, Kim J. Anti-carcinogenic glucosinolates in cruciferous vegetables and their antagonistic effects on prevention of cancers. Molecules. 2018;23(11):2983.", "ArticleIdList": ["PMC6278308", "30445746"]}, {"Citation": "Axelsson AS, Tubbs E, Mecham B, Chacko S, Nenonen HA, Tang Y, et al. Sulforaphane reduces hepatic glucose production and improves glucose control in patients with type 2 diabetes. Sci. Translat. Med. 2017;9(394):eaah4477.", "ArticleIdList": ["28615356"]}, {"Citation": "Martins T, Colaco B, Venancio C, Pires MJ, Oliveira PA, Rosa E, et al. Poten-tial effects of sulforaphane to fight obesity. J. Sci. Food Agric. 2018;98(8):2837–2844.", "ArticleIdList": ["29363750"]}, {"Citation": "Singh K, Connors SL, Macklin EA, Smith KD, Fahey JW, Talalay P, et al. Sulforaphane treatment of autism spectrum disorder (ASD) Proc. Natl. Acad. Sci. U.S.A. 2014;111(43):15550–15555.", "ArticleIdList": ["PMC4217462", "25313065"]}, {"Citation": "Cíntia LH, Fernando SL, Marcela FGG, Megda SF, Sandra RG, Elza II. Parameters of the fermentation of soybean flour by Monascus purpureus or Aspergillus oryzae on the production of bioactive compounds and antioxidant activity. Food Chem. 2019;271:274–283.", "ArticleIdList": ["30236677"]}, {"Citation": "Grażyna B, Elżbieta K, Joanna G, Ilona GC, Radosław M. Lactic acid fermentation of legume seed sprouts as a method of increasing the content of isoflavones and reducing microbial contamination. Food Chem. 2019;285:478–484.", "ArticleIdList": ["30797373"]}, {"Citation": "Scott R, Sullivan WC. Ecology of fermented foods. Hum. Ecol. Rev. 2008;15(1):25–31."}, {"Citation": "Nabhan GP. Ethnobiology for a diverse world: microbial ethnobiology and the loss of distinctive food cultures. J. Ethnobiol. Ethnomed. 2010;30(2):181–183."}, {"Citation": "Gazzaneo L, de Lucena R, de Albuquerque U. Knowledge and use of medicinal plants by local specialists in a region of Atlantic Forest in the state of Pernambuco (Northern Brazil) J. Ethnobiol. Ethnomed. 2005;1(1):9–9.", "ArticleIdList": ["PMC1291389", "16270911"]}, {"Citation": "Lozada M. Nontimber forest product use in two human populations from northwest patagonia: a quantitative approach. Hum. Ecol. 2001;29(4):367–380."}, {"Citation": "Vinokur Y, Rodov V, Reznick N, Goldman G, Horev B, Umiel N, Friedman H. Rose petal tea as an antioxidant-rich beverage: cultivar effects. J. Food Sci. 2006;71(1):542–547."}, {"Citation": "Zheng JY, Meenua M, Xu BJ. A systematic investigation on free phenolic acids and flflavonoids profifiles of commonly consumed edible flowers in China. J. Pharm. Biomed. Anal. 2019;172:268–277.", "ArticleIdList": ["31078063"]}, {"Citation": "Yokozawa T, Chen CC, Dong E, Tanaka T, Nonaka GI, Nishioka I. Study on the inhibitory effect of tannins and flflavonoids against the 1,1-diphenyl-2- picrylhydrazyl radical. Biochem. Pharmacol. 1998;56:213–222.", "ArticleIdList": ["9698075"]}, {"Citation": "Chu SC, Chen C. Effects of origins and fermentation time on the antioxidant activities of kombucha. Food Chem. 2006;98(3):502–507."}, {"Citation": "Khokhar S, Owusu Apenten RK. Iron binding characteristics of phenolic compounds: some tentative structure–activity relations. Food Chem. 2003;81(1):133–140."}, {"Citation": "Lee J, Koo N, Min DB. Reactive oxygen species, aging, and antioxidative nutraceuticals. Compr. Rev. Food Sci. Food Saf. 2004;3(1):21–33.", "ArticleIdList": ["33430557"]}, {"Citation": "Jin, J. The Comparative Analysis of Antioxidant Activity and Flavonoid Compositions from Petals of Four Rosa Species, 31–65 (Guizhou Normal University, 2018)."}, {"Citation": "Gou L, Lee J, Hao H, Park Y, Zhan Y, Lü Z. The efect of oxaloacetic acid on tyrosinase activity and structure: integration of inhibition kinetics with docking simulation. Int. J. Biol. Macromol. 2017;101:59–66.", "ArticleIdList": ["28322963"]}, {"Citation": "Nguyen H, Nguyen N, Nguyen M, Lee T, Do T, Hung T, et al. Tyrosinase inhibitory activity of flavonoids from Artocarpus heterophyllous. Chem. Cent. J. 2016;10:1–6.", "ArticleIdList": ["PMC4734850", "26834825"]}, {"Citation": "Zhang L, Zhao X, Tao G, Chen J, Zheng Z. Investigating the inhibitory activity and mechanism dierences between norartocarpetin and luteolin for tyrosinase, a combinatory kinetic study and computational simulation analysis. Food Chem. 2017;223:40–48.", "ArticleIdList": ["28069121"]}, {"Citation": "Yang LX, Gao Y, Fan YX. Ethnobotanical study and textual research on skin care efficacy of Rosa. J. Chin. Med. Mater. 2018;41(2):498–502."}, {"Citation": "Morales P, Carvalho AM, Sánchez-Mata MC, Cámara M, Molina M, Ferreira ICFR. Tocopherol composition and antioxidant activity of Spanish wild vegetables. Genet. Resour. Crop Evol. 2012;59(5):851–863."}, {"Citation": "Aires A, Carvalho R, Rosa EAS, Saavedra MJ. Phytochemical characterization and antioxidant properties of baby—leaf water cress produced under organic production system. CyTA-J. Food. 2013;11(4):343–351."}, {"Citation": "Pieroni A, Janiak V, Dürr CM, et al. In vitro antioxidant activity of non-cultivated vegetables of ethnic Albanians in southern Italy. Phytother. Res. 2002;16:467–473.", "ArticleIdList": ["12203269"]}, {"Citation": "Di Cagno R, Coda R, De Angelis M, Gobbetti M. Exploitation of vegetables and fruits through lactic acid fermentation. Food Microbiol. 2013;33(1):1–10.", "ArticleIdList": ["23122495"]}, {"Citation": "Ye JH, Huang LY, Netsanet ST, Mary AA. Fermentation-based biotransformation of glucosinolates, phenolics and sugars in retorted broccoli puree by lactic acid bacteria. Food Chem. 2019;286:616–623.", "ArticleIdList": ["30827654"]}, {"Citation": "Wu R, Yu M, Liu X, Meng L, Wang Q, Xue Y, et al. Changes in flavour and microbial diversity during natural fermentation of suan-cai, a traditional food made in Northeast China. Int. J. Food Microbiol. 2015;211:23–31.", "ArticleIdList": ["26159472"]}, {"Citation": "Jacob V, Hagai T, Soliman K. Structure-activity relationships of flavonoids. Curr. Org. Chem. 2011;15(15):2641–2657."}, {"Citation": "Han XJ, Xu ZJ, Yue TL. Metabolic fingerprinting analysis of Zygosaccha-romyces rouxii under sugar stress. Food Sci. 2018;39(12):167–173."}, {"Citation": "Sperber W, Doyle MP. Compendium of the Microbiological Spoilage of Foods and Beverages. Springer; 2009. pp. 235–236."}, {"Citation": "Fan YX, Zhao YQ, Liu AZ, Alan H, Wang CF, Li LQ, et al. Indigenous knowledge of dye-yielding plants among Bai communities in Dali, Northwest Yunnan, China. J. Ethnobiol. Ethnomed. 2018;14:74.", "ArticleIdList": ["PMC6262949", "30486880"]}, {"Citation": "Yang Y, Ma JQ, Chen W, Li WF, Sun YD, Xu MH. Investigation on Vegetable-Edible flower plant resources and autophagy culture in Yunnan province. J. Plant Genet. Resour. 2017;18(6):1125–1136."}, {"Citation": "International Society of Ethnobiology. ISE Code of Ethics (with 2008 additions). http://ethnobiology.net/code-of-ethics/ (2006)."}, {"Citation": "Heckathorn DD. Snowball versus respondent-driven sampling. Sociol. Methodol. 2011;41:355–366.", "ArticleIdList": ["PMC3250988", "22228916"]}, {"Citation": "Dong HX, Shi MZ. Isolation and determination of soil microorganisms. Soil Fertil. 2018;20:072."}, {"Citation": "Jiang MD, Hu XF. Preliminary study on detection of bacteria in maize seeds. Nong Yi Nong Ji. 2017;15:59–60."}, {"Citation": "Fang ZD. Plant Research Methods. China Agricultural Press; 1998. p. 47."}, {"Citation": "Chen ZB, Chen XW, Xia TY. Study on diversity of cultivable endophytic bacteria isolated from petals of edible roses. Southwest China J. Agric. Sci. 2016;06(29):1408–1413."}, {"Citation": "Zhou J, Bruns MA, Tiedje JM. DNA recovery from soils of diverse composition. Appl. Environ. Microbiol. 1996;62(2):316–322.", "ArticleIdList": ["PMC167800", "8593035"]}, {"Citation": "Blanc G, Wolfe KH. Widespread paleopolyploidy in model plant species inferred from age distributions of duplicate genes. Plant Cell. 2004;16:1667–1678.", "ArticleIdList": ["PMC514152", "15208399"]}, {"Citation": "Kang WY, Li CF, Liu XY. Antioxidant phenolic compounds and flavonoids of Mitragyna rotundifolia (Roxb.) Kuntze in vitro. Med. Chem. Res. 2010;19:1222–1232."}, {"Citation": "El Atki Y, Aouam I, El kamari F, Taroq A, Lyoussi B, Taleb M, et al. Total phenolic and flavonoid contents and antioxidant activities of extracts from Teucrium polium growing wild in Morocco. Mater. Today Proc. 2019;13:777–783."}, {"Citation": "Elena N, Gabriel LR, Camelia A, Gabriela P. Antioxidant activity, acetylcholinesterase and tyrosinase inhibitory potential of Pulmonaria officinalis and Centarium umbellatum extracts. Saudi J. Biol. Sci. 2018;25:578–585.", "ArticleIdList": ["PMC5910643", "29686522"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "5", "Day": "17"}, {"Year": "2021", "Month": "10", "Day": "27"}, {"Year": "2021", "Month": "11", "Day": "23", "Hour": "6", "Minute": "27"}, {"Year": "2021", "Month": "11", "Day": "24", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "2", "Day": "9", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "11", "Day": "22"}], "PublicationStatus": "epublish", "ArticleIdList": ["34811448", "PMC8608822", "10.1038/s41598-021-02160-y", "10.1038/s41598-021-02160-y"]}}], "PubmedBookArticle": []}