{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["benzylisoquinoline alkaloid", "gene cluster", "jasmonate signaling", "metabolic engineering", "monoterpene indole alkaloid", "nicotine", "steroidal glycoalkaloid", "transcription factor", "transcriptional network"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34827717", "DateCompleted": {"Year": "2024", "Month": "07", "Day": "25"}, "DateRevised": {"Year": "2024", "Month": "07", "Day": "25"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "11", "Day": "18"}], "Language": ["eng"], "ELocationID": ["1719", "10.3390/biom11111719"], "Journal": {"ISSN": "2218-273X", "JournalIssue": {"Volume": "11", "Issue": "11", "PubDate": {"Year": "2021", "Month": "Nov", "Day": "18"}}, "Title": "Biomolecules", "ISOAbbreviation": "Biomolecules"}, "ArticleTitle": "Transcription Factors in Alkaloid Engineering.", "Abstract": {"AbstractText": ["Plants produce a large variety of low-molecular-weight and specialized secondary compounds. Among them, nitrogen-containing alkaloids are the most biologically active and are often used in the pharmaceutical industry. Although alkaloid chemistry has been intensively investigated, characterization of alkaloid biosynthesis, including biosynthetic enzyme genes and their regulation, especially the transcription factors involved, has been relatively delayed, since only a limited number of plant species produce these specific types of alkaloids in a tissue/cell-specific or developmental-specific manner. Recent advances in molecular biology technologies, such as RNA sequencing, co-expression analysis of transcripts and metabolites, and functional characterization of genes using recombinant technology and cutting-edge technology for metabolite identification, have enabled a more detailed characterization of alkaloid pathways. Thus, transcriptional regulation of alkaloid biosynthesis by transcription factors, such as basic helix-loop-helix (bHLH), APETALA2/ethylene-responsive factor (AP2/ERF), and WRKY, is well elucidated. In addition, jasmonate signaling, an important cue in alkaloid biosynthesis, and its cascade, interaction of transcription factors, and post-transcriptional regulation are also characterized and show cell/tissue-specific or developmental regulation. Furthermore, current sequencing technology provides more information on the genome structure of alkaloid-producing plants with large and complex genomes, for genome-wide characterization. Based on the latest information, we discuss the application of transcription factors in alkaloid engineering."]}, "AuthorList": [{"Identifier": ["0000-0003-4699-9799"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Medicinal Cell Biology, Kobe Pharmaceutical University, Kobe 658-8558, Japan."}], "LastName": "Yamada", "ForeName": "Yasuyuki", "Initials": "Y"}, {"Identifier": ["0000-0001-9497-4452"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Plant Gene and Totipotency, Division of Integrated Life Science, Graduate School of Biostudies, Kyoto University, Kyoto 606-8502, Japan."}, {"Identifier": [], "Affiliation": "Graduate School of Science, Osaka Prefecture University, Sakai 599-8531, Japan."}], "LastName": "Sato", "ForeName": "Fumihiko", "Initials": "F"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Biomolecules", "NlmUniqueID": "101596414", "ISSNLinking": "2218-273X"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Alkaloids"}, {"RegistryNumber": "0", "NameOfSubstance": "Transcription Factors"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Proteins"}], "MeshHeadingList": [{"QualifierName": ["chemistry", "biosynthesis", "metabolism"], "DescriptorName": "Alkaloids"}, {"QualifierName": ["metabolism", "genetics"], "DescriptorName": "Transcription Factors"}, {"QualifierName": [], "DescriptorName": "Gene Expression Regulation, Plant"}, {"QualifierName": ["genetics", "metabolism"], "DescriptorName": "Plant Proteins"}, {"QualifierName": ["genetics", "metabolism"], "DescriptorName": "Plants"}], "CoiStatement": "The authors declare no competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Sato F. 2.26—Plant Alkaloid Engineering. In: Ben Liu H.-W., Begley T.P., editors. Comprehensive Natural Products III. Elsevier; Oxford, UK: 2020. pp. 700–755."}, {"Citation": "Yamada Y., Sato F. Transcription Factors in Alkaloid Biosynthesis. Int. Rev. Cell Mol. Biol. 2013;305:339–382.", "ArticleIdList": ["23890386"]}, {"Citation": "Zhou M., Memelink J. Jasmonate-Responsive Transcription Factors Regulating Plant Secondary Metabolism. Biotechnol. Adv. 2016;34:441–449. doi: 10.1016/j.biotechadv.2016.02.004.", "ArticleIdList": ["10.1016/j.biotechadv.2016.02.004", "26876016"]}, {"Citation": "Menke F.L., Champion A., Kijne J.W., Memelink J. A Novel Jasmonate- and Elicitor-Responsive Element in the Periwinkle Secondary Metabolite Biosynthetic Gene Str Interacts with a Jasmonate- and Elicitor-Inducible AP2-Domain Transcription Factor, ORCA2. EMBO J. 1999;18:4455–4463. doi: 10.1093/emboj/18.16.4455.", "ArticleIdList": ["10.1093/emboj/18.16.4455", "PMC1171520", "10449411"]}, {"Citation": "Van der Fits L., Memelink J. ORCA3, a Jasmonate-Responsive Transcriptional Regulator of Plant Primary and Secondary Metabolism. Science. 2000;289:295–297. doi: 10.1126/science.289.5477.295.", "ArticleIdList": ["10.1126/science.289.5477.295", "10894776"]}, {"Citation": "Paul P., Singh S.K., Patra B., Sui X., Pattanaik S., Yuan L. A Differentially Regulated AP2/ERF Transcription Factor Gene Cluster Acts Downstream of a MAP Kinase Cascade to Modulate Terpenoid Indole Alkaloid Biosynthesis in Catharanthus Roseus. New Phytol. 2017;213:1107–1123. doi: 10.1111/nph.14252.", "ArticleIdList": ["10.1111/nph.14252", "27801944"]}, {"Citation": "Paul P., Singh S.K., Patra B., Liu X., Pattanaik S., Yuan L. Mutually Regulated AP2/ERF Gene Clusters Modulate Biosynthesis of Specialized Metabolites in Plants. Plant Physiol. 2020;182:840–856. doi: 10.1104/pp.19.00772.", "ArticleIdList": ["10.1104/pp.19.00772", "PMC6997685", "31727678"]}, {"Citation": "Singh S.K., Patra B., Paul P., Liu Y., Pattanaik S., Yuan L. Revisiting the ORCA Gene Cluster That Regulates Terpenoid Indole Alkaloid Biosynthesis in Catharanthus Roseus. Plant Sci. 2020;293:110408. doi: 10.1016/j.plantsci.2020.110408.", "ArticleIdList": ["10.1016/j.plantsci.2020.110408", "32081258"]}, {"Citation": "Pan Q., Wang C., Xiong Z., Wang H., Fu X., Shen Q., Peng B., Ma Y., Sun X., Tang K. CrERF5, an AP2/ERF Transcription Factor, Positively Regulates the Biosynthesis of Bisindole Alkaloids and Their Precursors in Catharanthus Roseus. Front. Plant Sci. 2019;10:931. doi: 10.3389/fpls.2019.00931.", "ArticleIdList": ["10.3389/fpls.2019.00931", "PMC6657538", "31379908"]}, {"Citation": "Liu J., Gao F., Ren J., Lu X., Ren G., Wang R. A Novel AP2/ERF Transcription Factor CR1 Regulates the Accumulation of Vindoline and Serpentine in Catharanthus Roseus. Front. Plant Sci. 2017;8:2082. doi: 10.3389/fpls.2017.02082.", "ArticleIdList": ["10.3389/fpls.2017.02082", "PMC5724233", "29270185"]}, {"Citation": "Shoji T., Kajikawa M., Hashimoto T. Clustered Transcription Factor Genes Regulate Nicotine Biosynthesis in Tobacco. Plant Cell. 2010;22:3390–3409. doi: 10.1105/tpc.110.078543.", "ArticleIdList": ["10.1105/tpc.110.078543", "PMC2990138", "20959558"]}, {"Citation": "De Sutter V., Vanderhaeghen R., Tilleman S., Lammertyn F., Vanhoutte I., Karimi M., Inzé D., Goossens A., Hilson P. Exploration of Jasmonate Signalling via Automated and Standardized Transient Expression Assays in Tobacco Cells. Plant J. 2005;44:1065–1076. doi: 10.1111/j.1365-313X.2005.02586.x.", "ArticleIdList": ["10.1111/j.1365-313X.2005.02586.x", "16359398"]}, {"Citation": "De Boer K., Tilleman S., Pauwels L., Vanden Bossche R., De Sutter V., Vanderhaeghen R., Hilson P., Hamill J.D., Goossens A. APETALA2/ETHYLENE RESPONSE FACTOR and Basic Helix-Loop-Helix Tobacco Transcription Factors Cooperatively Mediate Jasmonate-Elicited Nicotine Biosynthesis. Plant J. 2011;66:1053–1065. doi: 10.1111/j.1365-313X.2011.04566.x.", "ArticleIdList": ["10.1111/j.1365-313X.2011.04566.x", "21418355"]}, {"Citation": "Sears M.T., Zhang H., Rushton P.J., Wu M., Han S., Spano A.J., Timko M.P. NtERF32: A Non-NIC2 Locus AP2/ERF Transcription Factor Required in Jasmonate-Inducible Nicotine Biosynthesis in Tobacco. Plant Mol. Biol. 2014;84:49–66. doi: 10.1007/s11103-013-0116-2.", "ArticleIdList": ["10.1007/s11103-013-0116-2", "23934400"]}, {"Citation": "Cárdenas P.D., Sonawane P.D., Pollier J., Vanden Bossche R., Dewangan V., Weithorn E., Tal L., Meir S., Rogachev I., Malitsky S., et al. GAME9 Regulates the Biosynthesis of Steroidal Alkaloids and Upstream Isoprenoids in the Plant Mevalonate Pathway. Nat. Commun. 2016;7:10654. doi: 10.1038/ncomms10654.", "ArticleIdList": ["10.1038/ncomms10654", "PMC4756317", "26876023"]}, {"Citation": "Thagun C., Imanishi S., Kudo T., Nakabayashi R., Ohyama K., Mori T., Kawamoto K., Nakamura Y., Katayama M., Nonaka S., et al. Jasmonate-Responsive ERF Transcription Factors Regulate Steroidal Glycoalkaloid Biosynthesis in Tomato. Plant Cell Physiol. 2016;57:961–975. doi: 10.1093/pcp/pcw067.", "ArticleIdList": ["10.1093/pcp/pcw067", "27084593"]}, {"Citation": "Udomsom N., Rai A., Suzuki H., Okuyama J., Imai R., Mori T., Nakabayashi R., Saito K., Yamazaki M. Function of AP2/ERF Transcription Factors Involved in the Regulation of Specialized Metabolism in Ophiorrhiza Pumila Revealed by Transcriptomics and Metabolomics. Front. Plant Sci. 2016;7:1861. doi: 10.3389/fpls.2016.01861.", "ArticleIdList": ["10.3389/fpls.2016.01861", "PMC5145908", "28018397"]}, {"Citation": "Yamada Y., Nishida S., Shitan N., Sato F. Genome-Wide Identification of AP2/ERF Transcription Factor-Encoding Genes in California Poppy (Eschscholzia Californica) and Their Expression Profiles in Response to Methyl Jasmonate. Sci. Rep. 2020;10:18066. doi: 10.1038/s41598-020-75069-7.", "ArticleIdList": ["10.1038/s41598-020-75069-7", "PMC7582171", "33093564"]}, {"Citation": "Kato N., Dubouzet E., Kokabu Y., Yoshida S., Taniguchi Y., Dubouzet J.G., Yazaki K., Sato F. Identification of a WRKY Protein as a Transcriptional Regulator of Benzylisoquinoline Alkaloid Biosynthesis in Coptis Japonica. Plant Cell Physiol. 2007;48:8–18. doi: 10.1093/pcp/pcl041.", "ArticleIdList": ["10.1093/pcp/pcl041", "17132631"]}, {"Citation": "Suttipanta N., Pattanaik S., Kulshrestha M., Patra B., Singh S.K., Yuan L. The Transcription Factor CrWRKY1 Positively Regulates the Terpenoid Indole Alkaloid Biosynthesis in Catharanthus Roseus. Plant Physiol. 2011;157:2081–2093. doi: 10.1104/pp.111.181834.", "ArticleIdList": ["10.1104/pp.111.181834", "PMC3327198", "21988879"]}, {"Citation": "Mishra S., Triptahi V., Singh S., Phukan U.J., Gupta M.M., Shanker K., Shukla R.K. Wound Induced Tanscriptional Regulation of Benzylisoquinoline Pathway and Characterization of Wound Inducible PsWRKY Transcription Factor from Papaver Somniferum. PLoS ONE. 2013;8:e52784.", "ArticleIdList": ["PMC3559656", "23382823"]}, {"Citation": "Xu M., Wu C., Zhao L., Wang Y., Wang C., Zhou W., Ming Y., Kai G. WRKY Transcription Factor OpWRKY1 Acts as a Negative Regulator of Camptothecin Biosynthesis in Ophiorrhiza Pumila Hairy Roots. Plant Cell Tissue Organ Cult. 2020;142:69–78. doi: 10.1007/s11240-020-01833-2.", "ArticleIdList": ["10.1007/s11240-020-01833-2"]}, {"Citation": "Hao X., Xie C., Ruan Q., Zhang X., Wu C., Han B., Qian J., Zhou W., Nützmann H.-W., Kai G. The Transcription Factor OpWRKY2 Positively Regulates the Biosynthesis of the Anticancer Drug Camptothecin in Ophiorrhiza Pumila. Hortic. Res. 2021;8:7. doi: 10.1038/s41438-020-00437-3.", "ArticleIdList": ["10.1038/s41438-020-00437-3", "PMC7775441", "33384421"]}, {"Citation": "Wang C., Wu C., Wang Y., Xie C., Shi M., Nile S., Zhou Z., Kai G. Transcription Factor OpWRKY3 Is Involved in the Development and Biosynthesis of Camptothecin and Its Precursors in Ophiorrhiza Pumila Hairy Roots. Int. J. Mol. Sci. 2019;20:3996. doi: 10.3390/ijms20163996.", "ArticleIdList": ["10.3390/ijms20163996", "PMC6719216", "31426351"]}, {"Citation": "Todd A.T., Liu E., Polvi S.L., Pammett R.T., Page J.E. A Functional Genomics Screen Identifies Diverse Transcription Factors That Regulate Alkaloid Biosynthesis in Nicotiana Benthamiana. Plant J. 2010;62:589–600. doi: 10.1111/j.1365-313X.2010.04186.x.", "ArticleIdList": ["10.1111/j.1365-313X.2010.04186.x", "20202168"]}, {"Citation": "Zhang H.-B., Bokowiec M.T., Rushton P.J., Han S.-C., Timko M.P. Tobacco Transcription Factors NtMYC2a and NtMYC2b Form Nuclear Complexes with the NtJAZ1 Repressor and Regulate Multiple Jasmonate-Inducible Steps in Nicotine Biosynthesis. Mol. Plant. 2012;5:73–84. doi: 10.1093/mp/ssr056.", "ArticleIdList": ["10.1093/mp/ssr056", "21746701"]}, {"Citation": "Sui X., He X., Song Z., Gao Y., Zhao L., Jiao F. The Gene NtMYC2a Acts as a “Master Switch” in the Regulation of JA-induced Nicotine Accumulation in Tobacco. Plant. 2021;23:317–326. doi: 10.1111/plb.13223.", "ArticleIdList": ["10.1111/plb.13223", "33236500"]}, {"Citation": "Shoji T., Hashimoto T. Tobacco MYC2 Regulates Jasmonate-Inducible Nicotine Biosynthesis Genes Directly and by Way of the NIC2-Locus ERF Genes. Plant Cell Physiol. 2011;52:1117–1130. doi: 10.1093/pcp/pcr063.", "ArticleIdList": ["10.1093/pcp/pcr063", "21576194"]}, {"Citation": "Chatel G., Montiel G., Pré M., Memelink J., Thiersault M., Saint-Pierre B., Doireau P., Gantet P. CrMYC1, a Catharanthus Roseus Elicitor-and Jasmonate-Responsive bHLH Transcription Factor That Binds the G-Box Element of the Strictosidine Synthase Gene Promoter. J. Exp. Bot. 2003;54:2587–2588. doi: 10.1093/jxb/erg275.", "ArticleIdList": ["10.1093/jxb/erg275", "12966042"]}, {"Citation": "Zhang H., Hedhili S., Montiel G., Zhang Y., Chatel G., Pré M., Gantet P., Memelink J. The Basic Helix-Loop-Helix Transcription Factor CrMYC2 Controls the Jasmonate-Responsive Expression of the ORCA Genes That Regulate Alkaloid Biosynthesis in Catharanthus Roseus. Plant J. 2011;67:61–71. doi: 10.1111/j.1365-313X.2011.04575.x.", "ArticleIdList": ["10.1111/j.1365-313X.2011.04575.x", "21401746"]}, {"Citation": "Van Moerkercke A., Steensma P., Schweizer F., Pollier J., Gariboldi I., Payne R., Vanden Bossche R., Miettinen K., Espoz J., Purnama P.C., et al. The bHLH Transcription Factor BIS1 Controls the Iridoid Branch of the Monoterpenoid Indole Alkaloid Pathway in Catharanthus Roseus. Proc. Natl. Acad. Sci. USA. 2015;112:8130–8135. doi: 10.1073/pnas.1504951112.", "ArticleIdList": ["10.1073/pnas.1504951112", "PMC4491741", "26080427"]}, {"Citation": "Van Moerkercke A., Steensma P., Gariboldi I., Espoz J., Purnama P.C., Schweizer F., Miettinen K., Vanden Bossche R., De Clercq R., Memelink J., et al. The Basic Helix-Loop-Helix Transcription Factor BIS2 Is Essential for Monoterpenoid Indole Alkaloid Production in the Medicinal Plant Catharanthus Roseus. Plant J. 2016;88:3–12. doi: 10.1111/tpj.13230.", "ArticleIdList": ["10.1111/tpj.13230", "27342401"]}, {"Citation": "Singh S.K., Patra B., Paul P., Liu Y., Pattanaik S., Yuan L. BHLH IRIDOID SYNTHESIS 3 Is a Member of a bHLH Gene Cluster Regulating Terpenoid Indole Alkaloid Biosynthesis in Catharanthus Roseus. Plant Direct. 2021;5:e00305. doi: 10.1002/pld3.305.", "ArticleIdList": ["10.1002/pld3.305", "PMC7833464", "33532692"]}, {"Citation": "Yamada Y., Kokabu Y., Chaki K., Yoshimoto T., Ohgaki M., Yoshida S., Kato N., Koyama T., Sato F. Isoquinoline Alkaloid Biosynthesis Is Regulated by a Unique bHLH-Type Transcription Factor in Coptis Japonica. Plant Cell Physiol. 2011;52:1131–1141. doi: 10.1093/pcp/pcr062.", "ArticleIdList": ["10.1093/pcp/pcr062", "21576193"]}, {"Citation": "Yamada Y., Motomura Y., Sato F. CjbHLH1 Homologs Regulate Sanguinarine Biosynthesis in Eschscholzia Californica Cells. Plant Cell Physiol. 2015;56:1019–1030. doi: 10.1093/pcp/pcv027.", "ArticleIdList": ["10.1093/pcp/pcv027", "25713177"]}, {"Citation": "Patra B., Pattanaik S., Schluttenhofer C., Yuan L. A Network of Jasmonate-Responsive bHLH Factors Modulate Monoterpenoid Indole Alkaloid Biosynthesis in Catharanthus Roseus. New Phytol. 2018;217:1566–1581. doi: 10.1111/nph.14910.", "ArticleIdList": ["10.1111/nph.14910", "29178476"]}, {"Citation": "Van der Fits L., Zhang H., Menke F.L.H., Deneka M., Memelink J. A Catharanthus Roseus BPF-1 Homologue Interacts with an Elicitor-Responsive Region of the Secondary Metabolite Biosynthetic Gene Str and Is Induced by Elicitor via a JA-Independent Signal Transduction Pathway. Plant Mol. Biol. 2000;44:675–685. doi: 10.1023/A:1026526522555.", "ArticleIdList": ["10.1023/A:1026526522555", "11198427"]}, {"Citation": "Li C.Y., Leopold A.L., Sander G.W., Shanks J.V., Zhao L., Gibson S.I. CrBPF1 Overexpression Alters Transcript Levels of Terpenoid Indole Alkaloid Biosynthetic and Regulatory Genes. Front. Plant Sci. 2015;6:818. doi: 10.3389/fpls.2015.00818.", "ArticleIdList": ["10.3389/fpls.2015.00818", "PMC4589645", "26483828"]}, {"Citation": "Rohani E.R., Chiba M., Kawaharada M., Asano T., Oshima Y., Mitsuda N., Ohme-Takagi M., Fukushima A., Rai A., Saito K., et al. An MYB Transcription Factor Regulating Specialized Metabolisms in Ophiorrhiza Pumila. Plant Biotechnol. 2016;33:1–9. doi: 10.5511/plantbiotechnology.15.1117a.", "ArticleIdList": ["10.5511/plantbiotechnology.15.1117a"]}, {"Citation": "Sibéril Y., Benhamron S., Memelink J., Giglioli-Guivarc’h N., Thiersault M., Boisson B., Doireau P., Gantet P. Catharanthus Roseus G-Box Binding Factors 1 and 2 Act as Repressors of Strictosidine Synthase Gene Expression in Cell Cultures. Plant Mol. Biol. 2001;45:477–488. doi: 10.1023/A:1010650906695.", "ArticleIdList": ["10.1023/A:1010650906695", "11352466"]}, {"Citation": "Pauw B., Hilliou F.A.O., Martin V.S., Chatel G., de Wolf C.J.F., Champion A., Pré M., van Duijn B., Kijne J.W., van der Fits L., et al. Zinc Finger Proteins Act as Transcriptional Repressors of Alkaloid Biosynthesis Genes in Catharanthus Roseus. J. Biol. Chem. 2004;279:52940–52948. doi: 10.1074/jbc.M404391200.", "ArticleIdList": ["10.1074/jbc.M404391200", "15465826"]}, {"Citation": "Liu Y., Patra B., Pattanaik S., Wang Y., Yuan L. GATA and Phytochrome Interacting Factor Transcription Factors Regulate Light-Induced Vindoline Biosynthesis in Catharanthus Roseus. Plant Physiol. 2019;180:1336–1350. doi: 10.1104/pp.19.00489.", "ArticleIdList": ["10.1104/pp.19.00489", "PMC6752914", "31123092"]}, {"Citation": "Vom Endt D., Soares e Silva M., Kijne J.W., Pasquali G., Memelink J. Identification of a Bipartite Jasmonate-Responsive Promoter Element in the Catharanthus Roseus ORCA3 Transcription Factor Gene That Interacts Specifically with AT-Hook DNA-Binding Proteins. Plant Physiol. 2007;144:1680–1689. doi: 10.1104/pp.107.096115.", "ArticleIdList": ["10.1104/pp.107.096115", "PMC1914126", "17496112"]}, {"Citation": "Nakano T., Suzuki K., Fujimura T., Shinshi H. Genome-Wide Analysis of the ERF Gene Family in Arabidopsis and Rice. Plant Physiol. 2006;140:411–432. doi: 10.1104/pp.105.073783.", "ArticleIdList": ["10.1104/pp.105.073783", "PMC1361313", "16407444"]}, {"Citation": "Mizoi J., Shinozaki K., Yamaguchi-Shinozaki K. AP2/ERF Family Transcription Factors in Plant Abiotic Stress Responses. Biochim. Biophys. Acta. 2012;1819:86–96. doi: 10.1016/j.bbagrm.2011.08.004.", "ArticleIdList": ["10.1016/j.bbagrm.2011.08.004", "21867785"]}, {"Citation": "Lu X., Tang K., Li P. Plant Metabolic Engineering Strategies for the Production of Pharmaceutical Terpenoids. Front. Plant Sci. 2016;7:1647. doi: 10.3389/fpls.2016.01647.", "ArticleIdList": ["10.3389/fpls.2016.01647", "PMC5099148", "27877181"]}, {"Citation": "Zhang Y., Ji A., Xu Z., Luo H., Song J. The AP2/ERF Transcription Factor SmERF128 Positively Regulates Diterpenoid Biosynthesis in Salvia Miltiorrhiza. Plant Mol. Biol. 2019;100:83–93. doi: 10.1007/s11103-019-00845-7.", "ArticleIdList": ["10.1007/s11103-019-00845-7", "30847712"]}, {"Citation": "Shoji T., Yuan L. ERF Gene Clusters: Working Together to Regulate Metabolism. Trends Plant Sci. 2021;26:23–32. doi: 10.1016/j.tplants.2020.07.015.", "ArticleIdList": ["10.1016/j.tplants.2020.07.015", "32883605"]}, {"Citation": "Eulgem T., Somssich I.E. Networks of WRKY Transcription Factors in Defense Signaling. Curr. Opin. Plant Biol. 2007;10:366–371. doi: 10.1016/j.pbi.2007.04.020.", "ArticleIdList": ["10.1016/j.pbi.2007.04.020", "17644023"]}, {"Citation": "Rushton P.J., Somssich I.E., Ringler P., Shen Q.J. WRKY Transcription Factors. Trends Plant Sci. 2010;15:247–258. doi: 10.1016/j.tplants.2010.02.006.", "ArticleIdList": ["10.1016/j.tplants.2010.02.006", "20304701"]}, {"Citation": "Eulgem T., Rushton P.J., Robatzek S., Somssich I.E. The WRKY Superfamily of Plant Transcription Factors. Trends Plant Sci. 2000;5:199–206. doi: 10.1016/S1360-1385(00)01600-9.", "ArticleIdList": ["10.1016/S1360-1385(00)01600-9", "10785665"]}, {"Citation": "Yamasaki K., Kigawa T., Watanabe S., Inoue M., Yamasaki T., Seki M., Shinozaki K., Yokoyama S. Structural Basis for Sequence-Specific DNA Recognition by an Arabidopsis WRKY Transcription Factor. J. Biol. Chem. 2012;287:7683–7691. doi: 10.1074/jbc.M111.279844.", "ArticleIdList": ["10.1074/jbc.M111.279844", "PMC3293589", "22219184"]}, {"Citation": "Yamasaki K., Kigawa T., Seki M., Shinozaki K., Yokoyama S. DNA-Binding Domains of Plant-Specific Transcription Factors: Structure, Function, and Evolution. Trends Plant Sci. 2013;18:267–276. doi: 10.1016/j.tplants.2012.09.001.", "ArticleIdList": ["10.1016/j.tplants.2012.09.001", "23040085"]}, {"Citation": "Ma D., Pu G., Lei C., Ma L., Wang H., Guo Y., Chen J., Du Z., Wang H., Li G., et al. Isolation and Characterization of AaWRKY1, an Artemisia Annua Transcription Factor That Regulates the Amorpha-4, 11-Diene Synthase Gene, a Key Gene of Artemisinin Biosynthesis. Plant Cell Physiol. 2009;50:2146–2161. doi: 10.1093/pcp/pcp149.", "ArticleIdList": ["10.1093/pcp/pcp149", "19880398"]}, {"Citation": "Atchley W.R., Fitch W.M. A Natural Classification of the Basic Helix–loop–helix Class of Transcription Factors. Proc. Natl. Acad. Sci. USA. 1997;94:5172–5176. doi: 10.1073/pnas.94.10.5172.", "ArticleIdList": ["10.1073/pnas.94.10.5172", "PMC24651", "9144210"]}, {"Citation": "Stevens J.D., Roalson E.H., Skinner M.K. Phylogenetic and Expression Analysis of the Basic Helix-Loop-Helix Transcription Factor Gene Family: Genomic Approach to Cellular Differentiation. Differentiation. 2008;76:1006–1022. doi: 10.1111/j.1432-0436.2008.00285.x.", "ArticleIdList": ["10.1111/j.1432-0436.2008.00285.x", "PMC5728086", "18557763"]}, {"Citation": "Heim M.A., Jakoby M., Werber M., Martin C., Weisshaar B., Bailey P.C. The Basic Helix–Loop–Helix Transcription Factor Family in Plants: A Genome-Wide Study of Protein Structure and Functional Diversity. Mol. Biol. Evol. 2003;20:735–747. doi: 10.1093/molbev/msg088.", "ArticleIdList": ["10.1093/molbev/msg088", "12679534"]}, {"Citation": "Carretero-Paulet L., Galstyan A., Roig-Villanova I., Martínez-García J.F., Bilbao-Castro J.R., Robertson D.L. Genome-Wide Classification and Evolutionary Analysis of the bHLH Family of Transcription Factors in Arabidopsis, Poplar, Rice, Moss, and Algae. Plant Physiol. 2010;153:1398–1412. doi: 10.1104/pp.110.153593.", "ArticleIdList": ["10.1104/pp.110.153593", "PMC2899937", "20472752"]}, {"Citation": "Buck M.J., Atchley W.R. Phylogenetic Analysis of Plant Basic Helix-Loop-Helix Proteins. J. Mol. Evol. 2003;56:742–750. doi: 10.1007/s00239-002-2449-3.", "ArticleIdList": ["10.1007/s00239-002-2449-3", "12911037"]}, {"Citation": "Ludwig S.R., Habera L.F. Lc, a Member of the Maize R Gene Family Responsible for Tissue-Specific Anthocyanin Production, Encodes a Protein Similar to Transcriptional Activators and Contains the Myc-Homology Region. Proc. Natl. Acad. Sci. USA. 1989;86:7092–7096. doi: 10.1073/pnas.86.18.7092.", "ArticleIdList": ["10.1073/pnas.86.18.7092", "PMC298000", "2674946"]}, {"Citation": "Koes R., Verweij W., Quattrocchio F. Flavonoids: A Colorful Model for the Regulation and Evolution of Biochemical Pathways. Trends Plant Sci. 2005;10:236–242. doi: 10.1016/j.tplants.2005.03.002.", "ArticleIdList": ["10.1016/j.tplants.2005.03.002", "15882656"]}, {"Citation": "Goossens J., Mertens J., Goossens A. Role and Functioning of bHLH Transcription Factors in Jasmonate Signalling. J. Exp. Bot. 2017;68:1333–1347. doi: 10.1093/jxb/erw440.", "ArticleIdList": ["10.1093/jxb/erw440", "27927998"]}, {"Citation": "Lorenzo O., Chico J.M., Sánchez-Serrano J.J., Solano R. JASMONATE-INSENSITIVE1 Encodes a MYC Transcription Factor Essential to Discriminate between Different Jasmonate-Regulated Defense Responses in Arabidopsis. Plant Cell. 2004;16:1938–1950. doi: 10.1105/tpc.022319.", "ArticleIdList": ["10.1105/tpc.022319", "PMC514172", "15208388"]}, {"Citation": "Dombrecht B., Xue G.P., Sprague S.J., Kirkegaard J.A., Ross J.J., Reid J.B., Fitt G.P., Sewelam N., Schenk P.M., Manners J.M., et al. MYC2 Differentially Modulates Diverse Jasmonate-Dependent Functions in Arabidopsis. Plant Cell. 2007;19:2225–2245. doi: 10.1105/tpc.106.048017.", "ArticleIdList": ["10.1105/tpc.106.048017", "PMC1955694", "17616737"]}, {"Citation": "Chini A., Fonseca S., Fernández G., Adie B., Chico J.M., Lorenzo O., García-Casado G., López-Vidriero I., Lozano F.M., Ponce M.R., et al. The JAZ Family of Repressors Is the Missing Link in Jasmonate Signalling. Nature. 2007;448:666–671. doi: 10.1038/nature06006.", "ArticleIdList": ["10.1038/nature06006", "17637675"]}, {"Citation": "Thines B., Katsir L., Melotto M., Niu Y., Mandaokar A., Liu G., Nomura K., He S.Y., Howe G.A., Browse J. JAZ Repressor Proteins Are Targets of the SCF(COI1) Complex during Jasmonate Signalling. Nature. 2007;448:661–665. doi: 10.1038/nature05960.", "ArticleIdList": ["10.1038/nature05960", "17637677"]}, {"Citation": "Zhou Y., Sun W., Chen J., Tan H., Xiao Y., Li Q., Ji Q., Gao S., Chen L., Chen S., et al. SmMYC2a and SmMYC2b Played Similar but Irreplaceable Roles in Regulating the Biosynthesis of Tanshinones and Phenolic Acids in Salvia Miltiorrhiza. Sci. Rep. 2016;6:22852. doi: 10.1038/srep22852.", "ArticleIdList": ["10.1038/srep22852", "PMC4780012", "26947390"]}, {"Citation": "Shen Q., Lu X., Yan T., Fu X., Lv Z., Zhang F., Pan Q., Wang G., Sun X., Tang K. The Jasmonate-Responsive AaMYC2 Transcription Factor Positively Regulates Artemisinin Biosynthesis in Artemisia Annua. New Phytol. 2016;210:1269–1281. doi: 10.1111/nph.13874.", "ArticleIdList": ["10.1111/nph.13874", "26864531"]}, {"Citation": "Yamada Y., Koyama T., Sato F. Basic Helix-Loop-Helix Transcription Factors and Regulation of Alkaloid Biosynthesis. Plant Signal. Behav. 2011;6:1627–1630. doi: 10.4161/psb.6.11.17599.", "ArticleIdList": ["10.4161/psb.6.11.17599", "PMC3329321", "22067108"]}, {"Citation": "Mertens J., Pollier J., Vanden Bossche R., Lopez-Vidriero I., Franco-Zorrilla J.M., Goossens A. The bHLH Transcription Factors TSAR1 and TSAR2 Regulate Triterpene Saponin Biosynthesis in Medicago Truncatula. Plant Physiol. 2016;170:194–210. doi: 10.1104/pp.15.01645.", "ArticleIdList": ["10.1104/pp.15.01645", "PMC4704604", "26589673"]}, {"Citation": "Tamura K., Yoshida K., Hiraoka Y., Sakaguchi D., Chikugo A., Mochida K., Kojoma M., Mitsuda N., Saito K., Muranaka T., et al. The Basic Helix–Loop–Helix Transcription Factor GubHLH3 Positively Regulates Soyasaponin Biosynthetic Genes in Glycyrrhiza Uralensis. Plant Cell Physiol. 2018;59:783–796. doi: 10.1093/pcp/pcy046.", "ArticleIdList": ["10.1093/pcp/pcy046", "29648666"]}, {"Citation": "Frerigmann H., Glawischnig E., Gigolashvili T. The Role of MYB34, MYB51 and MYB122 in the Regulation of Camalexin Biosynthesis in Arabidopsis Thaliana. Front. Plant Sci. 2015;6:654. doi: 10.3389/fpls.2015.00654.", "ArticleIdList": ["10.3389/fpls.2015.00654", "PMC4548095", "26379682"]}, {"Citation": "Xu W., Dubos C., Lepiniec L. Transcriptional Control of Flavonoid Biosynthesis by MYB–bHLH–WDR Complexes. Trends Plant Sci. 2015;20:176–185. doi: 10.1016/j.tplants.2014.12.001.", "ArticleIdList": ["10.1016/j.tplants.2014.12.001", "25577424"]}, {"Citation": "Grotewold E. The Genetics and Biochemistry of Floral Pigments. Annu. Rev. Plant Biol. 2006;57:761–780. doi: 10.1146/annurev.arplant.57.032905.105248.", "ArticleIdList": ["10.1146/annurev.arplant.57.032905.105248", "16669781"]}, {"Citation": "Teng S., Keurentjes J., Bentsink L., Koornneef M., Smeekens S. Sucrose-Specific Induction of Anthocyanin Biosynthesis in Arabidopsis Requires the MYB75/PAP1 Gene. Plant Physiol. 2005;139:1840–1852. doi: 10.1104/pp.105.066688.", "ArticleIdList": ["10.1104/pp.105.066688", "PMC1310563", "16299184"]}, {"Citation": "Loreti E., Povero G., Novi G., Solfanelli C., Alpi A., Perata P. Gibberellins, Jasmonate and Abscisic Acid Modulate the Sucrose-Induced Expression of Anthocyanin Biosynthetic Genes in Arabidopsis. New Phytol. 2008;179:1004–1016. doi: 10.1111/j.1469-8137.2008.02511.x.", "ArticleIdList": ["10.1111/j.1469-8137.2008.02511.x", "18537890"]}, {"Citation": "Xie Y., Tan H., Ma Z., Huang J. DELLA Proteins Promote Anthocyanin Biosynthesis via Sequestering MYBL2 and JAZ Suppressors of the MYB/bHLH/WD40 Complex in Arabidopsis Thaliana. Mol. Plant. 2016;9:711–721. doi: 10.1016/j.molp.2016.01.014.", "ArticleIdList": ["10.1016/j.molp.2016.01.014", "26854848"]}, {"Citation": "Shan X., Zhang Y., Peng W., Wang Z., Xie D. Molecular Mechanism for Jasmonate-Induction of Anthocyanin Accumulation in Arabidopsis. J. Exp. Bot. 2009;60:3849–3860. doi: 10.1093/jxb/erp223.", "ArticleIdList": ["10.1093/jxb/erp223", "19596700"]}, {"Citation": "Qi T., Song S., Ren Q., Wu D., Huang H., Chen Y., Fan M., Peng W., Ren C., Xie D. The Jasmonate-ZIM-Domain Proteins Interact with the WD-Repeat/bHLH/MYB Complexes to Regulate Jasmonate-Mediated Anthocyanin Accumulation and Trichome Initiation in Arabidopsis Thaliana. Plant Cell. 2011;23:1795–1814. doi: 10.1105/tpc.111.083261.", "ArticleIdList": ["10.1105/tpc.111.083261", "PMC3123955", "21551388"]}, {"Citation": "Jeong S.-W., Das P.K., Jeoung S.C., Song J.-Y., Lee H.K., Kim Y.-K., Kim W.J., Park Y.I., Yoo S.-D., Choi S.-B., et al. Ethylene Suppression of Sugar-Induced Anthocyanin Pigmentation in Arabidopsis. Plant Physiol. 2010;154:1514–1531. doi: 10.1104/pp.110.161869.", "ArticleIdList": ["10.1104/pp.110.161869", "PMC2971625", "20876338"]}, {"Citation": "Meng L.-S., Xu M.-K., Wan W., Yu F., Li C., Wang J.-Y., Wei Z.-Q., Lv M.-J., Cao X.-Y., Li Z.-Y., et al. Sucrose Signaling Regulates Anthocyanin Biosynthesis Through a MAPK Cascade in Arabidopsis Thaliana. Genetics. 2018;210:607–619. doi: 10.1534/genetics.118.301470.", "ArticleIdList": ["10.1534/genetics.118.301470", "PMC6216600", "30143593"]}, {"Citation": "Brown B.A., Cloix C., Jiang G.H., Kaiserli E., Herzyk P., Kliebenstein D.J., Jenkins G.I. A UV-B-Specific Signaling Component Orchestrates Plant UV Protection. Proc. Natl. Acad. Sci. USA. 2005;102:18225–18230. doi: 10.1073/pnas.0507187102.", "ArticleIdList": ["10.1073/pnas.0507187102", "PMC1312397", "16330762"]}, {"Citation": "Huang X., Ouyang X., Yang P., Lau O.S. Conversion from CUL4-Based COP1–SPA E3 Apparatus to UVR8–COP1–SPA Complexes Underlies a Distinct Biochemical Function of COP1 under UV-B. Proc. Natl. Acad. Sci. USA. 2013;110:16669–16674. doi: 10.1073/pnas.1316622110.", "ArticleIdList": ["10.1073/pnas.1316622110", "PMC3799332", "24067658"]}, {"Citation": "Shin J., Park E., Choi G. PIF3 Regulates Anthocyanin Biosynthesis in an HY5-Dependent Manner with Both Factors Directly Binding Anthocyanin Biosynthetic Gene Promoters in Arabidopsis. Plant J. 2007;49:981–994. doi: 10.1111/j.1365-313X.2006.03021.x.", "ArticleIdList": ["10.1111/j.1365-313X.2006.03021.x", "17319847"]}, {"Citation": "Shin D.H., Choi M., Kim K., Bang G., Cho M., Choi S.-B., Choi G., Park Y.-I. HY5 Regulates Anthocyanin Biosynthesis by Inducing the Transcriptional Activation of the MYB75/PAP1 Transcription Factor in Arabidopsis. FEBS Lett. 2013;587:1543–1547. doi: 10.1016/j.febslet.2013.03.037.", "ArticleIdList": ["10.1016/j.febslet.2013.03.037", "23583450"]}, {"Citation": "Pichersky E., Gershenzon J. The Formation and Function of Plant Volatiles: Perfumes for Pollinator Attraction and Defense. Curr. Opin. Plant Biol. 2002;5:237–243. doi: 10.1016/S1369-5266(02)00251-0.", "ArticleIdList": ["10.1016/S1369-5266(02)00251-0", "11960742"]}, {"Citation": "Hong G.-J., Xue X.-Y., Mao Y.-B., Wang L.-J., Chen X.-Y. Arabidopsis MYC2 Interacts with DELLA Proteins in Regulating Sesquiterpene Synthase Gene Expression. Plant Cell. 2012;24:2635–2648. doi: 10.1105/tpc.112.098749.", "ArticleIdList": ["10.1105/tpc.112.098749", "PMC3406894", "22669881"]}, {"Citation": "Hansen B.G., Halkier B.A. New Insight into the Biosynthesis and Regulation of Indole Compounds in Arabidopsis Thaliana. Planta. 2005;221:603–606. doi: 10.1007/s00425-005-1553-1.", "ArticleIdList": ["10.1007/s00425-005-1553-1", "15931500"]}, {"Citation": "Mao G., Meng X., Liu Y., Zheng Z., Chen Z., Zhang S. Phosphorylation of a WRKY Transcription Factor by Two Pathogen-Responsive MAPKs Drives Phytoalexin Biosynthesis in Arabidopsis. Plant Cell. 2011;23:1639–1653. doi: 10.1105/tpc.111.084996.", "ArticleIdList": ["10.1105/tpc.111.084996", "PMC3101563", "21498677"]}, {"Citation": "Saga H., Ogawa T., Kai K., Suzuki H., Ogata Y., Sakurai N., Shibata D., Ohta D. Identification and Characterization of ANAC042, a Transcription Factor Family Gene Involved in the Regulation of Camalexin Biosynthesis in Arabidopsis. Mol. Plant. Microbe Interact. 2012;25:684–696. doi: 10.1094/MPMI-09-11-0244.", "ArticleIdList": ["10.1094/MPMI-09-11-0244", "22295908"]}, {"Citation": "Schuhegger R., Rauhut T., Glawischnig E. Regulatory Variability of Camalexin Biosynthesis. J. Plant Physiol. 2007;164:636–644. doi: 10.1016/j.jplph.2006.04.012.", "ArticleIdList": ["10.1016/j.jplph.2006.04.012", "16769150"]}, {"Citation": "Baccelli I., Lombardi L., Luti S., Bernardi R., Picciarelli P., Scala A., Pazzagli L. Cerato-Platanin Induces Resistance in Arabidopsis Leaves through Stomatal Perception, Overexpression of Salicylic Acid- and Ethylene-Signalling Genes and Camalexin Biosynthesis. PLoS ONE. 2014;9:e100959. doi: 10.1371/journal.pone.0100959.", "ArticleIdList": ["10.1371/journal.pone.0100959", "PMC4072723", "24968226"]}, {"Citation": "Goossens A., Häkkinen S.T., Laakso I., Seppänen-Laakso T., Biondi S., De Sutter V., Lammertyn F., Nuutila A.M., Söderlund H., Zabeau M., et al. A Functional Genomics Approach toward the Understanding of Secondary Metabolism in Plant Cells. Proc. Natl. Acad. Sci. USA. 2003;100:8595–8600. doi: 10.1073/pnas.1032967100.", "ArticleIdList": ["10.1073/pnas.1032967100", "PMC166274", "12826618"]}, {"Citation": "Rushton P.J., Bokowiec M.T., Han S., Zhang H., Brannock J.F., Chen X., Laudeman T.W., Timko M.P. Tobacco Transcription Factors: Novel Insights into Transcriptional Regulation in the Solanaceae. Plant Physiol. 2008;147:280–295. doi: 10.1104/pp.107.114041.", "ArticleIdList": ["10.1104/pp.107.114041", "PMC2330323", "18337489"]}, {"Citation": "Hayashi S., Watanabe M., Kobayashi M., Tohge T., Hashimoto T., Shoji T. Genetic Manipulation of Transcriptional Regulators Alters Nicotine Biosynthesis in Tobacco. Plant Cell Physiol. 2020;61:1041–1053. doi: 10.1093/pcp/pcaa036.", "ArticleIdList": ["10.1093/pcp/pcaa036", "32191315"]}, {"Citation": "Shoji T., Hashimoto T. DNA-Binding and Transcriptional Activation Properties of Tobacco NIC2-Locus ERF189 and Related Transcription Factors. Plant Biotechnol. 2012;29:35–42. doi: 10.5511/plantbiotechnology.11.1216a.", "ArticleIdList": ["10.5511/plantbiotechnology.11.1216a"]}, {"Citation": "Shoji T., Hashimoto T. Recruitment of a Duplicated Primary Metabolism Gene into the Nicotine Biosynthesis Regulon in Tobacco. Plant J. 2011;67:949–959. doi: 10.1111/j.1365-313X.2011.04647.x.", "ArticleIdList": ["10.1111/j.1365-313X.2011.04647.x", "21605206"]}, {"Citation": "Nakayasu M., Shioya N., Shikata M., Thagun C., Abdelkareem A., Okabe Y., Ariizumi T., Arimura G.-I., Mizutani M., Ezura H., et al. JRE4 Is a Master Transcriptional Regulator of Defense-Related Steroidal Glycoalkaloids in Tomato. Plant J. 2018;94:975–990. doi: 10.1111/tpj.13911.", "ArticleIdList": ["10.1111/tpj.13911", "29569783"]}, {"Citation": "Li C.Y., Leopold A.L., Sander G.W., Shanks J.V., Zhao L., Gibson S.I. The ORCA2 Transcription Factor Plays a Key Role in Regulation of the Terpenoid Indole Alkaloid Pathway. BMC Plant Biol. 2013;13:155. doi: 10.1186/1471-2229-13-155.", "ArticleIdList": ["10.1186/1471-2229-13-155", "PMC3851283", "24099172"]}, {"Citation": "Van Der Fits L., Memelink J. The Jasmonate-Inducible AP2/ERF-Domain Transcription Factor ORCA3 Activates Gene Expression via Interaction with a Jasmonate-Responsive Promoter Element. Plant J. 2001;25:43–53.", "ArticleIdList": ["11169181"]}, {"Citation": "Sui X., Singh S.K., Patra B., Schluttenhofer C., Guo W., Pattanaik S., Yuan L. Cross-Family Transcription Factor Interaction between MYC2 and GBFs Modulates Terpenoid Indole Alkaloid Biosynthesis. J. Exp. Bot. 2018;69:4267–4281. doi: 10.1093/jxb/ery229.", "ArticleIdList": ["10.1093/jxb/ery229", "29931167"]}, {"Citation": "Rizvi N.F., Weaver J.D., Cram E.J., Lee-Parsons C.W.T. Silencing the Transcriptional Repressor, ZCT1, Illustrates the Tight Regulation of Terpenoid Indole Alkaloid Biosynthesis in Catharanthus Roseus Hairy Roots. PLoS ONE. 2016;11:e0159712. doi: 10.1371/journal.pone.0159712.", "ArticleIdList": ["10.1371/journal.pone.0159712", "PMC4965073", "27467510"]}, {"Citation": "Chen Y.-Y., Wang L.-F., Dai L.-J., Yang S.-G., Tian W.-M. Characterization of HbEREBP1, a Wound-Responsive Transcription Factor Gene in Laticifers of Hevea Brasiliensis Muell. Arg. Mol. Biol. Rep. 2012;39:3713–3719. doi: 10.1007/s11033-011-1146-y.", "ArticleIdList": ["10.1007/s11033-011-1146-y", "21761140"]}, {"Citation": "Wang Y., Zhan D.-F., Li H.-L., Guo D., Zhu J.-H., Peng S.-Q. Transcriptome-Wide Identification and Characterization of MYB Transcription Factor Genes in the Laticifer Cells of Hevea Brasiliensis. Front. Plant Sci. 2017;8:1974. doi: 10.3389/fpls.2017.01974.", "ArticleIdList": ["10.3389/fpls.2017.01974", "PMC5694821", "29187861"]}, {"Citation": "Singh A., Menéndez-Perdomo I.M., Facchini P.J. Benzylisoquinoline Alkaloid Biosynthesis in Opium Poppy: An Update. Phytochem. Rev. 2019;18:1457–1482. doi: 10.1007/s11101-019-09644-w.", "ArticleIdList": ["10.1007/s11101-019-09644-w"]}, {"Citation": "Guo L., Winzer T., Yang X., Li Y., Ning Z., He Z., Teodor R., Lu Y., Bowser T.A., Graham I.A., et al. The Opium Poppy Genome and Morphinan Production. Science. 2018;362:343–347. doi: 10.1126/science.aat4096.", "ArticleIdList": ["10.1126/science.aat4096", "30166436"]}, {"Citation": "Filiault D.L., Ballerini E.S., Mandáková T., Aköz G., Derieg N.J., Schmutz J., Jenkins J., Grimwood J., Shu S., Hayes R.D., et al. The Aquilegia Genome Provides Insight into Adaptive Radiation and Reveals an Extraordinarily Polymorphic Chromosome with a Unique History. Elife. 2018;7:e36426. doi: 10.7554/eLife.36426.", "ArticleIdList": ["10.7554/eLife.36426", "PMC6255393", "30325307"]}, {"Citation": "Liu X., Liu Y., Huang P., Ma Y., Qing Z., Tang Q., Cao H., Cheng P., Zheng Y., Yuan Z., et al. The Genome of Medicinal Plant Macleaya Cordata Provides New Insights into Benzylisoquinoline Alkaloids Metabolism. Mol. Plant. 2017;10:975–989. doi: 10.1016/j.molp.2017.05.007.", "ArticleIdList": ["10.1016/j.molp.2017.05.007", "28552780"]}, {"Citation": "Hori K., Yamada Y., Purwanto R., Minakuchi Y., Toyoda A., Hirakawa H., Sato F. Mining of the Uncharacterized Cytochrome P450 Genes Involved in Alkaloid Biosynthesis in California Poppy Using a Draft Genome Sequence. Plant Cell Physiol. 2018;59:222–233. doi: 10.1093/pcp/pcx210.", "ArticleIdList": ["10.1093/pcp/pcx210", "PMC5913652", "29301019"]}, {"Citation": "Ming R., VanBuren R., Liu Y., Yang M., Han Y., Li L.-T., Zhang Q., Kim M.-J., Schatz M.C., Campbell M., et al. Genome of the Long-Living Sacred Lotus (Nelumbo Nucifera Gaertn.) Genome Biol. 2013;14:R41. doi: 10.1186/gb-2013-14-5-r41.", "ArticleIdList": ["10.1186/gb-2013-14-5-r41", "PMC4053705", "23663246"]}, {"Citation": "Liu Y., Wang B., Shu S., Li Z., Song C., Liu D., Niu Y., Liu J., Zhang J., Liu H., et al. Analysis of the Coptis Chinensis Genome Reveals the Diversification of Protoberberine-Type Alkaloids. Nat. Commun. 2021;12:3276. doi: 10.1038/s41467-021-23611-0.", "ArticleIdList": ["10.1038/s41467-021-23611-0", "PMC8172641", "34078898"]}, {"Citation": "Yamada Y., Hirakawa H., Hori K., Minakuchi Y., Toyoda A., Shitan N., Sato F. Comparative Analysis Using the Draft Genome Sequence of California Poppy (Eschscholzia Californica) for Exploring the Candidate Genes Involved in Benzylisoquinoline Alkaloid Biosynthesis. Biosci. Biotechnol. Biochem. 2021;85:851–859. doi: 10.1093/bbb/zbaa091.", "ArticleIdList": ["10.1093/bbb/zbaa091", "33589920"]}, {"Citation": "Yamada Y., Shimada T., Motomura Y., Sato F. Modulation of Benzylisoquinoline Alkaloid Biosynthesis by Heterologous Expression of CjWRKY1 in Eschscholzia Californica Cells. PLoS ONE. 2017;12:e0186953. doi: 10.1371/journal.pone.0186953.", "ArticleIdList": ["10.1371/journal.pone.0186953", "PMC5659775", "29077729"]}, {"Citation": "Yamada Y., Nishida S., Shitan N., Sato F. Genome-Wide Profiling of WRKY Genes Involved in Benzylisoquinoline Alkaloid Biosynthesis in California Poppy (Eschscholzia Californica) Front. Plant Sci. 2021;12 doi: 10.3389/fpls.2021.699326.", "ArticleIdList": ["10.3389/fpls.2021.699326", "PMC8248504", "34220919"]}, {"Citation": "Apuya N.R., Park J.-H., Zhang L., Ahyow M., Davidow P., Van Fleet J., Rarang J.C., Hippley M., Johnson T.W., Yoo H.-D., et al. Enhancement of Alkaloid Production in Opium and California Poppy by Transactivation Using Heterologous Regulatory Factors. Plant Biotechnol. J. 2008;6:160–175. doi: 10.1111/j.1467-7652.2007.00302.x.", "ArticleIdList": ["10.1111/j.1467-7652.2007.00302.x", "17961129"]}, {"Citation": "Yamada Y., Yoshimoto T., Yoshida S.T., Sato F. Characterization of the Promoter Region of Biosynthetic Enzyme Genes Involved in Berberine Biosynthesis in Coptis Japonica. Front. Plant Sci. 2016;7:1352. doi: 10.3389/fpls.2016.01352.", "ArticleIdList": ["10.3389/fpls.2016.01352", "PMC5009119", "27642289"]}, {"Citation": "Paschold A., Halitschke R., Baldwin I.T. Co(i)-Ordinating Defenses: NaCOI1 Mediates Herbivore- Induced Resistance in Nicotiana Attenuata and Reveals the Role of Herbivore Movement in Avoiding Defenses. Plant J. 2007;51:79–91. doi: 10.1111/j.1365-313X.2007.03119.x.", "ArticleIdList": ["10.1111/j.1365-313X.2007.03119.x", "17561925"]}, {"Citation": "Shoji T., Ogawa T., Hashimoto T. Jasmonate-Induced Nicotine Formation in Tobacco Is Mediated by Tobacco COI1 and JAZ Genes. Plant Cell Physiol. 2008;49:1003–1012. doi: 10.1093/pcp/pcn077.", "ArticleIdList": ["10.1093/pcp/pcn077", "18492687"]}, {"Citation": "Abdelkareem A., Thagun C., Nakayasu M., Mizutani M., Hashimoto T., Shoji T. Jasmonate-Induced Biosynthesis of Steroidal Glycoalkaloids Depends on COI1 Proteins in Tomato. Biochem. Biophys. Res. Commun. 2017;489:206–210. doi: 10.1016/j.bbrc.2017.05.132.", "ArticleIdList": ["10.1016/j.bbrc.2017.05.132", "28554842"]}, {"Citation": "Raina S.K., Wankhede D.P., Jaggi M., Singh P., Jalmi S.K., Raghuram B., Sheikh A.H., Sinha A.K. CrMPK3, a Mitogen Activated Protein Kinase from Catharanthus Roseus and Its Possible Role in Stress Induced Biosynthesis of Monoterpenoid Indole Alkaloids. BMC Plant Biol. 2012;12:134. doi: 10.1186/1471-2229-12-134.", "ArticleIdList": ["10.1186/1471-2229-12-134", "PMC3487899", "22871174"]}, {"Citation": "Yamada Y., Sato F. Tyrosine Phosphorylation and Protein Degradation Control the Transcriptional Activity of WRKY Involved in Benzylisoquinoline Alkaloid Biosynthesis. Sci. Rep. 2016;6:31988. doi: 10.1038/srep31988.", "ArticleIdList": ["10.1038/srep31988", "PMC4995487", "27552928"]}, {"Citation": "Peebles C.A.M., Hughes E.H., Shanks J.V., San K.-Y. Transcriptional Response of the Terpenoid Indole Alkaloid Pathway to the Overexpression of ORCA3 along with Jasmonic Acid Elicitation of Catharanthus Roseus Hairy Roots over Time. Metab. Eng. 2009;11:76–86. doi: 10.1016/j.ymben.2008.09.002.", "ArticleIdList": ["10.1016/j.ymben.2008.09.002", "18955153"]}, {"Citation": "Wang C.-T., Liu H., Gao X.-S., Zhang H.-X. Overexpression of G10H and ORCA3 in the Hairy Roots of Catharanthus Roseus Improves Catharanthine Production. Plant Cell Rep. 2010;29:887–894. doi: 10.1007/s00299-010-0874-0.", "ArticleIdList": ["10.1007/s00299-010-0874-0", "20535474"]}, {"Citation": "Sun J., Peebles C.A.M. Engineering Overexpression of ORCA3 and Strictosidine Glucosidase in Catharanthus Roseus Hairy Roots Increases Alkaloid Production. Protoplasma. 2016;253:1255–1264. doi: 10.1007/s00709-015-0881-7.", "ArticleIdList": ["10.1007/s00709-015-0881-7", "26351111"]}, {"Citation": "Schweizer F., Colinas M., Pollier J., Van Moerkercke A., Vanden Bossche R., de Clercq R., Goossens A. An Engineered Combinatorial Module of Transcription Factors Boosts Production of Monoterpenoid Indole Alkaloids in Catharanthus Roseus. Metab. Eng. 2018;48:150–162. doi: 10.1016/j.ymben.2018.05.016.", "ArticleIdList": ["10.1016/j.ymben.2018.05.016", "29852273"]}, {"Citation": "Tan H., Xiao L., Gao S., Li Q., Chen J., Xiao Y., Ji Q., Chen R., Chen W., Zhang L. TRICHOME AND ARTEMISININ REGULATOR 1 Is Required for Trichome Development and Artemisinin Biosynthesis in Artemisia Annua. Mol. Plant. 2015;8:1396–1411. doi: 10.1016/j.molp.2015.04.002.", "ArticleIdList": ["10.1016/j.molp.2015.04.002", "25870149"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "10", "Day": "14"}, {"Year": "2021", "Month": "11", "Day": "16"}, {"Year": "2021", "Month": "11", "Day": "16"}, {"Year": "2021", "Month": "11", "Day": "27", "Hour": "1", "Minute": "4"}, {"Year": "2021", "Month": "11", "Day": "28", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "1", "Day": "13", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "11", "Day": "18"}], "PublicationStatus": "epublish", "ArticleIdList": ["34827717", "PMC8615522", "10.3390/biom11111719", "biom11111719"]}}], "PubmedBookArticle": []}