{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["antibiotic resistance", "bioactivity", "bionanotechnology", "curcumin", "nanomaterial"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34826356", "DateCompleted": {"Year": "2022", "Month": "12", "Day": "27"}, "DateRevised": {"Year": "2022", "Month": "12", "Day": "30"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "12", "Day": "18"}], "Language": ["eng"], "ELocationID": ["10.1002/bab.2289"], "Journal": {"ISSN": "1470-8744", "JournalIssue": {"Volume": "69", "Issue": "6", "PubDate": {"Year": "2022", "Month": "Dec"}}, "Title": "Biotechnology and applied biochemistry", "ISOAbbreviation": "Biotechnol Appl Biochem"}, "ArticleTitle": "Antibacterial activity of curcumin and its essential nanoformulations against some clinically important bacterial pathogens: A comprehensive review.", "Pagination": {"StartPage": "2357", "EndPage": "2386", "MedlinePgn": "2357-2386"}, "Abstract": {"AbstractText": ["Multidrug-resistant bacterial infections can kill 700,000 individuals globally each year and is considered among the top 10 global health threats faced by humanity as the arsenal of antibiotics is becoming dry and alternate antibacterial molecule is in demand. Nanoparticles of curcumin exhibit appreciable broad-spectrum antibacterial activity using unique and novel mechanisms and thus the process deserves to be reviewed and further researched to clearly understand the mechanisms. Based on the antibiotic resistance, infection, and virulence potential, a list of clinically important bacteria was prepared after extensive literature survey and all recent reports on the antibacterial activity of curcumin and its nanoformulations as well as their mechanism of antibacterial action have been reviewed. Curcumin, nanocurcumin, and its nanocomposites with improved aqueous solubility and bioavailability are very potential, reliable, safe, and sustainable antibacterial molecule against clinically important bacterial species that uses multitarget mechanism such as inactivation of antioxidant enzyme, reactive oxygen species-mediated cellular damage, and inhibition of acyl-homoserine-lactone synthase necessary for quorum sensing and biofilm formation, thereby bypassing the mechanisms of bacterial antibiotic resistance. Nanoformulations of curcumin can thus be considered as a potential and sustainable antibacterial drug candidate to address the issue of antibiotic resistance."], "CopyrightInformation": "© 2021 International Union of Biochemistry and Molecular Biology, Inc."}, "AuthorList": [{"Identifier": ["0000-0003-0913-8818"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Ethnobotany and Medicinal Plants Research Laboratory, Department of Life Science and Bioinformatics, Assam University, Silchar, Assam, India."}], "LastName": "Shome", "ForeName": "Soumitra", "Initials": "S"}, {"Identifier": ["0000-0001-8916-2791"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Ethnobotany and Medicinal Plants Research Laboratory, Department of Life Science and Bioinformatics, Assam University, Silchar, Assam, India."}], "LastName": "Talukdar", "ForeName": "Anupam Das", "Initials": "AD"}, {"Identifier": ["0000-0002-9488-5051"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, Cotton University, Guwahati, Assam, India."}], "LastName": "Upadhyaya", "ForeName": "Hrishikesh", "Initials": "H"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Biotechnol Appl Biochem", "NlmUniqueID": "8609465", "ISSNLinking": "0885-4513"}, "ChemicalList": [{"RegistryNumber": "IT942ZTH98", "NameOfSubstance": "Curcumin"}, {"RegistryNumber": "0", "NameOfSubstance": "Anti-Bacterial Agents"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Curcumin"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Anti-Bacterial Agents"}, {"QualifierName": [], "DescriptorName": "Bacteria"}, {"QualifierName": [], "DescriptorName": "Quorum Sensing"}, {"QualifierName": [], "DescriptorName": "Nanoparticles"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Dadgostar P. Antimicrobial resistance: implications and costs. Infect Drug Resist. 2019;12:3903."}, {"Citation": "Prestinaci F, Pezzotti P, Pantosti A 2015. Antimicrobial resistance: a global multifaceted phenomenon. Pathog Glob Health https://doi.org/10.1179/2047773215Y.0000000030 109:309-18."}, {"Citation": "Lowe J. Mechanisms of antibiotic resistance. Annu Rep Med Chem 1982;17:119-27."}, {"Citation": "Peterson E, Kaur P. Antibiotic resistance mechanisms in bacteria: relationships between resistance determinants of antibiotic producers, environmental bacteria, and clinical pathogens. Front Microbiol. 2018;9:1-21."}, {"Citation": "Pandey A, Gupta RK, Srivastava R. Curcumin-the yellow magic. Asian J Appl Sci. 2011;4:343-54."}, {"Citation": "Prasad S, Aggarwal BB 2011. Turmeric, the golden spice: from traditional medicine to modern medicine., in: Herbal Medicine: Biomolecular and Clinical Aspects: Second Edition. CRC Press, pps. 263-88."}, {"Citation": "Anand P, Kunnumakkara AB, Newman RA, Aggarwal BB. Bioavailability of curcumin: problems and promises. Mol Pharm. 2007;4:807-18."}, {"Citation": "Jäger R, Lowery RP, Calvanese AV, Joy JM, Purpura M, Wilson JM. Comparative absorption of curcumin formulations. Nutr. J. 2014;13:1-8"}, {"Citation": "Shome S, Talukdar AD, Choudhury MD, Bhattacharya MK, Upadhyaya H. Curcumin as potential therapeutic natural product: a nanobiotechnological perspective. J Pharm Pharmacol 2016;68:1481-500."}, {"Citation": "Gómez-Estaca J, Balaguer MP, López-Carballo G, Gavara R, Hernández-Muñoz P. Improving antioxidant and antimicrobial properties of curcumin by means of encapsulation in gelatin through electrohydrodynamic atomization. Food Hydrocoll. 2017;70:313-20."}, {"Citation": "Sari TP, Mann B, Kumar R, Singh RRB, Sharma R, Bhardwaj M, et al. Preparation and characterization of nanoemulsion encapsulating curcumin. Food Hydrocoll. 2015;43:540-6."}, {"Citation": "Gao M, Long X, Du J, Teng M, Zhang W, Wang Y, et al. 2020. Enhanced curcumin solubility and antibacterial activity by encapsulation in PLGA oily core nanocapsules., in: Food and Function. Royal Society of Chemistry, pps. 448-55."}, {"Citation": "Zhang X, Li Y, Guo M, Jin TZ, Arabi SA, He Q, et al. Antimicrobial and UV blocking properties of composite chitosan films with curcumin grafted cellulose nanofiber. Food Hydrocoll. 2021;112:106337."}, {"Citation": "Hashim AF, Hamed SF, Abdel Hamid HA, Abd-Elsalam KA, Golonka I, Musiał W, et al. Antioxidant and antibacterial activities of omega-3 rich oils/curcumin nanoemulsions loaded in chitosan and alginate-based microbeads. Int J Biol Macromol. 2019;140:682-96."}, {"Citation": "Liu Y, Cai Y, Jiang X, Wu J, Le X. Molecular interactions, characterization and antimicrobial activity of curcumin-chitosan blend films. Food Hydrocoll. 2016;52:564-72."}, {"Citation": "Abdulhaq N, Nawaz Z, Zahoor MA, Siddique AB. Association of biofilm formation with multi drug resistance in clinical isolates of pseudomonas aeruginosa. EXCLI J. 2020;19:201-8."}, {"Citation": "Mirzaei B, Bazgir ZN, Goli HR, Iranpour F, Mohammadi F, Babaei R. Prevalence of multi-drug resistant (MDR) and extensively drug-resistant (XDR) phenotypes of Pseudomonas aeruginosa and Acinetobacter baumannii isolated in clinical samples from Northeast of Iran. BMC Res. Notes 2020;13:1-6."}, {"Citation": "Crawford CL, Dalecki AG, Perez MD, Schaaf K, Wolschendorf F, Kutsch O. A copper-dependent compound restores ampicillin sensitivity in multidrug-resistant Staphylococcus aureus. Sci Rep. 2020;10:1-11."}, {"Citation": "Ku NS, Han SH, Kim CO, Baek JH, Jeong SJ, Jin SJ, et al. Risk factors for mortality in patients with Burkholderia cepacia complex bacteraemia. Scand J Infect Dis. 2011;43:792-7."}, {"Citation": "Lin C-H, Lin C-J, Kuo Y-W, Wang J-Y, Hsu C-L, Chen J-M, et al. Tuberculosis mortality: patient characteristics and causes. BMC Infect Dis. 2014;14:1-8."}, {"Citation": "Howard A, O'Donoghue M, Feeney A, Sleator RD. Acinetobacter baumannii. Virulence 2012;3:243-50."}, {"Citation": "Hu P, Huang P, Chen MW. Curcumin reduces Streptococcus mutans biofilm formation by inhibiting sortase A activity. Arch Oral Biol. 2013;58:1343-8."}, {"Citation": "Kusters JG, Vliet AHM van, Kuipers EJ. Pathogenesis of Helicobacter pylori infection. Clin Microbiol Rev. 2006;19:449-90."}, {"Citation": "BN S, None P, VK G, J C, AG A. Organic nanoparticle-based combinatory approaches for gene therapy. Trends Biotechnol. 2017;35:1121-4."}, {"Citation": "BR S, BN S, W K, HB S, AH N. ROS-mediated apoptotic cell death in prostate cancer LNCaP cells induced by biosurfactant stabilized CdS quantum dots. Biomaterials 2012;33:5753-67."}, {"Citation": "Singh BN, Rawat AKS, Khan W, Naqvi AH, Singh BR. Biosynthesis of stable antioxidant ZnO nanoparticles by Pseudomonas aeruginosa rhamnolipids. PLoS One 2014;9:e106937."}, {"Citation": "Priyadarsini IK. Chemical and structural features influencing the biological activity of curcumin. Curr Pharm Des. 2013;19:2093-100."}, {"Citation": "Priyadarsini KI. Photophysics, photochemistry and photobiology of curcumin: studies from organic solutions, bio-mimetics and living cells. J Photochem Photobiol, C 2009;10:81-95."}, {"Citation": "Priyadarsini KI. Free radical reactions of curcumin in membrane models. Free Radic Biol Med. 1997;23:838-43."}, {"Citation": "Wang H, Gong X, Guo X, Liu C, Fan YY, Zhang J, et al. Characterization, release, and antioxidant activity of curcumin-loaded sodium alginate/ZnO hydrogel beads. Int J Biol Macromol. 2019;121:1118-25."}, {"Citation": "Sun YM, Zhang HY, Chen DZ, Liu CB. Theoretical elucidation on the antioxidant mechanism of curcumin: a DFT study. Org Lett. 2002;4:2909-11."}, {"Citation": "Oglah MK, Mustafa YF, Bashir MK, Jasim MH. Curcumin and its derivatives: a review of their biological activities. Syst Rev Pharm. 2020;11:472-81."}, {"Citation": "Aslam B, Wang W, Arshad MI, Khurshid M, Muzammil S, Rasool MH, et al. Antibiotic resistance: a rundown of a global crisis. Infect Drug Resist. 2018;11:1645-58."}, {"Citation": "Palma E, Tilocca B, Roncada P. Antimicrobial resistance in veterinary medicine: an overview. Int J Mol Sci. 2020;21:1-21."}, {"Citation": "Singh BR, Singh BN, Singh A, Khan W, Naqvi AH, Singh HB. Mycofabricated biosilver nanoparticles interrupt Pseudomonas aeruginosa quorum sensing systems. Sci Rep. 2015;5:1-14."}, {"Citation": "Prateeksha Barik SK, Singh BN. Nanoemulsion-loaded hydrogel coatings for inhibition of bacterial virulence and biofilm formation on solid surfaces. Sci Rep. 2019;9:1-13."}, {"Citation": "Vitiello A, La Porta R, D'Aiuto V, Ferrara F. The risks of liver injury in COVID-19 patients and pharmacological management to reduce or prevent the damage induced. Egypt. Liver J. 2021;11:1-6."}, {"Citation": "Eyler RF, Shvets K. Clinical pharmacology of antibiotics. Clin J.Am Soc Nephrol. 2019;14:1080-90."}, {"Citation": "Lacroix C, Bera-Jonville AP, Montastruc F, Velly L, Micallef J, Guilhaumou R. Serious neurological adverse events of ceftriaxone. Antibiotics 2021;10:1-11."}, {"Citation": "Lakhani HV, Pillai SS, Zehra M, Dao B, Tirona MT, Thompson E, et al. Detecting early onset of anthracyclines-induced cardiotoxicity using a novel panel of biomarkers in West-Virginian population with breast cancer. Sci Rep. 2021;11:1-12."}, {"Citation": "Shoeb M, Singh BR, Khan JA, Khan W, Singh BN, Singh HB, et al. ROS-dependent anticandidal activity of zinc oxide nanoparticles synthesized by using egg albumen as a biotemplate. Adv Nat Sci: Nanosci Nanotechnol. 2013;4:1-11."}, {"Citation": "Prateeksha P, Bajpai R, Rao CV, Upreti DK, Barik SK, Singh BN. Chrysophanol-Functionalized Silver Nanoparticles for Anti-Adhesive and Anti-Biofouling Coatings to Prevent Urinary Catheter-Associated Infections. ACS Appl Nano Mater. 2021;4:1512-28."}, {"Citation": "Gupta SC, Patchva S, Koh W, Aggarwal BB. Discovery of curcumin, a component of golden spice, and its miraculous biological activities. Clin Exp Pharmacol Physiol. 2012;39:283-99."}, {"Citation": "Jansen KU, Knirsch C, Anderson AS. The role of vaccines in preventing bacterial antimicrobial resistance. Nat Med. 2018;24:10-20."}, {"Citation": "Shankar P. Book review: tackling drug-resistant infections globally. Arch Pharm Pract. 2016;7:110."}, {"Citation": "Singh BN, Prateeksha R, C V, Rawat AKS, Upreti DK, Singh BR. Antimicrobial nanotechnologies: what are the current possibilities? Curr Sci. 2015;108:1210-3."}, {"Citation": "Singh BN, Singh BR, Gupta VK, Kharwar RN, Pecoraro L. Coating with Microbial hydrophobins: a novel approach to develop smart drug nanoparticles. Trends Biotechnol. 2018;36:1103-6."}, {"Citation": "Ratrey P, Dalvi SV, Mishra A. Enhancing aqueous solubility and antibacterial activity of curcumin by complexing with cell-penetrating octaarginine. ACS Omega 2020;5:19004-13."}, {"Citation": "Prateeksha R, C V, Das AK, Barik SK, Singh BN. ZnO/curcumin nanocomposites for enhanced inhibition of Pseudomonas aeruginosa virulence via LasR-RhlR quorum sensing systems. Mol Pharm. 2019;16:3399-413."}, {"Citation": "Singh BN, Prateeksha U, DK S, BR D, T D, VK G, et al. Bactericidal, quorum quenching and anti-biofilm nanofactories: a new niche for nanotechnologists. Crit Rev Biotechnol. 2017;37:525-40."}, {"Citation": "Shome S, Talukdar AD, Tewari S, Choudhury S, Bhattacharya MK, Upadhyaya H. Conjugation of micro/nanocurcumin particles to ZnO nanoparticles changes the surface charge and hydrodynamic size thereby enhancing its antibacterial activity against Escherichia coli and Staphylococcus aureus. Biotechnol Appl Biochem. 2021;68:603-15."}, {"Citation": "Donlan RM. Biofilm formation: a clinically relevant microbiological process. Clin Infect Dis. 2001;33:1387-92."}, {"Citation": "Urzedo JE, de Paula Menezes R, Porto JP, Ferreira ML, Gonçalves IR, de Brito CS, et al. High mortality by nosocomial infections caused by carbapenemresistant P. aeruginosa in a referral hospital in Brazil: facing the perfect storm. J Med Microbiol. 2020;69:1388-97."}, {"Citation": "Behzadi P, Baráth Z, Gajdács M. It's not easy being green: a narrative review on the microbiology, virulence and therapeutic prospects of multidrug-resistant pseudomonas aeruginosa. Antibiotics 2021;10:1-29."}, {"Citation": "Singh BR, Shoeb M, Sharma S, Naqvi AH, Gupta VK. Scaffold of selenium nanovectors and honey phytochemicals for inhibition of Pseudomonas aeruginosa quorum sensing and biofilm formation. Front Cell Infect Microbiol. 2017;7:1-14."}, {"Citation": "Abdulrahman H, Misba L, Ahmad S, Khan AU. Curcumin induced photodynamic therapy mediated suppression of quorum sensing pathway of Pseudomonas aeruginosa: an approach to inhibit biofilm in vitro. Photodiagn Photodyn Ther. 2020;30:101645."}, {"Citation": "Rudrappa T, Bais HP. Curcumin, a known phenolic from Curcuma longa, attenuates the virulence of Pseudomonas aeruginosa PAO1 in whole plant and animal pathogenicity models. J Agric Food Chem. 2008;56:1955-62."}, {"Citation": "Negi N, Prakash P, Gupta ML, Mohapatra TM. Possible role of curcumin as an efflux pump inhibitor in multi drug resistant clinical isolates of Pseudomonas aeruginosa. J Clin Diagnostic Res. 2014;8:DC04-7."}, {"Citation": "Packiavathy IASV, Priya S, Pandian SK, Ravi AV. Inhibition of biofilm development of uropathogens by curcumin - An anti-quorum sensing agent from Curcuma longa. Food Chem. 2014;148:453-60."}, {"Citation": "Ding T, Li T, Wang Z, Li J. Curcumin liposomes interfere with quorum sensing system of Aeromonas sobria and in silico analysis. Sci Rep. 2017;7:1-16."}, {"Citation": "Li Z, Nair SK. Quorum sensing: how bacteria can coordinate activity and synchronize their response to external signals? Protein Sci 2012;21:1403-17."}, {"Citation": "Penha CB, Bonin E, da Silva AF, Hioka N, Zanqueta ÉB, Nakamura TU, et al. Photodynamic inactivation of foodborne and food spoilage bacteria by curcumin. LWT - Food Sci Technol. 2017;76:198-202."}, {"Citation": "Papadimitriou A, Ketikidis I, Stathopoulou MEK, Banti CN, Papachristodoulou C, Zoumpoulakis L, et al. Innovative material containing the natural product curcumin, with enhanced antimicrobial properties for active packaging. Mater Sci Eng, C 2018;84:118-22."}, {"Citation": "Kali A, Bhuvaneshwar D, Charles PV, Seetha K. Antibacterial synergy of curcumin with antibiotics against biofilm producing clinical bacterial isolates. J Basic Clin Pharm. 2016;7:93-96."}, {"Citation": "Masoule SF, Pourhajibagher M, Khoobi M, Safari J. Photodynamic inactivation of endopathogenic microbiota using curcumin-mediated antimicrobial photodynamic therapy. J Sci, Islamic Republic of Iran 2018;29:205-9."}, {"Citation": "Jadaun V, Prateeksha S, BR P, BS U, DK R, C V, et al. Honey enhances the anti-quorum sensing activity and anti-biofilm potential of curcumin. RSC Adv. 2015;5:71060-70."}, {"Citation": "Bahari S, Zeighami H, Mirshahabi H, Roudashti S, Haghi F. Inhibition of Pseudomonas aeruginosa quorum sensing by subinhibitory concentrations of curcumin with gentamicin and azithromycin. J Glob Antimicrob Resist. 2017;10:21-28."}, {"Citation": "Sethupathy S, Prasath KG, Ananthi S, Mahalingam S, Balan SY, Pandian SK. Proteomic analysis reveals modulation of iron homeostasis and oxidative stress response in Pseudomonas aeruginosa PAO1 by curcumin inhibiting quorum sensing regulated virulence factors and biofilm production. J Proteomics 2016;145:112-26."}, {"Citation": "Farhadi S, Ovchinnikov R. The relationship between nutrition and infectious diseases: a review. Biomed Biotechnol Res J. 2018;2:168-72."}, {"Citation": "Beuchat LR. Ecological factors influencing survival and growth of human pathogens on raw fruits and vegetables. Microbes Infect. 2002;4:413-23."}, {"Citation": "Riley LEEW, Arathoon E, Loverde VD. Note the epidemiologic patterns of drug-resistant Mycobacterium tuberculosis. Am Rev Respir Dis. 1988;139:1282-5."}, {"Citation": "Şen Karaman D, Ercan UK, Bakay E, Topaloğlu N, Rosenholm JM. Evolving technologies and strategies for combating antibacterial resistance in the advent of the postantibiotic era. Adv Funct Mater. 2020;30:1-22."}, {"Citation": "Krausz AE, Adler BL, Cabral V, Navati M, Doerner J, Charafeddine RA, et al. Curcumin-encapsulated nanoparticles as innovative antimicrobial and wound healing agent. Nanomed: Nanotechnol Biol Med. 2015;11:195-206."}, {"Citation": "Sharifian P, Yaslianifard S, Fallah P, Aynesazi S, Bakhtiyari M, Mohammadzadeh M. Investigating the effect of nano-curcumin on the expression of biofilm regulatory genes of Pseudomonas aeruginosa. Infect Drug Resist. 2020;13:2477-84."}, {"Citation": "Samrot AV, Burman U, Philip SA, Shobana N, Chandrasekaran K. Synthesis of curcumin loaded polymeric nanoparticles from crab shell derived chitosan for drug delivery. Inform Med Unlocked. 2018;10:159-82."}, {"Citation": "Rahbar Takrami S, Ranji N, Sadeghizadeh M. Antibacterial effects of curcumin encapsulated in nanoparticles on clinical isolates of Pseudomonas aeruginosa through downregulation of efflux pumps. Mol Biol Rep. 2019;46:2395-404."}, {"Citation": "Yadav S, Singh AK, Agrahari AK, Sharma K, Singh AS, Gupta MK, et al. Making of water soluble curcumin to potentiate conventional antimicrobials by inducing apoptosis-like phenomena among drug-resistant bacteria. Sci Rep. 2020;10:1-22."}, {"Citation": "Loo CY, Rohanizadeh R, Young PM, Traini D, Cavaliere R, Whitchurch CB, et al. Combination of silver nanoparticles and curcumin nanoparticles for enhanced anti-biofilm activities. J Agric Food Chem. 2016;64:2513-22. https://doi.org/10.1021/acs.jafc.5b04559"}, {"Citation": "Jaiswal S, Mishra P. Antimicrobial and antibiofilm activity of curcumin-silver nanoparticles with improved stability and selective toxicity to bacteria over mammalian cells. Med Microbiol Immunol (Berl). 2018;207:39-53."}, {"Citation": "Alves TF, Chaud MV, Grotto D, Jozala AF, Pandit R, Rai M, et al. Association of silver nanoparticles and curcumin solid dispersion: antimicrobial and antioxidant properties. AAPS PharmSciTech. 2018;19:225-31."}, {"Citation": "Jiang Y, Leung AW, Hua H, Rao X, Xu C. Photodynamic action of LED-activated curcumin against staphylococcus aureus involving intracellular ROS increase and membrane damage. Int J Photoenergy 2014;2014:9-11."}, {"Citation": "Kamurai B, Mombeshora M, Mukanganyama S. Repurposing of drugs for antibacterial activities on selected ESKAPE bacteria Staphylococcus aureus and Pseudomonas aeruginosa. Int J Microbiol. 2020;2020."}, {"Citation": "Zangirolami AC, Dias LD, Blanco KC, Vinagreiro CS, Inada NM, Arnaut LG, et al. Avoiding ventilator-associated pneumonia: curcumin-functionalized endotracheal tube and photodynamic action. Proc Natl Acad Sci USA. 2020;117:22967-73."}, {"Citation": "Xu F, Diao R, Liu J, Kang Y, Wang X, Shi L. Curcumin attenuates staphylococcus aureus-induced acute lung injury. Clin Respir J. 2015;9:87-97."}, {"Citation": "Mazlan NA, Azman S, Ghazali NF, Yusri PZS, Idi HM, Ismail M, et al. Synergistic antibacterial activity of mangiferin with antibiotics against Staphylococcus aureus. Drug Invention Today 2019;12:14-17."}, {"Citation": "Zhou Z, Pan C, Lu Y, Gao Y, Liu W, Yin P, et al. Combination of erythromycin and curcumin alleviates Staphylococcus aureus induced osteomyelitis in rats. Front Cell Infect Microbiol. 2017;7:1-6."}, {"Citation": "Reddy N, Han S, Zhao Y, Yang Y. Antimicrobial activity of cotton fabrics treated with curcumin. J Appl Polym Sci. 2013;127:2698-702."}, {"Citation": "Ribeiro APD, Pavarina AC, Dovigo LN, Brunetti IL, Bagnato VS, Vergani CE, et al. Phototoxic effect of curcumin on methicillin-resistant Staphylococcus aureus and L929 fibroblasts. Lasers Med Sci. 2013;28:391-8."}, {"Citation": "Teow SY, Ali SA. Impact of bovine and human serum albumin on curcumin in vitro activity against Staphylococcus aureus. Pakistan J Pharm Sci. 2017;30:891-5."}, {"Citation": "Tortik N, Spaeth A, Plaetzer K. Photodynamic decontamination of foodstuff from Staphylococcus aureus based on novel formulations of curcumin. Photochem Photobiol Sci. 2014;13:1402-9."}, {"Citation": "Dos Santos RF, Campos BS, Rego Filho FDAMG, Moraes JDO, Albuquerque ALI, Da Silva MCD, et al. Photodynamic inactivation of: S. aureus with a water-soluble curcumin salt and an application to cheese decontamination. Photochem Photobiol Sci. 2019;18:2707-16."}, {"Citation": "Li Y, Xu Y, Liao Q, Xie M, Tao H, Wang H. Synergistic effect of hypocrellin B and curcumin on photodynamic inactivation of Staphylococcus aureus. Microb Biotechnol. 2021;14:692-707."}, {"Citation": "Wang X, Ip M, Leung AW, Xu C. Sonodynamic inactivation of methicillin-resistant Staphylococcus aureus in planktonic condition by curcumin under ultrasound sonication. Ultrasonics 2014;54:2109-14."}, {"Citation": "Pourhajibagher M, Rahimi esboei B, Hodjat M, Bahador A. Sonodynamic excitation of nanomicelle curcumin for eradication of Streptococcus mutans under sonodynamic antimicrobial chemotherapy: enhanced anti-caries activity of nanomicelle curcumin. Photodiagn Photodyn Ther. 2020;30:101780."}, {"Citation": "Joshi P, Singh S, Wani A, Sharma S, Jain SK, Singh B, et al. Osthol and curcumin as inhibitors of human Pgp and multidrug efflux pumps of Staphylococcus aureus: reversing the resistance against frontline antibacterial drugs. MedChemComm. 2014;5:1540-7."}, {"Citation": "Jaberi S, Fallah F, Hashemi A, Karimi AM, Azimi L. Inhibitory effects of curcumin on the expression of NorA efflux pump and reduce antibiotic resistance in staphylococcus aureus. J Pure Appl Microbiol. 2018;12:95-102."}, {"Citation": "Corrado A, Donato P, MacCari S, Cecchi R, Spadafina T, Arcidiacono L, et al. Staphylococcus aureus-dependent septic arthritis in murine knee joints: local immune response and beneficial effects of vaccination. Sci Rep. 2016;6:1-16."}, {"Citation": "Kadariya J, Thapaliya D, Bhatta S, Lal Mahatara R, Bempah S, Dhakal N, et al. Multidrug-resistant Staphylococcus aureus colonization in healthy adults is more common in bhutanese refugees in nepal than those resettled in ohio. Biomed Res Int. 2019;2019."}, {"Citation": "Trigo Gutierrez JK, Zanatta GC, Ortega ALM, Balastegui MIC, Sanitá PV, Pavarina AC, et al. 2017. Encapsulation of curcumin in polymeric nanoparticles for antimicrobial photodynamic therapy. Plos One;12:e0187418"}, {"Citation": "Pandit RS, Gaikwad SC, Agarkar GA, Gade AK, Rai M. Curcumin nanoparticles: physico-chemical fabrication and its in vitro efficacy against human pathogens. 3 Biotech. 2015;5:991-7."}, {"Citation": "Negahdari R, Ghavimi MA, Barzegar A, Memar MY, Balazadeh L, Bohlouli S, et al. Antibacterial effect of nanocurcumin inside the implant fixture: an in vitro study. Clin Exp Dent Res. 2021;7:163-9."}, {"Citation": "Ye Y, Li Y, Fang F. Upconversion nanoparticles conjugated with curcumin as a photosensitizer to inhibit methicillin-resistant Staphylococcus aureus in lung under near infrared light. Int J Nanomed. 2014;9:5157-65."}, {"Citation": "Jahromi MAM, Al-Musawi S, Pirestani M, Ramandi MF, Ahmadi K, Rajayi H, et al. Curcumin-loaded chitosan tripolyphosphate nanoparticles as a safe, natural and effective antibiotic inhibits the infection of staphylococcus aureus and pseudomonas aeruginosa in vivo. Iran J Biotechnol. 2014;12."}, {"Citation": "Zhang Y, Wu YT, Zheng W, Han XX, Jiang YH, Hu PL, et al. The antibacterial activity and antibacterial mechanism of a polysaccharide from Cordyceps cicadae. J Funct Foods 2017;38:273-9."}, {"Citation": "Siddiqui AH, Mulligan ME, Mahenthiralingam E, Hebden J, Brewrink J, Qaiyumi S, et al. An episodic outbreak of genetically related Burkholderia cepacia among non -cystic fibrosis patients at a university hospital. Infect Control Hosp Epidemiol. 2014;22:419-22."}, {"Citation": "Tavares M, Kozak M, Balola A, Coutinho CP, Godinho CP, Hassan AA, et al. Adaptation and survival of Burkholderia cepacia and B. contaminans during long-term incubation in saline solutions containing benzalkonium chloride. Front Bioeng Biotechnol. 2020;8:1-18."}, {"Citation": "Branstetter JW, Yarbrough A, Poole C. Management of cepacia syndrome with a combination of intravenous and inhaled antimicrobials in a non-cystic fibrosis pediatric patient. J Pediatr Pharmacol Ther. 2020;25:730-4."}, {"Citation": "Hu J, Lin S, Tan BK, Hamzah SS, Lin Y, Kong Z, et al. Photodynamic inactivation of Burkholderia cepacia by curcumin in combination with EDTA. Food Res Int. 2018;111:265-71."}, {"Citation": "Das G, Patra JK, Gonçalves S, Romano A, Gutiérrez-Grijalva EP, Heredia JB, et al. Galangal, the multipotent super spices: a comprehensive review. Trends Food Sci Technol. 2020;101:50-62."}, {"Citation": "Xu HX, Lee SF. Activity of plant flavonoids against antibiotic-resistant bacteria. Phytother Res. 2001;15:39-43."}, {"Citation": "Yu H, Tran TT, Teo J, Hadinoto K. Dry powder aerosols of curcumin-chitosan nanoparticle complex prepared by spray freeze drying and their antimicrobial efficacy against common respiratory bacterial pathogens. Colloids Surf A 2016;504:34-42."}, {"Citation": "Bai X, Feldman NE, Chmura K, Ovrutsky AR, Su WL, Griffin L, et al. Inhibition of nuclear Factor-Kappa B activation decreases survival of Mycobacterium tuberculosis in human macrophages. PLoS One 2013;8."}, {"Citation": "Bai X, Oberley-Deegan RE, Bai A, Ovrutsky AR, Kinney WH, Weaver M, et al. Curcumin enhances human macrophage control of Mycobacterium tuberculosis infection. Respirology 2016;21:951-7."}, {"Citation": "Baldwin PR, Reeves AZ, Powell KR, Napier RJ, Swimm AI, Sun A, et al. Monocarbonyl analogs of curcumin inhibit growth of antibiotic sensitive and resistant strains of Mycobacterium tuberculosis. Eur J Med Chem. 2015;92:693-9."}, {"Citation": "Gupta PK. Inhibition of intracellular survival of multi drug resistant clinical isolates of mycobacterium tuberculosis in macrophages by curcumin. The Open Antimicrob Agents J. 2013;4:1-5."}, {"Citation": "Singh AK, Yadav P, Karaulia P, Singh VK, Gupta P, Puttrevu SK, et al. Biological evaluation of novel curcumin-pyrazole-mannich derivative active against drug-resistant Mycobacterium tuberculosis. Future Microbiol. 2017;12:1349-62."}, {"Citation": "Subhedar DD, Shaikh MH, Nawale L, Sarkar D, Khedkar VM, Shingate BB. Quinolidene based monocarbonyl curcumin analogues as promising antimycobacterial agents: synthesis and molecular docking study. Bioorg Med Chem Lett. 2017;27:922-8."}, {"Citation": "Polaquini CR, Marques BC, Ayusso GM, Morão LG, Sardi JCO, Campos DL, et al. Antibacterial activity of a new monocarbonyl analog of curcumin MAC 4 is associated with divisome disruption. Bioorg Chem. 2021;109:104668."}, {"Citation": "Ahmad S, Bhattacharya D, Kar S, Ranganathan A, Van Kaer L, Das G. Curcumin nanoparticles enhance mycobacterium bovis BCG vaccine efficacy by modulating host immune responses. Infect Immun. 2019;87:1-13."}, {"Citation": "Tousif S, Singh DK, Mukherjee S, Ahmad S, Arya R, Nanda R, et al. Nanoparticle-formulated curcumin prevents posttherapeutic disease reactivation and reinfection with Mycobacterium tuberculosis following isoniazid therapy. Front Immunol. 2017;8:1-12."}, {"Citation": "Sukheja P, Kumar P, Mittal N, Li SG, Singleton E, Russo R, et al. A novel small-molecule inhibitor of the mycobacterium tuberculosis demethylmenaquinone methyltransferase meng is bactericidal to both growing and nutritionally deprived persister cells. mBio 2017;8."}, {"Citation": "Jafari AR, Mosavi T, Mosavari N, Majid A, Movahedzade F, Tebyaniyan M, et al. 2016. Mixed metal oxide nanoparticles inhibit growth of Mycobacterium tuberculosis into THP-1 cells., in: International Journal of Mycobacteriology. Elsevier Ltd, pps. S181-3."}, {"Citation": "Martínez-Carmona M, Gun'Ko Y, Vallet-Regí M. Zno nanostructures for drug delivery and theranostic applications. Nanomaterials 2018;8."}, {"Citation": "Kyriakidis I, Vasileiou E, Pana ZD, Tragiannidis A. Acinetobacter baumannii antibiotic resistance mechanisms. Pathogens 2021;10."}, {"Citation": "Porbaran M, Tahmasebi H, Arabestani M. A comprehensive study of the relationship between the production of β-lactamase enzymes and iron/siderophore uptake regulatory genes in clinical isolates of Acinetobacter baumannii. Int J Microbiol. 2021;2021."}, {"Citation": "Betts JW, Wareham DW. In vitro activity of curcumin in combination with epigallocatechin gallate (EGCG) versus multidrug-resistant Acinetobacter baumannii. BMC Microbiol. 2014;14:1-5."}, {"Citation": "Kaur A, Sharma P, Capalash N. Curcumin alleviates persistence of Acinetobacter baumannii against colistin. Sci Rep. 2018;8:1-11."}, {"Citation": "Raorane CJ, Lee JH, Kim YG, Rajasekharan SK, García-Contreras R, Lee J. Antibiofilm and antivirulence efficacies of flavonoids and curcumin against acinetobacter baumannii. Front Microbiol. 2019;10:1-12."}, {"Citation": "Chang KC, Cheng YY, Lai MJ, Hu A. Identification of carbonylated proteins in a bactericidal process induced by curcumin with blue light irradiation on imipenem-resistant Acinetobacter baumannii. Rapid Commun Mass Spectrom. 2020;34."}, {"Citation": "Bhargava N, Singh SP, Sharma A, Sharma P, Capalash N. Attenuation of quorum sensing-mediated virulence of Acinetobacter baumannii by Glycyrrhiza glabra flavonoids. Future Microbiol. 2015;10:1953-68."}, {"Citation": "Selwitz RH, Ismail AI, Pitts NB. Dental caries. Lancet 2007;369:51-59."}, {"Citation": "Singh BN, Prateeksha, Pandey G Jadaun V Singh S Bajpai R Nayaka S, et al. Development and characterization of a novel Swarna-based herbo-metallic colloidal nano-formulation - inhibitor of Streptococcus mutans quorum sensing. RSC Adv. 2014;5:5809-22."}, {"Citation": "Nima G, Soto-Montero J, Alves LA, Mattos-Graner RO, Giannini M. Photodynamic inactivation of Streptococcus mutans by curcumin in combination with EDTA. Dent Mater. 2021;37:e1-e14."}, {"Citation": "Song J, Choi B, Jin EJ, Yoon Y, Choi KH. Curcumin suppresses Streptococcus mutans adherence to human tooth surfaces and extracellular matrix proteins. Eur J Clin Microbiol Infect Dis. 2012;31:1347-52."}, {"Citation": "Ofek I, Hasty DL, Sharon N. Anti-adhesion therapy of bacterial diseases: prospects and problems. FEMS Immunol Med Microbiol. 2003;38:181-91."}, {"Citation": "Ito T, Ichinosawa T, Shimizu T. Streptococcal adhesin SspA/B analogue peptide inhibits adherence and impacts biofilm formation of Streptococcus mutans. PLoS One 2017;12:e0175483."}, {"Citation": "Paschoal MA, Tonon CC, Spolidório DMP, Bagnato VS, Giusti JSM, Santos-Pinto L. Photodynamic potential of curcumin and blue LED against streptococcus mutans in a planktonic culture. Photodiagn Photodyn Ther. 2013;10:313-9."}, {"Citation": "Melo MAS, Rolim JPML, Passos VF, Lima RA, Zanin ICJ, Codes BM, et al. Photodynamic antimicrobial chemotherapy and ultraconservative caries removal linked for management of deep caries lesions. Photodiagn Photodyn Ther. 2015;12:581-6."}, {"Citation": "Teixeira AH, Pereira ES, Rodrigues LKA, Saxena D, Duarte S, Zanin ICJ. Effect of photodynamic antimicrobial chemotherapy on in vitro and in situ biofilms. Caries Res. 2012;46:549-54."}, {"Citation": "De Freitas MTM, Soares TT, Aragão MGB, Lima RA, Duarte S, Zanin ICJ. Effect of photodynamic antimicrobial chemotherapy on mono- and multi-species cariogenic biofilms: a literature review. Photomed Laser Surg. 2017;35:239-45."}, {"Citation": "Paschoal MA, Lin M, Santos-Pinto L, Duarte S. Photodynamic antimicrobial chemotherapy on Streptococcus mutans using curcumin and toluidine blue activated by a novel LED device. Lasers Med Sci. 2015;30:885-90."}, {"Citation": "Lee HJ, Kang SM, Jeong SH, Chung KH, Kim BI. Antibacterial photodynamic therapy with curcumin and Curcuma xanthorrhiza extract against Streptococcus mutans. Photodiagn Photodyn Ther. 2017;20:116-9."}, {"Citation": "Sodagar A, Bahador A, Pourhajibagher M, Ahmadi B, Baghaeian P. Effect of addition of curcumin nanoparticles on antimicrobial property and shear bond strength of orthodontic composite to bovine enamel. J Dent (Tehran, Iran) 2016;13:373-82."}, {"Citation": "Pourhajibagher M, Salehi Vaziri A, Takzaree N, Ghorbanzadeh R. Physico-mechanical and antimicrobial properties of an orthodontic adhesive containing cationic curcumin doped zinc oxide nanoparticles subjected to photodynamic therapy. Photodiagn Photodyn Ther. 2019;25:239-46."}, {"Citation": "Jahanizadeh S, Yazdian F, Marjani A, Omidi M, Rashedi H. Curcumin-loaded chitosan/carboxymethyl starch/montmorillonite bio-nanocomposite for reduction of dental bacterial biofilm formation. Int J Biol Macromol. 2017;105:757-63."}, {"Citation": "Saleem N, Howden CW. Update on the management of Helicobacter pylori infection. Curr Treat Options Gastroenterol 2020;18:1."}, {"Citation": "Hooi JKY, Lai WY, Ng WK, Suen MMY, Underwood FE, Tanyingoh D, et al. Global prevalence of Helicobacter pylori Infection: systematic review and meta-analysis. Gastroenterology 2017;153:420-9."}, {"Citation": "De R, Kundu P, Swarnakar S, Ramamurthy T, Chowdhury A, Nair GB, et al. Antimicrobial activity of curcumin against helicobacter pylori isolates from India and during infections in mice. Antimicrob Agents Chemother 2009;53:1592-7."}, {"Citation": "Shmuely H, Domniz N, Yahav J. Non-pharmacological treatment of Helicobacter pylori. World J Gastrointest Pharmacol Ther. 2016;7:171."}, {"Citation": "Ansari S, Yamaoka Y. Helicobacter pylori virulence factors exploiting gastric colonization and its pathogenicity. Toxins 2019;11:1-26."}, {"Citation": "Foryst-Ludwig A, Neumann M, Schneider-Brachert W, Naumann M. Curcumin blocks NF-κB and the motogenic response in Helicobacter pylori-infected epithelial cells. Biochem Biophys Res Commun. 2004;316:1065-72."}, {"Citation": "Wang Y-C. Medicinal plant activity on Helicobacter pylori related diseases. World J Gastroenterol. 2014;20:10368."}, {"Citation": "Santos AM, Lopes T, Oleastro M, Gato IV, Floch P, Benejat L, et al. Curcumin inhibits gastric inflammation induced by Helicobacter pylori infection in a mouse model. Nutrients 2015;7:306-20."}, {"Citation": "Sintara K, Thong-Ngam D, Patumraj S, Klaikeaw N, Chatsuwan T. Curcumin suppresses gastric NF-κB activation and macromolecular leakage in Helicobacter pylori-infected rats. World J Gastroenterol. 2010;16:4039-46."}, {"Citation": "Di Mario F, Cavallaro LG, Nouvenne A, Stefani N, Cavestro GM, Iori V, et al. A curcumin-based 1-week triple therapy for eradication of Helicobacter pylori infection: something to learn from failure? Helicobacter 2007;12:238-43."}, {"Citation": "Zaidi SFH, Yamamoto T, Refaat A, Ahmed K, Sakurai H, Saiki I, et al. Modulation of activation-induced cytidine deaminase by curcumin in helicobacter pylori-infected gastric epithelial cells. Helicobacter 2009;14:588-95."}, {"Citation": "Pattiyathanee P, Vilaichone RK, Chaichanawongsaroj N. Effect of curcumin on Helicobacter pylori biofilm formation. Afr J Biotechnol. 2009;8:5106-15."}, {"Citation": "Ali MS, Pandit V, Jain M, Dhar KL. Mucoadhesive microparticulate drug delivery system of curcumin against Helicobacter pylori infection: design, development and optimization. J Adv Pharm Technol Res. 2014;5:48-56."}, {"Citation": "Chakraborti S, Bhattacharya S, Chowdhury R, Chakrabarti P. The molecular basis of inactivation of metronidazole-resistant Helicobacter pylori using polyethyleneimine functionalized zinc oxide nanoparticles. PLoS One 2013;8:e70776."}, {"Citation": "Chen R, Cheng G, So MH, Wu J, Lu Z, Che CM, et al. Bismuth subcarbonate nanoparticles fabricated by water-in-oil microemulsion-assisted hydrothermal process exhibit anti-Helicobacter pylori properties. Mater Res Bull. 2010;45:654-8."}, {"Citation": "Revathi S, Hakkim FL, Kumar NR, Bakshi HA, Rashan L, Al-Buloshi M, et al. Induction of HT-29 colon cancer cells apoptosis by pyrogallol with growth inhibiting efficacy against drug-resistant Helicobacter pylori. Anticancer Agents Med Chem. 2018;18:1875-84."}, {"Citation": "Kebede HB, Forsido SF, Tola YB, Astatkie T. Free radical scavenging capacity, antibacterial activity and essential oil composition of turmeric (Curcuma domestica) varieties grown in Ethiopia. Heliyon 2021;7:1-8. https://doi.org/10.1016/j.heliyon.2021.e06239."}, {"Citation": "Phanthong P, Lomarat P, Traidej M. Antibacterial activity of essential oils and their active components from Thai spices against foodborne pathogens. ScienceAsia 2013;39:472-6."}, {"Citation": "Antunes SA, Robazza S, Schittler L, Gomes A. essential oil against pathogenic bacteria. Cienc Tecnol Aliment Campinas. 2012;32:525-30."}, {"Citation": "Negi PS, Jayaprakasha GK, Rao LJM, Sakariah KK. Antibacterial activity of turmeric oil : a byproduct from curcumin. Manufacture 1999, 3-6."}, {"Citation": "Hans VM, Grover HS, Deswal H, Agarwal P. Antimicrobial efficacy of various essential oils at varying concentrations against periopathogen Porphyromonas gingivalis. J Clin Diagnostic Res. 2016;10:ZC16."}, {"Citation": "Akhlaghi M, Tarighi S, Taheri P. Effects of plant essential oils on growth and virulence factors of Erwinia amylovora. J Plant Pathol. 2019, 2019 102:2 102, 409-19."}, {"Citation": "Anubhav Das A, Roy S, Rajeshkumar TL. Anti-inflammatory activity of turmeric oil mediated silver nanoparticlese. Res J Pharm Technol. 2019;12:3507-10."}, {"Citation": "Dzimitrowicz A, Bielawska-Pohl A, Pohl P, Jermakowicz-Bartkowiak D, Jamroz P, Malik-Gajewska M, et al. Application of oil-in-water nanoemulsion carrying size-defined gold nanoparticles synthesized by non-thermal plasma for the human breast cancer cell lines migration and apoptosis. Plasma Chem Plasma Process 2020;40:1037-62."}, {"Citation": "Prateeksha Singh BR, Gupta VK, Deeba F, Bajpai R, Pandey V, Singh BN. Non-toxic and ultra-small biosilver nanoclusters trigger apoptotic cell death in fluconazole-resistant Candida albicans via Ras signaling. Biomolecules 2019;9:47."}, {"Citation": "Singh J, Dutta T, Kim KH, Rawat M, Samddar P, Kumar P. Green” synthesis of metals and their oxide nanoparticles: applications for environmental remediation. J Nanobiotechnology 2018;16:84."}, {"Citation": "Ratan ZA, Haidere MF, Nurunnabi M, Shahriar SM, Ahammad AJS, Shim YY, et al. Green chemistry synthesis of silver nanoparticles and their potential anticancer effects. Cancers 2020;12:1-26."}, {"Citation": "Chand K, Abro MI, Aftab U, Shah AH, Lakhan MN, Cao D, et al. Green synthesis characterization and antimicrobial activity against: staphylococcus aureus of silver nanoparticles using extracts of neem, onion and tomato. RSC Adv. 2019;9:17002-15."}, {"Citation": "Agarwal H, Venkat Kumar S, Rajeshkumar S. A review on green synthesis of zinc oxide nanoparticles-an eco-friendly approach. Resource-Efficient Technologies 2017;3:406-13."}, {"Citation": "Shanker K, Mohan GK, Hussain M, Jayarambabu N, Pravallika PL. Green biosynthesis, characterization, in vitro antidiabetic activity, and investigational acute toxicity studies of some herbal-mediated silver nanoparticles on animal models. Pharmacogn Mag. 2017;13:188-92."}, {"Citation": "Rane AV, Kanny K, Abitha VK, Thomas S 2018. Methods for Synthesis of Nanoparticles and Fabrication of Nanocomposites. Elsevier Ltd., 121-39 p."}, {"Citation": "Sundar S, Mariappan R, Piraman S. Synthesis and characterization of amine modified magnetite nanoparticles as carriers of curcumin-anticancer drug. Powder Technol. 2014;266:321-8."}, {"Citation": "Ali A, Ambreen S, Javed R, Tabassum S, Haq u I., Zia, M. ZnO nanostructure fabrication in different solvents transforms physio-chemical, biological and photodegradable properties. Mater Sci Eng, C 2017;74:137-45."}, {"Citation": "Murugan K, Dinesh D, Kavithaa K, Paulpandi M, Ponraj T, Alsalhi MS, et al. Hydrothermal synthesis of titanium dioxide nanoparticles: mosquitocidal potential and anticancer activity on human breast cancer cells (MCF-7). Parasitol Res. 2016;115:1085-96."}, {"Citation": "Karthik K, Dhanuskodi S, Gobinath C, Prabukumar S, Sivaramakrishnan S. Fabrication of MgO nanostructures and its efficient photocatalytic, antibacterial and anticancer performance. J Photochem Photobiol, B 2019;190:8-20."}, {"Citation": "Jangra SL, Stalin K, Dilbaghi N, Kumar S, Tawale J, Singh SP, et al. Antimicrobial activity of zirconia (ZrO 2) nanoparticles and zirconium complexes. J Nanosci Nanotechnol. 2012;12:7105-12."}, {"Citation": "Owens GJ, Singh RK, Foroutan F, Alqaysi M, Han CM, Mahapatra C, et al. Sol-gel based materials for biomedical applications. Prog Mater Sci. 2016;77:1-79."}, {"Citation": "Almessiere MA, Trukhanov AV, Khan FA, Slimani Y, Tashkandi N, Turchenko VA, et al. Correlation between microstructure parameters and anti-cancer activity of the [Mn0.5Zn0.5](EuxNdxFe2-2x)O4 nanoferrites produced by modified sol-gel and ultrasonic methods. Ceram Int. 2020;46:7346-54."}, {"Citation": "Zhang H, Chen G. potent antibacterial activities of Ag/TiO2 nanocomposite powders synthesized by a one-pot sol-gel method. Environ Sci Technol. 2009;43:2905-10."}, {"Citation": "Karthik L, Kumar G, Keswani T, Bhattacharyya A, Reddy BP, Rao KVB. Marine actinobacterial mediated gold nanoparticles synthesis and their antimalarial activity. Nanomed: Nanotechnol Biol Med. 2013;9:951-60."}, {"Citation": "Hussain Beevi M, Vignesh S, Pandiyarajan T, Jegatheesan P, Arthur James R, Giridharan NV, et al. Synthesis and antifungal studies on CuO nanostructures. Adv Mat Res. 2012;488-489:666-70."}, {"Citation": "Malik MA, Wani MY, Hashim MA. Microemulsion method: a novel route to synthesize organic and inorganic nanomaterials. 1st Nano Update. Arabian J Chem 2012;5:397-417."}, {"Citation": "Guo S, Miao L, Wang Y, Huang L. Unmodified drug used as a material to construct nanoparticles: delivery of cisplatin for enhanced anti-cancer therapy. J Control Release 2014;174:137-42."}, {"Citation": "Rachmawati H, Haryadi BM, Anggadiredja K, Suendo V. Intraoral film containing insulin-phospholipid microemulsion: formulation and in vivo hypoglycemic activity study. AAPS PharmSciTech. 2015;16:692-703."}, {"Citation": "Kalantari A, Salimi A, Kalantari H, Ebrahimi Broojeni J, Rashidi I, Raesi Vanani A, et al. The hepatoprotective effect of livergol microemulsion preparation (nanoparticle)against bromobenzene induced toxicity in mice. Toxicol Rep. 2019;6:444-8."}, {"Citation": "Wesn MM, El-Salamouni NS, El-Refaie WM, Hazzah HA, Ali MM, Tosi G, et al. Nanotechnology-based drug delivery systems for Alzheimer's disease management: technical, industrial, and clinical challenges. J Control Release 2017;245:95-107."}, {"Citation": "Maghsoudi A, Yazdian F, Shahmoradi S, Ghaderi L, Hemati M, Amoabediny G. Curcumin-loaded polysaccharide nanoparticles: Optimization and anticariogenic activity against Streptococcus mutans. Materials Science and Engineering C. 2017;75:1259-1267. https://doi.org/10.1016/j.msec.2017.03.032"}], "ReferenceList": [], "Title": "REFERENCES"}], "History": [{"Year": "2021", "Month": "8", "Day": "29"}, {"Year": "2021", "Month": "11", "Day": "22"}, {"Year": "2021", "Month": "11", "Day": "27", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "12", "Day": "28", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "11", "Day": "26", "Hour": "17", "Minute": "10"}], "PublicationStatus": "ppublish", "ArticleIdList": ["34826356", "10.1002/bab.2289"]}}], "PubmedBookArticle": []}