{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Ethnobotany", "Mangrove plants", "Munda ethnic community", "Sundarban", "Traditional knowledge"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34822959", "DateCompleted": {"Year": "2022", "Month": "02", "Day": "17"}, "DateRevised": {"Year": "2022", "Month": "02", "Day": "17"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "11", "Day": "23"}], "Language": ["eng"], "ELocationID": ["10.1016/j.jep.2021.114853", "S0378-8741(21)01083-7"], "Journal": {"ISSN": "1872-7573", "JournalIssue": {"Volume": "285", "PubDate": {"Year": "2022", "Month": "Mar", "Day": "01"}}, "Title": "Journal of ethnopharmacology", "ISOAbbreviation": "J Ethnopharmacol"}, "ArticleTitle": "Ethnobotanical study of plants used by the Munda ethnic group living around the Sundarbans, the world's largest mangrove forest in southwestern Bangladesh.", "Pagination": {"StartPage": "114853", "MedlinePgn": "114853"}, "Abstract": {"AbstractText": ["Indigenous knowledge of medicinal plants is an integral part of the primary health care (PHC) system in almost every society. For more than two centuries, Munda, a small ethnic group in Bangladesh, has lived around the Sundarbans, the world's largest mangrove forest. This mangrove is rich in biodiversity but is threatened by global climate change. Information on the therapeutic use of plants by Munda ethnic minorities remains completely unknown. Therefore, it needs urgent documentation.", "The purpose of the study is (1) to search and compile data on the diversity of medicinal plants used by the Munda people for PHC needs, and (2) Quantitative analysis of these data to identify important medicinal plants and diseases related to treatment by this species.", "We conducted repeated field surveys and interviews among 79 Munda informants to collect ethnobotanical data. Informants were selected through random sampling techniques and interviewed using an open and semi-structured questionnaire. We reported the primary (absolute) data as use reports (URs) with frequency citation (FC). The International Classification of Primary Care-2 (ICPC-2) was followed to categorize the therapeutic use of medicinal plants, and quantitative analysis was performed using the FC and informant consensus factor (ICF).", "The present study explored and compiled a total of 3199 medicinal URs for 98 medicinal plant species to treat 132 ailment conditions under sixteen (16) ICPC-2 pathological groups. The highest URs (948) were noted for the digestive (D) group treated by 69 plant species, where the highest ICF value was measured for the social problem (Z) disease category (ICF: 1.00). Of the recorded medicinal plants, 17 were identified as true Mangrove (MNG), 24 as Mangrove Associates (MNA), and 57 as Non-Mangrove (NMG) species. Fabaceae (13 species) represented the leading family, followed by Lamiaceae and Compositae (5 species). Herbs (43%) have shown dominant life forms, and the leaves (41%) were frequently used plant parts. The most commonly cited preparation method was juice (24%), and the prevalent mode of administration was oral (62%). Azadirachta indica A. Juss. was the most widely used therapeutic plant species based on FC (39) values. The comparative literature review study reveals that the practices of 15 plants and their ethnomedicinal use by the Munda people are still entirely unexplored and newly reported in Bangladesh. Additionally, therapeutic use of 2 species, Brownlowia tersa (L.) Kosterm., and Dalbergia candenatensis (Dennst.) Prain has not been previously reported worldwide. In addition, 51 plant species (52%) of the total plants studied enlisted on the IUCN Red List of Threatened Species.", "To our knowledge, this is the first ethnobotanical study on the Munda ethnic group in Bangladesh. This study indicates that Munda people still rely on medicinal plants for PHC and have a rich and varied traditional knowledge about the therapeutic use of plants. This study also warns of the high risk of the current availability status of plants in the study area. Therefore, this study calls for urgent steps to protect and conserve high-risk plants that can be done by taking both in-situ and ex-situ measures. In addition, further phytochemical and pharmacological investigations of the important medicinal plants cited in the study have been suggested."], "CopyrightInformation": "Copyright © 2021 Elsevier B.V. All rights reserved."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, Faculty of Bio-Sciences, University of Barishal, Barishal, 8254, Bangladesh; Center for Gene Science, Hiroshima University, 1-4-2 Kagamiyama, Higashi-Hiroshima, Hiroshima, 739-8527, Japan; Department of Molecular Biotechnology, Graduate School of Integrated Sciences for Life, Hiroshima University, 1-3-1 Kagamiyama, Higashi-Hiroshima, Hiroshima, 739-8530, Japan. Electronic address: atmrislam@bu.ac.bd."}], "LastName": "Islam", "ForeName": "A T M Rafiqul", "Initials": "ATMR"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, Faculty of Bio-Sciences, University of Barishal, Barishal, 8254, Bangladesh. Electronic address: mahadibu020@gmail.com."}], "LastName": "Hasan", "ForeName": "Md Mahadiy", "Initials": "MM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, Faculty of Bio-Sciences, University of Barishal, Barishal, 8254, Bangladesh. Electronic address: itahidbu@gmail.com."}], "LastName": "Islam", "ForeName": "Md Tahidul", "Initials": "MT"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Center for Gene Science, Hiroshima University, 1-4-2 Kagamiyama, Higashi-Hiroshima, Hiroshima, 739-8527, Japan; Department of Molecular Biotechnology, Graduate School of Integrated Sciences for Life, Hiroshima University, 1-3-1 Kagamiyama, Higashi-Hiroshima, Hiroshima, 739-8530, Japan. Electronic address: ntana@hiroshima-u.ac.jp."}], "LastName": "Tanaka", "ForeName": "Nobukazu", "Initials": "N"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Ireland", "MedlineTA": "J Ethnopharmacol", "NlmUniqueID": "7903310", "ISSNLinking": "0378-8741"}, "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Adult"}, {"QualifierName": [], "DescriptorName": "Aged"}, {"QualifierName": [], "DescriptorName": "Bangladesh"}, {"QualifierName": [], "DescriptorName": "Ethnic and Racial Minorities"}, {"QualifierName": [], "DescriptorName": "Ethnobotany"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": [], "DescriptorName": "Health Knowledge, Attitudes, Practice"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": ["methods"], "DescriptorName": "Medicine, Traditional"}, {"QualifierName": [], "DescriptorName": "Middle Aged"}, {"QualifierName": [], "DescriptorName": "Phytotherapy"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Wetlands"}]}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2021", "Month": "8", "Day": "11"}, {"Year": "2021", "Month": "11", "Day": "17"}, {"Year": "2021", "Month": "11", "Day": "17"}, {"Year": "2021", "Month": "11", "Day": "26", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "2", "Day": "19", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "11", "Day": "25", "Hour": "20", "Minute": "12"}], "PublicationStatus": "ppublish", "ArticleIdList": ["34822959", "10.1016/j.jep.2021.114853", "S0378-8741(21)01083-7"]}}], "PubmedBookArticle": []}