{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Mentha longifolia (L.) L.", "carvacrol", "chemotypes", "essential oil", "horsemint", "thymol"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34834841", "DateRevised": {"Year": "2021", "Month": "11", "Day": "29"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "11", "Day": "16"}], "Language": ["eng"], "ELocationID": ["2478", "10.3390/plants10112478"], "Journal": {"ISSN": "2223-7747", "JournalIssue": {"Volume": "10", "Issue": "11", "PubDate": {"Year": "2021", "Month": "Nov", "Day": "16"}}, "Title": "Plants (Basel, Switzerland)", "ISOAbbreviation": "Plants (Basel)"}, "ArticleTitle": "Chemotypes and Their Stability in <i>Mentha longifolia</i> (L.) L.-A Comprehensive Study of Five Accessions.", "Abstract": {"AbstractText": ["<i>Mentha longifolia</i> (L.) L. is the most widespread wild-growing mint species found, and its chemical composition is extremely diverse. We studied the essential oil (EO) yield, composition, and chemotaxonomy of five, northern Hungarian accessions of the species in a cultivation experiment covering two vegetation years at two parallel sites. The long-term goal is to establish the cultivation of this stress-tolerant species in Hungary as a source of flavoring and preservative agents for commercial use. Essential oil yield (1-2 mL/100 g) was observed to be dependent on both the accession and the year. Accession <b>HV1</b> is assumed to be a new, presumably rare chemotype containing carvacrol (19.28-20.56%), 1,8-cineole (14.87-17.45%), thymol (13.36-13.90%), carvacryl acetate (8.81-10.40%), and <i>para</i>-cymene (7.24-8.01%). Only minor fluctuations occurred in concentrations of these constituents due to habitats and years. A radical change in essential oil composition was observed in accession <b>HV2</b>, as one batch was based on thymol (19.79%) and 1,8-cineole (14.93%), while the others were rich in dihydrocarvone isomers (up to 69%). Although this needs further investigation, it does explain the coexistence of limonene-oxo and <i>γ</i>-terpinene pathways in horsemint. According to the literature, the pathway leading to thymol isomers and/or esters may be rare in the entire <i>Mentha</i> genus. We also demonstrated that known chemotypes of horsemint may differ in variability of their EO composition. Our results also led to the conclusion that any declaration on chemotype needs detailed examination and is not realistic on the basis of a single sample. Assumptions were made about the potential areas of utilization: beside fragrance and flavoring uses of essential oils free from pulegone and menthofurane, thymol-based ones may be used as antioxidative and anti-spoilage agents."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Food and Wine Research Institute, Eszterházy Károly Catholic University, Leányka St. 6 Building G, H-3300 Eger, Hungary."}], "LastName": "Patonay", "ForeName": "Katalin", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Food and Wine Research Institute, Eszterházy Károly Catholic University, Leányka St. 6 Building G, H-3300 Eger, Hungary."}], "LastName": "Szalontai", "ForeName": "Helga", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department and Medicinal and Aromatic Plants, Institute of Horticulture, Hungarian University of Agriculture and Life Sciences, Villányi St. 29-43, H-1118 Budapest, Hungary."}], "LastName": "Radácsi", "ForeName": "Péter", "Initials": "P"}, {"Identifier": ["0000-0003-4359-0728"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department and Medicinal and Aromatic Plants, Institute of Horticulture, Hungarian University of Agriculture and Life Sciences, Villányi St. 29-43, H-1118 Budapest, Hungary."}], "LastName": "Zámboriné-Németh", "ForeName": "Éva", "Initials": "É"}], "GrantList": [{"GrantID": "EFOP-3.6.1-16-2016-00001' 'Complex improvement of research capacities and services at Eszterhazy Karoly University'", "Agency": "European Social Fund", "Country": ""}, {"GrantID": "Thematic Excellence Programme TKP2020-IKA-12", "Agency": "Hungarian Ministry for Innovation and Technology", "Country": ""}, {"GrantID": "600873-EPP-1-2018-1ES-EPPKA2-KA", "Agency": "EU-Erasmus+ EOHUB project", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Plants (Basel)", "NlmUniqueID": "101596181", "ISSNLinking": "2223-7747"}, "CoiStatement": "The funders had no role in the design of the study; in the collection, analyses, or interpretation of data; in the writing of the manuscript, or in the decision to publish the results."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Tucker A.O., Naczi R.F.C. Mentha: An overview of its classification and relationships. In: Lawrence B.M., editor. Mint: The Genus Mentha—Medicinal and Aromatic Plants—Industrial Profiles. CRC Press; Boca Raton, FL, USA: 2007. pp. 21–26."}, {"Citation": "Vining K.J., Zhang Q., Tucker A.O., Smith C., Davis T.M. Mentha longifolia (L.) L.: A model species for mint genetic research. HortScience. 2005;40:1225–1229. doi: 10.21273/HORTSCI.40.5.1225.", "ArticleIdList": ["10.21273/HORTSCI.40.5.1225"]}, {"Citation": "Moshrefi Araghi A., Nemati H., Azizi M., Moshtaghi N., Shoora M., Hadian J. Assessment of phytochemical and agro-morphological variability among different wild accessions of Mentha longifolia L. cultivated in field condition. Ind. Crops Prod. 2019;140:111698. doi: 10.1016/j.indcrop.2019.111698.", "ArticleIdList": ["10.1016/j.indcrop.2019.111698"]}, {"Citation": "Başer K.H.C., Kürkçüoğlu M., Tarimcilar G., Kaynak G. Essential oils of Mentha species from Northern Turkey. J. Essent. Oil Res. 1999;11:579–588. doi: 10.1080/10412905.1999.9701218.", "ArticleIdList": ["10.1080/10412905.1999.9701218"]}, {"Citation": "Petrulaitis L., Gudžinskas Z. What are we conserving? A case study of Mentha longifolia and allied species from Lithuania. Botanica. 2018;24:3–14. doi: 10.2478/botlit-2018-0001.", "ArticleIdList": ["10.2478/botlit-2018-0001"]}, {"Citation": "Kew Royal Botanical Garden The Plants of the World/Mentha longifolia L.  [(accessed on 22 September 2021)].  Available online:  http://www.plantsoftheworldonline.org/taxon/urn:lsid:ipni.org:names:450735-1."}, {"Citation": "Gobert V., Moja S., Colson M., Taberlet P. Hybridization in the section Mentha (Lamiaceae) inferred from AFLP markers. Am. J. Bot. 2002;89:2017–2023. doi: 10.3732/ajb.89.12.2017.", "ArticleIdList": ["10.3732/ajb.89.12.2017", "21665630"]}, {"Citation": "Patonay K., Németh-Zámboriné É. Horsemint as a potential raw material for the food industry: Survey on the chemistry of a less studied mint species. Phytochem. Rev. 2020;20:631–652. doi: 10.1007/s11101-020-09718-0.", "ArticleIdList": ["10.1007/s11101-020-09718-0"]}, {"Citation": "Lawrence B.M. Oil composition of other Mentha species and hybrids. In: Lawrence B.M., editor. Mint: The Genus Mentha—Medicinal and Aromatic Plants—Industrial Profiles. CRC Press; Boca Raton, FL, USA: 2007. pp. 327–347."}, {"Citation": "Németh-Zámboriné É. Natural variability of essential oil components. In: Başer K.H.C., Buchbauer G., editors. Handbook of Essential Oils. 2nd ed. CRC Press-Taylor and Francis Group LLC; Boca Raton, FL, USA: 2016. p. 95."}, {"Citation": "Llorens-Molina J.A., Vacas S., Castell V., Verdeguer M. Seasonal variations of essential oils from five accessions of Mentha longifolia (L.) L. with selected chemical profiles. J. Essent. Oil Res. 2020;32:419–428. doi: 10.1080/10412905.2020.1773328.", "ArticleIdList": ["10.1080/10412905.2020.1773328"]}, {"Citation": "Kowalczyk A., Przychodna M., Sopata S., Bodalska A., Fecka I. Thymol and thyme essential oil—New insights into selected therapeutic applications. Molecules. 2020;25:4125. doi: 10.3390/molecules25184125.", "ArticleIdList": ["10.3390/molecules25184125", "PMC7571078", "32917001"]}, {"Citation": "Németh É.Z., Thi Nguyen H. Thujone, a widely debated volatile compound: What do we know about it? Phytochem. Rev. 2020;19:405–423. doi: 10.1007/s11101-020-09671-y.", "ArticleIdList": ["10.1007/s11101-020-09671-y"]}, {"Citation": "Başer K.H.C., Kürkçüoğlu M., Demirci B., Özek T., Tarimcilar G. Essential oils of Mentha species from Marmara region of Turkey. J. Essent. Oil. Res. 2012;24:265–272. doi: 10.1080/10412905.2012.676775.", "ArticleIdList": ["10.1080/10412905.2012.676775"]}, {"Citation": "Mimica-Dukić N., Bozin B. Mentha L. species (Lamiaceae) as promising sources of bioactive secondary metabolites. Curr. Pharm. Des. 2008;14:3141–3150. doi: 10.2174/138161208786404245.", "ArticleIdList": ["10.2174/138161208786404245", "19075696"]}, {"Citation": "Al-Okbi Y.S., Fadel H.H.M., Mohamed D.A. Phytochemical constituents, antioxidant and anticancer activity of Mentha citrata and Mentha longifolia. Res. J. Pharm. Biol. Chem. Sci. 2015;6:739–751."}, {"Citation": "Venskutonis P.R. A chemotype of Mentha longifolia L. from Lithuania rich in piperitenone oxide. J. Essent. Oil Res. 1996;8:91–95. doi: 10.1080/10412905.1996.9700564.", "ArticleIdList": ["10.1080/10412905.1996.9700564"]}, {"Citation": "Younis M.H.Y., Beshir S.M. Carvone-rich essential oils from Mentha longifolia (L.) Huds. ssp. schimperi Briq. and Mentha spicata L. grown in Sudan. J. Essent. Oil Res. 2011;16:539–541. doi: 10.1080/10412905.2004.9698792.", "ArticleIdList": ["10.1080/10412905.2004.9698792"]}, {"Citation": "Sharopov F.S., Sulaimanova V.A., Setzer W.N. Essential oil composition of Mentha longifolia from wild populations growing in Tajikistan. J. Med. Act. Plants. 2012;1:76–84. doi: 10.7275/R5736NTN.", "ArticleIdList": ["10.7275/R5736NTN"]}, {"Citation": "Llorens-Molina J.A., García-Rellán D., Vacas S., Bonet A. Individual sampling approach to study the chemodiversity of volatile and semivolatile compounds of Mentha longifolia L. growing wild in Jiloca basin, Spain. Int. J. Biosci. 2015;7:166–177. doi: 10.12692/ijb/7.4.166-176.", "ArticleIdList": ["10.12692/ijb/7.4.166-176"]}, {"Citation": "Kapp K.  Ph.D. Thesis. University of Helsinki; Helsinki, Finland: 2015.  [(accessed on 22 September 2021)]. Polyphenolic and Essential Oil Composition of Mentha and Their Antimicrobial Effect. Available online:  https://helda.helsinki.fi/bitstream/handle/10138/158806/polyphen.pdf?sequence=1."}, {"Citation": "Ćavar Zeljković S., Šišková J., Komzáková K., De Diego N., Kaffková K., Tarkowski P. Phenolic compounds and biological activity of selected Mentha species. Plants. 2021;10:550. doi: 10.3390/plants10030550.", "ArticleIdList": ["10.3390/plants10030550", "PMC8000339", "33804017"]}, {"Citation": "Mimica-Dukić N., Kite G., Gasic O., Stajner D., Pavkov R., Jancic R., Fellows L. Comparative study of volatile constituents and an timicrobial activity of Mentha species. Acta Hortic. 1993;344:110–115. doi: 10.17660/ActaHortic.1993.344.12.", "ArticleIdList": ["10.17660/ActaHortic.1993.344.12"]}, {"Citation": "Akşit H., Demirtas I., Telci I., Tarımcılar G. Chemical diversity in essential oil composition of Mentha longifolia (L.) Hudson subsp. typhoides (Briq.) Harley var. typhoides from Turkey. J. Essent. Oil Res. 2013;25:430–437. doi: 10.1080/10412905.2013.829005.", "ArticleIdList": ["10.1080/10412905.2013.829005"]}, {"Citation": "Hassanzadeh M.K., Emami S.A., Asili J. Review of the essential oil composition of Iranian Lamiaceae. J. Essent. Oil Res. 2011;23:35–74. doi: 10.1080/10412905.2011.9700429.", "ArticleIdList": ["10.1080/10412905.2011.9700429"]}, {"Citation": "Golparvar R., Hadipanah A., Gheisari M.M., Salehi S., Khaliliazar R., Ghasemi O. Comparative analysis of chemical composition of Mentha longifolia (L.) Huds. J. Herbal. Drugs. 2017;7:235–241."}, {"Citation": "Karasawa D., Erdenechimeg A., Okamoto Y., Tateba H., Shimizu S. A study on Mongolian Mints. A new chemotype from Mentha asiatica Borriss and constituents of M. arvensis L. and M. piperita L. J. Essent. Oil Res. 1995;7:255–260. doi: 10.1080/10412905.1995.9698515.", "ArticleIdList": ["10.1080/10412905.1995.9698515"]}, {"Citation": "Ali H.M., Elgat W.A.A.A., El-Hefny M., Salem M.Z.M., Taha A.S., Al Farraj D.A., Elshikh M.S., Hatamleh A.A., Abdel-Salam A. New approach for using of Mentha longifolia L. and Citrus reticulata L. essential oils as wood-biofungicides: GC-MS, SEM, and MNDO quantum chemical studies. Materials. 2021;14:1361. doi: 10.3390/ma14061361.", "ArticleIdList": ["10.3390/ma14061361", "PMC7998113", "33799760"]}, {"Citation": "Güllüce M., Sahin F., Sokmen M., Ozer H., Daferera D., Sokmen A., Polissiou M., Adiguzel A., Ozkan H. Antimicrobial and antioxidant properties of essential oils and methanolic extract from Mentha longifolia ssp. longifolia. Food Chem. 2007;103:1449–1456. doi: 10.1016/j.foodchem.2006.10.061.", "ArticleIdList": ["10.1016/j.foodchem.2006.10.061"]}, {"Citation": "Hajlaoui H., Trabelsi N., Noumi E., Snoussi M., Fallah H., Ksouri R., Bakhrouf A. Biological activities of the essential oils and methanol extract of two cultivated mint species (Mentha longifolia and Mentha pulegium) used in the Tunisian folkloric medicine. World J. Microbiol. Biotechnol. 2009;25:2227–2238. doi: 10.1007/s11274-009-0130-3.", "ArticleIdList": ["10.1007/s11274-009-0130-3"]}, {"Citation": "Ghoulami S., Il-Idrissi A., Fkih-Tetouani S. Phytochemical study of Mentha longifolia of Morocco. Fitoterapia. 2001;72:596–598. doi: 10.1016/S0367-326X(01)00279-9.", "ArticleIdList": ["10.1016/S0367-326X(01)00279-9", "11429267"]}, {"Citation": "Murad H.A.S., Abdallah H.M., Ali S.S. Mentha longifolia protects against acetic acid induced colitis in rats. J. Ethnopharm. 2016;190:354–361. doi: 10.1016/j.jep.2016.06.016.", "ArticleIdList": ["10.1016/j.jep.2016.06.016", "27282663"]}, {"Citation": "Tunçtürk M., Tunçtürk R., Sekeroglu N., Ertus M.M., Ozgokce F. Lead concentrations of herbs used in Van Herby cheese. Nat. Prod. Commun. 2011;6:1473–1474.", "ArticleIdList": ["22164786"]}, {"Citation": "Patonay K., Korózs M., Murányi Z., Pénzesné Kónya E. Polyphenols in northern Hungarian Mentha longifolia (L.) L. treated with ultrasonic extraction for potential oenological uses. Turk. J. Agric. For. 2017;41:208–217. doi: 10.3906/tar-1701-61.", "ArticleIdList": ["10.3906/tar-1701-61"]}, {"Citation": "Patonay K., Szalontai H., Csugány J., Szabó-Hudák O., Pénzesné Kónya E., Zámboriné Németh É. Comparison of extraction methods for the assessment of total polyphenol content and in vitro antioxidant capacity of horsemint (Mentha longifolia (L.) L.) Appl. Res. Med. Aromat. Plants. 2019;15:100220. doi: 10.1016/j.jarmap.2019.100220.", "ArticleIdList": ["10.1016/j.jarmap.2019.100220"]}, {"Citation": "Patonay K., Szabó-Hudák O., Szalontai H., Jánószky M., Kónya E., Németh É. Extraction and identification of major polyphenol constituents of Northern Hungarian horsemint (Mentha longifolia L. (L.)) Acta Biol. Plant. Agriensis. 2020;8:53–68. doi: 10.21406/abpa.2020.8.1.53.", "ArticleIdList": ["10.21406/abpa.2020.8.1.53"]}, {"Citation": "De Sousa Barros A., de Morais S.M., Travassos F.P.A., Gusmão Pinto Vieira Í., Aragão Craveiro A., Oliveira dos Santos Fontenelle R., Silva Alencar de Menezes J.E., Walber Ferreira da Silva F., Araújo de Sousa H. Chemical composition and functional properties of essential oils from Mentha species. Ind. Crops Prod. 2015;76:557–564. doi: 10.1016/j.indcrop.2015.07.004.", "ArticleIdList": ["10.1016/j.indcrop.2015.07.004"]}, {"Citation": "Fleisher A., Fleisher Z. The essential oils from Mentha longifolia growing in Sinai and Israel. J. Essent. Oil. Res. 1991;3:57–58. doi: 10.1080/10412905.1991.9697909.", "ArticleIdList": ["10.1080/10412905.1991.9697909"]}, {"Citation": "Adams R.P. Identification of Essential Oil Components by Gas Chromatography/Mass Spectrometry. 4th ed. Allured Publishing Corp.; Carol Stream, IL, USA: 2017."}, {"Citation": "Stein S., Mirokhin Y., Tchekhovskoi D., Maillard G., Mikaia A., Neta P., Sparkman D., White E., Yang X., Zaikin V., et al. Agilent Techologies NIST Mass Spectral Library Revision 2005. (The NIST Mass Spectrometry Data Center (2011) Standard Reference Database NIST 2.0). The NIST Mass spectral search program for the library was distributed by the The Standard Reference Data Program of The National Institute of Standards and Technology of the United States. May 19, 2011."}, {"Citation": "Gosztola B.  Ph.D. Thesis. Corvinus University; Budapest, Hungary: 2012.  [(accessed on 22 September 2021)]. Morphological and Chemical Diversity of Different Chamomile (Matricaria recutita L.) Populations of the Great Hungarian Plain. (Alföldi Vadon Termő Orvosi Kamilla (Matricaria recutita L.) Populációk Diverzitásának Értékelése Morfológiai és Beltartalmi Szempontból) p. 16. Available online:  http://phd.lib.uni-corvinus.hu/600/2/Gosztola_Beata_ten.pdf."}, {"Citation": "Lawrence B.M. The composition of commercially important mints. In: Lawrence B.M., editor. Mint: The Genus Mentha—Medicinal and Aromatic Plants—Industrial Profiles. CRC Press; Boca Raton, FL, USA: 2007. pp. 217–325."}, {"Citation": "Salehi B., Stojanović-Radić Z., Matejić J., Sharopov F., Antolak H., Kręgiel D., Sen S., Sharifi-Rad M., Acharya K., Sharifi-Rad R., et al. Plants of Genus Mentha: From farm to food factory. Plants. 2018;7:70. doi: 10.3390/plants7030070.", "ArticleIdList": ["10.3390/plants7030070", "PMC6161068", "30181483"]}, {"Citation": "Zeinali H., Arzani A., Razmjoo K., Rezaee M.B. Evaluation of oil compositions of Iranian mints (Mentha spp.) J. Essent. Oil Res. 2005;17:156–159. doi: 10.1080/10412905.2005.9698863.", "ArticleIdList": ["10.1080/10412905.2005.9698863"]}, {"Citation": "Regulation (EC) No 1334/2008 of the European Parliament and of the Council of 16 December 2008 on flavourings and certain food ingredients with flavouring properties for use in and on foods and amending Council Regulation (EEC) No 1601/91, Regulations (EC) No 2232/96 and (EC) No 110/2008 and Directive 2000/13/EC. Off. J. Eur. Union L. 2008;354:34–50."}, {"Citation": "Verghese J. Dihydrocarvone.  [(accessed on 22 September 2021)];Perfum. Flavorist. 1980 5:23–26. Available online:  https://www.perfumerflavorist.com/fragrance/application/multiuse/Dihydrocarvone-376780731.html."}, {"Citation": "Bertoli A., Leonardi M., Krzyzanowska J., Ołeszek W., Pistelli L. Mentha longifolia in vitro cultures as safe source of flavouring ingredients. Acta Biochim. Pol. 2011;58:581–587. doi: 10.18388/abp.2011_2228.", "ArticleIdList": ["10.18388/abp.2011_2228", "22175048"]}, {"Citation": "Nieto G. A review on applications and uses of Thymus in the food industry. Plants. 2020;9:961. doi: 10.3390/plants9080961.", "ArticleIdList": ["10.3390/plants9080961", "PMC7464319", "32751488"]}, {"Citation": "Szűcs P., Táborská J., Baranyi G., Pénzes-Kónya E. Short-term changes in the bryophyte flora in the botanical garden of Eszterházy Károly University (Eger, NE Hungary) Acta Biol. Plant. Agriensis. 2017;5:52–60. doi: 10.21406/abpa.2017.5.2.52.", "ArticleIdList": ["10.21406/abpa.2017.5.2.52"]}, {"Citation": "Van den Dool H., Kratz P. A generalization of the retention index system including linear temperature programmed gas-liquid partition chromatography. J. Chrom. A. 1963;11:463–471. doi: 10.1016/S0021-9673(01)80947-X.", "ArticleIdList": ["10.1016/S0021-9673(01)80947-X", "14062605"]}, {"Citation": "Bicchi C., Chaintreau A., Joulain D. Technical editorial: Identification of flavour and fragrance constituents. Flavour. Fragr. J. 2018;33:201–202. doi: 10.1002/ffj.3445.", "ArticleIdList": ["10.1002/ffj.3445"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "10", "Day": "2"}, {"Year": "2021", "Month": "11", "Day": "9"}, {"Year": "2021", "Month": "11", "Day": "9"}, {"Year": "2021", "Month": "11", "Day": "27", "Hour": "1", "Minute": "25"}, {"Year": "2021", "Month": "11", "Day": "28", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "11", "Day": "28", "Hour": "6", "Minute": "1"}, {"Year": "2021", "Month": "11", "Day": "16"}], "PublicationStatus": "epublish", "ArticleIdList": ["34834841", "PMC8622948", "10.3390/plants10112478", "plants10112478"]}}], "PubmedBookArticle": []}