{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Primula", "Primula veris", "embryology", "pollen and seed viability", "reproduction", "reproductive potential"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34834659", "DateRevised": {"Year": "2021", "Month": "11", "Day": "30"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "10", "Day": "26"}], "Language": ["eng"], "ELocationID": ["2296", "10.3390/plants10112296"], "Journal": {"ISSN": "2223-7747", "JournalIssue": {"Volume": "10", "Issue": "11", "PubDate": {"Year": "2021", "Month": "Oct", "Day": "26"}}, "Title": "Plants (Basel, Switzerland)", "ISOAbbreviation": "Plants (Basel)"}, "ArticleTitle": "On the Reproductive Potential in <i>Primula veris</i> L. (Primulaceae): Embryological Features, Pollen and Seed Viability, Genetic Diversity.", "Abstract": {"AbstractText": ["<i>Primula veris</i> (Primulaceae) is a valuable medicinal plant. The main characteristics for assessing the reproductive potential (embryological features; mode of reproduction; pollen and seed viability) and the genetic diversity of populations of the species from Bulgaria were studied. The anthers are tetrasporangiate. Their wall development follows the Dicotyledonous-type and consists of: epidermis, a fibrous endothecium, an ephemeral middle layer and a secretory (glandular) tapetum. After meiosis in pollen mother cells and simultaneous microsporogenesis tetrahedral tetrads are formed predominantly in the anthers. Many ovules (approximately 20) develop in the unilocular ovary and are anatropous, tenuinucellate and bitegmic. The embryo sac (ES) develops after <i>Polygonum</i> (monosporic)-type from the chalazal cell of linear megaspore tetrad in the ovule. After double fertilization, a Caryophyllad-type embryo and initially nuclear endosperm form. In the studied populations, high pollen viability of more than 95% was established. Extremely low viability (about 4%) of the seeds obtained from natural populations was established. The results reveal <i>P. veris</i> to be a predominantly amphimictic (sexually reproducing) species, although rare vegetative propagation is also observed. As a result of this study, essential data were obtained about the reproductive structures and processes and for assessing the reproductive potential of <i>P. veris</i>."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Biodiversity and Ecosystem Research, Bulgarian Academy of Sciences, 1113 Sofia, Bulgaria."}], "LastName": "Yankova-Tsvetkova", "ForeName": "Elina", "Initials": "E"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Biodiversity and Ecosystem Research, Bulgarian Academy of Sciences, 1113 Sofia, Bulgaria."}], "LastName": "Yurukova-Grancharova", "ForeName": "Petka", "Initials": "P"}, {"Identifier": ["0000-0002-6476-5438"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Biodiversity and Ecosystem Research, Bulgarian Academy of Sciences, 1113 Sofia, Bulgaria."}], "LastName": "Aneva", "ForeName": "Ina", "Initials": "I"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Dendrology, University of Forestry, 1797 Sofia, Bulgaria."}], "LastName": "Zhelev", "ForeName": "Petar", "Initials": "P"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Plants (Basel)", "NlmUniqueID": "101596181", "ISSNLinking": "2223-7747"}, "CoiStatement": "The authors declare no conflict of interest. The funders had no role in the design of the study; in the collection, analyses, or interpretation of data; in the writing of the manuscript, or in the decision to publish the results."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Richards J. Primula L. 2nd ed. Timber Press; Portland, OR, USA: 2003. 386p"}, {"Citation": "Zhang L.B., Kadereit J.W. Classification of Primula sect. Auricula (Primulaceae) based on two molecular data sets (ITS, AFLPs), morphology and geographical distribution. Bot. J. Linn. Soc. 2004;146:1–26."}, {"Citation": "Darwin C.R. The Different Forms of Flowers on Plants of the Same Species. John Murray; London, UK: 1877. p. 351."}, {"Citation": "Barrett S.C.H., Jesson L.K., Baker A.M. The evolution and function of stylar polymorphisms in flowering plants. Ann. Bot. 2000;85:253–265. doi: 10.1006/anbo.1999.1067.", "ArticleIdList": ["10.1006/anbo.1999.1067"]}, {"Citation": "Brys R., Jacquemyn H. The impact of individual inaccuracy of reciprocal herkogamy on legitimate pollen deposition and seed set in a distylous self-incompatible herb. J. Ecol. 2020;108:81–93. doi: 10.1111/1365-2745.13258.", "ArticleIdList": ["10.1111/1365-2745.13258"]}, {"Citation": "Naiki A. Hetrostyly and the possibility of its breakdown by polyploidization. Plant Species Biol. 2012;27:3–29. doi: 10.1111/j.1442-1984.2011.00363.x.", "ArticleIdList": ["10.1111/j.1442-1984.2011.00363.x"]}, {"Citation": "Schmidt-Lebuhn A.N., de Vos J.M., Keller B., Conti E. Phylogenetic analysis of Primula section Primula reveals rampant non-monophyly among morphologically distinct species. Mol. Phylogenet. Evol. 2012;65:23–34. doi: 10.1016/j.ympev.2012.05.015.", "ArticleIdList": ["10.1016/j.ympev.2012.05.015", "22643289"]}, {"Citation": "Clapham A.R., Tutin T.G., Moore D.M. Flora of the British Isles. 3rd ed. Cambridge University Press; Cambridge, UK: 1987. 688p"}, {"Citation": "Nowak M.D., Russo G., Schlapbach R., Huu C.N., Lenhard M., Conti E. The draft genome of Primula veris yields insights into the molecular basis of heterostyly. Genome Biol. 2015;16:12. doi: 10.1186/s13059-014-0567-z.", "ArticleIdList": ["10.1186/s13059-014-0567-z", "PMC4305239", "25651398"]}, {"Citation": "Peev D. Genus Primula L. In: Velchev V., editor. Flora of the Republic of Bulgaria. Volume 8. Bulgarian Academy of Sciences; Sofia, Bulgaria: 1982. pp. 324–336. (In Bulgarian)"}, {"Citation": "Assyov B., Petrova A., Dimitrov D., Vassilev P. In: Conspectus of the Bulgarian Vascular Flora. Distribution Maps and Floristic Elements. 4th ed. Assyov B., Petrova A., editors. Bulgarian Biodiversity Foundation; Sofia, Bulgaria: 2012. pp. 331–332."}, {"Citation": "Keller B., de Vos J.M., Conti E. Decrease of sexual organ reciprocity between heterostylous primrose species, with possible functional and evolutionary implications. Ann. Bot. 2012;110:1233–1244. doi: 10.1093/aob/mcs199.", "ArticleIdList": ["10.1093/aob/mcs199", "PMC3478057", "23002269"]}, {"Citation": "Brys R., Jacquemyn H., Endels P., Van Rossum F., Hermy M., Triest L., De Bruyn L., Blust G.D.E. Reduced reproductive success in small populations of the self-incompatible Primula vulgaris. J. Ecol. 2004;92:5–14. doi: 10.1046/j.0022-0477.2004.00840.x.", "ArticleIdList": ["10.1046/j.0022-0477.2004.00840.x"]}, {"Citation": "Van Rossum F., Triest L. Within-population genetic variation in the distylous Primula veris: Does floral morph anisoplethy matter in fragmented habitats? Perspectives in Plant Ecology. Evol. Syst. 2006;7:263–273."}, {"Citation": "Berisha N., Millaku F., Gashi B., Krasniqi E., Novak J. Initial determination of DNA polymorphism of some Primula veris L. populations from Kosovo and Austria. Physiol. Mol. Biol. Plants. 2015;21:117–122. doi: 10.1007/s12298-014-0275-x.", "ArticleIdList": ["10.1007/s12298-014-0275-x", "PMC4312321", "25650329"]}, {"Citation": "Müller A., Ganzera M., Stuppner H. Analysis of phenolic glycosides and saponins in Primula elatior and Primula veris (primula root) by liquid chromatography, evaporative light scattering detection and mass spectrometry. J. Chromatogr. A. 2006;1112:218–223. doi: 10.1016/j.chroma.2005.10.067.", "ArticleIdList": ["10.1016/j.chroma.2005.10.067", "16297921"]}, {"Citation": "Bączek K., Przybył J.L., Mirgos M., Kosakowska O., Szymborska-Sandhu I., Węglarz Z. Phenolics in Primula veris L. and P. elatior (L.) Hill Raw Materials. Int. J. Anal. Chem. 2017;1:2871579. doi: 10.1155/2017/2871579.", "ArticleIdList": ["10.1155/2017/2871579", "PMC5557003", "28835753"]}, {"Citation": "Martins B.C., Oberprieler C., Hellwig F.H. A phylogenetic analysis of Primulaceae s.l. based on internal transcribed spacer (ITS) DNA sequence data. Plant Syst. Evol. 2003;237:75–85. doi: 10.1007/s00606-002-0258-1.", "ArticleIdList": ["10.1007/s00606-002-0258-1"]}, {"Citation": "Brys R., Jacquemyn H., Endels P., Hermy M., De Blust G. The relationship between reproductive success and demographic structure in remnant populations of Primula veris. Acta Oecol. 2003;24:247–253. doi: 10.1016/j.actao.2003.09.002.", "ArticleIdList": ["10.1016/j.actao.2003.09.002"]}, {"Citation": "Deschepper P., Brys R., Jacquemyn H. The impact of flower morphology and pollinator community composition on pollen transfer in the distylous Primula veris. Bot. J. Linn. Soc. 2017;186:414–424. doi: 10.1093/botlinnean/box097.", "ArticleIdList": ["10.1093/botlinnean/box097"]}, {"Citation": "Preston C.D., Hill M.O. The geographical relationships of British and Irish vascular plants. Bot. J. Linn. Soc. 1997;124:1–120. doi: 10.1111/j.1095-8339.1997.tb01785.x.", "ArticleIdList": ["10.1111/j.1095-8339.1997.tb01785.x"]}, {"Citation": "Wichtl M. Herbal Drugs and Phytopharmaceuticals, A Handbook of Practice on a Scientific Basis. 3rd ed. Medpharm Scientific Publisher; Stuttgart, Germany: 2004. 704p"}, {"Citation": "Ornduff R. Pollen flow in a population of Primula vulgaris Huds. Bot. J. Linn. Soc. 1979;78:1–10. doi: 10.1111/j.1095-8339.1979.tb02181.x.", "ArticleIdList": ["10.1111/j.1095-8339.1979.tb02181.x"]}, {"Citation": "Allen D., Bilz M., Leaman D.J., Miller R.M., Timoshyna A., Window J. European Red List of Medicinal Plants. Publications Office of the European Union; Luxembourg: 2014. 62p"}, {"Citation": "European Pharmacopoeia . European Directorate for the Quality of Medicines and Health Care (EDQM) 5th ed. Council of Europe; Strasbourg, France: 2006. Primula root (Primulae radix) p. 1588."}, {"Citation": "Biological Diversity Act. 2002. Promulgated, State Gazette SG, No. 77/9.08.2002, Last amended, in SG No. 58/26.07.2016 (Bg)  [(accessed on 2 September 2021)]; Available online:  http://eea.government.bg/bg/legislation/biodiversity/ZBR_en_26_07_2016.pdf."}, {"Citation": "Medicinal Plants Act. 2000. Promulgated State Gazette (SG), issue 29/7.04.2000. Last amended in SG, Number 98.  [(accessed on 2 September 2021)];2014 November 28; (In Bulgarian) Available online:  http://eea.government.bg/bg/legislation/biodiversity/ZLR_en.pdf."}, {"Citation": "EMA (European Medicines Agency) Assessment Report on Primula veris L. and/or Primula elatior (L.) Hill, Flos. EMA/HMPC/136583/2012. European Medicines Agency; Amsterdam, The Netherlands: 2012."}, {"Citation": "EMA (European Medicines Agency) Assessment Report on Primula veris L. and/or Primula elatior (L.) Hill, Radix. EMA/HMPC/113577/2012. European Medicines Agency; Amsterdam, The Netherlands: 2012."}, {"Citation": "Tarapatskyy M., Gumienna A., Sowa P., Capusta I., Puchalski C. Bioactive Phenolic Compounds from Primula veris L.: Influence of the Extraction Conditions and Purification. Molecules. 2021;26:997. doi: 10.3390/molecules26040997.", "ArticleIdList": ["10.3390/molecules26040997", "PMC7918410", "33668513"]}, {"Citation": "Pamukov D., Ahthardzhiev H. Natural Pharmacy. Zemizdat; Sofia, Bulgaria: 1989. 327p. (In Bulgarian)"}, {"Citation": "Richards A.J. Plant Breeding Systems. 2nd ed. Chapman and Hall; London, UK: 1997."}, {"Citation": "Brys R., Jacquemyn H. Biological Flora of the British Isles: Primula veris L. J. Ecol. 2009;97:581–600. doi: 10.1111/j.1365-2745.2009.01495.x.", "ArticleIdList": ["10.1111/j.1365-2745.2009.01495.x"]}, {"Citation": "<monospace>Cardoso J.C., Viana M.L., Matias R., Furtado M.T., Caetano A.P., Consolaro H., Brito V.L. Towards a unified terminology for angiosperm reproductive system. Acta Bot. Bras. 2018;32:329–348."}, {"Citation": "Li J., Webster M.A., Smith M.C., Gilmartin P.M. Floral heteromorphy in Primula vulgaris: Progress towards isolation and characterization of the S locus. Ann. Bot. 2011;108:715–726. doi: 10.1093/aob/mcr181.", "ArticleIdList": ["10.1093/aob/mcr181", "PMC3170159", "21803742"]}, {"Citation": "Darwin C.R. On the Various Contrivances by Which British and Foreign Orchids Are Fertilized by Insects, and on the Good Effects of Intercrossing. John Murray; London, UK: 1862. pp. 1–377.", "ArticleIdList": ["PMC5180317", "30163543"]}, {"Citation": "Minuto L., Guerrina M., Roccotiello E., Roccatagliata N., Mariotti M.G., Casazza G. Pollination ecology in the narrow endemic winter-flowering Primula allionii (Primulaceae) J. Plant Prot. Res. 2014;127:141–150. doi: 10.1007/s10265-013-0588-9.", "ArticleIdList": ["10.1007/s10265-013-0588-9", "23963860"]}, {"Citation": "Larson B.M.H., Barrett S.C.H. Reproductive biology of island and mainland populations of Primula mistassinica (Primulaceae) on Lake Huron shorelines. Can. J. Bot. 1998;76:1819–1827."}, {"Citation": "Wolff D., Liede-Schumann S. Evolution of flower morphology, pollen dimorphism, and nectar composition in Arcytophyllum, a distylous genus of Rubiaceae. Org. Divers. Evol. 2007;7:106–123. doi: 10.1016/j.ode.2006.02.005.", "ArticleIdList": ["10.1016/j.ode.2006.02.005"]}, {"Citation": "Dahlgren K.V.O. Zytologische und embryologische Studien über die Reihen Primulales und Plumpaginales. Kongl. Svenska Vetensk.-Akad. Handl. 1916;56:360–363."}, {"Citation": "Davis G.L. Systematic Embryology of the Angiosperms. John Wiley; New York, NY, USA: 1966. 528p"}, {"Citation": "Poddubnaya-Arnoldi V.A. Characteristics of Flowering Plants Families According to the Cytoembryological Features. Nauka; Moscow, Russia: 1982. (In Russian)"}, {"Citation": "Lersten N.R., Eilers L.J. Binucleate Tapetum in Two Species of Lysimachia (Primulaceae) Proc. Iowa Acad. Sci. 1974;81:93–94."}, {"Citation": "Gachechiladze M.I. The embryology of Primula bayernii (Primulaceae) Bot. J. 1993;78:93–96. (In Russian)"}, {"Citation": "Mameteva T.B. Family Primulaceae. In: Yakovlev M.S., editor. Comparative Embryology of Flowering Plants. Nauka; Leningrad, Russia: 1983. pp. 241–243. (In Russian)"}, {"Citation": "Anderberg A.A. Primulaceae. In: Kubitzki K., editor. The Families and Genera of Vascular Plants. Volume 6. Springer; Berlin/Heidelberg, Germany: 2004. pp. 313–319."}, {"Citation": "Morozowska M., Idzikowska K. Morphological differentiation of Primula veris L. pollen from natural and cultivated populations. Acta Soc. Bot. Pol. 2004;73:229–232. doi: 10.5586/asbp.2004.029.", "ArticleIdList": ["10.5586/asbp.2004.029"]}, {"Citation": "Kálmán K., Medvegy A., Mihalik E. Quantitative characteristics of the gynoecium in Primula vulgaris. Acta Biol. Szeged. 1999;43:5–14."}, {"Citation": "Petrova S.E., Kozhin M.N. Heterostyly in Primula nutans ssp. finmarchica (Jacq.) Á. Löve & D. Löve (Primulaceae) from three northern coenopopulations (Kandalaksha Bay, White Sea) Wulfenia. 2018;25:231–241."}, {"Citation": "Akhalkatsi M., Gvaladze G., Taralashvili N. Embryology of Primula algida and Primula amoena (Primulaceae) Bull. Georg. Aca. Sci. 1998;157:98–101."}, {"Citation": "Raju M.V.S. Embryology of Anagallis pumila Swartz. Proc. Indian Acad. Sci. Sect. B. 1952;36:34–42. doi: 10.1007/BF03052461.", "ArticleIdList": ["10.1007/BF03052461"]}, {"Citation": "Kapil N.R., Tiwari S.C. The integumentary tapetum. Bot. Rev. 1978;44:457–490. doi: 10.1007/BF02860847.", "ArticleIdList": ["10.1007/BF02860847"]}, {"Citation": "Van Rossum F., De Sousa S.C., Triest L. Morph-specific differences in reproductive success in the distylous Primula veris in a context of habitat fragmentation. Acta Oecol. 2006;30:426–433. doi: 10.1016/j.actao.2006.06.005.", "ArticleIdList": ["10.1016/j.actao.2006.06.005"]}, {"Citation": "Veillet-Bartoszewska M. La polyembryonie chez le Primula auricula L. Bull. Soc. bot. Fr. 1957;104:473–475. doi: 10.1080/00378941.1957.10835130.", "ArticleIdList": ["10.1080/00378941.1957.10835130"]}, {"Citation": "Maheshwari P. Polyembryony in Angiosperms. Palaeobotanist. 1952;1:319–329."}, {"Citation": "Dafni A., Firmage D. Pollen viability and longevity: Practical, ecological and evolutionary implications. Plant Syst. Evol. 2000;222:113–132. doi: 10.1007/BF00984098.", "ArticleIdList": ["10.1007/BF00984098"]}, {"Citation": "Lincoln R.J., Boxshall G.A., Clark P.F. A Dictionary of Ecology, Evolution and Systematics. Cambridge University Press; New York, NY, USA: 1982. 313p"}, {"Citation": "Aronne G., Iovane M., Strumia S. Temperature and humidity affect pollen viability and may trigger distyly disruption in threatened species. Ann. Bot. 2021;11:77–82."}, {"Citation": "Copeland L.O., McDonald M.F. Seed Viability and Viability Testing. In: Copeland L.O., McDonald M.F., editors. Principles of Seed Science and Technology. 4th ed. Kluwer Academic Publisher; New York, USA: 2001. pp. 124–139."}, {"Citation": "AOSA  . Tetrazolium Testing Handbook. Association of Official Seed Analysts; Lincoln, NE, USA: 2000.  [(accessed on 2 September 2021)].  Contribution No. 29. Available online:  http://gsem.weebly.com/uploads/9/3/5/1/9351412/tetrazolium_testing_handbook__2001-2002__-_part_i.pdf."}, {"Citation": "Moore R.P. Handbook on Tetrazolium Testing. International Seed Testing Association; Zürich, Switzerland: 1985. 99p"}, {"Citation": "Richards A.J. Primulas of the British Isles. Shire Publications; Princes Risborough, UK: 1989. 24p"}, {"Citation": "Jacquemyn H., Brys R. Population growth rates of the forest herb Primula elatior increase with stand age in post-agricultural forests. Ecology. 2008;89:3480–3489. doi: 10.1890/07-1908.1.", "ArticleIdList": ["10.1890/07-1908.1", "19137953"]}, {"Citation": "Grime J.P., Hodgson J.G., Hunt R. Comparative Plant Ecology. A Functional Approach to Common British Species. Unwin Hyman; London, UK: 1988. 679p"}, {"Citation": "Thompson K., Bakker J.P., Bekker R.M. The Soil Seed Bank of North West Europe: Methodology, Density and Longevity. Cambridge University Press; Cambridge, UK: 1988."}, {"Citation": "Antrobus S., Lack A.J. Genetics of colonizing and established populations of Primula veris. Heredity. 1993;71:252–258. doi: 10.1038/hdy.1993.133.", "ArticleIdList": ["10.1038/hdy.1993.133"]}, {"Citation": "Milberg P. Germination ecology of the polycarpic grassland perennials Primula veris and Trollius europaeus. Ecography. 1994;17:3–8. doi: 10.1111/j.1600-0587.1994.tb00071.x.", "ArticleIdList": ["10.1111/j.1600-0587.1994.tb00071.x"]}, {"Citation": "Crema S., Christofolini G., Rossi M., Conte L. High genetic diversity detected in the endemic Primula apennina Widmer (Primulaceae) using ISSR fingerprinting. Plant Syst. Evol. 2009;280:29–36. doi: 10.1007/s00606-009-0167-7.", "ArticleIdList": ["10.1007/s00606-009-0167-7"]}, {"Citation": "Nei M. Analysis of gene diversity in subdivided populations. Proc. Natl. Acad. Sci. USA. 1973;70:3321–3323. doi: 10.1073/pnas.70.12.3321.", "ArticleIdList": ["10.1073/pnas.70.12.3321", "PMC427228", "4519626"]}, {"Citation": "Noroozisharafa A., Hatamzadeha A., Samizadeh Lahiji H., Bakhshi D. Genetic diversity of endangered primrose (Primula heterochroma Stapf.) accessions from Iran revealed by ISSR and IRAP markers. Sci. Hortic. 2015;190:173–178. doi: 10.1016/j.scienta.2015.04.028.", "ArticleIdList": ["10.1016/j.scienta.2015.04.028"]}, {"Citation": "Rossetto M., Weaver P.K., Dixon K.W. Use of RAPD analysis indevising conservation strategies for the rare and endangered Grevillea scapigera (Proteaceae) Mol. Ecol. 1995;4:321–329. doi: 10.1111/j.1365-294X.1995.tb00225.x.", "ArticleIdList": ["10.1111/j.1365-294X.1995.tb00225.x", "7663751"]}, {"Citation": "Peev D. Chromosome numbers and critical notes on the taxonomy of some Primulaceae species in Bulgaria. Fitologiya. 1976;4:16–24."}, {"Citation": "Nikolov N.A. Chromosome numbers of Bulgarian Angiosperms from North Pirin Mountain: Reserve “Bajuvi Dupki -Džindžirica”. Fitologiya. 1991;41:70–75."}, {"Citation": "Romeis B. Mikroskopische Technik. Oldenbourg Wissenschaftsverlag; München, Germany: 1948. 695p"}, {"Citation": "Heidenhain R. Eine neue Verwendung des haematoxylin. Archiv. Mikrosk. Anat. 1885;24:468–470. doi: 10.1007/BF02960389.", "ArticleIdList": ["10.1007/BF02960389"]}, {"Citation": "Singh R.J. Plant Cytogenetics. 2nd ed. CRC Press; Boca Raton, FL, USA: 2003. 488p"}, {"Citation": "Peters J., editor. Tetrazolium Testing Handbook. Association of Official Seed Analysts; Ithaca, NY, USA: 2007. 88p"}, {"Citation": "Petrova G., Dzhambazova T., Moyankova D., Georgieva D., Michova A., Djilianov D., Möller M. Morphological variation, genetic diversity and genome size of critically endangered Haberlea (Gesneriaceae) populations in Bulgaria do not support the recognition of two different species. Plant Syst. Evol. 2013;300:29–41. doi: 10.1007/s00606-013-0857-z.", "ArticleIdList": ["10.1007/s00606-013-0857-z"]}, {"Citation": "Metsalu T., Vilo J. ClustVis: A web tool for visualizing clustering of multivariate data using Principal Component Analysis and heatmap. Nucleic Acids Res. 2015;43:W566–W570. doi: 10.1093/nar/gkv468.", "ArticleIdList": ["10.1093/nar/gkv468", "PMC4489295", "25969447"]}, {"Citation": "Husband B.C., Schemske D.W. Evolution of the magnitude and timing of inbreeding depression in plants. Evolution. 1996;50:54–70. doi: 10.1111/j.1558-5646.1996.tb04472.x.", "ArticleIdList": ["10.1111/j.1558-5646.1996.tb04472.x", "28568860"]}, {"Citation": "Kéry M., Matthies D., Spillman H.H. Reduced fertility and offspring performance in small populations of the declining grassland plants Primula veris and Gentiana lutea. J. Ecol. 2000;88:17–30. doi: 10.1046/j.1365-2745.2000.00422.x.", "ArticleIdList": ["10.1046/j.1365-2745.2000.00422.x"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "10", "Day": "2"}, {"Year": "2021", "Month": "10", "Day": "18"}, {"Year": "2021", "Month": "10", "Day": "20"}, {"Year": "2021", "Month": "11", "Day": "27", "Hour": "1", "Minute": "25"}, {"Year": "2021", "Month": "11", "Day": "28", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "11", "Day": "28", "Hour": "6", "Minute": "1"}, {"Year": "2021", "Month": "10", "Day": "26"}], "PublicationStatus": "epublish", "ArticleIdList": ["34834659", "PMC8621291", "10.3390/plants10112296", "plants10112296"]}}], "PubmedBookArticle": []}