{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34848710", "DateRevised": {"Year": "2021", "Month": "12", "Day": "04"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "12", "Day": "01"}], "Language": ["eng"], "ELocationID": ["257", "10.1038/s41438-021-00693-x"], "Journal": {"ISSN": "2662-6810", "JournalIssue": {"Volume": "8", "Issue": "1", "PubDate": {"Year": "2021", "Month": "Dec", "Day": "01"}}, "Title": "Horticulture research", "ISOAbbreviation": "Hortic Res"}, "ArticleTitle": "Transcriptional regulation of flavonoid biosynthesis in Artemisia annua by AaYABBY5.", "Pagination": {"StartPage": "257", "MedlinePgn": "257"}, "Abstract": {"AbstractText": ["Artemisia annua is a medicinal plant rich in terpenes and flavonoids with useful biological activities such as antioxidant, anticancer, and antimalarial activities. The transcriptional regulation of flavonoid biosynthesis in A. annua has not been well-studied. In this study, we identified a YABBY family transcription factor, AaYABBY5, as a positive regulator of anthocyanin and total flavonoid contents in A. annua. AaYABBY5 was selected based on its similar expression pattern to the phenylalanine ammonia lyase (PAL), chalcone synthase (CHS), chalcone isomerase (CHI), and flavonol synthase (FLS) genes. A transient dual-luciferase assay in Nicotiana bethamiana with the AaYABBY5 effector showed a significant increase in the activity of the downstream LUC gene, with reporters AaPAL, AaCHS, AaCHI, and AaUFGT. The yeast one-hybrid system further confirmed the direct activation of these promoters by AaYABBY5. Gene expression analysis of stably transformed AaYABBY5 overexpression, AaYABBY5 antisense, and control plants revealed a significant increase in the expression of AaPAL, AaCHS, AaCHI, AaFLS, AaFSII, AaLDOX, and AaUFGT in AaYABBY5 overexpression plants. Moreover, their total flavonoid content and anthocyanin content were also found to increase. AaYABBY5 antisense plants showed a significant decrease in the expression of flavonoid biosynthetic genes, as well as a decrease in anthocyanin and total flavonoid contents. In addition, phenotypic analysis revealed deep purple-pigmented stems, an increase in the leaf lamina size, and higher trichome densities in AaYABBY5 overexpression plants. Together, these data proved that AaYABBY5 is a positive regulator of flavonoid biosynthesis in A. annua. Our study provides candidate transcription factors for the improvement of flavonoid concentrations in A. annua and can be further extended to elucidate its mechanism of regulating trichome development."], "CopyrightInformation": "© 2021. The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Joint International Research Laboratory of Metabolic and Developmental Sciences, Plant Biotechnology Research Center, Fudan-SJTU-Nottingham Plant Biotechnology R&D Center, School of Agriculture and Biology, Shanghai Jiao Tong University, 200240, Shanghai, China."}], "LastName": "Kayani", "ForeName": "Sadaf-Ilyas", "Initials": "SI"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Joint International Research Laboratory of Metabolic and Developmental Sciences, Plant Biotechnology Research Center, Fudan-SJTU-Nottingham Plant Biotechnology R&D Center, School of Agriculture and Biology, Shanghai Jiao Tong University, 200240, Shanghai, China."}], "LastName": "Shen", "ForeName": "Qian", "Initials": "Q"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Joint International Research Laboratory of Metabolic and Developmental Sciences, Plant Biotechnology Research Center, Fudan-SJTU-Nottingham Plant Biotechnology R&D Center, School of Agriculture and Biology, Shanghai Jiao Tong University, 200240, Shanghai, China."}], "LastName": "Rahman", "ForeName": "Saeed-Ur", "Initials": "SU"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Joint International Research Laboratory of Metabolic and Developmental Sciences, Plant Biotechnology Research Center, Fudan-SJTU-Nottingham Plant Biotechnology R&D Center, School of Agriculture and Biology, Shanghai Jiao Tong University, 200240, Shanghai, China."}], "LastName": "Fu", "ForeName": "Xueqing", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Joint International Research Laboratory of Metabolic and Developmental Sciences, Plant Biotechnology Research Center, Fudan-SJTU-Nottingham Plant Biotechnology R&D Center, School of Agriculture and Biology, Shanghai Jiao Tong University, 200240, Shanghai, China."}], "LastName": "Li", "ForeName": "Yongpeng", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Joint International Research Laboratory of Metabolic and Developmental Sciences, Plant Biotechnology Research Center, Fudan-SJTU-Nottingham Plant Biotechnology R&D Center, School of Agriculture and Biology, Shanghai Jiao Tong University, 200240, Shanghai, China."}], "LastName": "Wang", "ForeName": "Chen", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Joint International Research Laboratory of Metabolic and Developmental Sciences, Plant Biotechnology Research Center, Fudan-SJTU-Nottingham Plant Biotechnology R&D Center, School of Agriculture and Biology, Shanghai Jiao Tong University, 200240, Shanghai, China."}], "LastName": "Hassani", "ForeName": "Danial", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Joint International Research Laboratory of Metabolic and Developmental Sciences, Plant Biotechnology Research Center, Fudan-SJTU-Nottingham Plant Biotechnology R&D Center, School of Agriculture and Biology, Shanghai Jiao Tong University, 200240, Shanghai, China. kxtang@sjtu.edu.cn."}], "LastName": "Tang", "ForeName": "Kexuan", "Initials": "K"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Hortic Res", "NlmUniqueID": "101655540", "ISSNLinking": "2052-7276"}, "CoiStatement": "The authors declare no competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Debeaujon I, Peeters AJ, Léon-Kloosterziel KM, Koornneef M. The TRANSPARENT TESTA12 gene of Arabidopsis encodes a multidrug secondary transporter-like protein required for flavonoid sequestration in vacuoles of the seed coat endothelium. Plant Cell. 2001;13:853–871.", "ArticleIdList": ["PMC135529", "11283341"]}, {"Citation": "Kitamura, S. Transport of flavonoids: from cytosolic synthesis to vacuolar accumulation. in The Science of Flavonoids (ed. Grotewold, E.) 123–146 (Springer New York, 2006)."}, {"Citation": "Weathers PJ, Towler M, Hassanali A, Lutgen P, Engeu PO. Dried-leaf Artemisia annua: a practical malaria therapeutic for developing countries. World J. Pharmacol. 2014;3:39–55.", "ArticleIdList": ["PMC4323188", "25678989"]}, {"Citation": "Ounjaijean S, Benjasak N, Sae-lao S, Somsak V. Kaempferol addition increases the antimalarial activity of artesunate in experimental mice. J. Tropical Med. 2020;2020:6165928.", "ArticleIdList": ["PMC7341423", "32684939"]}, {"Citation": "Desrosiers MR, Weathers PJ. Artemisinin permeability via Caco-2 cells increases after simulated digestion of Artemisia annua leaves. J. Ethnopharmacol. 2018;210:254–259.", "ArticleIdList": ["PMC5681399", "28864166"]}, {"Citation": "Song Y, et al. Polyphenolic profile and antioxidant effects of various parts of Artemisia annua L. Biomed. Chromatogr. 2016;30:588–595.", "ArticleIdList": ["26285146"]}, {"Citation": "Li YJ, et al. Flavonoids casticin and chrysosplenol D from Artemisia annua L. inhibit inflammation in vitro and in vivo. Toxicol. Appl. Pharmacol. 2015;286:151–158.", "ArticleIdList": ["25891417"]}, {"Citation": "Ko YS, et al. Polyphenols from Artemisia annua L inhibit adhesion and EMT of highly metastatic breast cancer cells MDA-MB-231. Phytother. Res. 2016;30:1180–1188.", "ArticleIdList": ["27151203"]}, {"Citation": "Henrich CJ, et al. A high-throughput cell-based assay for inhibitors of ABCG2 activity. J. Biomolecular Screen. 2006;11:176–183.", "ArticleIdList": ["16490770"]}, {"Citation": "Du GJ, et al. Luteolin as a glycolysis inhibitor offers superior efficacy and lesser toxicity of doxorubicin in breast cancer cells. Biochem. Biophys. Res. Commun. 2008;372:497–502.", "ArticleIdList": ["18503759"]}, {"Citation": "Kim JY, et al. Quercetin sensitizes human hepatoma cells to TRAIL-induced apoptosis via Sp1-mediated DR5 up-regulation and proteasome-mediated c-FLIPS down-regulation. J. Cell. Biochem. 2008;105:1386–1398.", "ArticleIdList": ["18980244"]}, {"Citation": "Siegelin MD, Reuss DE, Habel A, Herold-Mende C, von Deimling A. The flavonoid kaempferol sensitizes human glioma cells to TRAIL-mediated apoptosis by proteasomal degradation of survivin. Mol. Cancer Therapeutics. 2008;7:3566–3574.", "ArticleIdList": ["19001439"]}, {"Citation": "Szliszka E, Czuba ZP, Jernas K, Król W. Dietary flavonoids sensitize HeLa cells to tumor necrosis factor-related apoptosis-inducing ligand (TRAIL) Int. J. Mol. Sci. 2008;9:56–64.", "ArticleIdList": ["PMC2635601", "19325719"]}, {"Citation": "Zhou L, et al. Silibinin restores paclitaxel sensitivity to paclitaxel-resistant human ovarian carcinoma cells. Anticancer Res. 2008;28:1119–1127.", "ArticleIdList": ["18507063"]}, {"Citation": "Ferreira JF, Simon JE, Janick JN. Developmental studies of Artemisia annua: flowering and artemisinin production under greenhouse and field conditions. Planta Med. 1995;61:167–170.", "ArticleIdList": ["17238070"]}, {"Citation": "Liu S, et al. Comparative transcriptomic analysis of key genes involved in flavonoid biosynthetic pathway and identification of a flavonol synthase from Artemisia annua L. Plant Biol. 2017;19:618–629.", "ArticleIdList": ["28267260"]}, {"Citation": "Xiong S, et al. Molecular cloning and characterization of a flavanone 3-hydroxylase gene from Artemisia annua L. Plant Physiol. Biochem. 2016;105:29–36.", "ArticleIdList": ["27070290"]}, {"Citation": "Quattrocchio F, et al. PH4 of Petunia is an R2R3 MYB protein that activates vacuolar acidification through interactions with basic-helix-loop-helix transcription factors of the anthocyanin pathway. Plant Cell. 2006;18:1274–1291.", "ArticleIdList": ["PMC1456866", "16603655"]}, {"Citation": "Feng F, Li M, Ma F, Cheng L. Phenylpropanoid metabolites and expression of key genes involved in anthocyanin biosynthesis in the shaded peel of apple fruit in response to sun exposure. Plant Physiol. Biochem. 2013;69:54–61.", "ArticleIdList": ["23727590"]}, {"Citation": "Winkel-Shirley B. Flavonoid biosynthesis. A colorful model for genetics, biochemistry, cell biology, and biotechnology. Plant Physiol. 2001;126:485–493.", "ArticleIdList": ["PMC1540115", "11402179"]}, {"Citation": "Dao TT, Linthorst HJ, Verpoorte R. Chalcone synthase and its functions in plant resistance. Phytochemistry Rev.: Proc. Phytochem. Soc. Eur. 2011;10:397–412.", "ArticleIdList": ["PMC3148432", "21909286"]}, {"Citation": "Holton TA, Cornish EC. Genetics and biochemistry of anthocyanin biosynthesis. Plant Cell. 1995;7:1071–1083.", "ArticleIdList": ["PMC160913", "12242398"]}, {"Citation": "Jez JM, Bowman ME, Dixon RA, Noel JP. Structure and mechanism of the evolutionarily unique plant enzyme chalcone isomerase. Nat. Struct. Biol. 2000;7:786–791.", "ArticleIdList": ["10966651"]}, {"Citation": "Grotewold E. The genetics and biochemistry of floral pigments. Annu. Rev. Plant Biol. 2006;57:761–780.", "ArticleIdList": ["16669781"]}, {"Citation": "Sui X, et al. cDNA cloning and characterization of UDP-glucose: anthocyanidin 3-O glucosyltransferase in Freesia hybrida. Plant Cell Rep. 2011;30:1209–1218.", "ArticleIdList": ["21318353"]}, {"Citation": "Zhang Y, et al. Molecular cloning and promoter analysis of the specific salicylic acid biosynthetic pathway gene phenylalanine ammonia-lyase (AaPAL1) from Artemisia annua. Biotechnol. Appl. Biochem. 2016;63:514–524.", "ArticleIdList": ["26040426"]}, {"Citation": "Ma J, Fu X, Zhang T, Qian H, Zhao J. Cloning and analyzing of chalcone isomerase gene (AaCHI) from Artemisia annua. Plant Cell, Tissue Organ Cult. 2019;137:45–54."}, {"Citation": "Shen Q, et al. The jasmonate-responsive AaMYC2 transcription factor positively regulates artemisinin biosynthesis in Artemisia annua. N. Phytologist. 2016;210:1269–1281.", "ArticleIdList": ["26864531"]}, {"Citation": "Zhou Z, et al. TRICHOME AND ARTEMISININ REGULATOR 2 positively regulates trichome development and artemisinin biosynthesis in Artemisia annua. N. Phytologist. 2020;228:932–945.", "ArticleIdList": ["32589757"]}, {"Citation": "Zhang F, Gonzalez A, Zhao M, Payne CT, Lloyd A. A network of redundant bHLH proteins functions in all TTG1-dependent pathways of Arabidopsis. Development. 2003;130:4859–4869.", "ArticleIdList": ["12917293"]}, {"Citation": "Zimmermann IM, Heim MA, Weisshaar B, Uhrig JF. Comprehensive identification of Arabidopsis thaliana MYB transcription factors interacting with R/B-like BHLH proteins. Plant J. 2004;40:22–34.", "ArticleIdList": ["15361138"]}, {"Citation": "Bernhardt C, Zhao M, Gonzalez A, Lloyd A, Schiefelbein J. The bHLH genes GL3 and EGL3 participate in an intercellular regulatory circuit that controls cell patterning in the Arabidopsis root epidermis. Development. 2005;132:291–298.", "ArticleIdList": ["15590742"]}, {"Citation": "Gonzalez A, Zhao M, Leavitt JM, Lloyd AM. Regulation of the anthocyanin biosynthetic pathway by the TTG1/ bHLH/Myb transcriptional complex in Arabidopsis seedlings. Plant J. 2008;53:814–827.", "ArticleIdList": ["18036197"]}, {"Citation": "Li SF, et al. The Arabidopsis MYB5 transcription factor regulates mucilage synthesis, seed coat development, and trichome morphogenesis. Plant Cell. 2009;21:72–89.", "ArticleIdList": ["PMC2648076", "19136646"]}, {"Citation": "Bowman JL. The YABBY gene family and abaxial cell fate. Curr. Opin. Plant Biol. 2000;3:17–22.", "ArticleIdList": ["10679447"]}, {"Citation": "Bowman JL, Smyth DR. CRABS CLAW, a gene that regulates carpel and nectary development in Arabidopsis, encodes a novel protein with zinc finger and helix-loop-helix domains. Development. 1999;126:2387–2396.", "ArticleIdList": ["10225998"]}, {"Citation": "Franco-Zorrilla JM, et al. DNA-binding specificities of plant transcription factors and their potential to define target genes. Proc. Natl Acad. Sci. USA. 2014;111:2367–2372.", "ArticleIdList": ["PMC3926073", "24477691"]}, {"Citation": "Yamada T, Ito M, Kato M. YABBY2-homologue expression in lateral organs of Amborella trichopoda (Amborellaceae) Int. J. Plant Sci. 2004;165:917–924."}, {"Citation": "Lee JYH, et al. Recruitment of CRABS CLAW to promote nectary development within the eudicot clade. Development. 2005;132:5021–5032.", "ArticleIdList": ["16236772"]}, {"Citation": "Siegfried KR, et al. Members of the YABBY gene family specify abaxial cell fate in Arabidopsis. Development. 1999;126:4117–4128.", "ArticleIdList": ["10457020"]}, {"Citation": "Stahle MI, Kuehlich J, Staron L, Von Arnim AG, Golz JF. YABBYs and the transcriptional corepressors LEUNIG and LEUNIG_HOMOLOG maintain leaf polarity and meristem activity in Arabidopsis. Plant Cell. 2009;21:3105–3118.", "ArticleIdList": ["PMC2782291", "19837869"]}, {"Citation": "Boter M, et al. FILAMENTOUS FLOWER is a direct target of JAZ3 and modulates responses to jasmonate. Plant Cell. 2015;27:3160–3174.", "ArticleIdList": ["PMC4682293", "26530088"]}, {"Citation": "Douglas SJ, Li B, Kliebenstein DJ, Nambara E, Riggs CD. A novel filamentous flower mutant suppresses brevipedicellus developmental defects and modulates glucosinolate and auxin levels. PLoS ONE. 2017;12:e0177045–e0177045.", "ArticleIdList": ["PMC5426679", "28493925"]}, {"Citation": "Wang Q, et al. Metabolic engineering of terpene biosynthesis in plants using a trichome-specific transcription factor Ms YABBY5 from spearmint (Mentha spicata) Plant Biotechnol. J. 2016;14:1619–1632.", "ArticleIdList": ["PMC5067620", "26842602"]}, {"Citation": "Zhao S, et al. Genome-wide analysis of the YABBY family in soybean and functional identification of GmYABBY10 involvement in high salt and drought stresses. Plant Physiol. Biochem. 2017;119:132–146.", "ArticleIdList": ["28866235"]}, {"Citation": "Shen Q, et al. The genome of Artemisia annua provides insight into the evolution of Asteraceae family and artemisinin biosynthesis. Mol. Plant. 2018;11:776–788.", "ArticleIdList": ["29703587"]}, {"Citation": "Tattini M, Gravano E, Pinelli P, Mulinacci N, Romani AJ. Flavonoids accumulate in leaves and glandular trichomes of Phillyrea latifolia exposed to excess solar radiation. N. Phytologist. 2000;148:69–77.", "ArticleIdList": ["33863030"]}, {"Citation": "Kayani S, et al. The YABBY family transcription factor AaYABBY5 directly targets cytochrome P450 monooxygenase (CYP71AV1) and double-bond reductase 2 (DBR2) involved in artemisinin biosynthesis in Artemisia Annua. Front. Plant Sci. 2019;10:1084.", "ArticleIdList": ["PMC6746943", "31552076"]}, {"Citation": "Yan T, et al. HOMEODOMAIN PROTEIN 1 is required for jasmonate-mediated glandular trichome initiation in Artemisia annua. N. Phytologist. 2017;213:1145–1155.", "ArticleIdList": ["27659595"]}, {"Citation": "Dhingra V, Vishweshwar Rao K, Lakshmi Narasu M. Current status of artemisinin and its derivatives as antimalarial drugs. Life Sci. 2000;66:279–300.", "ArticleIdList": ["10665980"]}, {"Citation": "Kim WS, et al. Anti-inflammatory, antioxidant and antimicrobial effects of artemisinin extracts from Artemisia annua L. The Korean. J. Physiol. Pharmacol. 2015;19:21–27.", "ArticleIdList": ["PMC4297758", "25605993"]}, {"Citation": "Yang C, Ma Y, Li J. The rice YABBY4 gene regulates plant growth and development through modulating the gibberellin pathway. J. Exp. Bot. 2016;67:5545–5556.", "ArticleIdList": ["27578842"]}, {"Citation": "Mehrtens F, Kranz H, Bednarek P, Weisshaar B. The Arabidopsis transcription factor MYB12 is a flavonol-specific regulator of phenylpropanoid biosynthesis. Plant Physiol. 2005;138:1083–1096.", "ArticleIdList": ["PMC1150422", "15923334"]}, {"Citation": "Tohge T, et al. Functional genomics by integrated analysis of metabolome and transcriptome of Arabidopsis plants over-expressing an MYB transcription factor. Plant J. 2005;42:218–35.", "ArticleIdList": ["15807784"]}, {"Citation": "Saeed AI, et al. TM4: a free, open-source system for microarray data management and analysis. BioTechniques. 2003;34:374–378.", "ArticleIdList": ["12613259"]}, {"Citation": "Kumari A, Pandey-Rai S. Enhanced arsenic tolerance and secondary metabolism by modulation of gene expression and proteome profile in Artemisia annua L. after application of exogenous salicylic acid. Plant Physiol. Biochem. 2018;132:590–602.", "ArticleIdList": ["30326438"]}, {"Citation": "Kubasek WL, et al. Regulation of flavonoid biosynthetic genes in germinating Arabidopsis seedlings. Plant Cell. 1992;4:1229–1236.", "ArticleIdList": ["PMC160210", "12297632"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "4", "Day": "16"}, {"Year": "2021", "Month": "8", "Day": "15"}, {"Year": "2021", "Month": "7", "Day": "24"}, {"Year": "2021", "Month": "12", "Day": "1", "Hour": "6", "Minute": "11"}, {"Year": "2021", "Month": "12", "Day": "2", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "12", "Day": "2", "Hour": "6", "Minute": "1"}, {"Year": "2021", "Month": "12", "Day": "1"}], "PublicationStatus": "epublish", "ArticleIdList": ["34848710", "PMC8632904", "10.1038/s41438-021-00693-x", "10.1038/s41438-021-00693-x"]}}], "PubmedBookArticle": []}