{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Air–liquid interface", "Allergic asthma", "Dendritic cells", "Eosinophils", "Metrnβ"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34848868", "DateCompleted": {"Year": "2022", "Month": "04", "Day": "22"}, "DateRevised": {"Year": "2023", "Month": "02", "Day": "09"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "11", "Day": "30"}], "Language": ["eng"], "ELocationID": ["10.1038/s41423-021-00803-8"], "Journal": {"ISSN": "2042-0226", "JournalIssue": {"Volume": "19", "Issue": "2", "PubDate": {"Year": "2022", "Month": "Feb"}}, "Title": "Cellular & molecular immunology", "ISOAbbreviation": "Cell Mol Immunol"}, "ArticleTitle": "Meteorin-β/Meteorin like/IL-41 attenuates airway inflammation in house dust mite-induced allergic asthma.", "Pagination": {"StartPage": "245", "EndPage": "259", "MedlinePgn": "245-259"}, "Abstract": {"AbstractText": ["We sought to examine the regulatory effect of Meteorin-β (Metrnβ)/Meteorin like (Metrnl)/IL-41 on lung inflammation in allergic asthma. We found that Metrnβ was elevated significantly in asthmatic patients and in mice with allergic asthma induced by house dust mite (HDM) extract. Upon exposure to HDM, Metrnβ was secreted predominantly by airway epithelial cells and inflammatory cells, including macrophages and eosinophils. The increased Metrnβ effectively blocked the development of airway hyperreactivity (AHR) and decreased inflammatory cell airway infiltration and type 2 cytokine production, which was associated with downregulated DC-mediated adaptive immune responses. Moreover, Metrnβ impaired the maturation and function of bone marrow-derived dendritic cells in vitro. Asthmatic mice adoptively transferred with dendritic cells isolated from Metrnβ-treated allergic mice displayed decreased AHR, airway inflammation, and lung injury. Metrnβ also displayed anti-inflammatory properties in immunodeficient SCID mice with allergic asthma and in in vitro 3D ALI airway models. Moreover, blockade of Metrnβ by anti-Metrnβ antibody treatment promoted the development of allergic asthma. These results revealed the unappreciated protective roles of Metrnβ in alleviating DC-mediated Th2 inflammation in allergic asthma, providing the novel treatment strategy of therapeutic targeting of Metrnβ in allergic asthma."], "CopyrightInformation": "© 2021. The Author(s), under exclusive licence to CSI and USTC."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemical Pathology, The Chinese University of Hong Kong, Hong Kong, China."}], "LastName": "Gao", "ForeName": "Xun", "Initials": "X"}, {"Identifier": ["0000-0002-6469-1926"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Paediatrics, The Chinese University of Hong Kong, Hong Kong, China."}], "LastName": "Leung", "ForeName": "Ting-Fan", "Initials": "TF"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Paediatrics, The Chinese University of Hong Kong, Hong Kong, China."}], "LastName": "Wong", "ForeName": "Gary Wing-Kin", "Initials": "GW"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Biomedical Sciences, The Chinese University of Hong Kong, Hong Kong, China."}], "LastName": "Ko", "ForeName": "Wing-Hung", "Initials": "WH"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Biomedical Sciences, The Chinese University of Hong Kong, Hong Kong, China."}], "LastName": "Cai", "ForeName": "Mengyun", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemical Pathology, The Chinese University of Hong Kong, Hong Kong, China."}, {"Identifier": [], "Affiliation": "Emory College of Arts and Sciences, Emory University, Atlanta, GA, USA."}], "LastName": "He", "ForeName": "Ellie Jiayi", "Initials": "EJ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemical Pathology, The Chinese University of Hong Kong, Hong Kong, China."}], "LastName": "Chu", "ForeName": "Ida Miu-Ting", "Initials": "IM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemical Pathology, The Chinese University of Hong Kong, Hong Kong, China."}, {"Identifier": [], "Affiliation": "Institute of Chinese Medicine and State Key Laboratory of Research on Bioactivities and Clinical Applications of Medicinal Plants, The Chinese University of Hong Kong, Hong Kong, China."}], "LastName": "Tsang", "ForeName": "Miranda Sin-Man", "Initials": "MS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Chinese Medicine and State Key Laboratory of Research on Bioactivities and Clinical Applications of Medicinal Plants, The Chinese University of Hong Kong, Hong Kong, China."}], "LastName": "Chan", "ForeName": "Ben Chung-Lap", "Initials": "BC"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Chinese Medicine and State Key Laboratory of Research on Bioactivities and Clinical Applications of Medicinal Plants, The Chinese University of Hong Kong, Hong Kong, China."}], "LastName": "Ling", "ForeName": "Jiawei", "Initials": "J"}, {"Identifier": ["0000-0003-4540-452X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pathology and Shenzhen Institute of Research and Innovation, The University of Hong Kong, Hong Kong, China."}], "LastName": "Fan", "ForeName": "Xiao", "Initials": "X"}, {"Identifier": ["0000-0002-8634-0967"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pathology and Shenzhen Institute of Research and Innovation, The University of Hong Kong, Hong Kong, China."}], "LastName": "Lu", "ForeName": "Liwei", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Medicine and State Key Laboratory of Quality Research in Chinese Medicines, Macau University of Science and Technology, Macau, China."}], "LastName": "Lam", "ForeName": "Christopher Wai-Kei", "Initials": "CW"}, {"Identifier": ["0000-0002-5637-8331"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemical Pathology, The Chinese University of Hong Kong, Hong Kong, China. ck-wong@cuhk.edu.hk."}, {"Identifier": [], "Affiliation": "Institute of Chinese Medicine and State Key Laboratory of Research on Bioactivities and Clinical Applications of Medicinal Plants, The Chinese University of Hong Kong, Hong Kong, China. ck-wong@cuhk.edu.hk."}, {"Identifier": [], "Affiliation": "Li Dak Sum Yip Yio Chin R & D Centre for Chinese Medicine, The Chinese University of Hong Kong, Hong Kong, China. ck-wong@cuhk.edu.hk."}], "LastName": "Wong", "ForeName": "Chun-Kwok", "Initials": "CK"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "China", "MedlineTA": "Cell Mol Immunol", "NlmUniqueID": "101242872", "ISSNLinking": "1672-7681"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Allergens"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Allergens"}, {"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": [], "DescriptorName": "Asthma"}, {"QualifierName": [], "DescriptorName": "Dendritic Cells"}, {"QualifierName": [], "DescriptorName": "Disease Models, Animal"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["metabolism"], "DescriptorName": "Inflammation"}, {"QualifierName": [], "DescriptorName": "Mice"}, {"QualifierName": [], "DescriptorName": "Mice, SCID"}, {"QualifierName": [], "DescriptorName": "Pyroglyphidae"}, {"QualifierName": [], "DescriptorName": "Th2 Cells"}], "CoiStatement": "The authors declare no competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Schatz M, Rosenwasser L. The allergic asthma phenotype. J Allergy Clin Immunol Pract. 2014;2:645–8.", "ArticleIdList": ["25439351"]}, {"Citation": "Christiansen SC, Zuraw BL. Treatment of hypertension in patients with asthma. N Engl J Med. 2019;381:1046–57.", "ArticleIdList": ["31509675"]}, {"Citation": "Hekking PW, Wener RR, Amelink M, Zwinderman AH, Bouvy ML, Bel EH. The prevalence of severe refractory asthma. J Allergy Clin Immunol. 2015;135:896–902.", "ArticleIdList": ["25441637"]}, {"Citation": "Zheng T, Yu J, Oh MH, Zhu Z. The atopic march: progression from atopic dermatitis to allergic rhinitis and asthma. Allergy Asthma Immunol Res. 2011;3:67–73.", "ArticleIdList": ["PMC3062798", "21461244"]}, {"Citation": "Mishra A, Yao X, Saxena A, Gordon EM, Kaler M, Cuento RA, et al. Low-density lipoprotein receptor-related protein 1 attenuates house dust mite-induced eosinophilic airway inflammation by suppressing dendritic cell-mediated adaptive immune responses. J Allergy Clin Immunol. 2018;142:1066–79.e1066.", "ArticleIdList": ["PMC6013321", "29274414"]}, {"Citation": "Foster PS, Maltby S, Rosenberg HF, Tay HL, Hogan SP, Collison AM, et al. Modeling t(h) 2 responses and airway inflammation to understand fundamental mechanisms regulating the pathogenesis of asthma. Immunol Rev. 2017;278:20–40.", "ArticleIdList": ["PMC5492958", "28658543"]}, {"Citation": "Sun X, Hou T, Cheung E, Iu TN, Tam VW, Chu IM, et al. Anti-inflammatory mechanisms of the novel cytokine interleukin-38 in allergic asthma. Cell Mol Immunol. 2020;17:631–46.", "ArticleIdList": ["PMC7264207", "31645649"]}, {"Citation": "Maes B, Smole U, Vanderkerken M, Deswarte K, Van Moorleghem J, Vergote K, et al. The ste-20 kinase taok3 controls the development hdm-induced asthma in mice. J Allergy Clin Immunol. 2021;21:01362–2.", "ArticleIdList": ["34506849"]}, {"Citation": "Bel EH, Wenzel SE, Thompson PJ, Prazma CM, Keene ON, Yancey SW, et al. Oral glucocorticoid-sparing effect of mepolizumab in eosinophilic asthma. N Engl J Med. 2014;371:1189–97.", "ArticleIdList": ["25199060"]}, {"Citation": "Bjermer L, Lemiere C, Maspero J, Weiss S, Zangrilli J, Germinaro M. Reslizumab for inadequately controlled asthma with elevated blood eosinophil levels: a randomized phase 3 study. Chest. 2016;150:789–98.", "ArticleIdList": ["27056586"]}, {"Citation": "Harb H, Chatila TA. Mechanisms of dupilumab. Clin Exp Allergy. 2020;50:5–14.", "ArticleIdList": ["PMC6930967", "31505066"]}, {"Citation": "Dong J, Wong CK, Cai Z, Jiao D, Chu M, Lam CW. Amelioration of allergic airway inflammation in mice by regulatory il-35 through dampening inflammatory dendritic cells. Allergy. 2015;70:921–32.", "ArticleIdList": ["25869299"]}, {"Citation": "Khare A, Krishnamoorthy N, Oriss TB, Fei M, Ray P, Ray A. Cutting edge: inhaled antigen upregulates retinaldehyde dehydrogenase in lung CD103+ but not plasmacytoid dendritic cells to induce foxp3 de novo in CD4+ T cells and promote airway tolerance. J Immunol. 2013;191:25–29.", "ArticleIdList": ["PMC3694746", "23733880"]}, {"Citation": "Mazzini E, Massimiliano L, Penna G, Rescigno M. Oral tolerance can be established via gap junction transfer of fed antigens from cx3cr1+ macrophages to cd103+ dendritic cells. Immunity. 2014;40:248–61.", "ArticleIdList": ["24462723"]}, {"Citation": "Plantinga M, Guilliams M, Vanheerswynghels M, Deswarte K, Branco-Madeira F, Toussaint W, et al. Conventional and monocyte-derived cd11b(+) dendritic cells initiate and maintain t helper 2 cell-mediated immunity to house dust mite allergen. Immunity. 2013;38:322–35.", "ArticleIdList": ["23352232"]}, {"Citation": "Lambrecht BN, Hammad H. Dendritic cell and epithelial cell interactions at the origin of murine asthma. Ann Am Thorac Soc. 2014;11(Suppl 5):S236–S243.", "ArticleIdList": ["25525726"]}, {"Citation": "Julia V, Hessel EM, Malherbe L, Glaichenhaus N, O'Garra A, Coffman RL. A restricted subset of dendritic cells captures airborne antigens and remains able to activate specific t cells long after antigen exposure. Immunity. 2002;16:271–83.", "ArticleIdList": ["11869687"]}, {"Citation": "Baht GS, Bareja A, Lee DE, Rao RR, Huang R, Huebner JL, et al. Meteorin-like facilitates skeletal muscle repair through a stat3/igf-1 mechanism. Nat Metab. 2020;2:278–89.", "ArticleIdList": ["PMC7504545", "32694780"]}, {"Citation": "Li ZY, Song J, Zheng SL, Fan MB, Guan YF, Qu Y, et al. Adipocyte metrnl antagonizes insulin resistance through pparγ signaling. Diabetes. 2015;64:4011–22.", "ArticleIdList": ["26307585"]}, {"Citation": "Rao RR, Long JZ, White JP, Svensson KJ, Lou J, Lokurkar I, et al. Meteorin-like is a hormone that regulates immune-adipose interactions to increase beige fat thermogenesis. Cell. 2014;157:1279–91.", "ArticleIdList": ["PMC4131287", "24906147"]}, {"Citation": "Ushach I, Arrevillaga-Boni G, Heller GN, Pone E, Hernandez-Ruiz M, Catalan-Dibene J, et al. Meteorin-like/meteorin-β is a novel immunoregulatory cytokine associated with inflammation. J Immunol. 2018;201:3669–76.", "ArticleIdList": ["PMC6394858", "30464051"]}, {"Citation": "Ushach I, Burkhardt AM, Martinez C, Hevezi PA, Gerber PA, Buhren BA, et al. Meteorin-like is a cytokine associated with barrier tissues and alternatively activated macrophages. Clin Immunol. 2015;156:119–27.", "ArticleIdList": ["PMC4336607", "25486603"]}, {"Citation": "Kerget B, Afşin DE, Kerget F, Aşkın S, Akgün M. Is metrnl an adipokine İnvolved in the anti-inflammatory response to acute exacerbations of copd? Lung. 2020;198:307–14.", "ArticleIdList": ["31960164"]}, {"Citation": "Jung TW, Lee SH, Kim HC, Bang JS, Abd El-Aty AM, Hacımüftüoğlu A, et al. Metrnl attenuates lipid-induced inflammation and insulin resistance via ampk or pparδ-dependent pathways in skeletal muscle of mice. Exp Mol Med. 2018;50:122–11.", "ArticleIdList": ["PMC6137187", "30213948"]}, {"Citation": "Rupérez C, Ferrer-Curriu G, Cervera-Barea A, Florit L, Guitart-Mampel M, Garrabou G, et al. Meteorin-like/meteorin-β protects heart against cardiac dysfunction. J Exp Med. 2021;218:e20201206.", "ArticleIdList": ["PMC7923691", "33635944"]}, {"Citation": "Bridgewood C, Russell T, Weedon H, Baboolal T, Watad A, Sharif K, et al. The novel cytokine metrnl/il-41 is elevated in psoriatic arthritis synovium and inducible from both entheseal and synovial fibroblasts. Clin Immunol. 2019;208:108253.", "ArticleIdList": ["31470086"]}, {"Citation": "Mesnil C, Raulier S, Paulissen G, Xiao X, Birrell MA, Pirottin D, et al. Lung-resident eosinophils represent a distinct regulatory eosinophil subset. J Clin Invest. 2016;126:3279–95.", "ArticleIdList": ["PMC5004964", "27548519"]}, {"Citation": "Chu DK, Jimenez-Saiz R, Verschoor CP, Walker TD, Goncharova S, Llop-Guevara A, et al. Indigenous enteric eosinophils control dcs to initiate a primary th2 immune response in vivo. J Exp Med. 2014;211:1657–72.", "ArticleIdList": ["PMC4113937", "25071163"]}, {"Citation": "Hashimoto T, Mishra SK, Olivry T, Yosipovitch G. Periostin, an emerging player in itch sensation. J Invest Dermatol. 2021;141:2338–43.", "ArticleIdList": ["34023128"]}, {"Citation": "Webb DC, Mahalingam S, Cai Y, Matthaei KI, Donaldson DD, Foster PS. Antigen-specific production of interleukin (il)-13 and il-5 cooperate to mediate il-4ralpha-independent airway hyperreactivity. Eur J Immunol. 2003;33:3377–85.", "ArticleIdList": ["14635046"]}, {"Citation": "Yi S, Zhai J, Niu R, Zhu G, Wang M, Liu J, et al. Eosinophil recruitment is dynamically regulated by interplay among lung dendritic cell subsets after allergen challenge. Nat Commun. 2018;9:3879.", "ArticleIdList": ["PMC6155158", "30250029"]}, {"Citation": "Boonpiyathad T, Tantilipikorn P, Ruxrungtham K, Pradubpongsa P, Mitthamsiri W, Piedvache A, et al. Il-10-producing innate lymphoid cells increased in patients with house dust mite allergic rhinitis following immunotherapy. J Allergy Clin Immunol. 2020;147:1507–10.", "ArticleIdList": ["33137358"]}, {"Citation": "Morita H, Kubo T, Rückert B, Ravindran A, Soyka MB, Rinaldi AO, et al. Induction of human regulatory innate lymphoid cells from group 2 innate lymphoid cells by retinoic acid. J Allergy Clin Immunol. 2019;143:2190–201.e2199.", "ArticleIdList": ["30682454"]}, {"Citation": "Hu C, Zhang X, Song P, Yuan YP, Kong CY, Wu HM, et al. Meteorin-like protein attenuates doxorubicin-induced cardiotoxicity via activating camp/pka/sirt1 pathway. Redox Biol. 2020;37:101747.", "ArticleIdList": ["PMC7558217", "33045622"]}, {"Citation": "Zuo L, Ge S, Ge Y, Li J, Zhu B, Zhang Z, et al. The adipokine metrnl ameliorates chronic colitis in il-10−/− mice by attenuating mesenteric adipose tissue lesions during spontaneous colitis. J Crohns Colitis. 2019;13:931–41.", "ArticleIdList": ["30615095"]}, {"Citation": "Yao X, Yan X, Jiang X, Jiang J, Jia M, Huang M. Il-4/13-induced up-regulation of METEORIN-LIKE (ML) in alveolar macrophages promotes epithelial CCR3 expression. Eur Respiratory J. 2017;50:PA3552."}, {"Citation": "Spacova I, Petrova MI, Fremau A, Pollaris L, Vanoirbeek J, Ceuppens JL, et al. Intranasal administration of probiotic lactobacillus rhamnosus gg prevents birch pollen-induced allergic asthma in a murine model. Allergy. 2019;74:100–10.", "ArticleIdList": ["29888398"]}, {"Citation": "Walter DM, McIntire JJ, Berry G, McKenzie AN, Donaldson DD, DeKruyff RH, et al. Critical role for il-13 in the development of allergen-induced airway hyperreactivity. J Immunol. 2001;167:4668–75.", "ArticleIdList": ["11591797"]}, {"Citation": "Hu J, He A, Yue X, Zhou M, Zhou Y. METRNL reduced inflammation in sepsis-induced renal injury via pparδ-dependent pathways. Food Sci Technol. 2021. 10.1590/fst.61821."}, {"Citation": "Hammad H, Plantinga M, Deswarte K, Pouliot P, Willart MA, Kool M, et al. Inflammatory dendritic cells-not basophils-are necessary and sufficient for induction of th2 immunity to inhaled house dust mite allergen. J Exp Med. 2010;207:2097–111.", "ArticleIdList": ["PMC2947072", "20819925"]}, {"Citation": "Bando JK, Gilfillan S, Di Luccia B, Fachi JL, Sécca C, Cella M, et al. Ilc2s are the predominant source of intestinal ilc-derived il-10. J Exp Med. 2020;217:e20191520.", "ArticleIdList": ["PMC7041711", "31699824"]}, {"Citation": "Wang S, Xia P, Chen Y, Qu Y, Xiong Z, Ye B, et al. Regulatory innate lymphoid cells control innate intestinal inflammation. Cell. 2017;171:201–216.e218.", "ArticleIdList": ["28844693"]}, {"Citation": "Hou YJ, Okuda K, Edwards CE, Martinez DR, Asakura T, Dinnon KH, et al. Sars-cov-2 reverse genetics reveals a variable infection gradient in the respiratory tract. Cell. 2020;182:429–446.e414.", "ArticleIdList": ["PMC7250779", "32526206"]}, {"Citation": "Siddiqui S, Johansson K, Joo A, Bonser LR, Koh KD, Le Tonqueze O, et al. Epithelial mir-141 regulates il-13-induced airway mucus production. JCI Insight. 2021;6:e139019.", "ArticleIdList": ["PMC8021117", "33682796"]}, {"Citation": "Bodas M, Moore AR, Subramaniyan B, Georgescu C, Wren JD, Freeman WM, et al. Cigarette smoke activates notch3 to promote goblet cell differentiation in human airway epithelial cells. Am J Respir Cell Mol Biol. 2021;64:426–40.", "ArticleIdList": ["PMC8008804", "33444514"]}, {"Citation": "Glöckner M, Marwitz S, Rohmann K, Watz H, Nitschkowski D, Rupp J, et al. Haemophilus influenzae causes cellular trans-differentiation in human bronchial epithelia. Innate Immun. 2021;27:251–9.", "ArticleIdList": ["PMC8054152", "33646896"]}, {"Citation": "Kistemaker LE, Hiemstra PS, Bos IS, Bouwman S, van den Berge M, Hylkema MN, et al. Tiotropium attenuates il-13-induced goblet cell metaplasia of human airway epithelial cells. Thorax. 2015;70:668–76.", "ArticleIdList": ["25995156"]}, {"Citation": "Gill MA. The role of dendritic cells in asthma. J Allergy Clin Immunol. 2012;129:889–901.", "ArticleIdList": ["22464668"]}, {"Citation": "O’Boyle G, Brain JG, Kirby JA, Ali S. Chemokine-mediated inflammation: Identification of a possible regulatory role for ccr2. Mol Immunol. 2007;44:1944–53.", "ArticleIdList": ["17081610"]}, {"Citation": "Tiberio L, Del Prete A, Schioppa T, Sozio F, Bosisio D, Sozzani S. Chemokine and chemotactic signals in dendritic cell migration. Cell Mol Immunol. 2018;15:346–52.", "ArticleIdList": ["PMC6052805", "29563613"]}, {"Citation": "Zhu J, Dong J, Ji L, Jiang P, Leung TF, Liu D, et al. Anti-allergic inflammatory activity of interleukin-37 is mediated by novel signaling cascades in human eosinophils. Front Immunol. 2018;9:1445.", "ArticleIdList": ["PMC6023969", "29988381"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "6", "Day": "22"}, {"Year": "2021", "Month": "10", "Day": "27"}, {"Year": "2021", "Month": "12", "Day": "2", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "4", "Day": "23", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "12", "Day": "1", "Hour": "6", "Minute": "49"}, {"Year": "2023", "Month": "2", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["34848868", "PMC8803866", "10.1038/s41423-021-00803-8", "10.1038/s41423-021-00803-8"]}}], "PubmedBookArticle": []}