{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Chloroplast genome", "Comparative analysis", "Mutational hotspots", "Phylogenetic relationship", "Stephania tetrandra"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34872502", "DateCompleted": {"Year": "2021", "Month": "12", "Day": "08"}, "DateRevised": {"Year": "2021", "Month": "12", "Day": "14"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "12", "Day": "06"}], "Language": ["eng"], "ELocationID": ["880", "10.1186/s12864-021-08193-x"], "Journal": {"ISSN": "1471-2164", "JournalIssue": {"Volume": "22", "Issue": "1", "PubDate": {"Year": "2021", "Month": "Dec", "Day": "06"}}, "Title": "BMC genomics", "ISOAbbreviation": "BMC Genomics"}, "ArticleTitle": "Complete chloroplast genome of Stephania tetrandra (Menispermaceae) from Zhejiang Province: insights into molecular structures, comparative genome analysis, mutational hotspots and phylogenetic relationships.", "Pagination": {"StartPage": "880", "MedlinePgn": "880"}, "Abstract": {"AbstractText": ["The Stephania tetrandra S. Moore (S. tetrandra) is a medicinal plant belonging to the family Menispermaceae that has high medicinal value and is well worth doing further exploration. The wild resources of S. tetrandra were widely distributed in tropical and subtropical regions of China, generating potential genetic diversity and unique population structures. The geographical origin of S. tetrandra is an important factor influencing its quality and price in the market. In addition, the species relationship within Stephania genus still remains uncertain due to high morphological similarity and low support values of molecular analysis approach. The complete chloroplast (cp) genome data has become a promising strategy to determine geographical origin and understand species evolution for closely related plant species. Herein, we sequenced the complete cp genome of S. tetrandra from Zhejiang Province and conducted a comparative analysis within Stephania plants to reveal the structural variations, informative markers and phylogenetic relationship of Stephania species.", "The cp genome of S. tetrandra voucher ZJ was 157,725 bp, consisting of a large single copy region (89,468 bp), a small single copy region (19,685 bp) and a pair of inverted repeat regions (24,286 bp each). A total of 134 genes were identified in the cp genome of S. tetrandra, including 87 protein-coding genes, 8 rRNA genes, 37 tRNA genes and 2 pseudogene copies (ycf1 and rps19). The gene order and GC content were highly consistent in the Stephania species according to the comparative analysis results, with the highest RSCU value in arginine (1.79) and lowest RSCU value in serine of S. tetrandra, respectively. A total of 90 SSRs have been identified in the cp genome of S. tetrandra, where repeats that consisting of A or T bases were much higher than that of G or C bases. In addition, 92 potential RNA editing sites were identified in 25 protein-coding genes, with the most predicted RNA editing sites in ndhB gene. The variations on length and expansion extent to the junction of ycf1 gene were observed between S. tetrandra vouchers from different regions, indicating potential markers for further geographical origin discrimination. Moreover, the values of transition to transversion ratio (Ts/Tv) in the Stephania species were significantly higher than 1 using Pericampylus glaucus as reference. Comparative analysis of the Stephania cp genomes revealed 5 highly variable regions, including 3 intergenic regions (trnH-psbA, trnD-trnY, trnP) and two protein coding genes (rps16 and ndhA). The identified mutational hotspots of Stephania plants exhibited multiple SNP sites and Gaps, as well as different Ka/Ks ratio values. In addition, five pairs of specific primers targeting the divergence regions were accordingly designed, which could be utilized as potential molecular markers for species identification, population genetic and phylogenetic analysis in Stephania species. Phylogenetic tree analysis based on the conserved chloroplast protein coding genes indicated a sister relationship between S. tetrandra and the monophyletic group of S. japonica and S. kwangsiensis with high support values, suggesting a close genetic relationship within Stephania plants. However, two S. tetrandra vouches from different regions failed to cluster into one clade, confirming the occurrences of genetic diversities and requiring further investigation for geographical tracing strategy.", "Overall, we provided comprehensive and detailed information on the complete chloroplast genome and identified nucleotide diversity hotspots of Stephania species. The obtained genetic resource of S. tetrandra from Zhejiang Province would facilitate future studies in DNA barcode, species discrimination, the intraspecific and interspecific variability and the phylogenetic relationships of Stephania plants."], "CopyrightInformation": "© 2021. The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Pharmaceutical Sciences, Zhejiang Chinese Medical University, 548 Binwen Road, Hangzhou, Zhejiang Province, People's Republic of China."}], "LastName": "Dong", "ForeName": "Shujie", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Pharmaceutical Sciences, Zhejiang Chinese Medical University, 548 Binwen Road, Hangzhou, Zhejiang Province, People's Republic of China."}], "LastName": "Ying", "ForeName": "Zhiqi", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "The Administration Bureau of Zhejiang Jiulongshan National Nature Reserve, Suichang, Zhejiang Province, People's Republic of China."}], "LastName": "Yu", "ForeName": "Shuisheng", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Pharmaceutical Sciences, Zhejiang Chinese Medical University, 548 Binwen Road, Hangzhou, Zhejiang Province, People's Republic of China."}], "LastName": "Wang", "ForeName": "Qirui", "Initials": "Q"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Pharmaceutical Sciences, Zhejiang Chinese Medical University, 548 Binwen Road, Hangzhou, Zhejiang Province, People's Republic of China."}], "LastName": "Liao", "ForeName": "Guanghui", "Initials": "G"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "The First Affiliated Hospital of Zhejiang Chinese Medical University, 54 Youdian Road, Hangzhou, Zhejiang Province, People's Republic of China. geyuqing@hotmail.com."}], "LastName": "Ge", "ForeName": "Yuqing", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Pharmaceutical Sciences, Zhejiang Chinese Medical University, 548 Binwen Road, Hangzhou, Zhejiang Province, People's Republic of China. biothcheng@hotmail.com."}], "LastName": "Cheng", "ForeName": "Rubin", "Initials": "R"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "BMC Genomics", "NlmUniqueID": "100965258", "ISSNLinking": "1471-2164"}, "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Genome, Chloroplast"}, {"QualifierName": [], "DescriptorName": "Menispermaceae"}, {"QualifierName": [], "DescriptorName": "Molecular Structure"}, {"QualifierName": [], "DescriptorName": "Phylogeny"}, {"QualifierName": [], "DescriptorName": "Stephania tetrandra"}], "CoiStatement": "The authors declare that they have no competing interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Moore S. Flora Reipublicae Popularis Sinicae. Beijing: Science Press; 1996. Stephania tetrandra; p. 52."}, {"Citation": "Jiang YP, Liu M, Liu HT, Liu S. A critical review: traditional uses, phytochemistry, pharmacology and toxicology of Stephania tetrandra S. Moore (Fen Fang Ji) Phytochem Rev. 2020;24:1–41. doi: 10.1007/s11101-020-09673-w.", "ArticleIdList": ["10.1007/s11101-020-09673-w", "PMC7180683", "32336965"]}, {"Citation": "Xi Y, Zhang HJ, Ye ZG, Zhang GP. Research development on modern pharmacological effect of tetrandrine. China J Chin Mater Med. 2020;45:20–28. doi: 10.19540/j.cnki.cjcmm.20190830.401.", "ArticleIdList": ["10.19540/j.cnki.cjcmm.20190830.401", "32237407"]}, {"Citation": "Zhong ZY, Qian Z, Zhang X, Chen FC, Ni S, Kang ZR, et al. Tetrandrine prevents bone loss in ovariectomized mice by inhibiting RANKL-induced osteoclastogenesis. Front Pharmacol. 2020;10:1530. doi: 10.3389/fphar.2019.01530.", "ArticleIdList": ["10.3389/fphar.2019.01530", "PMC6967024", "31998129"]}, {"Citation": "Thawabteh A, Juma S, Bader M, Karaman D, Scrano L, Bufo SA, et al. The biological activity of natural alkaloids against herbivores, cancerous cells and pathogens. Toxins. 2019;11(11):656. doi: 10.3390/toxins11110656.", "ArticleIdList": ["10.3390/toxins11110656", "PMC6891610", "31717922"]}, {"Citation": "Wu SH, Chueh FS, Chou YC, Ma YS, Peng SF, Lin CC, et al. Tetrandrine inhibits cell migration and invasion in human nasopharyngeal carcinoma NPC-TW 039 cells through inhibiting MAPK and RhoA signaling pathways. J Food Biochem. 2020;27:e13387. doi: 10.1111/jfbc.13387.", "ArticleIdList": ["10.1111/jfbc.13387", "32720324"]}, {"Citation": "Wang X, Xue N, Li HL, Chen Z, Yu W. Study on mechanism of Fangji Huangqi Decoction on hypouricemic effect and renal protection in hyperuricemia mice. China J Chin Mater Med. 2020;45(21):5248–5255. doi: 10.19540/j.cnki.cjcmm.20200630.401.", "ArticleIdList": ["10.19540/j.cnki.cjcmm.20200630.401", "33350242"]}, {"Citation": "Chinese Pharmacopoeia Commission . Pharmacopoeia of the People’s Republic of China. Beijing: China Medical Science Press; 2020. Fangji; pp. 155–157."}, {"Citation": "Chen JF, Zhao Q, Si DD, Nie AZ, Wang YY, Deng ZF, et al. Comprehensive profiling of Stephania tetrandra (Fangji) by stepwise DFI and NL-dependent structure annotation algorithm-based UHPLC-Q-TOF-MS and direct authentication by LMJ-HRMS. J Pharm Biomed Anal. 2020;185:113225. doi: 10.1016/j.jpba.2020.113225.", "ArticleIdList": ["10.1016/j.jpba.2020.113225", "32163850"]}, {"Citation": "Luo XR. A systematic notes on the genus stephania of China. Bull Bot Res. 1982;(01):33–59."}, {"Citation": "Wang HC. Floral organogenesis and molecular phylogeny of Menispermeae (Menispermaceae): Ph.D. Thesis. Wuhan: Chinese Academy of Sciences; 2005."}, {"Citation": "Xie DT. A taxonomic study of the genus Stephania Lour. from China. Shanghai: Fudan University; 2014."}, {"Citation": "Gao CS, Wang QR, Ying ZQ, Ge YQ, Cheng RB. Molecular structure and phylogenetic analysis of complete chloroplast genomes of medicinal species Paeonia lactiflora from Zhejiang Province. Mitochondrial DNA Part B. 2020;5(1):1077–1078. doi: 10.1080/23802359.2020.1721372.", "ArticleIdList": ["10.1080/23802359.2020.1721372", "PMC7748428", "33366882"]}, {"Citation": "Somaratne Y, Guan DL, Wang WQ, Zhao L, Xu SQ. The complete chloroplast genomes of two Lespedeza species: insights into codon usage bias, RNA editing sites, and phylogenetic relationships in Desmodieae (Fabaceae: Papilionoideae) Plants. 2019;9(1):51. doi: 10.3390/plants9010051.", "ArticleIdList": ["10.3390/plants9010051", "PMC7020202", "31906237"]}, {"Citation": "Kim JH, Jung JY, Choi HI, Kim NH, Park JY, Lee Y, et al. Diversity and evolution of major Panax species revealed by scanning the entire chloroplast intergenic spacer sequences. Genet Resour Crop Evol. 2013;60(2):413–425. doi: 10.1007/s10722-012-9844-4.", "ArticleIdList": ["10.1007/s10722-012-9844-4"]}, {"Citation": "Sun JL, Han Y, Cui XM, Liu Y. Development and application of chloroplast molecular markers in Panax notoginseng. China J Chin Mater Med. 2020;45(6):1342–1349.", "ArticleIdList": ["32281346"]}, {"Citation": "Lee SR, Kim K, Lee BY, Lim CE. Complete chloroplast genomes of all six Hosta species occurring in Korea: molecular structures, comparative, and phylogenetic analyses. BMC Genomics. 2019;20(1):833. doi: 10.1186/s12864-019-6215-y.", "ArticleIdList": ["10.1186/s12864-019-6215-y", "PMC6842461", "31706273"]}, {"Citation": "Iram S, Hayat MQ, Tahir M, Gul A, Abdullah AI. Chloroplast genome sequence of Artemisia scoparia: comparative analyses and screening of mutational hotspots. Plants. 2019;8(11):476. doi: 10.3390/plants8110476.", "ArticleIdList": ["10.3390/plants8110476", "PMC6918244", "31698805"]}, {"Citation": "Wang AS, Wu HW, Zhu XC, Lin JM. Species identification of Conyza bonariensis assisted by chloroplast genome sequencing. Front Genet. 2018;9:374. doi: 10.3389/fgene.2018.00374.", "ArticleIdList": ["10.3389/fgene.2018.00374", "PMC6141629", "30254661"]}, {"Citation": "Chen XL, Zhou JG, Cui YX, Wang Y, Duan BZ, Yao H. Identification of Ligularia herbs using the complete chloroplast genome as a super-barcode. Front Pharmacol. 2018;9:695. doi: 10.3389/fphar.2018.00695.", "ArticleIdList": ["10.3389/fphar.2018.00695", "PMC6043804", "30034337"]}, {"Citation": "Jiao LC, Lu Y, He T, Li JN, Yin YF. A strategy for developing high-resolution DNA barcodes for species discrimination of wood specimens using the complete chloroplast genome of three Pterocarpus species. Planta. 2019;250(1):95–104. doi: 10.1007/s00425-019-03150-1.", "ArticleIdList": ["10.1007/s00425-019-03150-1", "30923906"]}, {"Citation": "Cao L, Mu ZJ, Sheng SS, Chen YY, Zhong GY, Du XL. The complete chloroplast genome of Stephania tetrandra (Menispermaceae) Mitochondrial DNA Part B. 2020;5(4):3819–3820. doi: 10.1080/23802359.2020.1840935.", "ArticleIdList": ["10.1080/23802359.2020.1840935", "PMC7759292", "33426289"]}, {"Citation": "Hina F, Jin ZY, Yang ZP, Li P, Fu CX. The complete chloroplast genome of Menispermum dauricum (Menispermaceae, Ranunculales) Mitochondrial DNA Part B. 2018;3(2):913–914. doi: 10.1080/23802359.2018.1501306.", "ArticleIdList": ["10.1080/23802359.2018.1501306", "PMC7800853", "33474364"]}, {"Citation": "Hina F, Li JK, Chen C, Fu CX. Characterization of the complete chloroplast genome of an important medicinal plant, Sinomenium acutum (Menispermaceae, Ranunculales) Mitochondrial DNA Part B. 2020;5(2):1305–1306. doi: 10.1080/23802359.2020.1732239.", "ArticleIdList": ["10.1080/23802359.2020.1732239"]}, {"Citation": "Nie LP, Cui YX, Wu LW, Zhou JG, Xu ZC, Li YH, et al. Gene losses and variations in chloroplast genome of parasitic plant macrosolen and phylogenetic relationships within santalales. Int J Mol Sci. 2019;20(22):5812. doi: 10.3390/ijms20225812.", "ArticleIdList": ["10.3390/ijms20225812", "PMC6888684", "31752332"]}, {"Citation": "Shen XF, Wu ML, Liao BS, Liu ZX, Bai R, Xiao SM, et al. Complete chloroplast genome sequence and phylogenetic analysis of the medicinal plant Artemisia annua. Molecules. 2017;22(8):1330. doi: 10.3390/molecules22081330.", "ArticleIdList": ["10.3390/molecules22081330", "PMC6152406", "28800082"]}, {"Citation": "Zhao J, Li WH, Zhu D, Yu QH, Zhang Z, Sun MH, et al. Association of single nucleotide polymorphisms in MTHFR and ABCG2 with the different efficacy of first-line chemotherapy in metastatic colorectal cancer. Med Oncol. 2014;31(1):802. doi: 10.1007/s12032-013-0802-6.", "ArticleIdList": ["10.1007/s12032-013-0802-6", "PMC3890033", "24338217"]}, {"Citation": "Han TY, Li MM, Li JW, Lv H, Ren BR, Chen J, et al. Comparison of chloroplast genomes of Gynura species: sequence variation, genome rearrangement and divergence studies. BMC Genomics. 2019;20(1):791. doi: 10.1186/s12864-019-6196-x.", "ArticleIdList": ["10.1186/s12864-019-6196-x", "PMC6821010", "31664913"]}, {"Citation": "Lour. Fl. Cochinch . Flora Reipublicae Popularis Sinicae. Beijing: Science Press; 1996. Stephania; p. 40."}, {"Citation": "Zhu ZY, Feng YX, Ho LY, Wang YC. Utilization of medicinal plants of genus Stephania of Menispermaceae in China. Acta Pharm Sin. 1983;18(6):460–467. doi: 10.16438/j.0513-4870.1983.07.011.", "ArticleIdList": ["10.16438/j.0513-4870.1983.07.011", "6659945"]}, {"Citation": "Huang JM, Guo QX, Pan SL. A preliminary study on the phytochemical taxonomy of the genus Stephania. West China J Pharm Sci. 1999;02:39–41."}, {"Citation": "Qin Z, Cai ZQ, Xia GM, Wang MC. Synonymous codon usage bias is correlative to intron number and shows disequilibrium among exons in plants. BioMed Central. 2013;14:56. doi: 10.1186/1471-2164-14-56.", "ArticleIdList": ["10.1186/1471-2164-14-56", "PMC3576282", "23350908"]}, {"Citation": "Zhang ZC, Dai W, Wang Y, Lu CP, Fan HJ. Analysis of synonymous codon usage patterns in torque Teno sus virus 1 (TTSuV1) Arch Virol. 2013;158(1):145–154. doi: 10.1007/s00705-012-1480-y.", "ArticleIdList": ["10.1007/s00705-012-1480-y", "PMC7086873", "23011310"]}, {"Citation": "Wang XM, Zhou T, Bai GQ, Zhao YM. Complete chloroplast genome sequence of Fagopyrum dibotrys: genome features, comparative analysis and phylogenetic relationships. Sci Rep. 2018;8(1):12379. doi: 10.1038/s41598-018-30398-6.", "ArticleIdList": ["10.1038/s41598-018-30398-6", "PMC6098159", "30120274"]}, {"Citation": "Chen YN, Hu N, Wu HT. Analyzing and characterizing the chloroplast genome of Salix wilsonii. Biomed Res Int. 2019;5190425. 10.1155/2019/5190425.", "ArticleIdList": ["PMC6662467", "31380427"]}, {"Citation": "Wang MX, Liu H, Ge LQ, Xing GW, Wang M, Song WN, et al. Identification and analysis of RNA editing sites in the chloroplast transcripts of Aegilops tauschii L. Genes. 2016;8(1):13. doi: 10.3390/genes8010013.", "ArticleIdList": ["10.3390/genes8010013", "PMC5295008", "28042823"]}, {"Citation": "Cai WH, Ji DL, Peng LW, Guo JK, Ma JF, Zou MJ, et al. LPA66 is required for editing psbF chloroplast transcripts in Arabidopsis. Plant Physiol. 2009;150(3):1260–1271. doi: 10.1104/pp.109.136812.", "ArticleIdList": ["10.1104/pp.109.136812", "PMC2705037", "19448041"]}, {"Citation": "Chateigner-Boutin AL, Ramos-Vega M, Guevara-García A, Andrés C, Gutiérrez-Nava MDLL, Cantero A, et al. CLB19, a pentatricopeptide repeat protein required for editing of rpoA and clpP chloroplast transcripts. Plant J. 2008;56(4):590–602. doi: 10.1111/j.1365-313X.2008.03634.x.", "ArticleIdList": ["10.1111/j.1365-313X.2008.03634.x", "18657233"]}, {"Citation": "Bi Y, Zhang MF, Xue J, Dong R, Du YP, Zhang XH. Chloroplast genomic resources for phylogeny and DNA barcoding: a case study on Fritillaria. Sci Rep. 2018;8(1):1184. doi: 10.1038/s41598-018-19591-9.", "ArticleIdList": ["10.1038/s41598-018-19591-9", "PMC5775360", "29352182"]}, {"Citation": "Sun JH, Wang YH, Liu YL, Xu C, Yuan QJ, Guo LP, et al. Evolutionary and phylogenetic aspects of the chloroplast genome of Chaenomeles species. Sci Rep. 2020;10(1):11466. doi: 10.1038/s41598-020-67943-1.", "ArticleIdList": ["10.1038/s41598-020-67943-1", "PMC7351712", "32651417"]}, {"Citation": "Chi XF, Wang JL, Gao QB, Zhang FQ, Chen SL. The complete chloroplast genomes of two Lancea species with comparative analysis. Molecules. 2018;23(3):602. doi: 10.3390/molecules23030602.", "ArticleIdList": ["10.3390/molecules23030602", "PMC6017492", "29518967"]}, {"Citation": "Chen Q, Wu XB, Zhang DQ. Comparison of the abilities of universal, super, and specific DNA barcodes to discriminate among the original species of Fritillariae cirrhosae bulbus and its adulterants. PLoS One. 2020;15(2):e0229181. 10.1371/journal.pone.0229181.", "ArticleIdList": ["PMC7018091", "32053689"]}, {"Citation": "Chen XL, Cui YX, Nie LP, Hu HY, Xu ZC, Sun W, et al. Identification and phylogenetic analysis of the complete chloroplast genomes of three Ephedra herbs containing ephedrine. Biomed Res Int. 2019;5921725. 10.1155/2019/5921725.", "ArticleIdList": ["PMC6420972", "30941367"]}, {"Citation": "Yang JJ, Zhang J, Han RX, Zhang F, Mao AJ, Luo J, et al. Target SSR-Seq: a novel SSR genotyping technology associate with perfect SSRs in genetic analysis of cucumber varieties. Front Plant Sci. 2019;10:531. doi: 10.3389/fpls.2019.00531.", "ArticleIdList": ["10.3389/fpls.2019.00531", "PMC6492046", "31105728"]}, {"Citation": "Chu YX, Deng S, Li SG, Liu D, Chen HR, Ren L, et al. Validation of microsatellite markers and its application for varieties identification in cauliflower and broccoli. Mol Plant Breed. 2020. https://kns.cnki.net/kcms/detail/46.1068.s.20201113.1321.004.html."}, {"Citation": "Huang L, Jia YY, Zhang YN, Li JB, Dang ZH. Identification and development of the EST-SSR markers in the desert plant Tetraena Mongolica. J Plant Genet Resour. 2021;22(02):540–549."}, {"Citation": "Mwanzia VM, Nzei JM, Yan D-Y, Kamau PW, Chen JM, Li Z-Z. The complete chloroplast genomes of two species in threatened monocot genus Caldesia in China. Genetica. 2019;147(5–6):381–390. doi: 10.1007/s10709-019-00079-x.", "ArticleIdList": ["10.1007/s10709-019-00079-x", "31654262"]}, {"Citation": "Zong D, Gan PH, Zhou AP, Li JY, Xie ZL, Duan AA, et al. Comparative analysis of the complete chloroplast genomes of seven Populus species: insights into alternative female parents of Populus tomentosa. PLoS One. 2019;14(6):e0218455. doi: 10.1371/journal.pone.0218455.", "ArticleIdList": ["10.1371/journal.pone.0218455", "PMC6583991", "31216332"]}, {"Citation": "Doyle JJDJ. A rapid DNA isolation procedure for small quantities of fresh leaf tissue. Phytochem Bull. 1987;19:11–15."}, {"Citation": "Tillich M, Lehwark P, Pellizzer T, Ulbricht-Jones ES, Fischer A, Bock R, et al. GeSeq – versatile and accurate annotation of organelle genomes. Nucleic Acids Res. 2017;45(W1):W6–11. doi: 10.1093/nar/gkx391.", "ArticleIdList": ["10.1093/nar/gkx391", "PMC5570176", "28486635"]}, {"Citation": "Shi L, Chen H, Jiang M, Wang L, Wu X, Huang L, et al. CPGAVAS2, an integrated plastome sequence annotator and analyzer. Nucleic Acids Res. 2019;47(W1):W65–W73. doi: 10.1093/nar/gkz345.", "ArticleIdList": ["10.1093/nar/gkz345", "PMC6602467", "31066451"]}, {"Citation": "Greiner S, Lehwark P, Bock R. OrganellarGenomeDRAW (OGDRAW) version 1.3.1: expanded toolkit for the graphical visualization of organellar genomes. Nucleic Acids Res. 2019;47(W1):W59–W64. doi: 10.1093/nar/gkz238.", "ArticleIdList": ["10.1093/nar/gkz238", "PMC6602502", "30949694"]}, {"Citation": "Kumar S, Stecher G, Tamura K. MEGA7: molecular evolutionary genetics analysis version 7.0 for bigger datasets. Mol Biol Evol. 2016;33(7):1870–1874. doi: 10.1093/molbev/msw054.", "ArticleIdList": ["10.1093/molbev/msw054", "PMC8210823", "27004904"]}, {"Citation": "Sharp PM, Li WH. The codon adaptation index-a measure of directional synonymous codon usage bias, and its potential applications. Nucleic Acids Res. 1987;15(3):1281–1295. doi: 10.1093/nar/15.3.1281.", "ArticleIdList": ["10.1093/nar/15.3.1281", "PMC340524", "3547335"]}, {"Citation": "Mower JP. The PREP suite: predictive RNA editors for plant mitochondrial genes, chloroplast genes and user-defined alignments. Nucleic Acids Res. 2009;37 Web Server:W253–W259. doi: 10.1093/nar/gkp337.", "ArticleIdList": ["10.1093/nar/gkp337", "PMC2703948", "19433507"]}, {"Citation": "Amiryousefi A, Hyvönen J, Poczai P. IRscope: an online program to visualize the junction sites of chloroplast genomes. Bioinform. 2018;34(17):3030–3031. doi: 10.1093/bioinformatics/bty220.", "ArticleIdList": ["10.1093/bioinformatics/bty220", "29659705"]}, {"Citation": "Beier S, Thiel T, Münch T, Scholz U, Mascher M. MISA-web: a web server for microsatellite prediction. Bioinformatics. 2017;33(16):2583–2585. doi: 10.1093/bioinformatics/btx198.", "ArticleIdList": ["10.1093/bioinformatics/btx198", "PMC5870701", "28398459"]}, {"Citation": "Kurtz S, Schleiermacher C. REPuter: fast computation of maximal repeats in complete genomes. Bioinformatics. 1999;15(5):426–427. doi: 10.1093/bioinformatics/15.5.426.", "ArticleIdList": ["10.1093/bioinformatics/15.5.426", "10366664"]}, {"Citation": "Katoh K, Standley DM. MAFFT multiple sequence alignment software version 7: improvements in performance and usability. Mol Biol Evol. 2013;30(4):772–780. doi: 10.1093/molbev/mst010.", "ArticleIdList": ["10.1093/molbev/mst010", "PMC3603318", "23329690"]}, {"Citation": "Rozas J, Ferrer-Mata A, Sánchez-DelBarrio JC, Guirao-Rico S, Librado P, Ramos-Onsins SE, et al. DnaSP 6: DNA sequence polymorphism analysis of large data sets. Mol Biol Evol. 2017;34(12):3299–3302. doi: 10.1093/molbev/msx248.", "ArticleIdList": ["10.1093/molbev/msx248", "29029172"]}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "12", "Day": "19"}, {"Year": "2021", "Month": "11", "Day": "16"}, {"Year": "2021", "Month": "12", "Day": "7", "Hour": "5", "Minute": "37"}, {"Year": "2021", "Month": "12", "Day": "8", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "12", "Day": "15", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "12", "Day": "6"}], "PublicationStatus": "epublish", "ArticleIdList": ["34872502", "PMC8647421", "10.1186/s12864-021-08193-x", "10.1186/s12864-021-08193-x"]}}], "PubmedBookArticle": []}