{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34876973", "DateRevised": {"Year": "2021", "Month": "12", "Day": "11"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "11", "Day": "28"}], "Language": ["eng"], "ELocationID": ["3879099", "10.1155/2021/3879099"], "Journal": {"ISSN": "2090-8113", "JournalIssue": {"Volume": "2021", "PubDate": {"Year": "2021"}}, "Title": "Veterinary medicine international", "ISOAbbreviation": "Vet Med Int"}, "ArticleTitle": "Anthelmintic Potential of Medicinal Plants against <i>Ancylostoma caninum</i>.", "Pagination": {"StartPage": "3879099", "MedlinePgn": "3879099"}, "Abstract": {"AbstractText": ["<i>Ancylostoma caninum</i> is one of the most important hookworms in dogs. A study revealed that the prevalence of ancylostomiasis in Indonesia is relatively high. However, cases of persistent ancylostomiasis in dogs were reported, indicating the possibility of anthelmintic resistance. The aim of this review is to provide an overview of the anthelmintic potential of plants preclinically against <i>A. caninum</i> based on related research articles. This review retrieved 14 articles from 2001 to 2021 investigating 19 different plants. <i>Momordica charantia</i>, <i>Diospyros anisandra</i>, and <i>Citrus aurantiifolia</i> hold a promising prospect as anthelmintic against <i>A. caninum</i>. This review found aspects of those medicinal plants that need to be investigated deeper to improve our understanding of the matter. <i>In vitro</i> results in this review have not yet been tested in <i>in vivo</i> trials, which are essential in determining the efficacy and safety of the use of these medicinal plants and also to justify its clinical application."], "CopyrightInformation": "Copyright © 2021 Savira Ekawardhani et al."}, "AuthorList": [{"Identifier": ["0000-0002-8904-7811"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Parasitology Division, Department of Biomedical Sciences, Faculty of Medicine, Padjadjaran University, Sumedang, Indonesia."}], "LastName": "Ekawardhani", "ForeName": "Savira", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Veterinary Medicine Program, Faculty of Medicine, Padjadjaran University, Sumedang, Indonesia."}], "LastName": "Anggoro", "ForeName": "Utari T", "Initials": "UT"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Veterinary Medicine Program, Faculty of Medicine, Padjadjaran University, Sumedang, Indonesia."}, {"Identifier": [], "Affiliation": "Microbiology Division, Department of Biomedical Science, Faculty of Medicine, Padjadjaran University, Sumedang, Indonesia."}], "LastName": "Krissanti", "ForeName": "Ita", "Initials": "I"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Vet Med Int", "NlmUniqueID": "101524203", "ISSNLinking": "2042-0048"}, "CoiStatement": "The authors declare that there are no conflicts of interest regarding the publication of this paper."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Mulyaningsih R. W. Daya Antihelmintika Infusa Biji Ceguk (Quisqualis Indica L.) Terhadap Cacing Kait Anjing (Ancylostoma spp.) Secara in Vitro . Yogyakarta, Indonesia: Skripsi. Universitas Sanata Dharma; 2010."}, {"Citation": "Kopp S. R., Kotze A. C., McCarthy J. S., Coleman G. T. High-level pyrantel resistance in the hookworm Ancylostoma caninum. Veterinary Parasitology . 2007;143(34):299–304. doi: 10.1016/j.vetpar.2006.08.036.", "ArticleIdList": ["10.1016/j.vetpar.2006.08.036", "17011128"]}, {"Citation": "Jimenez Castro P. D., Howell S. B., Schaefer, Avramenko R. W., Gilleard J. S., Kaplan R. M. Multiple drug resistance in the canine hookworm Ancylostoma caninum: an emerging threat? Parasites & Vectors . 2019;12(1):p. 576. doi: 10.1186/s13071-019-3828-6.", "ArticleIdList": ["10.1186/s13071-019-3828-6", "PMC6902405", "31818311"]}, {"Citation": "Borges D. G. L., Borges F. D. A. Plants and their medicinal potential for controlling gastrointestinal nematodes in ruminants. Nematoda . 2016;3:1–7. doi: 10.4322/nematoda.00916.", "ArticleIdList": ["10.4322/nematoda.00916"]}, {"Citation": "Orengo K. O., Maitho T., Mbaria J. M., Maingi N., Kitaa J. M. In vitro anthelmintic activity of Allium sativum, Allium cepa and Jatropha curcas against Toxocara canis and Ancylostoma caninum. African Journal of Pharmacy and Pharmacology . 2016;10(21):465–471. doi: 10.5897/ajpp2016.4551.", "ArticleIdList": ["10.5897/ajpp2016.4551"]}, {"Citation": "Poné J. W., Bilong C. B., Mpoame M., Ngwa C. F., Coles G. C. In vitro activity of ethanol, cold water and hot water extracts of the bark of Canthium mannii (rubiaceae) stem on ancylostoma caninum eggs. East and Central African Journal of Pharmaceutical Sciences . 2006;9(1):14–18."}, {"Citation": "Chagas A. C. Medicinal plant extracts and nematode control. CAB Reviews . 2015;10:1–8. doi: 10.1079/pavsnnr201510008.", "ArticleIdList": ["10.1079/pavsnnr201510008"]}, {"Citation": "Flota-Burgos G. J., Rosado-Aguilar J. A., Rodríguez-Vivas R. I. Anthelmintic activity of extracts and active compounds from Diospyros anisandra on ancylostoma caninum, Haemonchus placei and cyathostomins. Frontiers in Veterinary Science . 2020;7:p. 675. doi: 10.3389/fvets.2020.565103.", "ArticleIdList": ["10.3389/fvets.2020.565103", "PMC7538544", "33173794"]}, {"Citation": "Araújo A. E. L., Lacerda T., Hiura E. Larvicidal potential of Mikania glomerata SPRENGEL extract on Ancylostoma caninum larvae. African Journal of Pharmacy and Pharmacology . 2016;10(17):379–384."}, {"Citation": "Tonini Zamprogno T., del Carmen Garcia Lopes A., Lacerda T. Activity of Euterpe edulis martius, Mikania glomerata spreng, and Mikania laevigata schultz bip. extracts on gastrointestinal nematodes Toxocara canis and ancylostoma caninum. Archives of Clinical Infectious Diseases . 2015;10(3) doi: 10.5812/archcid.27495.", "ArticleIdList": ["10.5812/archcid.27495"]}, {"Citation": "Wolpert B. J., Beauvoir M. G., Wells E. F., Hawdon J. M. Plant vermicides of Haitian Vodou show in vitro activity against larval hookworm. The Journal of Parasitology . 2008;94(5):1155–1160. doi: 10.1645/ge-1446.1.", "ArticleIdList": ["10.1645/ge-1446.1", "18576795"]}, {"Citation": "Spiegler V., Liebau E., Peppler C., et al. A hydroalcoholic extract from Paullinia pinnata L. roots exerts anthelmintic activity against free-living and parasitic nematodes. Planta Medica . 2016;82(13):1173–1179. doi: 10.1055/s-0042-108209.", "ArticleIdList": ["10.1055/s-0042-108209", "27286336"]}, {"Citation": "Bi S., Goyal P. K. Anthelmintic effect of natural plant (Carica papaya) extract against the gastrointestinal nematode, Ancylostoma caninum in Mice. ISCA Journal of Biological Sciences . 2012;1(1):2–6."}, {"Citation": "Bi S., Goyal P. K. Role of neem (Azardirachta indica) as a plant extract dewormer for Ancylostoma caninum infection in mice. International Research Journal of Biological Sciences . 2012;1(7):44–48."}, {"Citation": "Adedapo A. A., Otesile A. T., Soetan K. O. Assessment of the anthelmintic efficacy of an aqueous crude extract of Vernonia amygdalina. Pharmaceutical Biology . 2007;45(7):564–568. doi: 10.1080/13880200701498978.", "ArticleIdList": ["10.1080/13880200701498978"]}, {"Citation": "Adedapo A. A., Shabi O. O., Adedokun O. A. Anthelmintic efficacy of the aqueous crude extract of Euphorbia hirta Linn in Nigerian dogs. Veterinarski Arhiv . 2005;75(1):39–44."}, {"Citation": "Hassanain M. A., Shaapan R. M., Abou-El-Dobal S. K. Synergistic anthelmintic effect of citrus aurantifolia swingle seeds and mebendazole in Egyptian dogs infected with ancylostoma caninum and Toxocara canis: trial to solve drug resistance problem. International Journal of Research Studies in Biosciences (IJRSB) . 2015;3(9):104–111."}, {"Citation": "Orengo K. O. A., Maitho T. B., Mbaria J. M., Maingi N. C., Kitaa J. M. D. In vivo anthelmintic activity of the ethanol extract of Allium cepa (onion) against mixed gastro intestinal helminth infestations in dogs. International Journal of Veterinary Science . 2016;5(3):171–175."}, {"Citation": "Campos D. R., Perin L. R., Camatta N. C., et al. Canine hookworm: correlation between hematological disorders and serum proteins with coproparasitological results. Brazilian Journal of Veterinary Medicine . 2017;39(3):147–151. doi: 10.29374/2527-2179.bjvm019117.", "ArticleIdList": ["10.29374/2527-2179.bjvm019117"]}, {"Citation": "Jacobs D., Fox M., Gibbons L., Hermosilla C. Principles of Veterinary Parasitology . Hoboken, NJ, USA: John Wiley & Sons; 2016."}, {"Citation": "Page A. P., Johnstone I. L. The C. elegans Research Community . Oxford, UK: North-Holland Publishing; 2007. The Cuticle, in WormBook."}, {"Citation": "Salvamani S., Gunasekaran B., Shaharuddin N. A., Ahmad S. A., Shukor M. Y. Antiartherosclerotic effects of plant flavonoids. BioMed Research International . 2014;2014:11. doi: 10.1155/2014/480258.480258", "ArticleIdList": ["10.1155/2014/480258", "PMC4058282", "24971331"]}, {"Citation": "Sultana B., Anwar F. Flavonols (kaempeferol, quercetin, myricetin) contents of selected fruits, vegetables and medicinal plants. Food Chemistry . 2008;108(3):879–884. doi: 10.1016/j.foodchem.2007.11.053.", "ArticleIdList": ["10.1016/j.foodchem.2007.11.053", "26065748"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "8", "Day": "4"}, {"Year": "2021", "Month": "11", "Day": "13"}, {"Year": "2021", "Month": "12", "Day": "8", "Hour": "6", "Minute": "29"}, {"Year": "2021", "Month": "12", "Day": "9", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "12", "Day": "9", "Hour": "6", "Minute": "1"}, {"Year": "2021", "Month": "11", "Day": "28"}], "PublicationStatus": "epublish", "ArticleIdList": ["34876973", "PMC8645357", "10.1155/2021/3879099"]}}], "PubmedBookArticle": []}