{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Franz diffusion cell", "antifungal activity", "antioxidant activity", "chemical composition", "enhancement penetration", "essential oil", "fireweed"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34885770", "DateCompleted": {"Year": "2022", "Month": "02", "Day": "14"}, "DateRevised": {"Year": "2024", "Month": "04", "Day": "04"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "11", "Day": "26"}], "Language": ["eng"], "ELocationID": ["7188", "10.3390/molecules26237188"], "Journal": {"ISSN": "1420-3049", "JournalIssue": {"Volume": "26", "Issue": "23", "PubDate": {"Year": "2021", "Month": "Nov", "Day": "26"}}, "Title": "Molecules (Basel, Switzerland)", "ISOAbbreviation": "Molecules"}, "ArticleTitle": "<i>Epilobium angustifolium</i> L. Essential Oil-Biological Activity and Enhancement of the Skin Penetration of Drugs-In Vitro Study.", "Abstract": {"AbstractText": ["<i>Epilobium angustifolium</i> L. is a popular medicinal plant found in many regions of the world. This plant contains small amounts of essential oil whose composition and properties have not been extensively investigated. There are few reports in the literature on the antioxidant and antifungal properties of this essential oil and the possibility of applying it as a potential promoter of the skin penetration of drugs. The essential oil was obtained by distillation using a Clavenger type apparatus. The chemical composition was analyzed by the GC-MS method. The major active compounds of <i>E. angustifolium</i> L. essential oil (EOEa) were terpenes, including α-caryophyllene oxide, eucalyptol, β-linalool, camphor, (S)-carvone, and β-caryophyllene. The analyzed essential oil was also characterized by antioxidant activity amounting to 78% RSA (Radical Scavenging Activity). Antifungal activity against the strains <i>Aspergillus niger</i>, <i>A. ochraceus</i>, <i>A. parasiticum</i>, and <i>Penicillium cyclopium</i> was also determined. The largest inhibition zone was observed for strains from the <i>Aspergillus</i> group. The EOEa enhanced the percutaneous penetration of ibuprofen and lidocaine. After a 24 h test, the content of terpene in the skin and the acceptor fluid was examined. It has been shown that the main compounds contained in the essential oil do not penetrate through the skin, but accumulate in it. Additionally, FTIR-ATR analysis showed a disturbance of the <i>stratum corneum</i> (SC) lipids caused by the essential oil application. Due to its rich composition and high biological activity, EOEa may be a potential candidate to be applied, for example, in the pharmaceutical or cosmetic industries. Moreover, due to the reaction of the essential oil components with SC lipids, the EOEa could be an effective permeation enhancer of topically applied hydrophilic and lipophilic drugs."]}, "AuthorList": [{"Identifier": ["0000-0002-4287-6751"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Cosmetic and Pharmaceutical Chemistry, Pomeranian Medical University, PL-70111 Szczecin, Poland."}], "LastName": "Nowak", "ForeName": "Anna", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutical Chemistry, Pomeranian Medical University, PL-70111 Szczecin, Poland."}], "LastName": "Duchnik", "ForeName": "Wiktoria", "Initials": "W"}, {"Identifier": ["0000-0002-6380-5848"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemical Organic Technology and Polymeric Materials, Faculty of Chemical Technology and Engineering, West Pomeranian University of Technology, PL-70322 Szczecin, Poland."}], "LastName": "Makuch", "ForeName": "Edyta", "Initials": "E"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Cosmetic and Pharmaceutical Chemistry, Pomeranian Medical University, PL-70111 Szczecin, Poland."}], "LastName": "Kucharski", "ForeName": "Łukasz", "Initials": "Ł"}, {"Identifier": ["0000-0002-2362-1809"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemical Organic Technology and Polymeric Materials, Faculty of Chemical Technology and Engineering, West Pomeranian University of Technology, PL-70322 Szczecin, Poland."}], "LastName": "Ossowicz-Rupniewska", "ForeName": "Paula", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Microbiology and Environmental Chemistry, Faculty of Environmental Management and Agriculture, West Pomeranian University of Technology, PL-71434 Szczecin, Poland."}], "LastName": "Cybulska", "ForeName": "Krystyna", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of General and Transplantation Surgery, Pomeranian Medical University, PL-71252 Szczecin, Poland."}], "LastName": "Sulikowski", "ForeName": "Tadeusz", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutical Chemistry, Pomeranian Medical University, PL-70111 Szczecin, Poland."}], "LastName": "Moritz", "ForeName": "Michał", "Initials": "M"}, {"Identifier": ["0000-0001-6239-2853"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Cosmetic and Pharmaceutical Chemistry, Pomeranian Medical University, PL-70111 Szczecin, Poland."}], "LastName": "Klimowicz", "ForeName": "Adam", "Initials": "A"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Molecules", "NlmUniqueID": "100964009", "ISSNLinking": "1420-3049"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Antifungal Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Antioxidants"}, {"RegistryNumber": "0", "NameOfSubstance": "Oils, Volatile"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}, {"RegistryNumber": "0", "NameOfSubstance": "Terpenes"}], "SupplMeshList": ["Penicillium cyclopium"], "MeshHeadingList": [{"QualifierName": ["chemistry", "pharmacology"], "DescriptorName": "Antifungal Agents"}, {"QualifierName": ["chemistry", "pharmacology"], "DescriptorName": "Antioxidants"}, {"QualifierName": ["drug effects", "pathogenicity"], "DescriptorName": "Aspergillus"}, {"QualifierName": ["chemistry"], "DescriptorName": "Epilobium"}, {"QualifierName": [], "DescriptorName": "Gas Chromatography-Mass Spectrometry"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["drug therapy", "microbiology"], "DescriptorName": "Mycoses"}, {"QualifierName": ["chemistry", "pharmacology"], "DescriptorName": "Oils, Volatile"}, {"QualifierName": ["drug effects", "pathogenicity"], "DescriptorName": "Penicillium"}, {"QualifierName": ["chemistry", "pharmacology"], "DescriptorName": "Plant Extracts"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": ["drug effects"], "DescriptorName": "Skin"}, {"QualifierName": ["drug effects"], "DescriptorName": "Skin Absorption"}, {"QualifierName": ["chemistry", "pharmacology"], "DescriptorName": "Terpenes"}], "CoiStatement": "The authors declare no conflict of interest. "}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Dacrema M., Sommella E., Santarcangelo C., Bruno B., Marano M.G., Insolia V., Saviano A., Campiglia P., Stornaiuolo M., Daglia M. Metabolic Profiling, in Vitro Bioaccessibility and in Vivo Bioavailability of a Commercial Bioactive Epilobium angustifolium L. Extract. Biomed. Pharmacother. 2020;131:110670. doi: 10.1016/j.biopha.2020.110670.", "ArticleIdList": ["10.1016/j.biopha.2020.110670", "32896677"]}, {"Citation": "Kalle R., Belichenko O., Kuznetsova N., Kolosova V., Prakofjewa J., Stryamets N., Mattalia G., Šarka P., Simanova A., Prūse B., et al. Gaining Momentum: Popularization of Epilobium angustifolium as Food and Recreational Tea on the Eastern Edge of Europe. Appetite. 2020;150:104638. doi: 10.1016/j.appet.2020.104638.", "ArticleIdList": ["10.1016/j.appet.2020.104638", "32113918"]}, {"Citation": "Nowak A., Zagórska-Dziok M., Ossowicz-Rupniewska P., Makuch E., Duchnik W., Kucharski Ł., Adamiak-Giera U., Prowans P., Czapla N., Bargiel P., et al. Epilobium angustifolium L. Extracts as Valuable Ingredients in Cosmetic and Dermatological Products. Molecules. 2021;26:3456. doi: 10.3390/molecules26113456.", "ArticleIdList": ["10.3390/molecules26113456", "PMC8201033", "34200200"]}, {"Citation": "Nowak A., Klimowicz A., Duchnik W., Kucharski Ł., Florkowska K., Muzykiewicz A., Wira D., Zielonkabrzezicka J., Siedłowska A., Nadarzewska K. Application of Green-Extraction Technique to Evaluate of Antioxidative Capacity of Wild Population of Fireweed (Epilobium angustifolium ) Herba Pol. 2019;65:18–30. doi: 10.2478/hepo-2019-0022.", "ArticleIdList": ["10.2478/hepo-2019-0022"]}, {"Citation": "Lasinskas M., Jariene E., Vaitkeviciene N., Hallmann E., Najman K. Effect of Different Durations of Solid-Phase Fermentation for Fireweed (Chamerion Angustifolium (L.) Holub) Leaves on the Content of Polyphenols and Antioxidant Activity In Vitro. Molecules. 2020;25:1011. doi: 10.3390/molecules25041011.", "ArticleIdList": ["10.3390/molecules25041011", "PMC7070727", "32102409"]}, {"Citation": "Kowalczyk D., Szymanowska U., Skrzypek T., Bartkowiak A., Materska M., Łupina K. Release of Fireweed Extract (Epilobium angustifolium L.) from Corn Starch- and Methylcellulose-Based Films—A Comparative Study. Food Hydrocoll. 2021;120:106887. doi: 10.1016/j.foodhyd.2021.106887.", "ArticleIdList": ["10.1016/j.foodhyd.2021.106887"]}, {"Citation": "Ferrante C., Chiavaroli A., Angelini P., Venanzoni R., Angeles Flores G., Brunetti L., Petrucci M., Politi M., Menghini L., Leone S., et al. Phenolic Content and Antimicrobial and Anti-Inflammatory Effects of Solidago Virga-Aurea, Phyllanthus niruri, Epilobium angustifolium, Peumus boldus, and Ononis spinosa Extracts. Antibiotics. 2020;9:783. doi: 10.3390/antibiotics9110783.", "ArticleIdList": ["10.3390/antibiotics9110783", "PMC7694769", "33172081"]}, {"Citation": "Nowak A., Cybulska K., Makuch E., Kucharski Ł., Różewicka-Czabańska M., Prowans P., Czapla N., Bargiel P., Petriczko J., Klimowicz A. In Vitro Human Skin Penetration, Antioxidant and Antimicrobial Activity of Ethanol-Water Extract of Fireweed (Epilobium angustifolium L.) Molecules. 2021;26:329. doi: 10.3390/molecules26020329.", "ArticleIdList": ["10.3390/molecules26020329", "PMC7827182", "33435259"]}, {"Citation": "Kosalec I., Zovko M., Sankovic K., Kremer D., Pepeljnjak S. Antioxidant and Antimicrobial Activity of Willow Herb (Epilobium angustifolium L.) Planta Med. 2008;74:PA43. doi: 10.1055/s-0028-1084041.", "ArticleIdList": ["10.1055/s-0028-1084041"]}, {"Citation": "Nazzaro F., Fratianni F., de Martino L., Coppola R., de Feo V. Effect of Essential Oils on Pathogenic Bacteria. Pharmaceuticals. 2013;6:1451–1474. doi: 10.3390/ph6121451.", "ArticleIdList": ["10.3390/ph6121451", "PMC3873673", "24287491"]}, {"Citation": "Adamczak A., Dreger M., Seidler-Łożykowska K., Wielgus K. Fireweed (Epilobium angustifolium L.): Botany, Phytochemistry and Traditional Uses. A Review. Herba Pol. 2019;65:51–63. doi: 10.2478/hepo-2019-0018.", "ArticleIdList": ["10.2478/hepo-2019-0018"]}, {"Citation": "Schepetkin I.A., Ramstead A.G., Kirpotina L.N., Voyich J.M., Jutila M.A., Quinn M.T. Therapeutic Potential of Polyphenols from Epilobium angustifolium (Fireweed): Polyphenols from Fireweed. Phytother. Res. 2016;30:1287–1297. doi: 10.1002/ptr.5648.", "ArticleIdList": ["10.1002/ptr.5648", "PMC5045895", "27215200"]}, {"Citation": "Karakaya S., Süntar I., Yakinci O.F., Sytar O., Ceribasi S., Dursunoglu B., Ozbek H., Guvenalp Z. In Vivo Bioactivity Assessment on Epilobium Species: A Particular Focus on Epilobium angustifolium and Its Components on Enzymes Connected with the Healing Process. J. Ethnopharmacol. 2020;262:113207. doi: 10.1016/j.jep.2020.113207.", "ArticleIdList": ["10.1016/j.jep.2020.113207", "32730870"]}, {"Citation": "Shikov A.N., Poltanov E.A., Dorman H.J.D., Makarov V.G., Tikhonov V.P., Hiltunen R. Chemical Composition and in Vitro Antioxidant Evaluation of Commercial Water-Soluble Willow Herb (Epilobium angustifolium L.) Extracts. J. Agric. Food Chem. 2006;54:3617–3624. doi: 10.1021/jf052606i.", "ArticleIdList": ["10.1021/jf052606i", "19127734"]}, {"Citation": "Bajer T., Šilha D., Ventura K., Bajerová P. Composition and Antimicrobial Activity of the Essential Oil, Distilled Aromatic Water and Herbal Infusion from Epilobium Parviflorum Schreb. Ind. Crops Prod. 2017;100:95–105. doi: 10.1016/j.indcrop.2017.02.016.", "ArticleIdList": ["10.1016/j.indcrop.2017.02.016"]}, {"Citation": "Zeng Q.Y., Wu J., Lin P.C. Chemical Composition and Antimicrobial Activity of the Essential Oil from Epilobium angustifolium. Chem. Nat. Compd. 2016;52:1113–1115. doi: 10.1007/s10600-016-1878-y.", "ArticleIdList": ["10.1007/s10600-016-1878-y"]}, {"Citation": "Paduch R., Kandefer-Szerszeń M., Trytek M., Fiedurek J. Terpenes: Substances Useful in Human Healthcare. Arch. Immunol. Ther. Exp. 2007;55:315. doi: 10.1007/s00005-007-0039-1.", "ArticleIdList": ["10.1007/s00005-007-0039-1", "18219762"]}, {"Citation": "Jiang Q., Wu Y., Zhang H., Liu P., Yao J., Yao P., Chen J., Duan J. Development of Essential Oils as Skin Permeation Enhancers: Penetration Enhancement Effect and Mechanism of Action. Pharm. Biol. 2017;55:1592–1600. doi: 10.1080/13880209.2017.1312464.", "ArticleIdList": ["10.1080/13880209.2017.1312464", "PMC7011944", "28399694"]}, {"Citation": "Ahad A., Aqil M., Ali A. The Application of Anethole, Menthone, and Eugenol in Transdermal Penetration of Valsartan: Enhancement and Mechanistic Investigation. Pharm. Biol. 2016;54:1042–1051. doi: 10.3109/13880209.2015.1100639.", "ArticleIdList": ["10.3109/13880209.2015.1100639", "26510896"]}, {"Citation": "Janus E., Ossowicz P., Klebeko J., Nowak A., Duchnik W., Kucharski Ł., Klimowicz A. Enhancement of Ibuprofen Solubility and Skin Permeation by Conjugation with l-Valine Alkyl Esters. RSC Adv. 2020;10:7570–7584. doi: 10.1039/D0RA00100G.", "ArticleIdList": ["10.1039/D0RA00100G", "PMC9049830", "35492154"]}, {"Citation": "Chen Y., Quan P., Liu X., Wang M., Fang L. Novel Chemical Permeation Enhancers for Transdermal Drug Delivery. Asian J. Pharm. Sci. 2014;9:51–64. doi: 10.1016/j.ajps.2014.01.001.", "ArticleIdList": ["10.1016/j.ajps.2014.01.001"]}, {"Citation": "Zillich O.V., Schweiggert-Weisz U., Hasenkopf K., Eisner P., Kerscher M. Release and in Vitro Skin Permeation of Polyphenols from Cosmetic Emulsions. Int. J. Cosmet. Sci. 2013;35:491–501. doi: 10.1111/ics.12072.", "ArticleIdList": ["10.1111/ics.12072", "23763665"]}, {"Citation": "Valgimigli L., Gabbanini S., Berlini E., Lucchi E., Beltramini C., Bertarelli Y.L. Lemon (Citrus Limon, Burm.f.) Essential Oil Enhances the Trans-Epidermal Release of Lipid- (A, E) and Water- (B6, C) Soluble Vitamins from Topical Emulsions in Reconstructed Human Epidermis: Lemon EO as Vitamins’ Skin-Penetration Enhancer. Int. J. Cosmet. Sci. 2012;34:347–356. doi: 10.1111/j.1468-2494.2012.00725.x.", "ArticleIdList": ["10.1111/j.1468-2494.2012.00725.x", "22515469"]}, {"Citation": "Shen Q., Li W., Li W. The Effect of Clove Oil on the Transdermal Delivery of Ibuprofen in the Rabbit by In Vitro and In Vivo Methods. Drug Dev. Ind. Pharm. 2007;33:1369–1374. doi: 10.1080/03639040701399346.", "ArticleIdList": ["10.1080/03639040701399346", "18097811"]}, {"Citation": "Lan Y., Wu Q., Mao Y., Wang Q., An J., Chen Y., Wang W., Zhao B., Liu N., Zhang Y. Cytotoxicity and Enhancement Activity of Essential Oil from Zanthoxylum Bungeanum Maxim. as a Natural Transdermal Penetration Enhancer. J. Zhejiang Univ. Sci. B. 2014;15:153–164. doi: 10.1631/jzus.B1300230.", "ArticleIdList": ["10.1631/jzus.B1300230", "PMC3924391", "24510708"]}, {"Citation": "Karpanen T.J., Conway B.R., Worthington T., Hilton A.C., Elliott T.S., Lambert P.A. Enhanced Chlorhexidine Skin Penetration with Eucalyptus Oil. BMC Infect. Dis. 2010;10:278. doi: 10.1186/1471-2334-10-278.", "ArticleIdList": ["10.1186/1471-2334-10-278", "PMC2955684", "20860796"]}, {"Citation": "Osanloo M., Arish J., Sereshti H. Developed Methods for the Preparation of Electrospun Nanofibers Containing Plant-Derived Oil or Essential Oil: A Systematic Review. Polym. Bull. 2020;77:6085–6104. doi: 10.1007/s00289-019-03042-0.", "ArticleIdList": ["10.1007/s00289-019-03042-0"]}, {"Citation": "Eghmazi E., Akhgar M.R., Kariminik A. Chemical Constituents and Antibacterial Activity of the Essential Oil from Epilobium Hirsutum. J. Biodivers. Environ. Sci. 2015;7:338–344."}, {"Citation": "Kaškonienė V., Stankevičius M., Drevinskas T., Akuneca I., Kaškonas P., Bimbiraitė-Survilienė K., Maruška A., Ragažinskienė O., Kornyšova O., Briedis V., et al. Evaluation of Phytochemical Composition of Fresh and Dried Raw Material of Introduced Chamerion Angustifolium L. Using Chromatographic, Spectrophotometric and Chemometric Techniques. Phytochemistry. 2015;115:184–193. doi: 10.1016/j.phytochem.2015.02.005.", "ArticleIdList": ["10.1016/j.phytochem.2015.02.005", "25725961"]}, {"Citation": "Fidyt K., Fiedorowicz A., Strządała L., Szumny A. β-Caryophyllene and β-Caryophyllene Oxide-Natural Compounds of Anticancer and Analgesic Properties. Cancer Med. 2016;5:3007–3017. doi: 10.1002/cam4.816.", "ArticleIdList": ["10.1002/cam4.816", "PMC5083753", "27696789"]}, {"Citation": "Nowak K., Ogonowski J., Jaworska M., Grzesik K. Clove Oil—Properties and Applications. Chemik. 2012;66:145–152."}, {"Citation": "Malik S., de Mesquita L., Silva C., de Mesquita J., de Sá Rocha E., Bose J., Abiri R., de Maria Silva Figueiredo P., Costa-Júnior L. Chemical Profile and Biological Activities of Essential Oil from Artemisia Vulgaris L. Cultivated in Brazil. Pharmaceuticals. 2019;12:49. doi: 10.3390/ph12020049.", "ArticleIdList": ["10.3390/ph12020049", "PMC6631396", "30939762"]}, {"Citation": "Bouyahya A., Et-Touys A., Abrini J., Talbaoui A., Fellah H., Bakri Y., Dakka N. Lavandula Stoechas Essential Oil from Morocco as Novel Source of Antileishmanial, Antibacterial and Antioxidant Activities. Biocatal. Agric. Biotechnol. 2017;12:179–184. doi: 10.1016/j.bcab.2017.10.003.", "ArticleIdList": ["10.1016/j.bcab.2017.10.003"]}, {"Citation": "Bouyahya A., Lagrouh F., El Omari N., Bourais I., El Jemli M., Marmouzi I., Salhi N., Faouzi M.E.A., Belmehdi O., Dakka N., et al. Essential Oils of Mentha Viridis Rich Phenolic Compounds Show Important Antioxidant, Antidiabetic, Dermatoprotective, Antidermatophyte and Antibacterial Properties. Biocatal. Agric. Biotechnol. 2020;23:101471. doi: 10.1016/j.bcab.2019.101471.", "ArticleIdList": ["10.1016/j.bcab.2019.101471"]}, {"Citation": "Souza C.F., Baldissera M.D., de Silva L.L., Geihs M.A., Baldisserotto B. Is Monoterpene Terpinen-4-Ol the Compound Responsible for the Anesthetic and Antioxidant Activity of Melaleuca Alternifolia Essential Oil (Tea Tree Oil) in Silver Catfish? Aquaculture. 2018;486:217–223. doi: 10.1016/j.aquaculture.2017.12.025.", "ArticleIdList": ["10.1016/j.aquaculture.2017.12.025"]}, {"Citation": "Kałwa K., Wilczyński K., Olesińska K. Wpływ Warunków Przechowywania Suszonej Mięty Pieprzowej (Mentha Piperita L.) na Antyoksydacyjne Właściwości Otrzymanych Naparów Oraz Zawartość I Skład Olejku Eterycznego. Acta Sci. Pol. Tech. Agrar. 2018;16:13–22. doi: 10.24326/aspta.2017.1-2.2.", "ArticleIdList": ["10.24326/aspta.2017.1-2.2"]}, {"Citation": "Bouyahya A., Belmehdi O., Abrini J., Dakka N., Bakri Y. Chemical Composition of Mentha Suaveolens and Pinus Halepensis Essential Oils and Their Antibacterial and Antioxidant Activities. Asian Pac. J. Trop. Med. 2019;12:117. doi: 10.4103/1995-7645.254937.", "ArticleIdList": ["10.4103/1995-7645.254937"]}, {"Citation": "Zagórska-Dziok M., Ziemlewska A., Bujak T., Nizioł-Łukaszewska Z., Hordyjewicz-Baran Z. Cosmetic and Dermatological Properties of Selected Ayurvedic Plant Extracts. Molecules. 2021;26:614. doi: 10.3390/molecules26030614.", "ArticleIdList": ["10.3390/molecules26030614", "PMC7866120", "33503925"]}, {"Citation": "Diniz do Nascimento L., de Moraes A.A.B., da Costa K.S., Pereira Galúcio J.M., Taube P.S., Costa C.M.L., Neves Cruz J., de Aguiar Andrade E.H., de Faria L.J.G. Bioactive Natural Compounds and Antioxidant Activity of Essential Oils from Spice Plants: New Findings and Potential Applications. Biomolecules. 2020;10:988. doi: 10.3390/biom10070988.", "ArticleIdList": ["10.3390/biom10070988", "PMC7407208", "32630297"]}, {"Citation": "Zagórska-Dziok M., Bujak T., Ziemlewska A., Nizioł-Łukaszewska Z. Positive Effect of Cannabis Sativa L. Herb Extracts on Skin Cells and Assessment of Cannabinoid-Based Hydrogels Properties. Molecules. 2021;26:802. doi: 10.3390/molecules26040802.", "ArticleIdList": ["10.3390/molecules26040802", "PMC7913911", "33557174"]}, {"Citation": "Calleja M.A., Vieites J.M., Montero-Meterdez T., Torres M.I., Faus M.J., Gil A., Suárez A. The Antioxidant Effect of β-Caryophyllene Protects Rat Liver from Carbon Tetrachloride-Induced Fibrosis by Inhibiting Hepatic Stellate Cell Activation. Br. J. Nutr. 2013;109:394–401. doi: 10.1017/S0007114512001298.", "ArticleIdList": ["10.1017/S0007114512001298", "22717234"]}, {"Citation": "Dahham S., Tabana Y., Iqbal M., Ahamed M., Ezzat M., Majid A., Majid A. The Anticancer, Antioxidant and Antimicrobial Properties of the Sesquiterpene β-Caryophyllene from the Essential Oil of Aquilaria Crassna. Molecules. 2015;20:11808–11829. doi: 10.3390/molecules200711808.", "ArticleIdList": ["10.3390/molecules200711808", "PMC6331975", "26132906"]}, {"Citation": "Deng L.-Q., Zhou S.-Y., Mao J.-X., Liu S., Lan X.-Z., Liao Z.-H., Chen M. HPLC-ESI-MS/MS Analysis of Phenolics and in Vitro Antioxidant Activity of Epilobium angustifolium L. Nat. Prod. Res. 2018;32:1432–1435. doi: 10.1080/14786419.2017.1344659.", "ArticleIdList": ["10.1080/14786419.2017.1344659", "28637366"]}, {"Citation": "Szwajgier D., Baranowska-Wójcik E., Kukula-Koch W., Kowalik K., Polak-Berecka M., Waśko A. Evolution of the Anticholinesterase, Antioxidant, and Anti-Inflammatory Activity of Epilobium angustifolium L. Infusion during in Vitro Digestion. J. Funct. Foods. 2021;85:104645. doi: 10.1016/j.jff.2021.104645.", "ArticleIdList": ["10.1016/j.jff.2021.104645"]}, {"Citation": "Yanishlieva N.V., Marinova E.M., Gordon M.H., Raneva V.G. Antioxidant Activity and Mechanism of Action of Thymol and Carvacrol in Two Lipid Systems. Food Chem. 1999;64:59–66. doi: 10.1016/S0308-8146(98)00086-7.", "ArticleIdList": ["10.1016/S0308-8146(98)00086-7"]}, {"Citation": "Duarte A., Luís Â., Oleastro M., Domingues F.C. Antioxidant Properties of Coriander Essential Oil and Linalool and Their Potential to Control Campylobacter spp. Food Control. 2016;61:115–122. doi: 10.1016/j.foodcont.2015.09.033.", "ArticleIdList": ["10.1016/j.foodcont.2015.09.033"]}, {"Citation": "Zengin H., Baysal A. Antibacterial and Antioxidant Activity of Essential Oil Terpenes against Pathogenic and Spoilage-Forming Bacteria and Cell Structure-Activity Relationships Evaluated by SEM Microscopy. Molecules. 2014;19:17773–17798. doi: 10.3390/molecules191117773.", "ArticleIdList": ["10.3390/molecules191117773", "PMC6272013", "25372394"]}, {"Citation": "Swamy M.K., Akhtar M.S., Sinniah U.R. Antimicrobial Properties of Plant Essential Oils against Human Pathogens and Their Mode of Action: An Updated Review. Evid. Based Complement. Altern. Med. 2016;2016:1–21. doi: 10.1155/2016/3012462.", "ArticleIdList": ["10.1155/2016/3012462", "PMC5206475", "28090211"]}, {"Citation": "Hu Y., Zhang J., Kong W., Zhao G., Yang M. Mechanisms of Antifungal and Anti-Aflatoxigenic Properties of Essential Oil Derived from Turmeric (Curcuma Longa L.) on Aspergillus Flavus. Food Chem. 2017;220:1–8. doi: 10.1016/j.foodchem.2016.09.179.", "ArticleIdList": ["10.1016/j.foodchem.2016.09.179", "27855875"]}, {"Citation": "Hasheminejad N., Khodaiyan F., Safari M. Improving the Antifungal Activity of Clove Essential Oil Encapsulated by Chitosan Nanoparticles. Food Chem. 2019;275:113–122. doi: 10.1016/j.foodchem.2018.09.085.", "ArticleIdList": ["10.1016/j.foodchem.2018.09.085", "30724177"]}, {"Citation": "Tian J., Ban X., Zeng H., He J., Chen Y., Wang Y. The Mechanism of Antifungal Action of Essential Oil from Dill (Anethum Graveolens L.) on Aspergillus Flavus. PLoS ONE. 2012;7:e030147. doi: 10.1371/journal.pone.0030147.", "ArticleIdList": ["10.1371/journal.pone.0030147", "PMC3260232", "22272289"]}, {"Citation": "Cleveland T.E., Yu J., Fedorova N., Bhatnagar D., Payne G.A., Nierman W.C., Bennett J.W. Potential of Aspergillus Flavus Genomics for Applications in Biotechnology. Trends Biotechnol. 2009;27:151–157. doi: 10.1016/j.tibtech.2008.11.008.", "ArticleIdList": ["10.1016/j.tibtech.2008.11.008", "19195728"]}, {"Citation": "Kılıç G., Seher S. Antimicrobial, Antioxidant, Tyrosinase Activities and Volatile Compounds of the Essential Oil and Solvent Extract of Epilobium Hirsutum L. Growing in Turkey. Turk. J. Anal. Chem. 2020;2:87–94."}, {"Citation": "Lima I.O., de Pereira F.O., de Oliveira W.A., de Lima E.O., Menezes E.A., Cunha F.A., de Diniz M.F.F.M. Antifungal Activity and Mode of Action of Carvacrol against Candida Albicans Strains. J. Essent. Oil Res. 2013;25:138–142. doi: 10.1080/10412905.2012.754728.", "ArticleIdList": ["10.1080/10412905.2012.754728"]}, {"Citation": "Nazir A. A Review: Use of Plant Extracts and Their Phytochemical Constituents to Control Antibiotic Resistance in S. Aureus. PAB. 2020;9:720–727. doi: 10.19045/bspab.2020.90078.", "ArticleIdList": ["10.19045/bspab.2020.90078"]}, {"Citation": "Kawana M., Miyamoto M., Ohno Y., Kihara A. Comparative Profiling and Comprehensive Quantification of Stratum Corneum Ceramides in Humans and Mice by LC/MS/MS. J. Lipid Res. 2020;61:884–895. doi: 10.1194/jlr.RA120000671.", "ArticleIdList": ["10.1194/jlr.RA120000671", "PMC7269764", "32265320"]}, {"Citation": "Ghavam M., Manconi M., Manca M.L., Bacchetta G. Extraction of Essential Oil from Dracocephalum Kotschyi Boiss (Lamiaceae), Identification of Two Active Compounds and Evaluation of the Antimicrobial Properties. J. Ethnopharmacol. 2021;267:113513. doi: 10.1016/j.jep.2020.113513.", "ArticleIdList": ["10.1016/j.jep.2020.113513", "33172599"]}, {"Citation": "Ju J., Chen X., Xie Y., Yu H., Guo Y., Cheng Y., Qian H., Yao W. Application of Essential Oil as a Sustained Release Preparation in Food Packaging. Trends Food Sci. Technol. 2019;92:22–32. doi: 10.1016/j.tifs.2019.08.005.", "ArticleIdList": ["10.1016/j.tifs.2019.08.005"]}, {"Citation": "Amorati R., Foti M.C., Valgimigli L. Antioxidant Activity of Essential Oils. J. Agric. Food Chem. 2013;61:10835–10847. doi: 10.1021/jf403496k.", "ArticleIdList": ["10.1021/jf403496k", "24156356"]}, {"Citation": "Manjunatha R.G., Sharma S., Narayan R.P., Koul V. Effective Permeation of 2.5 and 5% Lidocaine Hydrochloride in Human Skin Using Iontophoresis Technique. Int. J. Dermatol. 2018;57:1335–1343. doi: 10.1111/ijd.14107.", "ArticleIdList": ["10.1111/ijd.14107", "29978889"]}, {"Citation": "Luo L., Lane M.E. Topical and Transdermal Delivery of Caffeine. Int. J. Pharm. 2015;490:155–164. doi: 10.1016/j.ijpharm.2015.05.050.", "ArticleIdList": ["10.1016/j.ijpharm.2015.05.050", "26004004"]}, {"Citation": "Dias M. Topical Delivery of Caffeine from Some Commercial Formulations. Int. J. Pharm. 1999;182:41–47. doi: 10.1016/S0378-5173(99)00067-8.", "ArticleIdList": ["10.1016/S0378-5173(99)00067-8", "10332073"]}, {"Citation": "Sawant P.D., Luu D., Ye R., Buchta R. Drug Release from Hydroethanolic Gels. Effect of Drug’s Lipophilicity (LogP), Polymer–Drug Interactions and Solvent Lipophilicity. Int. J. Pharm. 2010;396:45–52. doi: 10.1016/j.ijpharm.2010.06.008.", "ArticleIdList": ["10.1016/j.ijpharm.2010.06.008", "20540996"]}, {"Citation": "Ossowicz P., Klebeko J., Janus E., Nowak A., Duchnik W., Kucharski Ł., Klimowicz A. The Effect of Alcohols as Vehicles on the Percutaneous Absorption and Skin Retention of Ibuprofen Modified with l—Valine Alkyl Esters. RSC Adv. 2020;10:41727–41740. doi: 10.1039/D0RA06567F.", "ArticleIdList": ["10.1039/D0RA06567F", "PMC9057780", "35516534"]}, {"Citation": "Jacobi U., Kaiser M., Toll R., Mangelsdorf S., Audring H., Otberg N., Sterry W., Lademann J. Porcine Ear Skin: An in Vitro Model for Human Skin. Skin Res. Technol. 2007;13:19–24. doi: 10.1111/j.1600-0846.2006.00179.x.", "ArticleIdList": ["10.1111/j.1600-0846.2006.00179.x", "17250528"]}, {"Citation": "Khiao In M., Richardson K.C., Loewa A., Hedtrich S., Kaessmeyer S., Plendl J. Histological and Functional Comparisons of Four Anatomical Regions of Porcine Skin with Human Abdominal Skin. Anat. Histol. Embryol. 2019;48:207–217. doi: 10.1111/ahe.12425.", "ArticleIdList": ["10.1111/ahe.12425", "30648762"]}, {"Citation": "Song Y.H., Gwak H.S., Chun I.K. The Effects of Terpenes on the Permeation of Lidocaine and Ofloxacin from Moisture-Activated Patches. Drug Deliv. 2009;16:75–81. doi: 10.1080/10717540802586667.", "ArticleIdList": ["10.1080/10717540802586667", "19267298"]}, {"Citation": "Sapra B., Jain S., Tiwary A.K. Percutaneous Permeation Enhancement by Terpenes: Mechanistic View. AAPS J. 2008;10:120. doi: 10.1208/s12248-008-9012-0.", "ArticleIdList": ["10.1208/s12248-008-9012-0", "PMC2751457", "18446512"]}, {"Citation": "Cal K., Janicki S., Sznitowska M. In Vitro Studies on Penetration of Terpenes from Matrix-Type Transdermal Systems through Human Skin. Int. J. Pharm. 2001;224:81–88. doi: 10.1016/S0378-5173(01)00744-X.", "ArticleIdList": ["10.1016/S0378-5173(01)00744-X", "11472817"]}, {"Citation": "Sales A., de Felipe L.O., Bicas J.L. Production, Properties, and Applications of α-Terpineol. Food Bioprocess. Technol. 2020;13:1261–1279. doi: 10.1007/s11947-020-02461-6.", "ArticleIdList": ["10.1007/s11947-020-02461-6"]}, {"Citation": "Khaleel C., Tabanca N., Buchbauer G. α-Terpineol, a Natural Monoterpene: A Review of Its Biological Properties. Open Chem. 2018;16:349–361. doi: 10.1515/chem-2018-0040.", "ArticleIdList": ["10.1515/chem-2018-0040"]}, {"Citation": "Cal K. How Does the Type of Vehicle Influence the in Vitro Skin Absorption and Elimination Kinetics of Terpenes? Arch. Dermatol. Res. 2006;297:311–315. doi: 10.1007/s00403-005-0622-4.", "ArticleIdList": ["10.1007/s00403-005-0622-4", "16328342"]}, {"Citation": "Amnuaikit C., Ikeuchi I., Ogawara K., Higaki K., Kimura T. Skin Permeation of Propranolol from Polymeric Film Containing Terpene Enhancers for Transdermal Use. Int. J. Pharm. 2005;289:167–178. doi: 10.1016/j.ijpharm.2004.11.007.", "ArticleIdList": ["10.1016/j.ijpharm.2004.11.007", "15652209"]}, {"Citation": "Jain A. Transdermal Drug Delivery of Imipramine Hydrochloride. I. Effect of Terpenes. J. Control. Release. 2002;79:93–101. doi: 10.1016/S0168-3659(01)00524-7.", "ArticleIdList": ["10.1016/S0168-3659(01)00524-7", "11853921"]}, {"Citation": "Chen J., Jiang Q.-D., Wu Y.-M., Liu P., Yao J.-H., Lu Q., Zhang H., Duan J.-A. Potential of Essential Oils as Penetration Enhancers for Transdermal Administration of Ibuprofen to Treat Dysmenorrhoea. Molecules. 2015;20:18219–18236. doi: 10.3390/molecules201018219.", "ArticleIdList": ["10.3390/molecules201018219", "PMC6332003", "26457698"]}, {"Citation": "Valgas C., de Souza S.M., Smânia E.F.A., Smânia A., Jr. Screening Methods to Determine Antibacterial Activity of Natural Products. Braz. J. Microbiol. 2007;38:369–380. doi: 10.1590/S1517-83822007000200034.", "ArticleIdList": ["10.1590/S1517-83822007000200034"]}, {"Citation": "Haq A., Michniak-Kohn B. Effects of Solvents and Penetration Enhancers on Transdermal Delivery of Thymoquinone: Permeability and Skin Deposition Study. Drug Deliv. 2018;25:1943–1949. doi: 10.1080/10717544.2018.1523256.", "ArticleIdList": ["10.1080/10717544.2018.1523256", "PMC6249612", "30463442"]}, {"Citation": "Suñer-Carbó J., Calpena-Campmany A., Halbaut-Bellowa L., Clares-Naveros B., Rodriguez-Lagunas M., Barbolini E., Zamarbide-Losada J., Boix-Montañés A. Biopharmaceutical Development of a Bifonazole Multiple Emulsion for Enhanced Epidermal Delivery. Pharmaceutics. 2019;11:66. doi: 10.3390/pharmaceutics11020066.", "ArticleIdList": ["10.3390/pharmaceutics11020066", "PMC6409818", "30717419"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "10", "Day": "26"}, {"Year": "2021", "Month": "11", "Day": "25"}, {"Year": "2021", "Month": "11", "Day": "25"}, {"Year": "2021", "Month": "12", "Day": "10", "Hour": "1", "Minute": "8"}, {"Year": "2021", "Month": "12", "Day": "11", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "2", "Day": "15", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "11", "Day": "26"}], "PublicationStatus": "epublish", "ArticleIdList": ["34885770", "PMC8658823", "10.3390/molecules26237188", "molecules26237188"]}}], "PubmedBookArticle": []}