{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Chalcones", "anticancer", "microtubule", "tubulin polymerisation inhibitors"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34894980", "DateCompleted": {"Year": "2022", "Month": "02", "Day": "23"}, "DateRevised": {"Year": "2022", "Month": "10", "Day": "28"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": ["10.1080/14756366.2021.1976772"], "Journal": {"ISSN": "1475-6374", "JournalIssue": {"Volume": "37", "Issue": "1", "PubDate": {"Year": "2022", "Month": "Dec"}}, "Title": "Journal of enzyme inhibition and medicinal chemistry", "ISOAbbreviation": "J Enzyme Inhib Med Chem"}, "ArticleTitle": "A review on synthetic chalcone derivatives as tubulin polymerisation inhibitors.", "Pagination": {"StartPage": "9", "EndPage": "38", "MedlinePgn": "9-38"}, "Abstract": {"AbstractText": ["Microtubules play an important role in the process of cell mitosis and can form a spindle in the mitotic prophase of the cell, which can pull chromosomes to the ends of the cell and then divide into two daughter cells to complete the process of mitosis. Tubulin inhibitors suppress cell proliferation by inhibiting microtubule dynamics and disrupting microtubule homeostasis. Thereby inducing a cell cycle arrest at the G2/M phase and interfering with the mitotic process. It has been found that a variety of chalcone derivatives can bind to microtubule proteins and disrupt the dynamic balance of microtubules, inhibit the proliferation of tumour cells, and exert anti-tumour effects. Consequently, a great number of studies have been conducted on chalcone derivatives targeting microtubule proteins. In this review, synthetic or natural chalcone microtubule inhibitors in recent years are described, along with their structure-activity relationship (SAR) for anticancer activity."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Functions and Applications of Medicinal Plants, Guizhou Provincial Key Laboratory of Pharmaceutics, Guizhou Medical University, Guiyang, China."}, {"Identifier": [], "Affiliation": "Teaching and Research Section of Natural Medicinal Chemistry, School of Pharmacy, Guizhou Medical University, Guiyang, China."}], "LastName": "Liu", "ForeName": "Wenjing", "Initials": "W"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Functions and Applications of Medicinal Plants, Guizhou Provincial Key Laboratory of Pharmaceutics, Guizhou Medical University, Guiyang, China."}, {"Identifier": [], "Affiliation": "Teaching and Research Section of Natural Medicinal Chemistry, School of Pharmacy, Guizhou Medical University, Guiyang, China."}], "LastName": "He", "ForeName": "Min", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Engineering Research Center for the Development and Application of Ethnic Medicine and TCM (Ministry of Education), Guizhou Medical University, Guiyang, China."}], "LastName": "Li", "ForeName": "Yongjun", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Food Science and Technology, Shanghai Ocean University, Shanghai, China."}], "LastName": "Peng", "ForeName": "Zhiyun", "Initials": "Z"}, {"Identifier": ["0000-0001-9104-337X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Functions and Applications of Medicinal Plants, Guizhou Provincial Key Laboratory of Pharmaceutics, Guizhou Medical University, Guiyang, China."}], "LastName": "Wang", "ForeName": "Guangcheng", "Initials": "G"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "J Enzyme Inhib Med Chem", "NlmUniqueID": "101150203", "ISSNLinking": "1475-6366"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Antineoplastic Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Chalcones"}, {"RegistryNumber": "0", "NameOfSubstance": "Tubulin"}, {"RegistryNumber": "0", "NameOfSubstance": "Tubulin Modulators"}], "MeshHeadingList": [{"QualifierName": ["chemistry", "pharmacology"], "DescriptorName": "Antineoplastic Agents"}, {"QualifierName": ["drug effects"], "DescriptorName": "Cell Proliferation"}, {"QualifierName": ["chemistry", "pharmacology"], "DescriptorName": "Chalcones"}, {"QualifierName": [], "DescriptorName": "Dose-Response Relationship, Drug"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Molecular Structure"}, {"QualifierName": ["drug therapy", "metabolism", "pathology"], "DescriptorName": "Neoplasms"}, {"QualifierName": ["drug effects"], "DescriptorName": "Polymerization"}, {"QualifierName": [], "DescriptorName": "Structure-Activity Relationship"}, {"QualifierName": ["metabolism"], "DescriptorName": "Tubulin"}, {"QualifierName": ["chemistry", "pharmacology"], "DescriptorName": "Tubulin Modulators"}], "CoiStatement": "The authors confirm that this article content has no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Kaur R, Kaur G, Gill RK, et al. . Recent developments in tubulin polymerization inhibitors: an overview. Eur J Med Chem 2014;87:89–124.", "ArticleIdList": ["25240869"]}, {"Citation": "Peerzada MN, Hamel E, Bai R, et al. . Deciphering the key heterocyclic scaffolds in targeting microtubules, kinases and carbonic anhydrases for cancer drug development. Pharmacol Ther 2021;225:107860.", "ArticleIdList": ["33895188"]}, {"Citation": "Jordan A, Hadfield J, Lawrence J, et al. . Tubulin as a target for anticancer drugs: agents which interact with the mitotic spindle. MRR 1998;18:259–96.", "ArticleIdList": ["9664292"]}, {"Citation": "Sorger PK, Dobles M, Tournebize R, Hyman AA.. Coupling cell division and cell death to microtubule dynamics. Curr Opin Cell Biol 1997;9:807–14.", "ArticleIdList": ["9425345"]}, {"Citation": "Jordan MA, Wilson L.. Microtubules as a target for anticancer drugs. Nat Rev Cancer 2004;4:253–65.", "ArticleIdList": ["15057285"]}, {"Citation": "Menezes C. Arylidene indanone scaffold: medicinal chemistry and structure–activity relationship view. RSC Adv 2017;7:9357–72."}, {"Citation": "Risinger AL, Giles FJ, Mooberry SL.. Microtubule dynamics as a target in oncology. Cancer Treat Rev 2009;35:255–61.", "ArticleIdList": ["PMC2778221", "19117686"]}, {"Citation": "Li L, Jiang S, Li X, et al. . Recent advances in trimethoxyphenyl (tmp) based tubulin inhibitors targeting the colchicine binding site. Euro J Med Chem 2018;151:482–94.", "ArticleIdList": ["29649743"]}, {"Citation": "Pellegrini F, Budman DR.. Review: tubulin function, action of antitubulin drugs, and new drug development. Cancer Invest 2005;23:264–73.", "ArticleIdList": ["15948296"]}, {"Citation": "Haider K, Rahaman S, Yar MS, Kamal A.. Tubulin inhibitors as novel anticancer agents: an overview on patents (2013-2018). Expert Opin Ther Pat 2019;29:623–41.", "ArticleIdList": ["31353978"]}, {"Citation": "Cheng ZQ, Lu X, Feng BM.. A review of research progress of antitumor drugs based on tubulin targets. Transl Cancer Res 2020;9:4020–7.", "ArticleIdList": ["PMC8797889", "35117769"]}, {"Citation": "Jandial DD, Blair CA, Zhang S, et al. . Molecular targeted approaches to cancer therapy and prevention using chalcones. Curr Cancer Drug Targets 2014;14:181–200.", "ArticleIdList": ["PMC4107204", "24467530"]}, {"Citation": "Xu M, Wu PY, Shen F, et al. . Chalcone derivatives and their antibacterial activities: current development. Bioorg Chem 2019;91:103133.", "ArticleIdList": ["31374524"]}, {"Citation": "Qin HL, Zhang ZW, Lekkala R, et al. . Chalcone hybrids as privileged scaffolds in antimalarial drug discovery: a key review. Eur J Med Chem 2020;193:112215.", "ArticleIdList": ["32179331"]}, {"Citation": "Thapa P, Upadhyay SP, Suo WLZ, et al. . Chalcone and its analogs: therapeutic and diagnostic applications in alzheimer's disease. Bioorg Chem 2021;108:104681.", "ArticleIdList": ["PMC7928223", "33571811"]}, {"Citation": "Edwards ML, Stemerick DM, Sunkara PS.. Chalcones: a new class of antimitotic agents. J Med Chem 1990;33:1948–54.", "ArticleIdList": ["2362275"]}, {"Citation": "Xiao JQ, Gao MX, Diao Q, et al. . Chalcone derivatives and their activities against drug-resistant cancers: an overview. Curr Top Med Chem 2021;21:348–62.", "ArticleIdList": ["33092509"]}, {"Citation": "Lawrence NJ, McGown AT, Ducki S, et al. . The interaction of chalcones with tubulin. Anti Cancer Drug Design 2000;15:135–41.", "ArticleIdList": ["10901301"]}, {"Citation": "Tu HY, Huang AM, Hour TC, et al. . Synthesis and biological evaluation of 2',5'-dimethoxychalcone derivatives as microtubule-targeted anticancer agents. Bioorg Med Chem 2010;18:2089–98.", "ArticleIdList": ["20199865"]}, {"Citation": "Kong Y, Wang K, Edler MC, et al. . A boronic acid chalcone analog of combretastatin a-4 as a potent anti-proliferation agent. Bioorg Med Chem 2010;18:971–7.", "ArticleIdList": ["PMC2819108", "20006519"]}, {"Citation": "Salum LB, Altei WF, Chiaradia LD, et al. . Cytotoxic 3,4,5-trimethoxychalcones as mitotic arresters and cell migration inhibitors. Euro J Med Chem 2013;63:501–10.", "ArticleIdList": ["PMC3674157", "23524161"]}, {"Citation": "Tajuddin Y, Harun Z, Ghazali AR, et al. . Synthesis of chalcone derivatives and their effects on proliferation and tubulin dynamics instability of ht-29 cells. Letters in Drug Design 2016;13:662–7."}, {"Citation": "Aryapour H, Riazi GH, Foroumadi A, et al. . Biological evaluation of synthetic analogues of curcumin: chloro-substituted-2′-hydroxychalcones as potential inhibitors of tubulin polymerization and cell proliferation. Med Chem Res 2011;20:503–10."}, {"Citation": "Burmaoglu S, Aktas Anil D, Gobek A, et al. Design, synthesis and antiproliferative activity evaluation of fluorine-containing chalcone derivatives. J Biomol Struct Dyn 2020. DOI: 10.1080/07391102.2020.1848627", "ArticleIdList": ["10.1080/07391102.2020.1848627", "33200677"]}, {"Citation": "Abosalim HM, Nael MA, El‐Moselhy TF.. Design, synthesis and molecular docking of chalcone derivatives as potential anticancer agents. Chem Select 2021;6:888–95."}, {"Citation": "Ye H, Fu A, Wu W, et al. . Cytotoxic and apoptotic effects of constituents from millettia pachycarpa benth. Fitoterapia 2012;83:1402–8.", "ArticleIdList": ["22902267"]}, {"Citation": "Wu W, Ye H, Wan L, et al. . Millepachine, a novel chalcone, induces g2/m arrest by inhibiting cdk1 activity and causing apoptosis via ros-mitochondrial apoptotic pathway in human hepatocarcinoma cells in vitro and in vivo. Carcinogenesis 2013;34:1636–43.", "ArticleIdList": ["23471882"]}, {"Citation": "Wang G, Wu W, Peng F, et al. . Design, synthesis, and structure-activity relationship studies of novel millepachine derivatives as potent antiproliferative agents. Eur J Med Chem 2012;54:793–803.", "ArticleIdList": ["22784822"]}, {"Citation": "Wang G, Peng F, Cao D, et al. . Design, synthesis and biological evaluation of millepachine derivatives as a new class of tubulin polymerization inhibitors. Bioorg Med Chem 2013;21:6844–54.", "ArticleIdList": ["23993668"]}, {"Citation": "Wang G, Li C, He L, et al. . Design, synthesis and biological evaluation of a series of pyrano chalcone derivatives containing indole moiety as novel anti-tubulin agents. Bioorg Med Chem 2014;22:2060–79.", "ArticleIdList": ["24629450"]}, {"Citation": "Yang Z, Wu W, Wang J, et al. . Synthesis and biological evaluation of novel millepachine derivatives as a new class of tubulin polymerization inhibitors. J Med Chem 2014;57:7977–89.", "ArticleIdList": ["25208345"]}, {"Citation": "Yang J, Yan W, Yu Y, et al. . The compound millepachine and its derivatives inhibit tubulin polymerization by irreversibly binding to the colchicine-binding site in β-tubulin. J Biol Chem 2018;293:9461–72.", "ArticleIdList": ["PMC6005456", "29691282"]}, {"Citation": "Cao D, Han X, Wang G, et al. . Synthesis and biological evaluation of novel pyranochalcone derivatives as a new class of microtubule stabilizing agents. Euro J Med Chem 2013;62:579–89.", "ArticleIdList": ["23425970"]}, {"Citation": "Milelli A, Tumiatti V, Micco M, et al. . Structure-activity relationships of novel substituted naphthalene diimides as anticancer agents. Euro J Med Chem 2012;57:417–28.", "ArticleIdList": ["22819507"]}, {"Citation": "Sharma S, Singh T, Mittal R, et al. . A study of anti-inflammatory activity of some novel alpha-amino naphthalene and beta-amino naphthalene derivatives. Archiv Der Pharmazie 2006;339:145–52.", "ArticleIdList": ["16528795"]}, {"Citation": "Ateş-Alagöz Z, Kuş C, Coban T.. Synthesis and antioxidant properties of novel benzimidazoles containing substituted indole or 1,1,4,4-tetramethyl-1,2,3,4-tetrahydro-naphthalene fragments. Journal of Enzyme Inhibition and Medicinal Chemistry 2005;20:325–31.", "ArticleIdList": ["16206826"]}, {"Citation": "Altintop MD, Atli O, Ilgin S.. Synthesis and biological evaluation of new naphthalene substituted thiosemicarbazone derivatives as potent antifungal and anticancer agents. Euro J Med Chem 2016;108:406–14.", "ArticleIdList": ["26706351"]}, {"Citation": "Voskiene A, Sapijanskaite B, Mickevicius V, et al. . Synthesis and microbiological evaluation of new 2- and 2,3-diphenoxysubstituted naphthalene-1,4-diones with 5-oxopyrrolidine moieties. Molecules 2012;17:14434–48.", "ArticleIdList": ["PMC6268184", "23519244"]}, {"Citation": "Lee JM, Lee MS, Koh D, et al. . A new synthetic 2'-hydroxy-2,4,6-trimethoxy-5',6'-naphthochalcone induces g2/m cell cycle arrest and apoptosis by disrupting the microtubular network of human colon cancer cells. Cancer Lett 2014;354:348–54.", "ArticleIdList": ["25193463"]}, {"Citation": "Shin SY, Kim JH, Yoon H, et al. . Novel antimitotic activity of 2-hydroxy-4-methoxy-2',3'-benzochalcone (hymnpro) through the inhibition of tubulin polymerization. J Agric Food Chem 2013;61:12588–97.", "ArticleIdList": ["24308485"]}, {"Citation": "Lee K, Lee DH, Kim J-H, et al. . The chalcone derivative hymnpro generates reactive oxygen species through depletion of intracellular glutathione. Appl Biol Chem 2016;59:391–6."}, {"Citation": "Wang G, Liu W, Gong Z, et al. . Synthesis, biological evaluation, and molecular modelling of new naphthalene-chalcone derivatives as potential anticancer agents on mcf-7 breast cancer cells by targeting tubulin colchicine binding site. J Enzyme Inhibition Med Chem 2020;35:139–44.", "ArticleIdList": ["PMC6882462", "31724435"]}, {"Citation": "Wang G, Qiu J, Xiao X, et al. . Synthesis, biological evaluation and molecular docking studies of a new series of chalcones containing naphthalene moiety as anticancer agents. Bioorg Chem 2018;76:249–57.", "ArticleIdList": ["29197743"]}, {"Citation": "dos Santos EA, Hamel E, Bai R, et al. . Synthesis and evaluation of diaryl sulfides and diaryl selenide compounds for antitubulin and cytotoxic activity. Bioorg Med Chem Lett 2013;23:4669–73.", "ArticleIdList": ["PMC3774136", "23810282"]}, {"Citation": "Xu Q, Sun M, Bai Z, et al. . Design, synthesis and bioevaluation of antitubulin agents carrying diaryl-5,5-fused-heterocycle scaffold. Eur J Med Chem 2017;139:242–9.", "ArticleIdList": ["28802124"]}, {"Citation": "Wu-Wong JR, Alder JD, Alder L, et al. . Identification and characterization of a-105972, an antineoplastic agent. Cancer Res 2001;61:1486–92.", "ArticleIdList": ["11245455"]}, {"Citation": "Cao D, Liu Y, Yan W, et al. . Design, synthesis, and evaluation of in vitro and in vivo anticancer activity of 4-substituted coumarins: a novel class of potent tubulin polymerization inhibitors. J Med Chem 2016;59:5721–39.", "ArticleIdList": ["27213819"]}, {"Citation": "Wang G, Peng Z, Zhang J, et al. . Synthesis, biological evaluation and molecular docking studies of aminochalcone derivatives as potential anticancer agents by targeting tubulin colchicine binding site. Bioorg Chem 2018;78:332–40.", "ArticleIdList": ["29627654"]}, {"Citation": "Kossakowski J, Ostrowska K, Hejchman E, et al. . Synthesis and structural characterization of derivatives of 2- and 3-benzo[b]furan carboxylic acids with potential cytotoxic activity. Farmaco 2005;60:519–27.", "ArticleIdList": ["15950225"]}, {"Citation": "Hwang JW, Choi DH, Jeon JH, et al. . Facile preparation of 2-arylbenzo[b]furan molecules and their anti-inflammatory effects. Bull Korean Chem Soc 2010;31:965–70."}, {"Citation": "Wahab Khan M, Jahangir Alam M, Rashid MA, et al. . A new structural alternative in benzo[b]furans for antimicrobial activity. Bioorg Med Chem 2005;13:4796–805.", "ArticleIdList": ["15964760"]}, {"Citation": "Manna K, Agrawal YK.. Design, synthesis, and antitubercular evaluation of novel series of 3-benzofuran-5-aryl-1-pyrazolyl-pyridylmethanone and 3-benzofuran-5-aryl-1-pyrazolylcarbonyl-4-oxo-naphthyridin analogs. Euro J Med Chem 2010;45:3831–9.", "ArticleIdList": ["20576327"]}, {"Citation": "Peschke B, Bak S, Hohlweg R, et al. . Benzo[b]thiophene-2-carboxamides and benzo[b]furan-2-carboxamides are potent antagonists of the human h3-receptor. Bioorg Med Chem Lett 2006;16:3162–5.", "ArticleIdList": ["16616493"]}, {"Citation": "Wang XD, Deng RC, Dong JJ, et al. . 3-aryl-4-acyloxyethoxyfuran-2(5h)-ones as inhibitors of tyrosyl-trna synthetase: synthesis, molecular docking and antibacterial evaluation. Bioorg Med Chem 2013;21:4914–22.", "ArticleIdList": ["23891164"]}, {"Citation": "Wang XD, Wei W, Wang PF, et al. . Novel 3-arylfuran-2(5h)-one-fluoroquinolone hybrid: design, synthesis and evaluation as antibacterial agent. Bioorg Med Chem 2014;22:3620–8.", "ArticleIdList": ["24882676"]}, {"Citation": "Wei W, Shi WK, Wang PF, et al. . Adenosine analogs as inhibitors of tyrosyl-trna synthetase: design, synthesis and antibacterial evaluation. Bioorg Med Chem 2015;23:6602–11.", "ArticleIdList": ["26404408"]}, {"Citation": "Mphahlele MJ, Maluleka MM, Parbhoo N, et al. . Synthesis, evaluation for cytotoxicity and molecular docking studies of benzo[c]furan-chalcones for potential to inhibit tubulin polymerization and/or egfr-tyrosine kinase phosphorylation. Inter J Mol Sci 2018;19:2552.", "ArticleIdList": ["PMC6164331", "30154363"]}, {"Citation": "Sravanthi TV, Manju SL.. Indoles – a promising scaffold for drug development. Eur J Pharm Sci 2016;91:1–10.", "ArticleIdList": ["27237590"]}, {"Citation": "Singh TP, Singh OM.. Recent progress in biological activities of indole and indole alkaloids. Mini Rev Med Chem 2018;18:9–25.", "ArticleIdList": ["28782480"]}, {"Citation": "Gil-Turnes MS, Hay ME, Fenical W.. Symbiotic marine bacteria chemically defend crustacean embryos from a pathogenic fungus. Science 1989;246:116–8.", "ArticleIdList": ["2781297"]}, {"Citation": "Sivakumar PM, Kumar TM, Doble M.. Antifungal activity, mechanism and qsar studies on chalcones. Chem Biol Drug Des 2009;74:68–79.", "ArticleIdList": ["19519746"]}, {"Citation": "Hashemi SM, Badali H, Faramarzi MA, et al. . Novel triazole alcohol antifungals derived from fluconazole: design, synthesis, and biological activity. Mol Divers 2015;19:15–27.", "ArticleIdList": ["25182365"]}, {"Citation": "Aryapour H, Riazi GH, Ahmadian S, et al. . Induction of apoptosis through tubulin inhibition in human cancer cells by new chromene-based chalcones. Pharm Biol 2012;50:1551–60.", "ArticleIdList": ["22984888"]}, {"Citation": "Mirzaei H, Abastabar M, Emami S.. Indole-derived chalcones as anti-dermatophyte agents: in vitro evaluation and in silico study. Comput Biol Chem 2020;84:107189.", "ArticleIdList": ["31891900"]}, {"Citation": "Boumendjel A, McLeer-Florin A, Champelovier P, et al. . A novel chalcone derivative which acts as a microtubule depolymerising agent and an inhibitor of p-gp and bcrp in in-vitro and in-vivo glioblastoma models. BMC Cancer 2009;9:242.", "ArticleIdList": ["PMC2717121", "19619277"]}, {"Citation": "Martel-Frachet V, Keramidas M, Nurisso A, et al. . Ipp51, a chalcone acting as a microtubule inhibitor with in vivo antitumor activity against bladder carcinoma. Oncotarget 2015;6:14669–86.", "ArticleIdList": ["PMC4546496", "26036640"]}, {"Citation": "Mirzaei H, Shokrzadeh M, Modanloo M, et al. . New indole-based chalconoids as tubulin-targeting antiproliferative agents. Bioorg Chem 2017;75:86–98.", "ArticleIdList": ["28922629"]}, {"Citation": "Preti D, Romagnoli R, Rondanin R, et al. . Design, synthesis, in vitro antiproliferative activity and apoptosis-inducing studies of 1-(3',4',5'-trimethoxyphenyl)-3-(2'-alkoxycarbonylindolyl)-2-propen-1-one derivatives obtained by a molecular hybridisation approach. J Enzyme Inhib Med Chem 2018;33:1225–38.", "ArticleIdList": ["PMC6116705", "30141353"]}, {"Citation": "Lokwani P, Nagori B, Batra N, et al. . Benzoxazole: the molecule of diverse biological activities. J Chem Pharma Res 2011;3:302–11."}, {"Citation": "Paramashivappa R, Phani Kumar P, Subba Rao PV, et al. . Design, synthesis and biological evaluation of benzimidazole/benzothiazole and benzoxazole derivatives as cyclooxygenase inhibitors. Bioorg Med Chem Letters 2003;13:657–60.", "ArticleIdList": ["12639552"]}, {"Citation": "Hall IH, Peaty NJ, Henry JR, et al. . Investigations on the mechanism of action of the novel antitumor agents 2-benzothiazolyl, 2-benzoxazolyl, and 2-benzimidazolyl hydrazones derived from 2-acetylpyridine. Arch Pharm 1999;332:115–23.", "ArticleIdList": ["10327884"]}, {"Citation": "Saari WS, Wai JS, Fisher TE, et al. . Synthesis and evaluation of 2-pyridinone derivatives as hiv-1-specific reverse transcriptase inhibitors. 2. Analogues of 3-aminopyridin-2(1h)-one. J Med Chem 1992;35:3792–802.", "ArticleIdList": ["1279173"]}, {"Citation": "Temiz-Arpaci O, Aki-Sener E, Yalcin I, et al. . Cheminform abstract: synthesis and antimicrobial activity of some 2-[p-substituted-phenyl]benzoxazol-5-yl-arylcarboxyamides. Cheminform 2010;33:49.", "ArticleIdList": ["12210771"]}, {"Citation": "Modiya PR, Patel CN.. Synthesis and screening of antibacterial and antifungal activity of 5-chloro-1,3-benzoxazol-2(3 h)-one derivatives. Org Med Chem Lett 2012;2:29.", "ArticleIdList": ["PMC3551749", "22853621"]}, {"Citation": "Nargund LV, Reddy GR, Hariprasad V.. Anti-inflammatory activity of substituted 1,3,4-oxadiazoles. J Pharm Sci 1994;83:246–8.", "ArticleIdList": ["8169798"]}, {"Citation": "Konieczny MT, Buɬakowska A, Pirska D, et al. . Structural factors affecting affinity of cytotoxic oxathiole-fused chalcones toward tubulin. Euro J Med Chem 2015;89:733–42.", "ArticleIdList": ["25462279"]}, {"Citation": "Konieczny MT, Buɬakowska A, Pirska D, et al. . Influence of s-oxidation on cytotoxic activity of oxathiole-fused chalcones. Chem Biol Drug Design 2016;88:519–33.", "ArticleIdList": ["27198732"]}, {"Citation": "Kumar S, Bawa S, Gupta H.. Biological activities of quinoline derivatives. Mini Rev Med Chem 2009;9:1648–54.", "ArticleIdList": ["20088783"]}, {"Citation": "Xiao ZP, Wang XD, Wang PF, et al. . Design, synthesis, and evaluation of novel fluoroquinolone-flavonoid hybrids as potent antibiotics against drug-resistant microorganisms. Eur J Med Chem 2014;80:92–100.", "ArticleIdList": ["24769347"]}, {"Citation": "Solomon VR, Lee H.. Quinoline as a privileged scaffold in cancer drug discovery. Curr Med Chem 2011;18:1488–508.", "ArticleIdList": ["21428893"]}, {"Citation": "Chokkar N, Kalra S, Chauhan M, et al. . A review on quinoline derived scaffolds as anti-hiv agents. Mini Rev Med Chem 2019;19:510–26.", "ArticleIdList": ["30338737"]}, {"Citation": "Mirzaei S, Hadizadeh F, Eisvand F, et al. . Synthesis, structure-activity relationship and molecular docking studies of novel quinoline-chalcone hybrids as potential anticancer agents and tubulin inhibitors. J Mol Struc 2020;1202:127310."}, {"Citation": "Lindamulage IK, Vu HY, Karthikeyan C, et al. . Novel quinolone chalcones targeting colchicine-binding pocket kill multidrug-resistant cancer cells by inhibiting tubulin activity and mrp1 function. Sci Rep 2017;7:10298.", "ArticleIdList": ["PMC5578999", "28860494"]}, {"Citation": "Tseng CH, Tzeng CC, Hsu CY, et al. . Discovery of 3-phenylquinolinylchalcone derivatives as potent and selective anticancer agents against breast cancers. Euro J Med Chem 2015;97:306–19.", "ArticleIdList": ["26005780"]}, {"Citation": "Rahimzadeh Oskuei S, Mirzaei S, Reza Jafari-Nik M, et al. . Design, synthesis and biological evaluation of novel imidazole-chalcone derivatives as potential anticancer agents and tubulin polymerization inhibitors. Bioorg Chem 2021;112:104904.", "ArticleIdList": ["33933802"]}, {"Citation": "Sultana F, Reddy Bonam S, Reddy VG, et al. . Synthesis of benzo[d]imidazo[2,1-b]thiazole-chalcone conjugates as microtubule targeting and apoptosis inducing agents. Bioorg Chem 2018;76:1–12.", "ArticleIdList": ["29102724"]}, {"Citation": "Rathnakar B, Kumar GS, Mahammad SP, et al. . Design, synthesis, and evaluation of novel combretastatin a‐4 based chalcone derivatives as anticancer agents. J Heterocyclic Chem 2021;58:488–501."}, {"Citation": "Romagnoli R, Baraldi PG, Carrion MD, et al. . Design, synthesis, and biological evaluation of thiophene analogues of chalcones. Bioorg Med Chem 2008;16:5367–76.", "ArticleIdList": ["18440234"]}, {"Citation": "Wang Q, Arnst KE, Wang Y, et al. . Structural modification of the 3,4,5-trimethoxyphenyl moiety in the tubulin inhibitor veru-111 leads to improved antiproliferative activities. J Med Chem 2018;61:7877–91.", "ArticleIdList": ["PMC6637749", "30122035"]}, {"Citation": "Han H, Zhao Y, Cuthbertson T, et al. . Cell cycle arrest and apoptosis induction by an anticancer chalcone epoxide. Arch Pharm 2010;343:429–39.", "ArticleIdList": ["20726006"]}, {"Citation": "Berlinck RGS, Trindade-Silva AE, Santos MFC.. The chemistry and biology of organic guanidine derivatives. Nat Prod Rep 2012;29:1382–406.", "ArticleIdList": ["22991131"]}, {"Citation": "Kim SH, Semenya D, Castagnolo D.. Antimicrobial drugs bearing guanidine moieties: a review. Eur J Med Chem 2021;216:113293.", "ArticleIdList": ["33640673"]}, {"Citation": "Kim JS, Lee J, Chung HW, et al. . Methylglyoxal-bis(guanylhydrazone), a polyamine analogue, sensitized γ-radiation-induced cell death in HL-60 leukemia cells Sensitizing effect of MGBG on γ-radiation-induced cell death. Environ Toxicol Pharmacol 2006;22:160–6.", "ArticleIdList": ["21783704"]}, {"Citation": "Qian Y, Zhang HJ, Lv PC, et al. . Synthesis, molecular modeling and biological evaluation of guanidine derivatives as novel antitubulin agents. Bioorg Med Chem 2010;18:8218–25.", "ArticleIdList": ["21036623"]}, {"Citation": "Wang Y-T, Qin Y-J, Zhang Y-L, et al. . Synthesis, biological evaluation, and molecular docking studies of novel chalcone oxime derivatives as potential tubulin polymerization inhibitors. RSC Adv 2014;4:32263–75."}, {"Citation": "Peyrot V, Leynadier D, Sarrazin M, et al. . Interaction of tubulin and cellular microtubules with the new antitumor drug mdl 27048. J Biol Chem 1989;264:21296–301.", "ArticleIdList": ["2592375"]}, {"Citation": "Peyrot V, Leynadier D, Sarrazin M, et al. . Mechanism of binding of the new antimitotic drug mdl 27048 to the colchicine site of tubulin: equilibrium studies. Biochemistry 1992;31:11125–32.", "ArticleIdList": ["1445852"]}, {"Citation": "Lawrence NJ, Patterson RP, Ooi LL, et al. . Effects of alpha-substitutions on structure and biological activity of anticancer chalcones. Bioorg Med Chem Lett 2006;16:5844–8.", "ArticleIdList": ["16949281"]}, {"Citation": "Kerr DJ, Hamel E, Jung MK, et al. . The concise synthesis of chalcone, indanone and indenone analogues of combretastatin a4. Bioorg Med Chem 2007;15:3290–8.", "ArticleIdList": ["17360188"]}, {"Citation": "Ducki S, Rennison D, Woo M, et al. . Combretastatin-like chalcones as inhibitors of microtubule polymerization. Part 1: synthesis and biological evaluation of antivascular activity. Bioorg Med Chem 2009;17:7698–710.", "ArticleIdList": ["19837593"]}, {"Citation": "Ducki S, Mackenzie G, Greedy B, et al. . Combretastatin-like chalcones as inhibitors of microtubule polymerisation. Part 2: structure-based discovery of alpha-aryl chalcones. Bioorg Med Chem 2009;17:7711–22.", "ArticleIdList": ["19837594"]}, {"Citation": "Yan J, Chen J, Zhang S, et al. . Synthesis, evaluation, and mechanism study of novel indole-chalcone derivatives exerting effective antitumor activity through microtubule destabilization in vitro and in vivo. J Med Chem 2016;59:5264–83.", "ArticleIdList": ["27149641"]}, {"Citation": "Li W, Xu F, Shuai W, et al. . Discovery of novel quinoline-chalcone derivatives as potent antitumor agents with microtubule polymerization inhibitory activity. J Med Chem 2019;62:993–1013.", "ArticleIdList": ["30525584"]}, {"Citation": "Xu F, Li W, Shuai W, et al. . Design, synthesis and biological evaluation of pyridine-chalcone derivatives as novel microtubule-destabilizing agents. Euro J Med Chem 2019;173:1–14.", "ArticleIdList": ["30981112"]}, {"Citation": "Cong H, Zhao X, Castle BT, et al. . An indole-chalcone inhibits multidrug-resistant cancer cell growth by targeting microtubules. Mol Pharm 2018;15:3892–900.", "ArticleIdList": ["PMC6511885", "30048137"]}, {"Citation": "Canela M-D, Noppen S, Bueno O, et al. . Antivascular and antitumor properties of the tubulin-binding chalcone tub091. Oncotarget 2017;8:14325–42.", "ArticleIdList": ["PMC5362409", "27224920"]}, {"Citation": "Berube G. An overview of molecular hybrids in drug discovery. Exp Opin Drug Disc 2016;11:281–305.", "ArticleIdList": ["26727036"]}, {"Citation": "Shaveta Mishra S, Singh P.. Hybrid molecules: the privileged scaffolds for various pharmaceuticals. Eur J Med Chem 2016;124:500–36.", "ArticleIdList": ["27598238"]}, {"Citation": "Ivasiv V, Albertini C, Goncalves AE, et al. . Molecular hybridization as a tool for designing multitarget drug candidates for complex diseases. Curr Top Med Chem 2019;19:1694–711.", "ArticleIdList": ["31237210"]}, {"Citation": "Gibson D. Platinum(iv) anticancer agents; are we en route to the holy grail or to a dead end? J Inorg Biochem 2021;217:111353.", "ArticleIdList": ["33477089"]}, {"Citation": "Schobert R, Biersack B, Dietrich A, et al. . Pt(ii) complexes of a combretastatin a-4 analogous chalcone: effects of conjugation on cytotoxicity, tumor specificity, and long-term tumor growth suppression. J Med Chem 2009;52:241–6.", "ArticleIdList": ["19102652"]}, {"Citation": "Zoldakova M, Kornyei Z, Brown A, et al. . Effects of a combretastatin a4 analogous chalcone and its pt-complex on cancer cells: a comparative study of uptake, cell cycle and damage to cellular compartments. Biochem Pharmacol 2010;80:1487–96.", "ArticleIdList": ["20709029"]}, {"Citation": "Huang X, Huang R, Wang Z, et al. . Pt(iv) complexes conjugating with chalcone analogue as inhibitors of microtubule polymerization exhibited selective inhibition in human cancer cells. Euro J Med Chem 2018;146:435–50.", "ArticleIdList": ["29407969"]}, {"Citation": "Huang X, Hua S, Huang R, et al. . Dual-targeting antitumor hybrids derived from pt(iv) species and millepachine analogues. Euro J Med Chem 2018;148:1–25.", "ArticleIdList": ["29448138"]}, {"Citation": "Huang X, Liu Z, Wang M, et al. . Platinum(iv) complexes conjugated with chalcone analogs as dual targeting anticancer agents: in vitro and in vivo studies. Bioorg Chem 2020;105:104430.", "ArticleIdList": ["33171407"]}, {"Citation": "Diethelm-Varela B, Ai Y, Liang DD, et al. . Nitrogen mustards as anticancer chemotherapies: HISTORIC perspective, current developments and future trends. Curr Top Med Chem 2019;19:691–712.", "ArticleIdList": ["30931858"]}, {"Citation": "More GS, Thomas AB, Chitlange SS, et al. . Nitrogen mustards as alkylating agents: a review on chemistry, mechanism of action and current usfda status of drugs. Anticancer Agents Med Chem 2019;19:1080–102.", "ArticleIdList": ["30834842"]}, {"Citation": "Chen YM, Jia YP, Song WG, et al. . Therapeutic potential of nitrogen mustard based hybrid molecules. Front Pharmacol 2018;9:1453.", "ArticleIdList": ["PMC6304445", "30618747"]}, {"Citation": "Sabina XJ, Karthikeyan J, Velmurugan G, et al. . Design and in vitro biological evaluation of substituted chalcones synthesized from nitrogen mustards as potent microtubule targeted anticancer agents. New Journal of Chemistry 2017;41:4096–109."}, {"Citation": "Sharma PC, Sinhmar A, Sharma A, et al. . Medicinal significance of benzothiazole scaffold: an insight view. J Enzyme Inhib Med Chem 2013;28:240–66.", "ArticleIdList": ["23030043"]}, {"Citation": "Keri RS, Patil MR, Patil SA, et al. . A comprehensive review in current developments of benzothiazole-based molecules in medicinal chemistry. Eur J Med Chem 2015;89:207–51.", "ArticleIdList": ["25462241"]}, {"Citation": "Rouf A, Tanyeli C.. Bioactive thiazole and benzothiazole derivatives. Eur J Med Chem 2015;97:911–27.", "ArticleIdList": ["25455640"]}, {"Citation": "Mohamed LW, Taher AT, Rady GS, et al. . Synthesis and cytotoxic activity of certain benzothiazole derivatives against human mcf-7 cancer cell line. Chem Biol Drug Design 2017;89:566–76.", "ArticleIdList": ["27700014"]}, {"Citation": "Kharbanda C, Alam MS, Hamid H, et al. . Synthesis and evaluation of pyrazolines bearing benzothiazole as anti-inflammatory agents. Bioorg Med Chem 2014;22:5804–12.", "ArticleIdList": ["25311566"]}, {"Citation": "Uremis N, Uremis MM, Tolun FI, et al. . Synthesis of 2-substituted benzothiazole derivatives and their in vitro anticancer effects and antioxidant activities against pancreatic cancer cells. Anticancer Res 2017;37:6381–9.", "ArticleIdList": ["29061823"]}, {"Citation": "Soni B, Ranawat MS, Sharma R, et al. . Synthesis and evaluation of some new benzothiazole derivatives as potential antimicrobial agents. Euro J Med Chem 2010;45:2938–42.", "ArticleIdList": ["20413186"]}, {"Citation": "De SK, Chen LH, Stebbins JL, et al. . Discovery of 2-(5-nitrothiazol-2-ylthio)benzo[d]thiazoles as novel c-jun n-terminal kinase inhibitors. Bioorg Med Chem 2009;17:2712–7.", "ArticleIdList": ["PMC2828351", "19282190"]}, {"Citation": "Kamal A, Mallareddy A, Suresh P, et al. . Synthesis of chalcone-amidobenzothiazole conjugates as antimitotic and apoptotic inducing agents. Bioorg Med Chem 2012;20:3480–92.", "ArticleIdList": ["22543234"]}, {"Citation": "Maddila S, Pagadala R, Jonnalagadda SB.. 1,2,4-triazoles: a review of synthetic approaches and the biological activity. Lett Org Chem 2013;10:693–714."}, {"Citation": "Sathyanarayana R, Poojary B.. Exploring recent developments on 1,2,4-triazole: synthesis and biological applications. J Chin Chem Soc 2020;67:459–77."}, {"Citation": "Shibasaki M, Fujimori A, Kusayama T, et al. . Antihypertensive activity of a nonpeptide angiotensin ii receptor antagonist, ym358, in rats and dogs. Eur J Pharmacol 1997;335:175–84.", "ArticleIdList": ["9369371"]}, {"Citation": "Mizuno M, Inagaki A, Yamashita M, et al. . Process development of a disease-modifying antirheumatic drug, tak-603, based on optimization of friedel–crafts reaction and selective substitution of a triazole ring. Tetrahedron 2006;62:4065–70."}, {"Citation": "Aiken SP, Brown WM.. Treatment of epilepsy: existing therapies and future developments. Front Biosci 2000;5:E124–52.", "ArticleIdList": ["11056076"]}, {"Citation": "Grana G. Adjuvant aromatase inhibitor therapy for early breast cancer: a review of the most recent data. J Surg Oncol 2006;93:585–92.", "ArticleIdList": ["16705732"]}, {"Citation": "Alswah M, Bayoumi AH, Elgamal K, et al. . Design, synthesis and cytotoxic evaluation of novel chalcone derivatives bearing triazolo[4,3-a]-quinoxaline moieties as potent anticancer agents with dual egfr kinase and tubulin polymerization inhibitory effects. Molecules 2017;23:48.", "ArticleIdList": ["PMC5943945", "29280968"]}, {"Citation": "Zhang H, Liu JJ, Sun J, et al. . Design, synthesis and biological evaluation of novel chalcone derivatives as antitubulin agents. Bioorg Med Chem 2012;20:3212–8.", "ArticleIdList": ["22503741"]}, {"Citation": "Pitsinos EN, Vidali VP, Couladouros EA.. Diaryl ether formation in the synthesis of natural products. Euro J Organic Chem 2011;2011:1207–22."}, {"Citation": "Bedos-Belval F, Rouch A, Vanucci-Bacque C, et al. . Diaryl ether derivatives as anticancer agents – a review. Med Chem Comm 2012;3:1356–72."}, {"Citation": "Zhao T-T, Lu X, Yang X-H, et al. . Synthesis, biological evaluation, and molecular docking studies of 2,6-dinitro-4-(trifluoromethyl)phenoxysalicylaldoxime derivatives as novel antitubulin agents. Bioorg Med Chem 2012;20:3233–41.", "ArticleIdList": ["22512906"]}, {"Citation": "Wang W, Kong D, Cheng H, et al. . New benzimidazole-2-urea derivates as tubulin inhibitors. Bioorg Med Chem Lett 2014;24:4250–3.", "ArticleIdList": ["25091926"]}, {"Citation": "Bai L-F, Qian H-H, Jiang D-W, et al. . Design, synthesis and anti-tubulin activity of novel dinitro diphenyl ether derivatives as potent anticancer agent. Med Chem 2017;7:393–7."}, {"Citation": "Wang G, Liu W, Gong Z, et al. . Design, synthesis, biological evaluation and molecular docking studies of new chalcone derivatives containing diaryl ether moiety as potential anticancer agents and tubulin polymerization inhibitors. Bioorg Chem 2020;95:103565.", "ArticleIdList": ["31927336"]}, {"Citation": "Qiu HY, Wang F, Wang X, et al. . Design, synthesis, and biological evaluation of chalcone-containing shikonin derivatives as inhibitors of tubulin polymerization. Chem Med Chem 2017;12:399–406.", "ArticleIdList": ["28211616"]}, {"Citation": "Shankaraiah N, Nekkanti S, Brahma UR, et al. . Synthesis of different heterocycles-linked chalcone conjugates as cytotoxic agents and tubulin polymerization inhibitors. Bioorg Med Chem 2017;25:4805–16.", "ArticleIdList": ["28774575"]}, {"Citation": "Huang X, Huang R, Li L, et al. . Synthesis and biological evaluation of novel chalcone derivatives as a new class of microtubule destabilizing agents. Euro J Med Chem 2017;132:11–25.", "ArticleIdList": ["28340411"]}, {"Citation": "Kumar D, Raj KK, Malhotra SV, et al. . Synthesis and anticancer activity evaluation of resveratrol–chalcone conjugates. Med Chem Comm 2014;5:528–35."}, {"Citation": "Kamal A, Kumar GB, Vishnuvardhan MV, et al. . Synthesis of phenstatin/isocombretastatin-chalcone conjugates as potent tubulin polymerization inhibitors and mitochondrial apoptotic inducers. Org Biomol Chem 2015;13:3963–81.", "ArticleIdList": ["25721862"]}, {"Citation": "Kode J, Kovvuri J, Nagaraju B, et al. . Synthesis, biological evaluation, and molecular docking analysis of phenstatin based indole linked chalcones as anticancer agents and tubulin polymerization inhibitors. Bioorg Chem 2020;105:104447.", "ArticleIdList": ["33207276"]}, {"Citation": "Mourad AAE, Mourad MAE, Jones PG.. Novel hdac/tubulin dual inhibitor: design, synthesis and docking studies of α-Phthalimido-Chalcone Hybrids as Potential Anticancer Agents with Apoptosis-Inducing Activity. Drug Des Devel Ther 2020;14:3111–30.", "ArticleIdList": ["PMC7425103", "32848361"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "12", "Day": "13", "Hour": "11", "Minute": "27"}, {"Year": "2021", "Month": "12", "Day": "14", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "2", "Day": "24", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "12", "Day": "11"}], "PublicationStatus": "ppublish", "ArticleIdList": ["34894980", "PMC8667932", "10.1080/14756366.2021.1976772"]}}], "PubmedBookArticle": []}