{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Cambodia", "Philippines", "antibacterial", "anticancer", "diarrhea", "medicinal plant"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34899301", "DateRevised": {"Year": "2024", "Month": "04", "Day": "04"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "11", "Day": "26"}], "Language": ["eng"], "ELocationID": ["746808", "10.3389/fphar.2021.746808"], "Journal": {"ISSN": "1663-9812", "JournalIssue": {"Volume": "12", "PubDate": {"Year": "2021"}}, "Title": "Frontiers in pharmacology", "ISOAbbreviation": "Front Pharmacol"}, "ArticleTitle": "<i>In Vitro</i> Selective Antibacterial and Antiproliferative Effects of Ethanolic Extracts from Cambodian and Philippine Plants Used in Folk Medicine for Diarrhea Treatment.", "Pagination": {"StartPage": "746808", "MedlinePgn": "746808"}, "Abstract": {"AbstractText": ["Bacterial diarrhea remains a global health problem, especially in developing tropical countries. Moreover, dysbiosis caused by diarrheagenic bacteria and inappropriate antimicrobial treatment has been associated with intestinal carcinogenesis. Despite the rich tradition of the use of herbs for the treatment of gastrointestinal disorders in Cambodian and Philippine folk medicine, many of them have not yet been systematically studied for their <i>in vitro</i> selective inhibitory effects on intestinal bacteria and cells. In the present study, <i>in vitro</i> inhibitory activities of 35 ethanolic extracts derived from 32 Cambodian and Philippine medicinal plants were determined by broth microdilution method against 12 pathogenic bacteria. Furthermore, cytotoxicity against intestinal cancer cells (Caco-2 and HT-29) using thiazolyl blue tetrazolium bromide cytotoxicity assay and safety to six beneficial intestinal bacteria (bifidobacteria and lactobacilli) and intestinal normal cells (FHs 74 Int) were determined for the antimicrobially active extracts. Selectivity indices (SIs) were calculated among the averages of minimum inhibitory concentrations (MICs), half-maximal inhibitory concentrations (IC<sub>50</sub>), and 80% inhibitory concentrations of proliferation (IC<sub>80</sub>) for each type of the tested agents. The extracts of <i>Artocarpus blancoi</i> (Elmer) Merr. (Moraceae), <i>Ancistrocladus tectorius</i> (Lour.) Merr. (Ancistrocladaceae), and <i>Pentacme siamensis</i> (Miq.) Kurz (Dipterocarpaceae) produced significant growth-inhibitory effects (MICs = 32-512 μg/ml) against intestinal pathogenic bacteria at the concentrations nontoxic to normal intestinal cells (IC<sub>80</sub> values >512 μg/ml; SIs = 0.11-0.2). Moreover, the extract of <i>P. siamensis</i> (Miq.) Kurz was relatively safe to beneficial bacteria (MICs ≥512 μg/ml; SI = 0.1), and together with <i>A. blancoi</i> (Elmer) Merr., they selectively inhibited intestinal cancer cells (IC<sub>50</sub> values ≥51.98 ± 19.79 μg/ml; SIs = 0.3 and 0.6). Finally, a strong selective antiproliferative effect on cancer cells (IC<sub>50</sub> values 37.89 ± 2.68 to 130.89 ± 13.99 μg/ml; SIs = 0.5) was exerted by <i>Ehretia microphylla</i> Lam. (Boraginaceae), <i>Lagerstroemia cochinchinensis</i> Pierre ex Gagnep. (Lythraceae), and <i>Melastoma saigonense</i> (Kuntze) Merr. (Melastomataceae) (leaves with flower buds). The results suggest that the above-mentioned species are promising materials for the development of new selective antibacterial and antiproliferative agents for the treatment of infectious diarrhea and associated intestinal cancer diseases. However, further research is needed regarding the isolation and identification of their active constituents."], "CopyrightInformation": "Copyright © 2021 Kudera, Fiserova, Korytakova, Doskocil, Salmonova, Tulin, Nguon, Bande and Kokoska."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Ethnobotany and Ethnopharmacology, Department of Crop Sciences and Agroforestry, Faculty of Tropical AgriSciences, Czech University of Life Sciences Prague, Prague, Czechia."}], "LastName": "Kudera", "ForeName": "Tomas", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Ethnobotany and Ethnopharmacology, Department of Crop Sciences and Agroforestry, Faculty of Tropical AgriSciences, Czech University of Life Sciences Prague, Prague, Czechia."}], "LastName": "Fiserova", "ForeName": "Barbora", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Ethnobotany and Ethnopharmacology, Department of Crop Sciences and Agroforestry, Faculty of Tropical AgriSciences, Czech University of Life Sciences Prague, Prague, Czechia."}], "LastName": "Korytakova", "ForeName": "Marie", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Agrobiology, Food and Natural Resources, Department of Microbiology, Nutrition and Dietetics, Czech University of Life Sciences Prague, Prague, Czechia."}], "LastName": "Doskocil", "ForeName": "Ivo", "Initials": "I"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Agrobiology, Food and Natural Resources, Department of Microbiology, Nutrition and Dietetics, Czech University of Life Sciences Prague, Prague, Czechia."}], "LastName": "Salmonova", "ForeName": "Hana", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "PhilRootcrops, Visayas State University, Baybay, Philippines."}], "LastName": "Tulin", "ForeName": "Edgardo E", "Initials": "EE"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Graduate School, Royal University of Agriculture, Phnom Penh, Cambodia."}], "LastName": "Nguon", "ForeName": "Samnang", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Tropical Ecology and Environmental Management, Visayas State University, Baybay, Philippines."}], "LastName": "Bande", "ForeName": "Marlito M", "Initials": "MM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Ethnobotany and Ethnopharmacology, Department of Crop Sciences and Agroforestry, Faculty of Tropical AgriSciences, Czech University of Life Sciences Prague, Prague, Czechia."}], "LastName": "Kokoska", "ForeName": "Ladislav", "Initials": "L"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Pharmacol", "NlmUniqueID": "101548923", "ISSNLinking": "1663-9812"}, "CoiStatement": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Abu Bakar M. F., Abdul Karim F., Perisamy E. (2015). Comparison of Phytochemicals and Antioxidant Properties of Different Fruit Parts of Selected Artocarpus Species from Sabah, Malaysia. Sains Malays 44 (3), 355–363. 10.17576/jsm-2015-4403-06", "ArticleIdList": ["10.17576/jsm-2015-4403-06"]}, {"Citation": "Anh N. H., Porzel A., Ripperger H., Bringmann G., Schäffer M., God R., et al. (1997). Naphthylisoquinoline Alkaloids from Ancistrocladus cochinchinensis . Phytochemistry 45 (6), 1287–1291. 10.1016/s0031-9422(97)00110-6", "ArticleIdList": ["10.1016/s0031-9422(97)00110-6"]}, {"Citation": "Ante I., Aboaba S., Siddiqui H., Choudhary M. I. (2016). Essential Oils of the Leaf, Stem-Bark, and Nut of Artocarpus camansi: Gas Chromatography-Mass Spectrometry Analysis and Activities against Multidrug-Resistant Bacteria. J. Herbs, Spices Med. Plants 22 (3), 203–210. 10.1080/10496475.2016.1159638", "ArticleIdList": ["10.1080/10496475.2016.1159638"]}, {"Citation": "Batalha P. N., Vieira de Souza M. C., Peña-Cabrera E., Cruz D. C., da Costa Santos Boechat F. (2016). Quinolones in the Search for New Anticancer Agents. Curr. Pharm. Des. 22 (39), 6009–6020. 10.2174/1381612822666160715115025", "ArticleIdList": ["10.2174/1381612822666160715115025", "27426131"]}, {"Citation": "Behnsen J., Deriu E., Sassone-Corsi M., Raffatellu M. (2013). Probiotics: Properties, Examples, and Specific Applications. Cold Spring Harb. Perspect. Med. 3 (3), a010074. 10.1101/cshperspect.a010074", "ArticleIdList": ["10.1101/cshperspect.a010074", "PMC3579206", "23457295"]}, {"Citation": "Beloy F. B., Masilungan V. A., Cruzde la. R. M., Ramos E. V. (1976). Investigation of Some Philippine Plants for Antimicrobial Substances. Philipp. J. Sci. 105, 205–213."}, {"Citation": "Bradacs G., Maes L., Heilmann J. (2009). In Vitro Cytotoxic, Antiprotozoal and Antimicrobial Activities of Medicinal Plants from Vanuatu. Phytother. Res. 24 (6), 800–809. 10.1002/ptr.2981", "ArticleIdList": ["10.1002/ptr.2981", "20014163"]}, {"Citation": "Bringmann G., Xu M., Seupel R., Feineis D., Wu J. (2016). Ancistrotectoquinones A and B, the First Quinoid Naphthylisoquinoline Alkaloids, from the Chinese Liana Ancistrocladus tectorius . Nat. Prod. Commun. 11 (7), 971–976. 10.1177/1934578x1601100725", "ArticleIdList": ["10.1177/1934578x1601100725", "30452174"]}, {"Citation": "Casburn-Jones A. C., Farthing M. J. (2004). Management of Infectious Diarrhoea. Gut 53 (2), 296–305. 10.1136/gut.2003.022103", "ArticleIdList": ["10.1136/gut.2003.022103", "PMC1774945", "14724167"]}, {"Citation": "Chan C.-L., Gan R.-Y., Shah N. P., Corke H. (2018). Polyphenols from Selected Dietary Spices and Medicinal Herbs Differentially Affect Common Food-Borne Pathogenic Bacteria and Lactic Acid Bacteria. Food Control 92, 437–443. 10.1016/j.foodcont.2018.05.032", "ArticleIdList": ["10.1016/j.foodcont.2018.05.032"]}, {"Citation": "Chan E. W. C., Tan L. N., Wong S. K. (2014). Phytochemistry and Pharmacology of Lagerstroemia Speciosa: a Natural Remedy for Diabetes. Int. J. Herb. Med. 2 (1), 81–87."}, {"Citation": "Chassagne F., Hul S., Deharo E., Bourdy G. (2016). Natural Remedies Used by Bunong People in Mondulkiri Province (Northeast Cambodia) with Special Reference to the Treatment of 11 Most Common Ailments. J. Ethnopharmacol. 191, 41–70. 10.1016/j.jep.2016.06.003", "ArticleIdList": ["10.1016/j.jep.2016.06.003", "27282662"]}, {"Citation": "Chea A., Jonville M. C., Bun S. S., Laget M., Elias R., Duménil G., et al. (2007). In Vitro antimicrobial Activity of Plants Used in Cambodian Traditional Medicine. Am. J. Chin. Med. 35 (05), 867–873. 10.1142/s0192415x07005338", "ArticleIdList": ["10.1142/s0192415x07005338", "17963325"]}, {"Citation": "Clinical and Laboratory Standards Institute (2021). Methods for Dilution Antimicrobial Susceptibility Tests for Bacteria that Grow Aerobically; Approved Standard-2021 Ed. CLSI Document M07-M100. Wayne: CLSI."}, {"Citation": "Cos P., Vlietinck A. J., Berghe D. V., Maes L. (2006). Anti-infective Potential of Natural Products: How to Develop a Stronger In Vitro 'proof-Of-Concept'. J. Ethnopharmacol. 106, 290–302. 10.1016/j.jep.2006.04.003", "ArticleIdList": ["10.1016/j.jep.2006.04.003", "16698208"]}, {"Citation": "de Guzman G. Q., Dacanay A. T., Andaya B. A., Alejandro G. J. (2016). Ethnopharmacological Studies on the Uses of Euphorbia hirta in the Treatment of Dengue in Selected Indigenous Communities in Pangasinan (Philippines). J. Intercult. Ethnopharmacol. 5 (3), 239–243. 10.5455/jice.20160330124637", "ArticleIdList": ["10.5455/jice.20160330124637", "PMC4927128", "27366349"]}, {"Citation": "de Padua L. S., Bunyapraphatsara N., Lemmens R. H. M. J. (1999). Plant Resources of South-East Asia (PROSEA) No 12 (1), Medicinal and Poisonous Plants 1. (Leiden: Backhuys Publishers; )."}, {"Citation": "Diniz-Santos D. R., Silva L. R., Silva N. (2006). Antibiotics for the Empirical Treatment of Acute Infectious Diarrhea in Children. Braz. J. Infect. Dis. 10 (3), 217–227. 10.1590/s1413-86702006000300011", "ArticleIdList": ["10.1590/s1413-86702006000300011", "17568855"]}, {"Citation": "Duriyaprapan S., Tanpanich S., Khuankhamnuan C. (2005). The Plant Resources of South-East Asia (PROSEA). Acta Hortic. 675, 15–21. 10.17660/actahortic.2005.675.1", "ArticleIdList": ["10.17660/actahortic.2005.675.1"]}, {"Citation": "Francino M. P. (2015). Antibiotics and the Human Gut Microbiome: Dysbioses and Accumulation of Resistances. Front. Microbiol. 6, 1543. 10.3389/fmicb.2015.01543", "ArticleIdList": ["10.3389/fmicb.2015.01543", "PMC4709861", "26793178"]}, {"Citation": "Fuente B., López-García G., Máñez V., Alegría A., Barberá R., Cilla A. (2020). Antiproliferative Effect of Bioaccessible Fractions of Four Brassicaceae Microgreens on Human Colon Cancer Cells Linked to Their Phytochemical Composition. Antioxidants (Basel) 9 (5), 368. 10.3390/antiox9050368", "ArticleIdList": ["10.3390/antiox9050368", "PMC7278869", "32354116"]}, {"Citation": "Garrett W. S. (2019). The Gut Microbiota and Colon Cancer. Science 364 (6446), 1133–1135. 10.1126/science.aaw2367", "ArticleIdList": ["10.1126/science.aaw2367", "31221845"]}, {"Citation": "Gavrish E., Shrestha B., Chen C., Lister I., North E. J., Yang L., et al. (2014). In Vitro and In Vivo Activities of HPi1, a Selective Antimicrobial against Helicobacter pylori . Antimicrob. Agents Chemother. 58 (6), 3255–3260. 10.1128/aac.02573-13", "ArticleIdList": ["10.1128/aac.02573-13", "PMC4068456", "24687512"]}, {"Citation": "González-Sarrías A., Gromek S., Niesen D., Seeram N. P., Henry G. E. (2011). Resveratrol Oligomers Isolated from Carex Species Inhibit Growth of Human Colon Tumorigenic Cells Mediated by Cell Cycle Arrest. J. Agric. Food Chem. 59 (16), 8632–8638. 10.1021/jf201561e", "ArticleIdList": ["10.1021/jf201561e", "21761862"]}, {"Citation": "Hafid A. F., Aoki-Utsubo C., Permanasari A. A., Adianti M., Tumewu L., Widyawaruyanti A., et al. (2017). Antiviral Activity of the Dichloromethane Extracts from Artocarpus heterophyllus Leaves against Hepatitis C Virus. Asian Pac. J. Trop. Biomed. 7 (7), 633–639. 10.1016/j.apjtb.2017.06.003", "ArticleIdList": ["10.1016/j.apjtb.2017.06.003"]}, {"Citation": "Han X. H., Du C. X., Zhang C. L., Zheng C. L., Wang L., Li D., et al. (2013). Clostridium difficile Infection in Hospitalized Cancer Patients in Beijing, China Is Facilitated by Receipt of Cancer Chemotherapy. Anaerobe 24, 82–84. 10.1016/j.anaerobe.2013.05.004", "ArticleIdList": ["10.1016/j.anaerobe.2013.05.004", "23770543"]}, {"Citation": "Hao D.-c., Xiao P.-g. (2020). Pharmaceutical Resource Discovery from Traditional Medicinal Plants: Pharmacophylogeny and Pharmacophylogenomics. Chin. Herbal Medicines 12, 104–117. 10.1016/j.chmed.2020.03.002", "ArticleIdList": ["10.1016/j.chmed.2020.03.002", "PMC9476761", "36119793"]}, {"Citation": "Hecht D. W. (1999). “Antimicrobial Agents and Susceptibility Testing: Susceptibility Testing of Anaerobic Bacteria,” in Manual of Clinical Microbiology. Editors Murray P. R., Baron E. J., Pfaller M. A., Tenover F. C., Yolken R. H.. 7th ed (Washington DC: American Society for Microbiology ASM; ), 1555–1563."}, {"Citation": "Houdková M., Urbanová K., Doskočil I., Rondevaldová J., Nový P., Nguon S., et al. (2018). In Vitro Growth-Inhibitory Effect of Cambodian Essential Oils against Pneumonia Causing Bacteria in Liquid and Vapour Phase and Their Toxicity to Lung Fibroblasts. South Afr. J. Bot. 118, 85–97. 10.1016/j.sajb.2018.06.005", "ArticleIdList": ["10.1016/j.sajb.2018.06.005"]}, {"Citation": "Jalal T. K., Ahmed I. A., Mikail M., Momand L., Draman S., Isa M. L., et al. (2015). Evaluation of Antioxidant, Total Phenol and Flavonoid Content and Antimicrobial Activities of Artocarpus altilis (Breadfruit) of Underutilized Tropical Fruit Extracts. Appl. Biochem. Biotechnol. 175 (7), 3231–3243. 10.1007/s12010-015-1499-0", "ArticleIdList": ["10.1007/s12010-015-1499-0", "25649443"]}, {"Citation": "Jiang C., Li Z. L., Gong P., Kang S. L., Liu M. S., Pei Y. H., et al. (2013). Five Novel Naphthylisoquinoline Alkaloids with Growth Inhibitory Activities against Human Leukemia Cells HL-60, K562 and U937 from Stems and Leaves of Ancistrocladus tectorius . Fitoterapia 91, 305–312. 10.1016/j.fitote.2013.09.010", "ArticleIdList": ["10.1016/j.fitote.2013.09.010", "24076380"]}, {"Citation": "Kamsani N. E., Zakaria Z. A., Md Nasir N. L., Mohtarrudin N., Mohamad Alitheen N. B. (2019). Safety Assessment of Methanol Extract of Melastoma malabathricum L. Leaves Following the Subacute and Subchronic Oral Consumptions in Rats and its Cytotoxic Effect against the HT29 Cancer Cell Line. Evid. Based Complement. Alternat Med. 2019, 5207958. 10.1155/2019/5207958", "ArticleIdList": ["10.1155/2019/5207958", "PMC6899264", "31885651"]}, {"Citation": "Karakurt S., Abuşoğlu G., Arituluk Z. C. (2020). Comparison of Anticarcinogenic Properties of Viburnum opulus and its Active Compound P-Coumaric Acid on Human Colorectal Carcinoma. Turk. J. Biol. 44 (5), 252–263. 10.3906/biy-2002-30", "ArticleIdList": ["10.3906/biy-2002-30", "PMC7585157", "33110363"]}, {"Citation": "Kelber O., Steinhoff B., Nauert C., Biller A., Adler M., Abdel-Aziz H., et al. (2016). Ethanol in Herbal Medicinal Products for Children : Data from Pediatric Studies and Pharmacovigilance Programs. Wien Med. Wochenschr. 167 (7–8), 183–188. 10.1007/s10354-016-0474-x", "ArticleIdList": ["10.1007/s10354-016-0474-x", "PMC5409916", "27468971"]}, {"Citation": "Kham L. (2004). Medicinal Plants of Cambodia: Habitat, Chemical Constituents and Ethnobotanical Uses. Golden Square: Bendigo Scientific Press."}, {"Citation": "Khan M. R., Kihara M., Omoloso A. D. (2001). Antibacterial Activity of Picrasma javanica . Fitoterapia 72 (4), 406–408. 10.1016/s0367-326x(00)00274-4", "ArticleIdList": ["10.1016/s0367-326x(00)00274-4", "11395264"]}, {"Citation": "Kittakoop P., Kirtikara K., Tanticharoen M., Thebtaranonth Y. (2000). Antimalarial Preracemosols A and B, Possible Biogenetic Precursors of Racemosol from Bauhinia malabarica Roxb. Phytochemistry 55 (4), 349–352. 10.1016/s0031-9422(00)00318-6", "ArticleIdList": ["10.1016/s0031-9422(00)00318-6", "11117883"]}, {"Citation": "Kokoška L., Klouček P., Leuner O., Nový P. (2019). Plant-Derived Products as Antibacterial and Antifungal Agents in Human Health Care. Curr. Med. Chem. 26 (29), 5501–5541. 10.2174/0929867325666180831144344", "ArticleIdList": ["10.2174/0929867325666180831144344", "30182844"]}, {"Citation": "Kudera T., Doskočil I., Salmonová H., Petrtýl M., Skřivanová E., Kokoška L. (2020). In Vitro Selective Growth-Inhibitory Activities of Phytochemicals, Synthetic Phytochemical Analogs, and Antibiotics against Diarrheagenic/Probiotic Bacteria and Cancer/Normal Intestinal Cells. Pharmaceuticals (Basel) 13 (9), 233. 10.3390/ph13090233", "ArticleIdList": ["10.3390/ph13090233", "PMC7558399", "32899218"]}, {"Citation": "Kuete V., Ngnintedo D., Fotso G. W., Karaosmanoğlu O., Ngadjui B. T., Keumedjio F., et al. (2018). Cytotoxicity of Seputhecarpan D, Thonningiol and 12 Other Phytochemicals from African Flora towards Human Carcinoma Cells. BMC Complement. Altern. Med. 18 (1), 36. 10.1186/s12906-018-2109-9", "ArticleIdList": ["10.1186/s12906-018-2109-9", "PMC5789597", "29378558"]}, {"Citation": "Langenberger G., Prigge V., Martin K., Belonias B., Sauerborn J. (2008). Ethnobotanical Knowledge of Philippine Lowland Farmers and its Application in Agroforestry. Agrofor. Syst. 76 (1), 173–194. 10.1007/s10457-008-9189-3", "ArticleIdList": ["10.1007/s10457-008-9189-3"]}, {"Citation": "Lemmens R. H. M. J. L., Bunyapraphatsara N. (2003). Plant Resources of South-East Asia (PROSEA) No 12 (3), Medicinal and Poisonous Plants 3. Leiden: Backhuys Publishers."}, {"Citation": "Lim T. K. (2012). Edible Medicinal and Non Medicinal Plants. Fruits. New York: Springer."}, {"Citation": "Lin J. P., Yang J. S., Wu C. C., Lin S. S., Hsieh W. T., Lin M. L., et al. (2008). Berberine Induced Down-Regulation of Matrix Metalloproteinase-1, -2 and -9 in Human Gastric Cancer Cells (SNU-5). In Vivo 22 (2), 223–230.", "ArticleIdList": ["18468407"]}, {"Citation": "Mackeen M. M., Ali A. M., El-Sharkawy S. H., Manap M. Y., Salleh K. M., Lajis N. H., et al. (1997). Antimicrobial and Cytotoxic Properties of Some Malaysian Traditional Vegetables (Ulam). Int. J. Pharmacognosy 35 (3), 174–178. 10.1076/phbi.35.3.174.13294", "ArticleIdList": ["10.1076/phbi.35.3.174.13294"]}, {"Citation": "Maher S., McClean S. (2006). Investigation of the Cytotoxicity of Eukaryotic and Prokaryotic Antimicrobial Peptides in Intestinal Epithelial Cells In Vitro . Biochem. Pharmacol. 71 (9), 1289–1298. 10.1016/j.bcp.2006.01.012", "ArticleIdList": ["10.1016/j.bcp.2006.01.012", "16530733"]}, {"Citation": "Marandi R. R., Britto S. J., Soreng P. K. (2016). Phytochemical Profiling, Antibacterial Screening and Antioxidant Properties of the Sacred Tree (Shorea robusta Gaertn.) of Jharkhand. Int. J. Pharm. Sci. Res. 7 (7), 2874–2888. 10.13040/IJPSR.0975-8232.7(7).2874-88", "ArticleIdList": ["10.13040/IJPSR.0975-8232.7(7).2874-88"]}, {"Citation": "Meng C. Y., Smith B. L., Bodhidatta L., Richard S. A., Vansith K., Thy B., et al. (2011). Etiology of Diarrhea in Young Children and Patterns of Antibiotic Resistance in Cambodia. Pediatr. Infect. Dis. J. 30 (4), 331–335. 10.1097/inf.0b013e3181fb6f82", "ArticleIdList": ["10.1097/inf.0b013e3181fb6f82", "21412204"]}, {"Citation": "Mihalyi A., Jamshidi S., Slikas J., Bugg T. D. (2014). Identification of Novel Inhibitors of Phospho-MurNAc-Pentapeptide Translocase MraY from Library Screening: Isoquinoline Alkaloid Michellamine B and Xanthene Dye Phloxine B. Bioorg. Med. Chem. 22 (17), 4566–4571. 10.1016/j.bmc.2014.07.035", "ArticleIdList": ["10.1016/j.bmc.2014.07.035", "25127465"]}, {"Citation": "Moriyama H., Moriyama M., Ninomiya K., Morikawa T., Hayakawa T. (2016). Inhibitory Effects of Oligostilbenoids from the Bark of Shorea roxburghii on Malignant Melanoma Cell Growth: Implications for Novel Topical Anticancer Candidates. Biol. Pharm. Bull. 39 (10), 1675–1682. 10.1248/bpb.b16-00420", "ArticleIdList": ["10.1248/bpb.b16-00420", "27725445"]}, {"Citation": "Mosmann T. (1983). Rapid Colorimetric Assay for Cellular Growth and Survival: Application to Proliferation and Cytotoxicity Assays. J. Immunol. Methods 65 (1–2), 55–63. 10.1016/0022-1759(83)90303-4", "ArticleIdList": ["10.1016/0022-1759(83)90303-4", "6606682"]}, {"Citation": "Neftel K. A., Hübscher U. (1987). Effects of Beta-Lactam Antibiotics on Proliferating Eucaryotic Cells. Antimicrob. Agents Chemother. 31 (11), 1657–1661. 10.1128/aac.31.11.1657", "ArticleIdList": ["10.1128/aac.31.11.1657", "PMC175015", "3324959"]}, {"Citation": "Nitta T., Arai T., Takamatsu H., Inatomi Y., Murata H., Iinuma M., et al. (2002). Antibacterial Activity of Extracts Prepared from Tropical and Subtropical Plants on Methicillin-Resistant Staphylococcus aureus . J. Health Sci. 48 (3), 273–276. 10.1248/jhs.48.273", "ArticleIdList": ["10.1248/jhs.48.273"]}, {"Citation": "Novaková J., Vlková E., Bonušova B., Rada V., Kokoška L. (2013). In Vitro Selective Inhibitory Effect of 8-Hydroxyquinoline against Bifidobacteria and Clostridia. Anaerobe 22, 134–136. 10.1016/j.anaerobe.2013.05.008", "ArticleIdList": ["10.1016/j.anaerobe.2013.05.008", "23770542"]}, {"Citation": "Ong H. C., Nordiana M. (1999). Malay Ethno-Medico Botany in Machang, Kelantan, Malaysia. Fitoterapia 70 (5), 502–513. 10.1016/s0367-326x(99)00077-5", "ArticleIdList": ["10.1016/s0367-326x(99)00077-5"]}, {"Citation": "Onoda T., Ono T., Dhar D. K., Yamanoi A., Nagasue N. (2005). Tetracycline Analogues (Doxycycline and COL-3) Induce Caspase-dependent and -independent Apoptosis in Human Colon Cancer Cells. Int. J. Cancer 118 (5), 1309–1315. 10.1002/ijc.21447", "ArticleIdList": ["10.1002/ijc.21447", "16152604"]}, {"Citation": "\nOur World in Data (2011). Diarrheal Diseases. Available at: https://ourworldindata.org/diarrheal-diseases (Accessed October 19, 2020). "}, {"Citation": "Palombo E. A. (2006). Phytochemicals from Traditional Medicinal Plants Used in the Treatment of Diarrhoea: Modes of Action and Effects on Intestinal Function. Phytother Res. 20 (9), 717–724. 10.1002/ptr.1907", "ArticleIdList": ["10.1002/ptr.1907", "16619336"]}, {"Citation": "Pedro M., Ferreira M. M., Cidade H., Kijjoa A., Bronze-da-Rocha E., Nascimento M. S. (2005). Artelastin Is a Cytotoxic Prenylated Flavone that Disturbs Microtubules and Interferes with DNA Replication in MCF-7 Human Breast Cancer Cells. Life Sci. 77 (3), 293–311. 10.1016/j.lfs.2004.09.049", "ArticleIdList": ["10.1016/j.lfs.2004.09.049", "15878357"]}, {"Citation": "Rahmat A., Kumar V., Fong L. M., Endrini S., Sani H. A. (2003). Determination of Total Antioxidant Activity in Three Types of Local Vegetables Shoots and the Cytotoxic Effect of Their Ethanolic Extracts against Different Cancer Cell Lines. Asia Pac. J. Clin. Nutr. 12 (3), 292–295.", "ArticleIdList": ["14505992"]}, {"Citation": "Rajković A., Jovanović J., Monteiro S., Decleer M., Andjelković M., Foubert A., et al. (2020). Detection of Toxins Involved in Foodborne Diseases Caused by Gram‐Positive Bacteria. Compr. Rev. Food Sci. Food Saf. 19 (4), 1605–1657. 10.1111/1541-4337.12571", "ArticleIdList": ["10.1111/1541-4337.12571", "33337102"]}, {"Citation": "Rajkumar R., Shivakumar M. S., Senthil Nathan S., Selvam K. (2019). Preparation and Characterization of Chitosan Nanocomposites Material Using Silver Nanoparticle Synthesized Carmona retusa (Vahl) Masam Leaf Extract for Antioxidant, Anti-Cancerous and Insecticidal Application. J. Clust. Sci. 30 (4), 1145–1155. 10.1007/s10876-019-01578-9", "ArticleIdList": ["10.1007/s10876-019-01578-9"]}, {"Citation": "Ramli F., Rahmani M., Ismail I. S., Sukari M. A., Abd Rahman M., Zajmi A., et al. (2016). A New Bioactive Secondary Metabolite from Artocarpus elasticus . Nat. Prod. Commun. 11 (8), 1103–1106. 10.1177/1934578x1601100818", "ArticleIdList": ["10.1177/1934578x1601100818", "30725568"]}, {"Citation": "Rathee D., Rathee P., Rathee S., Rathee D. (2016). Phytochemical Screening and Antimicrobial Activity of Picrorrhiza kurroa, an Indian Traditional Plant Used to Treat Chronic Diarrhea. Arabian J. Chem. 9, S1307–S1313. 10.1016/j.arabjc.2012.02.009", "ArticleIdList": ["10.1016/j.arabjc.2012.02.009"]}, {"Citation": "Rawla P., Sunkara T., Barsouk A. (2019). Epidemiology of Colorectal Cancer: Incidence, Mortality, Survival, and Risk Factors. Prz. Gastroenterol. 14 (2), 89–103. 10.5114/pg.2018.81072", "ArticleIdList": ["10.5114/pg.2018.81072", "PMC6791134", "31616522"]}, {"Citation": "Requena T., Monagas M., Pozo-Bayón M. A., Martín-Álvarez P. J., Bartolomé B., del Campo R., et al. (2010). Perspectives of the Potential Implications of Wine Polyphenols on Human Oral and Gut Microbiota. Trends Food Sci. Tech. 21 (7), 332–344. 10.1016/j.tifs.2010.04.004", "ArticleIdList": ["10.1016/j.tifs.2010.04.004"]}, {"Citation": "Rogowski W., Sulżyc-Bielicka V. (2016). Optimal Duration of a First-Line Palliative Chemotherapy in Disseminated Colorectal Cancer - a Review of the Literature from a Developing Country Perspective. Contemp. Oncol. (Pozn) 20, 210–214. 10.5114/wo.2016.61561", "ArticleIdList": ["10.5114/wo.2016.61561", "PMC5013682", "27647984"]}, {"Citation": "Rohaiza S. (2011). Cytotoxic Oligostilbenes from Shorea hopeifolia . Afr. J. Pharm. Pharmacol. 5 (10), 1272–1277. 10.5897/ajpp10.386", "ArticleIdList": ["10.5897/ajpp10.386"]}, {"Citation": "Sato M., Fujiwara S., Tsuchiya H., Fujii T., Iinuma M., Tosa H., et al. (1996). Flavones with Antibacterial Activity against Cariogenic Bacteria. J. Ethnopharmacol. 54 (2–3), 171–176. 10.1016/s0378-8741(96)01464-x", "ArticleIdList": ["10.1016/s0378-8741(96)01464-x", "8953432"]}, {"Citation": "Septama A. W., Panichayupakaranant P. (2015). Synergistic Effect of Artocarpin on Antibacterial Activity of Some Antibiotics against Methicillin-Resistant Staphylococcus aureus, Pseudomonas aeruginosa, and Escherichia coli . Pharm. Biol. 54 (4), 686–691. 10.3109/13880209.2015.1072566", "ArticleIdList": ["10.3109/13880209.2015.1072566", "26427318"]}, {"Citation": "Shang X. F., Yang C. J., Morris-Natschke S. L., Li J. C., Yin X. D., Liu Y. Q., et al. (2020). Biologically Active Isoquinoline Alkaloids Covering 2014-2018. Med. Res. Rev. 40 (6), 2212–2289. 10.1002/med.21703", "ArticleIdList": ["10.1002/med.21703", "PMC7554109", "32729169"]}, {"Citation": "Sibanda T., Okoh A. I. (2007). The Challenges of Overcoming Antibiotic Resistance: Plant Extracts as Potential Sources of Antimicrobial and Resistance Modifying Agents. Afr. J. Biotechnol. 6 (25), 2886–2896."}, {"Citation": "Srisawat T., Chumkaew P., Heed-Chim W., Sukpondma Y., Kanokwiroon K. (2013). Phytochemical Screening and Cytotoxicity of Crude Extracts of Vatica diospyroides Symington Type LS. Trop. J. Pharm. Res. 12 (1), 71–76. 10.4314/tjpr.v12i1.12", "ArticleIdList": ["10.4314/tjpr.v12i1.12"]}, {"Citation": "\nStuart G. U., Jr. (2017). List of Philippine Herbal Medicinal Plants. Philippine medicinal plants. StuartXchange-SX. Available at: http://www.stuartxchange.org/CompleteList.html (Accessed February 20, 2017). "}, {"Citation": "Sudto K., Saparpakorn P., Tancharoen C., Phromyothin D., Techasakul S., Khunnawutmanotham N., et al. (2019). Diptoindonesin D, a Potent Antibacterial Activity against Gram-Positive Bacteria, an Inhibitor of Penicillin-Binding Protein 2a from the Stem Bark of Shorea roxburghii G.Don. Chiang Mai J. Sci. 46 (6), 1161–1175."}, {"Citation": "Sun X., Gao Y., Wang X., Hu G., Wang Y., Feng B., et al. (2018). Escherichia coli O101-Induced Diarrhea Develops Gut Microbial Dysbiosis in Rats. Exp. Ther. Med. 17 (1), 824–834. 10.3892/etm.2018.6997", "ArticleIdList": ["10.3892/etm.2018.6997", "PMC6307388", "30651869"]}, {"Citation": "Sung B., Kang Y. J., Kim D. H., Hwang S. Y., Lee Y., Kim M., et al. (2014). Corosolic Acid Induces Apoptotic Cell Death in HCT116 Human Colon Cancer Cells through a Caspase-dependent Pathway. Int. J. Mol. Med. 33 (4), 943–949. 10.3892/ijmm.2014.1639", "ArticleIdList": ["10.3892/ijmm.2014.1639", "24481288"]}, {"Citation": "Taddese R., Garza D. R., Ruiter L. N., de Jonge M. I., Belzer C., Aalvink S., et al. (2020). Growth Rate Alterations of Human Colorectal Cancer Cells by 157 Gut Bacteria. Gut Microbes 12 (1), 1–20. 10.1080/19490976.2020.1799733", "ArticleIdList": ["10.1080/19490976.2020.1799733", "PMC7524400", "32915102"]}, {"Citation": "Tan M. C. S., Carranza M. S. S., Linis V. C., Malabed R. S., Oyong G. G. (2019). Antioxidant, Cytotoxicity, and Antiophidian Potential of Alstonia macrophylla Bark. ACS Omega 4 (5), 9488–9496. 10.1021/acsomega.9b00082", "ArticleIdList": ["10.1021/acsomega.9b00082", "PMC6648722", "31460040"]}, {"Citation": "Tan M. L. (1980). Philippine Medicinal Plants in Common Use. (Quezon City: AKAP; )."}, {"Citation": "Tang C. P., Xin Z. Q., Li X. Q., Ye Y. (2010). Two New Naphthylisoquinoline Alkaloids from Stems and Leaves of Ancistrocladus tectorius . Nat. Prod. Res. 24 (11), 989–994. 10.1080/14786410902836727", "ArticleIdList": ["10.1080/14786410902836727", "20552520"]}, {"Citation": "Tang C. P., Yang Y. P., Zhong Y., Zhong Q. X., Wu H. M., Ye Y. (2000). Four New Naphthylisoquinoline Alkaloids from Ancistrocladus tectorius . J. Nat. Prod. 63 (10), 1384–1387. 10.1021/np000091d", "ArticleIdList": ["10.1021/np000091d", "11076558"]}, {"Citation": "Teanpaisan R., Senapong S., Puripattanavong J. (2014). In Vitro Antimicrobial and Antibiofilm Activity of Artocarpus lakoocha (Moraceae) Extract against Some Oral Pathogens. Trop. J. Pharm. Res. 13 (7), 1149. 10.4314/tjpr.v13i7.20", "ArticleIdList": ["10.4314/tjpr.v13i7.20"]}, {"Citation": "\nThe Plant List (2013). Royal Botanic Gardens and Missouri Botanical Garden. Kew and St. Louis. Version 1.1. Available at: http://www.theplantlist.org/\n(Accessed March 11, 2017). "}, {"Citation": "Tian X., Guo S., Zhang S., Li P., Wang T., Ho C. T., et al. (2019). Chemical Characterization of Main Bioactive Constituents in Paeonia ostii Seed Meal and GC-MS Analysis of Seed Oil. J. Food Biochem. 44 (1), e13088. 10.1111/jfbc.13088", "ArticleIdList": ["10.1111/jfbc.13088", "31646682"]}, {"Citation": "Tsai P.-W., De Castro-Cruz K. A., Shen C.-C., Chiou C.-T., Ragasa C. Y. (2013). Chemical Constituents of Artocarpus camansi . Pharmacognosy J. 5 (2), 80–82. 10.1016/j.phcgj.2012.06.001", "ArticleIdList": ["10.1016/j.phcgj.2012.06.001"]}, {"Citation": "van Duong N. (1993). Medicinal Plants of Vietnam. (Cambodia and Laos: Nguyen Van Duong; )."}, {"Citation": "van Valkenburg J. L. C. H., Bunyapraphatsara N. (2001). Plant Resources of South-East Asia (PROSEA) No 12 (2), Medicinal and Poisonous Plants 2. Leiden: Backhuys Publishers."}, {"Citation": "Wiart C., Mogana S., Khalifah S., Mahan M., Ismail S., Buckle M., et al. (2004). Antimicrobial Screening of Plants Used for Traditional Medicine in the State of Perak, Peninsular Malaysia. Fitoterapia 75 (1), 68–73. 10.1016/j.fitote.2003.07.013", "ArticleIdList": ["10.1016/j.fitote.2003.07.013", "14693223"]}, {"Citation": "Win N. N., Ito T., Ismail, Kodama T., Kodama Y. Y., Tanaka M., et al. (2015). Picrajavanicins A-G, Quassinoids from Picrasma javanica Collected in Myanmar. J. Nat. Prod. 78 (12), 3024–3030. 10.1021/acs.jnatprod.5b00824", "ArticleIdList": ["10.1021/acs.jnatprod.5b00824", "26606140"]}, {"Citation": "Woo K. W., Cha J. M., Choi S. U., Lee K. R. (2016). A New Triterpene Glycoside from the Stems of Lagerstroemia indica . Arch. Pharm. Res. 39 (5), 631–635. 10.1007/s12272-016-0746-4", "ArticleIdList": ["10.1007/s12272-016-0746-4", "27107863"]}, {"Citation": "\nWorld Health Organization (2020b). Antimicrobial Resistance. Available at: https://www.who.int/en/news-room/fact-sheets/detail/antimicrobial-resistance (Accessed September 13, 2021). "}, {"Citation": "\nWorld Health Organization (2020a). The Top 10 Causes of Death. Available at: https://www.who.int/news-room/fact-sheets/detail/the-top-10-causes-of-death (Accessed September 13, 2021). "}, {"Citation": "Wu X., Alam M. Z., Feng L., Tsutsumi L. S., Sun D., Hurdle J. G. (2013). Prospects for Flavonoid and Related Phytochemicals as Nature-Inspired Treatments for Clostridium difficile Infection. J. Appl. Microbiol. 116 (1), 23–31. 10.1111/jam.12344", "ArticleIdList": ["10.1111/jam.12344", "PMC3910234", "24479135"]}, {"Citation": "Xu K., Jiang B. (2017). Analysis of Mucosa-Associated Microbiota in Colorectal Cancer. Med. Sci. Monit. 23, 4422–4430. 10.12659/msm.904220", "ArticleIdList": ["10.12659/msm.904220", "PMC5609654", "28904330"]}, {"Citation": "Yang G. X., Zhang R. Z., Lou B., Cheng K. J., Xiong J., Hu J. F. (2014). Chemical Constituents from Melastoma dodecandrum and Their Inhibitory Activity on Interleukin-8 Production in HT-29 Cells. Nat. Prod. Res. 28 (17), 1383–1387. 10.1080/14786419.2014.903480", "ArticleIdList": ["10.1080/14786419.2014.903480", "24697659"]}, {"Citation": "Zawawi N. K., Ahmat N., Mazatulikhma M. Z., Shafiq R. M., Wahid N. H., Sufian A. S. (2012). Bioactive Oligostilbenoids from Shorea maxwelliana King and Their Chemotaxonomic Significance. Nat. Prod. Res. 27 (17), 1589–1593. 10.1080/14786419.2012.730047", "ArticleIdList": ["10.1080/14786419.2012.730047", "23035830"]}, {"Citation": "Zeng X. H., Li Y. H., Wu S. S., Hao R. L., Li H., Ni H., et al. (2013). New and Highly Efficient Column Chromatographic Extraction and Simple Purification of Camptothecin from Camptotheca acuminata and Nothapodytes pittosporoides . Phytochem. Anal. 24 (6), 623–630. 10.1002/pca.2441", "ArticleIdList": ["10.1002/pca.2441", "23722924"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "7", "Day": "24"}, {"Year": "2021", "Month": "10", "Day": "8"}, {"Year": "2021", "Month": "12", "Day": "13", "Hour": "17", "Minute": "53"}, {"Year": "2021", "Month": "12", "Day": "14", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "12", "Day": "14", "Hour": "6", "Minute": "1"}, {"Year": "2021", "Month": "11", "Day": "26"}], "PublicationStatus": "epublish", "ArticleIdList": ["34899301", "PMC8661004", "10.3389/fphar.2021.746808", "746808"]}}], "PubmedBookArticle": []}