{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Alzheimer’s disease", "bioinformatics", "cancer", "docking", "matrix metalloproteinase-13", "tooth caries"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34898135", "DateCompleted": {"Year": "2022", "Month": "02", "Day": "04"}, "DateRevised": {"Year": "2022", "Month": "02", "Day": "04"}, "Article": {"ArticleDate": [{"Year": "2020", "Month": "12", "Day": "14"}], "Language": ["eng"], "ELocationID": ["10.1515/jbcpp-2020-0036"], "Journal": {"ISSN": "2191-0286", "JournalIssue": {"Volume": "32", "Issue": "6", "PubDate": {"Year": "2020", "Month": "Dec", "Day": "14"}}, "Title": "Journal of basic and clinical physiology and pharmacology", "ISOAbbreviation": "J Basic Clin Physiol Pharmacol"}, "ArticleTitle": "Molecular docking study of flavonoid compounds for possible matrix metalloproteinase-13 inhibition.", "Pagination": {"StartPage": "1105", "EndPage": "1119", "MedlinePgn": "1105-1119"}, "Abstract": {"AbstractText": ["Matrix metalloproteinase-13 (MMP-13) has been reported to be involved in different biological processes such as degradation of extracellular matrix proteins, activating or degrading some significant regulatory proteins, wound healing, tissue remodeling, cartilage degradation, bone development, bone mineralization, ossification, cell migration, and tumor cell invasion. Further, MMP-13 participates in many oral diseases such as tooth decay, gingivitis, and degradation of enamel and tissue around the implant. In addition, inhibition of MMP-13 has shown therapeutic properties for Alzheimer's disease (AD). We performed molecular docking to assess the binding affinity of 29 flavonoid compounds with the MMP-13. Additionally, pharmacokinetic and toxicity characteristics of the top-ranked flavonoids were studied. The current study also intended to identify the most important amino acids involved in the inhibition of MMP-13 based on topological feature (degree) in the ligand-amino acid network for MMP-13.", "Molecular docking and network analysis were studied using AutoDock and Cytoscape software, respectively. Pharmacokinetic and toxicity characteristics of compounds were predicted using bioinformatics web tools.", "The results revealed that nine of the studied flavonoids had considerable estimated free energy of binding and inhibition constant: Rutin, nicotiflorin, orientin, vitexin, apigenin-7-glucoside, quercitrin, isoquercitrin, quercitrin-3-rhamnoside, and vicenin-2. Proline-242 was found to be the most important amino acid inhibiting the enzyme.", "The results of the current study may be helpful in the prevention and therapeutic procedures of many disorders such as cancer, tooth caries, and AD. Nevertheless, validation tests are required in the future."], "CopyrightInformation": "© 2020 Walter de Gruyter GmbH, Berlin/Boston."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Center for Molecular Medicine, Hamadan University of Medical Sciences, Hamadan, Iran."}], "LastName": "Taherkhani", "ForeName": "Amir", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacognosy, School of Pharmacy, Medicinal Plants and Natural Product Research Center, Hamadan University of Medical Sciences, Hamadan, Iran."}], "LastName": "Moradkhani", "ForeName": "Shirin", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Restorative Dentistry, Dental Research Center, Dental School, Hamadan University of Medical Sciences, Hamadan, Iran."}], "LastName": "Orangi", "ForeName": "Athena", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Influenza and other respiratory viruses, Pasteur Institute of Iran, Tehran, Iran."}], "LastName": "Jalalvand", "ForeName": "Alireza", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Restorative Dentistry, Dental Research Center, Dental School, Hamadan University of Medical Sciences, Hamadan, Iran."}], "LastName": "Khamverdi", "ForeName": "Zahra", "Initials": "Z"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "J Basic Clin Physiol Pharmacol", "NlmUniqueID": "9101750", "ISSNLinking": "0792-6855"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Amino Acids"}, {"RegistryNumber": "0", "NameOfSubstance": "Flavonoids"}, {"RegistryNumber": "0", "NameOfSubstance": "Ligands"}, {"RegistryNumber": "0", "NameOfSubstance": "Matrix Metalloproteinase Inhibitors"}, {"RegistryNumber": "EC 3.4.24.-", "NameOfSubstance": "Matrix Metalloproteinase 13"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Amino Acids"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Flavonoids"}, {"QualifierName": [], "DescriptorName": "Ligands"}, {"QualifierName": [], "DescriptorName": "Matrix Metalloproteinase 13"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Matrix Metalloproteinase Inhibitors"}, {"QualifierName": [], "DescriptorName": "Molecular Docking Simulation"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Consortium, U. UniProt: a worldwide hub of protein knowledge. Nucleic Acids Res 2018;47:D506–15."}, {"Citation": "Freije, JM, Diez-Itza, I, Balbín, M, Sánchez, LM, Blasco, R, Tolivia, J, et al.. Molecular cloning and expression of collagenase-3, a novel human matrix metalloproteinase produced by breast carcinomas. J Biol Chem 1994;269:16766–73."}, {"Citation": "Knäuper, V, López-Otin, C, Smith, B, Knight, G, Murphy, G. Biochemical characterization of human collagenase-3. J Biol Chem 1996;271:1544–50. https://doi.org/10.1074/jbc.271.3.1544."}, {"Citation": "Knäuper, V, Will, H, López-Otin, C, Smith, B, Atkinson, SJ, Stanton, H, et al.. Cellular mechanisms for human procollagenase-3 (MMP-13) activation Evidence that MT1-MMP (MMP-14) and gelatinase a (MMP-2) are able to generate active enzyme. J Biol Chem 1996;271:17124–31. https://doi.org/10.1074/jbc.271.29.17124."}, {"Citation": "Fosang, AJ, Last, K, Knäuper, V, Murphy, G, Neame, PJ. Degradation of cartilage aggrecan by collagenase‐3 (MMP‐13). FEBS Lett 1996;380:17–20. https://doi.org/10.1016/0014-5793(95)01539-6."}, {"Citation": "Knäuper, V, Cowell, S, Smith, B, López-Otin, C, O’Shea, M, Morris, H, et al.. The role of the C-terminal domain of human collagenase-3 (MMP-13) in the activation of procollagenase-3, substrate specificity, and tissue inhibitor of metalloproteinase interaction. J Biol Chem 1997;272:7608–16. https://doi.org/10.1074/jbc.272.12.7608."}, {"Citation": "Johnson, AR, Pavlovsky, AG, Ortwine, DF, Prior, F, Man, C-F, Bornemeier, DA, et al.. Discovery and characterization of a novel inhibitor of matrix metalloprotease-13 that reduces cartilage damage in vivo without joint fibroplasia side effects. J Biol Chem 2007;282:27781–91. https://doi.org/10.1074/jbc.m703286200."}, {"Citation": "Becker, DP, Barta, TE, Bedell, LJ, Boehm, TL, Bond, BR, Carroll, J, et al.. Orally active MMP-1 sparing α-tetrahydropyranyl and α-piperidinyl sulfone matrix metalloproteinase (MMP) inhibitors with efficacy in cancer, arthritis, and cardiovascular disease. J Med Chem 2010;53:6653–80. https://doi.org/10.1021/jm100669j."}, {"Citation": "Devel, L, Beau, F, Amoura, M, Vera, L, Cassar-Lajeunesse, E, Garcia, S, et al.. Simple pseudo-dipeptides with a P2′ glutamate a novel inhibitor family of matrix metalloproteases and other metzincins. J Biol Chem 2012;287:26647–56. https://doi.org/10.1074/jbc.m112.380782."}, {"Citation": "De Savi, C, Waterson, D, Pape, A, Lamont, S, Hadley, E, Mills, M, et al.. Hydantoin based inhibitors of MMP13—discovery of AZD6605. Bioorg Med Chem Lett 2013;23:4705–12. https://doi.org/10.1016/j.bmcl.2013.05.089."}, {"Citation": "Kennedy, AM, Inada, M, Krane, SM, Christie, PT, Harding, B, López-Otín, C, et al.. MMP13 mutation causes spondyloepimetaphyseal dysplasia, Missouri type (SEMD MO). J Clin Invest 2005;115:2832–42. https://doi.org/10.1172/jci22900."}, {"Citation": "Lausch, E, Keppler, R, Hilbert, K, Cormier-Daire, V, Nikkel, S, Nishimura, G, et al.. Mutations in MMP9 and MMP13 determine the mode of inheritance and the clinical spectrum of metaphyseal anadysplasia. Am J Hum Genet 2009;85:168–78. https://doi.org/10.1016/j.ajhg.2009.06.014."}, {"Citation": "Zhu, BL, Long, Y, Luo, W, Yan, Z, Lai, YJ, Zhao, LG, et al.. MMP13 inhibition rescues cognitive decline in Alzheimer transgenic mice via BACE1 regulation. Brain: J Neurol 2019;142:176–92. https://doi.org/10.1093/brain/awy305."}, {"Citation": "Vos, T, Abajobir, AA, Abate, KH, Abbafati, C, Abbas, KM, Abd-Allah, F, et al.. Global, regional, and national incidence, prevalence, and years lived with disability for 328 diseases and injuries for 195 countries, 1990–2016: a systematic analysis for the Global Burden of Disease Study 2016. Lancet 2017;390:1211–59."}, {"Citation": "Hedenbjörk-Lager, A, Bjørndal, L, Gustafsson, A, Sorsa, T, Tjäderhane, L, Åkerman, S, et al.. Caries correlates strongly with salivary levels of matrix metalloproteinase-8. Caries Res 2015;49:1–8. https://doi.org/10.1159/000360625."}, {"Citation": "Loreto, C, Galanti, C, Musumeci, G, Rusu, M, Leonardi, R. Immunohistochemical analysis of matrix metalloproteinase-13 in human caries dentin. Eur J Histochem 2014;58:47–51. doi:https://doi.org/10.4081/ejh.2014.2318."}, {"Citation": "de Oliveira Carrilho, MR, Tay, FR, Pashley, DH, Tjäderhane, L, Carvalho, RM. Mechanical stability of resin–dentin bond components. Dent Mater 2005;21:232–41. https://doi.org/10.1016/j.dental.2004.06.001."}, {"Citation": "Pashley, DH, Tay, F, Yiu, C, Hashimoto, M, Breschi, L, Carvalho, R, et al.. Collagen degradation by host-derived enzymes during aging. J Dent Res 2004;83:216–21. https://doi.org/10.1177/154405910408300306."}, {"Citation": "Sorsa, T, Tjäderhane, L, Salo, T. Matrix metalloproteinases (MMPs) in oral diseases. Oral Dis 2004;10:311–8. https://doi.org/10.1111/j.1601-0825.2004.01038.x."}, {"Citation": "Reddy, MS, Geurs, NC, Gunsolley, JC. Periodontal host modulation with antiproteinase, anti‐inflammatory, and bone‐sparing agents. A systematic review. Ann Periodontol 2003;8:12–37. https://doi.org/10.1902/annals.2003.8.1.12."}, {"Citation": "Gomes-Silva, W, Prado-Ribeiro, AC, Brandao, TB, Morais-Faria, K, de Castro Junior, G, Mak, MP, et al.. Postradiation matrix metalloproteinase-20 expression and its impact on dental micromorphology and radiation-related caries. Caries Res 2017;51:216–24. https://doi.org/10.1159/000457806."}, {"Citation": "Xi, L, Li, S, Yao, X, Wei, Y, Li, J, Liu, H, et al.. In silico study combining docking and QSAR methods on a series of matrix metalloproteinase 13 inhibitors. Arch Pharmazie 2014;347:825–33. https://doi.org/10.1002/ardp.201400200."}, {"Citation": "Hidalgo, M, Eckhardt, SG. Development of matrix metalloproteinase inhibitors in cancer therapy. J Natl Cancer Inst 2001;93:178–93. https://doi.org/10.1093/jnci/93.3.178."}, {"Citation": "Coussens, LM, Fingleton, B, Matrisian, LM. Matrix metalloproteinase inhibitors and cancer—trials and tribulations. Science 2002;295:2387–92. https://doi.org/10.1126/science.1067100."}, {"Citation": "Huang, S-Y, Zou, X. Advances and challenges in protein-ligand docking. Int J Mol Sci 2010;11:3016–34. https://doi.org/10.3390/ijms11083016."}, {"Citation": "Chen, C, Huang, S, Chen, CL, Su, SB, Fang, DD. Isoliquiritigenin inhibits ovarian cancer metastasis by reversing epithelial-to-mesenchymal transition. Molecules 2019;24:1–13. doi:https://doi.org/10.3390/molecules24203725."}, {"Citation": "Hong, SH, Cha, HJ. Anti-proliferative and pro-apoptotic effects of licochalcone A through ROS-mediated cell cycle arrest and apoptosis in human bladder cancer cells. Int J Mol Sci 2019;20. https://doi.org/10.3390/ijms20153820."}, {"Citation": "Iida, K, Naiki, T, Naiki-Ito, A. Luteolin suppresses bladder cancer growth via regulation of mechanistic target of rapamycin (mTOR) pathway. John Wiley & Sons Australia, Ltd.; 2020."}, {"Citation": "Li, LJ, Li, GW, Xie, Y. Regulatory effects of glabridin and quercetin on energy metabolism of breast cancer cells. Zhongguo Zhong yao za zhi = Zhongguo zhongyao zazhi = China J Chin Mater Med 2019;44:3786–91. https://doi.org/10.19540/j.cnki.cjcmm.20190505.401."}, {"Citation": "Hyuga, S, Hyuga, M, Yoshimura, M, Amakura, Y, Goda, Y, Hanawa, T. Herbacetin, a constituent of ephedrae herba, suppresses the HGF-induced motility of human breast cancer MDA-MB-231 cells by inhibiting c-Met and Akt phosphorylation. Planta Med 2013;79:1525–30. https://doi.org/10.1055/s-0033-1350899."}, {"Citation": "Wood, N. The effects of selected dietary bioflavonoid supplementation on dental caries in young rats fed a high-sucrose diet. J Med Food 2007;10:694–701. https://doi.org/10.1089/jmf.2007.412."}, {"Citation": "Koo, H, Schobel, B, Scott-Anne, K, Watson, G, Bowen, W, Cury, J, et al.. Apigenin and tt-farnesol with fluoride effects on S. mutans biofilms and dental caries. J Dent Res 2005;84:1016–20. https://doi.org/10.1177/154405910508401109."}, {"Citation": "Zhao, B, Zhang, Y, Xiong, Y, Xu, X. Rutin promotes the formation and osteogenic differentiation of human periodontal ligament stem cell sheets in vitro. Int J Mol Med 2019;44:2289–97. https://doi.org/10.3892/ijmm.2019.4384."}, {"Citation": "Gomez-Florit, M, Monjo, M, Ramis, JM. Identification of quercitrin as a potential therapeutic agent for periodontal applications. J Periodontol 2014;85:966–74. https://doi.org/10.1902/jop.2014.130438."}, {"Citation": "Grenier, D, Chen, H, Ben Lagha, A, Fournier-Larente, J, Morin, MP. Dual action of myricetin on porphyromonas gingivalis and the inflammatory response of host cells: a promising therapeutic molecule for periodontal diseases. PloS One 2015;10:e0131758. https://doi.org/10.1371/journal.pone.0131758."}, {"Citation": "Sabogal-Guáqueta, AM, Muñoz-Manco, JI, Ramírez-Pineda, JR, Lamprea-Rodriguez, M, Osorio, E, Cardona-Gómez, GP. The flavonoid quercetin ameliorates Alzheimer’s disease pathology and protects cognitive and emotional function in aged triple transgenic Alzheimer’s disease model mice. Neuropharmacology 2015;93:134–45. https://doi.org/10.1016/j.neuropharm.2015.01.027."}, {"Citation": "Dourado, NS, Souza, CDS, de Almeida, MMA, Bispo da Silva, A, Dos Santos, BL, Silva, VDA, et al.. Neuroimmunomodulatory and neuroprotective effects of the flavonoid apigenin in in vitro models of neuroinflammation associated with Alzheimer’s disease. Front Aging Neurosci 2020;12:119. https://doi.org/10.3389/fnagi.2020.00119."}, {"Citation": "Markham, KR. Techniques of flavonoid identification. London: Academic Press; 1982."}, {"Citation": "Yonekura-Sakakibara, K, Higashi, Y, Nakabayashi, R. The origin and evolution of plant flavonoid metabolism. Front Plant Sci 2019;10:943. https://doi.org/10.3389/fpls.2019.00943."}, {"Citation": "Bylka, W, Matlawska, I, Pilewski, N. Natural flavonoids as antimicrobial agents. Jana 2004;7:9–16."}, {"Citation": "Berman, HM, Battistuz, T, Bhat, TN, Bluhm, WF, Bourne, PE, Burkhardt, K, et al.. The protein data bank. Acta Crystallogr Sect D Biol Crystallogr 2002;58:899–907. https://doi.org/10.1107/s0907444902003451."}, {"Citation": "Singh, KD, Kirubakaran, P, Manikandaprabhu, S, Nagamani, S, Srinivasan, P, Karthikeyan, M. Docking studies of adenosine analogues with NS5 methyltransferase of yellow fever virus. Indian J Microbiol 2012;52:28–34."}, {"Citation": "Artimo, P, Jonnalagedda, M, Arnold, K, Baratin, D, Csardi, G, De Castro, E, et al.. ExPASy: SIB bioinformatics resource portal. Nucleic Acids Res 2012;40:W597–603. https://doi.org/10.1093/nar/gks400."}, {"Citation": "Nara, H, Kaieda, A, Sato, K, Naito, T, Mototani, H, Oki, H, et al.. Discovery of novel, highly potent, and selective matrix metalloproteinase (MMP)-13 inhibitors with a 1,2,4-triazol-3-yl moiety as a zinc binding group using a structure-based design approach. J Med Chem 2017;60:608–26. https://doi.org/10.1021/acs.jmedchem.6b01007."}, {"Citation": "Kim, S, Chen, J, Cheng, T, Gindulyte, A, He, J, He, S, et al.. PubChem 2019 update: improved access to chemical data. Nucleic Acids Res 2018;47:D1102–D9. https://doi.org/10.1093/nar/gky1033."}, {"Citation": "Xu, Y, Lai, L, Gabrilove, J, Scheinberg, D. Antitumor activity of actinonin in vitro and in vivo. Clin Canc Res 1998;4:171–6."}, {"Citation": "Paolocci, N, Tavazzi, B, Biondi, R, Gluzband, YA, Amorini, AM, Tocchetti, CG, et al.. Metalloproteinase inhibitor counters high-energy phosphate depletion and AMP deaminase activity enhancing ventricular diastolic compliance in subacute heart failure. J Pharmacol Exp Therapeut 2006;317:506–13. https://doi.org/10.1124/jpet.105.099168."}, {"Citation": "Prato, M, Giribaldi, G, Polimeni, M, Gallo, V, Arese, P. Phagocytosis of hemozoin enhances matrix metalloproteinase-9 activity and TNF-α production in human monocytes: role of matrix metalloproteinases in the pathogenesis of falciparum malaria. J Immunol 2005;175:6436–42. https://doi.org/10.4049/jimmunol.175.10.6436."}, {"Citation": "Nishimura, R, Wakabayashi, M, Hata, K, Matsubara, T, Honma, S, Wakisaka, S, et al.. Osterix regulates calcification and degradation of chondrogenic matrices through matrix metalloproteinase 13 (MMP13) expression in association with transcription factor Runx2 during endochondral ossification. J Biol Chem 2012;287:33179–90. https://doi.org/10.1074/jbc.m111.337063."}, {"Citation": "Lipinski, CA, Lombardo, F, Dominy, BW, Feeney, PJ. Experimental and computational approaches to estimate solubility and permeability in drug discovery and development settings. Adv Drug Deliv Rev 1997;23:3–25. https://doi.org/10.1016/s0169-409x(96)00423-1."}, {"Citation": "Muthusamy, K, Prasad, S, Nagamani, S. Role of hydrophobic patch in LRP6: a promising drug target for Alzheimer’s disease. Indian J Pharmaceut Sci 2016;78:240–51. https://doi.org/10.4172/pharmaceutical-sciences.1000109."}, {"Citation": "Morris, GM, Huey, R, Lindstrom, W, Sanner, MF, Belew, RK, Goodsell, DS, et al.. AutoDock4 and AutoDockTools4: automated docking with selective receptor flexibility. J Comput Chem 2009;30:2785–91. https://doi.org/10.1002/jcc.21256."}, {"Citation": "Morris, GM, Goodsell, DS, Halliday, RS, Huey, R, Hart, WE, Belew, RK, et al.. Automated docking using a Lamarckian genetic algorithm and an empirical binding free energy function. J Comput Chem 1998;19:1639–62. https://doi.org/10.1002/(sici)1096-987x(19981115)19:14<1639::aid-jcc10>3.0.co;2-b."}, {"Citation": "Liu, Z, Zhao, J, Li, W, Shen, L, Huang, S, Tang, J, et al.. Computational screen and experimental validation of anti-influenza effects of quercetin and chlorogenic acid from traditional Chinese medicine. Sci Rep 2016;6:19095. https://doi.org/10.1038/srep19095."}, {"Citation": "Huey, R, Morris, GM. Using AutoDock 4 with AutoDocktools: a tutorial. USA: The Scripps Research Institute; 2008:54–6 pp."}, {"Citation": "Huey, R, Morris, GM, Olson, AJ, Goodsell, DS. A semiempirical free energy force field with charge‐based desolvation. J Comput Chem 2007;28:1145–52. https://doi.org/10.1002/jcc.20634."}, {"Citation": "Jayaraj, JM, Reteti, E, Kesavan, C, Muthusamy, K. Structural insights on Vitamin D receptor and screening of new potent agonist molecules: structure and ligand-based approach. J Biomol Struct Dyn 2020:1–12. https://doi.org/10.1080/07391102.2020.1775122."}, {"Citation": "de Amorim, AL, de Lima, AVM, do Rosário, AC, dos Santos Souza, ÉT, Ferreira, JV, da Silva Hage-Melim, LI. Molecular modeling of inhibitors against fructose bisphosphate aldolase from Candida albicans. In Silico pharmacology; 2018, vol 6:2 p."}, {"Citation": "Afonso, IF. Modelagem molecular e avaliação da relação estrutura-atividade acoplados a estudos farmacocinéticos e toxicológicos in silico de derivados heterocíclicos com atividade antimicrobiana: dissertation. Rio de Janeiro, Brazil: Universidade Federal do Rio de Janeiro; 2008."}, {"Citation": "Buzzi, FdC. Síntese de novas moléculas com potencial terapêutico: imidas cíclicas, chalconas e compostos relacionados. Santa Catarina: Federal University of Santa Catarina; 2007."}, {"Citation": "Silva, Vbd. Estudos de modelagem molecular e relação estrutura atividade da oncoproteína hnRNP K e ligantes. São Paulo, Brazil: Universidade de São Paulo; 2008."}, {"Citation": "Yamashita, F, Hashida, M. In silico approaches for predicting ADME properties of drugs. Drug Metabol Pharmacokinet 2004;19:327–38. https://doi.org/10.2133/dmpk.19.327."}, {"Citation": "Moda, TL. Desenvolvimento de modelos in silico de propriedades de ADME para a triagem de novos candidatos a fármacos. São Paulo, Brazil: Universidade de São Paulo; 2007."}, {"Citation": "Ganeshpurkar, A, Saluja, AK. The pharmacological potential of rutin. Saudi Pharmaceut J: SPJ: Off Publ Saudi Pharmaceut Soc 2017;25:149–64. https://doi.org/10.1016/j.jsps.2016.04.025."}, {"Citation": "Habtemariam, S. Rutin as a natural therapy for Alzheimer’s disease: insights into its mechanisms of action. Curr Med Chem 2016;23:860–73. https://doi.org/10.2174/0929867323666160217124333."}, {"Citation": "Khan, F, Pandey, P, Upadhyay, TK, Jafri, A, Jha, NK, Mishra, R, et al.. Anti-cancerous effect of rutin against HPV-C33A cervical cancer cells via G0/G1 cell cycle arrest and apoptotic induction. Endocrine, metabolic & immune disorders drug targets. Sharjah, U.A.E.: Bentham Science Publishers; 2019."}, {"Citation": "Lal Shyaula, S, Abbas, G, Siddiqui, H, Sattar, SA, Choudhary, MI, Basha, FZ. Synthesis and antiglycation activity of kaempferol-3-O-rutinoside (nicotiflorin). Med Chem 2012;8:415–20. https://doi.org/10.2174/1573406411208030415."}, {"Citation": "Huang, JL, Fu, ST, Jiang, YY, Cao, YB, Guo, ML, Wang, Y, et al.. Protective effects of Nicotiflorin on reducing memory dysfunction, energy metabolism failure and oxidative stress in multi-infarct dementia model rats. Pharmacol Biochem Behav 2007;86:741–8. https://doi.org/10.1016/j.pbb.2007.03.003."}, {"Citation": "Zhao, J, Zhang, S, You, S, Liu, T, Xu, F, Ji, T, et al.. Hepatoprotective effects of nicotiflorin from nymphaea candida against concanavalin A-induced and D-galactosamine-induced liver injury in mice. Int J Mol Sci 2017;18:1–12. doi:https://doi.org/10.3390/ijms18030587."}, {"Citation": "Ben Bakrim, W, El Bouzidi, L, Nuzillard, JM. Bioactive metabolites from the leaves of Withania adpressa. Pharmaceut Biol 2018;56:505–10. https://doi.org/10.1080/13880209.2018.1499781."}, {"Citation": "Yadav, M, Song, F, Huang, J, Chakravarti, A, Jacob, NK. Ocimum flavone Orientin as a countermeasure for thrombocytopenia. Sci Rep 2018;8:5075. https://doi.org/10.1038/s41598-018-23419-x."}, {"Citation": "Pastene, E, Bocaz, G, Peric, I, Montes, M, Silva, V, Riffo, E. Separation by capillary electrophoresis of C-glycosylflavonoids in Passiflora sp. extracts. Bol Soc Chil Quim 2000;45:461–7. https://doi.org/10.4067/s0366-16442000000300017."}, {"Citation": "Dykes, L, Rooney, LW. Sorghum and millet phenols and antioxidants. Review. J Cereal Sci 2006;44:236–51."}, {"Citation": "Lam, KY, Ling, APK, Koh, RY, Wong, YP, Say, YH. A review on medicinal properties of orientin. Adv Pharmacol Sci 2016;2016:1–9. doi:https://doi.org/10.1155/2016/4104595."}, {"Citation": "Praveena, R, Sadasivam, K, Deepha, V, Sivakumar, R. Antioxidant potential of orientin: a combined experimental and DFT approach. J Mol Struct 2014;1061:114–23. https://doi.org/10.1016/j.molstruc.2014.01.002."}, {"Citation": "Feghali, CA, Wright, TM. Cytokines in acute and chronic inflammation. Front Biosci 1997;2:d12–26. https://doi.org/10.2741/a171."}, {"Citation": "Gabay, C. Interleukin-6 and chronic inflammation. Arthritis Res Ther 2006;8:S3. https://doi.org/10.1186/ar1917."}, {"Citation": "Skovronsky, DM, Lee, VM-Y, Trojanowski, JQ. Neurodegenerative diseases: new concepts of pathogenesis and their therapeutic implications. Annu Rev Pathol Mech Dis 2006;1:151–70. https://doi.org/10.1146/annurev.pathol.1.110304.100113."}, {"Citation": "Kilic, FS, Sirmagul, B, Yildirim, E, Oner, S, Erol, K. Antinociceptive effects of gabapentin & its mechanism of action in experimental animal studies. Indian J Med Res 2012;135:630."}, {"Citation": "Thangaraj, K, Natesan, K, Palani, M, Vaiyapuri, M. Orientin, a flavanoid, mitigates 1, 2 dimethylhydrazine-induced colorectal lesions in Wistar rats fed a high-fat diet. Toxicol Rep 2018;5:977–87. https://doi.org/10.1016/j.toxrep.2018.09.004."}, {"Citation": "Zhong, Y, Zheng, QY, Sun, CY, Zhang, Z, Han, K. Orientin improves cognition by enhancing autophagosome clearance in an Alzheimer’s mouse model. J Mol Neurosci. 2019;69:246–53. https://doi.org/10.1007/s12031-019-01353-5."}, {"Citation": "Gamboa, JL, Billings, FTIV, Bojanowski, MT, Gilliam, LA, Yu, C, Roshanravan, B, et al.. Mitochondrial dysfunction and oxidative stress in patients with chronic kidney disease. Physiol Rep 2016;4:e12780. https://doi.org/10.14814/phy2.12780."}, {"Citation": "Choo, C, Sulong, N, Man, F, Wong, T. Vitexin and isovitexin from the leaves of Ficus deltoidea with in-vivo α-glucosidase inhibition. J Ethnopharmacol 2012;142:776–81. https://doi.org/10.1016/j.jep.2012.05.062."}, {"Citation": "Kim, J, Lee, I, Seo, J, Jung, M, Kim, Y, Yim, N, et al.. Vitexin, orientin and other flavonoids from Spirodela polyrhiza inhibit adipogenesis in 3T3‐L1 cells. Phytother Res 2010;24:1543–8. https://doi.org/10.1002/ptr.3186."}, {"Citation": "Kim, JH, Lee, BC, Kim, JH, Sim, GS, Lee, DH, Lee, KE, et al.. The isolation and antioxidative effects of vitexin from Acer palmatum. Arch Pharm Res 2005;28:195. https://doi.org/10.1007/bf02977715."}, {"Citation": "An, F, Yang, G, Tian, J, Wang, S. Antioxidant effects of the orientin and vitexin in Trollius chinensis Bunge in D-galactose-aged mice. Neural Regen Res 2012;7:2565. https://doi.org/10.3969/j.issn.1673-5374.2012.33.001."}, {"Citation": "Borghi, SM, Carvalho, TT, Staurengo-Ferrari, L, Hohmann, MS, Pinge-Filho, P, Casagrande, R, et al.. Vitexin inhibits inflammatory pain in mice by targeting TRPV1, oxidative stress, and cytokines. J Nat Prod 2013;76:1141–9. https://doi.org/10.1021/np400222v."}, {"Citation": "Choi, JS, Islam, MN, Ali, MY, Kim, EJ, Kim, YM, Jung, HA. Effects of C-glycosylation on anti-diabetic, anti-Alzheimer’s disease and anti-inflammatory potential of apigenin. Food Chem Toxicol 2014;64:27–33. https://doi.org/10.1016/j.fct.2013.11.020."}, {"Citation": "Liu, X, Jiang, Q, Liu, H, Luo, S. Vitexin induces apoptosis through mitochondrial pathway and PI3K/Akt/mTOR signaling in human non-small cell lung cancer A549 cells. Biol Res 2019;52:7. https://doi.org/10.1186/s40659-019-0214-y."}, {"Citation": "Nasr Bouzaiene, N, Chaabane, F, Sassi, A, Chekir-Ghedira, L, Ghedira, K. Effect of apigenin-7-glucoside, genkwanin and naringenin on tyrosinase activity and melanin synthesis in B16F10 melanoma cells. Life Sci 2016;144:80–5. https://doi.org/10.1016/j.lfs.2015.11.030."}, {"Citation": "Nakazaki, E, Tsolmon, S, Han, J, Isoda, H. Proteomic study of granulocytic differentiation induced by apigenin 7-glucoside in human promyelocytic leukemia HL-60 cells. Eur J Nutr 2013;52:25–35. https://doi.org/10.1007/s00394-011-0282-4."}, {"Citation": "Fang, Y, Lu, Y, Zang, X, Wu, T, Qi, X, Pan, S, et al.. 3D-QSAR and docking studies of flavonoids as potent Escherichia coli inhibitors. Sci Rep 2016;6:23634. https://doi.org/10.1038/srep23634."}, {"Citation": "Shen, L, Yang, W. Molecular dynamics simulations with quantum mechanics/molecular mechanics and adaptive neural networks. J Chem Theor Comput. 2018;14:1442–55. https://doi.org/10.1021/acs.jctc.7b01195."}], "ReferenceList": [], "Title": "References"}], "History": [{"Year": "2020", "Month": "2", "Day": "12"}, {"Year": "2020", "Month": "9", "Day": "10"}, {"Year": "2021", "Month": "12", "Day": "13", "Hour": "14", "Minute": "9"}, {"Year": "2021", "Month": "12", "Day": "14", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "2", "Day": "5", "Hour": "6", "Minute": "0"}], "PublicationStatus": "epublish", "ArticleIdList": ["34898135", "10.1515/jbcpp-2020-0036", "jbcpp-2020-0036"]}}], "PubmedBookArticle": []}