{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Bioactive compounds", "Diabetes", "Diabetic neuropathy", "Herbal therapy", "Medicinal plants", "Peripheral nervous system", "Traditional medicine"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34900824", "DateRevised": {"Year": "2024", "Month": "04", "Day": "04"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "06", "Day": "25"}], "Language": ["eng"], "ELocationID": ["10.1007/s40200-021-00830-2"], "Journal": {"ISSN": "2251-6581", "JournalIssue": {"Volume": "20", "Issue": "2", "PubDate": {"Year": "2021", "Month": "Dec"}}, "Title": "Journal of diabetes and metabolic disorders", "ISOAbbreviation": "J Diabetes Metab Disord"}, "ArticleTitle": "Diabetic neuropathy: an insight on the transition from synthetic drugs to herbal therapies.", "Pagination": {"StartPage": "1773", "EndPage": "1784", "MedlinePgn": "1773-1784"}, "Abstract": {"AbstractText": ["The global pandemic of prediabetes and diabetes has led to a severe corresponding complication of these disorders. Neuropathy is one of the most prevalent complication of diabetes is, affecting blood supply of the peripheral nervous system that may eventually results into loss of sensations, injuries, diabetic foot and death. The utmost identified risk of diabetic neuropathy is uncontrolled high blood glucose levels. However, aging, body mass index (BMI), oxidative stress, inflammation, increased HbA1c levels and blood pressure are among the other key factors involved in the upsurge of this disease. The so far treatment to deal with diabetic neuropathy is controlling metabolic glucose levels. Apart from this, drugs like reactive oxygen species (ROS) inhibitors, aldose reductase inhibitors, PKC inhibitors, Serotonin-norepinephrine reuptake inhibitors (SNRIs), anticonvulsants, N-methyl-D-aspartate receptor (NMDAR) antagonists, are the other prescribed medications. However, the related side-effects (hallucinations, drowsiness, memory deficits), cost, poor pharmacokinetics and drug resistance brought the trust of patients down and thus herbal renaissance is occurring all over the word as the people have shifted their intentions from synthetic drugs to herbal remedies. Medicinal plants have widely been utilized as herbal remedies against number of ailments in Indian medicinal history. Their bioactive components are very much potent to handle different chronic disorders and complications with lesser-known side effects. Therefore, the current article mainly concludes the etiology and pathophysiology of diabetic neuropathy. Furthermore, it also highlights the important roles of medicinal plants and their naturally occurring bioactive compounds in addressing this disease."], "CopyrightInformation": "© Springer Nature Switzerland AG 2021."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Life Sciences, Neurosciences, Gurugram University, Gurugram, India."}], "LastName": "Arora", "ForeName": "Komal", "Initials": "K"}, {"Identifier": ["0000-0001-6324-9418"], "AffiliationInfo": [{"Identifier": ["grid.449068.7", "0000 0004 1774 4313"], "Affiliation": "Department of Biotechnology, Faculty of Engineering & Technology, Manav Rachna International Institute of Research & Studies, Haryana 121004 Faridabad, India."}], "LastName": "Tomar", "ForeName": "Pushpa C", "Initials": "PC"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Life Sciences, Neurosciences, Gurugram University, Gurugram, India."}], "LastName": "Mohan", "ForeName": "Vandana", "Initials": "V"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "J Diabetes Metab Disord", "NlmUniqueID": "101590741", "ISSNLinking": "2251-6581"}, "CoiStatement": "Conflict of interestThe authors have no relevant financial or non-financial interests to disclose."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Bansal V, Kalita J, Misra UK. Diabetic neuropathy. Postgrad Med J. 2006;82(964):95–100. doi: 10.1136/pgmj.2005.036137.", "ArticleIdList": ["10.1136/pgmj.2005.036137", "PMC2596705", "16461471"]}, {"Citation": "Ahmad K. Insulin sources and types: a review of insulin in terms of its mode on diabetes mellitus. J Tradit Chin Med. 2014;34(2):234–237. doi: 10.1016/s0254-6272(14)60084-4.", "ArticleIdList": ["10.1016/s0254-6272(14)60084-4", "24783939"]}, {"Citation": "Villegas-Valverde CC, Kokuina E, Breff-Fonseca MC. Strengthening National Health Priorities for Diabetes Prevention and Management. MEDICC Rev. 2018;20(4):5. doi: 10.37757/MR2018.V20.N4.2.", "ArticleIdList": ["10.37757/MR2018.V20.N4.2", "31242164"]}, {"Citation": "Adapa D, Sarangi TK. A review on diabetes mellitus: complications, management and treatment modalities. J Med Health Sci. 2015; 4(3)."}, {"Citation": "Rottschäfer V. Analysis of glucose-insulin-glucagon interaction models. Bachelor thesis. Leiden University Mathematical Institute. 2017; 1–57."}, {"Citation": "Röder PV, Wu B, Liu Y, Han W. Pancreatic regulation of glucose homeostasis. Exp Mol Med. 2016;48(3):e219. doi: 10.1038/emm.2016.6.", "ArticleIdList": ["10.1038/emm.2016.6", "PMC4892884", "26964835"]}, {"Citation": "Jiang G, Zhang BB. Glucagon and regulation of glucose metabolism. Am J Physiol Endocrinol Metab. 2003;284(4):E671–E678. doi: 10.1152/ajpendo.00492.2002.", "ArticleIdList": ["10.1152/ajpendo.00492.2002", "12626323"]}, {"Citation": "Manson JE, Nathan DM, Krolewski AS, Stampfer MJ, Wilett WC, Hennekens CH. A prospective study of exercise and incidence of diabetes among U.S Male Physicians. JAMA. 1992;268:63–67. doi: 10.1001/jama.1992.03490010065031.", "ArticleIdList": ["10.1001/jama.1992.03490010065031", "1608115"]}, {"Citation": "Hu FB, Manson JE, Stampfer MJ, Colditz G, Liu S, Solomon GC, Willett WC. Diet, lifestyle, and the risk of type 2 diabetes mellitus in women. N Engl J Med. 2001;345(11):790–7. doi: 10.1056/NEJMoa010492.", "ArticleIdList": ["10.1056/NEJMoa010492", "11556298"]}, {"Citation": "Cullmann M, Hilding A, Östenson CG. Alcohol consumption and risk of pre-diabetes and type 2 diabetes development in a Swedish population. Diabet Med. 2012;29(4):441–452. doi: 10.1111/j.1464-5491.2011.03450.x.", "ArticleIdList": ["10.1111/j.1464-5491.2011.03450.x", "21916972"]}, {"Citation": "Belkina CA, Denis VG. Obesity genes and insulin resistance. Curr Opin Endocrinol Diabetes Obes. 2010;17(5):472–477. doi: 10.1097/MED.0b013e32833c5c48.", "ArticleIdList": ["10.1097/MED.0b013e32833c5c48", "PMC3079383", "20585247"]}, {"Citation": "Liu S, Manson JE, Stampfer MJ, Hu FB, Giovannucci E, Colditz GA, Hennekens CH, Willett WC. A prospective study of whole-grain intake and risk of type 2 diabetes mellitus in US women. Am J Public Health. 2000;90(9):1409–1415. doi: 10.2105/ajph.90.9.1409.", "ArticleIdList": ["10.2105/ajph.90.9.1409", "PMC1447620", "10983198"]}, {"Citation": "Dam MB, Rimm BE, Willett CW, Stampfer JM, Hu BF. Dietary patterns and risk for type 2 diabetes mellitus in U.S. men. Ann Intern Med. 2002;136(3):201–9. doi: 10.7326/0003-4819-136-3-200202050-00008.", "ArticleIdList": ["10.7326/0003-4819-136-3-200202050-00008", "11827496"]}, {"Citation": "Schulze BM, Manson EJ, Ludwig SD, Colditz AG, Stampfer JM, Willett CW, Hu BF. Sugar-sweetened beverages, weight gain, and incidence of type 2 diabetes in young and middle-aged women. JAMA. 2004;292(8):927–934. doi: 10.1001/jama.292.8.927.", "ArticleIdList": ["10.1001/jama.292.8.927", "15328324"]}, {"Citation": "Meneilly SG, Elliott T. Metabolic alterations in middle-aged and elderly obese patients with type 2 diabetes. Diabetes Care. 1999;22(1):112–118. doi: 10.2337/diacare.22.1.112.", "ArticleIdList": ["10.2337/diacare.22.1.112", "10333911"]}, {"Citation": "Raman GP. Environmental factors in causation of diabetes mellitus. 2016. 10.5772/62543. (Book chapter)."}, {"Citation": "Gan Y, Chen Y, Tong X, et al. Shift work and diabetes mellitus: a meta-analysis of observational studies. Occup Environ Med. 2015;72(1):72–78. doi: 10.1136/oemed-2014-102150.", "ArticleIdList": ["10.1136/oemed-2014-102150", "25030030"]}, {"Citation": "Liu X, Xu Y, An M, Zeng Q. The risk factors for diabetic peripheral neuropathy: a meta-analysis. PLoS ONE. 2019;14(2):e0212574. doi: 10.1371/journal.pone.0212574.", "ArticleIdList": ["10.1371/journal.pone.0212574", "PMC6382168", "30785930"]}, {"Citation": "Sajic M. Mitochondrial dynamics in peripheral neuropathies. Antioxid Redox Signal. 2014;21(4):601–620. doi: 10.1089/ars.2013.5822.", "ArticleIdList": ["10.1089/ars.2013.5822", "24386984"]}, {"Citation": "Feldman EL, Nave KA, Jensen TS, Bennett DLH. New horizons in diabetic neuropathy: mechanisms, bioenergetics, and pain. Neuron. 2017;93(6):1296–1313. doi: 10.1016/j.neuron.2017.02.005.", "ArticleIdList": ["10.1016/j.neuron.2017.02.005", "PMC5400015", "28334605"]}, {"Citation": "Kiani J, Moghimbeigi A, Azizkhani H, Kosarifard S. The prevalence and associated risk factors of peripheral diabetic neuropathy in Hamedan, Iran. Arch Iran Med. 2013;16(1):17–19.", "ArticleIdList": ["23273229"]}, {"Citation": "Tesfaye S, Stevens LK, Stephenson JM, Fuller JH, Plater M, Ionescu-Tirgoviste C, et al. Prevalence of diabetic peripheral neuropathy and its relation to glycaemic control and potential risk factors: the EURODIAB IDDM Complications Study. Diabetologia. 1996;39(11):1377–1384. doi: 10.1007/s001250050586.", "ArticleIdList": ["10.1007/s001250050586", "8933008"]}, {"Citation": "Nie C, Bao HP. Analysis of the related risk factors of diabetic peripheral neuropathy. Chin J Exp Clin Virol. 2012;26(6):467–9.", "ArticleIdList": ["23627032"]}, {"Citation": "Mahroos AF, Roomi AK. Diabetic neuropathy, foot ulceration, peripheral vascular disease and potential risk factors among patients with diabetes in Bahrain: a nationwide primary care diabetes clinic-based study. Ann Saudi Med. 2007;27(1):25–31. doi: 10.5144/0256-4947.2007.25.", "ArticleIdList": ["10.5144/0256-4947.2007.25", "PMC6077025", "17277500"]}, {"Citation": "Maser RE, Steenkiste AR, Dorman JS, Nielsen VK, Bass EB, Manjoo Q, et al. Epidemiological correlates of diabetic neuropathy. Report from Pittsburgh epidemiology of diabetes complications study. Diabetes. 1989;38(11):1456–61. doi: 10.2337/diab.38.11.1456.", "ArticleIdList": ["10.2337/diab.38.11.1456", "2620781"]}, {"Citation": "Chen X, Bi Y, Hu Y, Tong G, Zhu D. Prevalence and risk factors of diabetic peripheral neuropathy. J Med Postgrad. 2011;24(10):1035–1038. doi: 10.3969/j.issn.1008-8199.2011.10.007.", "ArticleIdList": ["10.3969/j.issn.1008-8199.2011.10.007"]}, {"Citation": "Wei W, Wang Z, Zhou L, Zhao S, Mao H. Risk factors analysis of diabetic peripheral neuropathy in patients with type 2 diabetes. Hainan Med J. 2017;28(20):3379–81. doi: 10.3969/j.issn.1003-6350.2017.20.035.", "ArticleIdList": ["10.3969/j.issn.1003-6350.2017.20.035"]}, {"Citation": "Chen L, Zheng F, Li H. A change of serum cystatin C in diabetic peripheral neuropathy in type 2 diabetic patients and its clinical significance. Chin J Diabetes. 2014;22(8):700–703. doi: 10.3969/j.issn.1006-6187.2014.08.007.", "ArticleIdList": ["10.3969/j.issn.1006-6187.2014.08.007"]}, {"Citation": "Xu F, Zhao LH, Su JB, Chen T, Wang XQ, Chen JF, et al. The relationship between glycemic variability and diabetic peripheral neuropathy in type 2 diabetes with well-controlled HbA1c. Diabetol Metab Syndr. 2014;6(1):139. doi: 10.1186/1758-5996-6-139.", "ArticleIdList": ["10.1186/1758-5996-6-139", "PMC4272789", "25530811"]}, {"Citation": "Green AQ, Krishnan S, Finucane FM, Rayman G. Altered C-fiber function as an indicator of early peripheral neuropathy in individuals with impaired glucose tolerance. Diabetes Care. 2010;33(1):174–176. doi: 10.2337/dc09-0101.", "ArticleIdList": ["10.2337/dc09-0101", "PMC2797968", "20040675"]}, {"Citation": "Malik RA, Veves A, Walker D, Siddique I, Lye RH, Schady W, et al. Sural nerve fibre pathology in diabetic patients with mild neuropathy: relationship to pain, quantitative sensory testing and peripheral nerve electrophysiology. Acta Neuropathol. 2001;101(4):367–374. doi: 10.1007/s004010000287.", "ArticleIdList": ["10.1007/s004010000287", "11355308"]}, {"Citation": "Llewelyn GJ. The diabetic neuropathies: types, diagnosis and management. J Neurol Neurosurg Psychiatry. 2003;74(2):15–19.", "ArticleIdList": ["PMC1765622", "12754324"]}, {"Citation": "Vinik A, Casellini C, Nevoret LM. Diabetic Neuropathies. 2018, Endotext [Internet]. In: Feingold KR, Anawalt B, Boyce A, et al., editors. South Dartmouth (MA): MDText.com, Inc."}, {"Citation": "Feldman LE, Callaghan CB, Pop-Busui R, Zochodne WD, Wright ED, Bennett LD, Bril V, Russell WJ and Viswanathan V. Diabetic neuropathy. Nature Reviews | DiSeASePrimerS | Article citation ID: 2019 5:41. 1–18.", "ArticleIdList": ["31197153"]}, {"Citation": "Koca TT. Concomitance of diabetic neuropathic amyotrophy and cachexia: a case report with review of the literature. North Clin Istanb. 2015;2(2):165–170. doi: 10.14744/nci.2015.52523.", "ArticleIdList": ["10.14744/nci.2015.52523", "PMC5175098", "28058361"]}, {"Citation": "Robert J, Tanenbergpeter D, Donofrio. Chapter 3 - Neuropathic problems of the lower limbs in diabetic patients. In Levin and O’Neal’s, The Diabetic Foot (Seventh Edition), 2008 pp. 33–74."}, {"Citation": "Lee YA, Chung SS. Contributions of polyol pathway to oxidative stress in diabetic cataract. FASEB J. 1999;13(1):23–30. doi: 10.1096/fasebj.13.1.23.", "ArticleIdList": ["10.1096/fasebj.13.1.23", "9872926"]}, {"Citation": "Brownlee M. The pathobiology of diabetic complications. Diabetes. 2005;54(6):1615–1625. doi: 10.2337/diabetes.54.6.1615.", "ArticleIdList": ["10.2337/diabetes.54.6.1615", "15919781"]}, {"Citation": "Llewelyn JG, Tomlinsonp DR, Thomas K. Diabetic neuropathies. Chapter no. 85. In peripheral neuropathy (Fourth Edition), 2005, 2, pp. 1951–1991. 10.1016/B978-0-7216-9491-7.50088-0"}, {"Citation": "Brownlee M, Aiello PL, Cooper EM, Vinik IA, Plutzky J, Boulton MJA. Complications of diabetes mellitus. Chapter no. 33. In Williams textbook of endocrinology (Thirteenth Edition), 2016; pp. 1484–1581. 10.1016/B978-0-323-29738-7.00033-2"}, {"Citation": "Cancelliere P. A review of the pathophysiology and clinical sequelae of diabetic polyneuropathy in the feet. J Diabetes Metab Disord Control. 2016;3(2):21–24. doi: 10.15406/jdmdc.2016.03.00062.", "ArticleIdList": ["10.15406/jdmdc.2016.03.00062"]}, {"Citation": "Feldman EN, Vincent EM. The prevalence, impact, and multifactorial pathogenesis of diabetic peripheral neuropathy. Adv Stud Med. 2004;4(8A):S642–S649."}, {"Citation": "Albers J, Herman W, Pop-Busui R, Feldman E, Martin C, Cleary P, et al. Effect of prior intensive insulin treatment during the Diabetes Control and Complications Trial (DCCT) on peripheral neuropathy in type 1 diabetes during the Epidemiology of Diabetes Interventions and Complications (EDIC) Study. Diabetes Care. 2010;33:1090–1096. doi: 10.2337/dc09-1941.", "ArticleIdList": ["10.2337/dc09-1941", "PMC2858182", "20150297"]}, {"Citation": "Chong M, Hester J. Diabetic painful neuropathy: current and future treatment options. Drugs. 2007;67:569–585. doi: 10.2165/00003495-200767040-00006.", "ArticleIdList": ["10.2165/00003495-200767040-00006", "17352515"]}, {"Citation": "Ziegler D, Nowak H, Kempler P, Vargha P, Low P. Treatment of symptomatic diabetic polyneuropathy with the antioxidant alpha-lipoic acid: a meta-analysis. Diabet Med. 2004;21(2):114–121. doi: 10.1111/j.1464-5491.2004.01109.x.", "ArticleIdList": ["10.1111/j.1464-5491.2004.01109.x", "14984445"]}, {"Citation": "Dyck P, Norell J, Tritschler H, Schuette K, Samigullin R, Ziegler D, et al. Challenges in design of multicenter trials: end points assessed longitudinally for change and monotonicity. Diabetes Care. 2007;30(10):2619–2625. doi: 10.2337/dc06-2479.", "ArticleIdList": ["10.2337/dc06-2479", "17513707"]}, {"Citation": "Sing R, Kishore L, Kaur N. Diabetic peripheral neuropathy: current perspective and future directions. Pharmacolog Res. 2014;80:21–35. doi: 10.1016/j.phrs.2013.12.005.", "ArticleIdList": ["10.1016/j.phrs.2013.12.005", "24373831"]}, {"Citation": "Boulton A, Kempler P, Ametov A, Ziegler D. Whither pathogenetic treatments for diabetic polyneuropathy? Diabetes Metab Res Rev. 2013;29:327–333. doi: 10.1002/dmrr.2397.", "ArticleIdList": ["10.1002/dmrr.2397", "23381942"]}, {"Citation": "Bansal D, Badhan Y, Gudala K, Schifano F. Ruboxistaurin for the treatment of diabetic peripheral neuropathy: a systematic review of randomized clinical trials. Diabetes Metab J. 2013;37(5):375–384. doi: 10.4093/dmj.2013.37.5.375.", "ArticleIdList": ["10.4093/dmj.2013.37.5.375", "PMC3816139", "24199167"]}, {"Citation": "Singh KA, Kumar A, Karmakar D, Jha KR. Association of B12 deficiency and clinical neuropathy with metformin use in type 2 diabetes patients. J Postgrad Med. 2013;59(4):253–257. doi: 10.4103/0022-3859.123143.", "ArticleIdList": ["10.4103/0022-3859.123143", "24346380"]}, {"Citation": "Tahrani AA, Aswith T, Stevens MJ. Emerging drugs for diabetic neuropathy. Expert Opin Emerg Drugs. 2010;15(4):661–683. doi: 10.1517/14728214.2010.512610.", "ArticleIdList": ["10.1517/14728214.2010.512610", "20795891"]}, {"Citation": "Javed S, Petropoulos NI, Alam U, Malik AR. Treatment of painful diabetic neuropathy. Ther Adv Chronic Dis. 2015;6(1):15–28. doi: 10.1177/2040622314552071.", "ArticleIdList": ["10.1177/2040622314552071", "PMC4269610", "25553239"]}, {"Citation": "Tavakoli M, Mojaddidi M, Fadavi H, Malik R. Pathophysiology and treatment of painful diabetic neuropathy. Curr Pain Headache Rep. 2008;12(3):192–197. doi: 10.1007/s11916-008-0034-1.", "ArticleIdList": ["10.1007/s11916-008-0034-1", "18796269"]}, {"Citation": "Goldstein D, Lu Y, Detke M, Lee T, Iyengar S. Duloxetine vs. placebo in patients with painful diabetic neuropathy. Pain. 2005;116(1–2):109–118. doi: 10.1016/j.pain.2005.03.029.", "ArticleIdList": ["10.1016/j.pain.2005.03.029", "15927394"]}, {"Citation": "Lunn M, Hughes R, Wiffen P. Duloxetine for treating painful neuropathy, chronic pain or fibromyalgia. Cochrane Database Syst Rev. 2014;1:CD007115. doi: 10.1002/14651858.CD007115.pub3.", "ArticleIdList": ["10.1002/14651858.CD007115.pub3", "PMC10711341", "24385423"]}, {"Citation": "Rowbotham M, Goli V, Kunz N, Lei D. Venlafaxine extended release in the treatment of painful diabetic neuropathy: a double-blind, placebo-controlled study. Pain. 2004;110(3):697–706. doi: 10.1016/j.pain.2004.05.010.", "ArticleIdList": ["10.1016/j.pain.2004.05.010", "15288411"]}, {"Citation": "Rull J, Quibrera R, Gonzalez-Millan H, Lozano Castaneda O. Symptomatic treatment of peripheral diabetic neuropathy with carbamazepine (Tegretol): double blind crossover trial. Diabetologia. 1969;5(4):215–218. doi: 10.1007/BF01212087.", "ArticleIdList": ["10.1007/BF01212087", "4902717"]}, {"Citation": "Wilton T. Tegretol in the treatment of diabetic neuropathy. S Afr Med J. 1974;48(20):869–872.", "ArticleIdList": ["4597907"]}, {"Citation": "Mellegers M, Furlan A, Mailis A. Gabapentin for neuropathic pain: systematic review of controlled and uncontrolled literature. Clin J Pain. 2001;17(4):284–295. doi: 10.1097/00002508-200112000-00002.", "ArticleIdList": ["10.1097/00002508-200112000-00002", "11783808"]}, {"Citation": "Rudroju N, Bansal D, Talakokkula S, Gudala K, Hota D, Bhansali A, et al. Comparative efficacy and safety of six antidepressants and anticonvulsants in painful diabetic neuropathy: a network meta-analysis. Pain Physician. 2013;16:E705–E714.", "ArticleIdList": ["24284851"]}, {"Citation": "Raskin P, Donofrio DP, Rosenthal RN, et al. Topiramate vs placebo in painful diabetic neuropathy: analgesic and metabolic effects. Neurology. 2004;63(5):865–873. doi: 10.1212/01.wnl.0000137341.89781.14.", "ArticleIdList": ["10.1212/01.wnl.0000137341.89781.14", "15365138"]}, {"Citation": "Thienel U, Neto W, et al. Topiramate in painful diabetic polyneuropathy: findings from three double-blind placebo-controlled trials. Acta Neurol Scand. 2004;110:221–231. doi: 10.1111/j.1600-0404.2004.00338.x.", "ArticleIdList": ["10.1111/j.1600-0404.2004.00338.x", "15355485"]}, {"Citation": "Zhou YH, Chen RS, Pan LH. Targeting N-methyl-D-aspartate receptors for treatment of neuropathic pain. Expert Rev Clin Pharmacol. 2011;4(3):379–388. doi: 10.1586/ecp.11.17.", "ArticleIdList": ["10.1586/ecp.11.17", "PMC3113704", "21686074"]}, {"Citation": "Nelson KA, Park KM, Robinovitz E, Tsigos C, Max MB. High-dose oral dextromethorphan versus placebo in painful diabetic neuropathy and postherpetic neuralgia. Neurology. 1997;48:1212–1218. doi: 10.1212/wnl.48.5.1212.", "ArticleIdList": ["10.1212/wnl.48.5.1212", "9153445"]}, {"Citation": "Huge V, Lauchart M, Magerl W, Schelling G, Beyer A, Thieme D, Azad CS. Effects of low-dose intranasal (S)-ketamine in patients with neuropathic pain. Eur J Pain. 2010;14(4):387–394. doi: 10.1016/j.ejpain.2009.08.002.", "ArticleIdList": ["10.1016/j.ejpain.2009.08.002", "19733106"]}, {"Citation": "Heydari M, Shams M, Hashempur MH, Zargaran A, Dalfardi B, Borhani-Haghighi A. The origin of the concept of neuropathic pain in early Medieval Persia (9TH-12TH CENTURY CE) Acta Med Hist Adriat. 2015;13(Supl. 2):9–22.", "ArticleIdList": ["26966748"]}, {"Citation": "Choudhurya H, Pandeya M, Huaa CK, Muna CS, Jinga JK, Konga L, Erna LY, Ashraf NA, Kit SW, Yee TS, Pichika MR, Gorain B, Kesharwani P. An update on natural compounds in the remedy of diabetes mellitus: a systematic review. J Tradit Complement Med. 2018;8(3):361–376. doi: 10.1016/j.jtcme.2017.08.012.", "ArticleIdList": ["10.1016/j.jtcme.2017.08.012", "PMC6035310", "29992107"]}, {"Citation": "Diabeta plus – maintain good blood sugar level – natural herbal supplements. AyurvedicCure.com."}, {"Citation": "Modak M, Dixit P, Londhe J, Ghaskadbi S, Devasagayam TP. Indian herbs and herbal drugs used for the treatment of diabetes. J Clin Biochem Nutr. 2007;40(3):163–173. doi: 10.3164/jcbn.40.163.", "ArticleIdList": ["10.3164/jcbn.40.163", "PMC2275761", "18398493"]}, {"Citation": "Dasgupta A. Chapter 4 - antiinflammatory herbal supplements. Translational inflammation. Perspectives in translational cell biology. 2019, pp. 69–91. 10.1016/B978-0-12-813832-8.00004-2."}, {"Citation": "Krup V, Hedge Prakash L, Harini A. Pharmacological activities of turmeric (Curcuma longalinn): a review. J Homeop Ayurv Med. 2013;2(4):1000133. doi: 10.4172/2167-1206.1000133.", "ArticleIdList": ["10.4172/2167-1206.1000133"]}, {"Citation": "Ahmad RS, et al. Biochemistry, safety, pharmacological activities, and clinical applications of turmeric: a mechanistic review. Evid Based Complement Alternat Med. 2020;2020:7656919. doi: 10.1155/2020/7656919.", "ArticleIdList": ["10.1155/2020/7656919", "PMC7238329", "32454872"]}, {"Citation": "Seo KI, Choi MS, Jung UJ, et al. Effect of curcumin supplementation on blood glucose, plasma insulin, and glucose homeostasis related enzyme activities in diabetic db/db mice. Mol Nutr Food Res. 2008;52:995–1004. doi: 10.1002/mnfr.200700184.", "ArticleIdList": ["10.1002/mnfr.200700184", "18398869"]}, {"Citation": "Jang EM, Choi MS, Jung UJ, et al. Beneficial effect of curcumin on hyperlipidaemia and insulin resistance in high-fat-fed hamsters. Metabolism. 2008;57:1576–1583. doi: 10.1016/j.metabol.2008.06.014.", "ArticleIdList": ["10.1016/j.metabol.2008.06.014", "18940397"]}, {"Citation": "Sharma S, Kulkarni SK, Agrewala JN, Chopra K. Curcumin attenuates thermal hyperalgesia in a diabetic mouse model of neuropathic pain. Eur J of Pharmacol. 2006;536(3):256–261. doi: 10.1016/j.ejphar.2006.03.006.", "ArticleIdList": ["10.1016/j.ejphar.2006.03.006", "16584726"]}, {"Citation": "Kulkarni SK, Dhir A. An overview of curcumin in neurological disorders. Indian J Pharm Sci. 2010;72(2):149–154. doi: 10.4103/0250-474X.65012.", "ArticleIdList": ["10.4103/0250-474X.65012", "PMC2929771", "20838516"]}, {"Citation": "White MC, Pasupuleti V, Roman MY, Li Y, Hernandez VA. Oral turmeric/curcumin effects on inflammatory markers in chronic inflammatory diseases: a systematic review and meta-analysis of randomized controlled trials. Pharmacol Res. 2019;146:104280. doi: 10.1016/j.phrs.2019.104280.", "ArticleIdList": ["10.1016/j.phrs.2019.104280", "31121255"]}, {"Citation": "Adab Z, et al. Effect of turmeric on glycemic status, lipid profile, hs-CRP, and total antioxidant capacity in hyperlipidemic type 2 diabetes mellitus patients. Phytother Res. 2019;33(4):1173–1181. doi: 10.1002/ptr.6312.", "ArticleIdList": ["10.1002/ptr.6312", "30859660"]}, {"Citation": "Poolsup N, Suksomboon N, Kurnianta P, Deawjaroen K. Effects of curcumin on glycemic control and lipid profile in prediabetes and type 2 diabetes mellitus: a systematic review and meta-analysis. PLoS ONE. 2019;14:e0215840. doi: 10.1371/journal.pone.0215840.", "ArticleIdList": ["10.1371/journal.pone.0215840", "PMC6478379", "31013312"]}, {"Citation": "Singletary K. Turmeric: potential health benefits. Nutr Today. 2020;55(1):45–56. doi: 10.1097/NT.0000000000000392.", "ArticleIdList": ["10.1097/NT.0000000000000392"]}, {"Citation": "Sasaki K, Wada K, Haga M. Chemistry and biological activities of Ginkgo Biloba. Stud Nat Prod Chem. 2003; 28(Part I): 165–198. 10.1016/S1572-5995(03)80141-2."}, {"Citation": "Numan A, Masud F, Khawaja IK, Khan FF, Qureshi BA, Burney S, Ashraf K, Ahmad N, Yousaf SM, Rabbani I, Zaneb H, Rehman H. Clinical and electrophysiological efficacy of leaf extract of Gingko biloba L (Ginkgoaceae) in subjects with diabetic sensorimotor polyneuropathy. Trop J Pharm Res. 2016;15(10):2137–2145. doi: 10.4314/tjpr.v15i10.12.", "ArticleIdList": ["10.4314/tjpr.v15i10.12"]}, {"Citation": "Sebbagh N, Cruciani-Guglielmacci C, Ouali F, Berthault MF, Rouch C, Sari DC, et al. Comparative effects of Citrullus colocynthis, sunflower and olive oil-enriched diet in streptozotocin-induced diabetes in rats. Diabetes Metab. 2009;35(3):178–184. doi: 10.1016/j.diabet.2008.10.005.", "ArticleIdList": ["10.1016/j.diabet.2008.10.005", "19264524"]}, {"Citation": "Al-Snafi EA. Chemical constituents and phar macological effects of Citrullus. IOSR J Pharm. 2016;6(3):57–67."}, {"Citation": "Bansal D, Badhan Y, Gudala K, Schifano F. Ruboxistaurin for the treatment of diabetic peripheral neuropathy: a systematic review of randomized clinical trials. Diabetes Metab J. 2013;37(5):375–384. doi: 10.4093/dmj.2013.37.5.375.", "ArticleIdList": ["10.4093/dmj.2013.37.5.375", "PMC3816139", "24199167"]}, {"Citation": "Oryan A, Hashemnia M, Hamidi RA, Mohammadalipour A. Effects of hydro-ethanol extract of Citrullus colocynthis on blood glucose levels and pathology of organs in alloxan-induced diabetic rats. Asian Pac J Trop Dis. 2014;4(2):125–130. doi: 10.1016/S2222-1808(14)60328-5.", "ArticleIdList": ["10.1016/S2222-1808(14)60328-5"]}, {"Citation": "Mojtaba H, Kaynoosh H, Hashem MH, Mesbah S. Topical Citrullus colocynthis (bitter apple) extract oil in painful diabetic neuropathy: a double-blind randomized placebo-controlled clinical trial†. J Diabetes. 2016;8(2):246–252. doi: 10.1111/1753-0407.12287.", "ArticleIdList": ["10.1111/1753-0407.12287", "25800045"]}, {"Citation": "Cohen MM. Tulsi - Ocimum sanctum: A herb for all reasons. J Ayurveda Integr Med. 2014;5(4):251–259. doi: 10.4103/0975-9476.146554.", "ArticleIdList": ["10.4103/0975-9476.146554", "PMC4296439", "25624701"]}, {"Citation": "Upadhyay KR. Tulsi: a holy plant with high medicinal and therapeutic value. Int J Green Pharm. 2017;11(1):S1–S12."}, {"Citation": "Singh N, Hoette Y, Miller R. Tulsi: the mother medicine of nature. 2. Lucknow: International Institute of Herbal Medicine; 2010. pp. 28–47."}, {"Citation": "Pandey G, Sharma M. Pharmacological activities of Ocimum sanctum (Tulsi): a review. Int J Pharm Sci Rev Res. 2010;5(1):61–66."}, {"Citation": "Kaur G, Bali A, Singh N, Jaggi SA. Ameliorative potential of Ocimum sanctum in chronic constriction injury-induced neuropathic pain in rats. An Acad Bras Cienc. 2015;87(1):417–29. doi: 10.1590/0001-3765201520130008.", "ArticleIdList": ["10.1590/0001-3765201520130008", "25673470"]}, {"Citation": "Kumar S, Manjunath, Prem Kumar N. Preventive and curative effect of METHANOLIC leaves extract of Ocimum sanctum with metformin in diabetes induced neuropathy in rats. 3rd World Congress on Diabetes & Metabolism; 2012."}, {"Citation": "Obolskiy D, Pischel I, Feistel B, Glotov N, Heinrich M. Artemisia dracunculus L. (tarragon): a critical review of its traditional use, chemical composition, pharmacology and safety. J Agric Food Chem. 2011;59(21):11367–11384. doi: 10.1021/jf202277w.", "ArticleIdList": ["10.1021/jf202277w", "21942448"]}, {"Citation": "Watcho P, Stavniichuk R, Ribnicky DM, Ilya R, Obrosova IG. High-fat diet induced neuropathy of prediabetes and obesity: effect of pmi-5011, an ethanolic extract of Artemiesiadracunculus L. Mediators Inflamm. 2010;2010:268547. doi: 10.1155/2010/268547.", "ArticleIdList": ["10.1155/2010/268547", "PMC2852597", "20396384"]}, {"Citation": "Watcho P, Stavniichuk R, Tane P, Shevalye H, Maksimchyk Y, Pacher P, Obrosova IG. Evaluation of PMI-5011, an ethanolic extract of Artemisia dracunculus L., on peripheral neuropathy in streptozotocin-diabetic mice. Int J Mol Med. 2011;27(3):299–307. doi: 10.3892/ijmm.2011.597.", "ArticleIdList": ["10.3892/ijmm.2011.597", "PMC3044440", "21225225"]}, {"Citation": "Kanter M. Effects of Nigella sativa and its major constituent 21. thymoquinone on sciatic nerves in experimental diabetic neuropath. Neurochem Res. 2008;33:87–96. doi: 10.1007/s11064-007-9419-5.", "ArticleIdList": ["10.1007/s11064-007-9419-5", "17713854"]}, {"Citation": "Kaur S, Pandhi P, Dutta P. Painful diabetic neuropathy: an update. Ann Neurosci. 2011;18(4):168–175. doi: 10.5214/ans.0972-7531.1118409.", "ArticleIdList": ["10.5214/ans.0972-7531.1118409", "PMC4116956", "25205950"]}, {"Citation": "Salehi B, Ata A, V Anil Kumar N, Sharopov F, Ramírez-Alarcón K, Ruiz-Ortega A, Abdulmajid Ayatollahi S, Valere Tsouh Fokou P, Kobarfard F, Amiruddin Zakaria Z, Iriti M. Antidiabetic potential of medicinal plants and their active components. Biomolecules. 2019;9(10):551.", "ArticleIdList": ["PMC6843349", "31575072"]}, {"Citation": "Karimi A, Majlesi M, Rafieian-Kopaei M. Herbal versus synthetic drugs; beliefs and facts. J Nephropharmacol. 2015;4(1):27–30.", "ArticleIdList": ["PMC5297475", "28197471"]}, {"Citation": "Oyenihi AB, Ayeleso AO, Mukwevho E, Masola B. Antioxidant strategies in the management of diabetic neuropathy. Biomed Res Int. 2015;2015:515042. doi: 10.1155/2015/515042.", "ArticleIdList": ["10.1155/2015/515042", "PMC4363503", "25821809"]}, {"Citation": "Choudhury H, Pandey M, Hua CK, Mun CS, Jing JK, Kong L, Ern LY, Ashraf NA, Kit SW, Yee TS, Pichika MR. An update on natural compounds in the remedy of diabetes mellitus: a systematic review. J Tradit Complement Med. 2018;8(3):361–376. doi: 10.1016/j.jtcme.2017.08.012.", "ArticleIdList": ["10.1016/j.jtcme.2017.08.012", "PMC6035310", "29992107"]}, {"Citation": "Chen LS, Yu H, Luo MH, Wu Q, Li FC, Steinmetz A. Conservation and sustainable use of medicinal plants: problems, progress, and prospects. Chin Med. 2016;11:37. doi: 10.1186/s13020-016-0108-7.", "ArticleIdList": ["10.1186/s13020-016-0108-7", "PMC4967523", "27478496"]}, {"Citation": "Eldin BIA. Quality control of herbal medicines and related areas. 2011 Edn: Rijeka: InTechJanezaTrdine; 2011."}, {"Citation": "AltCareDex® System [intranet database]. Version 5.1. Greenwood Village: Thomson Healthcare."}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "4", "Day": "6"}, {"Year": "2021", "Month": "6", "Day": "3"}, {"Year": "2021", "Month": "12", "Day": "13", "Hour": "18", "Minute": "8"}, {"Year": "2021", "Month": "12", "Day": "14", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "12", "Day": "14", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "6", "Day": "25"}], "PublicationStatus": "epublish", "ArticleIdList": ["34900824", "PMC8630252", "10.1007/s40200-021-00830-2", "830"]}}], "PubmedBookArticle": []}