{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Apoptosis", "Chrysoeriol", "Glioma", "PI3K/Akt/mTOR pathway"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34907494", "DateCompleted": {"Year": "2022", "Month": "04", "Day": "04"}, "DateRevised": {"Year": "2024", "Month": "01", "Day": "02"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "12", "Day": "14"}], "Language": ["eng"], "ELocationID": ["10.1007/s11626-021-00634-x"], "Journal": {"ISSN": "1543-706X", "JournalIssue": {"Volume": "58", "Issue": "1", "PubDate": {"Year": "2022", "Month": "Jan"}}, "Title": "In vitro cellular & developmental biology. Animal", "ISOAbbreviation": "In Vitro Cell Dev Biol Anim"}, "ArticleTitle": "Suppression of PI3K/Akt/mTOR pathway in chrysoeriol-induced apoptosis of rat C6 glioma cells.", "Pagination": {"StartPage": "29", "EndPage": "36", "MedlinePgn": "29-36"}, "Abstract": {"AbstractText": ["Chrysoeriol, a dietary methoxyflavonoid which is found in tropical medicinal plants, has been shown to have antioxidant, anti-inflammatory, and antineoplastic properties. The present study aimed to investigate the effects of chrysoeriol and its related mechanisms in rat C6 glioma cells. Cell viability in rat C6 glioma cells were measured by MTT assay. The protein expression levels of cleaved caspase-3, caspase-3, pro-apoptotic (Bax), anti-apoptotic protein (Bcl-2), and Annexin V were detected by Western blot analysis and immunocytochemical staining. Results showed that chrysoeriol significantly decreased cell viability and induced apoptosis in rat C6 glioma cells. Chrysoeriol significantly increased the levels of Bax/Bcl-2 ratio and cleaved caspase-3/caspase-3 ratio. Moreover, treatment with chrysoeriol significantly reduced the phosphorylation of PI3K, Akt, and mTOR expression in ratios. These results suggest that chrysoeriol promote apoptosis in rat C6 glioma cells via suppression of the PI3K/Akt/mTOR signaling pathway, thereby demonstrating the potential antineoplastic effects of chrysoeriol on glioma cells."], "CopyrightInformation": "© 2021. The Society for In Vitro Biology."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Molecular Medicine Graduate Program, Faculty of Science, Mahidol University, Ratchathewi, Bangkok, 10400, Thailand."}], "LastName": "Wongkularb", "ForeName": "Suppanut", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Oral Biology, Faculty of Dentistry, King Mongkut's Institute of Technology Ladkrabang, Ladkrabang, Bangkok, 10520, Thailand."}], "LastName": "Limboonreung", "ForeName": "Tanapol", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, Faculty of Science, Mahidol University, Ratchathewi, Bangkok, 10400, Thailand."}], "LastName": "Tuchinda", "ForeName": "Patoomratana", "Initials": "P"}, {"Identifier": ["0000-0002-7591-155X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Anatomy and Center of Neuroscience, Faculty of Science, Mahidol University, Ratchathewi, Bangkok, 10400, Thailand. sukumal.cho@mahidol.ac.th."}], "LastName": "Chongthammakun", "ForeName": "Sukumal", "Initials": "S"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "In Vitro Cell Dev Biol Anim", "NlmUniqueID": "9418515", "ISSNLinking": "1071-2690"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Flavones"}, {"RegistryNumber": "EC 2.7.1.1", "NameOfSubstance": "mTOR protein, rat"}, {"RegistryNumber": "EC 2.7.11.1", "NameOfSubstance": "Proto-Oncogene Proteins c-akt"}, {"RegistryNumber": "EC 2.7.11.1", "NameOfSubstance": "TOR Serine-Threonine Kinases"}, {"RegistryNumber": "Q813145M20", "NameOfSubstance": "chrysoeriol"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": [], "DescriptorName": "Apoptosis"}, {"QualifierName": [], "DescriptorName": "Cell Line, Tumor"}, {"QualifierName": [], "DescriptorName": "Cell Proliferation"}, {"QualifierName": [], "DescriptorName": "Flavones"}, {"QualifierName": [], "DescriptorName": "Glioma"}, {"QualifierName": ["metabolism"], "DescriptorName": "Phosphatidylinositol 3-Kinases"}, {"QualifierName": ["metabolism"], "DescriptorName": "Proto-Oncogene Proteins c-akt"}, {"QualifierName": [], "DescriptorName": "Rats"}, {"QualifierName": ["metabolism"], "DescriptorName": "TOR Serine-Threonine Kinases"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Abotaleb M, Samuel SM, Varghese E et al (2018) Flavonoids in cancer and apoptosis, Cancers (Basel), p 11"}, {"Citation": "Asare GA, Bugyei K, Sittie A et al (2012) Genotoxicity, cytotoxicity and toxicological evaluation of whole plant extracts of the medicinal plant Phyllanthus niruri (Phyllanthaceae). Genet Mol Res 11:100–111", "ArticleIdList": ["22290470"]}, {"Citation": "Cha BY, Shi WL, Yonezawa T, Teruya T, Nagai K, Woo JT (2009) An inhibitory effect of chrysoeriol on platelet-derived growth factor (PDGF)-induced proliferation and PDGF receptor signaling in human aortic smooth muscle cells. J Pharmacol Sci 110:105–110", "ArticleIdList": ["19423953"]}, {"Citation": "Chang CY, Pan PH, Li JR, Ou YC, Wang JD, Liao SL, Chen WY, Wang WY, Chen CJ (2020) Aspirin induced glioma apoptosis through Noxa upregulation. Int J Mol Sci 21"}, {"Citation": "Ciolczyk-Wierzbicka D, Zarzycka M, Gil D, Laidler P (2019) mTOR inhibitor Everolimus-induced apoptosis in melanoma cells. J Cell Commun Signal 13:357–368", "ArticleIdList": ["30848427", "6732148"]}, {"Citation": "Daniel P, Sabri S, Chaddad A et al (2019a) Glioblastoma and other malignant gliomas: a clinical review. JAMA 310:1842–1850"}, {"Citation": "Daniel P, Sabri S, Chaddad A et al (2019b) Temozolomide induced hypermutation in glioma: evolutionary mechanisms and therapeutic opportunities. Front Oncol 9:41", "ArticleIdList": ["30778375", "6369148"]}, {"Citation": "Davis ME (2016) Glioblastoma: overview of disease and treatment. Clin J Oncol Nurs 20:S2–S8", "ArticleIdList": ["27668386", "5123811"]}, {"Citation": "Decrock E, De Vuyst E, Vinken M et al (2009) Connexin 43 hemichannels contribute to the propagation of apoptotic cell death in a rat C6 glioma cell model. Cell Death Differ 16:151–163", "ArticleIdList": ["18820645"]}, {"Citation": "Elmore S (2007) Apoptosis: a review of programmed cell death. Toxicol Pathol 35:495–516", "ArticleIdList": ["2117903", "2117903"]}, {"Citation": "Fan YP, Liu P, Xue WK, Zhao WJ, Pan HC (2018) Trimebutine promotes glioma cell apoptosis as a potential anti-tumor agent. Front Pharmacol 9:664", "ArticleIdList": ["29977208", "6021541"]}, {"Citation": "Gao P, Zou Y, Zhang B et al (2016) Pro-apoptotic effects of rHSG on C6 glioma cells. Int J Mol Med 38:1190–1198", "ArticleIdList": ["27599901", "5029950"]}, {"Citation": "Giakoumettis D, Kritis A, Foroglou N (2018) C6 cell line: the gold standard in glioma research. Hippokratia 22:105–112", "ArticleIdList": ["31641331", "6801124"]}, {"Citation": "Gieryng A, Pszczolkowska D, Bocian K et al (2017a) Immune microenvironment of experimental rat C6 gliomas resembles human glioblastomas. Sci Rep 7:17556", "ArticleIdList": ["29242629", "5730558"]}, {"Citation": "Gieryng A, Pszczolkowska D, Bocian K et al (2017b) Inhibitory effects of lapachol on rat C6 glioma in vitro and in vivo by targeting DNA topoisomerase I and topoisomerase II. J Exp Clin Cancer Res 35:178"}, {"Citation": "Hata AN, Engelman JA, Faber AC (2015) The BCL2 family: key mediators of the apoptotic response to targeted anticancer therapeutics. Cancer Discov 5:475–487", "ArticleIdList": ["25895919", "4727530"]}, {"Citation": "Hatanpaa KJ, Burma S, Zhao D, Habib AA (2010) Epidermal growth factor receptor in glioma: signal transduction, neuropathology, imaging, and radioresistance. Neoplasia 12:675–684", "ArticleIdList": ["20824044", "2933688"]}, {"Citation": "Hoxhaj G, Manning BD (2020) The PI3K-AKT network at the interface of oncogenic signalling and cancer metabolism. Nat Rev Cancer 20:74–88", "ArticleIdList": ["31686003", "31686003"]}, {"Citation": "Johnson JL, Gonzalez de Mejia E (2013) Interactions between dietary flavonoids apigenin or luteolin and chemotherapeutic drugs to potentiate anti-proliferative effect on human pancreatic cancer cells, in vitro. Food Chem Toxicol 60:83–91", "ArticleIdList": ["23871783"]}, {"Citation": "Kim YH, Lee YS, Choi EM (2010) Chrysoeriol isolated from Eurya cilliata leaves protects MC3T3-E1 cells against hydrogen peroxide-induced inhibition of osteoblastic differentiation. J Appl Toxicol 30:666–673", "ArticleIdList": ["20981859"]}, {"Citation": "Lee KP, Kim JE, Park WH, Hong H (2016) Regulation of C6 glioma cell migration by thymol. Oncol Lett 11:2619–2624", "ArticleIdList": ["27073528", "4812168"]}, {"Citation": "Li C, Yang X, Chen C, Cai S, Hu J (2014) Isorhamnetin suppresses colon cancer cell growth through the PI3KAktmTOR pathway. Mol Med Rep 9:935–940", "ArticleIdList": ["24398569"]}, {"Citation": "Li X, Wu C, Chen N et al (2016) PI3K/Akt/mTOR signaling pathway and targeted therapy for glioblastoma. Oncotarget 7:33440–33450", "ArticleIdList": ["26967052", "5078108"]}, {"Citation": "Limboonreung T, Tuchinda P, Chongthammakun S (2020) Chrysoeriol mediates mitochondrial protection via PI3K/Akt pathway in MPP(+) treated SH-SY5Y cells. Neurosci Lett 714:134545", "ArticleIdList": ["31622648"]}, {"Citation": "Liu F, Gao S, Yang Y et al (2018) Antitumor activity of curcumin by modulation of apoptosis and autophagy in human lung cancer A549 cells through inhibiting PI3K/Akt/mTOR pathway. Oncol Rep 39:1523–1531", "ArticleIdList": ["29328421"]}, {"Citation": "Martinou JC, Youle RJ (2011) Mitochondria in apoptosis: Bcl-2 family members and mitochondrial dynamics. Dev Cell 21:92–101", "ArticleIdList": ["21763611", "3156409"]}, {"Citation": "Min DY, Jung E, Ahn SS, Lee YH, Lim Y, Shin SY (2020) Chrysoeriol prevents TNF alpha-induced CYP19 gene expression via EGR-1 downregulation in MCF7 breast cancer cells. Int J Mol Sci 21"}, {"Citation": "Mishra B, Priyadarsini KI, Kumar MS, Unnikrishnan MK, Mohan H (2003) Effect of O-glycosilation on the antioxidant activity and free radical reactions of a plant flavonoid, chrysoeriol. Bioorg Med Chem 11:2677–2685", "ArticleIdList": ["12788341"]}, {"Citation": "Nadeem Abbas M, Kausar S, Wang F, Zhao Y, Cui H (2019) Advances in targeting the epidermal growth factor receptor pathway by synthetic products and its regulation by epigenetic modulators as a therapy for glioblastoma. Cells 8"}, {"Citation": "Nisar MF, He J, Ahmed A, Yang Y, Li M, Wan C (2018) Chemical components and biological activities of the genus phyllanthus: a review of the recent literature. Molecules 23"}, {"Citation": "Panche AN, Diwan AD, Chandra SR (2016) Flavonoids: an overview. J Nutr Sci 5:e47", "ArticleIdList": ["28620474", "5465813"]}, {"Citation": "Pathania AS, Guru SK, Verma MK et al (2013) Disruption of the PI3K/AKT/mTOR signaling cascade and induction of apoptosis in HL-60 cells by an essential oil from Monarda citriodora. Food Chem Toxicol 62:246–254", "ArticleIdList": ["23994707"]}, {"Citation": "Rose M, Duhamel M, Aboulouard S et al (2021) Therapeutic anti-glioma effect of the combined action of PCSK inhibitor with the anti-tumoral factors secreted by Poly (I:C)-stimulated macrophages. Cancer Gene Ther."}, {"Citation": "Saadeh FS, Mahfouz R, Assi HI (2018) EGFR as a clinical marker in glioblastomas and other gliomas. Int J Biol Markers 33:22–32", "ArticleIdList": ["28885661"]}, {"Citation": "Saxton RA, Sabatini DM (2017) mTOR signaling in growth, metabolism, and disease. Cell 168:960–976", "ArticleIdList": ["28283069", "28283069"]}, {"Citation": "Scaringi C, De Sanctis V, Minniti G, Enrici RM (2013) Temozolomide-related hematologic toxicity. Onkologie 36:444–449", "ArticleIdList": ["23921765"]}, {"Citation": "Shamas-Din A, Kale J, Leber B, Andrews DW (2013) Mechanisms of action of Bcl-2 family proteins. Cold Spring Harb Perspect Biol 5:a008714", "ArticleIdList": ["23545417", "3683897"]}, {"Citation": "Shi X, Xu M, Luo K, Huang W, Yu H, Zhou T (2019) Anticancer activity of bergenin against cervical cancer cells involves apoptosis, cell cycle arrest, inhibition of cell migration and the STAT3 signalling pathway. Exp Ther Med 17:3525–3529", "ArticleIdList": ["30988733", "6447771"]}, {"Citation": "Souza PO, Bianchi SE, Figueiro F et al (2018) Anticancer activity of flavonoids isolated from Achyrocline satureioides in gliomas cell lines. Toxicol In Vitro 51:23–33", "ArticleIdList": ["29730415"]}, {"Citation": "Takemura H, Uchiyama H, Ohura T et al (2010) A methoxyflavonoid, chrysoeriol, selectively inhibits the formation of a carcinogenic estrogen metabolite in MCF-7 breast cancer cells. J Steroid Biochem Mol Biol 118:70–76", "ArticleIdList": ["19833205"]}, {"Citation": "Uphoff CC, Drexler HG (2014) Detection of Mycoplasma contamination in cell cultures. Curr Protoc Mol Biol 106 28 24:21–14"}, {"Citation": "Urbanska K, Sokolowska J, Szmidt M, Sysa P (2014) Glioblastoma multiforme - an overview. Contemp Oncol (Pozn) 18:307–312"}, {"Citation": "Valdes-Rives SA, Casique-Aguirre D, German-Castelan L, Velasco-Velazquez MA, Gonzalez-Arenas A (2017) Apoptotic signaling pathways in glioblastoma and therapeutic implications. Biomed Res Int 2017:7403747", "ArticleIdList": ["29259986", "5702396"]}, {"Citation": "Wei W, He J, Ruan H, Wang Y (2019) In vitro and in vivo cytotoxic effects of chrysoeriol in human lung carcinoma are facilitated through activation of autophagy, sub-G1/G0 cell cycle arrest, cell migration and invasion inhibition and modulation of MAPK/ERK signalling pathway. J BUON 24:936–942", "ArticleIdList": ["31424645"]}, {"Citation": "Westphal M, Maire CL, Lamszus K (2017) EGFR as a target for glioblastoma treatment: an unfulfilled promise. CNS Drugs 31:723–735", "ArticleIdList": ["28791656", "5573763"]}, {"Citation": "Wlodkowic D, Telford W, Skommer J, Darzynkiewicz Z (2011) Apoptosis and beyond: cytometry in studies of programmed cell death. Methods Cell Biol 103:55–98", "ArticleIdList": ["21722800", "3263828"]}, {"Citation": "Xu F, Na L, Li Y, Chen L (2020) Roles of the PI3K/AKT/mTOR signalling pathways in neurodegenerative diseases and tumours. Cell Biosci 10:54", "ArticleIdList": ["32266056", "32266056"]}, {"Citation": "Yang Y, Zhou X, Xiao M et al (2010) Discovery of chrysoeriol, a PI3K-AKT-mTOR pathway inhibitor with potent antitumor activity against human multiple myeloma cells in vitro. J Huazhong Univ Sci Technolog Med Sci 30:734–740", "ArticleIdList": ["21181363"]}, {"Citation": "Youdim KA, Dobbie MS, Kuhnle G, Proteggente AR, Abbott NJ, Rice-Evans C (2003) Interaction between flavonoids and the blood-brain barrier: in vitro studies. J Neurochem 85:180–192", "ArticleIdList": ["12641740"]}, {"Citation": "Young L, Sung J, Stacey G, Masters JR (2010) Detection of mycoplasma in cell cultures. Nat Protoc 5:929–934", "ArticleIdList": ["20431538"]}, {"Citation": "Yu X, Fan H, Jiang X et al (2020) Apatinib induces apoptosis and autophagy via the PI3K/AKT/mTOR and MAPK/ERK signaling pathways in neuroblastoma. Oncol Lett 20:52", "ArticleIdList": ["32788939", "7416412"]}, {"Citation": "Zhang HW, Hu JJ, Fu RQ et al (2018a) Flavonoids inhibit cell proliferation and induce apoptosis and autophagy through downregulation of PI3Kgamma mediated PI3K/AKT/mTOR/p70S6K/ULK signaling pathway in human breast cancer cells. Sci Rep 8:11255", "ArticleIdList": ["30050147", "6062549"]}, {"Citation": "Zhang Y, Li Z, Min Q et al (2018b) 8-Chrysoeriol, as a potential BCL-2 inhibitor triggers apoptosis of SW1990 pancreatic cancer cells. Bioorg Chem 77:478–484", "ArticleIdList": ["29454280"]}, {"Citation": "Zhu YY, Huang HY, Wu YL (2015) Anticancer and apoptotic activities of oleanolic acid are mediated through cell cycle arrest and disruption of mitochondrial membrane potential in HepG2 human hepatocellular carcinoma cells. Mol Med Rep 12:5012–5018", "ArticleIdList": ["26151733", "4581805"]}], "ReferenceList": [], "Title": "References"}], "History": [{"Year": "2021", "Month": "5", "Day": "27"}, {"Year": "2021", "Month": "11", "Day": "4"}, {"Year": "2021", "Month": "12", "Day": "16", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "4", "Day": "5", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "12", "Day": "15", "Hour": "7", "Minute": "32"}], "PublicationStatus": "ppublish", "ArticleIdList": ["34907494", "10.1007/s11626-021-00634-x", "10.1007/s11626-021-00634-x"]}}], "PubmedBookArticle": []}