{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Binding", "Central nervous system", "Citalopram", "Donepezil", "Response Surface", "Target"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34904009", "DateRevised": {"Year": "2021", "Month": "12", "Day": "15"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": ["10.22037/ijpr.2020.113644.14409"], "Journal": {"ISSN": "1735-0328", "JournalIssue": {"Volume": "20", "Issue": "3", "PubDate": {"Year": "2021", "Season": "Summer"}}, "Title": "Iranian journal of pharmaceutical research : IJPR", "ISOAbbreviation": "Iran J Pharm Res"}, "ArticleTitle": "Response Surface Study on Molecular Docking Simulations of Citalopram and Donepezil as Potent CNS Drugs.", "Pagination": {"StartPage": "560", "EndPage": "576", "MedlinePgn": "560-576"}, "Abstract": {"AbstractText": ["Computer-aided drug design provides broad structural modifications to evolving bioactive molecules without an immediate requirement to observe synthetic restraints or tedious protocols. Subsequently, the most promising guidelines with regard to synthetic and biological resources may be focused on upcoming steps. Molecular docking is common <i>in-silico</i> drug design techniques since it predicts ligand-receptor interaction modes and associated binding affinities. Current docking simulations suffer serious constraints in estimating accurate ligand-receptor binding affinities despite several advantages and historical results. Response surface method (RSM) is an efficient statistical approach for modeling and optimization of various pharmaceutical systems. With the aim of unveiling the full potential of RSM in optimizing molecular docking simulations, this study particularly focused on binding affinity prediction of citalopram-serotonin transporter (SERT) and donepezil-acetyl cholinesterase (AChE) complexes. For this purpose, Box-Behnken design of experiments (DOE) was used to develop a trial matrix for simultaneous variations of AutoDock4.2 driven binding affinity data with selected factor levels. Responses of all docking trials were considered as estimated protein inhibition constants with regard to validated data for each drug. The output matrix was subjected to statistical analysis and constructing polynomial quadratic models. Numerical optimization steps to attain ideal docking accuracies revealed that more accurate results might be envisaged through the best combination of factor levels and considering factor interactions. Results of the current study indicated that the application of RSM in molecular docking simulations might lead to optimized docking protocols with more stable estimates of ligand-target interactions and hence better correlation of <i>in-silico</i> <i>in-vitro</i> data."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Students Research Committee, School of Pharmacy, Ardabil University of Medical Sciences, Ardabil, Iran."}], "LastName": "Alikhani", "ForeName": "Radin", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medicinal Chemistry, School of Pharmacy, Hamadan University of Medical Sciences, Hamadan, Iran."}, {"Identifier": [], "Affiliation": "Medicinal Plants and Natural Products Research Center, Hamadan University of Medical Sciences, Hamadan, Iran."}], "LastName": "Ebadi", "ForeName": "Ahmad", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Biosensor Sciences and Technologies Research Center, Ardabil University of Medical Sciences, Ardabil, Iran."}], "LastName": "Karami", "ForeName": "Pari", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medicinal Chemistry, School of Pharmacy, Ardabil University of Medical Sciences, Ardabil, Iran."}], "LastName": "Shahbipour", "ForeName": "Sara", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medicinal Chemistry, School of Pharmacy, Ardabil University of Medical Sciences, Ardabil, Iran."}, {"Identifier": [], "Affiliation": "Pharmaceutical Sciences Research Center, Aradabil University of Medical Sciences, Ardabil, Iran."}], "LastName": "Razzaghi-Asl", "ForeName": "Nima", "Initials": "N"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Netherlands", "MedlineTA": "Iran J Pharm Res", "NlmUniqueID": "101208407", "ISSNLinking": "1726-6882"}}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Domínguez A, Álvarez A, Hilario E, Suarez-Merino B, Goñi-de-Cerio F. Central nervous system diseases and the role of the blood-brain barrier in their treatment. Neurosci. Discov. . 2013;1:3–14."}, {"Citation": "Wittchen HU, Jacobi F, Rehm J, Gustavsson A, Svensson M, Jonsson B, Olesen J, Allgulander C, Alonso J, Faravelli C, Fratiglioni L, Jennum P, Lieb R, Maercker A, van Os J, Preisig M, Salvador-Carulla L, Simon R, Steinhausen HC. The size and burden of mental disorders and other disorders of the brain in Europe 2010. Eur. Neuropsychopharm. . 2011;21:655–79.", "ArticleIdList": ["21896369"]}, {"Citation": "Jindal H, Bhatt B, Sk S, Malik JS. Alzheimer disease immunotherapeutics: Then and now. Hum. Vacc. Immunother. . 2014;10:2741–3.", "ArticleIdList": ["PMC4975071", "25483498"]}, {"Citation": "Mandal S, Moudgil M, Mandal SK. Rational drug design. Eur. J. Pharmacol. . 2009;625:90–100.", "ArticleIdList": ["19835861"]}, {"Citation": "Dar AM, Mir S. Molecular Docking: Approaches, types, applications and basic challenges. J. Anal. Bioanal. Tech. . 2017;8:356–9."}, {"Citation": "Kuntz ID, Blaney JM, Oatley SJ, Langridge R, Ferrin TE. A geometric approach to macromolecule-ligand interactions. J. Mol. Biol. . 1982;161:269–88.", "ArticleIdList": ["7154081"]}, {"Citation": "Morris GM, Huey R, Lindstrom W, Sanner MF, Belew RK, Goodsell DS, Olson AJ. AutoDock4 and AutoDockTools4: Automated docking with selective receptor flexibility. J. Comput. Chem. . 2009;30:2785–91.", "ArticleIdList": ["PMC2760638", "19399780"]}, {"Citation": "Jones G, Willett P, Glen RC, Leach AR, Taylor R. Development and validation of a genetic algorithm for flexible docking. J. Mol. Biol. . 1997;267:727–48.", "ArticleIdList": ["9126849"]}, {"Citation": "Rarey M, Kramer B, Lengauer T, Klebe G. A fast flexible docking method using an incremental construction algorithm. J. Mol. Biol. . 1996;261:470–89.", "ArticleIdList": ["8780787"]}, {"Citation": "Friesner RA, Banks JL, Murphy RB, Halgren TA, Klicic JJ, Mainz DT, Repasky MP, Knoll EH, Shelley M, Perry JK, Shaw DE, Francis P, Shenkin PS. Glide: A new approach for rapid, accurate docking and scoring Method and assessment of docking accuracy. J. Med. Chem. . 2004;47:1739–49.", "ArticleIdList": ["15027865"]}, {"Citation": "Khuri AI, Mukhopadhyay S. Response surface methodology. WIREs Comp. Stats. . 2010;2:128–49."}, {"Citation": "Ghasemi N, Bandehpour M, Ranjbar J. Optimization of key factors in serum free medium for production of human recombinant GM-CSF using response surface methodology. Iran. J. Pharm. Sci. . 2019;18:146–56.", "ArticleIdList": ["PMC7393043", "32802095"]}, {"Citation": "Bohlooli F, Sepehri S, Razzaghi-Asl N. Response surface methodology in drug design: A case study on docking analysis of a potent antifungal Fluconazole. Comput. Biol. Chem. . 2017;67:158–73.", "ArticleIdList": ["28129567"]}, {"Citation": "Kracmarová A, Drtinová L, Pohanka M. Possibility of acetylcholinesterase overexpression in Alzheimer disease patients after therapy with acetylcholinesterase inhibitors. Acta Med. . 2015;58:37–42.", "ArticleIdList": ["26455564"]}, {"Citation": "Apostolova LG. Alzheimer’s disease. Continuum . 2016;22:419–34.", "ArticleIdList": ["PMC5390933", "27042902"]}, {"Citation": "Sahraian S, Babashams M, Reza-Soltani P, Najmabadi H, Kahrizi K, Gorgani SH. Serotonin transporter polymorphism (5-HTTLPR) and citalopram effectiveness in Iranian patients with major depressive disorder. Iran. J. Psychiatry . 2013;8:86–91.", "ArticleIdList": ["PMC3796299", "24130607"]}, {"Citation": "Cipriani A, Purgato M, Furukawa TA, Trespidi C, Imperadore G, Signoretti A, Churchill R, Watanabe N and Barbui C. Citalopram versus other anti-depressive agents for depression. Cochrane Database Syst. Rev. . 2012;7:CD006534.", "ArticleIdList": ["PMC4204633", "22786497"]}, {"Citation": "Agatonovic-Kustrin S, Kettle C, Morton DW. A molecular approach in drug development for Alzheimer’s disease. Biomed. Pharmacother. . 2018;106:553–65.", "ArticleIdList": ["29990843"]}, {"Citation": "Coleman JA, Green EM, Gouaux E. X-ray structures and mechanism of the human serotonin transporter. Nature . 2016;532:334–9.", "ArticleIdList": ["PMC4898786", "27049939"]}, {"Citation": "Cheung J, Gary EN, Shiomi K, Rosenberry TL. Structures of human acetylcholinesterase bound to dihydrotanshinone I and territrem B show peripheral site flexibility. ACS Med. Chem. Lett. . 2013;4:1091–6.", "ArticleIdList": ["PMC4027152", "24900610"]}, {"Citation": "Cheung J, Rudolph MJ, Burshteyn F, Cassidy MS, Gary EN, Love J, Franklin MC, Height JJ. Structures of human acetylcholinesterase in complex with pharmacologically important ligands. J. Med. Chem. . 2012;55:10282–6.", "ArticleIdList": ["23035744"]}, {"Citation": "Franklin MC, Rudolph MJ, Ginter C, Cassidy MS, Cheung J. Structures of paraoxon-inhibited human acetylcholinesterase reveal perturbations of the acyl loop and the dimer interface. Proteins . 2016;84:1246–56.", "ArticleIdList": ["27191504"]}, {"Citation": "GhorbanDadrass L, Madadkar SA, Shafiei A, Mahmoudian M. Flexible ligand docking studies of matrix metalloproteinase inhibitors using lamarkian genetic algorithm. DARU . 2004;12:1–10."}, {"Citation": "Razzaghi-Asl N, Ebadi A, Edraki N, Shahabipour S, Miri R. Ab initio modeling of a potent isophthalamide-based BACE-1 inhibitor: Amino acid decomposition analysis. Med. Chem. Res. . 2013;22:3259–69."}, {"Citation": "Box GEP, Draper NR. Empirical model-building and response surfaces. 87th Ed. New York : John Wiley & Sons, Inc; 1987."}, {"Citation": "Ferreira SL, Burns RE, Ferreira HS, Matos GD, David JM, Brandão GC, da Silva EG, Portugal LA, dos Reis PS, Souza AS, dos Santos WN. Box-Behnken design: An alternative for the optimization of analytical methods. Anal. Chim. Acta . 2007;597:179–86.", "ArticleIdList": ["17683728"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "12", "Day": "14", "Hour": "8", "Minute": "22"}, {"Year": "2021", "Month": "12", "Day": "15", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "12", "Day": "15", "Hour": "6", "Minute": "1"}, {"Year": "2021", "Month": "6", "Day": "1"}], "PublicationStatus": "ppublish", "ArticleIdList": ["34904009", "PMC8653677", "10.22037/ijpr.2020.113644.14409"]}}], "PubmedBookArticle": []}