{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34919599", "DateCompleted": {"Year": "2022", "Month": "01", "Day": "11"}, "DateRevised": {"Year": "2024", "Month": "04", "Day": "04"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "12", "Day": "17"}], "Language": ["eng"], "ELocationID": ["e0261468", "10.1371/journal.pone.0261468"], "Journal": {"ISSN": "1932-6203", "JournalIssue": {"Volume": "16", "Issue": "12", "PubDate": {"Year": "2021"}}, "Title": "PloS one", "ISOAbbreviation": "PLoS One"}, "ArticleTitle": "Plant growth promoting rhizobacteria improve growth and yield related attributes of chili under low nitrogen availability.", "Pagination": {"StartPage": "e0261468", "MedlinePgn": "e0261468"}, "Abstract": {"AbstractText": ["Nitrogen (N) is a macronutrient desired by crop plants in large quantities. However, hiking fertilizer prices need alternative N sources for reducing its requirements through appropriate management practices. Plant growth promoting rhizobacteria (PGPR) are well-known for their role in lowering N requirements of crop plants. This study assessed the impact of PGPR inoculation on growth, allometry and biochemical traits of chili under different N doses. Two PGPR, i.e., Azospirillum 'Er-20' (nitrogen fixing) and Agrobacterium 'Ca-18' (phosphorous solubilizing) were used for inoculation, while control treatment had no PGPR inoculation. Six N doses, i.e., 100, 80, 75, 70, 60 and 50% of the N required by chili were included in the study. Data relating to growth traits, biochemical attributes and yield related traits were recorded. Interaction among N doses and PGPR inoculation significantly altered all growth traits, biochemical attributes and yield related traits. The highest values of the recorded traits were observed for 100% N with and without PGPR inoculation and 75% N with PGPR inoculation. The lowest values of the recorded traits were noted for 50% N without PGPR inoculation. The PGPR inoculation improved the measured traits compared to the traits recorded noted in same N dose without PGPR inoculation. Results revealed that PGPR had the potential to lower 25% N requirement for chili. Therefore, it is recommended that PGPR must be used in chili cultivation to lower N requirements."]}, "AuthorList": [{"Identifier": ["0000-0002-7765-4251"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Horticulture, Bahauddin Zakariya University, Multan, Pakistan."}], "LastName": "Raza", "ForeName": "Ali", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Horticulture, Bahauddin Zakariya University, Multan, Pakistan."}], "LastName": "Ejaz", "ForeName": "Shaghef", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Horticulture, Bahauddin Zakariya University, Multan, Pakistan."}], "LastName": "Saleem", "ForeName": "Muhammad Shahzad", "Initials": "MS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany and Plant Physiology, Faculty of Agrobiology, Food and Natural Resources, Czech University of Life Sciences, Prague, Czech Republic."}], "LastName": "Hejnak", "ForeName": "Vaclav", "Initials": "V"}, {"Identifier": ["0000-0002-5328-2174"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Plant Breeding and Biotechnology, MNS University of Agriculture Multan, Multan, Pakistan."}], "LastName": "Ahmad", "ForeName": "Furqan", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Plant Production Department (Horticulture-Medicinal and Aromatic Plants), Faculty of Agriculture (Saba Basha), Alexandria University, Alexandria, Egypt."}], "LastName": "Ahmed", "ForeName": "Mohamed A A", "Initials": "MAA"}, {"Identifier": ["0000-0002-6162-7953"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biotechnology, College of Science, Taif University, Taif, Saudi Arabia."}], "LastName": "Alotaibi", "ForeName": "Saqer S", "Initials": "SS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biotechnology, College of Science, Taif University, Taif, Saudi Arabia."}], "LastName": "El-Shehawi", "ForeName": "Ahmed M", "Initials": "AM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Biology Department, College of Science, Imam Mohammad Ibn Saud Islamic University (IMSIU), Riyadh, Saudi Arabia."}], "LastName": "Alsubeie", "ForeName": "Moodi Saham", "Initials": "MS"}, {"Identifier": ["0000-0003-0473-4303"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Land Management, Faculty of Agriculture, Universiti Putra Malaysia, UPM Serdang, Selangor, Malaysia."}], "LastName": "Zuan", "ForeName": "Ali Tan Kee", "Initials": "ATK"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't", "Retracted Publication"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "PLoS One", "NlmUniqueID": "101285081", "ISSNLinking": "1932-6203"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Fertilizers"}, {"RegistryNumber": "27YLU75U4W", "NameOfSubstance": "Phosphorus"}, {"RegistryNumber": "N762921K75", "NameOfSubstance": "Nitrogen"}, {"RegistryNumber": "RWP5GA015D", "NameOfSubstance": "Potassium"}], "CommentsCorrectionsList": [{"RefSource": "PLoS One. 2022 Oct 21;17(10):e0275965. doi: 10.1371/journal.pone.0275965", "PMID": "36269705"}], "MeshHeadingList": [{"QualifierName": ["metabolism"], "DescriptorName": "Agrobacterium"}, {"QualifierName": ["metabolism"], "DescriptorName": "Azospirillum"}, {"QualifierName": ["growth & development", "microbiology"], "DescriptorName": "Capsicum"}, {"QualifierName": ["analysis"], "DescriptorName": "Fertilizers"}, {"QualifierName": ["analysis"], "DescriptorName": "Nitrogen"}, {"QualifierName": ["physiology"], "DescriptorName": "Nitrogen Fixation"}, {"QualifierName": [], "DescriptorName": "Pakistan"}, {"QualifierName": ["analysis"], "DescriptorName": "Phosphorus"}, {"QualifierName": [], "DescriptorName": "Plant Development"}, {"QualifierName": ["microbiology"], "DescriptorName": "Plant Roots"}, {"QualifierName": ["analysis"], "DescriptorName": "Potassium"}, {"QualifierName": ["growth & development"], "DescriptorName": "Seedlings"}, {"QualifierName": [], "DescriptorName": "Soil Microbiology"}], "CoiStatement": "The authors have declared that no competing interests exist."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Khan A, Shah SNM, Rab A, Sajid M, Ali K, Ahmed A, et al.. Influence of nitrogen and potassium levels on growth and yield of chillies (Capsicum annuum L.). Int J Farm Sci. 2014;3: 226–260."}, {"Citation": "Sarwar N, Atique-ur-Rehman, Farooq O, Wasaya A, Hussain M, El-Shehawi AM, et al.. Integrated nitrogen management improves productivity and economic returns of wheat-maize cropping system. J King Saud Univ—Sci. 2021. doi: 10.1016/j.jksus.2021.101475", "ArticleIdList": ["10.1016/j.jksus.2021.101475"]}, {"Citation": "Aimen A, Basit A, Bashir S, Aslam Z, Shahid MF, Amjad S, et al.. Sustainable phosphorous management in two different soil series of Pakistan by evaluating dynamics of phosphatic fertilizer source. Saudi J Biol Sci. 2021. doi: 10.1016/j.sjbs.2021.08.086", "ArticleIdList": ["10.1016/j.sjbs.2021.08.086", "PMC8717160", "35002416"]}, {"Citation": "Dawson CJ, Hilton J. Fertiliser availability in a resource-limited world: Production and recycling of nitrogen and phosphorus. Food Policy. 2011. doi: 10.1016/j.foodpol.2010.11.012", "ArticleIdList": ["10.1016/j.foodpol.2010.11.012"]}, {"Citation": "Khalofah A, Khan MI, Arif M, Hussain A, Ullah R, Irfan M, et al.. Deep placement of nitrogen fertilizer improves yield, nitrogen use efficiency and economic returns of transplanted fine rice. PLoS One. 2021;16: e0247529. doi: 10.1371/journal.pone.0247529", "ArticleIdList": ["10.1371/journal.pone.0247529", "PMC7906316", "33630922"]}, {"Citation": "Farooq S, Shahid M, Khan MB, Hussain M, Farooq M. Improving the productivity of bread wheat by good management practices under terminal drought. J Agron Crop Sci. 2015;201: 173–188. doi: 10.1111/jac.12093", "ArticleIdList": ["10.1111/jac.12093"]}, {"Citation": "Adesemoye AO, Kloepper JW. Plant–microbes interactions in enhanced fertilizer-use efficiency. Appl Microbiol Biotechnol. 2009;85: 1–12. doi: 10.1007/s00253-009-2196-0", "ArticleIdList": ["10.1007/s00253-009-2196-0", "19707753"]}, {"Citation": "Alam S, Khalil S, Ayub N, Rashid M. In vitro Solubilization of Inorganic Phosphate by Phosphate Solubilizing Microorganisms (PSM) from Maize Rhizosphere. Int J Agric Biol. 2002;4: 454–458."}, {"Citation": "Adesemoye AO, Torbert HA, Kloepper JW. Plant growth-promoting rhizobacteria allow reduced application rates of chemical fertilizers. Microb Ecol. 2009;58: 921–929. doi: 10.1007/s00248-009-9531-y", "ArticleIdList": ["10.1007/s00248-009-9531-y", "19466478"]}, {"Citation": "Duarah I, Deka M, Saikia N, Deka Boruah HP. Phosphate solubilizers enhance NPK fertilizer use efficiency in rice and legume cultivation. 3 Biotech. 2011;1: 227–238. doi: 10.1007/s13205-011-0028-2", "ArticleIdList": ["10.1007/s13205-011-0028-2", "PMC3339586", "22558541"]}, {"Citation": "Mehboob N, Hussain M, Minhas WA, Yasir TA, Naveed M, Farooq S, et al.. Soil-applied boron combined with boron-tolerant bacteria (Bacillus sp. mn54) improve root proliferation and nodulation, yield and agronomic grain biofortification of chickpea (cicer arietinum l.). Sustain. 2021. doi: 10.3390/su13179811", "ArticleIdList": ["10.3390/su13179811"]}, {"Citation": "Mehboob N, Minhas W, Naeem M, Yasir T, Naveed M, Farooq S, et al.. Seed priming with boron and Bacillus sp. MN54 inoculation improves chickpea productivity and grain boron concentrations. Crop Pasture Sci. 2021."}, {"Citation": "Zafar-ul-Hye M, Farooq HM, Hussain M. Bacteria in combination with fertilizers promote root and shoot growth of maize in saline-sodic soil. Brazilian J Microbiol. 2015;46: 97–102. doi: 10.1590/S1517-838220131135", "ArticleIdList": ["10.1590/S1517-838220131135", "PMC4512053", "26221093"]}, {"Citation": "Jaleel CA, Manivannan P, Sankar B, Kishorekumar A, Gopi R, Somasundaram R, et al.. Pseudomonas fluorescens enhances biomass yield and ajmalicine production in Catharanthus roseus under water deficit stress. Colloids Surfaces B Biointerfaces. 2007;60: 7–11. doi: 10.1016/j.colsurfb.2007.05.012", "ArticleIdList": ["10.1016/j.colsurfb.2007.05.012", "17681765"]}, {"Citation": "Liao J, Liu X, Hu A, Song H, Chen X, Zhang Z. Effects of biochar-based controlled release nitrogen fertilizer on nitrogen-use efficiency of oilseed rape (Brassica napus L.). Sci Rep. 2020. doi: 10.1038/s41598-020-67528-y", "ArticleIdList": ["10.1038/s41598-020-67528-y", "PMC7338421", "32632136"]}, {"Citation": "Gupta K, Dubey NK, Singh SP, Kheni JK, Gupta S, Varshney A. Plant Growth-Promoting Rhizobacteria (PGPR): Current and Future Prospects for Crop Improvement. Current Trends in Microbial Biotechnology for Sustainable Agriculture. Springer; 2021. pp. 203–226."}, {"Citation": "Islam F, Yasmeen T, Arif MS, Riaz M, Shahzad SM, Imran Q, et al.. Combined ability of chromium (Cr) tolerant plant growth promoting bacteria (PGPB) and salicylic acid (SA) in attenuation of chromium stress in maize plants. Plant Physiol Biochem. 2016;108: 456–467. doi: 10.1016/j.plaphy.2016.08.014", "ArticleIdList": ["10.1016/j.plaphy.2016.08.014", "27575042"]}, {"Citation": "El_Komy MH, Hassouna MG, Abou-Taleb EM, Al-Sarar AS, Abobakr Y. A mixture of Azotobacter, Azospirillum, and Klebsiella strains improves root-rot disease complex management and promotes growth in sunflowers in calcareous soil. Eur J Plant Pathol. 2020;156: 713–726. doi: 10.1007/s10658-019-01921-w", "ArticleIdList": ["10.1007/s10658-019-01921-w"]}, {"Citation": "Viejobueno J, Albornoz PL, Camacho M, de los Santos B, Martínez-Zamora MG, Salazar SM. Protection of Strawberry Plants against Charcoal Rot Disease (Macrophomina phaseolina) Induced by Azospirillum brasilense. Agronomy. 2021;11: 195. doi: 10.3390/agronomy11020195", "ArticleIdList": ["10.3390/agronomy11020195"]}, {"Citation": "Ijaz M, Sattar A, Sher A, Ul-Allah S, Mansha MZ, Khan KA, et al.. Sulfur application combined with planomicrobium sp. Strain MSSA-10 and farmyard manure biochar helps in the management of charcoal rot disease in sunflower (Helianthus annuus L.). Sustain. 2021. doi: 10.3390/su13158535", "ArticleIdList": ["10.3390/su13158535"]}, {"Citation": "Martínez-Viveros O, Jorquera MA, Crowley DE, Gajardo G, Mora ML. Mechanisms and practical considerations involved in plant growth promotion by Rhizobacteria. J Soil Sci Plant Nutr. 2010. doi: 10.4067/S0718-95162010000100006", "ArticleIdList": ["10.4067/S0718-95162010000100006"]}, {"Citation": "Pandey P, Maheshwari DK. Two-species microbial consortium for growth promotion of Cajanus cajan. Curr Sci. 2007;92: 1137–1142.", "ArticleIdList": ["17496969"]}, {"Citation": "Bhattacharyya PN, Jha DK. Plant growth-promoting rhizobacteria (PGPR): Emergence in agriculture. World Journal of Microbiology and Biotechnology. 2012. doi: 10.1007/s11274-011-0979-9", "ArticleIdList": ["10.1007/s11274-011-0979-9", "22805914"]}, {"Citation": "Sharma SB, Sayyed RZ, Trivedi MH, Gobi TA. Phosphate solubilizing microbes: Sustainable approach for managing phosphorus deficiency in agricultural soils. SpringerPlus. 2013. doi: 10.1186/2193-1801-2-587", "ArticleIdList": ["10.1186/2193-1801-2-587", "PMC4320215", "25674415"]}, {"Citation": "Parmar P, Sindhu SS. Potassium Solubilization by Rhizosphere Bacteria: Influence of Nutritional and Environmental Conditions. J Microbiol Res. 2013;3: 25–31. doi: 10.5923/j.microbiology.20130301.04", "ArticleIdList": ["10.5923/j.microbiology.20130301.04"]}, {"Citation": "Han HS, Supanjani, Lee KD. Effect of co-inoculation with phosphate and potassium. Plant, Soil Environ. 2006;3: 130–136."}, {"Citation": "Hayat R, Ali S, Amara U, Khalid R, Ahmed I. Soil beneficial bacteria and their role in plant growth promotion: A review. Annals of Microbiology. 2010. doi: 10.1007/s13213-010-0117-1", "ArticleIdList": ["10.1007/s13213-010-0117-1"]}, {"Citation": "Stern. Introductory Plant Biology. Journal of Chemical Information and Modeling. 2013."}, {"Citation": "Prantl K, Vines SH. An elementary text-book of botany. An elementary text-book of botany. 2018. doi: 10.5962/bhl.title.153469", "ArticleIdList": ["10.5962/bhl.title.153469"]}, {"Citation": "Hussain A, Noman A, Arif M, Farooq S, Khan MI, Cheng P, et al.. A basic helix-loop-helix transcription factor CabHLH113 positively regulate pepper immunity against Ralstonia solanacearum. Microb Pathog. 2021. doi: 10.1016/j.micpath.2021.104909", "ArticleIdList": ["10.1016/j.micpath.2021.104909", "33964418"]}, {"Citation": "Datta M, Palit R, Sengupta C, Pandit MK, Banerjee S. Plant growth promoting rhizobacteria enhance growth and yield of chilli (Capsicum annuum L.) under field conditions. Aust J Crop Sci. 2011;5: 531–536."}, {"Citation": "Hussain A, Khan MI, Albaqami M, Mahpara S, Noorka IR, Ahmed MAA, et al.. CaWRKY30 Positively Regulates Pepper Immunity by Targeting CaWRKY40 against Ralstonia solanacearum Inoculation through Modulating Defense-Related Genes. Int J Mol Sci. 2021;22: 12091. doi: 10.3390/ijms222112091", "ArticleIdList": ["10.3390/ijms222112091", "PMC8584995", "34769521"]}, {"Citation": "Singleton VL, Rossi JA. Colorimetry of total phenolics with phosphomolybdic-phosphotungstic acid reagents. Am J Enol Vitic. 1965;16: 144–158."}, {"Citation": "Brand-Williams W, Cuvelier ME, Berset C. Use of a free radical method to evaluate antioxidant activity. LWT—Food Sci Technol. 1995;28: 25–30. doi: 10.1016/S0023-6438(95)80008-5", "ArticleIdList": ["10.1016/S0023-6438(95)80008-5"]}, {"Citation": "Arnon DI. Copper enzymes in isolated chloroplasts. Polyphenoloxidase in Beta vulgaris. Plant Physiol. 1949;24: 1. doi: 10.1104/pp.24.1.1", "ArticleIdList": ["10.1104/pp.24.1.1", "PMC437905", "16654194"]}, {"Citation": "Lichtenthaler HK, Wellburn AR. Determinations of total carotenoids and chlorophylls a and b of leaf extracts in different solvents. Biochem Soc Trans. 1983;11: 591–592. doi: 10.1042/bst0110591", "ArticleIdList": ["10.1042/bst0110591"]}, {"Citation": "Steel R., Torrei J, Dickey D. Principles and Procedures of Statistics A Biometrical Approach. A Biometrical Approach. 1997."}, {"Citation": "Bi J, Li C, Zheng Z, Guo L. Effects of different strains from bacteria manure on growth of cucumber and tomato transplants. J Qingdao Agric Univ(Nat Sci). 2008;2: 1085–1122."}, {"Citation": "Riaz U, Murtaza G, Anum W, Samreen T, Sarfraz M, Nazir MZ. Plant Growth-Promoting Rhizobacteria (PGPR) as biofertilizers and biopesticides. Microbiota and Biofertilizers. Springer; 2021. pp. 181–196."}, {"Citation": "Ibiene AA, Agogbua JU, Okonko IO, Nwachi GN. Plant growth promoting rhizobacteria (PGPR) as biofertilizer: Effect on growth of Lycopersicum esculentus. J Am Sci. 2012;8: 318–324."}, {"Citation": "Kumar K, Madhuri K, Murugan V, Sakthivel K, Anantharaj A, Singh AK, et al.. Growth enhancement in vegetable crops by multifunctional resident plant growth promoting rhizobacteria under tropical Island Ecosystem. African J Microbiol Res. 2014;8: 2436–2448."}, {"Citation": "Ekinci M, Turan M, Yildirim E, Güneş A, Kotan R, Dursun A. Effect of plant growth promoting rhizobacteria on growth, nutrient, organic acid, amino acid and hormone content of cauliflower (Brassica oleracea L. var. botrytis) transplants. Acta Sci Pol Hortorum Cultus. 2014;13: 71–85."}, {"Citation": "Kanchana D, Jayanthi M, Usharani G, Saranraj P, Sujitha D. Interaction effect of combined inoculation of PGPR on growth and yield parameters of chilli var k1 (Capsicum annuum L.). Int J Microbiol Res. 2014;5: 144–151."}, {"Citation": "Pirlak L, Turan M, Sahin F, Esitken A. Floral and foliar application of plant growth promoting rhizobacteria (PGPR) to apples increases yield, growth, and nutrient element contents of leaves. J Sustain Agric. 2007;30: 145–155."}, {"Citation": "Arıkan Ş, İpek M, Pırlak L. Effects of plant growth promoting rhizobacteria (PGPR) on yield and fruit quality of quince. 2013 International Conference on Agriculture and Biotechnology IPCBEE. 2013."}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "7", "Day": "17"}, {"Year": "2021", "Month": "12", "Day": "2"}, {"Year": "2021", "Month": "12", "Day": "17", "Hour": "17", "Minute": "19"}, {"Year": "2021", "Month": "12", "Day": "18", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "1", "Day": "12", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "12", "Day": "17"}], "PublicationStatus": "epublish", "ArticleIdList": ["34919599", "PMC8683023", "10.1371/journal.pone.0261468", "PONE-D-21-23344"]}}], "PubmedBookArticle": []}