{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34926691", "DateCompleted": {"Year": "2022", "Month": "01", "Day": "20"}, "DateRevised": {"Year": "2022", "Month": "01", "Day": "20"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "12", "Day": "08"}], "Language": ["eng"], "ELocationID": ["7872406", "10.1155/2021/7872406"], "Journal": {"ISSN": "2314-6141", "JournalIssue": {"Volume": "2021", "PubDate": {"Year": "2021"}}, "Title": "BioMed research international", "ISOAbbreviation": "Biomed Res Int"}, "ArticleTitle": "Antiviral Potential of Selected Medicinal Herbs and Their Isolated Natural Products.", "Pagination": {"StartPage": "7872406", "MedlinePgn": "7872406"}, "Abstract": {"AbstractText": ["Viruses are responsible for a variety of human pathogenesis. Owing to the enhancement of the world population, global travel, and rapid urbanization, and infectious outbreaks, a critical threat has been generated to public health, as preventive vaccines and antiviral therapy are not available. Herbal medicines and refined natural products have resources for the development of novel antiviral drugs. These natural agents have shed light on preventive vaccine development and antiviral therapies. This review intends to discuss the antiviral activities of plant extracts and some isolated plant natural products based on mainly preclinical (in vitro and in vivo) studies. Twenty medicinal herbs were selected for the discussion, and those are commonly recognized antiviral medicinal plants in Ayurveda (<i>Zingiber officinale</i>, <i>Caesalpinia bonducella</i>, <i>Allium sativum</i>, <i>Glycyrrhiza glabra</i>, <i>Ferula assafoetida</i>, <i>Gymnema sylvestre</i>, <i>Gossypium herbaceum</i>, <i>Phyllanthus niruri</i>, <i>Trachyspermum ammi</i>, <i>Withania somnifera</i>, <i>Andrographis paniculata</i>, <i>Centella asiatica</i>, <i>Curcuma longa</i>, <i>Woodfordia fruticose</i>, <i>Phyllanthus emblica</i>, <i>Terminalia chebula</i>, <i>Tamarindus indica</i>, <i>Terminalia arjuna</i>, <i>Azadirachta indica</i>, and <i>Ficus religiosa)</i>. However, many viruses remain without successful immunization and only a few antiviral drugs have been approved for clinical use. Hence, the development of novel antiviral drugs is much significant and natural products are excellent sources for such drug developments. In this review, we summarize the antiviral actions of selected plant extracts and some isolated natural products of the medicinal herbs."], "CopyrightInformation": "Copyright © 2021 W. P. R. T. Perera et al."}, "AuthorList": [{"Identifier": ["0000-0001-5695-6579"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Indigenous Medical Resources, Faculty of Indigenous Health Sciences and Technology, Gampaha Wickramarachchi University of Indigenous Medicine, Sri Lanka."}], "LastName": "Perera", "ForeName": "W P R T", "Initials": "WPRT"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, Faculty of Science, University of Kelaniya, Sri Lanka."}], "LastName": "Liyanage", "ForeName": "Janitha A", "Initials": "JA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Cikitsa, Faculty of Indigenous Medicine, Gampaha Wickramarachchi University of Indigenous Medicine, Sri Lanka."}], "LastName": "Dissanayake", "ForeName": "K G C", "Initials": "KGC"}, {"Identifier": ["0000-0001-8382-351X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Rogavignana, Faculty of Indigenous Medicine, Gampaha Wickramarachchi University of Indigenous Medicine, Sri Lanka."}], "LastName": "Gunathilaka", "ForeName": "Hiruni", "Initials": "H"}, {"Identifier": ["0000-0003-3902-9946"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, Faculty of Science, University of Kelaniya, Sri Lanka."}], "LastName": "Weerakoon", "ForeName": "W M T D N", "Initials": "WMTDN"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, Faculty of Medicine, University of Ruhuna, Sri Lanka."}], "LastName": "Wanigasekara", "ForeName": "D N", "Initials": "DN"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, Faculty of Science, University of Kelaniya, Sri Lanka."}], "LastName": "Fernando", "ForeName": "W S K", "Initials": "WSK"}, {"Identifier": ["0000-0002-3988-8882"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, University of Iowa, USA."}], "LastName": "Rajapaksha", "ForeName": "R M H", "Initials": "RMH"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Cikitsa, Faculty of Indigenous Medicine, Gampaha Wickramarachchi University of Indigenous Medicine, Sri Lanka."}], "LastName": "Liyanage", "ForeName": "R P", "Initials": "RP"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, Faculty of Science, University of Kelaniya, Sri Lanka."}], "LastName": "Perera", "ForeName": "Bingun T", "Initials": "BT"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Biomed Res Int", "NlmUniqueID": "101600173"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Antiviral Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Biological Products"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Antiviral Agents"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Biological Products"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": ["drug therapy"], "DescriptorName": "Virus Diseases"}, {"QualifierName": ["drug effects"], "DescriptorName": "Viruses"}], "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Tsuchiya Y., Shimizu M., Hiyama Y., et al. Antiviral activity of natural occurring flavonoids in vitro. Chemical and Pharmaceutical Bulletin . 1985;33(9):3881–3886. doi: 10.1248/cpb.33.3881.", "ArticleIdList": ["10.1248/cpb.33.3881", "4092287"]}, {"Citation": "Andrighetti-Fröhner C. R., Sincero T. C., da Silva A. C., et al. Antiviral evaluation of plants from Brazilian Atlantic Tropical Forest. Fitoterapia . 2005;76(3-4):374–378. doi: 10.1016/j.fitote.2005.03.010.", "ArticleIdList": ["10.1016/j.fitote.2005.03.010", "15890472"]}, {"Citation": "Pietta P., Gardana C., Pietta A. In: Flavonoids in Health and Disease . Rice-Evans C., Packer L., editors. New York/Basel: Marcel Dekker Inc; 2003."}, {"Citation": "Watkins T., Resch W., Irlbeck D., Swanstrom R. Selection of High-Level Resistance to Human Immunodeficiency Virus Type 1 Protease Inhibitors. Antimicrobial Agents and Chemotherapy . 2003;47(2):759–769. doi: 10.1128/AAC.47.2.759-769.2003.", "ArticleIdList": ["10.1128/AAC.47.2.759-769.2003", "PMC151730", "12543689"]}, {"Citation": "Ahmad I., Aqil F., Owais M. Modern Phytomedicine: Turning Medicinal Plants into Drugs . 1st. John Wiley & Sons; 2006."}, {"Citation": "Siow Y. L., Gong Y., Au-Yeung K. K., Woo C. W., Choy P. C., Karmin O. Emerging issues in traditional Chinese medicine. Canadian Journal of Physiology and Pharmacology . 2005;83(4):321–334. doi: 10.1139/y05-029.", "ArticleIdList": ["10.1139/y05-029", "15877107"]}, {"Citation": "Webster D., Taschereau P., Lee T. D., Jurgens T. Immunostimulant properties of Heracleum maximum Bartr. Journal of Ethnopharmacology . 2006;106(3):360–363. doi: 10.1016/j.jep.2006.01.018.", "ArticleIdList": ["10.1016/j.jep.2006.01.018", "16504434"]}, {"Citation": "Dissanayake K. G. C., Perera W. P. R. T., Premasinghe N. Immunomodulatory efficiency of Tinospora cordifolia against viral infections. World Journal of Pharmaceutical and Medical Research . 2020;6(5):22–28."}, {"Citation": "Abad M. J., Guerra J. A., Bermejo P., Irurzun A., Carrasco L. Search for antiviral activity in higher plant extracts. Phytotherapy Research . 2000;14(8):604–607. doi: 10.1002/1099-1573(200012)14:8<604::AID-PTR678>3.0.CO;2-L.", "ArticleIdList": ["10.1002/1099-1573(200012)14:8<604::AID-PTR678>3.0.CO;2-L", "11113996"]}, {"Citation": "Martin K. W., Ernst E. Antiviral agents from plants and herbs: a systematic review. Antiviral Therapy . 2003;8:p. 77.", "ArticleIdList": ["12741619"]}, {"Citation": "Havsteen B. Flavonoids, a class of natural products of high pharmacological potency. Biochemical Pharmacology . 1983;32(7):1141–1148. doi: 10.1016/0006-2952(83)90262-9.", "ArticleIdList": ["10.1016/0006-2952(83)90262-9", "6342623"]}, {"Citation": "Dissanayake K. G. C., Perera B. T., Perera W. P. R. T. Potential of the pathogenic microorganisms' mitigation using rhizome extract of Acorus calamus as a medicinal herb. World Journal of Pharmacy and Pharmaceutical Sciences . 2020;9"}, {"Citation": "Dissanayake K. C. G., Fernando W. S. K., Perera W. P. R. T. Investigation of the phytochemistry of Coriandrum sativum to combat against viral infections. International Journal of Innovative Pharmaceutical Sciences and Research . 2020;8(6):1–10. doi: 10.21276/IJIPSR.2020.08.06.756.", "ArticleIdList": ["10.21276/IJIPSR.2020.08.06.756"]}, {"Citation": "Kuper H., Adami H.-O., Trichopoulos D. J. Infections as a major preventable cause of human cancer. Journal of Internal Medicine . 2000;248(3):171–183. doi: 10.1046/j.1365-2796.2000.00742.x.", "ArticleIdList": ["10.1046/j.1365-2796.2000.00742.x", "10971784"]}, {"Citation": "Tolo F. M., Rukunga G. M., Muli F. W., et al. Anti-viral activity of the extracts of a Kenyan medicinal plant Carissa edulis against herpes simplex virus. Journal of Ethnopharmacology . 2006;104(1-2):92–99. doi: 10.1016/j.jep.2005.08.053.", "ArticleIdList": ["10.1016/j.jep.2005.08.053", "16198524"]}, {"Citation": "Merry T., Astrautsova S. Alternative approaches to antiviral treatments: focusing on glycosylation as a target for antiviral therapy. Biotechnology and Applied Biochemistry . 2010;56(3):103–109. doi: 10.1042/BA20100010.", "ArticleIdList": ["10.1042/BA20100010", "20649513"]}, {"Citation": "Nile S. H., Park S. W. Chromatographic analysis, antioxidant, anti-inflammatory, and xanthine oxidase inhibitory activities of ginger extracts and its reference compounds. Industrial Crops and Products . 2015;70:238–244. doi: 10.1016/j.indcrop.2015.03.033.", "ArticleIdList": ["10.1016/j.indcrop.2015.03.033"]}, {"Citation": "Han Y. A., Song C. W., Koh W. S., et al. Anti-inflammatory effects of the Zingiber officinale roscoe constituent 12-dehydrogingerdione in lipopolysaccharide-stimulated raw 264.7 cells. Phytotherapy Research . 2013;27(8):1200–1205. doi: 10.1002/ptr.4847.", "ArticleIdList": ["10.1002/ptr.4847", "23027684"]}, {"Citation": "Chang J. S., Wang K. C., Yeh C. F., Shieh D. E., Chiang L. C. Fresh ginger (Zingiber officinale) has anti-viral activity against human respiratory syncytial virus in human respiratory tract cell lines. Journal of Ethnopharmacology . 2013;145(1):146–151. doi: 10.1016/j.jep.2012.10.043.", "ArticleIdList": ["10.1016/j.jep.2012.10.043", "23123794"]}, {"Citation": "Jolad S. D., Lantz R. C., Solyom A. M., Chen G. J., Bates R. B., Timmermann B. N. Fresh organically grown ginger (Zingiber officinale): composition and effects on LPS-induced PGE2 production. Phytochemistry . 2004;65(13):1937–1954. doi: 10.1016/j.phytochem.2004.06.008.", "ArticleIdList": ["10.1016/j.phytochem.2004.06.008", "15280001"]}, {"Citation": "Jolad S. D., Lantz R. C., Chen G. J., Bates R. B., Timmermann B. N. Commercially processed dry ginger (Zingiber officinale): Composition and effects on LPS-stimulated PGE2 production. Phytochemistry . 2005;66(13):1614–1635. doi: 10.1016/j.phytochem.2005.05.007.", "ArticleIdList": ["10.1016/j.phytochem.2005.05.007", "15996695"]}, {"Citation": "Dolin R. Common viral respiratory infections. In: Longo D. L., Fauci A. S., Fauci A. S., et al., editors. Harrison’s Principles of Internal Medicine . New York: McGraw-Hill; 2012. pp. 1485–1492."}, {"Citation": "Subbiah V., Nagaraja P., Narayan P., Nagendra H. G. Evaluation of pharmacological properties of Caesalpinia bonducella seed and shell extract. The Pharmacogenomics Journal . 2019;11(1):150–154."}, {"Citation": "Khare C. P. Indian Medicinal Plants: An Illustrated Dictionary . New York: Springer; 2007.", "ArticleIdList": ["10.1007/978-0-387-70638-2"]}, {"Citation": "Dhar M. L., Dhar M. M., Dhawan B. N., Mehrotra B. N. Ray C screening of Indian plants for biological activity. Part I. Indian Journal of Experimental Biology . 1968;6:232–247.", "ArticleIdList": ["5720682"]}, {"Citation": "Rajapaksa R. M. H., Perera B. T., Nisansala M. J., Perera W. P. R. T., Dissanayake K. G. C. Potential of inhibiting the receptor binding mechanism of SARS-COV-2 using phytochemical extracts of medicinal herb; molecular docking study. Global Journal of Engineering Science and Research Management . 2020;7(4)"}, {"Citation": "Mehrbod P., Amini E., Tavassoti-Kheiri M. Antiviral activity of garlic extract on influenza virus. Iranian Journal of Virology . 2009;3(1):19–23. doi: 10.21859/isv.3.1.19.", "ArticleIdList": ["10.21859/isv.3.1.19"]}, {"Citation": "Harris J. C., Cottrell S. L., Plummer S., Lloyd D. Antimicrobial properties of Allium sativum (garlic) Applied Microbiology and Biotechnology . 2001;57(3):282–286. doi: 10.1007/s002530100722.", "ArticleIdList": ["10.1007/s002530100722", "11759674"]}, {"Citation": "Fraschini F., Demartini G., Esposti D. Pharmacology of silymarin. Clinical Drug Investigation . 2002;22(1):51–65. doi: 10.2165/00044011-200222010-00007.", "ArticleIdList": ["10.2165/00044011-200222010-00007"]}, {"Citation": "Shojai T. M., Langeroudi A. G., Karimi V., Barin A., Sadri N. The effect of Allium sativum (garlic) extract on infectious bronchitis virus in specific pathogen free embryonic egg. Avicenna journal of phytomedicine . 2016;6(4):p. 458.", "ArticleIdList": ["PMC4967842", "27516987"]}, {"Citation": "Meléndez-Villanueva M. A., Morán-Santibañez K., Martínez-Sanmiguel J. J., et al. Virucidal activity of gold nanoparticles synthesized by green chemistry using garlic extract. Viruses . 2019;11(12) doi: 10.3390/v11121111.", "ArticleIdList": ["10.3390/v11121111", "PMC6950311", "31801280"]}, {"Citation": "Weber N. D., Andersen D. O., North J. A., Murray B. K., Lawson L. D., Hughes B. G. In VitroVirucidal effects of Allium sativum (Garlic) extract and compounds. Planta Medica . 1992;58(5):417–423. doi: 10.1055/s-2006-961504.", "ArticleIdList": ["10.1055/s-2006-961504", "1470664"]}, {"Citation": "Guo N. L., Lu D. P., Woods G. L., et al. Demonstration of the anti-viral activity of garlic extract against human cytomegalovirus in-vitro. Chinese Medical Journal . 1993;106(2):93–96.", "ArticleIdList": ["8389276"]}, {"Citation": "Szychowski K. A., Rybczyńska-Tkaczyk K., Gaweł-Bęben K., et al. Characterization of active compounds of different garlic (Allium sativum L.) cultivars. Polish Journal of Food and Nutrition Sciences . 2018;68(1):73–81. doi: 10.1515/pjfns-2017-0005.", "ArticleIdList": ["10.1515/pjfns-2017-0005"]}, {"Citation": "Kun S., Seetaha S., Pongsanarakul P., Hannongbua S., Choowongkomon K. Anti-HIV-1 reverse transcriptase activities of hexane extracts from some Asian medicinal plants. Journal of Medicinal Plants Research . 2011;5(19):4899–4960."}, {"Citation": "Hall A., Troupin A., Londono-Renteria B., Colpitts T. M. Garlic organosulfur compounds reduce inflammation and oxidative stress during dengue virus infection. Viruses . 2017;9(7):p. 159. doi: 10.3390/v9070159.", "ArticleIdList": ["10.3390/v9070159", "PMC5537651", "28644404"]}, {"Citation": "Tatarintsev A. V., Vrzhets P. V., Ershov D. E., et al. The ajoene blockade of integrindependent processes in an HIV-infected cell system. Vestnik Rossliskol Akademii Meditsinskikh Nauk . 1992;11–12:6–9.", "ArticleIdList": ["1284227"]}, {"Citation": "Kaul T., Middleton E., Ogra P. Antiviral effect of flavonoids on human viruses. Journal of Medical Virology . 1985;15(1):71–79. doi: 10.1002/jmv.1890150110.", "ArticleIdList": ["10.1002/jmv.1890150110", "2981979"]}, {"Citation": "Feng F., Hong L., Wen C., Yongsui D. Treatment of hepatitis caused by cytomegalovirus with allitridin injection-an experimental study. Journal of Tongji Medical University . 1999;19(4):271–274. doi: 10.1007/BF02886960.", "ArticleIdList": ["10.1007/BF02886960", "12938515"]}, {"Citation": "Biondi D. M., Rocco C., Ruberto G. New Dihydrostilbene derivatives from the leaves ofGlycyrrhizaglabraand evaluation of their antioxidant activity. Journal of Natural Products . 2003;66(4):477–480. doi: 10.1021/np020365s.", "ArticleIdList": ["10.1021/np020365s", "12713396"]}, {"Citation": "Obolentseva G. V., Litvinenko V. I., Ammosov A. S., Popova T. P., Sampiev A. M. Pharmacological and therapeutic properties of licorice preparations (a review) Pharmaceutical Chemistry Journal . 1999;33(8):427–434. doi: 10.1007/BF02510095.", "ArticleIdList": ["10.1007/BF02510095"]}, {"Citation": "Badam L. In vitro antiviral activity of indigenous glycyrrhizin, licorice and glycyrrhizic acid (Sigma) on Japanese encephalitis virus. The Journal of Communicable Diseases . 1997;29:91–99.", "ArticleIdList": ["9282507"]}, {"Citation": "Sharma V., Agrawal R. C., Pandey S. Phytochemical screening and determination of antibacterial and anti-oxidant potential of Glycyrrhiza glabra root extracts. Journal of Environmental Research and Development . 2013;7(4A):1552–1558."}, {"Citation": "Badam L. In vitro studies on the effect of glycyrrhizin from Glycyrrhiza glabra on some RNA and DNA viruses. Indian Journal of Pharmacology . 1994;26:194–199."}, {"Citation": "Asghari J., Atabaki V., Baher E., Mazaheritehrani M. Identification of sesquiterpene coumarins of oleo-gum resin of Ferula assa-foetida L. from the Yasuj Region. Natural product research . 2016;30(3):350–353.", "ArticleIdList": ["26134757"]}, {"Citation": "Dissanayake K. G. C., Perera W. P. R. T. Medicinal importance of Ferula asafetida oligo-gum resins against infective diseases. Journal of Medicinal Plants Studies . 2020;8(2):135–139."}, {"Citation": "Rollinger J. M., Steindl T. M., Schuster D., et al. Structure-based virtual screening for the discovery of natural inhibitors for human rhinovirus coat protein. Journal of Medicinal Chemistry . 2008;51(4):842–851.", "ArticleIdList": ["18247552"]}, {"Citation": "Ninomiya Y., Aoyama M., Umeda I., Suhara Y., Ishitsuka H. Comparative studies on the modes of action of the antirhinovirus agents Ro 09-0410, Ro 09-0179, RMI-15,731, 4’, 6-dichloroflavan, and enviroxime. Antimicrobial agents and chemotherapy . 1985;27(4):595–599.", "ArticleIdList": ["PMC180102", "2988431"]}, {"Citation": "Lee C., Chiang L., Cheng L., et al. Influenza A (H1N1) antiviral and cytotoxic agents fromFerula assa-foetida. Journal of natural products . 2009;72(9):1568–1572. doi: 10.1021/np900158f.", "ArticleIdList": ["10.1021/np900158f", "19691312"]}, {"Citation": "Kanetkar P., Singhal R., Kamat M. Gymnema sylvestre: a memoir. Journal of Clinical Biochemistry and Nutrition . 2007;41(2):77–81. doi: 10.3164/jcbn.2007010.", "ArticleIdList": ["10.3164/jcbn.2007010", "PMC2170951", "18193099"]}, {"Citation": "Dateo G. P., Long L. Gymnemic acid, the antisaccharine principle of Gymnema sylvestre. isolation and heterogeneity of gymnemic acid A1. Journal of Agricultural and Food Chemistry . 1973;21(5):899–903. doi: 10.1021/jf60189a030.", "ArticleIdList": ["10.1021/jf60189a030", "4733385"]}, {"Citation": "Subashini M. S., Rajendran P. Original research article in vitro screening of anti HBV and anti HIV properties of Gymnema sylvestre R. Br leaves from Kolli Hills, Tamilnadu, India. International Journal of Current Microbiology and Applied Sciences . 2015;4(3):542–547."}, {"Citation": "Rupanar S., Pingale S. Review: phytochemical and pharmacological profile of. International Journal Of Engineering Technology Science and Research . 2018;5(3):756–764."}, {"Citation": "Subba Rao G., Sinsheimer J., Cochran K. Antiviral activity of triterpenoid saponins containing acylated β-amyrin aglycones. Journal of Pharmaceutical Sciences . 1974;63(3):471–473. doi: 10.1002/jps.2600630341.", "ArticleIdList": ["10.1002/jps.2600630341", "4820390"]}, {"Citation": "Sinsheimer J., Subba Rao G., McIlhenny H. M., Smith R. V., Maassab H. F., Cochran K. W. Isolation and antiviral activity of the gymnemic acids. Experientia . 1968;24(3):302–303. doi: 10.1007/BF02152834.", "ArticleIdList": ["10.1007/BF02152834", "5661439"]}, {"Citation": "Raheman K., Sultana A. Gossypium herbaceum Linn: an ethnopharmacological review. Journal of Pharmaceutical and Scientific Innovation (JPSI) . 2012;1"}, {"Citation": "Al-snafi A. E. Chemical constituents and pharmacological activities of Gossypium herbaceum and Gossypium hirsutum - a review Prof. IOSR Journal of Pharmacy . 2018;8(5):64–80."}, {"Citation": "Polsky B., Segal S. J., Baron P. A., Gold J. W., Ueno H., Armstrong D. Inactivation of human immunodeficiency virus in vitro by gossypol. Contraception . 1989;39(6):579–587. doi: 10.1016/0010-7824(89)90034-6.", "ArticleIdList": ["10.1016/0010-7824(89)90034-6", "2473865"]}, {"Citation": "Tai-Shun L., Schinazi R. F., Zhu J., et al. Anti-HIV-1 activity and cellular pharmacology of various analogs of gossypol. Biochemical pharmacology . 1993;46(2):251–255. doi: 10.1016/0006-2952(93)90411-O.", "ArticleIdList": ["10.1016/0006-2952(93)90411-O", "8347147"]}, {"Citation": "Al-snafi A. E. Iraqi medicinal plants with antiviral effect-a review Iraqi medicinal plants with antiviral effect- a review. IOSR Journal of Pharmacy . 2019;9(8):22–103."}, {"Citation": "Lee N. Y. S., Khoo W. K. S., Akmal M., Prasat T. The pharmacological potential of Phyllanthus niruri. Journal of Pharmacy and Pharmacology . 2016;68:953–969. doi: 10.1111/jphp.12565.", "ArticleIdList": ["10.1111/jphp.12565", "27283048"]}, {"Citation": "Yeh S. F., Hong C. Y., Huang Y. L., Liu T. Y., Choo K. B., Chou C. K. Effect of an extract from Phyllanthus amarus on hepatitis B surface antigen gene expression in human hepatoma cells. Antiviral Research . 1993;20(3):185–192. doi: 10.1016/0166-3542(93)90019-F.", "ArticleIdList": ["10.1016/0166-3542(93)90019-F", "8470882"]}, {"Citation": "Venkateswaran P. S., Millman I., Blumberg B. S. Effects of an extract from Phyllanthus niruri on hepatitis B and woodchuck hepatitis viruses: in vitro and in vivo studies. Proceedings of the National Academy of Sciences of the United States of America . 1987;84(1):274–278. doi: 10.1073/pnas.84.1.274.", "ArticleIdList": ["10.1073/pnas.84.1.274", "PMC304186", "3467354"]}, {"Citation": "Ogata T., Higuchi H., Mochida S., et al. HIV-1 reverse transcriptase inhibitor fromPhyllanthus niruri. AIDS Research and Human Retroviruses . 1992;8(11):1937–1944. doi: 10.1089/aid.1992.8.1937.", "ArticleIdList": ["10.1089/aid.1992.8.1937", "1283310"]}, {"Citation": "Tan W. C., Jaganath I. B., Manikam R., Sekaran S. D. Evaluation of antiviral activities of four local Malaysian phyllanthus species against herpes simplex viruses and possible antiviral target. International Journal of Medical Sciences . 2013;10(13):1817–1829. doi: 10.7150/ijms.6902.", "ArticleIdList": ["10.7150/ijms.6902", "PMC3856372", "24324358"]}, {"Citation": "Moein M. R., Zomorodian K., Pakshir K., Yavari F., Motamedi M., Zarshenas M. M. Trachyspermum ammi(L.) Sprague. Journal of evidence-based complementary & alternative medicine . 2015;20(1):50–56. doi: 10.1177/2156587214553302.", "ArticleIdList": ["10.1177/2156587214553302", "25305209"]}, {"Citation": "Roy S., Chaurvedi P., Chowdhary A. Evaluation of antiviral activity of essential oil of Trachyspermum ammi against Japanese encephalitis virus. Pharmacognosy research . 2015;7(3):263–267. doi: 10.4103/0974-8490.157977.", "ArticleIdList": ["10.4103/0974-8490.157977", "PMC4471653", "26130938"]}, {"Citation": "Bharti V. K., Malik J. K., Gupta R. C. In Nutraceuticals: Efficacy, Safety and Toxicity . Elsevier; 2016. Ashwagandha: multiple health benefits; pp. 717–733.", "ArticleIdList": ["10.1016/B978-0-12-802147-7.00052-8"]}, {"Citation": "Kulkarni S. K., Sharma A., Verma A., Ticku M. K. GABA receptor mediated anticonvulsant action of Withania somnifera root extract. Indian Drugs . 1993;30"}, {"Citation": "Grandhi A., Mujumdar A. M., Patwardhan B. A comparative pharmacological investigation of ashwagandha and ginseng. Journal of Ethnopharmacology . 1994;44(3):131–135. doi: 10.1016/0378-8741(94)01119-2.", "ArticleIdList": ["10.1016/0378-8741(94)01119-2", "7898119"]}, {"Citation": "Ambwani T., Umapathi V. Antiviral activity of ashwagandha extract on infectious bursal disease virus replication. Indian Journal of Science and Technology . 2015;5"}, {"Citation": "Arseculeratne S. N., Gunatilaka A. A. L., Panabokke R. G., Panabokke R. G. Studies on medicinal plants of Sri Lanka. Part 14: toxicity of some traditional medicinal herbs. Journal of Ethnopharmacology . 1985;13(3):323–335. doi: 10.1016/0378-8741(85)90078-9.", "ArticleIdList": ["10.1016/0378-8741(85)90078-9", "4058035"]}, {"Citation": "Grover A., Agrawal V., Shandilya A., Bisaria V. S., Sundar D. Non-nucleosidic inhibition of herpes simplex virus DNA polymerase: mechanistic insights into the anti-herpetic mode of action of herbal drug withaferin A. BMC Bioinformatics . 2011;12(Supplement 13) doi: 10.1186/1471-2105-12-S13-S22.", "ArticleIdList": ["10.1186/1471-2105-12-S13-S22", "PMC3278839", "22373101"]}, {"Citation": "Usha P. R., Naidu M. U., Raju Y. S. Evaluation of the antiretroviral activity of a new polyherbal drug (Immu-25) in patients with HIV infection. Drugs in R & D . 2003;4(2):103–109. doi: 10.2165/00126839-200304020-00003.", "ArticleIdList": ["10.2165/00126839-200304020-00003", "12718564"]}, {"Citation": "Chao W. W., Lin B. F. Isolation and identification of bioactive compounds in Andrographis paniculata (Chuanxinlian) Chinese medicine . 2010;5(1):17–17. doi: 10.1186/1749-8546-5-17.", "ArticleIdList": ["10.1186/1749-8546-5-17", "PMC2881933", "20465823"]}, {"Citation": "Wiart C., Kumar K., Yusof M. Y., Hamimah H., Fauzi Z. M., Sulaiman M. Antiviral properties of ent-labdene diterpenes of Andrographis paniculata Nees, inhibitors of herpes simplex virus type 1. Phytotherapy Research . 2005;19(12):1069–1070. doi: 10.1002/ptr.1765.", "ArticleIdList": ["10.1002/ptr.1765", "16372376"]}, {"Citation": "Calabrese C., Berman S. H., Babish J. G., et al. A phase I trial of andrographolide in HIV positive patients and normal volunteers. Phytotheraphy Research . 2000;14(5):333–338. doi: 10.1002/1099-1573(200008)14:5<333::AID-PTR584>3.0.CO;2-D.", "ArticleIdList": ["10.1002/1099-1573(200008)14:5<333::AID-PTR584>3.0.CO;2-D", "10925397"]}, {"Citation": "King Spalding L. L. P. Andrographolide derivatives to treat viral infections. US Patent 20060333785, 2006."}, {"Citation": "Lin T. P., Chen S. Y., Duh P. D., Chang L. K., Liu Y. N. Inhibition of the Epstein-Barr virus lytic cycle by andrographolide. Biological & Pharmaceutical Bulletin . 2008;31(11):2018–2023. doi: 10.1248/bpb.31.2018.", "ArticleIdList": ["10.1248/bpb.31.2018", "18981566"]}, {"Citation": "Tang L. I. C., Ling A. P. K., Koh R. Y., Chye S. M., Voon K. G. L. Screening of anti-dengue activity in methanolic extracts of medicinal plants. BMC Complementary and Alternative Medicine. . 2012;12(1):1–10. doi: 10.1186/1472-6882-12-3.", "ArticleIdList": ["10.1186/1472-6882-12-3", "PMC3269354", "22244370"]}, {"Citation": "Chopra R. N., Nayar S. L., Chopra I. C. Glossary of Indian medicinal plants (including the supplement) New Delhi: Council of Scientific and Industrial Research; 1986."}, {"Citation": "Singh B., Rastogi R. P. A reinvestigation of the triterpenes of Centella asiatica. Phytochemistry . 1969;8(5):917–921. doi: 10.1016/S0031-9422(00)85884-7.", "ArticleIdList": ["10.1016/S0031-9422(00)85884-7"]}, {"Citation": "Srivastava R., Shukla Y. N., Kumar S. Chemistry and pharmacology of Centella asiatica: a review. Journal of Medicinal and Aromatic Plant Sciences . 1997;19:1049–1056."}, {"Citation": "Williamson E. Centella asiatica (L.) Urb. In: Williamson E., editor. Major Herbs of Ayurveda . London, UK: Elsevier Science; 2002. pp. 102–110."}, {"Citation": "Yoosook C., Bunyapraphatsara N., Boonyakiat Y., Kantasuk C. Anti-herpes simplex virus activities of crude water extracts of Thai medicinal plants. Phytomedicine . 2000;6(6):411–419. doi: 10.1016/S0944-7113(00)80068-9.", "ArticleIdList": ["10.1016/S0944-7113(00)80068-9", "10715843"]}, {"Citation": "Hanisa H., Mohdazmi M. L., Suhaila M., Hakim M. N. Effects of Centella asiatica L., Curcuma longa L., and Strobilanthescrispus L. extracts on 3 kidney cell lines: in vitro cytotoxicity analysis. International Journal of Pharmacy and Pharmaceutical Sciences . 2014;6:388–392."}, {"Citation": "Singh R. K., Rai D., Yadav D., Bhargava A., Balzarini J., De Clercq E. Synthesis, antibacterial and antiviral properties of curcumin bioconjugates bearing dipeptide, fatty acids and folic acid. European Journal of Medicinal Chemistry . 2010;45(3):1078–1086. doi: 10.1016/j.ejmech.2009.12.002.", "ArticleIdList": ["10.1016/j.ejmech.2009.12.002", "PMC7115498", "20034711"]}, {"Citation": "Chen D.-Y., Shien J.-H., Tiley L., et al. Curcumin inhibits influenza virus infection and haemagglutination activity. Food Chemistry . 2010;119(4):1346–1351. doi: 10.1016/j.foodchem.2009.09.011.", "ArticleIdList": ["10.1016/j.foodchem.2009.09.011"]}, {"Citation": "Zandi K., Ramedani E., Mohammadi K., et al. Evaluation of antiviral activities of curcumin derivatives against HSV-1 in Vero cell line. Natural Product Communications . 2010;5(12) doi: 10.1177/1934578X1000501220.", "ArticleIdList": ["10.1177/1934578X1000501220", "21299124"]}, {"Citation": "Divya C. S., Pillai M. R. Antitumor action of curcumin in human papillomavirus associated cells involves downregulation of viral oncogenes, prevention of NFkB and AP-1 translocation, and modulation of apoptosis. Molecular Carcinogenesis . 2006;45(5):320–332. doi: 10.1002/mc.20170.", "ArticleIdList": ["10.1002/mc.20170", "16526022"]}, {"Citation": "Dutta K., Ghosh D., Basu A. Curcumin protects neuronal cells from Japanese encephalitis virus-mediated cell death and also inhibits infective viral particle formation by dysregulation of ubiquitin-proteasome system. Journal of Neuroimmune Pharmacology . 2009;4(3):328–337. doi: 10.1007/s11481-009-9158-2.", "ArticleIdList": ["10.1007/s11481-009-9158-2", "19434500"]}, {"Citation": "Basu K. Lalith Mohan Basu . 2nd edition. Allahabad, India: Jayyd Press; 1992. Indian Medicinal Plants; pp. 1074–1076."}, {"Citation": "Ghani A. Medicinal Plants of Bangladesh with Chemical Constituents and Uses . Dhaka, Bangladesh: Asiatic Society of Bangladesh; 2003."}, {"Citation": "Chanda S., Baravalia Y., Kaneria M. Protective effect of Polyalthia longifolia var. pendula leaves on ethanol and ethanol/HCl induced ulcer in rats and its antimicrobial potency. Asian Pacific Journal of Tropical Medicine . 2011;4(9):673–679. doi: 10.1016/S1995-7645(11)60172-7.", "ArticleIdList": ["10.1016/S1995-7645(11)60172-7", "21967687"]}, {"Citation": "Shah A. S., Juvekar A. R. In vitroandin vivoimmunostimulatory activity of Woodfordia fruticosa flowers on non-specific immunity. Pharmaceutical Biology . 2010;48(9):1066–1072. doi: 10.3109/13880200903490497.", "ArticleIdList": ["10.3109/13880200903490497", "20731559"]}, {"Citation": "Brinda D., Geetha R. Evaluation of the protective efficacy of Woodfordia fruticosa on phenytoin induced liver damage in rats. Journal of cell and tissue research . 2009;9(3):1981–1984."}, {"Citation": "Yoshida T., Chou T., Nitta A., et al. A macro-ring hydrolyzable tannin dimer with antitumor activity, and accompanying dimers from Woodfordia fruticosa flowers. Chemical and Pharmaceutical Bulletin . 1990;38(5):1211–1217. doi: 10.1248/cpb.38.1211.", "ArticleIdList": ["10.1248/cpb.38.1211", "2393947"]}, {"Citation": "Verma N., Amresh G., Sahu P. K., Mishra N., Rao C. V., Singh A. P. Wound healing potential of flowers extract of Woodfordia fruiticosa Kurz. Indian Journal of Biochemistry & Biophysics . 2013;50:296–304.", "ArticleIdList": ["24772949"]}, {"Citation": "Palese P., Shaw M. L. Orthomyxoviridae: the viruses and their replication. In: Knipe D. M., Howley P. M., editors. Fields Virology . Philadelphia: Lippincott Williams & Wilkins; 2006. pp. 1648–1689."}, {"Citation": "Kratz J. M., Andrighetti-Fröhner C. R., Kolling D. J., et al. Anti-HSV-1 and anti-HIV-1 activity of gallic acid and pentyl gallate. Memórias do Instituto Oswaldo Cruz . 2008;103(5):437–442. doi: 10.1590/S0074-02762008000500005.", "ArticleIdList": ["10.1590/S0074-02762008000500005", "18797755"]}, {"Citation": "Unander D. W., Webster G. L., Blumberg B. S. Usage and bioassays in Phyllanthus (Euphorbiaceae). IV. Clustering of antiviral uses and other effects. Journal of Ethnopharmacology . 1995;45(1):1–18. doi: 10.1016/0378-8741(94)01189-7.", "ArticleIdList": ["10.1016/0378-8741(94)01189-7", "7739222"]}, {"Citation": "Habib-ur-Rehman, Yasin K. A., Choudhary M. A., et al. Studies on the chemical constituents ofPhyllanthus emblica. Natural Product Research . 2007;21(9):775–781. doi: 10.1080/14786410601124664.", "ArticleIdList": ["10.1080/14786410601124664", "17763100"]}, {"Citation": "Xiang Y., Pei Y., Qu C., et al. In vitroAnti-Herpes simplex virus activity of 1,2,4,6-Tetra-O-galloyl-β-d-glucose from Phyllanthus emblica L. (Euphorbiaceae) Phytotherapy Research . 2011;25(7):975–982. doi: 10.1002/ptr.3368.", "ArticleIdList": ["10.1002/ptr.3368", "21213355"]}, {"Citation": "Liu Q., Wang Y.-F., Chen R.-J., et al. Anti-coxsackie virus B3 norsesquiterpenoids from the roots ofPhyllanthus emblica. Journal of Natural Products . 2009;72(5):969–972. doi: 10.1021/np800792d.", "ArticleIdList": ["10.1021/np800792d", "19374435"]}, {"Citation": "Lv J.-J., Yu S., Xin Y., et al. Anti-viral and cytotoxic norbisabolane sesquiterpenoid glycosides from Phyllanthus emblica and their absolute configurations. Phytochemistry . 2015;117:123–134. doi: 10.1016/j.phytochem.2015.06.001.", "ArticleIdList": ["10.1016/j.phytochem.2015.06.001", "26074492"]}, {"Citation": "Rathinamoorthy R., Thilagavathi G. Terminalia chebula – review on pharmacological and biochemical studies. International Journal of PharmTech Research . 2014;6(1):97–116."}, {"Citation": "Khare C. P. Indian Medicinal Plants – An Illustrated Dictionary . New Delhi: 1st Indian Reprint; 2007."}, {"Citation": "Badmaev V., Nowakowski M. Protection of epithelial cells against influenza A virus by a plant derived biological response modifier Ledretan-96. Phytotherapy Research . 2000;14(4):245–249. doi: 10.1002/1099-1573(200006)14:4<245::AID-PTR571>3.0.CO;2-O.", "ArticleIdList": ["10.1002/1099-1573(200006)14:4<245::AID-PTR571>3.0.CO;2-O", "10861966"]}, {"Citation": "Kurokawa M., Nagasaka K., Hirabayashi T., et al. Efficacy of traditional herbal medicines in combination with acyclovir against herpes simplex virus type 1 infection in vitro and in vivo. Antiviral Research . 1995;27(1-2):19–37. doi: 10.1016/0166-3542(94)00076-K.", "ArticleIdList": ["10.1016/0166-3542(94)00076-K", "7486956"]}, {"Citation": "Mekkawy S. E., Meselhy M. R., Kusumoto I. T., Kadota S., Hattori M., Namba T. Inhibitory effects of Egyptian folk medicines on human immunodeficiency virus (HIV) reverse transcriptase. Chemical and pharmaceutical bulletin . 1995;43(4):641–648. doi: 10.1248/cpb.43.641.", "ArticleIdList": ["10.1248/cpb.43.641", "7541317"]}, {"Citation": "Ahmad I., Mehmood Z., Mohammad F. Screening of some Indian medicinal plants for their antimicrobial properties. Journal of Ethnopharmacology . 1998;62(2):183–193. doi: 10.1016/S0378-8741(98)00055-5.", "ArticleIdList": ["10.1016/S0378-8741(98)00055-5", "9741890"]}, {"Citation": "Ma H., Zhao Y. D., Li K., Kang T. A new alternative to treat swine influenza A virus infection: extracts from Terminalia chebula Retz. African Journal of Microbiology Research . 2010;4(6):497–499."}, {"Citation": "Ajala O. S., Jukov A., Ma C. M. Hepatitis C virus inhibitory hydrolysable tannins from the fruits of Terminalia chebula. Fitoterapia . 2014;99:117–123. doi: 10.1016/j.fitote.2014.09.014.", "ArticleIdList": ["10.1016/j.fitote.2014.09.014", "25261266"]}, {"Citation": "Kumar C. S., Bhattacharya S. Tamarind seed: properties, processing and utilization. Critical Reviews in Food Science and Nutrition . 2008;48(1):1–20. doi: 10.1080/10408390600948600.", "ArticleIdList": ["10.1080/10408390600948600", "18274963"]}, {"Citation": "De Caluw E., Halamov K., Van Damme P. Tamarindus indica L. a review of traditional uses, phytochemistry and pharmacology. Afrika Focus . 2010;23(1):53–83."}, {"Citation": "Kuru P. Tamarindus indica and its health related effects. Asian Pacific Journal of Tropical Biomedicine . 2014;4(9):676–681. doi: 10.12980/APJTB.4.2014APJTB-2014-0173.", "ArticleIdList": ["10.12980/APJTB.4.2014APJTB-2014-0173"]}, {"Citation": "Okoh O. O., Obiiyeke G. E., Nwodo U. U., Okoh A. I. Ethanol extract and chromatographic fractions of Tamarindus indica stem bark inhibits Newcastle disease virus replication. Pharmaceutical Biology . 2017;55(1):1806–1808. doi: 10.1080/13880209.2017.1331364.", "ArticleIdList": ["10.1080/13880209.2017.1331364", "PMC6130528", "28539068"]}, {"Citation": "Dwivedi S. Terminalia arjuna Wight & Arn.--A useful drug for cardiovascular disorders. Journal of Ethnopharmacology . 2007;114(2):114–129. doi: 10.1016/j.jep.2007.08.003.", "ArticleIdList": ["10.1016/j.jep.2007.08.003", "17875376"]}, {"Citation": "King F. E., King T. J., Ross J. M. Terminalia arjuna and its chemical constituents. Journal of the Chemical Society . 1954;85:p. 399."}, {"Citation": "Cheng H. Y., Lin C. C., Lin T. C. Antiherpes simplex virus type 2 activity of casuarinin from the bark of Terminalia arjuna Linn. Antiviral Research . 2002;55(3):447–455. doi: 10.1016/S0166-3542(02)00077-3.", "ArticleIdList": ["10.1016/S0166-3542(02)00077-3", "12206882"]}, {"Citation": "Rasmussen S. A., Jamieson D. J., Honein M. A., Petersen L. R. Zika virus and birth defects—reviewing the evidence for causality. The New England Journal of Medicine . 2016;374(20):1981–1987. doi: 10.1056/NEJMsr1604338.", "ArticleIdList": ["10.1056/NEJMsr1604338", "27074377"]}, {"Citation": "Schmutterer H. Properties and potential of natural pesticides from the neem Tree, Azadirachta Indica. Annual review of entomology . 1990;35(1):271–297. doi: 10.1146/annurev.en.35.010190.001415.", "ArticleIdList": ["10.1146/annurev.en.35.010190.001415", "2405771"]}, {"Citation": "Faccin-Galhardi L. C., Aimi Yamamoto K., Ray S., Ray B., Carvalho Linhares R. E., Nozawa C. The in vitro antiviral property of Azadirachta indica polysaccharides for poliovirus. Journal of Ethnopharmacology . 2012;142(1):86–90. doi: 10.1016/j.jep.2012.04.018.", "ArticleIdList": ["10.1016/j.jep.2012.04.018", "22855945"]}, {"Citation": "Biswas K., Chattopadhyay I., Banerjee R. K., Bandyopadhyay U. Biological activities and medicinal properties of neem (Azadirachta indica) Current science . 2002;82(11):1336–1345."}, {"Citation": "Badam L., Joshi S. P., Bedekar S. S. ‘In vitro’antiviral activity of neem (Azadirachta indica. A. Juss) leaf extract against group B coxsackieviruses. The Journal of Communicable Diseases . 1999;31(2):79–90.", "ArticleIdList": ["10810594"]}, {"Citation": "SaiRam M., Ilavazhagan G., Sharma S. K., et al. Anti-microbial activity of a new vaginal contraceptive NIM-76 from neem oil (Azadirachta indica) Journal of Ethnopharmacology . 2000;71(3):377–382. doi: 10.1016/S0378-8741(99)00211-1.", "ArticleIdList": ["10.1016/S0378-8741(99)00211-1", "10940573"]}, {"Citation": "Parida M. M., Upadhyay C., Pandya G., Jana A. M. Inhibitory potential of neem (Azadirachta indica Juss) leaves on Dengue virus type-2 replication. Journal of Ethnopharmacology . 2002;79(2):273–278. doi: 10.1016/S0378-8741(01)00395-6.", "ArticleIdList": ["10.1016/S0378-8741(01)00395-6", "11801392"]}, {"Citation": "Mahmood M. S., Amir H. W., Abbas R. Z., Rafique A., Aslam B. Evaluation of antiviral activity of Azadirachta indica (Neem) bark extract against Newcastle disease virus. Pakistan Veterinary Journal . 2018;38(1):25–28."}, {"Citation": "Ashfaq U. A., Jalil A., ul Qamar M. T. Antiviral phytochemicals identification fromAzadirachta indicaleaves against HCV NS3 protease: an in silico approach. Natural Product Research . 2016;30(16):1866–1869. doi: 10.1080/14786419.2015.1075527.", "ArticleIdList": ["10.1080/14786419.2015.1075527", "26274064"]}, {"Citation": "Cagno V., Civra A., Kumar R., et al. Ficus religiosa L. bark extracts inhibit human rhinovirus and respiratory syncytial virus infection in vitro. Journal of Ethnopharmacology . 2015;176:252–257. doi: 10.1016/j.jep.2015.10.042.", "ArticleIdList": ["10.1016/j.jep.2015.10.042", "26528588"]}, {"Citation": "Ghosh M., Civra A., Rittà M., et al. Ficus religiosa L. bark extracts inhibit infection by herpes simplex virus type 2 in vitro. Archives of Virology . 2016;161(12):3509–3514. doi: 10.1007/s00705-016-3032-3.", "ArticleIdList": ["10.1007/s00705-016-3032-3", "27581805"]}, {"Citation": "Singh D., Singh B., Goel R. K. Traditional uses, phytochemistry and pharmacology of Ficus religiosa : A review. Journal of Ethnopharmacology . 2011;134(3):565–583. doi: 10.1016/j.jep.2011.01.046.", "ArticleIdList": ["10.1016/j.jep.2011.01.046", "21296646"]}, {"Citation": "Al-Snafi A. E. Pharmacology of Ficus religiosa-a review. IOSR Journal of Pharmacy . 2017;7(3):49–60. doi: 10.9790/3013-0703014960.", "ArticleIdList": ["10.9790/3013-0703014960"]}, {"Citation": "Manorenjitha M. S., Norita A. K., Norhisham S., Asmawi M. Z. GC-MS analysis of bioactive components of Ficus religiosa (Linn.) stem. International Journal of Pharma and Bio Sciences . 2013;4(2):99–103."}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "4", "Day": "27"}, {"Year": "2021", "Month": "11", "Day": "9"}, {"Year": "2021", "Month": "12", "Day": "20", "Hour": "6", "Minute": "19"}, {"Year": "2021", "Month": "12", "Day": "21", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "1", "Day": "21", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "12", "Day": "8"}], "PublicationStatus": "epublish", "ArticleIdList": ["34926691", "PMC8674041", "10.1155/2021/7872406"]}}], "PubmedBookArticle": []}