{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["anti-cancer activity", "biochemical perspectives", "mechanism of actions", "medicinal plants"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34936737", "DateRevised": {"Year": "2023", "Month": "10", "Day": "20"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "12", "Day": "16"}], "Language": ["eng"], "ELocationID": ["10.1515/jbcpp-2021-0257"], "Journal": {"ISSN": "2191-0286", "JournalIssue": {"Volume": "34", "Issue": "4", "PubDate": {"Year": "2023", "Month": "Jul", "Day": "01"}}, "Title": "Journal of basic and clinical physiology and pharmacology", "ISOAbbreviation": "J Basic Clin Physiol Pharmacol"}, "ArticleTitle": "A review of the mechanisms of anti-cancer activities of some medicinal plants-biochemical perspectives.", "Pagination": {"StartPage": "419", "EndPage": "428", "MedlinePgn": "419-428"}, "Abstract": {"AbstractText": ["Cancer is a disease resulting in unbridled growth of cells due to dysregulation in the balance of cell populations. Various management procedures in handling cases of cancer are not without their adverse side effects on the normal cells. Medicinal plants/herbs have been in use in the management of various ailments, including cancer, for a long time. Medicinal plants have been credited with wide safety margins, cost effectiveness, availability and diverse activities. This study reviewed various mechanisms of anti-cancer activities of some medicinal plants from a biochemical perspective. The mechanisms of anti-cancer activities of plant compounds addressed in this article include induction of apoptosis, anti-angiogenic effects, anti-metastasis, inhibition of cell cycle, inhibition of DNA destruction and effects on key enzymes, cytotoxic and anti-oxidant effects. The anti-cancer activities of some of the plants involve more than one mechanism."], "CopyrightInformation": "© 2021 Walter de Gruyter GmbH, Berlin/Boston."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Veterinary Physiology and Pharmacology, University of Nigeria, Nsukka, Enugu State, Nigeria."}], "LastName": "Aba", "ForeName": "Patrick E", "Initials": "PE"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Veterinary Pathology and Microbiology, University of Nigeria, Nsukka, Enugu State, Nigeria."}], "LastName": "Ihedioha", "ForeName": "John I", "Initials": "JI"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Veterinary Physiology and Pharmacology, University of Nigeria, Nsukka, Enugu State, Nigeria."}], "LastName": "Asuzu", "ForeName": "Isaac U", "Initials": "IU"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "J Basic Clin Physiol Pharmacol", "NlmUniqueID": "9101750", "ISSNLinking": "0792-6855"}}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Smeltzer, SC, Bare, BG, Hinkle, JL, Cheever, KH. Brunner and Suddarth’s textbook of medical surgical nursing , 12th ed.London, England: Wolters Kluwer; 2010:205–31pp."}, {"Citation": "Kumar, V, Abbas, A, Aster, J. Robbins pathologic basis of disease , 9th ed.Tehran, Iran: Arjomand; 2014."}, {"Citation": "Lachenmayer, A, Alsinet, C, Chang, CY, Liovit, JM. Molecular approaches to treatment of hepatocellular carcinoma. Dig Liver Dis 2010;42:264–72. https://doi.org/10.1016/S1590-8658(10)60515-4 .", "ArticleIdList": ["10.1016/S1590-8658(10)60515-4"]}, {"Citation": "Kooti, W, Hasanzadeh-Noohi, Z, Sharafi-Ahvazi, N, Asadi-Samani, M, Ashtary-Larky, D. Phytochemistry, pharmacology, and therapeutic uses of black seed (Nigella sativa). Chin J Nat Med 2016;14:732–45. https://doi.org/10.1016/s1875-5364(16)30088-7 .", "ArticleIdList": ["10.1016/s1875-5364(16)30088-7"]}, {"Citation": "Jedy-Agba, E, Curado, MP, Ogunbiyi, O, Oga, E, Fabowale, T, Igbinoba, F, et al.. Cancer incidence in Nigeria: a report from population-based cancer registries. Cancer Epidemiol 2012;36:271–8. https://doi.org/10.1016/j.canep.2012.04.007 .", "ArticleIdList": ["10.1016/j.canep.2012.04.007"]}, {"Citation": "Vasudevan, D, Valdyanathan, K. Biochemistry of cancer. In: Textbook of biochemistry . New Delhi: Indian Council of Medical Research; 2017:603–13 pp."}, {"Citation": "Merlo, LM, Pepper, JW, Reid, BJ, Maley, CC. Cancer as an evolutionary and ecological process. NatRev Cancer 2006;6:924–35. https://doi.org/10.1038/nrc2013 .", "ArticleIdList": ["10.1038/nrc2013"]}, {"Citation": "Baylin, SB, Ohm, JE. Epigenetic gene silencing in cancer – a mechanism for early oncogenic pathway addiction? Nat Rev Cancer 2006;6:107–16. https://doi.org/10.1038/nrc1799 .", "ArticleIdList": ["10.1038/nrc1799"]}, {"Citation": "Lemoine, NK, Nicholas, R. Progress in pathology . London: Greenwich Medical Media; 2001."}, {"Citation": "Sondak, VK, Chang, AE. Clinical evaluation and treatment of soft tissue tumors. In: Weiss, SW, Goldblum, JR, editors. Enzinger and Weiss’s soft tissue tumors , 4th ed.Philadelphia, PA: Mosby; 2001."}, {"Citation": "Mankin, HJ, Hornicek, FJ. Diagnosis, classification, and management of soft tissue sarcomas. Can Contract 2005;12:5–21. https://doi.org/10.1177/107327480501200102 .", "ArticleIdList": ["10.1177/107327480501200102"]}, {"Citation": "Freedman, A. Follicular lymphoma: 2012 update on diagnosis and management. Am J Hematol 2012;87:988–95. https://doi.org/10.1002/ajh.23313 .", "ArticleIdList": ["10.1002/ajh.23313"]}, {"Citation": "Nastoupil, LJ, Rose, AC, Flowers, CR. Diffuse large B-cell lymphoma: current treatment approaches. Oncology 2012;26:488–95."}, {"Citation": "Kooti, W, Servatyari, K, Behzadifar, M, Asadi-Samani, M, Sadeghi, F, Nouri, B, et al.. Effective medicinal plant in cancer treatment part 2: review study. J Evidbase Compl Alter Med 2017;22:982–95. https://doi.org/10.1177/2156587217696927 .", "ArticleIdList": ["10.1177/2156587217696927"]}, {"Citation": "Levy, MH, Back, A, Bazargan, S, Benedetti, C, Billings, JA, Block, S, et al.. Palliative care. Clinical practice guidelines in oncology. J Natl Compr Cancer Netw 2006;4:776–818. https://doi.org/10.6004/jnccn.2006.0068 .", "ArticleIdList": ["10.6004/jnccn.2006.0068"]}, {"Citation": "Montazeri, A. Quality of life data as prognostic indicators of survival in cancer patients: an overview of the literature from 1982 to 2008. Health Qual Life Outcome 2009;7:102. https://doi.org/10.1186/1477-7525-7-102 .", "ArticleIdList": ["10.1186/1477-7525-7-102"]}, {"Citation": "Amin, AR, Kucuk, O, Khuri, FR, Shin, DM. Perspectives for cancer prevention with natural compounds. J ClinOncol 2009;27:2712–25. https://doi.org/10.1200/jco.2008.20.6235 .", "ArticleIdList": ["10.1200/jco.2008.20.6235"]}, {"Citation": "BaiShen, WE, Hu, B. The induction of the apoptosis of cancer cell by sonodynamic therapy: a review. Chin J Cancer Res 2012;24:368–73. https://doi.org/10.1007/s11670-012-0277-6 .", "ArticleIdList": ["10.1007/s11670-012-0277-6"]}, {"Citation": "Bauer, JH, Hefand, SL. New tricks of an old molecule.Life span regulation by p53. Aging Cell 2006;5:437–40. https://doi.org/10.1111/j.1474-9726.2006.00228.x .", "ArticleIdList": ["10.1111/j.1474-9726.2006.00228.x"]}, {"Citation": "Gasco, M, Shami, S, Cook, T. The p53 pathway in breast cancer. Breast Cancer Res 2002;4:70–6. https://doi.org/10.1186/bcr426 .", "ArticleIdList": ["10.1186/bcr426"]}, {"Citation": "Li, J, Lee, B, Lee, AS. Endoplasmic reticulum stress-induced apoptosis: multiple pathways and activation of p53-up-regulated modulator of apoptosis (PUMA) and NOXA by p53. J BiolChem 2006;281:7260–70. https://doi.org/10.1074/jbc.m509868200 .", "ArticleIdList": ["10.1074/jbc.m509868200"]}, {"Citation": "Broeker, LE, Kruyt, FAE, Giaccone, G. Cell death independent of caspases: a review. ClinCancer Res Off J Am Assoc Cancer Res 2005;11:3155–62."}, {"Citation": "Kumar, V, Abbas, AK, Fausto, N. Robbins and Cotran pathologic basis of disease , 8th ed.Philadelphia: SaundersElsevier Inc.; 2010:25–32pp."}, {"Citation": "Hengartner, MO. Apoptosis: corralling the corpses. Cell 2000;104:325–8."}, {"Citation": "Lavrik, IN, Golks, A, Krammer, PH. Caspases; pharmacological manipulations of cell death modalities. J Clin Invest 2005;115:2665–72. https://doi.org/10.1172/jci26252 .", "ArticleIdList": ["10.1172/jci26252"]}, {"Citation": "Thomson, M, Ali, M. Garlic (Allium sativum): a review of its potential use as an anti-cancer agent. Curr Cancer Drug Targets 2003;3:67–81. https://doi.org/10.2174/1568009033333736 .", "ArticleIdList": ["10.2174/1568009033333736"]}, {"Citation": "Bianchini, F, Vainio, H. Allium vegetables and organosulfur compounds: do they help prevent cancer? Environ Health Perspect 2001;109:893–902. https://doi.org/10.1289/ehp.01109893 .", "ArticleIdList": ["10.1289/ehp.01109893"]}, {"Citation": "DalaliIsfahani, L, Monajemi, R, Amjad, L. Cytotoxic effects of extract and essential oil leaves of Achilleawilhelmsii C. Koch on colon cancers cells. ExpAnimBiol 2013;1:1–6."}, {"Citation": "Harwansh, RK, Patra, KC, Pareta, SK, Singh, J. Pharmacological studies on Glycyrrhizaglabra. PharmacolOnline 2011;2:1032–8."}, {"Citation": "Torres, RG, Casanova, LM, Carvalho, J, Zancan, P. Ocimumbasilicum but not Ocimumgratissimum present cytotoxic effects on human breast cancer cell linMCF-7, inducing apoptosis and triggering mTOR/Akt/p7056K pathway. J BioenergBiomembr 2018;50:1–13. https://doi.org/10.1007/s10863-018-9750-3 .", "ArticleIdList": ["10.1007/s10863-018-9750-3"]}, {"Citation": "Kumar, V, Abbas, AK, Fausto, N. Robbins and Cotran pathologic basis of disease , 7th ed.Philadelphia: SaundersElsevier Inc.; 2004."}, {"Citation": "Folkman, J. Tumor angiogenesis therapeutic implications. N Engl J Med 1971;285:1182–6. https://doi.org/10.1056/NEJM197111182852108 .", "ArticleIdList": ["10.1056/NEJM197111182852108"]}, {"Citation": "Nishida, N, Yano, H, Nishida, T, Kamura, T, Kojiro, M. Angiogenesis in cancer. Vasc Health Risk Manag 2006;2:213–9. https://doi.org/10.2147/vhrm.2006.2.3.213 .", "ArticleIdList": ["10.2147/vhrm.2006.2.3.213"]}, {"Citation": "Ahn, JB, Rha, SY, Shin, SJ, Jeung, HC, Kim, TS, Zhang, X, et al.. Circulating endothelial progenitor cells (EPC) for tumorvasculogenesis in gastric cancer patients. Cancer Lett 2010;288:124–32. https://doi.org/10.1016/j.canlet.2009.06.031 .", "ArticleIdList": ["10.1016/j.canlet.2009.06.031"]}, {"Citation": "Moccia, F, Zuccolo, E, Poletto, V, Cinelli, M, Bonetti, E, Guerra, G, et al.. Endothelial progenitor cells support tumour growth and metastatisation: implications for the resistance to anti-angiogenic therapy. Tumour Biol 2015;36:6603–14. https://doi.org/10.1007/s13277-015-3823-2 .", "ArticleIdList": ["10.1007/s13277-015-3823-2"]}, {"Citation": "Ono, M, Kosaka, N, Tominaga, N, Yoshioka, Y, Takeshita, F, Takahashi, RU, et al.. Exosomes from bone marrow mesenchymal stem cells contain a microRNA that promotes dormancy in metastatic breast cancer cells. Sci Signal 2014;7:63. https://doi.org/10.1126/scisignal.2005231 .", "ArticleIdList": ["10.1126/scisignal.2005231"]}, {"Citation": "Kim, KJ, Li, B, Winer, J, Armanini, M, Gillett, N, Phillips, HS, et al.. Inhibition of vascular endothelia growth factor-induced angiogenesis suppresses tumour growth in vivo. Nature 1993;362:841–4. https://doi.org/10.1038/362841a0 .", "ArticleIdList": ["10.1038/362841a0"]}, {"Citation": "Lippert, JW. Vascular disrupting agents. Bioorg Med Chem 2007;15:605–15. https://doi.org/10.1016/j.bmc.2006.10.020 .", "ArticleIdList": ["10.1016/j.bmc.2006.10.020"]}, {"Citation": "Stack, MS, Gately, S, Bafetti, LM, Enghild, JJ, Soff, GA. Angiostatin inhibits endothelial and melanoma cellular invasion by blocking matrix-enhanced plasminogen activation. Biochem J 1999;340:77–84. https://doi.org/10.1042/bj3400077 .", "ArticleIdList": ["10.1042/bj3400077"]}, {"Citation": "Gordanian, B, Behbahani, M, Carapetian, J, Fazilati, M. Cytotoxic effect of Artemisia absinthium L. grown at two different altitudes on human breast cancer cell line MCF7. Pajouhesh Dar Pezeshki 2012;36:124–31."}, {"Citation": "Srivastava, R, Ahmed, H, Dixit, RK, Saraf, SA. Crocus sativus L. a comprehensive review. Pharmacogn Rev 2010;4:200–8. https://doi.org/10.4103/0973-7847.70919 .", "ArticleIdList": ["10.4103/0973-7847.70919"]}, {"Citation": "Halliwell, B, Gutteridge, JMC, Cross, CE. Free radicals, antioxidant and human disease, where are we now? J Lab Clin Med 1992;119:598–620."}, {"Citation": "Halliwell, B, Gutteridge, JMC. The antioxidant of human extracellular fluids. Arch BiochemBiophys 1990;280:1–8. https://doi.org/10.1016/0003-9861(90)90510-6 .", "ArticleIdList": ["10.1016/0003-9861(90)90510-6"]}, {"Citation": "Sindhi, V, Gupta, V, Sharma, K, Bhatnaja, S, Kumari, R, Dhaka, N. Potential applications of antioxidants-a review. J Pharm Res 2013;7:828–35. https://doi.org/10.1016/j.jopr.2013.10.001 .", "ArticleIdList": ["10.1016/j.jopr.2013.10.001"]}, {"Citation": "Marinescu, S, Anghel, R, Gruia, MI, Beuran, M. Involvement of reactive oxygen species in the mechanisms associated with cervical cancer specific treatment. Chirurgia (Bucur) 2014;109:806–11."}, {"Citation": "Sreevalsan, S, Safe, S. Reactive oxygen species and colorectal cancer. Curr Colorectal Cancer Rep 2013;9:350–7. https://doi.org/10.1007/s11888-013-0190-5 .", "ArticleIdList": ["10.1007/s11888-013-0190-5"]}, {"Citation": "Sena, LA, Chandel, NS. Physiological roles of mitochondrial reactive oxygen species. Mol Cell 2012;48:158–67. https://doi.org/10.1016/j.molcel.2012.09.025 .", "ArticleIdList": ["10.1016/j.molcel.2012.09.025"]}, {"Citation": "Raninga, PV, Trapani, GD, Tonissen, KF. Cross talk between two antioxidant systems, thioredoxin and DJ-1: consequences for cancer. Oncoscience 2014;1:95–110. https://doi.org/10.18632/oncoscience.12 .", "ArticleIdList": ["10.18632/oncoscience.12"]}, {"Citation": "Simone, NL, Simone, V, Simone, CB. Antioxidants and other nutrients do not interfere with chemotherapy or radiation therapy and can increase kill and increase survival part II. Alternative Ther Health Med 2007;13:22–8."}, {"Citation": "Uttara, B, Singh, AV, Zamboni, P, Mahajan, RT. Oxidative stress and neurodegenerative disease: a review of upstream and downstream antioxidant therapeutic options. CurrNeuropharmacol 2009;7:65–74. https://doi.org/10.2174/157015909787602823 .", "ArticleIdList": ["10.2174/157015909787602823"]}, {"Citation": "Karikas, GA. Chemoprevention, molecular and biochemical mechanisms involved in cancer control and management. Health Sci J 2011;5:149–54."}, {"Citation": "Nandakumar, V, Singh, T, Katiya, SK. Multitargeted prevention and therapy of cancer by proanthocyanidins. Cancer Lett 2008;269:378–87. https://doi.org/10.1016/j.canlet.2008.03.049 .", "ArticleIdList": ["10.1016/j.canlet.2008.03.049"]}, {"Citation": "Su, CC, Chen, GW, Lin, JG, Wu, LT, Chung, JG. Curcumin inhibits cell migration of human colon cancer colo25 cells through the inhibition of nuclear factor kappa B/p65 and down regulates cyclooxygenase-2 and matrix metalloproteinase-2 expressions. Anticancer Res 2006;26:1281–8."}, {"Citation": "Vauzour, D, Rodriguez-Mateos, A, Corona, G, Oruna-Concha, MJ. Spencer JPE: polyphenols and human health: preventionof diseases and mechanisms of action. J Nutrients 2010;2:1106–31. https://doi.org/10.3390/nu2111106 .", "ArticleIdList": ["10.3390/nu2111106"]}, {"Citation": "Bose, S, Panda, AK, Mukherjee, S, Sa, G. Curcumin and tumor immune-editing: resurrecting the immune system. Cell Div 2015;10:6. https://doi.org/10.1186/s13008-015-0012-z .", "ArticleIdList": ["10.1186/s13008-015-0012-z"]}, {"Citation": "Yang, Y, Paik, JH, Cho, D, Cho, J, Kim, C. Resveratrol induces the suppression of tumor-derived CD4+ CD25+ regulatory T cells. IntImmunopharm 2008;8:542–7. https://doi.org/10.1016/j.intimp.2007.12.006 .", "ArticleIdList": ["10.1016/j.intimp.2007.12.006"]}, {"Citation": "Calabrese, V, Bates, TE, Mancuso, C, Cornelius, C, Ventimiglia, B, Cambria, MT, et al.. Curcumin and the cellular stress response in free radical-related diseases. MolNutr Food Res 2008;52:1062–73. https://doi.org/10.1002/mnfr.200700316 .", "ArticleIdList": ["10.1002/mnfr.200700316"]}, {"Citation": "Mahassni, SH, Al-Reemi, RM. Apoptosis and necrosis of human breast cancer cells by an aqueous extract of garden cress (Lepidiumsarivum) seeds. Saudi J BiolSci 2013;20:131–9. https://doi.org/10.1016/j.sjbs.2012.12.002 .", "ArticleIdList": ["10.1016/j.sjbs.2012.12.002"]}, {"Citation": "Hasanzadeh, E, Rezazadeh, SH, Shamsa, SF, Dolatabadi, R, Zarringhalam, J. Review on phytochemistry and therapeutic properties of fenugreek (Trigonellafoenum-graceum). J Med Plants 2010;2:1–18."}, {"Citation": "Konrad, L, Müller, HH, Lenz, C, Laubinger, H, Aumüller, G, Lichius, JJ. Antiproliferative effect on human prostate cancer cells by a stinging nettle root (Urticadioica) extract. Planta Med 2000;66:44–7. https://doi.org/10.1055/s-2000-11117 .", "ArticleIdList": ["10.1055/s-2000-11117"]}, {"Citation": "Aba, PE, Asuzu, IU, Odo, RI. Antihyperglycaemic and antioxidant potentials of Cussoniaarborea in alloxan-induced diabetic rats. J Comp ClinPathol 2012;23:451–8. https://doi.org/10.1007/s00580-012-1640-1 .", "ArticleIdList": ["10.1007/s00580-012-1640-1"]}, {"Citation": "Odo, RI, Asuzu, IU, Aba, PE. The antidiabetic activities of the methanolic root bark extract of Afzelia Africana in alloxan-induced diabetic mice. J ComplIntegr Med 2012;9:1553–3840. https://doi.org/10.1515/1553-3840.1649 .", "ArticleIdList": ["10.1515/1553-3840.1649"]}, {"Citation": "Aba, PE, Okenwa-Ani, CP. Biochemical effects of methanolic extracts of Vernoniaamygdalina and Gongronemalatifolia on alloxan-induced diabetic rats. BrJ Pharmaceut Res 2016;9:1–10. https://doi.org/10.9734/bjpr/2016/22122 .", "ArticleIdList": ["10.9734/bjpr/2016/22122"]}, {"Citation": "Aba, PE, Ugwueze, KO, Onoja, SO, Okorie-Kanu, CO, Anaga, AO. Hepatoprotective and antioxidant properties of methanol leaf extract of Diaphananthebidens in acetaminophen-induced hepatotoxicity in rats. TropJ Pharmaceut Res 2019;18:2371–7."}, {"Citation": "Swem, TF, Aba, PE, Udem, SC. Ameliorative effect and in vivo antioxidant properties of methanol extract of Burkea Africana stem bark on acetaminophen-induced hepatotoxicity in rats. TropJ Natur Prod Res 2020;4:36–42. https://doi.org/10.26538/tjnpr/v4i2.3 .", "ArticleIdList": ["10.26538/tjnpr/v4i2.3"]}, {"Citation": "Hoeijmakers, JHJ. DNA damage, aging, and cancer. N Engl J Med 2009;361:1475–85. https://doi.org/10.1056/nejmra0804615 .", "ArticleIdList": ["10.1056/nejmra0804615"]}, {"Citation": "Gavande, NS, Vandervere-Carroza, PS, Hinshaw, HD, Jalal, SI, Sears, CR, Pawelczak, KS, et al.. DNA repair targeted therapy: the past or future of cancer treatment? PharmacolTherapeut 2016;160:65–83. https://doi.org/10.1016/j.pharmthera.2016.02.003 .", "ArticleIdList": ["10.1016/j.pharmthera.2016.02.003"]}, {"Citation": "Ciccia, A, Elledge, SJ. The DNA damage response: making it safe to play with knives. Mol Cell 2010;40:179–204. https://doi.org/10.1016/j.molcel.2010.09.019 .", "ArticleIdList": ["10.1016/j.molcel.2010.09.019"]}, {"Citation": "Kelley, MR, Logsdon, D, Fishel, ML. Targetting DNA repair pathways for cancer treatment: what’s new? Future Oncol 2014;10:1215–37. https://doi.org/10.2217/fon.14.60 .", "ArticleIdList": ["10.2217/fon.14.60"]}, {"Citation": "Hofbauer, R, Frass, M, Gmeiner, B, Kaye, AD, Frost, EA. Effects of Ferula assa-foetida extract on neutrophil migration at the cellular level. Heart Dis 2001;3:14–7. https://doi.org/10.1097/00132580-200101000-00003 .", "ArticleIdList": ["10.1097/00132580-200101000-00003"]}, {"Citation": "Byrd, JC, Lin, TS, Dalton, JT, Wu, D, Phelps, MA, Fisher, B, et al.. Flavopiridol administered using a pharmacologically derived schedule is associated with marked clinical efficacy in refractory, genetically high-risk chronic lymphocytic leukemia. Blood 2007;109:399–404. https://doi.org/10.1182/blood-2006-05-020735 .", "ArticleIdList": ["10.1182/blood-2006-05-020735"]}, {"Citation": "Visconti, R, Della, R, Grieco, D. Cell cycle check point in cancer: a therapeutically targeted double-edged sword. J ExpClin Cancer Res 2016;35:153. https://doi.org/10.1186/s13046-016-0433-9 .", "ArticleIdList": ["10.1186/s13046-016-0433-9"]}, {"Citation": "Dickson, MA, Schwartz, GK. Development of cell-cycle inhibitors for cancer therapy. CurrOncol 2009;16:36–43. https://doi.org/10.3747/co.v16i2.428 .", "ArticleIdList": ["10.3747/co.v16i2.428"]}, {"Citation": "Sutherland, RL, Musgrove, EA. Cyclin D and mammary carcinoma. New insights from transgenic mouse models. Breast Cancer Res 2002;4:14–7. https://doi.org/10.1186/bcr411 .", "ArticleIdList": ["10.1186/bcr411"]}, {"Citation": "Chen, YN, Sharma, SK, Ramsey, TM, Jiang, L, Martin, MS, Baker, K, et al.. Selective killing of transformed cells by cyclin/cyclin-dependent kinase-2 antagonists. Proc Natl AcadSci USA 1999;96:4325–9. https://doi.org/10.1073/pnas.96.8.4325 .", "ArticleIdList": ["10.1073/pnas.96.8.4325"]}, {"Citation": "Sherr, CJ. G1 phase progression: cycling on cue. Cell 1994;79:551–5. https://doi.org/10.1016/0092-8674(94)90540-1 .", "ArticleIdList": ["10.1016/0092-8674(94)90540-1"]}, {"Citation": "Zhou, J, Glannakakou, P. Targeting microtubule for cancer chemotherapy. Curr Med ChemAnti Cancer Agents 2005;5:65–71. https://doi.org/10.2174/1568011053352569 .", "ArticleIdList": ["10.2174/1568011053352569"]}, {"Citation": "Ayyad, SEN, Abdel-Lateff, A, Alarif, WM, Patacchioli, FR, Badria, FA, Ezmirly, ST. In vitro and in vivo study of cucurbitacins-type triterpene glucoside from Citrulluscolocynthis growing in Saudi Arabia against hepatocellular carcinoma. Environ ToxicolPharmacol 2012;33:245–51. https://doi.org/10.1016/j.etap.2011.12.010 .", "ArticleIdList": ["10.1016/j.etap.2011.12.010"]}, {"Citation": "TavakkolAfshari, J, Rakhshandeh, H, Zamani, AR, MahdaviShahri, N, Ghazezadeh, L, Norozi, M. Cytotoxicity effects of Citrulluscolocynthis on Hep2 and L929 cell lines. Hakim Res J 2005;8:47–54."}, {"Citation": "Gupta, GP, Massagué, J. Cancer metastasis: building a framework. Cell 2006;17127:679–95. https://doi.org/10.1016/j.cell.2006.11.001 .", "ArticleIdList": ["10.1016/j.cell.2006.11.001"]}, {"Citation": "Buchheit, CL, Weigel, KJ, Schafer, ZT. Cancer cell survival during detachment from the ECM: multiple barriers to tumour progression. Nat Rev Cancer 2014;14:632–41. https://doi.org/10.1038/nrc3789 .", "ArticleIdList": ["10.1038/nrc3789"]}, {"Citation": "Fontebasso, Y, Dubinett, SM. Drug development for metastasis prevention. Crit Rev Oncog 2015;20:449–73. https://doi.org/10.1615/CritRevOncog.v20.i5-6.150 .", "ArticleIdList": ["10.1615/CritRevOncog.v20.i5-6.150"]}, {"Citation": "Sennino, B, Ishiguro-Oonuma, T, Wei, Y, Naylor, RM, Williamson, CW, Bhagwandin, V, et al.. Suppression of tumor invasion and metastasis by concurrent inhibition of c-Met and VEGF signaling in pancreatic neuroendocrine tumors. Cancer Discov 2012;2:270–87. https://doi.org/10.1158/2159-8290.cd-11-0240 .", "ArticleIdList": ["10.1158/2159-8290.cd-11-0240"]}, {"Citation": "Alizadeh, AM, Shiri, S, Farsinejad, S. Metastasis review: from bench to bedside. Tumour Biol 2014;35:8483–523. https://doi.org/10.1007/s13277-014-2421-z .", "ArticleIdList": ["10.1007/s13277-014-2421-z"]}, {"Citation": "Wolf, K, Mazo, I, Leung, H, Engelke, K, Von Andria, UH, Deryugina, EI, et al.. Compensation mechanism in tumor cell migration: mesenchymal-amoeboid transition after blocking of pericellular proteolysis. J Cell Biol 2003;160:267–77. https://doi.org/10.1083/jcb.200209006 .", "ArticleIdList": ["10.1083/jcb.200209006"]}, {"Citation": "Van Goietsenoven, G. In vitro growth inhibitory effects of cytochalasins and derivatives in cancer cells. Planta Med 2011;77:711–7. https://doi.org/10.1055/s-0030-1250523 .", "ArticleIdList": ["10.1055/s-0030-1250523"]}, {"Citation": "Schwab, A, Stock, C. Ion channels and transporters in tumour cell migration and invasion. Philos Trans R SocLond B BiolSci 2014;369:20130102. https://doi.org/10.1098/rstb.2013.0102 .", "ArticleIdList": ["10.1098/rstb.2013.0102"]}, {"Citation": "Sarkar, FH, Li, Y, Wang, Z, Padhye, S. Lesson learned from nature for the development of novel anti-cancer agents: implication of isoflavone, curcumin, and their synthetic analogs. CurrPharmaceut Des 2010;16:1801–12. https://doi.org/10.2174/138161210791208956 .", "ArticleIdList": ["10.2174/138161210791208956"]}, {"Citation": "de Bono, JS, Tolcher, AW, Rowinsky, EK.The future of cytotoxic therapy: selective cytotoxicity based on biology is the key. Breast Cancer Res 2003;5:154–9. https://doi.org/10.1186/bcr597 .", "ArticleIdList": ["10.1186/bcr597"]}, {"Citation": "Prakash, V. Terpenoidsascytotoxic compounds: a perspective. Pharmacogn Rev 2018;12:166–76. https://doi.org/10.4103/phrev.phrev_3_18 .", "ArticleIdList": ["10.4103/phrev.phrev_3_18"]}, {"Citation": "Agarwal, G, Carcache, PB, Addo, EM, Kinghorn, AD. Current status and contemporary approaches to the discovery of antitumor agents from higher plants. Biotechnol Adv 2020;38:107337."}, {"Citation": "Erasto, P, Viljoen, A. Limonene—a review: biosynthetic, ecological and pharmacological relevance. NatProd Comm 2008;3:1193–9. https://doi.org/10.1177/1934578x0800300728 .", "ArticleIdList": ["10.1177/1934578x0800300728"]}, {"Citation": "Malko, MW, Wróblewska, A, Chemical, O. The importance of R-(+)-limonene as the raw material for organic syntheses and for organic industry. Chemik 2016;70:193–202."}, {"Citation": "Jia, S, Xi, G, Zhang, M, Chen, Y, Lei, BO, Dong, X, et al.. Induction of apoptosis by D-limonene is mediated by inactivation of Akt in LS174T human colon cancer cells. OncolRep 2013;3:349–54. https://doi.org/10.3892/or.2012.2093 .", "ArticleIdList": ["10.3892/or.2012.2093"]}, {"Citation": "Yang, C, Chen, H, Chen, H, Zhong, B, Luo, X, Chun, J. Antioxidant and anticancer activities of essential oil from gannan navel orange peel. Molecules 2017;22:1–10. https://doi.org/10.3390/molecules22081391 .", "ArticleIdList": ["10.3390/molecules22081391"]}, {"Citation": "Ren, G, Shi, Z, Cong, T, Yao, Y. Antiproliferative activity of combined Biochanin A and GinsenosideRh2 on MDA-MB-231 and MCF-7 human breast cancer cells. Molecules 2018;23:1–14. https://doi.org/10.3390/molecules23112908 .", "ArticleIdList": ["10.3390/molecules23112908"]}, {"Citation": "Sheihet, L, Garbuzenko, OB, Bushman, J, Gounder, MK, Minko, T, Kohn, J. Paclitaxel in tyrosine-derived nanospheres as a potential anti-cancer agent: in vivo evaluation of toxicity and efficacy in comparison with paclitaxel in cremophor. Eur J PharmaceutSci 2012;45:320–9. https://doi.org/10.1016/j.ejps.2011.11.017 .", "ArticleIdList": ["10.1016/j.ejps.2011.11.017"]}, {"Citation": "Pozo-Guisado, E, Centeno, F, Merino, JM, Mulero-navarro, S, Jesu, M, Alvarez-barrientos, A, et al.. Resveratrol-induced apoptosis in MCF-7 human breast cancer cells involves a caspase-independent mechanism with downregulation of Bcl-2 and NF-kB. Int J Cancer 2005;115:74–84. https://doi.org/10.1002/ijc.20856 .", "ArticleIdList": ["10.1002/ijc.20856"]}, {"Citation": "Kim, KH, Seo, HS, Choi, HS, Choi, I, Shin, YC, Ko, S. Induction of apoptotic cell death by ursolic acid through mitochondrial death pathway and extrinsic death receptor pathway in MDA-MB-231 cells. Arch Pharm Res 2011;34:1363–72. https://doi.org/10.1007/s12272-011-0817-5 .", "ArticleIdList": ["10.1007/s12272-011-0817-5"]}, {"Citation": "Lou, C, Yokoyama, S, Saiki, I, Hayakawa, Y. Selective anticancer activity of hirsutine against HER2positive breast cancer cells by inducing DNA damage. Oncol Rep 2015;33:2072–6. https://doi.org/10.3892/or.2015.3796 .", "ArticleIdList": ["10.3892/or.2015.3796"]}, {"Citation": "Wang, XD, Li, CY, Jiang, MM, Li, D, Wen, P, Song, X, et al.. Induction of apoptosis in human leukemia cells through an intrinsic pathway by cathachunine, a unique alkaloid isolated from Catharanthusroseus. Phytomedicine 2016;23:641–53. https://doi.org/10.1016/j.phymed.2016.03.003 .", "ArticleIdList": ["10.1016/j.phymed.2016.03.003"]}, {"Citation": "Liew, SY, Looi, CY, Paydar, M, Cheah, FK, Leong, KH, Wong, WF, et al.. Subditine, a new monoterpenoid indole alkaloid from bark of Naucleasubdita (Korth.) Steud.Induces apoptosis in human prostate cancer cells. PLoSOne 2014;9:e87286. https://doi.org/10.1371/journal.pone.0087286 .", "ArticleIdList": ["10.1371/journal.pone.0087286"]}, {"Citation": "Lee, ST, Wong, PF, Cheah, SC. Alpha-tomatine induces apoptosis and inhibits nuclear factor-kappa B activation on human prostatic adenocarcinoma PC-3 cells. PLoSOne 2011;6:e18915. https://doi.org/10.1371/journal.pone.0018915 .", "ArticleIdList": ["10.1371/journal.pone.0018915"]}, {"Citation": "Gonzalez, VM, Fuertes, MA, Alonso, C, Perez, JM.Is cisplatin-induced cell death always produced by apoptosis? MolPharmacol 2001;59:657–63. https://doi.org/10.1124/mol.59.4.657 .", "ArticleIdList": ["10.1124/mol.59.4.657"]}, {"Citation": "Al-Snafi, AE. Chemical constituents and pharmacological activities of Ammi majus and Ammi visnaga—a review. Int J Pharm Ind Res 2013;3:257–65."}, {"Citation": "Nemati, F, EslamiJadidi, B, TalebiDarabi, M. Investigation cytotoxic effects of Ammi maju extract on MCF-7and HeLa cancer cell line. J AnimBiol 2013;5:59–66."}, {"Citation": "Shokoohinia, Y, Hosseinzadeh, L, Alipour, M, Mostafaie, A, Mohammadi-Motlagh, HR. Comparative evaluation of cytotoxic and apoptogenic effects of several coumarins on human cancer cell lines: osthole induces apoptosis in p53-deficient H1299 cells. Adv Pharmacol Sci 2014;2014:847574. https://doi.org/10.1155/2014/847574 .", "ArticleIdList": ["10.1155/2014/847574"]}, {"Citation": "MomtaziBorojeni, A, Behbahani, M, Sadeghi-Aliabadi, H. Evaluation of cytotoxic effect of some extracts of Avicennia marina against MDA-MB231 human breast cancer cell line. PharmaceutSci 2011;16:229–38."}, {"Citation": "Sharaf, M, El-Ansari, MA, Saleh, NA. New flavonoids from Avicennia marina. Fitoterapia 2000;71:274–7. https://doi.org/10.1016/s0367-326x(99)00169-0 .", "ArticleIdList": ["10.1016/s0367-326x(99)00169-0"]}, {"Citation": "Androutsopoulos, VP, Tsatsakis, AM, Spandidos, DA. Cytochrome P450CYP1A1: wider roles in cancer progression and prevention. BMC Cancer 2009;9:187. https://doi.org/10.1186/1471-2407-9-187 .", "ArticleIdList": ["10.1186/1471-2407-9-187"]}, {"Citation": "Buterin, T, Hess, MT, Luneva, N, Geacintov, NE, Amin, S, Kroth, H, et al.. Unrepaired fjord region polycyclic aromatic hydrocarbon-DNA adducts in ras codon 61 mutational hot spots. Cancer Res 2000;60:1849–56."}, {"Citation": "Guengerich, FP, Shimada, T. Oxidation of toxic and carcinogenic chemicals by human cytochrome P450 enzymes. Chem Res Toxicol 1991;4:391–407. https://doi.org/10.1021/tx00022a001 .", "ArticleIdList": ["10.1021/tx00022a001"]}, {"Citation": "Deonarain, MP, Epenetos, AA. Targeting enzymes for cancer therapy: old enzymes in new roles. Br J Cancer 1994;70:786–94. https://doi.org/10.1038/bjc.1994.400 .", "ArticleIdList": ["10.1038/bjc.1994.400"]}, {"Citation": "Senter, PD, Saulnier, MG, Schreiber, GJ, Hirschiberg, DL, Brown, JP, Hellstrom, I, et al.. Antitumour effects of antibody-alkaline phosphatase conjugates in combination with etoposide phosphate. Proc Natl AcadSci USA 1988;85:4842–6. https://doi.org/10.1073/pnas.85.13.4842 .", "ArticleIdList": ["10.1073/pnas.85.13.4842"]}, {"Citation": "Rowlinson-Busza, G, Bamias, A, Kraus, T, Epenetos, AA. Antibody-guided nitrile therapy (AGENT).In vivo cytotoxicity and in vitro tumour localization. In: Epenetos, AA, editor. Monoclonal antibodies: applications in clinical oncology . London: Chapman & Hall; 1992:111–8pp."}, {"Citation": "Rajavel, T, Packiyaraj, P, Suryanarayana, V, Singh, SK, Ruchmani, K, Devi, KP. βsitosterol targets Trx/Trx1 reductase to induce apoptosis in A549 cells via ROS mediated mitochondrial dysregulation and p53 activation. SciRep 2018;8:1–15. https://doi.org/10.1038/s41598-018-20311-6 .", "ArticleIdList": ["10.1038/s41598-018-20311-6"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "8", "Day": "25"}, {"Year": "2021", "Month": "11", "Day": "28"}, {"Year": "2021", "Month": "12", "Day": "23", "Hour": "6", "Minute": "1"}, {"Year": "2021", "Month": "12", "Day": "23", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "12", "Day": "22", "Hour": "17", "Minute": "21"}], "PublicationStatus": "epublish", "ArticleIdList": ["34936737", "10.1515/jbcpp-2021-0257", "jbcpp-2021-0257"]}}], "PubmedBookArticle": []}