{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34956439", "DateCompleted": {"Year": "2022", "Month": "03", "Day": "03"}, "DateRevised": {"Year": "2022", "Month": "03", "Day": "03"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "12", "Day": "16"}], "Language": ["eng"], "ELocationID": ["5945101", "10.1155/2021/5945101"], "Journal": {"ISSN": "1942-0994", "JournalIssue": {"Volume": "2021", "PubDate": {"Year": "2021"}}, "Title": "Oxidative medicine and cellular longevity", "ISOAbbreviation": "Oxid Med Cell Longev"}, "ArticleTitle": "Intraperitoneal Lavage with <i>Crocus sativus</i> Prevents Postoperative-Induced Peritoneal Adhesion in a Rat Model: Evidence from Animal and Cellular Studies.", "Pagination": {"StartPage": "5945101", "MedlinePgn": "5945101"}, "Abstract": {"AbstractText": ["Postoperative peritoneal adhesions are considered the major complication following abdominal surgeries. The primary clinical complications of peritoneal adhesion are intestinal obstruction, infertility, pelvic pain, and postoperative mortality. In this study, regarding the anti-inflammatory and antioxidant activities of <i>Crocus sativus,</i> we aimed to evaluate the effects of <i>Crocus sativus</i> on the prevention of postsurgical-induced peritoneal adhesion. Male Wistar-Albino rats were used to investigate the preventive effects of <i>C. sativus</i> extract (0.5%, 0.25% and 0.125% <i>w</i>/<i>v</i>) against postsurgical-induced peritoneal adhesion compared to pirfenidone (PFD, 7.5% <i>w</i>/<i>v</i>). We also investigated the protective effects of PFD (100 <i>μ</i>g/ml) and <i>C. sativus</i> extract (100, 200, and 400 <i>μ</i>g/ml) in TGF-<i>β</i>1-induced fibrotic macrophage polarization. The levels of cell proliferation and oxidative, antioxidative, inflammatory and anti-inflammatory, fibrosis, and angiogenesis biomarkers were evaluated both <i>in vivo</i> and <i>in vitro</i> models. <i>C. sativus</i> extract ameliorates postoperational-induced peritoneal adhesion development by attenuating oxidative stress [malondialdehyde (MDA)]; inflammatory mediators [interleukin- (IL-) 6, tumour necrosis factor- (TNF-) <i>α</i>, and prostaglandin E<sub>2</sub> (PGE<sub>2</sub>)]; fibrosis [transforming growth factor- (TGF-) <i>β</i>1, IL-4, and plasminogen activator inhibitor (PAI)]; and angiogenesis [vascular endothelial growth factor (VEGF)] markers, while propagating antioxidant [glutathione (GSH)], anti-inflammatory (IL-10), and fibrinolytic [tissue plasminogen activator (tPA)] markers and tPA/PAI ratio. In a cellular model, we revealed that the extract, without any toxicity, regulated the levels of cell proliferation and inflammatory (TNF-<i>α</i>), angiogenesis (VEGF), anti-inflammatory (IL-10), M1 [inducible nitric oxide synthase (iNOS)] and M2 [arginase-1 (Arg 1)] biomarkers, and iNOS/Arg-1 ratio towards antifibrotic M1 phenotype of macrophage, in a concentration-dependent manner. Taken together, the current study indicated that <i>C. sativus</i> reduces peritoneal adhesion formation by modulating the macrophage polarization from M2 towards M1 cells."], "CopyrightInformation": "Copyright © 2021 Pouria Rahmanian-Devin et al."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutics, School of Pharmacy, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Rahmanian-Devin", "ForeName": "Pouria", "Initials": "P"}, {"Identifier": ["0000-0002-2118-1096"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Pharmacological Research Center of Medicinal Plants, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Rakhshandeh", "ForeName": "Hassan", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Pharmacological Research Center of Medicinal Plants, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Baradaran Rahimi", "ForeName": "Vafa", "Initials": "V"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Pharmacological Research Center of Medicinal Plants, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Sanei-Far", "ForeName": "Zahra", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Biotechnology Research Center, Pharmaceutical Technology Institute, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Hasanpour", "ForeName": "Maede", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Physiology, Faculty of Medicine, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Memarzia", "ForeName": "Arghavan", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Biotechnology Research Center, Pharmaceutical Technology Institute, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Iranshahi", "ForeName": "Mehrdad", "Initials": "M"}, {"Identifier": ["0000-0001-9268-6270"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Applied Biomedical Research Center, Mashhad University of Medical Sciences, Mashhad, Iran."}, {"Identifier": [], "Affiliation": "Department of Pharmaceutical Sciences in Persian Medicine, School of Persian and Complementary Medicine, Mashhad University of Medical Sciences, Mashhad, Iran."}, {"Identifier": [], "Affiliation": "Department of Persian Medicine, School of Persian and Complementary Medicine, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Askari", "ForeName": "Vahid Reza", "Initials": "VR"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Oxid Med Cell Longev", "NlmUniqueID": "101479826", "ISSNLinking": "1942-0994"}, "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": ["chemistry"], "DescriptorName": "Crocus"}, {"QualifierName": [], "DescriptorName": "Disease Models, Animal"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": ["drug effects", "pathology"], "DescriptorName": "Peritoneum"}, {"QualifierName": [], "DescriptorName": "Postoperative Period"}, {"QualifierName": [], "DescriptorName": "Rats"}, {"QualifierName": ["methods"], "DescriptorName": "Therapeutic Irrigation"}], "CoiStatement": "The authors declare that they have no conflict of interest to disclose."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Braun K. M., Diamond M. P. The biology of adhesion formation in the peritoneal cavity. Seminars in Pediatric Surgery . 2014;23(6):336–343. doi: 10.1053/j.sempedsurg.2014.06.004.", "ArticleIdList": ["10.1053/j.sempedsurg.2014.06.004", "25459438"]}, {"Citation": "Roohbakhsh Y., Rahimi V. B., Silakhori S., et al. Evaluation of the effects of peritoneal lavage with Rosmarinus officinalis extract against the prevention of postsurgical-induced peritoneal adhesion. Planta Medica . 2020;86(6):405–414.", "ArticleIdList": ["32097974"]}, {"Citation": "Stommel M. W., Strik C., van Goor H. Response to pathological processes in the peritoneal cavity--sepsis, tumours, adhesions, and ascites. Seminars in Pediatric Surgery . 2014;23(6):331–335. doi: 10.1053/j.sempedsurg.2014.06.003.", "ArticleIdList": ["10.1053/j.sempedsurg.2014.06.003", "25459437"]}, {"Citation": "Alpay Z., Saed G. M., Diamond M. P. Postoperative adhesions: from formation to prevention. Seminars in Reproductive Medicine . 2008;26(4):313–321. doi: 10.1055/s-0028-1082389.", "ArticleIdList": ["10.1055/s-0028-1082389", "18756408"]}, {"Citation": "Lantz R. C., Chen G. J., Solyom A. M., Jolad S. D., Timmermann B. N. The effect of turmeric extracts on inflammatory mediator production. Phytomedicine . 2005;12(6-7):445–452. doi: 10.1016/j.phymed.2003.12.011.", "ArticleIdList": ["10.1016/j.phymed.2003.12.011", "16008121"]}, {"Citation": "Zhang Y., Li X., Zhang Q., et al. Berberine hydrochloride prevents postsurgery intestinal adhesion and inflammation in rats. The Journal of Pharmacology and Experimental Therapeutics . 2014;349(3):417–426. doi: 10.1124/jpet.114.212795.", "ArticleIdList": ["10.1124/jpet.114.212795", "24676878"]}, {"Citation": "Rahimi V. B., Rajabian A., Rajabi H., et al. The effects of hydro-ethanolic extract of Capparis spinosa (C. spinosa) on lipopolysaccharide (LPS)-induced inflammation and cognitive impairment: Evidence from in vivo and in vitro studies. Journal of Ethnopharmacology . 2020;256:p. 112706. doi: 10.1016/j.jep.2020.112706.", "ArticleIdList": ["10.1016/j.jep.2020.112706", "32109547"]}, {"Citation": "Askari V. R., Rahimi V. B., Tabatabaee S. A., Shafiee-Nick R. Combination of imipramine, a sphingomyelinase inhibitor, and β-caryophyllene improve their therapeutic effects on experimental autoimmune encephalomyelitis (EAE) International Immunopharmacology . 2019;77:p. 105923. doi: 10.1016/j.intimp.2019.105923.", "ArticleIdList": ["10.1016/j.intimp.2019.105923", "31711937"]}, {"Citation": "Askari V. R., Rahimi V. B., Zargarani R., Ghodsi R., Boskabady M., Boskabady M. H. Anti-oxidant and anti-inflammatory effects of auraptene on phytohemagglutinin (PHA)-induced inflammation in human lymphocytes. Pharmacological Reports . 2021;73(1):154–162. doi: 10.1007/s43440-020-00083-5.", "ArticleIdList": ["10.1007/s43440-020-00083-5", "32166733"]}, {"Citation": "Chegini N. TGF-β system: the principal profibrotic mediator of peritoneal adhesion formation. Seminars in Reproductive Medicine . 2008;26(4):298–312. doi: 10.1055/s-0028-1082388.", "ArticleIdList": ["10.1055/s-0028-1082388", "18756407"]}, {"Citation": "Shavell V. I., Saed G. M., Diamond M. P. Review: cellular metabolism: contribution to postoperative adhesion development. Reproductive Sciences . 2009;16(7):627–634. doi: 10.1177/1933719109332826.", "ArticleIdList": ["10.1177/1933719109332826", "19293132"]}, {"Citation": "Ward B. C., Panitch A. Abdominal adhesions: current and novel therapies. The Journal of Surgical Research . 2011;165(1):91–111. doi: 10.1016/j.jss.2009.09.015.", "ArticleIdList": ["10.1016/j.jss.2009.09.015", "20036389"]}, {"Citation": "Robertson D., Lefebvre G., Leyland N., et al. Clinical practice gynaecology, adhesion prevention in gynaecological surgery. Journal of Obstetrics and Gynaecology Canada . 2010;32(6):598–602.", "ArticleIdList": ["20569542"]}, {"Citation": "DeCherney A. H., diZerega G. S. Clinical problem of intraperitoneal postsurgical adhesion formation following general surgery and the use of adhesion prevention barriers. The Surgical Clinics of North America . 1997;77(3):671–688.", "ArticleIdList": ["9194886"]}, {"Citation": "Arung W., Meurisse M., Detry O. Pathophysiology and prevention of postoperative peritoneal adhesions. World Journal of Gastroenterology . 2011;17(41):4545–4553.", "ArticleIdList": ["PMC3225091", "22147959"]}, {"Citation": "Abdullaev F. I. Cancer chemopreventive and tumoricidal properties of saffron (Crocus sativus L.) Experimental Biology and Medicine (Maywood, N.J.) . 2002;227(1):20–25.", "ArticleIdList": ["11788779"]}, {"Citation": "Rahaiee S., Moini S., Hashemi M., Shojaosadati S. A. Evaluation of antioxidant activities of bioactive compounds and various extracts obtained from saffron (Crocus sativus L.): a review. Journal of Food Science and Technology . 2015;52(4):1881–1888. doi: 10.1007/s13197-013-1238-x.", "ArticleIdList": ["10.1007/s13197-013-1238-x", "PMC4375186", "25829569"]}, {"Citation": "Bukhari S. I., Manzoor M., Dhar M. K. A comprehensive review of the pharmacological potential of Crocus sativus and its bioactive apocarotenoids. Biomedicine & Pharmacotherapy . 2018;98:733–745. doi: 10.1016/j.biopha.2017.12.090.", "ArticleIdList": ["10.1016/j.biopha.2017.12.090", "29306211"]}, {"Citation": "Milajerdi A., Bitarafan V., Mahmoudi M. a review on the effects of saffron extract and its constituents on factors related to neurologic, cardiovascular and gastrointestinal diseases. Journal of Medicinal Plants . 2015;14:9–28."}, {"Citation": "Khazdair M. R., Boskabady M. H., Hosseini M., Rezaee R., Tsatsakis A. M. The effects of Crocus sativus (saffron) and its constituents on nervous system: a review. Avicenna journal of phytomedicine . 2015;5(5):376–391.", "ArticleIdList": ["PMC4599112", "26468457"]}, {"Citation": "Kianbakht S. A systematic review on pharmacology of saffron and its active constituents. Journal of Medicinal Plants . 2008;28:1–27."}, {"Citation": "Khorasany A. R., Hosseinzadeh H. Therapeutic effects of saffron (Crocus sativus L.) in digestive disorders: a review. Iranian journal of basic medical sciences . 2016;19(5):455–469.", "ArticleIdList": ["PMC4923465", "27403251"]}, {"Citation": "Rahimi V. B., Askari V. R., Hosseini M., Yousefsani B. S., Sadeghnia H. R. Anticonvulsant activity of Viola tricolor against seizures induced by pentylenetetrazol and maximal electroshock in mice. Iranian journal of medical sciences . 2019;44(3):220–226.", "ArticleIdList": ["PMC6525727", "31182888"]}, {"Citation": "Askari V. R., Rahimi V. B., Zamani P., et al. Evaluation of the effects of Iranian propolis on the severity of post operational-induced peritoneal adhesion in rats. Biomedicine & Pharmacotherapy . 2018;99:346–353. doi: 10.1016/j.biopha.2018.01.068.", "ArticleIdList": ["10.1016/j.biopha.2018.01.068", "29665643"]}, {"Citation": "Rahimi V. B., Shirazinia R., Fereydouni N., et al. Comparison of honey and dextrose solution on post-operative peritoneal adhesion in rat model. Biomedicine & Pharmacotherapy . 2017;92:849–855. doi: 10.1016/j.biopha.2017.05.114.", "ArticleIdList": ["10.1016/j.biopha.2017.05.114", "28618654"]}, {"Citation": "Sarap M. D., Scher K. S., Jones C. W. Anaerobic coverage for wound prophylaxis: Comparison of cefazolin and cefoxitin. American Journal of Surgery . 1986;151(2):213–215. doi: 10.1016/0002-9610(86)90072-3.", "ArticleIdList": ["10.1016/0002-9610(86)90072-3", "3511760"]}, {"Citation": "Cavanaugh D. L., Berry J., Yarboro S. R., Dahners L. E. Better prophylaxis against surgical site infection with local as well as systemic antibiotics. An in vivo study. The Journal of Bone and Joint Surgery. American Volume . 2009;91(8):1907–1912. doi: 10.2106/JBJS.G.01237.", "ArticleIdList": ["10.2106/JBJS.G.01237", "PMC2714810", "19651948"]}, {"Citation": "Liang P., Shan W., Zuo Z. Perioperative use of cefazolin ameliorates postoperative cognitive dysfunction but induces gut inflammation in mice. Journal of neuroinflammation . 2018;15(1):p. 235. doi: 10.1186/s12974-018-1274-6.", "ArticleIdList": ["10.1186/s12974-018-1274-6", "PMC6106929", "30134985"]}, {"Citation": "Bayhan Z., Zeren S., Kocak F. E., et al. Antiadhesive and anti-inflammatory effects of pirfenidone in postoperative intra-abdominal adhesion in an experimental rat model. The Journal of Surgical Research . 2016;201(2):348–355. doi: 10.1016/j.jss.2015.11.033.", "ArticleIdList": ["10.1016/j.jss.2015.11.033", "27020818"]}, {"Citation": "Hasdemir P. S., Ozkut M., Guvenal T., et al. Effect of pirfenidone on vascular proliferation, inflammation and fibrosis in an abdominal adhesion rat model. Journal of Investigative Surgery . 2017;30(1):26–32. doi: 10.1080/08941939.2016.1215578.", "ArticleIdList": ["10.1080/08941939.2016.1215578", "27715339"]}, {"Citation": "Ozbilgin K., Üner M. A., Ozkut M., Hasdemir P. S. The effects of pirfenidone on T helper cells in prevention of intraperitoneal adhesions. The Kaohsiung Journal of Medical Sciences . 2017;33(6):271–276. doi: 10.1016/j.kjms.2017.03.011.", "ArticleIdList": ["10.1016/j.kjms.2017.03.011", "28601230"]}, {"Citation": "Nair S. K., Bhat I. K., Aurora A. L. Role of proteolytic enzyme in the prevention of postoperative intraperitoneal adhesions. Archives of Surgery . 1974;108(6):849–853. doi: 10.1001/archsurg.1974.01350300081019.", "ArticleIdList": ["10.1001/archsurg.1974.01350300081019", "4829809"]}, {"Citation": "Dees C., Akhmetshina A., Zerr P., et al. Platelet-derived serotonin links vascular disease and tissue fibrosis. Journal of Experimental Medicine . 2011;208(5):961–972.", "ArticleIdList": ["PMC3092343", "21518801"]}, {"Citation": "Jaafari A., Baradaran Rahimi V., Vahdati-Mashhadian N., et al. Evaluation of the Therapeutic Effects of the Hydroethanolic Extract of Portulaca oleracea on Surgical-Induced Peritoneal Adhesion. Mediators of Inflammation . 2021;2021:18. doi: 10.1155/2021/8437753.8437753", "ArticleIdList": ["10.1155/2021/8437753", "PMC8352699", "34381307"]}, {"Citation": "Hu M., Zhang Y., Guo X., et al. Perturbed ovarian and uterine glucocorticoid receptor signaling accompanies the balanced regulation of mitochondrial function and NFκB-mediated inflammation under conditions of hyperandrogenism and insulin resistance. Life Sciences . 2019;232:p. 116681. doi: 10.1016/j.lfs.2019.116681.", "ArticleIdList": ["10.1016/j.lfs.2019.116681", "31344428"]}, {"Citation": "Rahimi V. B., Askari V. R., Mousavi S. H. Ellagic acid reveals promising anti-aging effects against d-galactose-induced aging on human neuroblastoma cell line, SH-SY5Y: a mechanistic study. Biomedicine & Pharmacotherapy . 2018;108:1712–1724. doi: 10.1016/j.biopha.2018.10.024.", "ArticleIdList": ["10.1016/j.biopha.2018.10.024", "30372874"]}, {"Citation": "Askari V. R., Baradaran Rahimi V., Assaran A., Iranshahi M., Boskabady M. H. Evaluation of the anti-oxidant and anti-inflammatory effects of the methanolic extract of Ferula szowitsiana root on PHA-induced inflammation in human lymphocytes. Drug and Chemical Toxicology . 2020;43(4):353–360. doi: 10.1080/01480545.2019.1572182.", "ArticleIdList": ["10.1080/01480545.2019.1572182", "30764672"]}, {"Citation": "Rahimi V. B., Askari V. R., Shirazinia R., et al. Protective effects of hydro-ethanolic extract of Terminalia chebula on primary microglia cells and their polarization (M1/M2 balance) Multiple Sclerosis and Related Disorders . 2018;25:5–13. doi: 10.1016/j.msard.2018.07.015.", "ArticleIdList": ["10.1016/j.msard.2018.07.015", "30014878"]}, {"Citation": "Baradaran Rahimi V., Rakhshandeh H., Raucci F., et al. Anti-inflammatory and anti-oxidant activity of Portulaca oleracea extract on LPS-induced rat lung injury. Molecules . 2019;24(1):p. 139. doi: 10.3390/molecules24010139.", "ArticleIdList": ["10.3390/molecules24010139", "PMC6337267", "30609661"]}, {"Citation": "Liu F., Qiu H., Xue M., et al. MSC-secreted TGF-β regulates lipopolysaccharide-stimulated macrophage M2-like polarization via the Akt/FoxO1 pathway. Stem Cell Research & Therapy . 2019;10(1):p. 345.", "ArticleIdList": ["PMC6878630", "31771622"]}, {"Citation": "Toda M., Mizuguchi S., Minamiyama Y., et al. Pirfenidone suppresses polarization to M2 phenotype macrophages and the fibrogenic activity of rat lung fibroblasts. Journal of Clinical Biochemistry and Nutrition . 2018;63(1):58–65. doi: 10.3164/jcbn.17-111.", "ArticleIdList": ["10.3164/jcbn.17-111", "PMC6064814", "30087545"]}, {"Citation": "Zhang F., Wang H., Wang X., et al. TGF-β induces M2-like macrophage polarization via SNAIL-mediated suppression of a pro-inflammatory phenotype. Oncotarget . 2016;7(32):52294–52306.", "ArticleIdList": ["PMC5239552", "27418133"]}, {"Citation": "Rahim V. B., Khammar M. T., Rakhshandeh H., Samzadeh-Kermani A., Hosseini A., Askari V. R. Crocin protects cardiomyocytes against LPS-induced inflammation. Pharmacological Reports . 2019;71(6):1228–1234. doi: 10.1016/j.pharep.2019.07.007.", "ArticleIdList": ["10.1016/j.pharep.2019.07.007", "31670059"]}, {"Citation": "Curtis M. J., Bond R. A., Spina D., et al. Experimental design and analysis and their reporting: new guidance for publication in BJP. British Journal of Pharmacology . 2015;172(14):3461–3471.", "ArticleIdList": ["PMC4507152", "26114403"]}, {"Citation": "George C. H., Stanford S. C., Alexander S., et al. Updating the guidelines for data transparency in the British Journal of Pharmacology – data sharing and the use of scatter plots instead of bar charts. British Journal of Pharmacology . 2017;174(17):2801–2804. doi: 10.1111/bph.13925.", "ArticleIdList": ["10.1111/bph.13925", "PMC5554317", "28801996"]}, {"Citation": "Alexander S. P. H., Roberts R. E., Broughton B. R., et al. Goals and practicalities of immunoblotting and immunohistochemistry: a guide for submission to the British Journal of Pharmacology. British Journal of Pharmacology . 2018;175(3):407–411. doi: 10.1111/bph.14112.", "ArticleIdList": ["10.1111/bph.14112", "PMC5773976", "29350411"]}, {"Citation": "Kayaoglu H. A., Ozkan N., Yenidogan E., Koseoglu R. D. Effect of antibiotic lavage in adhesion prevention in bacterial peritonitis. Ulusal Travma ve Acil Cerrahi Dergisi . 2013;19(3):189–194. doi: 10.5505/tjtes.2013.63444.", "ArticleIdList": ["10.5505/tjtes.2013.63444", "23720103"]}, {"Citation": "Yue Y., Yan S., Li H., Zong Y., Yue J., Zeng L. The role of oral fluvastatin on postoperative peritoneal adhesion formation in an experimental rat model. Acta Chirurgica Belgica . 2018;118(6):372–379.", "ArticleIdList": ["29482467"]}, {"Citation": "Allegre L., Le Teuff I., Leprince S., et al. A new bioabsorbable polymer film to prevent peritoneal adhesions validated in a post-surgical animal model. PLoS One . 2018;13(11) doi: 10.1371/journal.pone.0202285.", "ArticleIdList": ["10.1371/journal.pone.0202285", "PMC6218020", "30395571"]}, {"Citation": "Ghadiri M., Rahimi V. B., Moradi E., et al. Standardised pomegranate peel extract lavage prevents postoperative peritoneal adhesion by regulating TGF-β and VEGF levels. Inflammopharmacology . 2021;29(3):855–868. doi: 10.1007/s10787-021-00819-6.", "ArticleIdList": ["10.1007/s10787-021-00819-6", "33993390"]}, {"Citation": "Wei G., Wu Y., Gao Q., et al. Effect of emodin on preventing postoperative intra-abdominal adhesion formation. Oxidative Medicine and Cellular Longevity . 2017;2017:12. doi: 10.1155/2017/1740317.1740317", "ArticleIdList": ["10.1155/2017/1740317", "PMC5558648", "28831292"]}, {"Citation": "Ara C., Karabulut A. B., Kirimlioglu H., Yilmaz M., Kirimliglu V., Yilmaz S. Protective effect of aminoguanidine against oxidative stress in an experimental peritoneal adhesion model in rats. Cell Biochemistry and Function . 2006;24(5):443–448.", "ArticleIdList": ["15991262"]}, {"Citation": "Ghadrdoost B., Vafaei A. A., Rashidy-Pour A., et al. Protective effects of saffron extract and its active constituent crocin against oxidative stress and spatial learning and memory deficits induced by chronic stress in rats. European Journal of Pharmacology . 2011;667(1-3):222–229. doi: 10.1016/j.ejphar.2011.05.012.", "ArticleIdList": ["10.1016/j.ejphar.2011.05.012", "21616066"]}, {"Citation": "Samarghandian S., Azimi-Nezhad M., Farkhondeh T. Immunomodulatory and antioxidant effects of saffron aqueous extract (Crocus sativus L.) on streptozotocin-induced diabetes in rats. Indian Heart Journal . 2017;69(2):151–159. doi: 10.1016/j.ihj.2016.09.008.", "ArticleIdList": ["10.1016/j.ihj.2016.09.008", "PMC5414951", "28460761"]}, {"Citation": "Akbari-Fakhrabadi M., Najafi M., Mortazavian S., Rasouli M., Memari A. H., Shidfar F. Effect of saffron (Crocus sativus L.) and endurance training on mitochondrial biogenesis, endurance capacity, inflammation, antioxidant, and metabolic biomarkers in Wistar rats. Journal of Food Biochemistry . 2019;43(8) doi: 10.1111/jfbc.12946.", "ArticleIdList": ["10.1111/jfbc.12946", "31368566"]}, {"Citation": "Menghini L., Leporini L., Vecchiotti G., et al. Crocus sativus L. stigmas and byproducts: Qualitative fingerprint, antioxidant potentials and enzyme inhibitory activities. Food Research International . 2018;109:91–98. doi: 10.1016/j.foodres.2018.04.028.", "ArticleIdList": ["10.1016/j.foodres.2018.04.028", "29803496"]}, {"Citation": "Altinoz E., Oner Z., Elbe H., Cigremis Y. I. L. M. A. Z., Turkoz Y. Protective effects of saffron (its active constituent, crocin) on nephropathy in streptozotocin-induced diabetic rats. Human & Experimental Toxicology . 2015;34(2):127–134. doi: 10.1177/0960327114538989.", "ArticleIdList": ["10.1177/0960327114538989", "24925368"]}, {"Citation": "Christodoulou E., Kadoglou N. P. E., Stasinopoulou M., et al. Crocus sativus L. aqueous extract reduces atherogenesis, increases atherosclerotic plaque stability and improves glucose control in diabetic atherosclerotic animals. Atherosclerosis . 2018;268:207–214. doi: 10.1016/j.atherosclerosis.2017.10.032.", "ArticleIdList": ["10.1016/j.atherosclerosis.2017.10.032", "29128090"]}, {"Citation": "Byrami G., Boskabady M. H., Jalali S., Farkhondeh T. The effect of the extract of Crocus sativus on tracheal responsiveness and plasma levels of IL-4, IFN- γ, total NO and nitrite in ovalbumin sensitized Guinea-pigs. Journal of Ethnopharmacology . 2013;147(2):530–535. doi: 10.1016/j.jep.2013.03.014.", "ArticleIdList": ["10.1016/j.jep.2013.03.014", "23506987"]}, {"Citation": "Faridi S., Delirezh N., Abtahi Froushani S. M. Beneficial effects of hydroalcoholic extract of saffron in alleviating experimental autoimmune diabetes in C57bl/6 mice. Iranian Journal of Allergy, Asthma, and Immunology . 2019;18(1):38–47. doi: 10.18502/ijaai.v18i1.629.", "ArticleIdList": ["10.18502/ijaai.v18i1.629", "30848572"]}, {"Citation": "Hemshekhar M., Santhosh M. S., Sunitha K., et al. A dietary colorant crocin mitigates arthritis and associated secondary complications by modulating cartilage deteriorating enzymes, inflammatory mediators and antioxidant status. Biochimie . 2012;94(12):2723–2733. doi: 10.1016/j.biochi.2012.08.013.", "ArticleIdList": ["10.1016/j.biochi.2012.08.013", "22939988"]}, {"Citation": "Kawabata K., Tung N. H., Shoyama Y., Sugie S., Mori T., Tanaka T. Dietary crocin inhibits colitis and colitis-associated colorectal carcinogenesis in male ICR mice. Evidence-based Complementary and Alternative Medicine . 2012;2012:13. doi: 10.1155/2012/820415.820415", "ArticleIdList": ["10.1155/2012/820415", "PMC3543809", "23326291"]}, {"Citation": "Kianmehr M., Rezaei A., Hosseini M., et al. Immunomodulatory effect of characterized extract of Zataria multiflora on Th1, Th2 and Th17 in normal and Th2 polarization state. Food and Chemical Toxicology . 2017;99:119–127.", "ArticleIdList": ["27884791"]}, {"Citation": "Cahill R. A., Wang J. H., Soohkai S., Redmond H. P. Mast cells facilitate local VEGF release as an early event in the pathogenesis of postoperative peritoneal adhesions. Surgery . 2006;140(1):108–112.", "ArticleIdList": ["16857448"]}, {"Citation": "Alemzadeh E., Oryan A. Effectiveness of a Crocus sativus extract on burn wounds in rats. Planta Medica . 2018;84(16):1191–1200.", "ArticleIdList": ["29791931"]}, {"Citation": "Abou-Hany H. O., Atef H., Said E., Elkashef H. A., Salem H. A. Crocin mediated amelioration of oxidative burden and inflammatory cascade suppresses diabetic nephropathy progression in diabetic rats. Chemico-Biological Interactions . 2018;284:90–100. doi: 10.1016/j.cbi.2018.02.001.", "ArticleIdList": ["10.1016/j.cbi.2018.02.001", "29409856"]}, {"Citation": "Algandaby M. M. Antifibrotic effects of crocin on thioacetamide-induced liver fibrosis in mice. Saudi journal of biological sciences . 2018;25(4):747–754.", "ArticleIdList": ["PMC5936872", "29740240"]}, {"Citation": "Kermani T., Zebarjadi M., Mehrad-Majd H., et al. Anti-inflammatory effect of Crocus sativus on serum cytokine levels in subjects with metabolic syndrome: a randomized, double-blind, Placebo- Controlled Trial. Current clinical pharmacology . 2017;12(2):122–126. doi: 10.2174/1574884712666170622082737.", "ArticleIdList": ["10.2174/1574884712666170622082737", "28637418"]}, {"Citation": "Mousavi M., Baharara J. Effect of Crocus sativus L. on expression of VEGF-A and VEGFR-2 genes (angiogenic biomarkers) in MCF-7 cell line. Zahedan Journal of Research in Medical Sciences . 2013;16(12):8–14."}, {"Citation": "Liu Y., Qin X., Lu X. Crocin improves endometriosis by inhibiting cell proliferation and the release of inflammatory factors. Biomedicine & Pharmacotherapy . 2018;106:1678–1685. doi: 10.1016/j.biopha.2018.07.108.", "ArticleIdList": ["10.1016/j.biopha.2018.07.108", "30119243"]}, {"Citation": "Bakshi H. A., Hakkim F. L., Sam S., Javid F., Rashan L. Dietary crocin reverses melanoma metastasis. Journal of Biomedical Research . 2018;32", "ArticleIdList": ["PMC5956257", "29219852"]}, {"Citation": "Lee M. T., Lee C. C., Wang H. M., et al. Hypothermia increases tissue plasminogen activator expression and decreases post-operative intra-abdominal adhesion. PLoS One . 2016;11(9) doi: 10.1371/journal.pone.0160627.", "ArticleIdList": ["10.1371/journal.pone.0160627", "PMC5008742", "27583464"]}, {"Citation": "Saed G. M., Diamond M. P. Modulation of the expression of tissue plasminogen activator and its inhibitor by hypoxia in human peritoneal and adhesion fibroblasts. Fertility and Sterility . 2003;79(1):164–168. doi: 10.1016/S0015-0282(02)04557-0.", "ArticleIdList": ["10.1016/S0015-0282(02)04557-0", "12524082"]}, {"Citation": "Atta H. M., Al-Hendy A., El-Rehany M. A., et al. Adenovirus-mediated overexpression of human tissue plasminogen activator prevents peritoneal adhesion formation/reformation in rats. Surgery . 2009;146(1):12–17. doi: 10.1016/j.surg.2009.02.018.", "ArticleIdList": ["10.1016/j.surg.2009.02.018", "19541005"]}, {"Citation": "Tsantarliotou M. P., Lavrentiadou S. N., Psalla D. A., et al. Suppression of plasminogen activator inhibitor-1 (PAI-1) activity by crocin ameliorates lipopolysaccharide-induced thrombosis in rats. Food and Chemical Toxicology . 2019;125:190–197.", "ArticleIdList": ["30610936"]}, {"Citation": "Bolhassani A., Khavari A., Bathaie S. Z. Saffron and natural carotenoids: biochemical activities and anti-tumor effects. Biochimica et Biophysica Acta (Bba)-reviews on cancer . 2014;1845(1):20–30. doi: 10.1016/j.bbcan.2013.11.001.", "ArticleIdList": ["10.1016/j.bbcan.2013.11.001", "24269582"]}, {"Citation": "Sabatino L., Scordino M., Gargano M., Belligno A., Traulo P., Gagliano G. HPLC/PDA/ESI-MS evaluation of saffron (Crocus sativusL.) adulteration. Natural Product Communications . 2011;6(12) doi: 10.1177/1934578X1100601220.", "ArticleIdList": ["10.1177/1934578X1100601220", "22312727"]}, {"Citation": "Baba S. A., Malik A. H., Wani Z. A., et al. Phytochemical analysis and antioxidant activity of different tissue types of Crocus sativus and oxidative stress alleviating potential of saffron extract in plants, bacteria, and yeast. South African Journal of Botany . 2015;99:80–87. doi: 10.1016/j.sajb.2015.03.194.", "ArticleIdList": ["10.1016/j.sajb.2015.03.194"]}, {"Citation": "Guijarro-Díez M., Nozal L., Marina M. L., Crego A. L. Metabolomic fingerprinting of saffron by LC/MS: novel authenticity markers. Analytical and Bioanalytical Chemistry . 2015;407(23):7197–7213. doi: 10.1007/s00216-015-8882-0.", "ArticleIdList": ["10.1007/s00216-015-8882-0", "26198110"]}, {"Citation": "Termentzi A., Kokkalou E. LC-DAD-MS (ESI+) analysis and antioxidant capacity of Crocus sativus petal extracts. Planta Medica . 2008;74(5):573–581. doi: 10.1055/s-2008-1074498.", "ArticleIdList": ["10.1055/s-2008-1074498", "18401844"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "8", "Day": "31"}, {"Year": "2021", "Month": "11", "Day": "15"}, {"Year": "2021", "Month": "11", "Day": "26"}, {"Year": "2021", "Month": "12", "Day": "27", "Hour": "6", "Minute": "27"}, {"Year": "2021", "Month": "12", "Day": "28", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "3", "Day": "4", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "12", "Day": "16"}], "PublicationStatus": "epublish", "ArticleIdList": ["34956439", "PMC8702342", "10.1155/2021/5945101"]}}], "PubmedBookArticle": []}