{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Ficus benghalensis", "Ficus religiosa", "bioactivity", "medicinal uses", "phytoconstituents"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34961220", "DateRevised": {"Year": "2023", "Month": "11", "Day": "08"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "12", "Day": "14"}], "Language": ["eng"], "ELocationID": ["2749", "10.3390/plants10122749"], "Journal": {"ISSN": "2223-7747", "JournalIssue": {"Volume": "10", "Issue": "12", "PubDate": {"Year": "2021", "Month": "Dec", "Day": "14"}}, "Title": "Plants (Basel, Switzerland)", "ISOAbbreviation": "Plants (Basel)"}, "ArticleTitle": "Phytochemistry, Pharmacological Properties, and Recent Applications of <i>Ficus benghalensis</i> and <i>Ficus religiosa</i>.", "Abstract": {"AbstractText": ["<i>Ficus</i> is one of the largest genera in the plant kingdom that belongs to the Moraceae family. This review aimed to summarize the medicinal uses, phytochemistry, and pharmacological actions of two major species from this genus, namely <i>Ficus benghalensis</i> and <i>Ficus religiosa</i>. These species can be found abundantly in most Asian countries, including Malaysia. The chemical analysis report has shown that <i>Ficus</i> species contained a wide range of phytoconstituents, including phenols, flavonoids, alkaloids, tannins, saponins, terpenoids, glycosides, sugar, protein, essential and volatile oils, and steroids. Existing studies on the pharmacological functions have revealed that the observed <i>Ficus</i> species possessed a broad range of biological properties, including antioxidants, antidiabetic, anti-inflammatory, anticancer, antitumor and antiproliferative, antimutagenic, antimicrobial, anti-helminthic, hepatoprotective, wound healing, anticoagulant, immunomodulatory activities, antistress, toxicity studies, and mosquitocidal effects. Apart from the plant parts and their extracts, the endophytes residing in these host plants were discussed as well. This study also includes the recent applications of the <i>Ficus</i> species and their plant parts, mainly in the nanotechnology field. Various search engines and databases were used to obtain the scientific findings, including Google Scholar, ScienceDirect, PMC, Research Gate, and Scopus. Overall, the review discusses the therapeutic potentials discovered in recent times and highlights the research gaps for prospective research work."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Tropical Agriculture and Food Security (ITAFoS), Universiti Putra Malaysia, Serdang 43400, Selangor, Malaysia."}], "LastName": "Murugesu", "ForeName": "Suganya", "Initials": "S"}, {"Identifier": ["0000-0002-8369-9536"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Tropical Agriculture and Food Security (ITAFoS), Universiti Putra Malaysia, Serdang 43400, Selangor, Malaysia."}, {"Identifier": [], "Affiliation": "Faculty of Food Science and Technology, Universiti Putra Malaysia, Serdang 43400, Selangor, Malaysia."}], "LastName": "Selamat", "ForeName": "Jinap", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Pharmacy & Health Sciences, University of Kuala Lumpur Royal College of Medicine Perak, Ipoh 30450, Perak, Malaysia."}], "LastName": "Perumal", "ForeName": "Vikneswari", "Initials": "V"}], "GrantList": [{"GrantID": "FRGS/1/2020/STG04/UPM/01/1", "Agency": "Ministry of Higher Education", "Country": ""}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Plants (Basel)", "NlmUniqueID": "101596181", "ISSNLinking": "2223-7747"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Rahman A.H.M.M., Khanom A. Taxonomic and ethno-medicinal study of species from Moraceae (Mulberry) family in Bangladesh flora. Res. Plant Sci. 2013;1:53–57. doi: 10.12691/plant-1-3-1.", "ArticleIdList": ["10.12691/plant-1-3-1"]}, {"Citation": "Gopukumar S.T., Praseetha P.K. Ficus benghalensis Linn—The sacred indian medicinal tree with potent pharmacological remedies. Int. J. Pharm. Sci. Rev. Res. 2015;32:223–227."}, {"Citation": "Kala C.P. Traditional ecological knowledge, sacred groves and conservation of biodiversity in the pachmarhi biosphere reserve of India. J. Environ. Prot. 2011;2:967–973. doi: 10.4236/jep.2011.27111.", "ArticleIdList": ["10.4236/jep.2011.27111"]}, {"Citation": "Badgujar S., Patel V.V., Bandivdekar A.H., Mahajan R.T. Traditional uses, phytochemistry and pharmacology of Ficus carica: A review. Pharm. Biol. 2014;52:1487–1503. doi: 10.3109/13880209.2014.892515.", "ArticleIdList": ["10.3109/13880209.2014.892515", "25017517"]}, {"Citation": "Pierantoni M., Tenne R., Rephael B., Brumfeld V., van Casteren A., Kupczik K., Oron D., Addadi L., Weiner S. Mineral deposits in ficus leaves: Morphologies and locations in relation to function. Plant Physiol. 2018;176:1751–1763. doi: 10.1104/pp.17.01516.", "ArticleIdList": ["10.1104/pp.17.01516", "PMC5813535", "29242376"]}, {"Citation": "Patel R., Gautam P. Medicinal potency of Ficus benghalensis: A review. Int. J. Med. Chem. Anal. 2014;4:53–58."}, {"Citation": "Joseph B., Raj S.J. Phytopharmacological and phytochemical properties of three Ficus species-an overview. Int. J. Pharm. Bio Sci. 2010;1:246–253."}, {"Citation": "Sirisha N., Sreenivasulu M., Sangeeta K., Chetty C.M. Antioxidant properties of Ficus species—A review. Int. J. Pharmtech. Res. 2010;2:2174–2182."}, {"Citation": "Chaudhary L.B., Sudhakar J.V., Kumar A., Bajpai O., Tiwari R., Murthy G.V.S. Synopsis of the genus Ficus L. (Moraceae) in India. Taiwania. 2012;57:193–216."}, {"Citation": "Govindan V., Francis G.S. Qualitative and quantitative determination of secondary metabolites and antioxidant potential of Ficus benghalensis linn seed. Int. J. Pharm. Pharm. Sci. 2015;7:118–124."}, {"Citation": "Gill N.S., Rashmi A., Anmol K., Manpreet K. Free radical scavenging activity and phytochemical investigation of Ficus benjamina fruit. Int. J. Univ. Pharm. Bio. Sci. 2016;5:14–26."}, {"Citation": "Tripathi R., Kumar A., Kumar S., Prakash S., Singh A.K. Ficus benghalensis Linn.: A tribal medicine with vast commercial potential. Indian J. Agric. Allied Sci. 2015;1:95–102."}, {"Citation": "CalPhotos. 2012.  [(accessed on 15 October 2021)].  Regents of the University of California, Berkeley. Available online:  https://calphotos.berkeley.edu/"}, {"Citation": "Saha S., Goswami G. Study of antiulcer activity of Ficus religiosa L. on experimentally induced gastric ulcers in rats. Asian Pac. J. Trop. Med. 2010;3:791–793. doi: 10.1016/S1995-7645(10)60189-7.", "ArticleIdList": ["10.1016/S1995-7645(10)60189-7"]}, {"Citation": "Yadav Y.C. Hepatoprotective effect of Ficus religiosa latex on cisplatin induced liver injury in wistar rats. Rev. Bras. Farm. 2015;25:278–283. doi: 10.1016/j.bjp.2015.03.012.", "ArticleIdList": ["10.1016/j.bjp.2015.03.012"]}, {"Citation": "Kumar A., Sandeep D., Tomer V., Gat Y., Kumar V. Ficus religiosa: A wholesome medicinal tree. J. Pharmacogn. Phytochem. 2018;7:32–37."}, {"Citation": "Rao K.B., Ojha V., Preeti G.K., Karthik L. Phytochemical composition and antioxidant activity of Ficus benghalensis (Moraceae) leaf extract. J. Biol. Act. Prod. Nat. 2014;4:236–248. doi: 10.1080/22311866.2014.936902.", "ArticleIdList": ["10.1080/22311866.2014.936902"]}, {"Citation": "Babu K., Shankar S.G., Rai S. Comparative pharmacognostic studies on the barks of four Ficus species. Turk. J. Bot. 2010;34:215–224. doi: 10.3906/bot-0907-115.", "ArticleIdList": ["10.3906/bot-0907-115"]}, {"Citation": "Murti K., Kumar U. Antimicrobial activity of Ficus benghalensis and Ficus racemosa roots L. Am. J. Microbiol. 2011;2:21–24. doi: 10.3844/ajmsp.2011.21.24.", "ArticleIdList": ["10.3844/ajmsp.2011.21.24"]}, {"Citation": "Naquvi K.J., Ali M., Ahamad J. Two new phytosterols from the stem bark of Ficus bengalensis L. J. Saudi Chem. Soc. 2015;19:650–654. doi: 10.1016/j.jscs.2012.06.006.", "ArticleIdList": ["10.1016/j.jscs.2012.06.006"]}, {"Citation": "Verma V.K., Sehgal N., Prakash O. Characterization and screening of bioactive compounds in the extract prepared from aerial roots of Ficus benghalensis. Int. J. Pharm. Sci. Res. 2015;6:5056. doi: 10.13040/IJPSR.0975-8232.6(12).5056-69.", "ArticleIdList": ["10.13040/IJPSR.0975-8232.6(12).5056-69"]}, {"Citation": "Tharini P., Sivaraj C., Arumugam P., Manimaran A. Antioxidant activities and GCMS analysis fruits of Ficus benghalensis L. J. Pharmacogn. Phytochem. 2018;7:518–523."}, {"Citation": "Poudel A., Satyal P., Setzer W.N. Composition and bioactivities of the leaf essential oil of Ficus religiosa Linn. Am. J. Essent. Oil. 2015;2:16–17."}, {"Citation": "Rathod V.D., Digambar N.W., Pillai S., Bhangale J.O., Bhangale P.J. Antiarthritic activity of ethanolic extract of Ficus religiosa leaves in FCA induced arthritis in rats. World J. Pharm. Res. 2018;7:778–789."}, {"Citation": "Wilson V., Shetye S.S., Kaur K., Shetty S. Study of synergistic effects on antioxidant activity and antimicrobial activity of polyherbal formulations containing Ficus species. Int. J. Pharm. Pharm. Sci. 2016;8:50–53."}, {"Citation": "Manorenjitha M.S., Norita A.K., Norhisham S., Asmawi M.Z. GC-MS analysis of bioactive components of Ficus religiosa (Linn.) stem. Int. J. Pharm. Bio Sci. 2013;4:99–103."}, {"Citation": "Goyal A.K. Phytochemistry and in vitro studies on anti-fertility effect of Ficus religiosa fruits extract on uterine morphology of goat (Capra hircus) Int. J. Drug Dev. Res. 2014;6:141–158."}, {"Citation": "Rathee D., Rathee S., Rathee P., Deep A., Anandjiwala S., Rathee D. HPTLC densitometric quantification of stigmasterol and lupeol from Ficus religiosa. Arab. J. Chem. 2015;8:366–371. doi: 10.1016/j.arabjc.2011.01.021.", "ArticleIdList": ["10.1016/j.arabjc.2011.01.021"]}, {"Citation": "Verma I., Gupta R.K. Estimation of phytochemical, nutritional, antioxidant and antibacterial activity of dried fruit of sacred figs (Ficus religiosa) and formulation of value added product (hard candy) J. Pharmacogn. Phytochem. 2015;4:257–267."}, {"Citation": "Kumari M., Sharma A., Jagannadham M. Religiosin B, a milk-clotting serine protease from Ficus religiosa. Food Chem. 2012;131:1295–1303. doi: 10.1016/j.foodchem.2011.09.122.", "ArticleIdList": ["10.1016/j.foodchem.2011.09.122", "20560603"]}, {"Citation": "Sharma A., Kumari M., Jagannadham M. Religiosin C, a cucumisin-like serine protease from Ficus religiosa. Process. Biochem. 2012;47:914–921. doi: 10.1016/j.procbio.2012.02.015.", "ArticleIdList": ["10.1016/j.procbio.2012.02.015"]}, {"Citation": "Jayant K.K., Vijayakumar B.S. In-Vitro anti-oxidant and anti-diabetic potential of endophytic fungi associated with Ficus religiosa. Ital. J. Mycol. 2021;50:10–20. doi: 10.6092/issn.2531-7342/12104.", "ArticleIdList": ["10.6092/issn.2531-7342/12104"]}, {"Citation": "Pathak K.V., Keharia H. Identification of surfactins and iturins produced by potent fungal antagonist, Bacillus subtilis K1 isolated from aerial roots of banyan (Ficus benghalensis) tree using mass spectrometry. 3 Biotech. 2014;4:283–295. doi: 10.1007/s13205-013-0151-3.", "ArticleIdList": ["10.1007/s13205-013-0151-3", "PMC4026446", "28324431"]}, {"Citation": "Maheshwari S., Rajagopal K., Sriraman V., Lokesh K., Meenambiga S., Balakrishnan M., Ramalingam A. 1-Eicosane, A Hydrocarbon from Curvularia lunata an endophytic fungi isolated from bark tissue of Ficus religiosa. Res. J. Pharm. Technol. 2018;11:5297. doi: 10.5958/0974-360X.2018.00965.4.", "ArticleIdList": ["10.5958/0974-360X.2018.00965.4"]}, {"Citation": "Mishra P.D., Verekar S.A., Kulkarni-Almeida A., Roy S.K. Anti-inflammatory and anti-diabetic naphthaquinones from an endophytic fungus Dendryphion nanum (Nees) s. hughes. Indian J. Chem. 2013;52:565–567."}, {"Citation": "Kasote D., Katyare S.S., Hegde M.V., Bae H. Significance of antioxidant potential of plants and its relevance to therapeutic applications. Int. J. Biol. Sci. 2015;11:982–991. doi: 10.7150/ijbs.12096.", "ArticleIdList": ["10.7150/ijbs.12096", "PMC4495415", "26157352"]}, {"Citation": "Yadav A., Kumari R., Yadav A., Mishra J.P., Srivatva S., Prabha S. Antioxidants and its functions in human body-a review. Res. Environ. Life Sci. 2016;9:1328–1331."}, {"Citation": "Salehi B., Ata A., Kumar N.V.A., Sharopov F., Ramírez-Alarcón K., Ruiz-Ortega A., Ayatollahi S.A., Fokou P.V.T., Kobarfard F., Zakaria Z.A., et al. Antidiabetic potential of medicinal plants and their active components. Biomolecules. 2019;9:551. doi: 10.3390/biom9100551.", "ArticleIdList": ["10.3390/biom9100551", "PMC6843349", "31575072"]}, {"Citation": "Dehaghi N.K., Etratkhah Z., Ebrahimi S.E.S., Seifalizadeh Y. Antioxidant activity and phytochemical screening of Ficus benghalensis aerial roots fractions. J. Rep. Pharm. Sci. 2019;8:24. doi: 10.4103/jrptps.jrptps_20_18.", "ArticleIdList": ["10.4103/jrptps.jrptps_20_18"]}, {"Citation": "Satish A., Kumar R.P., Rakshith D., Satish S., Ahmed F. Antimutagenic and antioxidant activity of Ficus benghalensis stem bark and Moringa oleifera root extract. Int. J. Chem. Anal. Sci. 2013;4:45–48. doi: 10.1016/j.ijcas.2013.03.008.", "ArticleIdList": ["10.1016/j.ijcas.2013.03.008"]}, {"Citation": "Yadav Y.C., Srivastava D.N., Saini V., Singhal S., Seth A.K., Kumar S. In-Vitro antioxidant activity of methanolic extraction of Ficus benghalensis L. latex. Pharmacology. 2011;1:140–148."}, {"Citation": "Bhanwase A.S., Alagawadi K.R. Antioxidant and immunomodulatory activity of hydroalcoholic extract and its fractions of leaves of Ficus benghalensis Linn. Pharmacogn. Res. 2016;8:50–55. doi: 10.4103/0974-8490.171107.", "ArticleIdList": ["10.4103/0974-8490.171107", "PMC4753760", "26941536"]}, {"Citation": "Mehrnia M.A., Dehghan N., Heidari M. Agricultural sciences and natural resources university of khuzestan effect of drying method and solvent type on antioxidant properties and chemical composition of sacred fig (Ficus religiosa) Food Sci. Technol. 2019;16:27–37. doi: 10.29252/fsct.16.95.3.", "ArticleIdList": ["10.29252/fsct.16.95.3"]}, {"Citation": "Shahid A. Antifungal and antioxidant activity of stem bark extracts of Ficus religiosa L. Pure Appl. Biol. 2016;5:1. doi: 10.19045/bspab.2016.50157.", "ArticleIdList": ["10.19045/bspab.2016.50157"]}, {"Citation": "Ashraf A., Bhatti I., Sultana B., Jamil A. Study of variations in the extraction yield, phenolic contents and antioxidant activities of the bark of F. religiosa as a function of extraction procedure. J. Basic Appl. Sci. 2016;12:8–13. doi: 10.6000/1927-5129.2016.12.02.", "ArticleIdList": ["10.6000/1927-5129.2016.12.02"]}, {"Citation": "Pandey P., Seo H.H., Kim H.-I., Ryu S.H., Dingre M., Moh S.H., Kulkarni A., Parasharami V.A. Enhanced anti-ageing and wound healing properties of Ficus religiosa L. bark, leaf and aerial root extract in human keratinocytes cell line (HaCaT) Vegetos. 2020;33:158–165. doi: 10.1007/s42535-019-00094-5.", "ArticleIdList": ["10.1007/s42535-019-00094-5"]}, {"Citation": "Kumaresan S., Ramasamy R., Jayachandran P.R. Antioxidant and cytotoxic activity of combined extracts prepared using Ficus religiosa and Ficus benghalensis leaves against cervical cancer cell line (hela) Asian J. Pharm. Clin. Res. 2018;11:407–410. doi: 10.22159/ajpcr.2018.v11i12.26948.", "ArticleIdList": ["10.22159/ajpcr.2018.v11i12.26948"]}, {"Citation": "Forbes J.M., Cooper M.E. Mechanisms of diabetic complications. Physiol. Rev. 2013;93:137–188. doi: 10.1152/physrev.00045.2011.", "ArticleIdList": ["10.1152/physrev.00045.2011", "23303908"]}, {"Citation": "Papatheodorou K., Banach M., Bekiari E., Rizzo M., Edmonds M. Complications of diabetes 2017. J. Diabetes Res. 2018;2018:1–4. doi: 10.1155/2018/3086167.", "ArticleIdList": ["10.1155/2018/3086167", "PMC5866895", "29713648"]}, {"Citation": "Deepa P., Sowndhararajan K., Kim S., Park S.J. A role of Ficus species in the management of diabetes mellitus: A review. J. Ethnopharmacol. 2018;215:210–232. doi: 10.1016/j.jep.2017.12.045.", "ArticleIdList": ["10.1016/j.jep.2017.12.045", "29305899"]}, {"Citation": "Ahmed F., Chavan S., Satish A., Punith K.R. Inhibitory activities of Ficus benghalensis bark against carbohydrate hydrolyzing enzymes—An In Vitro study. Pharmacogn. J. 2011;3:33–37. doi: 10.5530/pj.2011.20.7.", "ArticleIdList": ["10.5530/pj.2011.20.7"]}, {"Citation": "Saraswathi S., Senthamarai R., Sundari S. Antidiabetic activity of leaves extract of Ficus benghalensis linn on alloxan induced diabetic rats. Int. J. Pharm. Biol. Sci. 2013;7:47–51."}, {"Citation": "Kasireddy G.R., Kumar K.S., Nadithe L.R., Chinnam P. Experimental evaluation of hypoglycemic effect of bark extract of Ficus benghalensis in streptozotocin-induced diabetic rats. Natl. J. Physiol. Pharm. Pharmacol. 2021;11:320–325. doi: 10.5455/njppp.2021.11.12359202023012021.", "ArticleIdList": ["10.5455/njppp.2021.11.12359202023012021"]}, {"Citation": "Khanal P., Patil B. Gene set enrichment analysis of alpha-glucosidase inhibitors from Ficus benghalensis. Asian Pac. J. Trop. Biomed. 2019;9:263. doi: 10.4103/2221-1691.260399.", "ArticleIdList": ["10.4103/2221-1691.260399"]}, {"Citation": "Pochhi M., Muddeshwar M. Hypoglycemic and antihyperlipidemic effect of aqueous leaves extract of Ficus religiosa in alloxan induced diabetic rats. Asian J. Med. Sci. 2017;8:50–55. doi: 10.3126/ajms.v8i2.16304.", "ArticleIdList": ["10.3126/ajms.v8i2.16304"]}, {"Citation": "Pandey P., Patel G., Tripathi I.P. Pharmacological evaluation of Ficus religiosa for their In Vitro hypoglycemic activity. Indian J. Appl. Res. 2020;10:39–40. doi: 10.36106/ijar.", "ArticleIdList": ["10.36106/ijar"]}, {"Citation": "Tiwari P.A., Nathiya R., Mahalingam G.A. Antidiabetic activity of endophytic fungi isolated from Ficus religiosa. Asian J. Pharm. Clin. Res. 2017;10:59. doi: 10.22159/ajpcr.2017.v10i4.14718.", "ArticleIdList": ["10.22159/ajpcr.2017.v10i4.14718"]}, {"Citation": "Chen L., Deng H., Cui H., Fang J., Zuo Z., Deng J., Li Y., Wang X., Zhao L. Inflammatory responses and inflammation-associated diseases in organs. Oncotarget. 2018;9:7204–7218. doi: 10.18632/oncotarget.23208.", "ArticleIdList": ["10.18632/oncotarget.23208", "PMC5805548", "29467962"]}, {"Citation": "Dai X., Medzhitov R. Memory beyond immunity. Nat. Cell Biol. 2017;550:460–461. doi: 10.1038/nature24154.", "ArticleIdList": ["10.1038/nature24154", "29045392"]}, {"Citation": "Sowjanya R., Shankar M., Sireesha B., Naik A.E., Yudharaj P., Priyadarshini R.R. An overview on inflammation and plant having anti-inflammatory activity. Int. J. Phytopharm. Res. 2017;7:25–32."}, {"Citation": "Kokkas B. Tissue injury and inflammation. Ann. Gen. Psychiatry. 2010;9:S1–S237. doi: 10.1186/1744-859X-9-S1-S1.", "ArticleIdList": ["10.1186/1744-859X-9-S1-S1", "PMC2991780", "25410142"]}, {"Citation": "Garg V.K., Paliwal S.K. Wound-healing activity of ethanolic and aqueous extracts of Ficus benghalensis. J. Adv. Pharm. Technol. Res. 2011;2:110–114. doi: 10.4103/2231-4040.82957.", "ArticleIdList": ["10.4103/2231-4040.82957", "PMC3217695", "22171302"]}, {"Citation": "Raisagar A., Kaur C.D., Sawarkar H.A., Kumar L., Raisagar A., Karmakar A., Sahu M. Comparative study of wound-healing effect of bark extracts of Ficus religiosa & Ficus benghalensis by mice model. J. Pharmacogn. Phytochem. 2019;8:1815–1821."}, {"Citation": "Kumar A., Pujari N.M., Kumar S., Singh N., Kumar H. Effect of Ficus benghalensis leaves extract on experimental chronic ulcers in rats. Int. J. Biol. Pharm. Res. 2016;7:142–149."}, {"Citation": "Rajalakshmi G., Tamilarasi T. A study on phytochemical screening and anti-arthritics activity of Ficus benghalensis bark extract. World J. Sci. Res. 2019;4:01–06."}, {"Citation": "Panday D.R., Rauniar G.P. Effect of root-extracts of Ficus benghalensis (banyan) in pain in animal models. J. Neurosci. Rural Pract. 2016;7:210–215. doi: 10.4103/0976-3147.178660.", "ArticleIdList": ["10.4103/0976-3147.178660", "PMC4821927", "27114650"]}, {"Citation": "Yadav Y.C., Srivastava D.N. Nephroprotective and curative effects of Ficus religiosa latex extract against cisplatin-induced acute renal failure. Pharm. Biol. 2013;51:1480–1485. doi: 10.3109/13880209.2013.793718.", "ArticleIdList": ["10.3109/13880209.2013.793718", "23870082"]}, {"Citation": "Verma M., Kumar A. Burn wound healing study of Ficus religiosa’s bark ash and extraction.  [(accessed on 28 May 2021)];Ann. Romanian Soc. Cell Biol. 2021 25:19262–19276. Available online:  https://www.annalsofrscb.ro/index.php/journal/article/view/8499."}, {"Citation": "Gonzalez H., Hagerling C., Werb Z. Roles of the immune system in cancer: From tumor initiation to metastatic progression. Genes Dev. 2018;32:1267–1284. doi: 10.1101/gad.314617.118.", "ArticleIdList": ["10.1101/gad.314617.118", "PMC6169832", "30275043"]}, {"Citation": "Raheel R., Saddiqe Z., Iram M., Afzal S. In Vitro antimitotic, antiproliferative and antioxidant activity of stem bark extracts of Ficus benghalensis L. S. Afr. J. Bot. 2017;111:248–257. doi: 10.1016/j.sajb.2017.03.037.", "ArticleIdList": ["10.1016/j.sajb.2017.03.037"]}, {"Citation": "Tulasi C.D.S.L.N., Lakshmi N.M., Saida L. Cell viability assay of Ficus benghalensis latex solvent extracts on different cell lines. Asian J. Pharm. Clin. Res. 2018;11:335–339. doi: 10.22159/ajpcr.2018.v11i10.26552.", "ArticleIdList": ["10.22159/ajpcr.2018.v11i10.26552"]}, {"Citation": "Tulasi C., Narasu M.L., Saida L. Cytotoxic effect of Ficus religiosa and Ficus benghalensis latex extracts on MCF-7 cell line. Int. J. Sci. Res. Biol. Sci. 2019;5:96–100. doi: 10.26438/ijsrbs/v5i6.96100.", "ArticleIdList": ["10.26438/ijsrbs/v5i6.96100"]}, {"Citation": "Saloni J., Sakthivel J. Evaluation of antioxidant and anticancer potential of flavonoids from aerial roots of Ficus benghalensis Linn. Int. J. Pharm. Sci. Res. 2019;11:12–20."}, {"Citation": "Choudhari A.S., Suryavanshi S.A., Kaul-Ghanekar R. The aqueous extract of Ficus religiosa induces cell cycle arrest in human cervical cancer cell lines SiHa (HPV-16 positive) and apoptosis in HeLa (HPV-18 positive) PLoS ONE. 2013;8:e70127. doi: 10.1371/journal.pone.0070127.", "ArticleIdList": ["10.1371/journal.pone.0070127", "PMC3724825", "23922932"]}, {"Citation": "El-Hawary S.S., Wassel G.M., El-Menshawi B.S., Ibrahim N.A., Mahmoud K., Ayoub M.M. Antitumor and antioxidant activity of Ficus elastica roxb and Ficus bengalensis Linn. family Moraceae. World Appl. Sci. J. 2012;19:1532–1539. doi: 10.5829/idosi.wasj.2012.19.11.2796.", "ArticleIdList": ["10.5829/idosi.wasj.2012.19.11.2796"]}, {"Citation": "Gulecha V., Sivakuma T. Anticancer activity of Tephrosia purpurea and Ficus religiosa using MCF 7 cell lines. Asian Pac. J. Trop. Med. 2011;4:526–529. doi: 10.1016/S1995-7645(11)60139-9.", "ArticleIdList": ["10.1016/S1995-7645(11)60139-9", "21803302"]}, {"Citation": "Saida L., Tulasi C.D.S.L.N., Narasu M.L. Evaluation of chemo-preventive efficacy of Ficus religiosa latex extract by flow cytometry analysis and gene expression studies performed by RT-PCR in various cell lines. Futur. J. Pharm. Sci. 2021;7:1–21. doi: 10.1186/s43094-021-00182-x.", "ArticleIdList": ["10.1186/s43094-021-00182-x"]}, {"Citation": "Shankar P., Kuppuru M.M., Kini R.K., Sekhar S. Ficus religiosa (Linn.) bark extract secondary metabolites bestow antioxidant property inducing cell cytotoxicity to human breast cancer cells, MDAMB-231 by apoptosis involving apoptosis-related proteins, Bax, Bcl-2 and PARP. Res. Sq. 2021:1–26. doi: 10.21203/rs.3.rs-204396/v1.", "ArticleIdList": ["10.21203/rs.3.rs-204396/v1"]}, {"Citation": "Słoczyńska K., Powroźnik B., Pękala E., Waszkielewicz A. Antimutagenic compounds and their possible mechanisms of action. J. Appl. Genet. 2014;55:273–285. doi: 10.1007/s13353-014-0198-9.", "ArticleIdList": ["10.1007/s13353-014-0198-9", "PMC3990861", "24615570"]}, {"Citation": "Kaur R., Goyal A.K., Kaushik D., Sharma R.K. In Vitro studies on antibiotic activity of Ficus religiosa fruits extract against human pathogenic bacteria. J. Chem. Pharm. Res. 2014;6:80–84."}, {"Citation": "Afzal T., Ali Q., Malik A. Phenolic compounds proliferation by HPLC: To find out antibacterial activities in Ficus benghalensis plant extract. Int. J. Botany Stud. 2020;5:140–144."}, {"Citation": "Palshetkar A., Pathare N., Jadhav N., Pawar M., Wadhwani A., Kulkarni S., Singh K.K. In Vitro anti-HIV activity of some Indian medicinal plant extracts. BMC Complement. Med. Ther. 2020;20:1–11. doi: 10.1186/s12906-020-2816-x.", "ArticleIdList": ["10.1186/s12906-020-2816-x", "PMC7076815", "32143607"]}, {"Citation": "Dube A.N., Shahbazker S.N., Nasim M. Evaluation of anti-microbial activity of Ziziphus mauritiana (Ber), Ocimum sanctum (Tulsi) and Ficus religiosa (Peepal) on Staphylococcus aureus strains isolated from environment of various ICUs. Int. J. Health Sci. Res. 2019;9:28–35."}, {"Citation": "Sharma H., Yunus G., Agrawal R., Kalra M., Verma S., Bhattar S. Antifungal efficacy of three medicinal plants Glycyrrhiza glabra, Ficus religiosa, and Plantago major against oral Candida albicans: A comparative analysis. Indian J. Dent. Res. 2016;27:433–436. doi: 10.4103/0970-9290.183135.", "ArticleIdList": ["10.4103/0970-9290.183135", "27723643"]}, {"Citation": "Ghosh A., Das S., Dey M. Determination of anthelmintic activity of the leaf and bark extract of Tamarindus Indica Linn. Indian J. Pharm. Sci. 2011;73:104–107. doi: 10.4103/0250-474X.89768.", "ArticleIdList": ["10.4103/0250-474X.89768", "PMC3224400", "22131633"]}, {"Citation": "Spiegler V., Liebau E., Hensel A. Medicinal plant extracts and plant-derived polyphenols with anthelmintic activity against intestinal nematodes. Nat. Prod. Rep. 2017;34:627–643. doi: 10.1039/C6NP00126B.", "ArticleIdList": ["10.1039/C6NP00126B", "28426037"]}, {"Citation": "Tuse T., Bidkar A., Bhale S., Patankar R. In-Vitro anthelmintic activity of aerial roots of Ficus benghalensis. Int. J. Pharmacol. Res. 2011;1:10–13. doi: 10.7439/ijpr.v1i1.147.", "ArticleIdList": ["10.7439/ijpr.v1i1.147"]}, {"Citation": "Bhardwaj L.K., Anand L., Chandrul K.K., Patil K.S. In-Vitro anthelmintic activity of Ficus benghalensis Linn. leaves extracts. Asian J. Pharm. Clin. Res. 2012;5:118–120."}, {"Citation": "Sawarkar B.H.A., Singh M.K., Pandey A.K., Biswas D. In Vitro anthelmintic activity of Ficus benghalensis, Ficus carica & Ficus religiosa: A comparative study. Int. J. Pharm. Pharm. Sci. 2011;3:152–153."}, {"Citation": "Hari B.V., Kumar P.S., Devi D.R. Comparative In-Vitro anthelmintic activity of the latex of Ficus religiosa, Ficus elastica and Ficus bengalensis. J. Phytol. 2011;3:26–30."}, {"Citation": "Kumar Y., Gautam G., Mishra P.K. Protective role of Carica papaya and Ficus bengalensis latex against CCl4 induced liver toxicity in experimental rats. J. Drug Deliv. Ther. 2019;9:465–469. doi: 10.22270/jddt.v9i3.2936.", "ArticleIdList": ["10.22270/jddt.v9i3.2936"]}, {"Citation": "Chandrasekaran C., Dethe S., Mundkinajeddu D., Pandre M.K., Balachandran J., Agarwal A., Hiraganahalli B.D., Chinampudur V.C. Hepatoprotective and antioxidant activity of standardized herbal extracts. Pharmacogn. Mag. 2012;8:116–123. doi: 10.4103/0973-1296.96553.", "ArticleIdList": ["10.4103/0973-1296.96553", "PMC3371432", "22701284"]}, {"Citation": "Karmakar S., Paul S., Biswas N.M., Khanam J., Kar S.K., Mukherjee H., Poddar S. A pharmacological audit and advancement on the recent trend of research on Ficus benghalensis L. including its In Vitro hepatoprotective activity. Clin. Phytoscience. 2020;6:1–13. doi: 10.1186/s40816-020-00230-8.", "ArticleIdList": ["10.1186/s40816-020-00230-8"]}, {"Citation": "Ahad H.A., Haranath C., Varam N.J., Ksheerasagare T., Krishna J.V., Teja S.T. Liver shielding activity of Ficus benghalensis fruit extracts contrary to perchloromethane prompted toxic hepatitis in New Zealand albino rats. Res. J. Pharm. Technol. 2021;14:3739–3743. doi: 10.52711/0974-360X.2021.00647.", "ArticleIdList": ["10.52711/0974-360X.2021.00647"]}, {"Citation": "Parameswari S.A., Chetty C.M., Chandrasekhar K.B. Hepatoprotective activity of Ficus religiosa leaves against isoniazid + rifampicin and paracetamol induced hepatotoxicity. Pharmacogn. Res. 2013;5:271–276. doi: 10.4103/0974-8490.118828.", "ArticleIdList": ["10.4103/0974-8490.118828", "PMC3807992", "24174821"]}, {"Citation": "Han G., Ceilley R. Chronic wound healing: A review of current management and treatments. Adv. Ther. 2017;34:599–610. doi: 10.1007/s12325-017-0478-y.", "ArticleIdList": ["10.1007/s12325-017-0478-y", "PMC5350204", "28108895"]}, {"Citation": "Murti K., Kumar U., Panchal M. Healing promoting potentials of roots of Ficus benghalensis L. in albino rats. Asian Pac. J. Trop. Med. 2011;4:921–924. doi: 10.1016/S1995-7645(11)60219-8.", "ArticleIdList": ["10.1016/S1995-7645(11)60219-8", "22078957"]}, {"Citation": "Gonzalez A.C.D.O., Andrade Z.D.A., Costa T.F., Medrado A.R.A.P. Wound healing—A literature review. An. Bras. Dermatol. 2016;91:614–620. doi: 10.1590/abd1806-4841.20164741.", "ArticleIdList": ["10.1590/abd1806-4841.20164741", "PMC5087220", "27828635"]}, {"Citation": "Ambreen S., Tariq M., Masoud M.S., Ali I., Qasim M., Mushtaq A., Ahmed M., Asghar R. Anticoagulant potential and total phenolic content of six species of the genus Ficus from Azad Kashmir, Pakistan. Trop. J. Pharm. Res. 2021;18:1245–1251. doi: 10.4314/tjpr.v18i6.14.", "ArticleIdList": ["10.4314/tjpr.v18i6.14"]}, {"Citation": "Bascones-Martinez A., Mattila R., Gomez-Font R., Meurman J. Immunomodulatory drugs: Oral and systemic adverse effects. Med. Oral Patol. Oral Cir. Bucal. 2014;19:e24–e31. doi: 10.4317/medoral.19087.", "ArticleIdList": ["10.4317/medoral.19087", "PMC3909428", "23986016"]}, {"Citation": "Anarthe S.J., Pravalika A., Malavika E., Ganga Raju M. Assessment of immunomodulatory activity of Ficus benghalensis Linn. aerial roots. Int. J. Pharmtech Res. 2016;9:153–163."}, {"Citation": "Jahagirdar A.Q.F., Hugar S., Patil V., Nanjappaiah A.K.H. Screening of antistress activity of Ficus benghalensis fruit extract. Res. J. Pharm. Technol. 2020;13:191. doi: 10.5958/0974-360X.2020.00039.6.", "ArticleIdList": ["10.5958/0974-360X.2020.00039.6"]}, {"Citation": "Vignesh M., Priya V.V., Gayathri R. Antistress activity of methanolic extract of Ficus benghalensis. Drug Invent. Today. 2019;12:1281–1283."}, {"Citation": "Suriyakalaa U., Ramachandran R., Doulathunnisa J.A., Aseervatham S.B., Sankarganesh D., Kamalakkannan S., Kadalmani B., Angayarkanni J., Akbarsha M.A., Achiraman S. Upregulation of Cyp19a1 and PPAR-γ in ovarian steroidogenic pathway by Ficus religiosa: A potential cure for polycystic ovary syndrome. J. Ethnopharmacol. 2021;267:113540. doi: 10.1016/j.jep.2020.113540.", "ArticleIdList": ["10.1016/j.jep.2020.113540", "33152430"]}, {"Citation": "Renata-Maria V. Determination of acute and subacute toxicity of six plant extracts.  [(accessed on 20 September 2020)];Med. Res. Chron. 2019 6:64–67. Available online:  https://medrech.com/index.php/medrech/article/view/370."}, {"Citation": "Bhardwaj L.K., Chandrul K.K., Sharma U. Evaluation of anti-arthritic activity of Ficus benghalensis Linn. root extracts on freund’s adjuvant induced arthritis in rats. J. Phytopharm. 2016;5:10–14. doi: 10.31254/phyto.2016.5103.", "ArticleIdList": ["10.31254/phyto.2016.5103"]}, {"Citation": "Bhangale J.O., Acharya S.R. Anti-parkinson activity of petroleum ether extract of Ficus religiosa (L.) leaves. Adv. Pharmacol. Sci. 2016;2016:1–9. doi: 10.1155/2016/9436106.", "ArticleIdList": ["10.1155/2016/9436106", "PMC4738991", "26884755"]}, {"Citation": "Lee N.-Y., Ko W.-C., Hsueh P.-R. Nanoparticles in the treatment of infections caused by multidrug-resistant organisms. Front. Pharmacol. 2019;10:1153. doi: 10.3389/fphar.2019.01153.", "ArticleIdList": ["10.3389/fphar.2019.01153", "PMC6787836", "31636564"]}, {"Citation": "Tripathi R.M., Rao R.P., Tsuzuki T. Green synthesis of sulfur nanoparticles and evaluation of their catalytic detoxification of hexavalent chromium in water. RSC Adv. 2018;8:36345–36352. doi: 10.1039/C8RA07845A.", "ArticleIdList": ["10.1039/C8RA07845A", "PMC9088846", "35558482"]}, {"Citation": "Ismail H.H., Hasoon S.A., Saheb E.J. The anti-Leishmaniasis activity of green synthesis silver oxide nanoparticles. Afr. Health Res. Organ. 2019;22:28–38. doi: 10.36295/ASRO.2019.22044.", "ArticleIdList": ["10.36295/ASRO.2019.22044"]}, {"Citation": "Manikandan V., Velmurugan P., Park J.-H., Chang W.-S., Park Y.-J., Jayanthi P., Cho M., Oh B.-T. Green synthesis of silver oxide nanoparticles and its antibacterial activity against dental pathogens. 3 Biotech. 2017;7:72. doi: 10.1007/s13205-017-0670-4.", "ArticleIdList": ["10.1007/s13205-017-0670-4", "PMC5428112", "28452017"]}, {"Citation": "Soni N., Dhiman R.C. Larvicidal and antibacterial activity of aqueous leaf extract of Peepal (Ficus religiosa) synthesized nanoparticles. Parasite Epidemiol. Control. 2020;11:e00166. doi: 10.1016/j.parepi.2020.e00166.", "ArticleIdList": ["10.1016/j.parepi.2020.e00166", "PMC7452144", "32885057"]}, {"Citation": "Deepa J., Gokulakrishnan J., Baranitharan M., Dhanasekaran S. Larvicidal activity of Indian medicinal plants on the dengue fever mosquito, Aedes aegypti Linnaeus. Int. J. Pure Appl. Zool. 2015;3:130–136."}, {"Citation": "Pavela R., Maggi F., Iannarelli R., Benelli G. Plant extracts for developing mosquito larvicides: From laboratory to the field, with insights on the modes of action. Acta Trop. 2019;193:236–271. doi: 10.1016/j.actatropica.2019.01.019.", "ArticleIdList": ["10.1016/j.actatropica.2019.01.019", "30711422"]}, {"Citation": "Subash B., Vijayan P., Baranitharan M. Laboratory efficacy of Ficus religiosa extracts against mosquito-borne disease. Indian J. Appl. Res. 2019;9:1–2."}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "9", "Day": "21"}, {"Year": "2021", "Month": "10", "Day": "12"}, {"Year": "2021", "Month": "10", "Day": "13"}, {"Year": "2021", "Month": "12", "Day": "28", "Hour": "1", "Minute": "9"}, {"Year": "2021", "Month": "12", "Day": "29", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "12", "Day": "29", "Hour": "6", "Minute": "1"}, {"Year": "2021", "Month": "12", "Day": "14"}], "PublicationStatus": "epublish", "ArticleIdList": ["34961220", "PMC8707271", "10.3390/plants10122749", "plants10122749"]}}], "PubmedBookArticle": []}