{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["DAMD", "RAPD", "genetic fidelity", "in vitro", "medicinal plant", "micropropagation"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34961291", "DateRevised": {"Year": "2021", "Month": "12", "Day": "31"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "12", "Day": "20"}], "Language": ["eng"], "ELocationID": ["2820", "10.3390/plants10122820"], "Journal": {"ISSN": "2223-7747", "JournalIssue": {"Volume": "10", "Issue": "12", "PubDate": {"Year": "2021", "Month": "Dec", "Day": "20"}}, "Title": "Plants (Basel, Switzerland)", "ISOAbbreviation": "Plants (Basel)"}, "ArticleTitle": "High-Frequency Plant Regeneration, Genetic Uniformity, and Flow Cytometric Analysis of Regenerants in <i>Ruta</i><i>chalepensis</i> L.", "Abstract": {"AbstractText": ["<i>Ruta chalepensis</i> L., an evergreen shrub in the citrus family, is well-known around the world for its essential oils and variety of bioactivities, indicating its potential medicinal applications. In this study, we investigated the effect of different culture conditions, including plant growth regulators, media types, pH of the medium, and carbon sources, on in vitro regeneration from nodal explants of <i>R. chalepensis</i>. Following 8 weeks of culture, the highest percentage of regeneration (96.3%) and maximum number of shoots (40.3 shoot/explant) with a length of 4.8 cm were obtained with Murashige and Skoog (MS) medium at pH 5.8, supplemented with 3.0% sucrose and 5.0 µM 6-Benzyladenine (BA) in combination with 1.0 µM 1-naphthaleneacetic acid (NAA). For rooting, individually harvested shootlets were transferred on ½ MS (half-strength) supplemented with IAA (indole-3-acetic acid), IBA (indole 3-butyric acid), or NAA, and the best response in terms of root induction (91.6%), number of roots (5.3), and root mean length (4.9 cm) was achieved with 0.5 µM IBA after 6 weeks. An average of 95.2 percent of healthy, in vitro regenerated plantlets survived after being transplanted into potting soil, indicating that they were effectively hardened. DNA assays (PCR-based markers) such as random amplification of polymorphic DNA (RAPD) and directed amplification of minisatellite-region (DAMD) were employed to assess in vitro cultivated <i>R. chalepensis</i> plantlets that produced a monomorphic banding pattern confirming the genetic stability. Additionally, no changes in the flow cytometric profile of ploidy between regenerated plantlets and donor plants were detected. Regeneration of this valuable medicinal plant in vitro will open up new avenues in pharmaceutical biotechnology by providing an unconventional steadfast system for mass multiplication and might be effectively used in genetic manipulation for enhanced bioactive constituents."]}, "AuthorList": [{"Identifier": ["0000-0002-0064-1516"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany and Microbiology, College of Science, King Saud University, P.O. Box 2455, Riyadh 11451, Saudi Arabia."}], "LastName": "Qahtan", "ForeName": "Ahmed A", "Initials": "AA"}, {"Identifier": ["0000-0002-8176-1527"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany and Microbiology, College of Science, King Saud University, P.O. Box 2455, Riyadh 11451, Saudi Arabia."}], "LastName": "Faisal", "ForeName": "Mohamad", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany and Microbiology, College of Science, King Saud University, P.O. Box 2455, Riyadh 11451, Saudi Arabia."}], "LastName": "Alatar", "ForeName": "Abdulrahman A", "Initials": "AA"}, {"Identifier": ["0000-0003-3297-9551"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany and Microbiology, College of Science, King Saud University, P.O. Box 2455, Riyadh 11451, Saudi Arabia."}], "LastName": "Abdel-Salam", "ForeName": "Eslam M", "Initials": "EM"}], "GrantList": [{"GrantID": "RSP-2021/86", "Agency": "Researchers Supporting Project", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Plants (Basel)", "NlmUniqueID": "101596181", "ISSNLinking": "2223-7747"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Iauk L., Mangano K., Rapisarda A., Ragusa S., Maiolino L., Musumeci R., Costanzo R., Serra A., Speciale A. Protection against murine endotoxemia by treatment with Ruta chalepensis L., a plant with anti-inflammatory properties. J. Ethnopharmacol. 2004;90:267–272. doi: 10.1016/j.jep.2003.10.004.", "ArticleIdList": ["10.1016/j.jep.2003.10.004", "15013191"]}, {"Citation": "Günaydin K., Savci S. Phytochemical studies on Ruta chalepensİs (LAM.) lamarck. Nat. Prod. Res. 2005;19:203–210. doi: 10.1080/14786410310001630546.", "ArticleIdList": ["10.1080/14786410310001630546", "15702632"]}, {"Citation": "Bnina E.B., Hammami S., Daamii-remadi M., Jannet H.B., Mighri Z. Chemical composition and antimicrobial effects of Tunisian Ruta chalepensis L. essential oils. J. Société Chim. Tunis. 2010;12:1–9."}, {"Citation": "Jaradat N., Adwan L., K’aibni S., Zaid A.N., Shtaya M.J., Shraim N., Assali M. Variability of chemical compositions and antimicrobial and antioxidant activities of Ruta chalepensis leaf essential oils from three Palestinian regions. BioMed Res. Int. 2017;2017:2672689. doi: 10.1155/2017/2672689.", "ArticleIdList": ["10.1155/2017/2672689", "PMC5694611", "29230405"]}, {"Citation": "Gonzalez-Trujano M., Carrera D., Ventura-Martinez R., Cedillo-Portugal E., Navarrete A. Neuropharmacological profile of an ethanol extract of Ruta chalepensis L. in mice. J. Ethnopharmacol. 2006;106:129–135. doi: 10.1016/j.jep.2005.12.014.", "ArticleIdList": ["10.1016/j.jep.2005.12.014", "16442764"]}, {"Citation": "Acquaviva R., Iauk L., Sorrenti V., Lanteri R., Santangelo R., Licata A., Licata F., Vanella A., Malaguarnera M., Ragusa S. Oxidative profile in patients with colon cancer: Effects of Ruta chalepensis L. Eur. Rev. Med. Pharm. Sci. 2011;15:181–191.", "ArticleIdList": ["21434485"]}, {"Citation": "Al-Majmaie S., Nahar L., Sharples G.P., Wadi K., Sarker S.D. Isolation and antimicrobial activity of rutin and its derivatives from Ruta chalepensis (Rutaceae) growing in Iraq. Rec. Nat. Prod. 2019;13:64–70. doi: 10.25135/rnp.74.18.03.250.", "ArticleIdList": ["10.25135/rnp.74.18.03.250"]}, {"Citation": "Ouerghemmi I., Bettaieb Rebey I., Rahali F.Z., Bourgou S., Pistelli L., Ksouri R., Marzouk B., Saidani Tounsi M. Antioxidant and antimicrobial phenolic compounds from extracts of cultivated and wild-grown Tunisian Ruta chalepensis. J. Food Drug Anal. 2017;25:350–359. doi: 10.1016/j.jfda.2016.04.001.", "ArticleIdList": ["10.1016/j.jfda.2016.04.001", "28911677"]}, {"Citation": "Haddouchi F., Chaouche T.M., Zaouali Y., Ksouri R., Attou A., Benmansour A. Chemical composition and antimicrobial activity of the essential oils from four Ruta species growing in Algeria. Food Chem. 2013;141:253–258. doi: 10.1016/j.foodchem.2013.03.007.", "ArticleIdList": ["10.1016/j.foodchem.2013.03.007", "23768355"]}, {"Citation": "Khlifi D., Sghaier R.M., Amouri S., Laouini D., Hamdi M., Bouajila J. Composition and anti-oxidant, anti-cancer and anti-inflammatory activities of Artemisia herba-alba, Ruta chalpensis L. and Peganum harmala L. Food Chem. Toxicol. 2013;55:202–208. doi: 10.1016/j.fct.2013.01.004.", "ArticleIdList": ["10.1016/j.fct.2013.01.004", "23333573"]}, {"Citation": "Akkari H., Ezzine O., Dhahri S., B’chir F., Rekik M., Hajaji S., Darghouth M.A., Jamâa M.L.B., Gharbi M. Chemical composition, insecticidal and in vitro anthelmintic activities of Ruta chalepensis (Rutaceae) essential oil. Ind. Crop. Prod. 2015;74:745–751. doi: 10.1016/j.indcrop.2015.06.008.", "ArticleIdList": ["10.1016/j.indcrop.2015.06.008"]}, {"Citation": "Babu-Kasimala M., Tukue M., Ermias R. Phytochemical screening and antibacterial activity of two common terresterial medicinal plants Ruta chalepensis and Rumex nervosus. Bali Med. J. 2014;3:116–121. doi: 10.15562/bmj.v3i3.86.", "ArticleIdList": ["10.15562/bmj.v3i3.86"]}, {"Citation": "Boudjelal A., Henchiri C., Sari M., Sarri D., Hendel N., Benkhaled A., Ruberto G. Herbalists and wild medicinal plants in M’Sila (North Algeria): An ethnopharmacology survey. J. Ethnopharmacol. 2013;148:395–402. doi: 10.1016/j.jep.2013.03.082.", "ArticleIdList": ["10.1016/j.jep.2013.03.082", "23643544"]}, {"Citation": "Rout G.R., Mohapatra A., Jain S.M. Tissue culture of ornamental pot plant: A critical review on present scenario and future prospects. Biotechnol. Adv. 2006;24:531–560. doi: 10.1016/j.biotechadv.2006.05.001.", "ArticleIdList": ["10.1016/j.biotechadv.2006.05.001", "16814509"]}, {"Citation": "Thorpe T.A. History of plant tissue culture. Mol. Biotechnol. 2007;37:169–180. doi: 10.1007/s12033-007-0031-3.", "ArticleIdList": ["10.1007/s12033-007-0031-3", "17914178"]}, {"Citation": "Dakah A., Zaid S., Suleiman M., Abbas S., Wink M. In vitro propagation of the medicinal plant Ziziphora tenuior L. and evaluation of its antioxidant activity. Saudi J. Biol. Sci. 2014;21:317–323. doi: 10.1016/j.sjbs.2013.12.002.", "ArticleIdList": ["10.1016/j.sjbs.2013.12.002", "PMC4150220", "25183942"]}, {"Citation": "Pant B. Application of Plant Cell and Tissue Culture for the Production of Phytochemicals in Medicinal Plants. Adv. Exp. Med. Biol. 2014;808:25–39.", "ArticleIdList": ["24595608"]}, {"Citation": "Faisal M., Ahmad N., Anis M., Alatar A.A., Qahtan A.A. Auxin-cytokinin synergism in vitro for producing genetically stable plants of Ruta graveolens using shoot tip meristems. Saudi J. Biol. Sci. 2018;25:273–277. doi: 10.1016/j.sjbs.2017.09.009.", "ArticleIdList": ["10.1016/j.sjbs.2017.09.009", "PMC5816005", "29472777"]}, {"Citation": "Thorpe T.A. Chapter 1—History of Plant Cell Culture. In: Smith R.H., editor. Plant Tissue Culture. 3rd ed. Academic Press; San Diego, CA, USA: 2013. pp. 1–22.", "ArticleIdList": ["10.1016/B978-0-12-415920-4.00001-3"]}, {"Citation": "Shahzad A., Sharma S., Parveen S., Saeed T., Shaheen A., Akhtar R., Yadav V., Upadhyay A., Ahmad Z. Historical Perspective and Basic Principles of Plant Tissue Culture. In: Abdin M.Z., Kiran U., Kamaluddin A., editors. Plant Biotechnology: Principles and Applications. Springer; Singapore: 2017. pp. 1–36.", "ArticleIdList": ["10.1007/978-981-10-2961-5_1"]}, {"Citation": "Yan M.-M., Xu C., Kim C.-H., Um Y.-C., Bah A.A., Guo D.-P. Effects of explant type, culture media and growth regulators on callus induction and plant regeneration of Chinese jiaotou (Allium chinense) Sci. Hortic. 2009;123:124–128. doi: 10.1016/j.scienta.2009.07.021.", "ArticleIdList": ["10.1016/j.scienta.2009.07.021"]}, {"Citation": "Dobránszki J., Teixeira da Silva J.A. Micropropagation of apple—A review. Biotechnol. Adv. 2010;28:462–488. doi: 10.1016/j.biotechadv.2010.02.008.", "ArticleIdList": ["10.1016/j.biotechadv.2010.02.008", "20188809"]}, {"Citation": "Lipavská H., Konrádová H. Somatic embryogenesis in conifers: The role of carbohydrate metabolism. Vitr. Cell. Dev. Biol. Plant. 2004;40:23–30. doi: 10.1079/IVP2003482.", "ArticleIdList": ["10.1079/IVP2003482"]}, {"Citation": "Shirin F., Parihar N.S., Shah S.N. Effect of Nutrient Media and KNO3 on in vitro Plant Regeneration in Saraca asoca (Roxb.) Willd. Am. J. Plant Sci. 2015;6:3282–3292. doi: 10.4236/ajps.2015.619320.", "ArticleIdList": ["10.4236/ajps.2015.619320"]}, {"Citation": "Ahmad N., Anis M. An efficient in vitro process for recurrent production of cloned plants of Vitex negundo L. Eur. J. For. Res. 2011;130:135–144. doi: 10.1007/s10342-010-0415-y.", "ArticleIdList": ["10.1007/s10342-010-0415-y"]}, {"Citation": "Perveen S., Varshney A., Anis M., Aref I.M. Influence of cytokinins, basal media and pH on adventitious shoot regeneration from excised root cultures of Albizia lebbeck. J. For. Res. 2011;22:47–52. doi: 10.1007/s11676-011-0124-5.", "ArticleIdList": ["10.1007/s11676-011-0124-5"]}, {"Citation": "Roy A., Kundu K., Saxena G., Kumar L., Bharadvaja N. Effect of different media and growth hormones on shoot multiplication of in vitro grown Centella asiatica accessions. Adv. Tech. Biol. Med. 2016;4:1–4. doi: 10.4172/2379-1764.1000172.", "ArticleIdList": ["10.4172/2379-1764.1000172"]}, {"Citation": "Sharafi A., Hashemi Sohi H., Sharafi A.A., Azadi P., Mousavi A. Tissue culture and regeneration of an antimalarial plant, Artemisia sieberi Besser. Res. J. Pharmacogn. 2014;1:15–20."}, {"Citation": "Nathar V.N., Yatoo G.M. Micropropagation of an antidiabetic medicinal plant, Artemisia pallens. Turk. J. Bot. 2014;38:491–498. doi: 10.3906/bot-1204-27.", "ArticleIdList": ["10.3906/bot-1204-27"]}, {"Citation": "Ahmed R., Anis M. Rapid in vitro propagation system through shoot tip cultures of Vitex trifolia L.—An important multipurpose plant of the Pacific traditional Medicine. Physiol. Mol. Biol. Plants. 2014;20:385–392. doi: 10.1007/s12298-014-0233-7.", "ArticleIdList": ["10.1007/s12298-014-0233-7", "PMC4101134", "25049466"]}, {"Citation": "Al-Mahdawe M., Al-Mallah M. Regeneration of the Medicinal Plant Ruta graveolens L. from Hypocotyl. Eur. Acad. Res. 2015;2:16256–16263."}, {"Citation": "Bakhtiar Z., Mirjalili M.H., Sonboli A. In vitro callus induction and micropropagation of Thymus persicus (Lamiaceae), an endangered medicinal plant. Crop Breed. Appl. Biotechnol. 2016;16:48–54. doi: 10.1590/1984-70332016v16n1a8.", "ArticleIdList": ["10.1590/1984-70332016v16n1a8"]}, {"Citation": "Ahmed M.R., Anis M., Alatar A.A., Faisal M. In vitro clonal propagation and evaluation of genetic fidelity using RAPD and ISSR marker in micropropagated plants of Cassia alata L.: A potential medicinal plant. Agrofor. Syst. 2017;91:637–647. doi: 10.1007/s10457-016-9992-1.", "ArticleIdList": ["10.1007/s10457-016-9992-1"]}, {"Citation": "Faisal M., Alatar A.A., El-Sheikh M.A., Abdel-Salam E.M., Qahtan A.A. Thidiazuron induced in vitro morphogenesis for sustainable supply of genetically true quality plantlets of Brahmi. Ind. Crop. Prod. 2018;118:173–179. doi: 10.1016/j.indcrop.2018.03.054.", "ArticleIdList": ["10.1016/j.indcrop.2018.03.054"]}, {"Citation": "Hussain S.A., Anis M., Alatar A.A. Efficient In vitro Regeneration System for Tecoma stans L., Using Shoot Tip and Assessment of Genetic Fidelity Among Regenerants. Proc. Natl. Acad. Sci. India Sect. B Biol. Sci. 2019;90:171–178. doi: 10.1007/s40011-019-01093-x.", "ArticleIdList": ["10.1007/s40011-019-01093-x"]}, {"Citation": "Hussain S.A., Ahmad N., Anis M., Hakeem K.R. Development of an efficient micropropagation system for Tecoma stans (L.) Juss. ex Kunth using thidiazuron and effects on phytochemical constitution. Vitr. Cell. Dev. Biol. Plant. 2019;55:442–453. doi: 10.1007/s11627-019-10001-x.", "ArticleIdList": ["10.1007/s11627-019-10001-x"]}, {"Citation": "Faisal M., Alatar A.A., Ahmad N., Anis M., Hegazy A.K. An Efficient and Reproducible Method for in vitro Clonal Multiplication of Rauvolfia tetraphylla L. and Evaluation of Genetic Stability using DNA-Based Markers. Appl. Biochem. Biotechnol. 2012;168:1739–1752. doi: 10.1007/s12010-012-9893-3.", "ArticleIdList": ["10.1007/s12010-012-9893-3", "22968591"]}, {"Citation": "Thorpe T., Stasolla C., Yeung E., De Klerk G., Roberts A., George E. The components of plant tissue culture media II: Organic additions, osmotic and pH effects, and support systems. In: George E.F., Hall M.A., De Klerk G.-J., editors. Plant Propagation by Tissue Culture. Springer; Dordrecht, The Netherlands: 2008. pp. 115–173."}, {"Citation": "Bhatia P., Ashwath N. Effect of medium pH on shoot regeneration from the cotyledonary explants of tomato. Biotechnology. 2005;4:7–10."}, {"Citation": "Naik P.M., Manohar S.H., Praveen N., Murthy H.N. Effects of sucrose and pH levels on in vitro shoot regeneration from leaf explants of Bacopa monnieri and accumulation of bacoside A in regenerated shoots. Plant Cell Tissue Organ Cult. 2010;100:235–239. doi: 10.1007/s11240-009-9639-2.", "ArticleIdList": ["10.1007/s11240-009-9639-2"]}, {"Citation": "Sharma M.K., Chaudhary R., Kureel R., Sengar R. Effects of culture media pH on In Vitro shoot multiplication in sugarcane. Int. J. Chem. Stud. 2018;6:1308–1310."}, {"Citation": "Rashid R., Bhat J.A., Bhat M.I., Bhat B.A. Effect of pH on Callus Induction and Shoot Regeneration from Cotyledon and Leaf and Hypocotyl Explants of Tomato. Int. J. Pure Appl. Biosci. 2018;6:806–809."}, {"Citation": "Faisal M., Alatar A.A., Abdel-Salam E.M., Qahtan A.A. Effects of 4-CPPU on in vitro multiplication and sustainable generation of Hibiscus rosa-sinensis L. ‘White Butterfly’. Saudi J. Biol. Sci. 2020;27:412–416. doi: 10.1016/j.sjbs.2019.11.002.", "ArticleIdList": ["10.1016/j.sjbs.2019.11.002", "PMC6933257", "31889865"]}, {"Citation": "Neto V.B.D.P., Otoni W.C. Carbon sources and their osmotic potential in plant tissue culture: Does it matter? Sci. Hortic. 2003;97:193–202. doi: 10.1016/S0304-4238(02)00231-5.", "ArticleIdList": ["10.1016/S0304-4238(02)00231-5"]}, {"Citation": "Sotiropoulos T., Molassiotis A., Mouhtaridou G., Papadakis I., Dimassi K., Therios I., Diamantidis G. Sucrose and sorbitol effects on shoot growth and proliferation in vitro, nutritional status and peroxidase and catalase isoenzymes of M 9 and MM 106 apple (Malus domestica Borkh.) rootstocks. Eur. J. Hortic. Sci. 2006;71:114."}, {"Citation": "Du Toit E., Robbertse P., Niederwieser J. Plant carbohydrate partitioning of Lachenalia cv. Ronina during bulb production. Sci. Hortic. 2004;102:433–440. doi: 10.1016/j.scienta.2004.06.002.", "ArticleIdList": ["10.1016/j.scienta.2004.06.002"]}, {"Citation": "Karami O., Deljou A., Esna-Ashari M., Ostad-Ahmadi P. Effect of sucrose concentrations on somatic embryogenesis in carnation (Dianthus caryophyllus L.) Sci. Hortic. 2006;110:340–344. doi: 10.1016/j.scienta.2006.07.029.", "ArticleIdList": ["10.1016/j.scienta.2006.07.029"]}, {"Citation": "Chen C.-C., Bates R., Carlson J. Effect of environmental and cultural conditions on medium pH and explant growth performance of Douglas-fir (Pseudotsuga menziesii) shoot cultures. F1000Research. 2014;3:298. doi: 10.12688/f1000research.5919.1.", "ArticleIdList": ["10.12688/f1000research.5919.1", "PMC4617322", "26535110"]}, {"Citation": "Yaseen M., Ahmad T., Sablok G., Standardi A., Hafiz I.A. Role of carbon sources for in vitro plant growth and development. Mol. Biol. Rep. 2013;40:2837–2849. doi: 10.1007/s11033-012-2299-z.", "ArticleIdList": ["10.1007/s11033-012-2299-z", "23212616"]}, {"Citation": "Fuentes S.R., Calheiros M.B., Manetti-Filho J., Vieira L.G. The effects of silver nitrate and different carbohydrate sources on somatic embryogenesis in Coffea canephora. Plant Cell Tissue Organ Cult. 2000;60:5–13. doi: 10.1023/A:1006474324652.", "ArticleIdList": ["10.1023/A:1006474324652"]}, {"Citation": "Ahmad T., Abbasi N.A., Hafiz I.A., Ali A. Comparison of sucrose and sorbitol as main carbon energy sources in microprogation of peach rootstock GF-677. Pak. J. Bot. 2007;39:1269–1275."}, {"Citation": "Alatar A.A. Thidiazuron induced efficient in vitro multiplication and ex vitro conservation of Rauvolfia serpentina—A potent antihypertensive drug producing plant. Biotechnol. Biotechnol. Equip. 2015;29:489–497. doi: 10.1080/13102818.2015.1017535.", "ArticleIdList": ["10.1080/13102818.2015.1017535"]}, {"Citation": "Kamle M., Baek K.-H. Somatic embryogenesis in guava (Psidium guajava L.): Current status and future perspectives. 3 Biotech. 2017;7:203. doi: 10.1007/s13205-017-0844-0.", "ArticleIdList": ["10.1007/s13205-017-0844-0", "PMC5493578", "28667644"]}, {"Citation": "Bolyard M. In vitro regeneration of Artemisia abrotanum L. by means of somatic organogenesis. Vitr. Cell. Dev. Biol. Plant. 2018;54:127–130. doi: 10.1007/s11627-017-9878-6.", "ArticleIdList": ["10.1007/s11627-017-9878-6"]}, {"Citation": "Jain N., Bairu M., Stirk W., Van Staden J. The effect of medium, carbon source and explant on regeneration and control of shoot-tip necrosis in Harpagophytum procumbens. South Afr. J. Bot. 2009;75:117–121. doi: 10.1016/j.sajb.2008.08.005.", "ArticleIdList": ["10.1016/j.sajb.2008.08.005"]}, {"Citation": "Yadav K., Aggarwal A., Singh N. Evaluation of genetic fidelity among micropropagated plants of Gloriosa superba L. using DNA-based markers—A potential medicinal plant. Fitoterapia. 2013;89:265–270. doi: 10.1016/j.fitote.2013.06.009.", "ArticleIdList": ["10.1016/j.fitote.2013.06.009", "23811099"]}, {"Citation": "Asthana P., Jaiswal V.S., Jaiswal U. Micropropagation of Sapindus trifoliatus L. and assessment of genetic fidelity of micropropagated plants using RAPD analysis. Acta Physiol. Plant. 2011;33:1821–1829. doi: 10.1007/s11738-011-0721-0.", "ArticleIdList": ["10.1007/s11738-011-0721-0"]}, {"Citation": "Hussain S.A., Ahmad N., Anis M. Synergetic effect of TDZ and BA on minimizing the post-exposure effects on axillary shoot proliferation and assessment of genetic fidelity in Rauvolfia tetraphylla (L.) Rend. Lincei. Sci. Fis. E Nat. 2018;29:109–115. doi: 10.1007/s12210-018-0667-x.", "ArticleIdList": ["10.1007/s12210-018-0667-x"]}, {"Citation": "Bairu M.W., Aremu A.O., Van Staden J. Somaclonal variation in plants: Causes and detection methods. Plant Growth Regul. 2011;63:147–173. doi: 10.1007/s10725-010-9554-x.", "ArticleIdList": ["10.1007/s10725-010-9554-x"]}, {"Citation": "Rawat J.M., Rawat B., Agnihotri R.K., Chandra A., Nautiyal S. In vitro propagation, genetic and secondary metabolite analysis of Aconitum violaceum Jacq.: A threatened medicinal herb. Acta Physiol. Plant. 2013;35:2589–2599. doi: 10.1007/s11738-013-1294-x.", "ArticleIdList": ["10.1007/s11738-013-1294-x"]}, {"Citation": "Fatima N., Ahmad N., Ahmad I., Anis M. Interactive Effects of Growth Regulators, Carbon Sources, pH on Plant Regeneration and Assessment of Genetic Fidelity Using Single Primer Amplification Reaction (SPARS) Techniques in Withania somnifera L. Appl. Biochem. Biotechnol. 2015;177:118–136. doi: 10.1007/s12010-015-1732-x.", "ArticleIdList": ["10.1007/s12010-015-1732-x", "26152820"]}, {"Citation": "Shinde S., Sebastian J.K., Jain J.R., Hanamanthagouda M.S., Murthy H.N. Efficient in vitro propagation of Artemisia nilagirica var. nilagirica (Indian wormwood) and assessment of genetic fidelity of micropropagated plants. Physiol. Mol. Biol. Plants. 2016;22:595–603. doi: 10.1007/s12298-016-0379-6.", "ArticleIdList": ["10.1007/s12298-016-0379-6", "PMC5120036", "27924132"]}, {"Citation": "Purohit S., Jugran A.K., Bhatt I.D., Palni L.M.S., Bhatt A., Nandi S.K. In vitro approaches for conservation and reducing juvenility of Zanthoxylum armatum DC: An endangered medicinal plant of Himalayan region. Trees. 2017;31:1101–1108. doi: 10.1007/s00468-016-1494-2.", "ArticleIdList": ["10.1007/s00468-016-1494-2"]}, {"Citation": "Rohela G.K., Jogam P., Bylla P., Reuben C. Indirect regeneration and assessment of genetic fidelity of acclimated plantlets by SCoT, ISSR, and RAPD markers in Rauvolfia tetraphylla L.: An endangered medicinal plant. Biomed. Res. Int. 2019;2019:3698742. doi: 10.1155/2019/3698742.", "ArticleIdList": ["10.1155/2019/3698742", "PMC6487127", "31111050"]}, {"Citation": "Upadhyay A., Shahzad A., Ahmad Z. In vitro propagation and assessment of genetic uniformity along with chemical characterization in Hildegardia populifolia (Roxb.) Schott & Endl.: A critically endangered medicinal tree. Vitr. Cell. Dev. Biol. 2020;56:803–816. doi: 10.1007/s11627-020-10085-w.", "ArticleIdList": ["10.1007/s11627-020-10085-w"]}, {"Citation": "Mishra M.K., Pandey S., Misra P., Niranjan A. In vitro propagation, genetic stability and alkaloids analysis of acclimatized plantlets of Thalictrum foliolosum. Plant Cell Tissue Organ Cult. 2020;142:441–446. doi: 10.1007/s11240-020-01862-x.", "ArticleIdList": ["10.1007/s11240-020-01862-x"]}, {"Citation": "Galbraith D.W. Simultaneous flow cytometric quantification of plant nuclear DNA contents over the full range of described angiosperm 2C values. Cytom. A. 2009;75:692–698. doi: 10.1002/cyto.a.20760.", "ArticleIdList": ["10.1002/cyto.a.20760", "19565637"]}, {"Citation": "Faisal M., Alatar A.A., Hegazy A.K., Alharbi S.A., El-Sheikh M., Okla M.K. Thidiazuron induced in vitro multiplication of Mentha arvensis and evaluation of genetic stability by flow cytometry and molecular markers. Ind. Crop. Prod. 2014;62:100–106. doi: 10.1016/j.indcrop.2014.08.019.", "ArticleIdList": ["10.1016/j.indcrop.2014.08.019"]}, {"Citation": "Choudhury R.R., Basak S., Ramesh A.M., Rangan L. Nuclear DNA content of Pongamia pinnata L. and genome size stability of in vitro-regenerated plantlets. Protoplasma. 2014;251:703–709. doi: 10.1007/s00709-013-0545-4.", "ArticleIdList": ["10.1007/s00709-013-0545-4", "23990110"]}, {"Citation": "Bose B., Kumaria S., Choudhury H., Tandon P. Assessment of genetic homogeneity and analysis of phytomedicinal potential in micropropagated plants of Nardostachys jatamansi, a critically endangered, medicinal plant of alpine Himalayas. Plant Cell Tissue Organ Cult. 2016;124:331–349. doi: 10.1007/s11240-015-0897-x.", "ArticleIdList": ["10.1007/s11240-015-0897-x"]}, {"Citation": "Jena S., Ray A., Sahoo A., Sahoo S., Dash B., Kar B., Nayak S. Rapid plant regeneration in industrially important Curcuma zedoaria revealing genetic and biochemical fidelity of the regenerants. 3 Biotech. 2019;10:17. doi: 10.1007/s13205-019-2009-9.", "ArticleIdList": ["10.1007/s13205-019-2009-9", "PMC6904760", "31879581"]}, {"Citation": "Jose D.P., De Campos J.M.S., Viccini L.F., Alkimim E.R., de Oliveira Santos M. Micropropagation and ploidy stability of Lippia lacunosa Mart. & Schauer: An endangered brazilian medicinal plant. J. Neotrop. Agric. 2019;6:7–11. doi: 10.32404/rean.v6i1.3203.", "ArticleIdList": ["10.32404/rean.v6i1.3203"]}, {"Citation": "Ahmad N., Faisal M., Anis M., Aref I. In vitro callus induction and plant regeneration from leaf explants of Ruta graveolens L. South Afr. J. Bot. 2010;76:597–600. doi: 10.1016/j.sajb.2010.03.008.", "ArticleIdList": ["10.1016/j.sajb.2010.03.008"]}, {"Citation": "Bohidar S., Thirunavoukkarasu M., Rao T. Effect of Plant Growth Regulators on in vitro micropropagation of “Garden Rue” (Ruta graveolens L.) Int. J. Integr. Biol. 2008;3:36."}, {"Citation": "Faisal M., Ahmad N., Anis M. In vitro regeneration and mass propagation of Ruta graveolens L.—A multipurpose shrub. Hortic. Sci. 2005;40:1478–1480. doi: 10.21273/HORTSCI.40.5.1478.", "ArticleIdList": ["10.21273/HORTSCI.40.5.1478"]}, {"Citation": "Kengar A., Paratkar G. Effect of Plant Growth Regulators on Indirect Organogenesis in Ruta graveolens L. Int. J. Adv. Res. 2015;3:1113–1119."}, {"Citation": "Van Staden J., Zazimalova E., George E.F. Plant Growth Regulators II: Cytokinins, their Analogues and Antagonists. In: George E.F., Hall M.A., Klerk G.-J.D., editors. Plant Propagation by Tissue Culture: The Background. Volume 1. Springer; Dordrecht, The Netherlands: 2008. pp. 205–226."}, {"Citation": "Magyar-Tábori K., Dobránszki J., Teixeira da Silva J.A., Bulley S.M., Hudák I. The role of cytokinins in shoot organogenesis in apple. Plant Cell Tissue Organ Cult. 2010;101:251–267. doi: 10.1007/s11240-010-9696-6.", "ArticleIdList": ["10.1007/s11240-010-9696-6"]}, {"Citation": "Naaz A., Hussain S.A., Naz R., Anis M., Alatar A.A. Successful plant regeneration system via de novo organogenesis in Syzygium cumini (L.) Skeels: An important medicinal tree. Agrofor. Syst. 2019;93:1285–1295. doi: 10.1007/s10457-018-0236-4.", "ArticleIdList": ["10.1007/s10457-018-0236-4"]}, {"Citation": "Zhu W.-T., Du J.-Z., Sun H.-B., Jiang S.-Y., Chen X.-J., Sun H., Zhou Y., Wang H.-L. In vitro propagation of an endemic and endangered medicinal plant Notopterygium incisum. Plant Cell Tissue Organ Cult. 2018;135:559–563. doi: 10.1007/s11240-018-1474-x.", "ArticleIdList": ["10.1007/s11240-018-1474-x"]}, {"Citation": "Patricia D., Stephen B., John A. Shoot organogenesis from leaf discs of the African ginger (Mondia whitei (Hook.f.) Skeels), an endangered medicinal plant. Vitr. Cell. Dev. Biol. Plant. 2021;57:493–498. doi: 10.1007/s11627-020-10146-0.", "ArticleIdList": ["10.1007/s11627-020-10146-0"]}, {"Citation": "Dwivedi N., Indiradevi A., Asha K., Nair R.A., Suma A. A protocol for micropropagation of Aloe vera L. (Indian Aloe)—A miracle plant. Res. Biotechnol. 2014;5:1–5."}, {"Citation": "Ab Rahman Z., Noor E.S.M., Ali M.S.M., Mirad R., Othman A.N. In Vitro Micropropagation of a Valuable Medicinal Plant, Plectranthus amboinicus. Am. J. Plant Sci. 2015;6:1091. doi: 10.4236/ajps.2015.68113.", "ArticleIdList": ["10.4236/ajps.2015.68113"]}, {"Citation": "Fatima N., Ahmad N., Anis M. Enhanced in vitro regeneration and change in photosynthetic pigments, biomass and proline content in Withania somnifera L. (Dunal) induced by copper and zinc ions. Plant Physiol. Biochem. 2011;49:1465–1471. doi: 10.1016/j.plaphy.2011.08.011.", "ArticleIdList": ["10.1016/j.plaphy.2011.08.011", "22078385"]}, {"Citation": "Swain D., Lenka S., Hota T., Rout G.R. Micro-propagation of Hypericum gaitii Haines, an endangered medicinal plant: Assessment of genetic fidelity. Nucleus. 2016;59:7–13. doi: 10.1007/s13237-015-0146-z.", "ArticleIdList": ["10.1007/s13237-015-0146-z"]}, {"Citation": "Coenen C., Lomax T.L. Auxin-cytokinin interactions in higher plants: Old problems and new tools. Trends Plant Sci. 1997;2:351–356. doi: 10.1016/S1360-1385(97)84623-7.", "ArticleIdList": ["10.1016/S1360-1385(97)84623-7", "11540614"]}, {"Citation": "George E.F., Hall M.A., Klerk G.-J.D. Plant Growth Regulators I: Introduction; Auxins, their Analogues and Inhibitors. In: George E.F., Hall M.A., Klerk G.-J.D., editors. Plant Propagation by Tissue Culture: The Background. Volume 1. Springer; Dordrecht, The Netherlands: 2008. pp. 175–204.", "ArticleIdList": ["10.1007/978-1-4020-5005-3_5"]}, {"Citation": "Owen H.R., Wengerd D., Miller A.R. Culture medium pH is influenced by basal medium, carbohydrate source, gelling agent, activated charcoal, and medium storage method. Plant Cell Rep. 1991;10:583–586. doi: 10.1007/BF00232516.", "ArticleIdList": ["10.1007/BF00232516", "24221335"]}, {"Citation": "Skirvin R.M., Chu M.C., Mann M.L., Young H., Sullivan J., Fermanian T. Stability of tissue culture medium pH as a function of autoclaving, time, and cultured plant material. Plant Cell Rep. 1986;5:292–294. doi: 10.1007/BF00269825.", "ArticleIdList": ["10.1007/BF00269825", "24248250"]}, {"Citation": "Roy A., Bharadvaja N. Effect of various culture conditions on shoot multiplication and GC–MS analysis of Plumbago zeylanica accessions for plumbagin production. Acta Physiol. Plant. 2018;40:190. doi: 10.1007/s11738-018-2766-9.", "ArticleIdList": ["10.1007/s11738-018-2766-9"]}, {"Citation": "Jagiełło-Kubiec K., Nowakowska K., Ilczuk A., Łukaszewska A.J. Optimizing micropropagation conditions for a recalcitrant ninebark (Physocarpus opulifolius L. maxim.) cultivar. Vitr. Cell. Dev. Biol. Plant. 2021;57:281–295. doi: 10.1007/s11627-020-10154-0.", "ArticleIdList": ["10.1007/s11627-020-10154-0"]}, {"Citation": "Heidt L.J., Southam F.W., Sullivan E.A. Autocatalyzed hydrolysis of sucrose by acid. J. Am. Chem. Soc. 1952;74:2377–2378. doi: 10.1021/ja01129a507.", "ArticleIdList": ["10.1021/ja01129a507"]}, {"Citation": "Wann S.R., Veazey R.L., Kaphammer J. Activated charcoal does not catalyze sucrose hydrolysis in tissue culture media during autoclaving. Plant Cell Tiss. Org. Cult. 1997;50:221–224. doi: 10.1023/A:1005947008637.", "ArticleIdList": ["10.1023/A:1005947008637"]}, {"Citation": "Jayaraman S., Daud N.H., Halis R., Mohamed R. Effects of plant growth regulators, carbon sources and pH values on callus induction in Aquilaria malaccensis leaf explants and characteristics of the resultant calli. J. For. Res. 2014;25:535–540. doi: 10.1007/s11676-014-0492-8.", "ArticleIdList": ["10.1007/s11676-014-0492-8"]}, {"Citation": "Ahmad A. Ph.D. Thesis. Aligarh Muslim University; Aligarh, India: 2019. In Vitro Morphogenesis and Assessment of Genetic Diversity in Pterocarpus marsupium Roxb. Using Molecular Markers."}, {"Citation": "Aslam M.M., Karanja J.K., Zhang Q., Lin H., Xia T., Akhtar K., Liu J., Miao R., Xu F., Xu W. In Vitro Regeneration Potential of White Lupin (Lupinus albus) from Cotyledonary Nodes. Plants. 2020;9:318. doi: 10.3390/plants9030318.", "ArticleIdList": ["10.3390/plants9030318", "PMC7154923", "32138269"]}, {"Citation": "Yadav V., Shahzad A., Ahmad Z., Sharma S., Parveen S. Synthesis of nonembryonic synseeds in Hemidesmus indicus R. Br.: Short term conservation, evaluation of phytochemicals and genetic fidelity of the regenerants. Plant Cell Tissue Organ Cult. 2019;138:363–376. doi: 10.1007/s11240-019-01634-2.", "ArticleIdList": ["10.1007/s11240-019-01634-2"]}, {"Citation": "Al-Qurainy F., Nadeem M., Khan S., Alansi S., Tarroum M. Micropropagation and evaluation of genetic fidelity of Maerua oblongifolia (forssk.) A. Rich: A rare medicinal plant from Saudi Arabia. Fresenius Environ. Bull. 2018;27:165–171."}, {"Citation": "Jogam P., Sandhya D., Shekhawat M.S., Alok A., Manokari M., Abbagani S., Allini V.R. Genetic stability analysis using DNA barcoding and molecular markers and foliar micro-morphological analysis of in vitro regenerated and in vivo grown plants of Artemisia vulgaris L. Ind. Crop. Prod. 2020;151:112476. doi: 10.1016/j.indcrop.2020.112476.", "ArticleIdList": ["10.1016/j.indcrop.2020.112476"]}, {"Citation": "Dilkalal A., Annapurna A.S., Umesh T.G. In vitro regeneration, antioxidant potential, and genetic fidelity analysis of Asystasia gangetica (L.) T.Anderson. Vitr. Cell. Dev. Biol. Plant. 2021;57:447–459. doi: 10.1007/s11627-020-10141-5.", "ArticleIdList": ["10.1007/s11627-020-10141-5"]}, {"Citation": "Elmongy M.S., Cao Y., Zhou H., Xia Y. Root Development Enhanced by Using Indole-3-butyric Acid and Naphthalene Acetic Acid and Associated Biochemical Changes of In Vitro Azalea Microshoots. J. Plant Growth Regul. 2018;37:813–825. doi: 10.1007/s00344-017-9776-5.", "ArticleIdList": ["10.1007/s00344-017-9776-5"]}, {"Citation": "Ludwig-Müller J. Indole-3-butyric acid in plant growth and development. Plant Growth Regul. 2000;32:219–230. doi: 10.1023/A:1010746806891.", "ArticleIdList": ["10.1023/A:1010746806891"]}, {"Citation": "Rahman M., Rajiora O. Microsatellite DNA somaclonal variation in micropropagated trembling aspen (Populus tremuloides) Plant Cell Rep. 2001;20:531–536. doi: 10.1007/s002990100365.", "ArticleIdList": ["10.1007/s002990100365"]}, {"Citation": "Sharma U., Rai M.K., Shekhawat N.S., Kataria V. Genetic homogeneity revealed in micropropagated Bauhinia racemosa Lam. using gene targeted markers CBDP and SCoT. Physiol. Mol. Biol. Plants. 2019;25:581–588. doi: 10.1007/s12298-018-00639-z.", "ArticleIdList": ["10.1007/s12298-018-00639-z", "PMC6419707", "30956438"]}, {"Citation": "Zhang H., Wang G., Qiao Y., Chen C. Plant regeneration from root segments of Anthurium andraeanum and assessment of genetic fidelity of in vitro regenerates. Vitr. Cell. Dev. Biol. Plant. 2021 doi: 10.1007/s11627-021-10172-6.", "ArticleIdList": ["10.1007/s11627-021-10172-6"]}, {"Citation": "Sahijram L., Soneji J.R., Bollamma K.T. Analyzing somaclonal variation in micropropagated bananas (Musa spp.) Vitr. Cell. Dev. Biol. Plant. 2003;39:551–556. doi: 10.1079/IVP2003467.", "ArticleIdList": ["10.1079/IVP2003467"]}, {"Citation": "Fatima N., Ahmad N., Anis M., Ahmad I. An improved in vitro encapsulation protocol, biochemical analysis and genetic integrity using DNA based molecular markers in regenerated plants of Withania somnifera L. Ind. Crop. Prod. 2013;50:468–477. doi: 10.1016/j.indcrop.2013.08.011.", "ArticleIdList": ["10.1016/j.indcrop.2013.08.011"]}, {"Citation": "Prameela J., Ramakrishnaiah H., Krishna V., Deepalakshmi A.P., Naveen Kumar N., Radhika R.N. Micropropagation and assessment of genetic fidelity of Henckelia incana: An endemic and medicinal Gesneriad of South India. Physiol. Mol. Biol. Plants. 2015;21:441–446. doi: 10.1007/s12298-015-0314-2.", "ArticleIdList": ["10.1007/s12298-015-0314-2", "PMC4524870", "26261409"]}, {"Citation": "Alatar A.A., Faisal M., Hegazy A.K., Alwathnani H.A., Okla M.K. Clonal in vitro multiplication of grey mangrove and assessment of genetic fidelity using single primer amplification reaction (SPAR) methods. Biotechnol. Biotechnol. Equip. 2015;29:1069–1074. doi: 10.1080/13102818.2015.1063454.", "ArticleIdList": ["10.1080/13102818.2015.1063454"]}, {"Citation": "Abdelsalam A., Mahran E., Chowdhury K., Boroujerdi A. Metabolic profiling, in vitro propagation, and genetic assessment of the endangered rare plant Anarrhinum pubescens. J. Genet. Eng. Biotechnol. 2021;19:108. doi: 10.1186/s43141-021-00210-6.", "ArticleIdList": ["10.1186/s43141-021-00210-6", "PMC8313610", "34309751"]}, {"Citation": "Niazian M., Noori S.A.S., Galuszka P., Tohidfar M., Mortazavian S.M.M. Genetic stability of regenerated plants via indirect somatic embryogenesis and indirect shoot regeneration of Carum copticum L. Ind. Crop. Prod. 2017;97:330–337. doi: 10.1016/j.indcrop.2016.12.044.", "ArticleIdList": ["10.1016/j.indcrop.2016.12.044"]}, {"Citation": "Sadat-Hosseini M., Vahdati K., Leslie C.A. Germination of Persian Walnut Somatic Embryos and Evaluation of their Genetic Stability by ISSR Fingerprinting and Flow Cytometry. HortScience. 2019;54:1576–1580. doi: 10.21273/HORTSCI13787-18.", "ArticleIdList": ["10.21273/HORTSCI13787-18"]}, {"Citation": "Viehmannova I., Cepkova P.H., Vitamvas J., Streblova P., Kisilova J. Micropropagation of a giant ornamental bromeliad Puya berteroniana through adventitious shoots and assessment of their genetic stability through ISSR primers and flow cytometry. Plant Cell Tissue Organ Cult. 2016;125:293–302. doi: 10.1007/s11240-016-0949-x.", "ArticleIdList": ["10.1007/s11240-016-0949-x"]}, {"Citation": "Alatar A.A., Faisal M., Abdel-Salam E.M., Canto T., Saquib Q., Javed S.B., El-Sheikh M.A., Al-Khedhairy A.A. Efficient and reproducible in vitro regeneration of Solanum lycopersicum and assessment genetic uniformity using flow cytometry and SPAR methods. Saudi J. Biol. Sci. 2017;24:1430–1436. doi: 10.1016/j.sjbs.2017.03.008.", "ArticleIdList": ["10.1016/j.sjbs.2017.03.008", "PMC5562467", "28855842"]}, {"Citation": "Raji M.R., Lotfi M., Tohidfar M., Zahedi B., Carra A., Abbate L., Carimi F. Somatic embryogenesis of muskmelon (Cucumis melo L.) and genetic stability assessment of regenerants using flow cytometry and ISSR markers. Protoplasma. 2018;255:873–883. doi: 10.1007/s00709-017-1194-9.", "ArticleIdList": ["10.1007/s00709-017-1194-9", "29248969"]}, {"Citation": "Murashige T., Skoog F. A Revised Medium for Rapid Growth and Bio Assays with Tobacco Tissue Cultures. Physiol. Plant. 1962;15:473–497. doi: 10.1111/j.1399-3054.1962.tb08052.x.", "ArticleIdList": ["10.1111/j.1399-3054.1962.tb08052.x"]}, {"Citation": "Gamborg O.L.c., Miller R.A., Ojima K. Nutrient requirements of suspension cultures of soybean root cells. Exp. Cell Res. 1968;50:151–158. doi: 10.1016/0014-4827(68)90403-5.", "ArticleIdList": ["10.1016/0014-4827(68)90403-5", "5650857"]}, {"Citation": "Lloyd G., McCown B. Commercially-feasible micropropagation of mountain laurel, Kalmia latifolia, by use of shoot-tip culture. Int. Plant Propag. Soc. Proc. 1980;30:421–427."}, {"Citation": "White P.R. A Handbook of Plant Tissue Culture. Volume 56 J. Cattell Press; Lancaster, PA, USA: 1943."}, {"Citation": "Nitsch J.P., Nitsch C. Haploid Plants from Pollen Grains. Science. 1969;163:85. doi: 10.1126/science.163.3862.85.", "ArticleIdList": ["10.1126/science.163.3862.85", "17780179"]}, {"Citation": "Doyle J.J., Doyle J.L. A rapid DNA isolation procedure for small quantities of fresh leaf tissue. Phytochem. Bull. 1987;19:11–15."}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "11", "Day": "18"}, {"Year": "2021", "Month": "12", "Day": "9"}, {"Year": "2021", "Month": "12", "Day": "14"}, {"Year": "2021", "Month": "12", "Day": "28", "Hour": "1", "Minute": "9"}, {"Year": "2021", "Month": "12", "Day": "29", "Hour": "6", "Minute": "0"}, {"Year": "2021", "Month": "12", "Day": "29", "Hour": "6", "Minute": "1"}, {"Year": "2021", "Month": "12", "Day": "20"}], "PublicationStatus": "epublish", "ArticleIdList": ["34961291", "PMC8704675", "10.3390/plants10122820", "plants10122820"]}}], "PubmedBookArticle": []}