{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Mycobacterium tuberculosis", "T cells", "adjunct therapy", "cytokines", "immunomodulation", "phytochemicals"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34977867", "DateRevised": {"Year": "2024", "Month": "04", "Day": "04"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "08", "Day": "05"}], "Language": ["eng"], "ELocationID": ["10.1002/mco2.82"], "Journal": {"ISSN": "2688-2663", "JournalIssue": {"Volume": "2", "Issue": "4", "PubDate": {"Year": "2021", "Month": "Dec"}}, "Title": "MedComm", "ISOAbbreviation": "MedComm (2020)"}, "ArticleTitle": "Advances in adjunct therapy against tuberculosis: Deciphering the emerging role of phytochemicals.", "Pagination": {"StartPage": "494", "EndPage": "513", "MedlinePgn": "494-513"}, "Abstract": {"AbstractText": ["Eastern countries are a major source of medicinal plants, which set up a rich source of ethnopharmacologically known medicines used in the treatment of various diseases. These traditional medicines have been known as complementary, alternative, or nonconventional therapy across globe for ages. Tuberculosis (TB) poses a huge global burden and leads to maximum number of deaths due to an infectious agent. Treatment of TB using Directly Observed Treatment Short-course (DOTS) therapy comprises multiple antibiotics is quite lengthy and causes serious side-effects in different organs. The length of the TB treatment leads to withdrawal from the patients, which paves the way for the emergence of drug resistance in the bacterial population. These concerns related to therapy need serious and immediate interventions. Traditional medicines using phytochemicals has shown to provide tremendous potential in TB treatment, mainly in the eradication of <i>Mycobacterium tuberculosis</i> (<i>M.tb</i>), increasing natural immunity, and managing the side effects of anti-TB drugs. This review describes the antituberculosis potential of selected ethnopharmacologically important phytochemicals as potential immune-modulator and as an adjunct-therapy in TB. This review will be a useful reference for researchers working on ethnopharmacology and will open the door for the discovery of novel agents as an adjunct-therapy to tuberculosis."], "CopyrightInformation": "© 2021 The Authors. MedComm published by Sichuan International Medical Exchange & Promotion Association (SCIMEA) and John Wiley & Sons Australia, Ltd."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Immunobiology Group International Centre for Genetic Engineering and Biotechnology New Delhi India."}], "LastName": "Fatima", "ForeName": "Samreen", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Immunobiology Group International Centre for Genetic Engineering and Biotechnology New Delhi India."}], "LastName": "Kumari", "ForeName": "Anjna", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Immunobiology Group International Centre for Genetic Engineering and Biotechnology New Delhi India."}], "LastName": "Dwivedi", "ForeName": "Ved Prakash", "Initials": "VP"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "China", "MedlineTA": "MedComm (2020)", "NlmUniqueID": "101769925", "ISSNLinking": "2688-2663"}, "CoiStatement": "The author's confirm that there are no conflicts of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Fatima S, Kumari A, Das G, Dwivedi VP. Tuberculosis vaccine: a journey from BCG to present. Life Sci. 2020;252:117594.", "ArticleIdList": ["32305522"]}, {"Citation": "\nWorld Health Organization. Global TB Report 2019 [Internet]. WHO; 2019. Available at: https://www.who.int/teams/globaltuberculosis-programme/tb-reports/globalreport2019#:~:text=The%20Global%20TB%20Report%202019,in%20202%20countries%20and%20territories."}, {"Citation": "Ilievska‐Poposka B, Metodieva M, Zakoska M, et al. Latent tuberculosis infection—diagnosis and treatment. Open Access Maced J Med Sci. 2018;6(4):651‐655.", "ArticleIdList": ["PMC5927496", "29731933"]}, {"Citation": "Paul R. The threat of multidrug‐resistant tuberculosis. J Glob Infect Dis. 2018;10(3):119‐120.", "ArticleIdList": ["PMC6100333", "30166808"]}, {"Citation": "Forget EJ, Menzies D. Adverse reactions to first‐line antituberculosis drugs. Expert Opin Drug Saf. 2006;5(2):231‐249.", "ArticleIdList": ["16503745"]}, {"Citation": "de Martino M, Lodi L, Galli L, Chiappini E. Immune response to Mycobacterium tuberculosis: a narrative review. Front Pediatr. 2019;7:350.", "ArticleIdList": ["PMC6718705", "31508399"]}, {"Citation": "Saunders BM, Frank AA, Orme IM. Granuloma formation is required to contain bacillus growth and delay mortality in mice chronically infected with Mycobacterium tuberculosis . Immunology. 1999;98(3):324‐328.", "ArticleIdList": ["PMC2326942", "10583589"]}, {"Citation": "Flynn JL, Chan J, Triebold KJ, et al. An essential role for interferon gamma in resistance to Mycobacterium tuberculosis infection. J Exp Med. 1993;178(6):2249‐2254.", "ArticleIdList": ["PMC2191274", "7504064"]}, {"Citation": "Fatima S, Kamble SS, Dwivedi VP, et al. Mycobacterium tuberculosis programs mesenchymal stem cells to establish dormancy and persistence. J Clin Invest. 2020;130(2):655‐661.", "ArticleIdList": ["PMC6994115", "31647784"]}, {"Citation": "Lyadova IV, Panteleev AV. Th1 and Th17 Cells in tuberculosis: protection, pathology, and biomarkers. Mediators Inflamm. 2015:854507.", "ArticleIdList": ["PMC4657112", "26640327"]}, {"Citation": "Kolls JK, Khader SA. The role of Th17 cytokines in primary mucosal immunity. Cytokine Growth Factor Rev. 2010;21(6):443‐448.", "ArticleIdList": ["PMC3004678", "21095154"]}, {"Citation": "Barberis I, Bragazzi NL, Galluzzo L, Martini M. The history of tuberculosis: from the first historical records to the isolation of Koch's bacillus. J Prev Med Hyg. 2017;58:E9‐E12.", "ArticleIdList": ["PMC5432783", "28515626"]}, {"Citation": "Sieniawska E, Maciejewska Turska M, Świątek L, Xiao J. Plant‐based food products for antimycobacterial therapy. eFood. 2020;1(3):199‐216."}, {"Citation": "Madikizela B, Kambizi L, McGaw LJ. An ethnobotanical survey of plants used traditionally to treat tuberculosis in the eastern region of O.R. Tambo district, South Africa. S Afr J Bot. 2017;109:231‐236."}, {"Citation": "Green E, Samie A, Obi CL, et al. Inhibitory properties of selected South African medicinal plants against Mycobacterium tuberculosis . J Ethnopharmacol. 2010;130:151‐157.", "ArticleIdList": ["20447452"]}, {"Citation": "Lawal IO, Grierson DS, Afolayan AJ. Phytotherapeutic information on plants used for the treatment of tuberculosis in Eastern Cape Province, South Africa. Evid Based Complement Alternat Med. 2014;2014:735423.", "ArticleIdList": ["PMC4016884", "24864158"]}, {"Citation": "Semenya SS, Maroyi A. Ethnobotanical survey of plants used by Bapedi traditional healers to treat tuberculosis and its opportunistic infections in the Limpopo Province, South Africa. S Afr J Bot. 2019;122:401‐421."}, {"Citation": "Bunalema L, Obakiro S, Tabuti JR, Waako P. Knowledge on plants used traditionally in the treatment of tuberculosis in Uganda. J Ethnopharmacol. 2014;151:999‐1004.", "ArticleIdList": ["24365640"]}, {"Citation": "Nguta JM, Appiah‐Opong R, Nyarko AK, et al. Medicinal plants used to treat TB in Ghana. Int J Mycobacteriol. 2015;4:116‐123.", "ArticleIdList": ["26972879"]}, {"Citation": "Mohamad S, Zin NM, Wahab HA, et al. Antituberculosis potential of some ethnobotanically selected Malaysian plants. J Ethnopharmacol. 2011;133:1021‐1026.", "ArticleIdList": ["21094237"]}, {"Citation": "Gupta VK, Kaushik A, Chauhan DS, Ahirwar RK, Sharma S, Bisht D. Anti‐mycobacterial activity of some medicinal plants used traditionally by tribes from Madhya Pradesh, India for treating tuberculosis related symptoms. J Ethnopharmacol. 2018;227:113‐120.", "ArticleIdList": ["30172059"]}, {"Citation": "McGaw LJ, Lall N, Meyer JJ, Eloff JN. The potential of South African plants against Mycobacterium infections. J Ethnopharmacol. 2008;119:482‐500.", "ArticleIdList": ["18805475"]}, {"Citation": "Chinsembu KC. Tuberculosis and nature's pharmacy of putative anti‐tuberculosisagents. Acta Trop. 2016;153:46‐56.", "ArticleIdList": ["26464047"]}, {"Citation": "Semenya SS, Maroyi A. Medicinal plants used for the treatment of tuberculosis by Bapedi traditional healers in three districts of the Limpopo Province, South Africa. Afr J Tradit Complement Altern Med. 2013;10(2):316‐323.", "ArticleIdList": ["PMC3746579", "24146456"]}, {"Citation": "Buszczyński S. Opis 125 ziół używanych w lecznictwie z podaniem ich uprawy i zastosowania. Berlin: “Przewodnik Zdrowia.” Berlin, Health Guide; 1905."}, {"Citation": "Molyneux RJ, Lee ST, Gardner DR, et al. Phytochemicals: the good, the bad and the ugly? Phytochemistry. 2007;68(22‐24):2973‐2985.", "ArticleIdList": ["17950388"]}, {"Citation": "Goldberg G. The report of a British nutrition foundation task force. Plants: Diet and Health. Oxford, London, United Kingdom: Blackwell Publishing Ltd.; 2003:347."}, {"Citation": "Kerr P. Plants and tuberculosis: Phytochemicals potentially useful in the treatment of tuberculosis. Amsterdam, Netherlands: Academic Press; 2013:45‐64."}, {"Citation": "Veluthoor S, Anil P, Mandal V, Mukherjee K. Phytochemicals: in pursuit of antitubercular drugs, studies in natural product chemistry. Elsevier Publ. 2012;38:417."}, {"Citation": "Thomson M, Ali M. Garlic (Allium sativum): a review of its potential use as an anti‐cancer agent. Curr cancer drug targets. 2003;3(1):67‐81.", "ArticleIdList": ["12570662"]}, {"Citation": "Rivlin R S. Historical perspective on the use of garlic. J Nutr. 2001;131(3s):951S‐954S.", "ArticleIdList": ["11238795"]}, {"Citation": "Ross ZM, O'Gara AE, Hill DJ, et al. Antimicrobial properties of garlic oil against human enteric bacteria: evaluation of methodologies and comparisons with garlic oil sulfides and garlic powder. Appl Environ Microbiol. 2001;67:475‐480.", "ArticleIdList": ["PMC92605", "11133485"]}, {"Citation": "Bakri IM, Douglas CW. Inhibitory effect of garlic extract on oral bacteria. Arch Oral Biol. 2005;50(7):645‐651.", "ArticleIdList": ["15892950"]}, {"Citation": "Miron T, Rabinikov A, Mirelman D, et al. The mode of action of allicin: its ready permeability through phospholipid membranes may contribute to its biological activity. Biochim Biophys Acta. 2000;1463:20‐30.", "ArticleIdList": ["10631291"]}, {"Citation": "Rao RR, Rao SS, et al. Inhibition of Mycobacterium tuberculosis by garlic extract. Nature. 1946:157:441.", "ArticleIdList": ["21066575"]}, {"Citation": "Ratnakar P, Murthy S. Purification and mechanism of antitubercular principle from garlic (Allium sativum) active against isoniazid susceptible and resistant Mycobacterium tuberculosis H37Rv. Ind J Clin Biochem. 1995;10(1):34‐38."}, {"Citation": "Hasan N, Yusufb N, Toossi Z, Islam N. Suppression of Mycobacterium tuberculosis induced reactive oxygen species (ROS) and TNF‐α mRNA expression in human monocytes by allicin. FEBS Lett. 2006;580:2517‐2522.", "ArticleIdList": ["16638580"]}, {"Citation": "Dibua U, Odo G, Udengwu S, Esimone C. Cytotoxicity and antitubercular activity of Allium sativum and lantana camara against mycobacterial isolates from people living with HIV/AIDS. The Int J Inf Dis. 2010;8.1–9."}, {"Citation": "Hasan N, Yusuf N, Toossi Z, Islam N. Suppression of Mycobacterium tuberculosis induced reactive oxygen species (ROS) and TNF‐alpha mRNA expression in human monocytes by allicin. FEBS Lett. 2006;580(10):2517‐2522.", "ArticleIdList": ["16638580"]}, {"Citation": "Viswanathan V, Phadatare AG, Mukne A. Antimycobacterial and antibacterial activity of Allium sativum bulbs. Ind J Pharm Sci. 2014;76(3):256‐261.", "ArticleIdList": ["PMC4090836", "25035540"]}, {"Citation": "Dwivedi VP, Bhattacharya D, Singh M, et al. Allicin enhances antimicrobial activity of macrophages during Mycobacterium tuberculosis infection. J Ethnopharmacol. 2019;243:111634.", "ArticleIdList": ["30537531"]}, {"Citation": "Choi JA, Cho SN, Lim YJ, et al. Enhancement of the antimycobacterial activity of macrophages by ajoene. Innate Immun. 2018;24(1):79‐88.", "ArticleIdList": ["PMC6830758", "29239661"]}, {"Citation": "Yan DB, Zhang DP, Li M, et al. Synthesis and cytotoxic activity of 3, 4, 11‐trihydroxyl modified derivatives of bergenin. Chin J Nat Med. 2014;12:929‐936.", "ArticleIdList": ["25556064"]}, {"Citation": "Suh KS, Chon S, Choi EM. Bergenin increases osteogenic differentiation and prevents methylglyoxal‐induced cytotoxicity in MC3T3‐E1 osteoblasts. Cytotechnology. 2018;70(1):215‐224.", "ArticleIdList": ["PMC5809652", "28895006"]}, {"Citation": "Nunomura RCS, Oliveira VG, Da Silva SL, Nunomura SM. Characterization of bergenin in Endopleura uchi bark and its anti‐inflammatory activity. J Braz Chem Soc. 2009;20:1060‐1064."}, {"Citation": "Khan H, Amin H, Ullah A, et al. Antioxidant and antiplasmodial activities of bergenin and 11‐O‐Galloylbergenin isolated from Mallotus philippensis . Oxid Med Cell Longev. 2016:1051925.", "ArticleIdList": ["PMC4779831", "26998192"]}, {"Citation": "Dwivedi VP, Bhattacharya D, Yadav V, et al. The phytochemical bergenin enhances t helper 1 responses and anti‐mycobacterial immunity by activating the map kinase pathway in macrophages. Front Cell Infect Microbiol. 2017;7:149.", "ArticleIdList": ["PMC5410567", "28507951"]}, {"Citation": "Kumar S, Sharma C, Kaushik SR, et al. The phytochemical bergenin as an adjunct immunotherapy for tuberculosis in mice. J Bio Chem. 2019;294(21):8555‐8563.", "ArticleIdList": ["PMC6544861", "30975902"]}, {"Citation": "Boyanapalli SS, Kong AT. Curcumin, the king of spices, epigenetic regulatory mechanisms in the prevention of cancer, neurological, and inflammatory diseases. Curr Pharmacol Rep. 2015;1(2):129‐139.", "ArticleIdList": ["PMC4596544", "26457241"]}, {"Citation": "Kunnumakkara AB, Bordoloi D, Padmavathi G, et al. Curcumin, the golden nutraceutical: multitargeting for multiple chronic diseases. Br J Pharmacol. 2017;174(11):1325‐1348.", "ArticleIdList": ["PMC5429333", "27638428"]}, {"Citation": "Aggarwal BB, Sung B. Pharmacological basis for the role of curcumin in chronic diseases: an age‐old spice with modern targets. Trends Pharmacol Sci. 2009;30(2):5‐94.", "ArticleIdList": ["19110321"]}, {"Citation": "Ammon HP, Wahl MA. Pharmacology of Curcuma longa . Planta Med. 1991;57(1):1‐7.", "ArticleIdList": ["2062949"]}, {"Citation": "Ghosh D, Bagchi D, Konishi T. Clinical Aspects of Functional Foods and Nutraceuticals. Boca Raton, Florida: CRC Press (1st ed.); 2014. 10.1201/b17349.", "ArticleIdList": ["10.1201/b17349"]}, {"Citation": "Schraufstätter E, Bernt H. Antibacterial action of curcumin and related compounds. Nature. 1949;164:456‐457.", "ArticleIdList": ["18140450"]}, {"Citation": "Gupta SC, Patchva S, Koh W, Aggarwal BB. Discovery of curcumin, a component of golden spice, and its miraculous biological activities. Cli Exp Pha Phy. 2012;39(3):283‐299.", "ArticleIdList": ["PMC3288651", "22118895"]}, {"Citation": "Tyagi P, Singh M, Kumari H, et al. Bactericidal activity of curcumin I is associated with damaging of bacterial membrane. PLoS One. 2015;10(3):e0121313.", "ArticleIdList": ["PMC4374920", "25811596"]}, {"Citation": "Hatcher H, Planalp R, Cho J, Torti FM, Torti SV. Curcumin: from ancient medicine to current clinical trials. Cell Mol Life Sci. 2008;65(11):1631‐1652.", "ArticleIdList": ["PMC4686230", "18324353"]}, {"Citation": "Skommer J, Wlodkowic D, Pelkonen J. Gene‐expression profiling during curcumin‐induced apoptosis reveals downregulation of CXCR4. Exp Hematol. 2007;35(1):84‐95.", "ArticleIdList": ["17198877"]}, {"Citation": "Rao CV. Regulation of COX and LOX by curcumin. Adv Exp Med Biol. 2007;595:213‐226.", "ArticleIdList": ["17569213"]}, {"Citation": "Surh YJ, Chun KS, Cha HH. Molecular mechanisms underlying chemopreventive activities of anti‐inflammatory phytochemicals: down‐regulation of COX‐2 and iNOS through suppression of NF‐kappa B activation. Mutat Res. 2001;480‐481:243‐268.", "ArticleIdList": ["11506818"]}, {"Citation": "Jobin C, Bradham CA, Russo MP. Curcumin blocks cytokine‐mediated NF‐kappa B activation and proinflammatory gene expression by inhibiting inhibitory factor I‐kappa B kinase activity. J Immunol. 1999;163(6):3474‐3483.", "ArticleIdList": ["10477620"]}, {"Citation": "Mangwani N, Singh PK, Kumar V. Medicinal plants: adjunct treatment to tuberculosis chemotherapy to prevent hepatic damage. J Ayur Int Med. 2019;S0975‐9476(18):30705‐30708.", "ArticleIdList": ["PMC7772497", "31679802"]}, {"Citation": "Gupta PK, Kulkarni S, Rajan R. Inhibition of intracellular survival of multi drug resistant clinical isolates of Mycobacterium tuberculosis in macrophages by curcumin. Op Anti Agt J. 2013;4:1‐5."}, {"Citation": "Bai X, Oberley‐Deegan RE, Bai A. Curcumin enhances human macrophage control of Mycobacterium tuberculosis infection. Respirology. 2016;21:951‐957.", "ArticleIdList": ["27012592"]}, {"Citation": "Shen L, Liu CC, CY A, Ji HF. How does curcumin work with poor bioavailability? Clues from experimental and theoretical studies. Sci Rep. 2016;6:20872.", "ArticleIdList": ["PMC4757858", "26887346"]}, {"Citation": "Baldwin PR, Reeves AZ, Powell KR. Monocarbonyl analogs of curcumin inhibit growth of antibiotic sensitive and resistant strains of Mycobacterium tuberculosis . Eur J Med Chem. 2015;92:693‐699.", "ArticleIdList": ["PMC4794995", "25618016"]}, {"Citation": "Tousif S, Singh DK, Mukherjee S. Nanoparticle‐formulated curcumin prevents posttherapeutic disease reactivation and reinfection with Mycobacterium tuberculosis following isoniazid therapy. Front Immunol. 2017;8:739.", "ArticleIdList": ["PMC5491555", "28713372"]}, {"Citation": "Ahmad S, Bhattacharya D, Kar S, et al. Curcumin nanoparticles enhance mycobacterium bovis bcg vaccine efficacy by modulating host immune responses. Infect Immun. 2019;87(11):e00291‐19.", "ArticleIdList": ["PMC6803339", "31481412"]}, {"Citation": "Jahagirdar PS, Gupta PK, Kulkarni SP, Devarajan PV. Intramacrophage delivery of dual drug loaded nanoparticles for effective clearance of Mycobacterium tuberculosis . J Pharm Sci. 2020;109(7):2262‐2270.", "ArticleIdList": ["32240695"]}, {"Citation": "Leung LK, Su Y, Chen R, Zhang Z, Huang Y, Chen ZY. The aflavins in black tea and catechins in green tea are equally effective antioxidants. J Nutr. 2001;131:2248‐2251.", "ArticleIdList": ["11533262"]}, {"Citation": "Tipoe GL, Leung TM, Hung MW, Fung ML. Green tea polyphenols as an anti‐oxidant and anti‐inflammatory agent for cardiovascular protection. Cardiovasc Hematol Disord Drug Targets. 2007;7:135‐144.", "ArticleIdList": ["17584048"]}, {"Citation": "Beltz LA, Bayer DK, Moss AL, Simet IM. Mechanisms of cancer prevention by green and black tea polyphenols. Anticancer Agents Med Chem. 2006;6:389‐406.", "ArticleIdList": ["17017850"]}, {"Citation": "Chu C, Deng J, Man Y, Qu Y. Green tea extracts epigallocatechin‐3‐gallate for different treatments. Bio Med Res int. 2017;2017:5615647.", "ArticleIdList": ["PMC5572593", "28884125"]}, {"Citation": "Wang Y, Wang B, Du F. Epigallocatechin‐3‐Gallate attenuates oxidative stress and inflammation in obstructive nephropathy via NF‐kappaB and Nrf2/HO‐1 signalling pathway regulation. Basic Clin Pharmacol Toxicol. 2015;117:164‐172.", "ArticleIdList": ["25625183"]}, {"Citation": "Ahmed S, Rahman A, Hasnain A, et al. Green tea polyphenol epigallocatechin‐3‐gallate inhibits the IL‐1 beta‐induced activity and expression of cyclooxygenase‐2 and nitric oxide synthase‐2 in human chondrocytes. Free Radic Biol Med. 2002;33:1097‐1105.", "ArticleIdList": ["12374621"]}, {"Citation": "Chen M, Deng J, Li W. Impact of tea drinking upon tuberculosis: a neglected issue. BMC Public Health. 2015;15:515.", "ArticleIdList": ["PMC4446809", "26021567"]}, {"Citation": "Soh AZ, Pan A, Chee C, Wang YT, et al. Tea drinking and its association with active tuberculosis incidence among middle‐aged and elderly adults: the Singapore Chinese health study. Nutrients. 2017;9(6):544.", "ArticleIdList": ["PMC5490523", "28587081"]}, {"Citation": "Guleria RS, Jain A, Tiwari V, Misra MK. Protective effect of green tea extract against the erythrocytic oxidative stress injury during Mycobacterium tuberculosis infection in mice. Mol Cell Biochem. 2002;236:173‐181.", "ArticleIdList": ["12190117"]}, {"Citation": "Agarwal A, Prasad R, Jain A. Effect of green tea extract (catechins) in reducing oxidative stress seen in patients of pulmonary tuberculosis on DOTS Cat I regimen. Phytomedicine. 2010;17:23‐27.", "ArticleIdList": ["19910173"]}, {"Citation": "Honarvar MR, Eghtesadi S, Gill P. The effect of green tea extract supplementation on sputum smear conversion and weight changes in pulmonary TB patients: a randomized controlled trial. Med J Isl Rep Iran. 2016;30:381.", "ArticleIdList": ["PMC4972068", "27493925"]}, {"Citation": "Sun T, Qin B, Gao M. Effects of epigallocatechin gallate on the cell‐wall structure of Mycobacterial smegmatis mc²155. Nat Prod Res. 2015;9(22):2122‐2124.", "ArticleIdList": ["25495515"]}, {"Citation": "Saw WG, Wu ML, Ragunathan P. Disrupting coupling within mycobacterial F‐ATP synthases subunit ε causes dysregulated energy production and cell wall biosynthesis. Sci Rep. 2019;9(1):16759.", "ArticleIdList": ["PMC6856130", "31727946"]}, {"Citation": "Anand PK, Kaul D, Sharma M. Green tea polyphenol inhibits Mycobacterium tuberculosis survival within human macrophages. Int J Biochem Cell Biol. 2006;38(4):600‐609.", "ArticleIdList": ["16352457"]}, {"Citation": "Hegeto LA, Caleffi‐Ferracioli KR, Perez de Souza J. Promising antituberculosis activity of piperine combined with antimicrobials: a systematic review. Microb Drug Resist. 2019;25:120‐126.", "ArticleIdList": ["30096263"]}, {"Citation": "Bhardwaj RK, Glaeser H, Becquemont L, et al. Piperine, a major constituent of black pepper, inhibits human P‐glycoprotein and CYP3A4. J Pharmacol Exp Ther. 2002;302:645‐650.", "ArticleIdList": ["12130727"]}, {"Citation": "Singh J, Dubey RK, Atal CK. Piperine‐mediated inhibition of glucuronidation activity in isolated epithelial cells of the guinea‐pig small intestine: evidence that piperine lowers the endogeneous UDP‐glucuronic acid content. J Pharmacol Exp Ther. 1986;236:488‐493.", "ArticleIdList": ["3080587"]}, {"Citation": "Singh C, Singh SK, Nath G, Rai NP. Antimycobacterial activity of Piper longum L. fruit extracts against multi drug resistant Mycobacterium spp . Phytomedicine. 2011;3:353‐361."}, {"Citation": "Murase LS, Perez de Souza JV, Meneguello JE. Possible binding of piperine in Mycobacterium tuberculosis RNA polymerase and rifampin synergism. Antimicrob Agents Chemother. 2019;63:e02520‐18.", "ArticleIdList": ["PMC6811433", "31481438"]}, {"Citation": "Sharma S, Kalia NP, Suden P, et al. Protective efficacy of piperine against Mycobacterium tuberculosis . Tuberculosis. 2014;94(4):389‐396.", "ArticleIdList": ["24880706"]}, {"Citation": "Jin J, Zhang J, Guo N, et al. The plant alkaloid piperine as a potential inhibitor of ethidium bromide efflux in Mycobacterium smegmatis . J Med Micro. 2011;60(2):223‐229.", "ArticleIdList": ["21051548"]}, {"Citation": "Sharma S, Kumar M, Sharma S, et al. Piperine as an inhibitor of Rv1258c, a putative multidrug efflux pump of Mycobacterium tuberculosis . J Antimicrob Chemother. 2010;65:1694‐1701.", "ArticleIdList": ["20525733"]}, {"Citation": "Raja A, Kapur A, Fijju M, SaliqueM. I. n vitro studies on efflux pump inhibition of Catharanthus roseus and piperine against ofloxacin resistant M. tuberculosis . Int J Pharma sci Inv. 2015;4(9):32‐37."}, {"Citation": "Vora A, Patel S, Patel K. Role of risorine in the treatment of drug—susceptible pulmonary tuberculosis: a pilot study. J Assoc Phys India. 2016;64(11):20‐24.", "ArticleIdList": ["27805329"]}, {"Citation": "Patel N, Jagannath K, Vora A, Patel M, et al. A randomized, controlled, phase iii clinical trial to evaluate the efficacy and tolerability of risorine with conventional rifampicin in the treatment of newly diagnosed pulmonary tuberculosis patients. J Assoc Phys India. 2017;65(9):48‐54.", "ArticleIdList": ["29313577"]}, {"Citation": "Bhagya N, Chandrashekar KR. Tetrandrine—a molecule of wide bioactivity. Phytochemistry. 2016;125:5‐13.", "ArticleIdList": ["26899361"]}, {"Citation": "Sutter MC, Wang YX. Recent cardiovascular drugs from Chinese medicinal plants. Cardiovasc Res. 1993;27:1891‐1901.", "ArticleIdList": ["8287391"]}, {"Citation": "Xie QM, Tang HF, Chen JQ, Bian RL. Pharmacological actions of tetrandrine in inflammatory pulmonary diseases. Acta Pharmacol Sin. 2002;23:1107‐1113.", "ArticleIdList": ["12466048"]}, {"Citation": "Zhang H, Gao A, Li F, et al. Mechanism of action of tetrandrine, a natural inhibitor of Candida albicans drug efflux pumps. Yakugaku Zasshi. 2009;129:623‐630.", "ArticleIdList": ["19420894"]}, {"Citation": "Lee YS, Han SH, Lee SH, et al. Synergistic effect of tetrandrine and ethidium bromide against methicillin‐resistant Staphylococcus aureus (MRSA). J Toxicol Sci. 2011;36(5):645‐651.", "ArticleIdList": ["22008539"]}, {"Citation": "Li XZ, Zhang L, Nikaido H. Efflux pump‐mediated intrinsic drug resistance in Mycobacterium smegmatis . Antimicrob Agents Chemother. 2004;48:2415‐2423.", "ArticleIdList": ["PMC434187", "15215089"]}, {"Citation": "Zhang YanZJ, Xu K, et al. Tetrandrine reverses drug resistance in isoniazid and ethambutol dual drug‐resistant Mycobacterium tuberculosis clinical isolates. BMC Infect Dis. 2015;15:153.", "ArticleIdList": ["PMC4417324", "25887373"]}, {"Citation": "Fontanay S, Grare M, Mayer J, et al. Ursolic, oleanolic and betulinic acids: antibacterial spectra and selectivity indexes. J Ethnopharmacol. 2008;120:272‐276.", "ArticleIdList": ["18835348"]}, {"Citation": "Szakiel A, Ruszkowski D, Grudniak A, et al. Antibacterial and antiparasitic activity of oleanolic acid and its glycosides isolated from marigold (Calendula officinalis). Planta Med. 2008;74:1709‐1715.", "ArticleIdList": ["18951335"]}, {"Citation": "Balanehru S, Nagarajan B. Protective effect of oleanolic acid and ursolic acid against lipid peroxidation. Biochem Int. 1991;24(5):981‐990.", "ArticleIdList": ["1776961"]}, {"Citation": "You HJ, Choi CY, Kim JY, et al. Ursolic acid enhances nitric oxide and tumor necrosis‐alpha production via nuclear factor‐kappaB activation in the resting macrophages. FEBS Lett. 2001;509:156‐160.", "ArticleIdList": ["11741581"]}, {"Citation": "Pitaloka DAE, Sukandar EY. In vitro study of ursolic acid combination first‐ line antituberculosis drugs against drug‐sensitive and drug‐resistant strains of mycobacterium tuberculosis . Asian J Pharm Clin Res. 2017;10(4):216–218."}, {"Citation": "Liu J. Oleanolic acid and ursolic acid: research perspectives. J Ethnopharmacol. 2005;100(1‐2):92‐94.", "ArticleIdList": ["15994040"]}, {"Citation": "Choi CY, You HJ, Jeong HG. Nitric oxide and tumor necrosis factor‐alfa production by oleanolic acid via nuclear factor kappaB activation in macrophages. Bioch Biophys Res Commun. 2001;288:49‐55.", "ArticleIdList": ["11594750"]}, {"Citation": "Murakami S, Takashima H, Sato‐Watanabe M, et al. Ursolic acid, an antagonist for transforming growth factor (TGF)‐beta1. FEBS Lett. 2004;566:55‐59.", "ArticleIdList": ["15147868"]}, {"Citation": "Yoshimura H, Sugawara K, Saito M, et al. In vitro TGF‐beta1 antagonistic activity of ursolic acid and oleanolic acid isolated from Clerodendranthus spicatus . Planta Med. 2003;69:673‐675.", "ArticleIdList": ["12898427"]}, {"Citation": "Podder B, Jang WS, Nam KW, et al. Ursolic acid activates intracellular killing effect of macrophages during Mycobacterium tuberculosis infection. J Microbiol Biotechnol. 2015;25(5):738‐744.", "ArticleIdList": ["25406534"]}, {"Citation": "Pitaloka DAE, Sukandar EY. In vitro study of ursolic acid combination first‐ line antituberculosis drugs against drug‐sensitive and drug‐resistant strains of Mycobacterium tuberculosis . Asian J Pharm Clin Res. 2017;10(4):216‐218."}, {"Citation": "López‐García S, Castañeda‐Sanchez JI, Jiménez‐Arellanes A, et al. Macrophage activation by ursolic and oleanolic acids during mycobacterial infection. Molecules (Basel, Switzerland). 2015;20(8):14348‐14364.", "ArticleIdList": ["PMC6332297", "26287131"]}, {"Citation": "Jiménez‐Arellanes A, Luna‐Herrera J, Cornejo‐Garrido J, et al. Ursolic and oleanolic acids as antimicrobial and immunomodulatory compounds for tuberculosis treatment. BMC Comp Alt Med. 2013;13:258.", "ArticleIdList": ["PMC3853017", "24098949"]}, {"Citation": "Mishra SK, Saangwan NS, Sangwan RS. Andrographis paniculata: a review. Pharmacog Rev. 2009;1:283‐298."}, {"Citation": "Misra P, Pal NL, Guru PY, Katiyar JC, Srivastava V, Tandon JS. Antimalarial activity of Andrographis paniculata (kalmegh) against Plasmodium berghei NK 65 in Mastmys natalensis . Int J Pharmacog. 1992;30:263‐274."}, {"Citation": "Madav S, Tripathi HC, Mishra SK. Analgesic, antipyretic and antiulcerogenic effect of Andrographolide. Indian J Pharm Sci. 1995;57:121‐125."}, {"Citation": "Handa SS, Sharma A. Hepatoprotective activity of andrographolide from Andrographis paniculata against carbon tetrachloride. Indian J Med Res. 1990;92:276‐283.", "ArticleIdList": ["2228074"]}, {"Citation": "Burgos RA, Hidalgo MA, Carretta MD. Immunomodulatory activities induced by Andrographis paniculata . In: Govil JN, Singh VK, eds. Standardization of Herbal/Ayurvedic Formulations. Houston. TX: Studium Press; 2009:425‐441."}, {"Citation": "Liao W, Tan WS, Wong WS. Andrographolide restores steroid sensitivity to block lipopolysaccharide/IFN‐γ‐induced IL‐27 and airway hyperresponsiveness in mice. J Immunol. 2016;196(11):4706‐4712.", "ArticleIdList": ["27183596"]}, {"Citation": "Dhiman A, Goyal J, Sharma K, et al. A review on medicinal prospectives of Andrographis paniculata Nees. J Pharm Sci Innov. 2012;1(1):1‐4."}, {"Citation": "Okhuarobo A, Falodun JE, Erharuyi O, et al. Harnessing the medicinal properties of Andrographis paniculata for diseases and beyond: a review of its phytochemistry and pharmacology. Asian Pac J Trop Dis. 2014;4:213‐222."}, {"Citation": "Garg HK, Shrivastava A. Clinical use of Andrographolide as a potential drug against vole tuberculosis. J Pure Appl Zool. 2013;1(3):223‐226."}, {"Citation": "Garg HK, Shrivastava A. Cytotoxic potential of Andrographolide against Bovine Tuberculosis. IOSR—JPBS. 2013;8(5):1‐4."}, {"Citation": "Prabu A, Hassan S, Prabuseenivasana AS, et al. Andrographolide: a potent antituberculosis compound that targets aminoglycoside 2‐N‐ acetyltransferase in Mycobacterium tuberculosis . J Mol Graph Mod. 2015;61:133‐140.", "ArticleIdList": ["26245695"]}, {"Citation": "Vetting MW, Hegde SS, Javid‐Majd F, et al. Aminoglycoside 2'‐N‐acetyltransferase from Mycobacterium tuberculosis in complex with coenzyme A and aminoglycoside substrates. Nat Struct Biol. 2002;9(9):653‐658.", "ArticleIdList": ["12161746"]}, {"Citation": "Aínsa JA, Pérez E, Pelicic V, et al. Aminoglycoside 2'‐N‐ acetyltransferase genes are universally present in mycobacteria: characterization of the aac(2')‐Ic gene from Mycobacterium tuberculosis and the aac(2')‐Id gene from Mycobacterium smegmatis . Mol Microbiol. 1997;24(2):431‐441.", "ArticleIdList": ["9159528"]}, {"Citation": "Jang M, Cai L, Udeani GO, et al. Cancer chemopreventive activity of resveratrol, a natural product derived from grapes. Science. 1997;275(5297):218‐220.", "ArticleIdList": ["8985016"]}, {"Citation": "Aggarwal BB, Bhardwaj A, Aggarwal RS, et al. Role of resveratrol in prevention and therapy of cancer: preclinical and clinical studies. Anticancer Res. 2004;24(5A):2783‐2840.", "ArticleIdList": ["15517885"]}, {"Citation": "Das S, Das DK. Anti‐inflammatory responses of resveratrol. Inflamm, Allergy Drug Targets. 2007;6:168‐173.", "ArticleIdList": ["17897053"]}, {"Citation": "Smolarz HD, Swatko‐Ossor M, Ginalska G, Medyńska E. Antimycobacterial effect of extract and its components from Rheum rhaponticum . J AOAC Int. 2013;96(1):155‐160.", "ArticleIdList": ["23513971"]}, {"Citation": "Yang H, Hu J, Chen YJ, Ge B. Role of Sirt1 in innate immune mechanisms against Mycobacterium tuberculosis via the inhibition of TAK1 activation. Arch Biochem Biophy. 2019;667:49‐58.", "ArticleIdList": ["31029687"]}, {"Citation": "Rosa J, Machado TC, da Silva AK, et al. Isoniazid‐resveratrol cocrystal: a novel alternative for topical treatment of cutaneous tuberculosis. ACS Pub. 2019;19(9):5029‐5036."}, {"Citation": "Nili‐Ahmadabadi A, Tavakoli F, Hasanzadeh G, et al. Protective effect of pretreatment with thymoquinone against Aflatoxin B (1) induced liver toxicity in mice. Daru. 2011;19(4):282‐287.", "ArticleIdList": ["PMC3304388", "22615670"]}, {"Citation": "Dey D, Ray R, Hazra B. Antibacterial and antitubercular activity of selected plant products against multi‐drug resistant clinical isolates. Res. 2015;1021:1014‐1021.", "ArticleIdList": ["24318724"]}, {"Citation": "Chaieb K, Kouidhi B, Jrah H, et al. Antibacterial activity of Thymoquinone, an active principle of Nigella sativa and its potency to prevent bacterial biofilm formation. BMC Complement Altern Med. 2011;11:29.", "ArticleIdList": ["PMC3095572", "21489272"]}, {"Citation": "Paster BJ, Boches SK, Galvin JL, et al. Bacterial diversity in human subgingival plaque. J Bacteriol. 2001;183(12):3770‐3783.", "ArticleIdList": ["PMC95255", "11371542"]}, {"Citation": "Khan MA, Owais M. Toxicity, stability and pharmacokinetics of amphotericin B in immunomodulator tuftsin‐bearing liposomes in a murine model. J Antimicrob Chemother. 2006;58:125‐132.", "ArticleIdList": ["16709592"]}, {"Citation": "Khan MA, Ashfaq MK, Zuberi HS, et al. The in vivo antifungal activity of the aqueous extract from Nigella sativa seeds. Phytother Res. 2003;17(2):183‐186.", "ArticleIdList": ["12601685"]}, {"Citation": "Gupta R, Thakur B, Singh P, et al. Anti‐tuberculosis activity of selected medicinal plants against multi‐drug resistant Mycobacterium tuberculosis isolates. Indian J Med Res. 2010;131:809‐813.", "ArticleIdList": ["20571171"]}, {"Citation": "Dey D, Ray R, Hazra B. Antitubercular and antibacterial activity of quinonoid natural products against multi‐drug resistant clinical isolates. Phytother Res. 2014;28(7):1014‐1021.", "ArticleIdList": ["24318724"]}, {"Citation": "Mahmud HA, Seo H, Kim S, et al. Thymoquinone (TQ) inhibits the replication of intracellular Mycobacterium tuberculosis in macrophages and modulates nitric oxide production. BMC Comp Alter Med. 2017;17(1):279.", "ArticleIdList": ["PMC5445392", "28545436"]}, {"Citation": "Shamon SD, Perez MI. Blood pressure‐lowering efficacy of reserpine for primary hypertension. Cochrane Database Syst Rev. 2016;12(12):CD007655.", "ArticleIdList": ["PMC6464022", "27997978"]}, {"Citation": "Mandela P, Chandley M, Xu YY, et al. Reserpine‐induced reduction in norepinephrine transporter function requires catecholamine storage vesicles. Neurochem Int. 2010;56(6‐7):760‐767.", "ArticleIdList": ["PMC2859979", "20176067"]}, {"Citation": "Iwu MM, Court WE. Root alkaloids of Rauwolfia vomitoria Afz. Planta Med. 1997;32:88‐99.", "ArticleIdList": ["905421"]}, {"Citation": "Parai D, Banerjee M, Dey P, Mukherjee SK. Reserpine attenuates biofilm formation and virulence of Staphylococcus aureus . Microb Pathog. 2020;138:103790.", "ArticleIdList": ["31605761"]}, {"Citation": "Garvey MI, Piddock LJ. The efflux pump inhibitor reserpine selects multidrug‐resistant Streptococcus pneumoniae strains that overexpress the ABC transporters PatA and PatB. Antimicrob Agents Chemother. 2008;52(5):1677‐1685.", "ArticleIdList": ["PMC2346654", "18362193"]}, {"Citation": "Neyfakh AA, Bidnenko VE, Chen LB. Efflux‐mediated multidrug resistance in Bacillus subtilis: similarities and dissimilarities with the mammalian system. Proc Natl Acad Sci USA. 1991;88:4781‐4785.", "ArticleIdList": ["PMC51750", "1675788"]}, {"Citation": "Zhang Y, Scorpio A, Nikaido H, Sun Z. Role of acid pH and deficient efflux of pyrazinoic acid in unique susceptibility of Mycobacterium tuberculosis to pyrazinamide. J Bacteriol. 1999;181(7):2044‐2049.", "ArticleIdList": ["PMC93615", "10094680"]}, {"Citation": "Zhang Y, Permar S, Sun Z. Conditions that may affect the results of susceptibility testing of Mycobacterium tuberculosis to pyrazinamide. J Med Microbiol. 2002;51:42‐49.", "ArticleIdList": ["11800471"]}, {"Citation": "Jaiswal I, Jain A, Verma SK, et al. Effect of efflux pump inhibitors on the susceptibility of Mycobacterium tuberculosis to isoniazid. Lung India. 2017;34(6):499‐505.", "ArticleIdList": ["PMC5684805", "29098993"]}, {"Citation": "Szumowski JD, Adams KN, Edelstein PH, Ramakrishnan L. Antimicrobial efflux pumps and Mycobacterium tuberculosis drug tolerance: evolutionary considerations. Curr Top Microbiol Immunol. 2013;374:81‐108.", "ArticleIdList": ["PMC3859842", "23242857"]}, {"Citation": "Mitchison DA. A new antituberculosis drug that selectively kills nonmultiplying Mycobacterium tuberculosis . Cell Host Microbes. 2008;3(3):122‐124.", "ArticleIdList": ["18329610"]}, {"Citation": "Grailer JJ, Haggadone MD, Sarma JV, et al. Induction of M2 regulatory macrophages through the β2‐adrenergic receptor with protection during endotoxemia and acute lung injury. J Innate Immun. 2014;6(5):607‐618.", "ArticleIdList": ["PMC4159611", "24642449"]}, {"Citation": "Nguyen KD, Qiu Y, Cui X, et al. Alternatively activated macrophages produce catecholamines to sustain adaptive thermogenesis. Nature. 2011;480(7375):104‐108.", "ArticleIdList": ["PMC3371761", "22101429"]}, {"Citation": "Rehman SU, Choe K, Yoo HH. Review on a traditional herbal medicine, Eurycoma longifolia jack (tongkat ali): its traditional uses, chemistry, evidence‐based pharmacology and toxicology. Molecules (Basel, Switzerland). 2016;21(3):331.", "ArticleIdList": ["PMC6274257", "26978330"]}, {"Citation": "Thu HE, Hussain Z, Mohamed IN, Shuid A N. Eurycoma longifolia, a potential phytomedicine for the treatment of cancer: evidence of p53‐mediated apoptosis in cancerous cells. Curr Drug Targets. 2018;19(10):1109‐1126.", "ArticleIdList": ["28721818"]}, {"Citation": "Lee HJ, Ko HJ, Kim SH, Jung YJ. Pasakbumin A controls the growth of Mycobacterium tuberculosis by enhancing the autophagy and production of antibacterial mediators in mouse macrophages. PLoS ONE. 2019;14(3):e0199799.", "ArticleIdList": ["PMC6415846", "30865638"]}, {"Citation": "Nair KP. Pharmacology and nutraceutical uses of ginger. Turmeric (Curcuma longa L.) and Ginger (Zingiber officinale Rosc.)—world's invaluable medicinal spices. Cham: Springer Nature; 2019:519‐539."}, {"Citation": "Shahrajabian MH, Sun W, Cheng Q. Pharmacological uses and health benefits of ginger (Zingiber officinale) in traditional Asian and ancient Chinese medicine, and modern practice. Not Sci Biol. 2019;11:309‐319."}, {"Citation": "Maroyi A. Alternative medicines for HIV/AIDS in resource‐poor settings: insight from traditional medicines use in sub‐Saharan Africa. Trop J Pharm Res. 2014;13:1527‐1536."}, {"Citation": "Nguta JM, Appiah‐Opong R, Nyarko AK, et al. Antimycobacterial and cytotoxic activity of selected medicinal plant extracts. J ethno. 2016;182:10‐15.", "ArticleIdList": ["PMC4801013", "26875647"]}, {"Citation": "Mohd Sahardi NFN, Makpol S. Ginger (Zingiber officinale Roscoe) in the prevention of ageing and degenerative diseases: review of current evidence. Evid Based Complement Alternat Med. 2019:5054395.", "ArticleIdList": ["PMC6721508", "31531114"]}, {"Citation": "Pan MH, Hsieh MC, Kuo JM, et al. 6‐Shogaol induces apoptosis in human colorectal carcinoma cells via ROS production, caspase activation, and GADD 153 expression. Mol Nutr Food Res. 2008;52:527‐537.", "ArticleIdList": ["18384088"]}, {"Citation": "Bhaskar A, Kumari A, Singh M, et al. [6]‐Gingerol exhibits potent anti‐mycobacterial and immunomodulatory activity against tuberculosis. Int Immunopharmacol. 2020;87:106809.", "ArticleIdList": ["32693356"]}, {"Citation": "Kulkarni RA, Deshpande AR. Anti‐inflammatory and antioxidant effect of ginger in tuberculosis. J Complement Integr Med. 2016;13:201‐206.", "ArticleIdList": ["27089418"]}, {"Citation": "Tjendraputra E, Tran VH, Liu‐Brennan D, et al. Effect of ginger constituents and synthetic analogues on cyclooxygenase‐2 enzyme in intact cells. Bioorg Chem. 2001;29:156‐163.", "ArticleIdList": ["11437391"]}, {"Citation": "Verma SK, Singh M, Jain P, Bordia A. Protective effect of ginger, Zingiber officinale Rosc on experimental atherosclerosis in rabbits. Indian J Exp Biol. 2004;42:736‐738.", "ArticleIdList": ["15339040"]}, {"Citation": "Marjani M, Baghaei P, Dizaji Kazempour, et al. Evaluation of hepatoprotective effect of silymarin among under treatment tuberculosis patients: a randomized clinical trial. Iranian J Pharma Res. 2016;15(1):247‐252.", "ArticleIdList": ["PMC4986122", "27610165"]}, {"Citation": "Rodríguez‐Flores EM, Mata‐Espinosa D, Barrios‐Payan J, et al. A significant therapeutic effect of silymarin administered alone, or in combination with chemotherapy, in experimental pulmonary tuberculosis caused by drug‐ sensitive or drug‐resistant strains: in vitro and in vivo studies. PLoS One. 2019;14(5):e0217457.", "ArticleIdList": ["PMC6542514", "31145751"]}, {"Citation": "Song Z, Deaciuc I, Song M. Silymarin protects against acute ethanol‐induced hepatotoxicity in mice. Alcoholism Clin Exp Res. 2006;30(3):407‐413.", "ArticleIdList": ["PMC4217313", "16499481"]}, {"Citation": "Comelli MC, Mengs U, Schneider C, Prosdocimi M. Toward the definition of the mechanism of action of silymarin: activities related to cellular protection from toxic damage induced by chemotherapy. Integr Cancer Ther. 2007;6(2):120‐129.", "ArticleIdList": ["17548791"]}, {"Citation": "Polyak SJ, Oberlies NH, Pécheur EI, et al. Silymarin for HCV infection. Antivir Ther. 2013;18(2):141‐147.", "ArticleIdList": ["PMC4076489", "23011959"]}, {"Citation": "Hogan FS, Krishnegowda NK, Mikhailova M, Kahlenberg MS. Flavonoid, silibinin, inhibits proliferation and promotes cell‐cycle arrest of human colon cancer. J Surg Res. 2007;143(1):58‐65.", "ArticleIdList": ["17950073"]}, {"Citation": "Eminzade S, Uraz F, Izzettin FV. Silymarin protects liver against toxic effects of anti‐ tuberculosis drugs in experimental animals. Nutr Metab (Lond). 2008;5:18.", "ArticleIdList": ["PMC2491620", "18601745"]}, {"Citation": "Luangchosiri C, Thakkinstian A, Chitphuk S, et al. A double‐blinded randomized controlled trial of silymarin for the prevention of antituberculosis drug‐induced liver injury. BMC Complement Altern Med. 2015;15:334.", "ArticleIdList": ["PMC4580123", "26400476"]}, {"Citation": "Diallo T, Adjobimey M, Ruslami R, et al. Safety and side effects of rifampin versus isoniazid in children. N Engl J Med. 2018;379:454‐463.", "ArticleIdList": ["30067928"]}, {"Citation": "Zhang S, Pan H, Peng X, et al. Preventive use of a hepatoprotectant against anti‐tuberculosis drug‐induced liver injury: a randomized controlled trial. J Gastroenterol Hepatol. 2016;31:409‐416.", "ArticleIdList": ["26243373"]}, {"Citation": "Karimi G, Vahabzadeh M, Lari P, et al. \"Silymarin\", a promising pharmacological agent for treatment of diseases. Iran J Basic Med Sci. 2011;14(4):308‐317.", "ArticleIdList": ["PMC3586829", "23492971"]}, {"Citation": "Mamalis A, Nguyen DH, Brody N, Jagdeo J. The active natural anti‐oxidant properties of chamomile, milk thistle, and halophilic bacterial components in human skin in vitro. J Drugs Dermatol. 2013;12(7):780‐784.", "ArticleIdList": ["23884490"]}, {"Citation": "Utsunomiya T, Kobayashi M, Pollard RB, Suzuki F. Glycyrrhizin, an active component of licorice roots, reduces morbidity and mortality of mice infected with lethal doses of influenza virus. Antimicrob Agents Chemother. 1997;41(3):551‐556.", "ArticleIdList": ["PMC163749", "9055991"]}, {"Citation": "Rahnama M, Mehrabani D, Japoni S, et al. The healing effect of licorice (Glycyrrhiza glabra) on Helicobacter pylori infected peptic ulcers. J Res Med Sci. 2013;18(6):532‐533.", "ArticleIdList": ["PMC3818629", "24250708"]}, {"Citation": "Aly AM, Al‐Alousi L, Salem HA. Licorice: a possible anti‐inflammatory and anti‐ulcer drug. AAPS Pharm Sci Tech. 2005;6(1):E74‐E82.", "ArticleIdList": ["PMC2750414", "16353966"]}, {"Citation": "Tang B, Qiao H, Meng F, Sun X. Glycyrrhizin attenuates endotoxin‐ induced acute liver injury after partial hepatectomy in rats. Braz J Med Biol Res. 2007;40(12):1637‐1646.", "ArticleIdList": ["17994167"]}, {"Citation": "Jalilzadeh‐Amin G, Najarnezhad V, Anassori E, et al. Antiulcer properties of Glycyrrhiza glabra L. extract on experimental models of gastric ulcer in mice. Iran J Pharm Res. 2015;14(4):1163‐1170.", "ArticleIdList": ["PMC4673944", "26664383"]}, {"Citation": "Hunter RL. The pathogenesis of tuberculosis: the early infiltrate of post‐primary ( adult pulmonary) tuberculosis: a distinct disease entity. Front Immunol. 2018;9:2108.", "ArticleIdList": ["PMC6156532", "30283448"]}, {"Citation": "Tousif S, Singh DK, Ahmad S, et al. Isoniazid induces apoptosis of activated CD4+ T cells: implications for post‐therapy tuberculosis reactivation and reinfection. J Biol Chem. 2014;289(44):30190‐30195.", "ArticleIdList": ["PMC4215201", "25202011"]}, {"Citation": "Friedman ND, McDonald AH, Robson ME, O'Brien DP. Corticosteroid use for paradoxical reactions during antibiotic treatment for Mycobacterium ulcerans . PLoS Negl Trop Dis. 2012;6:e1767.", "ArticleIdList": ["PMC3459890", "23029568"]}, {"Citation": "Rahman MA, Sobia P, Dwivedi VP, et al. Mycobacterium tuberculosis TlyA protein negatively regulates T helper (Th) 1 and Th17 differentiation and promotes tuberculosis pathogenesis. J Bio Chem. 2015;290(23):14407‐14417.", "ArticleIdList": ["PMC4505508", "25847237"]}, {"Citation": "Pakadang SR, Wahjuni CU, Notobroto HB, et al. Immunomodulator potential of miana leaves (Coleus scutellarioides (L) Benth) in prevention of tuberculosis infection. Am J Microbiol Res. 2015;3:129‐134."}, {"Citation": "Esmaeil N, Anaraki SB, Gharagozloo M, Moayedi B. Silymarin impacts on immune system as an immunomodulator: one key for many locks. Int Immunopharmacol. 2017;50:194‐201.", "ArticleIdList": ["28672215"]}, {"Citation": "Gupta PK, Chakraborty P, Kumar S, et al. G1‐4A, a polysaccharide from Tinospora cordifolia inhibits the survival of Mycobacterium tuberculosis by modulating host immune responses in TLR4 dependent manner. PloS one. 2016;11(5):e0154725.", "ArticleIdList": ["PMC4858241", "27148868"]}, {"Citation": "Eminzade S, Uraz F, Izzettin FV. Silymarin protects liver against toxic effects of anti‐ tuberculosis drugs in experimental animals. Nutr Metab (Lond). 2008;5:18.", "ArticleIdList": ["PMC2491620", "18601745"]}, {"Citation": "Awofeso N. Anti‐tuberculosis medication side‐effects constitute major factor for poor adherence to tuberculosis treatment. Bull World Health Organ. 2008;86(3):B‐D.", "ArticleIdList": ["PMC2647396", "18368191"]}, {"Citation": "Yang TW, Park HO, Jang HN, et al. Side effects associated with the treatment of multidrug‐resistant tuberculosis at a tuberculosis referral hospital in South Korea: a retrospective study. Medicine (Baltimore). 2017;96(28):e7482.", "ArticleIdList": ["PMC5515762", "28700490"]}, {"Citation": "Ilyas U, Katare DP, Aeri V, Naseef PP. A review on hepatoprotective and immunomodulatory herbal plants. Pharmacogn Rev. 2016;10(19):66‐70.", "ArticleIdList": ["PMC4791991", "27041876"]}, {"Citation": "Adnan M, Ali S, Sheikh K, Amber R. Review on antibacterial activity of Himalayan medicinal plants traditionally used to treat pneumonia and tuberculosis. J Pharm Pharmacol. 2019;71(11):1599‐1625.", "ArticleIdList": ["31468525"]}, {"Citation": "Koul A, Arnoult E, Lounis N, et al. The challenge of new drug discovery for tuberculosis. Nature. 2011;1469:483‐490.", "ArticleIdList": ["21270886"]}, {"Citation": "Mu Ran, Ma Tao, Zheng Purong, et al. Anti‐HIV natural product (+)‐calanolide A is active against both drugsusceptible and drug ‐resistant strains of Mycobacterium tuberculosis . Bioorg Med Chem. 2004;12:1199‐1207.", "ArticleIdList": ["14980631"]}], "ReferenceList": []}], "History": [{"Year": "2020", "Month": "11", "Day": "9"}, {"Year": "2021", "Month": "4", "Day": "8"}, {"Year": "2021", "Month": "4", "Day": "13"}, {"Year": "2022", "Month": "1", "Day": "3", "Hour": "5", "Minute": "57"}, {"Year": "2022", "Month": "1", "Day": "4", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "1", "Day": "4", "Hour": "6", "Minute": "1"}, {"Year": "2021", "Month": "8", "Day": "5"}], "PublicationStatus": "epublish", "ArticleIdList": ["34977867", "PMC8706769", "10.1002/mco2.82", "MCO282"]}}], "PubmedBookArticle": []}