{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Araliaceae", "Bronchitis", "Cough", "English ivy", "Hedera helix", "Respiratory problem"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34981489", "DateCompleted": {"Year": "2022", "Month": "01", "Day": "05"}, "DateRevised": {"Year": "2022", "Month": "05", "Day": "31"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": ["10.1007/978-3-030-73234-9_23"], "Journal": {"ISSN": "0065-2598", "JournalIssue": {"Volume": "1328", "PubDate": {"Year": "2021"}}, "Title": "Advances in experimental medicine and biology", "ISOAbbreviation": "Adv Exp Med Biol"}, "ArticleTitle": "The Effects of Ivy (Hedera helix) on Respiratory Problems and Cough in Humans: A Review.", "Pagination": {"StartPage": "361", "EndPage": "376", "MedlinePgn": "361-376"}, "Abstract": {"AbstractText": ["Hedera helix (ivy) belongs to the genus Hedera of the Araliaceae family. The leaf of this plant has several active ingredients with medicinal uses. The active constituents of H. helix include monodesmoside α-hederin, hederacoside B, hederacoside C, and hederacoside D.H. helix leave have been used for the treatment of cough and respiratory problems, and now, other uses have emerged. As a medicinal plant, H. helix has been approved by the German Commission E due to its antispasmodic, spasmolytic, antimicrobial, anti-inflammatory, anthelmintic, antioxidative, antitumor, and antileishmanial activities. It comes with several formulations, including tablets, liquids, and topical ointments. In this review, we focus on the respiratory effects of tablet and liquid forms of H. helix."], "CopyrightInformation": "© 2021. The Author(s), under exclusive license to Springer Nature Switzerland AG."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Clinical Pharmacy, School of Pharmacy, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Baharara", "ForeName": "Hamed", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Clinical Pharmacy, School of Pharmacy, Shahid Beheshti University of Medical Sciences, Tehran, Iran."}], "LastName": "Moghadam", "ForeName": "Ali Tafazoli", "Initials": "AT"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Applied Biomedical Research Center, Mashhad University of Medical Sciences, Mashhad, Iran. sahebkara@mums.ac.ir."}, {"Identifier": [], "Affiliation": "Biotechnology Research Center, Pharmaceutical Technology Institute, Mashhad University of Medical Sciences, Mashhad, Iran. sahebkara@mums.ac.ir."}, {"Identifier": [], "Affiliation": "Polish Mother's Memorial Hospital Research Institute (PMMHRI), Lodz, Poland. sahebkara@mums.ac.ir."}, {"Identifier": [], "Affiliation": "Halal Research Center of IRI, FDA, Tehran, Iran. sahebkara@mums.ac.ir."}], "LastName": "Sahebkar", "ForeName": "Amirhossein", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Traditional Pharmacy, School of Pharmacy, Mashhad University of Medical Sciences, Mashhad, Iran. emami@mums.ac.ir."}, {"Identifier": [], "Affiliation": "Department of Pharmacognosy, School of Pharmacy, Mashhad University of Medical Sciences, Mashhad, Iran. emami@mums.ac.ir."}], "LastName": "Emami", "ForeName": "Seyed Ahmad", "Initials": "SA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Medicine, Azad University of Mashhad, Mashhad, Iran."}], "LastName": "Tayebi", "ForeName": "Tara", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Clinical Pharmacy, School of Pharmacy, Mashhad University of Medical Sciences, Mashhad, Iran. mohamadpoorah@mums.ac.ir."}, {"Identifier": [], "Affiliation": "Pharmaceutical Research Center, Pharmaceutical Technology Institute, Mashhad University of Medical Sciences, Mashhad, Iran. mohamadpoorah@mums.ac.ir."}], "LastName": "Mohammadpour", "ForeName": "Amir Hooshang", "Initials": "AH"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Adv Exp Med Biol", "NlmUniqueID": "0121103", "ISSNLinking": "0065-2598"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}], "MeshHeadingList": [{"QualifierName": ["drug therapy"], "DescriptorName": "Cough"}, {"QualifierName": ["chemistry"], "DescriptorName": "Hedera"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Plant Extracts"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plant Leaves"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plants, Medicinal"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Hofmann, D., Hecker, M., & Völp, A. (2003, January). Efficacy of dry extract of ivy leaves in children with bronchial asthma – a review of randomized controlled trials. Phytomedicine, 10(2–3), 213–220.", "ArticleIdList": ["10.1078/094471103321659979"]}, {"Citation": "Lutsenko, Y., Bylka, W., Matławska, I., & Darmohray, R. (2010). Hedera helix as a medicinal plant. Herba Polonica, 56(1), 83–96."}, {"Citation": "Al-Snafi, D. A. E. (2018). Pharmacological and therapeutic activities of Hedera helix – A review. IOSR Journal of Pharmacy, 8, 41–53."}, {"Citation": "Holzinger, F., & Chenot, J.-F. (2011). Systematic review of clinical trials assessing the effectiveness of ivy leaf (Hedera helix) for acute upper respiratory tract infections. Evidence-Based Complementary and Alternative Medicine, 2011, 1–9."}, {"Citation": "Lang, C., Röttger-Lüer, P., & Staiger, C. (2015, August). A valuable option for the treatment of respiratory diseases: Review on the clinical evidence of the ivy leaves dry extract EA 575®. Planta Medica, 81(12–13), 968–974.", "ArticleIdList": ["25875509"]}, {"Citation": "Vila, R., & Cañigueral, S. (2011). Ivy leaf in the treatment of respiratory conditions: Preclinical and clinical evidences. Revista de Fitoterapia, 11(1), 5–20."}, {"Citation": "Hall, I. P. (2006). BRONCHODILATORS | Beta Agonists. In: G. J. Laurent, & S. D. Shapiro (Eds.), Encyclopedia of respiratory medicine [Internet] (pp. 288–292). Oxford: Academic. Available from: http://www.sciencedirect.com/science/article/pii/B0123708796000533"}, {"Citation": "Ebrahimi, H., Fallahi, M., Khamaneh, A. M., Ebrahimi Saadatlou, M. A., Saadat, S., & Keyhanmanesh, R. (2016, March). Effect of α-Hederin on IL-2 and IL-17 mRNA and miRNA-133a levels in lungs of ovalbumin-sensitized male rats. Drug Development Research, 77(2), 87–93.", "ArticleIdList": ["10.1002/ddr.21292"]}, {"Citation": "Meyer-Wegener, J., Liebscher, K., Hettich, M., & Kastner, H.-G. (1993). Ivy versus ambroxol in the treatment of chronic bronchitis. A double-blind comparative study of clinical efficacy and tolerance of ivy dried leaf extract and ambroxol. Z Allg Med, 69(3), 61–66."}, {"Citation": "Schmidt, M., Thomsen, M., & Schmidt, U. (2012, December). Suitability of ivy extract for the treatment of paediatric cough. Phytotherapy Research, 26(12), 1942–1947.", "ArticleIdList": ["10.1002/ptr.4671"]}, {"Citation": "Fazio, S., Pouso, J., Dolinsky, D., Fernandez, A., Hernandez, M., Clavier, G., et al. (2009, January). Tolerance, safety and efficacy of Hedera helix extract in inflammatory bronchial diseases under clinical practice conditions: A prospective, open, multicentre postmarketing study in 9657 patients. Phytomedicine, 16(1), 17–24."}, {"Citation": "Beden, A. B., Perko, J., Terčelj, R., & Kreft, S. (2011). Potek zdravljenja akutne okužbe dihal pri slovenskih otrocih s sirupom, ki vsebuje izvleček listov bršljana. Zdravniski Vestnik, 80, 276–284."}, {"Citation": "Bolbot, Y., Prokhorov, E., Mokia, S., & Yurtseva, A. (2004). Comparing the efficacy and safety of high-concentrate (5-7.5:1) ivy leaves extract and Acetylcysteine for treatment of children with acute bronchitis. Drugs of Ukraine, 4."}, {"Citation": "Kardos, P., Lehrl, S., Matthys, H., & Kamin, W. (2014, October 27). The BSS – A valid clinical instrument to measure the severity of acute bronchitis. Journal of Lung, Pulmonary & Respiratory Research, 1(3), 72–80.", "ArticleIdList": ["10.15406/jlprr.2014.01.00016"]}, {"Citation": "Cwientzek, U., Ottillinger, B., & Arenberger, P. (2011, October). Acute bronchitis therapy with ivy leaves extracts in a two-arm study. A double-blind, randomised study vs. another ivy leaves extract. Phytomedicine, 18(13), 1105–1109.", "ArticleIdList": ["10.1016/j.phymed.2011.06.014"]}, {"Citation": "Ali, Z., Daniyal, M., Adhia, M. K., Alam, A., Sarfaraz, B., Sattar, A., et al. (2017, March). To evaluate the efficacy and safety of CofNovex plus (EMA) syrup. Pakistan Journal of Pharmaceutical Sciences, 30(2(Suppl.)), 591–596.", "ArticleIdList": ["28650326"]}, {"Citation": "Hecker, M., Runkel, F., & Voelp, A. (2002). Behandlung chronischer Bronchitis mit einem Spezialextrakt aus Efeublättern – multizentrische Anwendungsbeobachtung mit 1350 Patienten. Complementary Medicine Research, 9(2), 77–84.", "ArticleIdList": ["10.1159/000057269"]}, {"Citation": "Kruttschnitt, E., Wegener, T., Zahner, C., & Henzen-Bücking, S. (2020). Assessment of the Efficacy and Safety of Ivy Leaf (Hedera helix) Cough Syrup Compared with Acetylcysteine in Adults and Children with Acute Bronchitis. Evidence-Based Complementary and Alternative Medicine, 2020, 1910656."}, {"Citation": "Santoro, M., Jr. (2005). Evaluation of Hedera helix as an expectorant in patients with productive cough. A multicenter study over 5850 patients. Revista Brasileira de Medicina, 62(1–2), 47–52."}, {"Citation": "Gulyas, A., Repges, R., & Dethlefsen, U. (1997). Therapy of chronic obstructive pulmonary diseases in children. Atemwegs- Lungenkr, 23(5), 291–294."}, {"Citation": "Olszanecka-Glinianowicz, M., Doniec, Z., Schönknecht, K., & Almgren-Rachtan, A. (2020). The herbal medicine containing of ivy leaf dry extract in the treatment of productive cough in children. Wiadomosci Lekarskie, 73(4), 668–673.", "ArticleIdList": ["10.36740/WLek202004108"]}, {"Citation": "Schaefer, A., Kehr, M. S., Giannetti, B. M., Bulitta, M., & Staiger, C. (2016, September 1). A randomized, controlled, double-blind, multi-center trial to evaluate the efficacy and safety of a liquid containing ivy leaves dry extract (EA 575(®)) vs. placebo in the treatment of adults with acute cough. Pharmazie, 71(9), 504–509.", "ArticleIdList": ["29441845"]}, {"Citation": "Schaefer, A., Ludwig, F., Giannetti, B. M., Bulitta, M., & Wacker, A. (2019). Efficacy of two dosing schemes of a liquid containing ivy leaves dry extract EA 575 versus placebo in the treatment of acute bronchitis in adults. ERJ Open Research [Internet], 5(4). Available from: https://www.embase.com/search/results?subaction=viewrecord&id=L2003402145&from=export"}, {"Citation": "Schönknecht, K., Fal, A. M., Mastalerz-Migas, A., Joachimiak, M., & Doniec, Z. (2017). Efficacy of dry extract of ivy leaves in the treatment of productive cough. Wiadomosci Lekarskie, 70(6 pt 1), 1026–1033.", "ArticleIdList": ["29478973"]}, {"Citation": "Zeil, S., Schwanebeck, U., & Vogelberg, C. (2014, September 15). Tolerance and effect of an add-on treatment with a cough medicine containing ivy leaves dry extract on lung function in children with bronchial asthma. Phytomedicine, 21(10), 1216–1220.", "ArticleIdList": ["10.1016/j.phymed.2014.05.006"]}, {"Citation": "Mansfeld, H.-J., Höhre, H., Repges, R., & Dethlefsen, U. (1998). Therapy of Bronchial Asthma with Dried Ivy Leaf Extract. Munchener Medizinische Wochenschrift, 140(3), 26–30."}, {"Citation": "Lassig, W., Generlich, H., Heydolph, F., & Paditz, E. (1996). Efficacy and safety of ivy-containing antitussives: Prospan® cough syrup for children for recurring obstructive respiratory diseases. TW PADIATR, 9(9), 489–491."}, {"Citation": "Büechi, S., Vögelin, R., von Eiff, M. M., Ramos, M., & Melzer, J. (2005, December). Open trial to assess aspects of safety and efficacy of a combined herbal cough syrup with ivy and thyme. Forsch Komplementarmed Klass Naturheilkd, 12(6), 328–332.", "ArticleIdList": ["16391481"]}, {"Citation": "Wagner, U. (2009). Phytotherapy research. A thyme-ivy combination using synergy effects in action and research. Pharmazie in Unserer Zeit, 38(1), 83–85.", "ArticleIdList": ["10.1002/pauz.200890115"]}, {"Citation": "Kemmerich, B., Eberhardt, R., & Stammer, H. (2006). Efficacy and tolerability of a fluid extract combination of thyme herb and ivy leaves and matched placebo in adults suffering from acute bronchitis with productive cough. A prospective, double-blind, placebo-controlled clinical trial. Arzneimittelforschung, 56(9), 652–660.", "ArticleIdList": ["17063641"]}, {"Citation": "Marzian, O. (2007, June 28). Treatment of acute bronchitis in children and adolescents. Non-interventional postmarketing surveillance study confirms the benefit and safety of a syrup made of extracts from thyme and ivy leaves. MMW Fortschritte der Medizin, 149(27-28 Suppl), 69–74.", "ArticleIdList": ["17619603"]}, {"Citation": "Ismail, C., Willer, G., & Steindl, H. (2003). Bronchipret® in acute Bronchitis. A cohort study with Bronchipret® vs chemcially defined substances. Schweizerische Zeitschrift fur GanzheitsMedizin, 15(4), 171–175."}, {"Citation": "Stauss-Grabo, M., Atiye, S., Warnke, A., Wedemeyer, R. S., Donath, F., & Blume, H. H. (2011 April 15). Observational study on the tolerability and safety of film-coated tablets containing ivy extract (Prospan® Cough Tablets) in the treatment of colds accompanied by coughing. Phytomedicine, 18(6), 433–436.", "ArticleIdList": ["10.1016/j.phymed.2010.11.009"]}, {"Citation": "Kraft, K. (2004). Tolerability of dry extracts from ivy (Hedera helix) leaves for children. Zeitschrift fur Phytotherapie, 25(4), 179–181."}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "1", "Day": "4", "Hour": "6", "Minute": "18"}, {"Year": "2022", "Month": "1", "Day": "5", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "1", "Day": "6", "Hour": "6", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["34981489", "10.1007/978-3-030-73234-9_23"]}}], "PubmedBookArticle": []}