{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Antiviral", "Avicenna", "COVID-19", "Common cold", "Coronavirus", "Medicinal plants"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34981473", "DateCompleted": {"Year": "2022", "Month": "01", "Day": "05"}, "DateRevised": {"Year": "2022", "Month": "04", "Day": "12"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": ["10.1007/978-3-030-73234-9_7"], "Journal": {"ISSN": "0065-2598", "JournalIssue": {"Volume": "1328", "PubDate": {"Year": "2021"}}, "Title": "Advances in experimental medicine and biology", "ISOAbbreviation": "Adv Exp Med Biol"}, "ArticleTitle": "Antiviral Plants in View of Avicenna's The Canon of Medicine and Modern Medicine Against Common Cold.", "Pagination": {"StartPage": "99", "EndPage": "121", "MedlinePgn": "99-121"}, "Abstract": {"AbstractText": ["Common cold is known as a serious clinical problem worldwide. Coronaviruses have long been identified as respiratory pathogens causing \"common cold\" in healthy people. The pandemic of 2019 novel coronavirus as a serious public health problem and concern has resulted in severe illness and death especially in the elderly. COVID-19 is picking up pace around the world and has spread to more than 219 countries. Due to the very easy spread of COVID-19 and its lack of recognized appropriate treatments and vaccines as well as potential therapeutic effects of several traditional herbal remedies, we decided to gather, evaluate, and compare the potential pharmacological effects of medicinal herbs from Avicenna's perspective and modern medicine with antiviral properties which may lead to the discovery of suitable traditional treatments to prevent or reduce the adverse symptoms of common cold."], "CopyrightInformation": "© 2021. The Author(s), under exclusive license to Springer Nature Switzerland AG."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medical Toxicology Research Center, Mashhad University of Medical Sciences, Mashhad, Iran."}, {"Identifier": [], "Affiliation": "Department of Cell and Molecular Biology, Kosar University of Bojnord, Bojnord, Iran."}], "LastName": "Ramazani", "ForeName": "Elham", "Initials": "E"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Traditional Pharmacy, School of Pharmacy, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Emami", "ForeName": "Seyed Ahmad", "Initials": "SA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Prosthodontics, School of Dentistry, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Tayarani-Najaran", "ForeName": "Nilufar", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Applied Biomedical Research Center, Mashhad University of Medical Sciences, Mashhad, Iran."}, {"Identifier": [], "Affiliation": "Biotechnology Research Center, Pharmaceutical Technology Institute, Mashhad University of Medical Sciences, Mashhad, Iran."}, {"Identifier": [], "Affiliation": "School of Pharmacy, Mashhad University of Medical Sciences, Mashhad, Iran."}], "LastName": "Sahebkar", "ForeName": "Amirhossein", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Targeted Drug Delivery Research Center, Pharmaceutical Technology Institute, Mashhad University of Medical Sciences, Mashhad, Iran. tayaraninz@mums.ac.ir."}], "LastName": "Tayarani-Najaran", "ForeName": "Zahra", "Initials": "Z"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Adv Exp Med Biol", "NlmUniqueID": "0121103", "ISSNLinking": "0065-2598"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Antiviral Agents"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Aged"}, {"QualifierName": ["pharmacology", "therapeutic use"], "DescriptorName": "Antiviral Agents"}, {"QualifierName": [], "DescriptorName": "COVID-19"}, {"QualifierName": ["drug therapy"], "DescriptorName": "Common Cold"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Public Health"}, {"QualifierName": [], "DescriptorName": "SARS-CoV-2"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Passioti, M., Maggina, P., Megremis, S., & Papadopoulos, N. G. (2014). The common cold: Potential for future prevention or cure. Current Allergy and Asthma Reports, 14(2), 413–426.", "ArticleIdList": ["24415465", "7088639"]}, {"Citation": "De Luca, D., & Schildgen, O. (2018). Healthier without healthcare? The paradox of the common cold. Respiratory Research, 19, 260–261.", "ArticleIdList": ["30587182", "6307177"]}, {"Citation": "Heikkinen, T., & Järvinen, A. (2003). The common cold. Lancet, 361(9351), 51–59.", "ArticleIdList": ["12517470", "7112468"]}, {"Citation": "Roxas, M., & Jurenka, J. (2007). Colds and influenza: A review of diagnosis and conventional, botanical, and nutritional considerations. Alternative Medicine Review, 12(1), 25–48.", "ArticleIdList": ["17397266"]}, {"Citation": "Choopani, R., Sadr, S., Kaveh, S., Kaveh, N., & Dehghan, S. (2015). Pharmacological treatment of catarrh in Iranian traditional medicine. Journal of Traditional and Complementary Medicine, 5(2), 71–74.", "ArticleIdList": ["26151014", "4488106"]}, {"Citation": "Shao, W., Li, X., Goraya, M. U., Wang, S., & Chen, J. L. (2017). Evolution of influenza a virus by mutation and re-assortment. International Journal of Molecular Sciences, 18(8), 1650–1662.", "ArticleIdList": ["5578040"]}, {"Citation": "Gao, R., Sheng, Z., Sreenivasan, C. C., Wang, D., & Li, F. (2020). Influenza A virus antibodies with antibody-dependent cellular cytotoxicity function. Viruses, 12(3), 276–297.", "ArticleIdList": ["7150983"]}, {"Citation": "Rajaram, S., Boikos, C., Gelone, D. K., & Gandhi, A. (2020). Influenza vaccines: The potential benefits of cell-culture isolation and manufacturing. Therapeutic Advances in Vaccines and Immunotherapy, 8, 1–10."}, {"Citation": "Yang, Y., Peng, F., Wang, R., Guan, K., Jiang, T., Xu, G., et al. (2020). The deadly coronaviruses: The 2003 SARS pandemic and the 2020 novel coronavirus epidemic in China. Journal of Autoimmunity, 111, 102434–102450."}, {"Citation": "Lin, L. T., Hsu, W. C., & Lin, C. C. (2014). Antiviral natural products and herbal medicines. Journal of Traditional and Complementary Medicine, 4(1), 24–35.", "ArticleIdList": ["24872930", "4032839"]}, {"Citation": "Greenberg, S. B. (2016). Update on human rhinovirus and coronavirus infections. Seminars in Respiratory and Critical Care Medicine, 37(4), 555–571.", "ArticleIdList": ["27486736", "7171723"]}, {"Citation": "Mahase, E. (2020). Covid-19: Death rate is 0.66% and increases with age, study estimates. BMJ, 369, m1327. https://doi.org/10.1136/bmj.m1327 .", "ArticleIdList": ["10.1136/bmj.m1327", "32238354"]}, {"Citation": "Wang, C., Horby, P. W., Hayden, F. G., & Gao, G. F. (2020). A novel coronavirus outbreak of global health concern. Lancet, 395, 470–473.", "ArticleIdList": ["31986257", "7135038"]}, {"Citation": "World Health Organization. (2020). COVID-19 weekly epidemiological update. November 01, 2020. https://apps.who.int/iris/bitstream/handle/10665/336478/nCoV-weeklysitrep01Nov20-eng.pdf"}, {"Citation": "Hageman, J. R. (2020). The coronavirus disease 2019 (COVID-19). Pediatric Annals, 49(3), e99–e100.", "ArticleIdList": ["32155273"]}, {"Citation": "Li, Q., Guan, X., Wu, P., Wang, X., Zhou, L., Tong, Y., et al. (2020). Early transmission dynamics in Wuhan, China, of novel coronavirus–infected pneumonia. The New England Journal of Medicine, 382(13), 1199–1207.", "ArticleIdList": ["31995857", "7121484"]}, {"Citation": "Guan, W. J., Ni, Z. Y., Hu, Y., Liang, W. H., Ou, C. Q., He, J. X., et al. (2020). Clinical characteristics of 2019 novel coronavirus infection in China. MedRxiv. https://doi.org/10.1101/2020.02.06.20020974 ."}, {"Citation": "Lauer, S. A., Grantz, K. H., Bi, Q., Jones, F. K., Zheng, Q., Meredith, H. R., et al. (2020). The incubation period of coronavirus disease 2019 (COVID-19) from publicly reported confirmed cases: Estimation and application. Annals of Internal Medicine, 172(9), 577–582.", "ArticleIdList": ["32150748"]}, {"Citation": "Smith, G. D., Ng, F., & Li, W. H. (2020). COVID-19: Emerging compassion, courage and resilience in the face of misinformation and adversity. Journal of Clinical Nursing, 29(9-10), 1425–1428.", "ArticleIdList": ["32155302", "7166833"]}, {"Citation": "Tang, B., Bragazzi, N. L., Li, Q., Tang, S., Xiao, Y., & Wu, J. (2020). An updated estimation of the risk of transmission of the novel coronavirus (2019-nCov). Infectious Disease Modelling, 5, 248–255.", "ArticleIdList": ["32099934", "7029158"]}, {"Citation": "Tayarani-Najaran, Z., Tayarani-Najaran, N., & Emami, S. A. (2014). The history of Islamic medicine at a glance. In Polyphenols in human health and disease (pp. 17–27). Academic."}, {"Citation": "Naseri, M., Babaeian, M., Ghaffari, F., Kamalinejad, M., Feizi, A., Mazaheri, M., et al. (2016). Bloating: Avicenna’s perspective and modern medicine. Journal of Evidence-Based Complementary and Alternative Medicine, 21(2), 154–159.", "ArticleIdList": ["26763047"]}, {"Citation": "Heydari, P., Yavari, M., Adibi, P., Asghari, G., Ghanadian, S. M., Dida, G. O., et al. (2019). Medicinal properties and active constituents of Dracocephalum kotschyi and its significance in Iran: A systematic review. Evidence-based Complementary and Alternative Medicine, 2019(2), 1–14."}, {"Citation": "Fiore, C., Eisenhut, M., Krausse, R., Ragazzi, E., Pellati, D., Armanini, D., et al. (2008). Antiviral effects of Glycyrrhiza species. Phytotherapy Research, 22(2), 141–148.", "ArticleIdList": ["17886224"]}, {"Citation": "Ibn Sina, H. A. (1981–1997). Al–Qânun fi al–Tibb. In The Canon of Medicine (5 Vols.) New Delhi: Jamia Hamdard. (in Arabic)."}, {"Citation": "Perera, C., & Efferth, T. (2012). Antiviral medicinal herbs and phytochemicals. Journal of Pharmacognosy, 3(1), 45–48."}, {"Citation": "Pompei, R., Laconi, S., & Ingianni, A. (2009). Antiviral properties of glycyrrhizic acid and its semisynthetic derivatives. Mini Reviews in Medicinal Chemistry, 9(8), 996–1001.", "ArticleIdList": ["19601894"]}, {"Citation": "Cinatl, J., Morgenstern, B., Bauer, G., Chandra, P., Rabenau, H., & Doerr, H. W. (2003). Glycyrrhizin, an active component of liquorice roots, and replication of SARS-associated coronavirus. Lancet, 361(9374), 2045–2046.", "ArticleIdList": ["12814717", "7112442"]}, {"Citation": "Alfajaro, M. M., Kim, H. J., Park, J. G., Ryu, E. H., Kim, J. Y., Jeong, Y. J., et al. (2012). Anti-rotaviral effects of Glycyrrhiza uralensis extract in piglets with rotavirus diarrhea. Virology Journal, 9(1), 310–319.", "ArticleIdList": ["23244491", "3547719"]}, {"Citation": "Yeh, C. F., Wang, K. C., Chiang, L. C., Shieh, D. E., Yen, M. H., & San Chang, J. (2013). Water extract of licorice had anti-viral activity against human respiratory syncytial virus in human respiratory tract cell lines. Journal of Ethnopharmacology, 148(2), 466–473."}, {"Citation": "Laconi, S., Madeddu, M. A., & Pompei, R. (2014). Autophagy activation and antiviral activity by a licorice triterpene. Phytotherapy Research, 28(12), 1890–1892.", "ArticleIdList": ["24919871"]}, {"Citation": "Song, W., Si, L., Ji, S., Wang, H., Fang, X. M., Yu, L. Y., et al. (2014). Uralsaponins M–Y, antiviral triterpenoid saponins from the roots of Glycyrrhiza uralensis. Journal of Natural Products, 77(7), 1632–1643.", "ArticleIdList": ["24957203"]}, {"Citation": "Sui, X., Yin, J., & Ren, X. (2010). Antiviral effect of diammonium glycyrrhizinate and lithium chloride on cell infection by pseudorabies herpesvirus. Antiviral Research, 85(2), 346–353.", "ArticleIdList": ["19879899"]}, {"Citation": "Wolkerstorfer, A., Kurz, H., Bachhofner, N., & Szolar, O. H. (2009). Glycyrrhizin inhibits influenza A virus uptake into the cell. Antiviral Research, 83(2), 171–178.", "ArticleIdList": ["19416738", "7126985"]}, {"Citation": "Sharifi-Rad, M., Varoni, E. M., Salehi, B., Sharifi-Rad, J., Matthews, K. R., Ayatollahi, S. A., et al. (2017). Plants of the genus Zingiber as source of antimicrobial agents: From tradition to pharmacy. Molecules, 22(12), E2145–E2164.", "ArticleIdList": ["29207520"]}, {"Citation": "Bai, L., Leong-Škorničková, J., & Xia, N. H. (2015). Taxonomic studies on Zingiber (Zingiberaceae) in China I: Zingiber kerrii and the synonymy of Z. menghaiense and Z. stipitatum. The Gardens’ Bulletin (Singapore), 67(1), 129–142."}, {"Citation": "Al-Awwadi, N. A. (2017). Potential health benefits and scientific review of ginger. Journal of Pharmacognosy and Phytotherapy, 9(9), 111–116."}, {"Citation": "Schnitzler, P., Koch, C., & Reichling, J. (2007). Susceptibility of drug-resistant clinical herpes simplex virus type 1 strains to essential oils of ginger, thyme, hyssop, and sandalwood. Antimicrobial Agents and Chemotherapy, 51(5), 1859–1862.", "ArticleIdList": ["17353250", "1855548"]}, {"Citation": "San Chang, J., Wang, K. C., Yeh, C. F., Shieh, D. E., & Chiang, L. C. (2013). Fresh ginger (Zingiber officinale) has anti-viral activity against human respiratory syncytial virus in human respiratory tract cell lines. Journal of Ethnopharmacology, 145(1), 146–151."}, {"Citation": "Abdel-Moneim, A., Morsy, B. M., Mahmoud, A. M., Abo-Seif, M. A., & Zanaty, M. I. (2013). Beneficial therapeutic effects of Nigella sativa and/or Zingiber officinale in HCV patients in Egypt. EXCLI Journal, 12, 943–955.", "ArticleIdList": ["27298610", "4904745"]}, {"Citation": "Dabaghzadeh, F., Khalili, H., Dashti-Khavidaki, S., Abbasian, L., & Moeinifard, A. (2014). Ginger for prevention of antiretroviral-induced nausea and vomiting: A randomized clinical trial. Expert Opinion on Drug Safety, 13(7), 859–866.", "ArticleIdList": ["24820858"]}, {"Citation": "Dorra, N., El-Berrawy, M., Sallam, S., & Mahmoud, R. (2019). Evaluation of antiviral and antioxidant activity of selected herbal extracts. Journal of High Institute of Public Health, 49(1), 36–40."}, {"Citation": "Vahed, H., Jafri, S. B., & Jamil, N. (2016). Propagation of influenza virus in lymphocytes determine by antiviral effects of honey, ginger and garlic decoction. J Antivir Antiretrovir, 8, 12–20."}, {"Citation": "Ahmed, I., Aslam, A., Mustafa, G., Masood, S., Ali, M. A., & Nawaz, M. (2017). Anti-avian influenza virus H9N2 activity of aqueous extracts of Zingiber officinalis (Ginger) and Allium sativum (Garlic) in chick embryos. Pakistan Journal of Pharmaceutical Sciences, 30(4), 1341–1344.", "ArticleIdList": ["29039335"]}, {"Citation": "Camero, M., Lanave, G., Catella, C., Capozza, P., Gentile, A., Fracchiolla, G., et al. (2019). Virucidal activity of ginger essential oil against caprine alphaherpesvirus-1. Veterinary Microbiology, 230, 150–155.", "ArticleIdList": ["30827382"]}, {"Citation": "Yang, X. X., Li, C. M., & Huang, C. Z. (2016). Curcumin modified silver nanoparticles for highly efficient inhibition of respiratory syncytial virus infection. Nanoscale, 8(5), 3040–3048.", "ArticleIdList": ["26781043"]}, {"Citation": "Lu, M., Han, Z. Q., Xu, Y., & Yao, L. (2013). In vitro and in vivo anti-tobacco mosaic virus activities of essential oils and individual compounds. Journal of Microbiology and Biotechnology, 23(6), 771–778.", "ArticleIdList": ["23676919"]}, {"Citation": "Koch, C., Reichling, J., Schneele, J., & Schnitzler, P. (2008). Inhibitory effect of essential oils against herpes simplex virus type 2. Phytomedicine, 15(1-2), 71–78.", "ArticleIdList": ["17976968"]}, {"Citation": "Kostermans, A. J. G. H. (1995). Lauraceae. A revised handbook to the Flora of Ceylon (M. D. Dasanayake, F. Fosberg, & W. D. Clayton, Eds., Vol. IX, pp. 112–129). New Delhi: Amerind Publishing Co. Pvt. Ltd."}, {"Citation": "Muhammad, D. R., & Dewettinck, K. (2017). Cinnamon and its derivatives as potential ingredient in functional food – A review. International Journal of Food Properties, 20(sup2), 2237–2263."}, {"Citation": "Yeh, C. F., San Chang, J., Wang, K. C., Shieh, D. E., & Chiang, L. C. (2013). Water extract of Cinnamomum cassia Blume inhibited human respiratory syncytial virus by preventing viral attachment, internalization, and syncytium formation. Journal of Ethnopharmacology, 147(2), 321–326.", "ArticleIdList": ["23518419"]}, {"Citation": "Fatima, M., Zaidi, N. U., Amraiz, D., & Afzal, F. (2016). In vitro antiviral activity of Cinnamomum cassia and its nanoparticles against H7N3 influenza a virus. Journal of Microbiology and Biotechnology, 26(1), 151–159.", "ArticleIdList": ["26403820"]}, {"Citation": "Dai, J., Wang, G., Li, W., Zhang, L., Yang, J., Zhao, X., et al. (2012). High-throughput screening for anti–influenza A virus drugs and study of the mechanism of procyanidin on influenza A virus–induced autophagy. Journal of Biomolecular Screening, 17(5), 605–617.", "ArticleIdList": ["22286278"]}, {"Citation": "Vimalanathan, S., & Hudson, J. (2014). Anti-influenza virus activity of essential oils and vapors. American Journal of Essential Oils and Natural Products, 2, 47–53."}, {"Citation": "Brochot, A., Guilbot, A., Haddioui, L., & Roques, C. (2017). Antibacterial, antifungal, and antiviral effects of three essential oil blends. MicrobiologyOpen, 6(4), e00459–e00464.", "ArticleIdList": ["5552930"]}, {"Citation": "Salehi, B., Stojanović-Radić, Z., Matejić, J., Sharopov, F., Antolak, H., Kręgiel, D., et al. (2018). Plants of genus Mentha: From farm to food factory. Plants, 7(3), 70–105.", "ArticleIdList": ["6161068"]}, {"Citation": "Naresh, D., Bharne, D., Saikia, P., & Vindal, V. (2018). Anthraquinone rich Cassia fistula pod extract induces IFIT1, antiviral protein. Indian Journal of Traditional Knowledge, 17(3), 474–479."}, {"Citation": "Tietjen, I., Gatonye, T., Ngwenya, B. N., Namushe, A., Simonambanga, S., Muzila, M., et al. (2016). Croton megalobotrys Müll Arg. and Vitex doniana (Sweet): Traditional medicinal plants in a three-step treatment regimen that inhibit in vitro replication of HIV-1. Journal of Ethnopharmacology, 191, 331–340.", "ArticleIdList": ["27350006"]}, {"Citation": "Zhou, M., Zhou, K., Xiang, N. J., Yang, L., Zhang, C. M., Wang, Y. D., et al. (2015). Flavones from Cassia siamea and their anti-tobacco mosaic virus activity. Journal of Asian Natural Products Research, 17(9), 882–887.", "ArticleIdList": ["25989061"]}, {"Citation": "Cheng, H. Y., Yang, C. M., Lin, T. C., Shieh, D. E., & Lin, C. C. (2006). ent-Epiafzelechin-(4α→ 8)-epiafzelechin extracted from Cassia javanica inhibits herpes simplex virus type 2 replication. Journal of Medical Microbiology, 55(2), 201–206.", "ArticleIdList": ["16434713"]}, {"Citation": "Sharifi-Rad, J., Mnayer, D., Tabanelli, G., Stojanović-Radić, Z. Z., Sharifi-Rad, M., Yousaf, Z., et al. (2016). Plants of the genus Allium as antibacterial agents: From tradition to pharmacy. Cellular and Molecular Biology, 62(9), 57–68.", "ArticleIdList": ["27585263"]}, {"Citation": "Meléndez-Villanueva, M. A., Morán-Santibañez, K., Martínez-Sanmiguel, J. J., Rangel-López, R., Garza-Navarro, M. A., Rodríguez-Padilla, C., et al. (2019). Virucidal activity of gold nanoparticles synthesized by green chemistry using garlic extract. Viruses, 11(12), 1111–1123.", "ArticleIdList": ["6950311"]}, {"Citation": "Ahmadi, S., Rajabi, Z., & Marandi, M. V. (2018). Evaluation of the antiviral effects of aqueous extracts of red and yellow onions (Allium Cepa) against avian influenza virus subtype H9N2. Virus, 8(9), 10–15."}, {"Citation": "Shojai, T. M., Langeroudi, A. G., Karimi, V., Barin, A., & Sadri, N. (2016). The effect of Allium sativum (Garlic) extract on infectious bronchitis virus in specific pathogen free embryonic egg. Avicenna Journal of Phytomedicine, 6(4), 458–467."}, {"Citation": "Yamasaki, K., Nakano, M., Kawahata, T., Mori, H., Otake, T., Ueda, N., et al. (1998). Anti-HIV-1 activity of herbs in Labiatae. Biological & Pharmaceutical Bulletin, 21(8), 829–833."}, {"Citation": "Lelešius, R., Karpovaitė, A., Mickienė, R., Drevinskas, T., Tiso, N., Ragažinskienė, O., et al. (2019). In vitro antiviral activity of fifteen plant extracts against avian infectious bronchitis virus. BMC Veterinary Research, 15(1), 178–187.", "ArticleIdList": ["31142304", "6540435"]}, {"Citation": "Schuhmacher, A., Reichling, J., & Schnitzler, P. (2003). Virucidal effect of peppermint oil on the enveloped viruses herpes simplex virus type 1 and type 2 in vitro. Phytomedicine, 10(6-7), 504–510.", "ArticleIdList": ["13678235"]}, {"Citation": "Petersen, G., Seberg, O., Thorsøe, S., Jørgensen, T., & Mathew, B. (2008). A phylogeny of the genus Crocus (Iridaceae) based on sequence data from five plastid regions. Taxon, 57(2), 487–499."}, {"Citation": "Hosseini, A., Razavi, B. M., & Hosseinzadeh, H. (2018). Pharmacokinetic properties of saffron and its active components. European Journal of Drug Metabolism and Pharmacokinetics, 43(4), 383–390.", "ArticleIdList": ["29134501"]}, {"Citation": "Soleymani, S., Zabihollahi, R., Shahbazi, S., & Bolhassani, A. (2018). Antiviral effects of saffron and its major ingredients. Current Drug Delivery, 15(5), 698–704.", "ArticleIdList": ["29189153"]}, {"Citation": "Liu, M. J., & Cheng, C. Y. (1994). A taxonomic study on the genus Ziziphus. Acta Horticulturae, 390, 161–166."}, {"Citation": "Rodriguez Villanueva, J., & Rodriguez Villanueva, L. (2017). Experimental and clinical pharmacology of Ziziphus jujuba Mills. Phytotherapy Research, 31(3), 347–365.", "ArticleIdList": ["28084039"]}, {"Citation": "Hong, E. H., Song, J. H., Kang, K. B., Sung, S. H., Ko, H. J., & Yang, H. (2015). Anti-influenza activity of betulinic acid from Ziziphus jujuba on influenza A/PR/8 virus. Biomolecules & Therapeutics, 23(4), 345–349."}, {"Citation": "Uritu, C. M., Mihai, C. T., Stanciu, G. D., Dodi, G., Alexa-Stratulat, T., Luca, A., et al. (2018). Medicinal plants of the family Lamiaceae in pain therapy: A review. Pain Research & Management, 2018. https://doi.org/10.1155/2018/7801543 ."}, {"Citation": "Lungu, C., Corciova, A., Spac, A., Ciobanu, C., & Ivanescu, B. (2014). Evaluation of bioactive compounds from commercial lavender products and comparative histo-anatomical study. An Stiint U Al I-Mat, 60(2), 11–19."}, {"Citation": "Minami, M., Kita, M., Nakaya, T., Yamamoto, T., Kuriyama, H., & Imanishi, J. (2003). The inhibitory effect of essential oils on herpes simplex virus type-1 replication in vitro. Microbiology and Immunology, 47(9), 681–684.", "ArticleIdList": ["14584615"]}, {"Citation": "Ghasemi Pirbalouti, A., Emami Bistghani, Z., & Malekpoor, F. (2015). An overview on genus Thymus. Journal of Herbal Drugs, 6(2), 93–100."}, {"Citation": "Astani, A., Reichling, J., & Schnitzler, P. (2010). Comparative study on the antiviral activity of selected monoterpenes derived from essential oils. Phytotherapy Research, 24(5), 673–679.", "ArticleIdList": ["19653195"]}, {"Citation": "Rezatofighi, S. E., Seydabadi, A., & Nejad, S. M. (2014). Evaluating the efficacy of Achillea millefolium and Thymus vulgaris extracts against Newcastle disease virus in Ovo. Jundishapur Journal of Microbiology, 7(2), e9016–e9020.", "ArticleIdList": ["25147678", "4138681"]}, {"Citation": "Reichling, J., Schnitzler, P., Suschke, U., & Saller, R. (2009). Essential oils of aromatic plants with antibacterial, antifungal, antiviral, and cytotoxic properties – An overview. Journal of Complementary Medicine Research, 16(2), 79–90."}, {"Citation": "Amartuvshin, N., Dariimaa, S., & Tserenbaljid, G. (2006). Taxonomy of the genus Peganum L. (Peganaceae Van Tieghem) in Mongolia. Mong J Biol Sci, 4(2), 9–13."}, {"Citation": "Moloudizargari, M., Mikaili, P., Aghajanshakeri, S., Asghari, M. H., & Shayegh, J. (2013). Pharmacological and therapeutic effects of Peganum harmala and its main alkaloids. Pharmacognosy Reviews, 7(14), 199–212.", "ArticleIdList": ["24347928", "3841998"]}, {"Citation": "Moradi, M. T., Karimi, A., Rafieian-Kopaei, M., & Fotouhi, F. (2017). In vitro antiviral effects of Peganum harmala seed extract and its total alkaloids against Influenza virus. Microbial Pathogenesis, 110, 42–49.", "ArticleIdList": ["28629724"]}, {"Citation": "Moradi, M. T., Karimi, A., Fotouhi, F., Kheiri, S., & Torabi, A. (2017). In vitro and in vivo effects of Peganum harmala L. seeds extract against influenza A virus. Avicenna Journal of Phytomedicine, 7(6), 519–530.", "ArticleIdList": ["29299435", "5745536"]}, {"Citation": "Kiani, S. J., Shamsi Shahrabadi, M., Ataei, A., & Sajjadi, N. (2007). Peganum harmala seed extract can prevent HSV-1 replication in vitro. Iranian Journal of Virology, 1(4), 11–16."}, {"Citation": "Chowdhury, T., Mandal, A., Roy, S. C., & De Sarker, D. (2017). Diversity of the genus Ocimum (Lamiaceae) through morpho-molecular (RAPD) and chemical (GC–MS) analysis. Journal of Genetic Engineering and Biotechnology, 15(1), 275–286.", "ArticleIdList": ["30647664", "6296643"]}, {"Citation": "Yucharoen, R., Anuchapreeda, S., & Tragoolpua, Y. (2011). Anti-herpes simplex virus activity of extracts from the culinary herbs Ocimum sanctum L., Ocimum basilicum L. and Ocimum americanum L. African Journal of Biotechnology, 10(5), 860–866."}, {"Citation": "Chiang, L. C., Ng, L. T., Cheng, P. W., Chiang, W., & Lin, C. C. (2005). Antiviral activities of extracts and selected pure constituents of Ocimum basilicum. Clinical and Experimental Pharmacology & Physiology, 32(10), 811–816."}, {"Citation": "Patil, V. A., & Nitave, S. A. (2014). A review on Eucalyptus globulus: A divine medicinal herb. World Journal of Pharmaceutical Sciences, 3(6), 559–567."}, {"Citation": "Fatehi, M., Farifteh, F., & Fatehi-Hassanabad, Z. (2004). Antispasmodic and hypotensive effects of Ferula asafoetida gum extract. Journal of Ethnopharmacology, 91(2-3), 321–324.", "ArticleIdList": ["15120456"]}, {"Citation": "Zhang, C. J., Li, W., Li, H. Y., Wang, Y. L., Yun, T., Song, Z. P., et al. (2009). In vivo and in vitro antiviral activity of five Tibetan medicinal plant extracts against herpes simplex virus type 2 infection. Pharmaceutical Biology, 47(7), 598–607."}, {"Citation": "Upadhyay, P. K. (2017). Pharmacological activities and therapeutic uses of resins obtained from Ferula asafoetida Linn.: A review. International Journal of Green Pharmacy, 11(2), S240–S247."}, {"Citation": "Lee, C. L., Chiang, L. C., Cheng, L. H., Liaw, C. C., Abd El-Razek, M. H., Chang, F. R., et al. (2009). Influenza A (H1N1) antiviral and cytotoxic agents from Ferula assa-foetida. Journal of Natural Products, 72, 1568–1572.", "ArticleIdList": ["19691312"]}, {"Citation": "Ghannadi, A., Fattahian, K., Shokoohinia, Y., Behbahani, M., & Shahnoush, A. (2014). Anti-viral evaluation of sesquiterpene coumarins from Ferula assa-foetida against HSV-1. Iranian Journal of Pharmaceutical Research, 13(2), 523–530.", "ArticleIdList": ["25237347", "4157027"]}, {"Citation": "Bernáth, J., & Németh, É. (2007). Chemical systematization of the genus Foeniculum Mill. based on the accumulation and qualitative differentiation of the essential oil. Natural Product Communications, 2(3), 309–314."}, {"Citation": "Orhan, İ. E., Özçelik, B., Kartal, M., & Kan, Y. (2012). Antimicrobial and antiviral effects of essential oils from selected Umbelliferae and Labiatae plants and individual essential oil components. Turkish Journal of Biology, 36(3), 239–246."}, {"Citation": "Bai, Y., Xia, B., Xie, W., Zhou, Y., Xie, J., Li, H., et al. (2016). Phytochemistry and pharmacological activities of the genus Prunella. Food Chemistry, 204, 483–496.", "ArticleIdList": ["26988527"]}, {"Citation": "Oh, C., Price, J., Brindley, M. A., Widrlechner, M. P., Qu, L., McCoy, J. A., et al. (2011). Inhibition of HIV-1 infection by aqueous extracts of Prunella vulgaris L. Virology Journal, 8(1), 188–197.", "ArticleIdList": ["21513560", "3096947"]}, {"Citation": "Taherpour, A. A., Maroofi, H., Bajelani, O., & Larijani, K. (2010). Chemical composition of the essential oil of Valeriana alliariifolia Adams of Iran. Natural Product Research, 24(10), 973–978.", "ArticleIdList": ["20496237"]}, {"Citation": "Ross, S. M. (2015). Valerian root and lemon balm extracts: A phytomedicine compound improves symptoms of hyperactivity, attention deficits, and impulsivity in children. Holistic Nursing Practice, 29(6), 391–395.", "ArticleIdList": ["26465629"]}, {"Citation": "Sundaresan, N., & Ilango, K. (2018). Review on Valeriana species-Valeriana wallichii and Valeriana jatamansi. International Journal of Pharmaceutical Sciences and Research, 10(11), 2697–2701."}, {"Citation": "Ganta, K. K., Mandal, A., Debnath, S., Hazra, B., & Chaubey, B. (2017). Anti-HCV activity from semi-purified methanolic root extracts of Valeriana wallichii. Phytotherapy Research, 31(3), 433–440.", "ArticleIdList": ["28078810"]}, {"Citation": "Shah, G., Kaur, M., Singh, P. S., Rahar, S., Dhabliya, F., Arya, Y., et al. (2012). Pharmacognostic parameters of Eucalyptus globulus leaves. Pharmacognosy Journal, 4(34), 38–43."}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "1", "Day": "4", "Hour": "6", "Minute": "18"}, {"Year": "2022", "Month": "1", "Day": "5", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "1", "Day": "6", "Hour": "6", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["34981473", "10.1007/978-3-030-73234-9_7"]}}], "PubmedBookArticle": []}