{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Albumin protein", "Immunity", "Newcastle disease", "Plants"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34997337", "DateCompleted": {"Year": "2022", "Month": "01", "Day": "11"}, "DateRevised": {"Year": "2022", "Month": "01", "Day": "11"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "01", "Day": "07"}], "Language": ["eng"], "ELocationID": ["10.1007/s11250-021-02984-w"], "Journal": {"ISSN": "1573-7438", "JournalIssue": {"Volume": "54", "Issue": "1", "PubDate": {"Year": "2022", "Month": "Jan", "Day": "07"}}, "Title": "Tropical animal health and production", "ISOAbbreviation": "Trop Anim Health Prod"}, "ArticleTitle": "Effects of four herbs as a dietary on properties of egg and immune response against Newcastle and avian influenza vaccine in Japanese laying quail.", "Pagination": {"StartPage": "38", "MedlinePgn": "38"}, "Abstract": {"AbstractText": ["This study shows the effectiveness of diet containing Trachyspermum copticum (TC), Majorana hortensis Minch (MH), Stachys lavandulifolia Vahl (SL), and Zingiber officinale (ZO) on the growth performance, biochemical factors, and qualitative agents of eggs of Japanese quail (Coturnix japonica) and their immune responses against Newcastle and Avian Influenza vaccine. For this prepose, 675 quails were divided into 9 groups with three replicates and fed with different treatment diets (basic diet with no supplements (control treatment diet) and diets supplemented with one of two levels (0.5 and 2%) of each plant powders). Data showed that the use of TC 2% increased the Haugh unit significantly (P < 0.05) compared with the control (P < 0.05). At the end of the experiment, shell weight (g) and shell thickness were also remarkably enhanced in treated groups compared with the control group. Moreover, the findings of this study showed the thiobarbituric acid and yolk cholesterol level reduced remarkably (P < 0.05) in the MH and SL groups without significant adverse effect on albumen protein (%) and total protein (%) level. In this study, TC-2%, ZO-2%, and SL-2% all increased the antibody titers against avian influenza. The use of a diet containing MH-2% increased Newcastle disease in Japanese quail in comparison to both controls and different levels of other medicinal herb powders. Based on these results, using these four herbal plant powders in Japanese quail, diets could positively affect their egg qualitative and biochemical factors."], "CopyrightInformation": "© 2021. The Author(s), under exclusive licence to Springer Nature B.V."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Animal Sciences, Agricultural and Natural Resources, Persian Gulf University, Bushehr, Iran. h.habibi@pgu.ac.ir."}], "LastName": "Habibi", "ForeName": "Hassan", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Horticultural Sciences, Agricultural and Natural Resources, Persian Gulf University, Bushehr, Iran."}], "LastName": "Ghahtan", "ForeName": "Najmeh", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "The Persian Gulf Marine Biotechnology Research Center, The Persian Gulf Biomedical Sciences Research Institute, Bushehr University of Medical Sciences, Bushehr, Iran."}], "LastName": "Baghban", "ForeName": "Neda", "Initials": "N"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Trop Anim Health Prod", "NlmUniqueID": "1277355", "ISSNLinking": "0049-4747"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Influenza Vaccines"}], "MeshHeadingList": [{"QualifierName": ["analysis"], "DescriptorName": "Animal Feed"}, {"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": [], "DescriptorName": "Coturnix"}, {"QualifierName": ["veterinary"], "DescriptorName": "Diet"}, {"QualifierName": [], "DescriptorName": "Dietary Supplements"}, {"QualifierName": [], "DescriptorName": "Immunity"}, {"QualifierName": [], "DescriptorName": "Influenza Vaccines"}, {"QualifierName": [], "DescriptorName": "Influenza in Birds"}, {"QualifierName": [], "DescriptorName": "Ovum"}, {"QualifierName": [], "DescriptorName": "Quail"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Abd El-Galil, K. and Mahmoud, H.A., 2015. Effect of ginger roots meal as feed additives in laying Japanese quail diets, Journal of American Science, 2, 139-144"}, {"Citation": "Abdel-Moneim, A.M.E., Sabic, E.M., Abu-Taleb, A.M. and Ibrahim, N.S., 2020. Growth performance, hemato-biochemical indices, thyroid activity, antioxidant status, and immune response of growing Japanese quail fed diet with full-fat canola seeds, Tropical Animal Health and Production, 52, 1853-1862", "ArticleIdList": ["10.1007/s11250-020-02200-1"]}, {"Citation": "Akbarian, A., Golian, A., Sheikh Ahmadi, A. and Moravej, H., 2011. Effects of ginger root (Zingiber officinale) on egg yolk cholesterol, antioxidant status and performance of laying hens, Journal of Applied Animal Research, 39, 19-21", "ArticleIdList": ["10.1080/09712119.2011.558612"]}, {"Citation": "Basmacioğlu Malayoğlu, H., Baysal, S., Mısırlıoğlu, Z., Polat, M., Yilmaz, H. and Turan, N., 2010. Effects of oregano essential oil with or without feed enzymes on growth performance, digestive enzyme, nutrient digestibility, lipid metabolism and immune response of broilers fed on wheat–soybean meal diets. British Poultry Science, 5, 67-80", "ArticleIdList": ["10.1080/00071660903573702"]}, {"Citation": "Behnamifar, A., Rahimi, S., Karimi Torshizi, M.A., Hasanpor, S. and Mohamadzade, Z., 2015. Effect of thyme, garlic and caraway herbal extracts on blood parameters, productivity, egg quality, hatchability and intestinal bacterial population of laying Japanese quail, Iranian Journal of Veterinary Medicine, 9, 179-187"}, {"Citation": "Boskovic, M., Zdravkovic, N., Ivanovic, J., Janjic, J., Djordjevic, J., Starcevic, M. and Baltic, M.Z., 2015. Antimicrobial activity of thyme (Tymus vulgaris) and oregano (Origanum vulgare) essential oils against some food-borne microorganisms, Procedia Food Science, 5, 18-21", "ArticleIdList": ["10.1016/j.profoo.2015.09.005"]}, {"Citation": "Brugh Jr, M., 1978. A simple method for recording and analyzing serological data. Avian Diseases, 1, 362-365", "ArticleIdList": ["10.2307/1589552"]}, {"Citation": "Cho, J.H., Chen, Y.J., Min, B.J., Kim, H.J., Kwon, O.S., Shon, K.S., Kim, I.H., Kim, S.J. and Asamer, A., 2006. Effects of essential oils supplementation on growth performance, IgG concentration and fecal noxious gas concentration of weaned pigs. Asian-Australasian Journal of Animal Sciences, 17, 374-378"}, {"Citation": "Christaki, E., Bonos, E., Giannenas, I. and Florou-Paneri, P., 2012. Evaluation of Oregano and [alpha]-Tocopheryl Acetate on Laying Japanese Quail Diets, Journal of Basic & Applied Sciences, 8, 238-242."}, {"Citation": "Cruvinel, J.M., Urayama, P.M.G., Dos Santos, T.S., Denadai, J.C., Muro, E.M., Dornelas, L.C., Pasquali, G.A.M., Neto, A.C.C., Zanetti, L.H., Netto, R.G.F. and Sartori, J.R., 2021. Different dietary electrolyte balance values on performance, egg, and bone quality of Japanese quail (Coturnix Coturnix Japonica) under heat stress, Tropical Animal Health and Production, 53, 1-8", "ArticleIdList": ["10.1007/s11250-020-02472-7"]}, {"Citation": "de Moraes, M.T.T., da Rocha, C., Moreno, T.B., Surek, D., Borges, S.A. and Maiorka, A., 2019. Effect of Different Dietary Electrolyte Balance Values at High Temperature Peaks on Performance and Egg Quality of Japanese Quail (Coturnix coturnix japonica), Journal of Applied Poultry Research, 28, 1234-1239", "ArticleIdList": ["10.3382/japr/pfz089"]}, {"Citation": "EL-Moursi, A., Talaat, I. and Balbaa, L.K., 2012. Physiological effect of some antioxidant polyphenols on sweet marjoram (Majorana hortensis) plants, Nusantara Bioscience, 4, 11-15"}, {"Citation": "Habibi, H., Ghahtan, N. and Eskandari, F., 2017. Chemical composition and antibacterial effect of medicinal plants against some food-borne pathogen, Research in Molecular Medicine, 5, 14-21", "ArticleIdList": ["10.29252/rmm.5.2.14"]}, {"Citation": "Habibi, H., Ghahtan, N. and Kohanmoo, M.A., 2019. Evaluation of Dietary Medicinal Plants and algae in Laying Japanese Quails. Journal of World Poultry. Res, 9, 82-88.", "ArticleIdList": ["10.36380/jwpr.2019.10"]}, {"Citation": "Jahanian, E., Jahanian, R., Rahmani, H.R. and Alikhani, M., 2017. Dietary supplementation of Echinacea purpurea powder improved performance, serum lipid profile, and yolk oxidative stability in laying hens, Journal of Applied Animal Research, 45, 45-51", "ArticleIdList": ["10.1080/09712119.2015.1091344"]}, {"Citation": "Kota, N., Krishna, P. and Polasa, K., 2008. Alterations in antioxidant status of rats following intake of ginger through diet. Food chemistry, 106, 991-996", "ArticleIdList": ["10.1016/j.foodchem.2007.07.073"]}, {"Citation": "Lin, L.T., Hsu, W.C. and Lin, C.C., 2014. Antiviral natural products and herbal medicines. Journal of Traditional and Complementary Medicine, 4, 24-35.", "ArticleIdList": ["10.4103/2225-4110.124335"]}, {"Citation": "Ma, D., Shan, A., Chen, Z., Du, J., Song, K., Li, J. and Xu, Q., 2005. Effect of Ligustrum lucidum and Schisandra chinensis on the egg production, antioxidant status and immunity of laying hens during heat stress. Archives of Animal Nutrition, 59, 439-447", "ArticleIdList": ["10.1080/17450390500353499"]}, {"Citation": "Mahzooni-kachapi, S., Mahdavi, M., Roozbeh-nasira, L., Akbarzadeh, M., Rezazadeh, F. and Motavalizadehkakhky, A., 2012. Antimicrobial activity and chemical composition of essential oils of Stachys lavandulifolia Vahl. from Mazandaran, Iran, Journal of Medicinal Plants Research, 6, 4149-4158"}, {"Citation": "Mathieu, C., Moreno, V., Pedersen, J., Jeria, J., Agredo, M., Gutiérrez, C., García, A., Vásquez, M., Avalos, P. and Retamal, P., 2015. Avian influenza in wild birds from Chile, 2007–2009. Virus research, 199, 42-45", "ArticleIdList": ["10.1016/j.virusres.2015.01.008"]}, {"Citation": "Miller, P.J. and Koch, G., 2013. Newcastle disease. Diseases of poultry, 13, 89-138"}, {"Citation": "Mutlu, S.İ., Baykalir, Y., Azman, M.A., Şimşek, Ü.G., Özçelik, M., Bayraktar, O., Çiftçi, M. and Erişir, Z., 2021. The effects of dietary supplementation of olive leaf extract and eggshell with membrane on performance, egg quality, blood biochemical, and bone parameters in laying Japanese quai. Ankara Üniversitesi Veteriner Fakültesi Dergisi68, 251-258"}, {"Citation": "Myandoab, M.P. and HosseiniMansoub, N., 2012. Comparative effect of Liquorice root extract medicinal plants and probiotic in diets on performance, carcass traits and serum composition of Japanese quails. Global Veterinaria, 8, 39-42"}, {"Citation": "Nasar, A., Rahman, A., Hoque, N., Talukder, A.K. and Das, Z.C., 2016. A survey of Japanese quail (Coturnix coturnix japonica) farming in selected areas of Bangladesh, Veterinary world, 9, 940", "ArticleIdList": ["10.14202/vetworld.2016.940-947"]}, {"Citation": "Odhaib, K.J., Adeyemi, K.D., Ahmed, M.A., Jahromi, M.F., Jusoh, S., Samsudin, A.A., Alimon, A.R., Yaakub, H. and Sazili, A.Q., 2018. Influence of Nigella sativa seeds, Rosmarinus officinalis leaves and their combination on growth performance, immune response and rumen metabolism in Dorper lambs, Tropical Animal Health and Production, 50, 1011-1023", "ArticleIdList": ["10.1007/s11250-018-1525-7"]}, {"Citation": "Official Association of Chemical Analysis (AOAC), 1990. Official methods of analysis"}, {"Citation": "Olawumi, S. and Ogunlade, J., 2008. Phenotypic correlations between some external and internal egg quality traits in the exotic Isa Brown layer breeders. Asian journal of poultry science, 2, 30-35", "ArticleIdList": ["10.3923/ajpsaj.2008.30.35"]}, {"Citation": "Omri, B., Alloui, N., Durazzo, A., Lucarini, M., Aiello, A., Romano, R., Santini, A. and Abdouli, H., 2019. Egg yolk antioxidants profiles: effect of diet supplementation with linseeds and tomato-red pepper mixture before and after storage. Foods, 8, 320", "ArticleIdList": ["10.3390/foods8080320"]}, {"Citation": "Pradhan, C., Giri, S.S., Mohanty, T.K. and Mohanty, S.N., 2020. Influence of a diet containing plant ingredients at different levels on growth performance, carcass biochemical composition, and blood parameters in Indian major carps grown in polyculture earthen ponds, Tropical Animal Health and Production, 52, 1769-1777", "ArticleIdList": ["10.1007/s11250-019-02184-7"]}, {"Citation": "Rahmani Kahnamoei, J., Nasirzadeh, M. and Jafarzadeh, Y., 2014. Effects Of Zingiber Officinale consumption on renal function in quail. Cibtech Journal of Zoology, 3, 70-73"}, {"Citation": "Raja, R.R., 2012. Medicinally potential plants of Labiatae (Lamiaceae) family: an overview, Research journal of medicinal plant, 6, 203-213", "ArticleIdList": ["10.3923/rjmp.2012.203.213"]}, {"Citation": "Raza, A., Muhammad, F., Bashir, S., Anwar, M.I., Awais, M.M., Akhtar, M., Aslam, B., Khaliq, T. and Naseer, M.U., 2015. Antiviral and immune boosting activities of different medicinal plants against Newcastle disease virus in poultry. World’s Poultry Science Journal, 71, 523-532", "ArticleIdList": ["10.1017/S0043933915002147"]}, {"Citation": "Roofchaee, A., Irani, M., Ebrahimzadeh, M.A. and Akbari, M.R., 2011. Effect of dietary oregano (Origanum vulgare L.) essential oil on growth performance, cecal microflora and serum antioxidant activity of broiler chickens. African Journal of Biotechnology, 10, 6177-6183"}, {"Citation": "Sathya, C. and Muragian, P., 2015. Effect of dietary supplementation of probiotic and Curculigo orchioides rhizome powder on egg quality parameters and biochemical composition of Japanese quail (Coturnix coturnix japonica). International Journal of Advances in Pharmacy, Biology and Chemistry, 4, 162-170"}, {"Citation": "Shrivastava, V., Shrivastava, G., Sharma, R., Mahajan, N., Sharma, V. and Bhardwaj, U., 2012. Anti-microbial potential of Ajwain (Trachyspermum copticum): An Immense Medical Spice. Journal of Pharmacy Research, 5, 3837-3840"}, {"Citation": "Skowronski, D.M., Tweed, S.A., Tweed, S.A. and De Serres, G., 2008. Rapid decline of influenza vaccine—induced antibody in the elderly: is it real, or is it relevant? The Journal of Infectious Diseases, 197, 490-502", "ArticleIdList": ["10.1086/524146"]}, {"Citation": "Sohrabi, F. and Kohanmoo, M.A., 2017. Fumigant toxicity of plant essential oils against Oligonychus afrasiaticus (MCG.) (Acari: Tetranychidae) and identification of their chemical composition. Journal of Essential Oil Bearing Plants, 20, 844-850", "ArticleIdList": ["10.1080/0972060X.2017.1333925"]}, {"Citation": "Swayne, D.E. and King, D.J., 2003. Avian influenza and Newcastle disease. Journal of the American Veterinary Medical Association, 222, 1534-1540", "ArticleIdList": ["10.2460/javma.2003.222.1534"]}, {"Citation": "Takátsy, G., 1955. The use of spiral loops in serological and virological micro-methods, Acta Microbiologica, 3, 191-202", "ArticleIdList": ["13301496"]}, {"Citation": "Yassein, D.M., Abdallah, E.A., Ismail, I.I. and Faddle, A.A., 2015. Effect of dietary supplementation of pomegranate peel powder and butylated hydroxy toluene on some productive, physiological and immunological parameters of japanese quail, Egyptian Journal of Animal Production, 52, 105-113", "ArticleIdList": ["10.21608/ejap.2015.170899"]}, {"Citation": "Zamanizadeh, A., Mirakzehi, M.T., Agah, M.J., Saleh, H. and Baranzehi, T., 2021. A comparison of two probiotics Aspergillus oryzae and, Saccharomyces cerevisiae on productive performance, egg quality, small intestinal morphology, and gene expression in laying Japanese quail, Italian Journal of Animal Science, 20, 232-242", "ArticleIdList": ["10.1080/1828051X.2021.1878944"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "3", "Day": "30"}, {"Year": "2021", "Month": "10", "Day": "29"}, {"Year": "2022", "Month": "1", "Day": "8", "Hour": "6", "Minute": "8"}, {"Year": "2022", "Month": "1", "Day": "9", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "1", "Day": "12", "Hour": "6", "Minute": "0"}], "PublicationStatus": "epublish", "ArticleIdList": ["34997337", "10.1007/s11250-021-02984-w", "10.1007/s11250-021-02984-w"]}}], "PubmedBookArticle": []}