{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34993484", "DateRevised": {"Year": "2022", "Month": "04", "Day": "29"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "12", "Day": "28"}], "Language": ["eng"], "ELocationID": ["5018092", "10.1155/2021/5018092"], "Journal": {"ISSN": "2633-4690", "JournalIssue": {"Volume": "2021", "PubDate": {"Year": "2021"}}, "Title": "Advances in pharmacological and pharmaceutical sciences", "ISOAbbreviation": "Adv Pharmacol Pharm Sci"}, "ArticleTitle": "Syringic Acid Attenuates Cardiomyopathy in Streptozotocin-Induced Diabetic Rats.", "Pagination": {"StartPage": "5018092", "MedlinePgn": "5018092"}, "Abstract": {"AbstractText": ["Diabetic cardiomyopathy (DC) has become one of the serious complications in diabetic cases. In this study, we aimed to explore the syringic acid (SYR) protective effect against diabetes-induced cardiac injury in experimental rats.", "Rats were divided in control and streptozotocin-induced diabetic rats which were subdivided into diabetic controls, and three test groups (SYR at 25, 50, and 100 mg/kg) and the nondiabetic group received 100 mg/kg of SYR. All treatments were given SYR for 6 weeks. SYR effects on cardiac diagnostic markers, heart lipid peroxidation, protein carbonylation, antioxidant system, and changes of the heart mitochondrial mass and biogenesis were measured.", "Diabetes induction prompted CK-MB, LDH levels in serum, cardiac catalase, and superoxide dismutase activity, as well as cardiac TBARs and carbonylated protein. SYR administration (100 m/kg) attenuated CK-MB and LDH levels. Also, 50 and 100 mg/kg of SYR reduced cardiac TBARs and carbonylated protein in diabetic rats. These treatments did not show any effects on GSH content, mtDNA, and mitochondrial biogenesis indices (PGC1- <i>α</i>, NRF1, NRF2, and TFAM) in heart tissue.", "SYR treatment showed protective effects on diabetic cardiomyopathy in rats by reducing lipid peroxidation and protein carbonylation. The possible mechanisms could be related to antioxidant activity of this phenolic acid. SYR might play a role of a protective factor in cardiac challenges in diabetes."], "CopyrightInformation": "Copyright © 2021 Zahra Sabahi et al."}, "AuthorList": [{"Identifier": ["0000-0002-6760-1009"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medicinal Plants Processing Research Center, Shiraz University of Medical Sciences, Shiraz, Iran."}], "LastName": "Sabahi", "ForeName": "Zahra", "Initials": "Z"}, {"Identifier": ["0000-0003-2907-2596"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Food and Supplements Research Center, Shiraz University of Medical Sciences, Shiraz, Iran."}, {"Identifier": [], "Affiliation": "Department of Pharmacology and Toxicology, School of Pharmacy, Shiraz University of Medical Sciences, Shiraz, Iran."}], "LastName": "Khoshnoud", "ForeName": "Mohammad Javad", "Initials": "MJ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology and Toxicology, School of Pharmacy, Shiraz University of Medical Sciences, Shiraz, Iran."}], "LastName": "Hosseini", "ForeName": "Sara", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology and Toxicology, School of Pharmacy, Shiraz University of Medical Sciences, Shiraz, Iran."}], "LastName": "Khoshraftar", "ForeName": "Fatemeh", "Initials": "F"}, {"Identifier": ["0000-0001-8395-2944"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medicinal Plants Processing Research Center, Shiraz University of Medical Sciences, Shiraz, Iran."}, {"Identifier": [], "Affiliation": "Food and Supplements Research Center, Shiraz University of Medical Sciences, Shiraz, Iran."}, {"Identifier": [], "Affiliation": "Department of Pharmacology and Toxicology, School of Pharmacy, Shiraz University of Medical Sciences, Shiraz, Iran."}], "LastName": "Rashedinia", "ForeName": "Marzieh", "Initials": "M"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Adv Pharmacol Pharm Sci", "NlmUniqueID": "101762941", "ISSNLinking": "2633-4690"}, "CoiStatement": "The authors declare no conflicts of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Jubaidi F. F., Zainalabidin S., Mariappan V., Budin S. B. Mitochondrial dysfunction in diabetic cardiomyopathy: the possible therapeutic roles of phenolic acids. International Journal of Molecular Sciences . 2020;21(17) doi: 10.3390/ijms21176043.6043", "ArticleIdList": ["10.3390/ijms21176043", "PMC7503847", "32842567"]}, {"Citation": "Westermeier F., Navarro-Marquez M., López-Crisosto C., et al. Defective insulin signaling and mitochondrial dynamics in diabetic cardiomyopathy. Biochimica et Biophysica Acta (BBA) - Molecular Cell Research . 2015;1853(5):1113–1118. doi: 10.1016/j.bbamcr.2015.02.005.", "ArticleIdList": ["10.1016/j.bbamcr.2015.02.005", "PMC4626247", "25686534"]}, {"Citation": "Sathibabu Uddandrao V. V., Brahmanaidu P., Nivedha P. R., Vadivukkarasi S., Saravanan G. Beneficial role of some natural products to attenuate the diabetic cardiomyopathy through Nrf2 pathway in cell culture and animal models. Cardiovascular Toxicology . 2018;18(3):199–205. doi: 10.1007/s12012-017-9430-2.", "ArticleIdList": ["10.1007/s12012-017-9430-2", "29080123"]}, {"Citation": "Ataei N., Soodi M., Hajimehdipoor H., Akbari S., Alimohammadi M. Cerasus microcarpa and amygdalus scoparia methanolic extract protect cultured cerebellar granule neurons against β-amyloid-induced toxicity and oxidative stress. Journal of Advances in Medical and Biomedical Research . 2020;28(126):23–32. doi: 10.30699/jambs.28.126.23.", "ArticleIdList": ["10.30699/jambs.28.126.23"]}, {"Citation": "Sabahi Z., Soltani F., Moein M. Insight into DNA protection ability of medicinal herbs and potential mechanisms in hydrogen peroxide damages model. Asian Pacific Journal of Tropical Biomedicine . 2018;8(2):120–129."}, {"Citation": "Zomorodian K., Moein M., Pakshir K., Karami F., Sabahi Z. Chemical composition and antimicrobial activities of the essential oil from salvia mirzayanii Leaves. Journal of Evidence-Based Complementary & Alternative Medicine . 2017;22(4):770–776. doi: 10.1177/2156587217717414.", "ArticleIdList": ["10.1177/2156587217717414", "PMC5871294", "28689440"]}, {"Citation": "Sabahi Z., Farmani F., Soltani F., Moein M. DNA protection, antioxidant and xanthin oxidase inhibition activities of polyphenol-enriched fraction of Berberis integerrima Bunge fruits. Iran J Basic Med Sci . 2018;21(4):411–416.", "ArticleIdList": ["PMC5960759", "29796226"]}, {"Citation": "Yogeeta S. K., Gnanapragasam A., Kumar S. S., Subhashini R., Sathivel A., Devaki T. Synergistic interactions of Ferulic acid with Ascorbic acid: its cardioprotective role during isoproterenol induced myocardial infarction in rats. Molecular and Cellular Biochemistry . 2006;283(1):139–146. doi: 10.1007/s11010-006-2494-0.", "ArticleIdList": ["10.1007/s11010-006-2494-0", "16444596"]}, {"Citation": "Jiang B., Zhang L., Li M., et al. Salvianolic acids prevent acute doxorubicin cardiotoxicity in mice through suppression of oxidative stress. Food and Chemical Toxicology . 2008;46(5):1510–1515. doi: 10.1016/j.fct.2007.12.020.", "ArticleIdList": ["10.1016/j.fct.2007.12.020", "18234414"]}, {"Citation": "Kumaran K. S., Prince P. S. M. Caffeic acid protects rat heart mitochondria against isoproterenol-induced oxidative damage. Cell Stress and Chaperones . 2010;15(6):791–806. doi: 10.1007/s12192-010-0187-9.", "ArticleIdList": ["10.1007/s12192-010-0187-9", "PMC3024059", "20376586"]}, {"Citation": "Khodaei F., Rashedinia M., Heidari R., Rezaei M., Khoshnoud M. J. Ellagic acid improves muscle dysfunction in cuprizone-induced demyelinated mice via mitochondrial Sirt3 regulation. Life Sciences . 2019;237 doi: 10.1016/j.lfs.2019.116954.116954", "ArticleIdList": ["10.1016/j.lfs.2019.116954", "31610192"]}, {"Citation": "Sabahi Z., Khoshnoud M. J., Khalvati B., Hashemi S.-S., Farsani Z. G., Gerashi H. M. Syringic acid improves oxidative stress and mitochondrial biogenesis in the liver of streptozotocin-induced diabetic rats. Asian Pacific Journal of Tropical Biomedicine . 2020;10(3):p. 111."}, {"Citation": "Srinivasulu C., Ramgopal M., Ramanjaneyulu G., Anuradha C. M., Suresh Kumar C. Syringic acid (sa) ‒ A review of its occurrence, biosynthesis, pharmacological and industrial importance. Biomedicine & Pharmacotherapy . 2018;108:547–557. doi: 10.1016/j.biopha.2018.09.069.", "ArticleIdList": ["10.1016/j.biopha.2018.09.069", "30243088"]}, {"Citation": "Muthukumaran J., Srinivasan S., Venkatesan R. S., Ramachandran V., Muruganathan U. Syringic acid, a novel natural phenolic acid, normalizes hyperglycemia with special reference to glycoprotein components in experimental diabetic rats. Journal of Acute Disease . 2013;2(4):304–309. doi: 10.1016/s2221-6189(13)60149-3.", "ArticleIdList": ["10.1016/s2221-6189(13)60149-3"]}, {"Citation": "Rashedinia M., Khoshnoud M. J., Fahlyan B. K., Hashemi S.-S., Alimohammadi M., Sabahi Z. Syringic acid: a potential natural compound for the management of renal oxidative stress and mitochondrial biogenesis in diabetic rats. Current Drug Discovery Technologies . 2021;18", "ArticleIdList": ["32072913"]}, {"Citation": "Rashedinia M., Alimohammadi M., Shalfroushan N., et al. Neuroprotective effect of syringic acid by modulation of oxidative stress and mitochondrial mass in diabetic rats. BioMed Research International . 2020;2020 doi: 10.1155/2020/8297984.8297984", "ArticleIdList": ["10.1155/2020/8297984", "PMC7787734", "33457416"]}, {"Citation": "Khoshnoud M. J., Sabahi Z., Moein M., Rashedinia M., Pourshahsavari S. Attenuation of hyperlipidemia in diabetic and Triton x-100 induced hyperlipidemic rats by Thymus daenensis Celak extract. Trends in Pharmaceutical Sciences . 2019;5(1):57–64."}, {"Citation": "Rashedinia M., Hosseinzadeh H., Imenshahidi M., Lari P., Razavi B. M., Abnous K. Effect of exposure to diazinon on adult rat’s brain. Toxicology and Industrial Health . 2016;32(4):714–720. doi: 10.1177/0748233713504806.", "ArticleIdList": ["10.1177/0748233713504806", "24217015"]}, {"Citation": "Arabsolghar R., Saberzadeh J., Khodaei F., Borojeni R. A., Khorsand M., Rashedinia M. The protective effect of sodium benzoate on aluminum toxicity in PC12 cell line. Research in Pharmaceutical Sciences . 2017;12(5):391–400. doi: 10.4103/1735-5362.213984.", "ArticleIdList": ["10.4103/1735-5362.213984", "PMC5615869", "28974977"]}, {"Citation": "Khodaei F., Kholghipour H., Hosseinzadeh M., Rashedinia M. Effect of sodium benzoate on liver and kidney lipid peroxidation and antioxidant enzymes in mice. Journal of Reports in Pharmaceutical Sciences . 2019;8(2):p. 217."}, {"Citation": "Khoshnoud M. J., Keshavarzi M., Mokhtari N., Sakhteman A., Derakhshanfar A., Rashedinia M. The protective effect of nortriptyline against gastric lesions induced by indomethacin and cold-shock stress in rats. Iranian Journal of Toxicology . 2020;14(3):155–164. doi: 10.32598/ijt.14.3.649.1.", "ArticleIdList": ["10.32598/ijt.14.3.649.1"]}, {"Citation": "Khodaei F., Khoshnoud M. J., Heidaryfar S., et al. The effect of ellagic acid on spinal cord and sciatica function in a mice model of multiple sclerosis. Journal of Biochemical and Molecular Toxicology . 2020;34(11) doi: 10.1002/jbt.22564.e22564", "ArticleIdList": ["10.1002/jbt.22564", "32640490"]}, {"Citation": "Ghasemi A., Hedayati M., Biabani H. Protein precipitation methods evaluated for determination of serum nitric oxide end products by the Griess assay. Jmsr . 2007;2(15):29–32."}, {"Citation": "Rashedinia M., Lari P., Abnous K., Hosseinzadeh H. Proteomic analysis of rat cerebral cortex following subchronic acrolein toxicity. Toxicology and Applied Pharmacology . 2013;272(1):199–207. doi: 10.1016/j.taap.2013.05.029.", "ArticleIdList": ["10.1016/j.taap.2013.05.029", "23743302"]}, {"Citation": "Rashedinia M., Saberzadeh J., Khosravi Bakhtiari T., Hozhabri S., Arabsolghar R. Glycyrrhizic acid ameliorates mitochondrial function and biogenesis against aluminum toxicity in PC12 cells. Neurotoxicity Research . 2019;35(3):584–593. doi: 10.1007/s12640-018-9967-2.", "ArticleIdList": ["10.1007/s12640-018-9967-2", "30317430"]}, {"Citation": "Vinayagam R., Jayachandran M., Xu B. Antidiabetic effects of simple phenolic acids: a comprehensive review. Phytotherapy Research . 2016;30(2):184–199. doi: 10.1002/ptr.5528.", "ArticleIdList": ["10.1002/ptr.5528", "26634804"]}, {"Citation": "Ramezani-Aliakbari F., Badavi M., Dianat M., Mard S. A., Ahangarpour A. Protective effects of gallic acid on cardiac electrophysiology and arrhythmias during reperfusion in diabetes. Iran J Basic Med Sci . 2019;22(5):515–520.", "ArticleIdList": ["PMC6556507", "31217931"]}, {"Citation": "Stanely Mainzen Prince P., Roy A. J. p-Coumaric acid attenuates apoptosis in isoproterenol-induced myocardial infarcted rats by inhibiting oxidative stress. International Journal of Cardiology . 2013;168(4):3259–3266. doi: 10.1016/j.ijcard.2013.04.138.", "ArticleIdList": ["10.1016/j.ijcard.2013.04.138", "23684599"]}, {"Citation": "Zych M., Wojnar W., Borymski S., Szałabska K., Bramora P., Kaczmarczyk-Sedlak I. Effect of rosmarinic acid and sinapic acid on oxidative stress parameters in the cardiac tissue and serum of type 2 diabetic female rats. Antioxidants . 2019;8(12):p. 579. doi: 10.3390/antiox8120579.", "ArticleIdList": ["10.3390/antiox8120579", "PMC6943504", "31771099"]}, {"Citation": "Yin P., Wang Y., Yang L., Sui J., Liu Y. Hypoglycemic effects in alloxan-induced diabetic rats of the phenolic extract from Mongolian oak cups enriched in ellagic acid, kaempferol and their derivatives. Molecules . 2018;23(5) doi: 10.3390/molecules23051046.1046", "ArticleIdList": ["10.3390/molecules23051046", "PMC6100579", "29710864"]}, {"Citation": "Chao P.-c., Hsu C.-c., Yin M.-c. Anti-inflammatory and anti-coagulatory activities of caffeic acid and ellagic acid in cardiac tissue of diabetic mice. Nutrition & Metabolism . 2009;6(1):p. 33. doi: 10.1186/1743-7075-6-33.", "ArticleIdList": ["10.1186/1743-7075-6-33", "PMC2736962", "19678956"]}, {"Citation": "Mutavdzin S., Gopcevic K., Stankovic S., Jakovljevic Uzelac J., Labudovic Borovic M., Djuric D. The effects of folic acid administration on cardiac oxidative stress and cardiovascular biomarkers in diabetic rats. Oxidative Medicine and Cellular Longevity . 2019;2019 doi: 10.1155/2019/1342549.1342549", "ArticleIdList": ["10.1155/2019/1342549", "PMC6594301", "31308875"]}, {"Citation": "Ozansoy G., Akin B., Aktan F., Karasu C. Short-term gemfibrozil treatment reverses lipid profile and peroxidation but does not alter blood glucose and tissue antioxidant enzymes in chronically diabetic rats. Molecular and Cellular Biochemistry . 2001;216(1-2):59–63. doi: 10.1023/a:1011000327529.", "ArticleIdList": ["10.1023/a:1011000327529", "11216864"]}, {"Citation": "Strother R. M., Thomas T. G., Otsyula M., Sanders R. A., Iii J. B. W. Characterization of oxidative stress in various tissues of diabetic and galactose-fed rats. International Journal of Experimental Diabetes Research . 2001;2(3):211–216. doi: 10.1155/edr.2001.211.", "ArticleIdList": ["10.1155/edr.2001.211", "PMC2478547", "12369709"]}, {"Citation": "Rosa C. M., Gimenes R., Campos D. H. S., et al. Apocynin influence on oxidative stress and cardiac remodeling of spontaneously hypertensive rats with diabetes mellitus. Cardiovascular Diabetology . 2016;15(1):p. 126. doi: 10.1186/s12933-016-0442-1.", "ArticleIdList": ["10.1186/s12933-016-0442-1", "PMC5009715", "27585437"]}, {"Citation": "Gimenes R., Gimenes C., Rosa C. M., et al. Influence of apocynin on cardiac remodeling in rats with streptozotocin-induced diabetes mellitus. Cardiovascular Diabetology . 2018;17(1):p. 15. doi: 10.1186/s12933-017-0657-9.", "ArticleIdList": ["10.1186/s12933-017-0657-9", "PMC5771187", "29343259"]}, {"Citation": "Wang X.-t., Gong Y., Zhou B., et al. Ursolic acid ameliorates oxidative stress, inflammation and fibrosis in diabetic cardiomyopathy rats. Biomedicine & Pharmacotherapy . 2018;97:1461–1467. doi: 10.1016/j.biopha.2017.11.032.", "ArticleIdList": ["10.1016/j.biopha.2017.11.032", "29156537"]}, {"Citation": "Al-Rasheed N. M., Al-Rasheed N. M., Hasan I. H., Al-Amin M. A., Al-Ajmi H. N., Mohamad R. A. Simvastatin ameliorates diabetic cardiomyopathy by attenuating oxidative stress and inflammation in rats. Oxidative Medicine and Cellular Longevity . 2017;2017 doi: 10.1155/2017/1092015.1092015", "ArticleIdList": ["10.1155/2017/1092015", "PMC5613468", "29138670"]}, {"Citation": "Rubió L., Serra A., Chen C. Y., et al. Effect of the co-occurring components from olive oil and thyme extracts on the antioxidant status and its bioavailability in an acute ingestion in rats. Food & Function . 2014;5(4):740–747. doi: 10.1039/c3fo60446b.", "ArticleIdList": ["10.1039/c3fo60446b", "24554091"]}, {"Citation": "Oliveras-López M.-J., Molina J. J. M., Mir M. V., Rey E. F., Martín F., de la Serrana H. L.-G. Extra virgin olive oil (EVOO) consumption and antioxidant status in healthy institutionalized elderly humans. Archives of Gerontology and Geriatrics . 2013;57(2):234–242.", "ArticleIdList": ["23642776"]}, {"Citation": "Papadopoulou A., Petrotos K., Stagos D., et al. Enhancement of antioxidant mechanisms and reduction of oxidative stress in chickens after the administration of drinking water enriched with polyphenolic powder from olive mill waste waters. Oxidative Medicine and Cellular Longevity . 2017;2017 doi: 10.1155/2017/8273160.8273160", "ArticleIdList": ["10.1155/2017/8273160", "PMC5613686", "29138680"]}, {"Citation": "Hecker M., Wagner A. H. Role of protein carbonylation in diabetes. Journal of Inherited Metabolic Disease . 2018;41(1):29–38. doi: 10.1007/s10545-017-0104-9.", "ArticleIdList": ["10.1007/s10545-017-0104-9", "29110177"]}, {"Citation": "Bhattacharjee N., Dua T. K., Khanra R., et al. Protocatechuic acid, a phenolic from Sansevieria roxburghiana Leaves, suppresses diabetic cardiomyopathy via stimulating glucose metabolism, ameliorating oxidative stress, and inhibiting inflammation. Frontiers in Pharmacology . 2017;8:p. 251. doi: 10.3389/fphar.2017.00251.", "ArticleIdList": ["10.3389/fphar.2017.00251", "PMC5420572", "28533752"]}, {"Citation": "Wang H., Bei Y., Lu Y., et al. Exercise prevents cardiac injury and improves mitochondrial biogenesis in advanced diabetic cardiomyopathy with PGC-1α and akt activation. Cellular Physiology and Biochemistry . 2015;35(6):2159–2168. doi: 10.1159/000374021.", "ArticleIdList": ["10.1159/000374021", "25896313"]}, {"Citation": "Botta A., Laher I., Beam J., et al. Short term exercise induces PGC-1α, ameliorates inflammation and increases mitochondrial membrane proteins but fails to increase respiratory enzymes in aging diabetic hearts. PLoS One . 2013;8(8) doi: 10.1371/journal.pone.0070248.e70248", "ArticleIdList": ["10.1371/journal.pone.0070248", "PMC3731348", "23936397"]}, {"Citation": "Boudina S., Sena S., Theobald H., et al. Mitochondrial energetics in the heart in obesity-related diabetes: direct evidence for increased uncoupled respiration and activation of uncoupling proteins. Diabetes . 2007;56(10):2457–2466. doi: 10.2337/db07-0481.", "ArticleIdList": ["10.2337/db07-0481", "17623815"]}, {"Citation": "Bombicino S. S., Iglesias D. E., Rukavina-Mikusic I. A., et al. Hydrogen peroxide, nitric oxide and ATP are molecules involved in cardiac mitochondrial biogenesis in Diabetes. Free Radical Biology and Medicine . 2017;112:267–276. doi: 10.1016/j.freeradbiomed.2017.07.027.", "ArticleIdList": ["10.1016/j.freeradbiomed.2017.07.027", "28756312"]}, {"Citation": "Clementi E., Nisoli E. Nitric oxide and mitochondrial biogenesis: a key to long-term regulation of cellular metabolism. Comparative Biochemistry and Physiology Part A: Molecular & Integrative Physiology . 2005;142(2):102–110. doi: 10.1016/j.cbpb.2005.04.022.", "ArticleIdList": ["10.1016/j.cbpb.2005.04.022", "16091305"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "9", "Day": "5"}, {"Year": "2021", "Month": "11", "Day": "21"}, {"Year": "2021", "Month": "12", "Day": "7"}, {"Year": "2022", "Month": "1", "Day": "7", "Hour": "6", "Minute": "33"}, {"Year": "2022", "Month": "1", "Day": "8", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "1", "Day": "8", "Hour": "6", "Minute": "1"}, {"Year": "2021", "Month": "12", "Day": "28"}], "PublicationStatus": "epublish", "ArticleIdList": ["34993484", "PMC8727109", "10.1155/2021/5018092"]}}], "PubmedBookArticle": []}