{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Carbohydrate-active enzymes", "Effector proteins", "Gene gain and loss", "Plant fungal pathogens", "Secondary metabolites"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34996360", "DateCompleted": {"Year": "2022", "Month": "01", "Day": "11"}, "DateRevised": {"Year": "2022", "Month": "01", "Day": "11"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "01", "Day": "07"}], "Language": ["eng"], "ELocationID": ["34", "10.1186/s12864-021-08165-1"], "Journal": {"ISSN": "1471-2164", "JournalIssue": {"Volume": "23", "Issue": "1", "PubDate": {"Year": "2022", "Month": "Jan", "Day": "07"}}, "Title": "BMC genomics", "ISOAbbreviation": "BMC Genomics"}, "ArticleTitle": "Comparative genome analysis of plant ascomycete fungal pathogens with different lifestyles reveals distinctive virulence strategies.", "Pagination": {"StartPage": "34", "MedlinePgn": "34"}, "Abstract": {"AbstractText": ["Pathogens have evolved diverse lifestyles and adopted pivotal new roles in both natural ecosystems and human environments. However, the molecular mechanisms underlying their adaptation to new lifestyles are obscure. Comparative genomics was adopted to determine distinct strategies of plant ascomycete fungal pathogens with different lifestyles and to elucidate their distinctive virulence strategies.", "We found that plant ascomycete biotrophs exhibited lower gene gain and loss events and loss of CAZyme-encoding genes involved in plant cell wall degradation and biosynthesis gene clusters for the production of secondary metabolites in the genome. Comparison with the candidate effectome detected distinctive variations between plant biotrophic pathogens and other groups (including human, necrotrophic and hemibiotrophic pathogens). The results revealed the biotroph-specific and lifestyle-conserved candidate effector families. These data have been configured in web-based genome browser applications for public display ( http://lab.malab.cn/soft/PFPG ). This resource allows researchers to profile the genome, proteome, secretome and effectome of plant fungal pathogens.", "Our findings demonstrated different genome evolution strategies of plant fungal pathogens with different lifestyles and explored their lifestyle-conserved and specific candidate effectors. It will provide a new basis for discovering the novel effectors and their pathogenic mechanisms."], "CopyrightInformation": "© 2022. The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Electronic and Communication Engineering, Shenzhen Polytechnic, 518000, Shenzhen, P. R. China."}, {"Identifier": [], "Affiliation": "Institute of Fundamental and Frontier Sciences, University of Electronic Science and Technology of China, 610054, Chengdu, P. R. China."}], "LastName": "Wang", "ForeName": "Yansu", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Biotechnology for Medicinal Plants of Jiangsu Province, School of Life Sciences, Jiangsu Normal University, 221116, Xuzhou, P. R. China."}], "LastName": "Wu", "ForeName": "Jie", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Biotechnology for Medicinal Plants of Jiangsu Province, School of Life Sciences, Jiangsu Normal University, 221116, Xuzhou, P. R. China."}], "LastName": "Yan", "ForeName": "Jiacheng", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Agronomy and Horticulture, University of Nebraska, Lincoln, USA."}], "LastName": "Guo", "ForeName": "Ming", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Electronic and Communication Engineering, Shenzhen Polytechnic, 518000, Shenzhen, P. R. China."}], "LastName": "Xu", "ForeName": "Lei", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Beidahuang Industry Group General Hospital, Harbin, China. lipinghou1074@163.com."}], "LastName": "Hou", "ForeName": "Liping", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Fundamental and Frontier Sciences, University of Electronic Science and Technology of China, 610054, Chengdu, P. R. China. zouquan@nclab.net."}, {"Identifier": [], "Affiliation": "State Key Laboratory of Tree Genetics and Breeding, Northeast Forestry University, Harbin, China. zouquan@nclab.net."}], "LastName": "Zou", "ForeName": "Quan", "Initials": "Q"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "BMC Genomics", "NlmUniqueID": "100965258", "ISSNLinking": "1471-2164"}, "MeshHeadingList": [{"QualifierName": ["genetics"], "DescriptorName": "Ascomycota"}, {"QualifierName": [], "DescriptorName": "Ecosystem"}, {"QualifierName": [], "DescriptorName": "Genome, Fungal"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Life Style"}, {"QualifierName": [], "DescriptorName": "Plant Diseases"}, {"QualifierName": [], "DescriptorName": "Secretome"}, {"QualifierName": ["genetics"], "DescriptorName": "Virulence"}], "CoiStatement": "The authors declare no competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Amselem J, Cuomo CA, van Kan JA, Viaud M, Benito EP, Couloux A, Coutinho PM, de Vries RP, Dyer PS, Fillinger S. Genomic analysis of the necrotrophic fungal pathogens Sclerotinia sclerotiorum and Botrytis cinerea. PLoS genetics. 2011;7(8):e1002230.", "ArticleIdList": ["PMC3158057", "21876677"]}, {"Citation": "Panstruga R. Establishing compatibility between plants and obligate biotrophic pathogens. Current Opinion in Plant Biology. 2003;6(4):320–326.", "ArticleIdList": ["12873525"]}, {"Citation": "Wang C, Liu Y, Liu L, Wang Y, Yan J, Wang C, Li C, Yang J. The biotrophy-associated secreted protein 4 (BAS4) participates in the transition of Magnaporthe oryzae from the biotrophic to the necrotrophic phase. Saudi Journal of Biological Sciences. 2019;26(4):795–807.", "ArticleIdList": ["PMC6486625", "31049006"]}, {"Citation": "Spanu PD. The genomics of obligate (and nonobligate) biotrophs. Annual Review of Phytopathology. 2012;50:91–109.", "ArticleIdList": ["22559067"]}, {"Citation": "Hu Y, Qiu S, Cheng L. Integration of Multiple-Omics Data to Analyze the Population-Specific Differences for Coronary Artery Disease. Comput Math Methods Med. 2021;2021:7036592.", "ArticleIdList": ["PMC8384508", "34447459"]}, {"Citation": "Ohm RA, Feau N, Henrissat B, Schoch CL, Horwitz BA, Barry KW, Condon BJ, Copeland AC, Dhillon B, Glaser F. Diverse lifestyles and strategies of plant pathogenesis encoded in the genomes of eighteen Dothideomycetes fungi. PLoS pathogens. 2012;8(12):e1003037.", "ArticleIdList": ["PMC3516569", "23236275"]}, {"Citation": "Raffaele S, Kamoun S. Genome evolution in filamentous plant pathogens: why bigger can be better. Nature Reviews Microbiology. 2012;10(6):417–430.", "ArticleIdList": ["22565130"]}, {"Citation": "Condon BJ, Leng Y, Wu D, Bushley KE, Ohm RA, Otillar R, Martin J, Schackwitz W, Grimwood J, MohdZainudin N. Comparative genome structure, secondary metabolite, and effector coding capacity across Cochliobolus pathogens. PLoS genetics. 2013;9(1):e1003233.", "ArticleIdList": ["PMC3554632", "23357949"]}, {"Citation": "Möller M, Stukenbrock EH. Evolution and genome architecture in fungal plant pathogens. Nature Reviews Microbiology. 2017;15(12):756.", "ArticleIdList": ["28781365"]}, {"Citation": "Fouché S, Plissonneau C, Croll D. The birth and death of effectors in rapidly evolving filamentous pathogen genomes. Current Opinion in Microbiology. 2018;46:34–42.", "ArticleIdList": ["29455143"]}, {"Citation": "Toruno TY, Stergiopoulos I, Coaker G. Plant-Pathogen Effectors: Cellular Probes Interfering with Plant Defenses in Spatial and Temporal Manners. Annu Rev Phytopathol. 2016;54:419–441.", "ArticleIdList": ["PMC5283857", "27359369"]}, {"Citation": "Kubicek CP, Starr TL, Glass NL. Plant cell wall-degrading enzymes and their secretion in plant-pathogenic fungi. Annu Rev Phytopathol. 2014;52:427–451.", "ArticleIdList": ["25001456"]}, {"Citation": "Ospina-Giraldo MD, Griffith JG, Laird EW, Mingora C. The CAZyome of Phytophthora spp.: a comprehensive analysis of the gene complement coding for carbohydrate-active enzymes in species of the genus Phytophthora. BMC Genomics. 2010;11(1):525.", "ArticleIdList": ["PMC2997016", "20920201"]}, {"Citation": "Proctor R, Desjardins A, McCormick S, Plattner R, Alexander N, Brown D. Genetic analysis of the role of trichothecene and fumonisin mycotoxins in the virulence of Fusarium. European Journal of Plant Pathology. 2002;108(7):691–698."}, {"Citation": "Markham JE, Hille J. Host-selective toxins as agents of cell death in plant–fungus interactions. Molecular plant pathology. 2001;2(4):229–239.", "ArticleIdList": ["20573011"]}, {"Citation": "Kohler A, Kuo A, Nagy LG, Morin E, Barry KW, Buscot F, Canbäck B, Choi C, Cichocki N, Clum A. Convergent losses of decay mechanisms and rapid turnover of symbiosis genes in mycorrhizal mutualists. Nature Genetics. 2015;47(4):410.", "ArticleIdList": ["25706625"]}, {"Citation": "Collemare J, Billard A, Böhnert HU, Lebrun M-H. Biosynthesis of secondary metabolites in the rice blast fungus Magnaporthe grisea: the role of hybrid PKS-NRPS in pathogenicity. Mycological Research. 2008;112(2):207–215.", "ArticleIdList": ["18272356"]}, {"Citation": "Liang P, Liu S, Xu F, Jiang S, Yan J, He Q, Liu W, Lin C, Zheng F, Wang X. Powdery mildews are characterized by contracted carbohydrate metabolism and diverse effectors to adapt to obligate biotrophic lifestyle. Frontiers in Microbiology. 2018;9:3160.", "ArticleIdList": ["PMC6305591", "30619222"]}, {"Citation": "Talbot NJ. On the trail of a cereal killer: exploring the biology of Magnaporthe grisea. Annual Reviews in Microbiology. 2003;57(1):177–202.", "ArticleIdList": ["14527276"]}, {"Citation": "De Wit PJGM, Mehrabi R, Van den Burg HA, Stergiopoulos I. Fungal effector proteins: past, present and future. Molecular Plant Pathology. 2009;10(6):735–747.", "ArticleIdList": ["PMC6640362", "19849781"]}, {"Citation": "Lo Presti L, Lanver D, Schweizer G, Tanaka S, Liang L, Tollot M, Zuccaro A, Reissmann S, Kahmann R. Fungal effectors and plant susceptibility. Annual review of plant biology. 2015;66:513–545.", "ArticleIdList": ["25923844"]}, {"Citation": "Horbach R, Navarro-Quesada AR, Knogge W, Deising HB. When and how to kill a plant cell: infection strategies of plant pathogenic fungi. Journal of Plant Physiology. 2011;168(1):51–62.", "ArticleIdList": ["20674079"]}, {"Citation": "Ellis JG, Rafiqi M, Gan P, Chakrabarti A, Dodds PN. Recent progress in discovery and functional analysis of effector proteins of fungal and oomycete plant pathogens. Current Opinion in Plant Biology. 2009;12(4):399–405.", "ArticleIdList": ["19540152"]}, {"Citation": "Kong L, Zhang L, He S. Improving Multi-type Gram-negative Bacterial Secreted Protein Prediction via Protein Evolutionary Information and Feature Ranking. Current Bioinformatics. 2020;15(6):538–546."}, {"Citation": "Li J, Wei L, Guo F, Zou Q. EP3: An ensemble predictor that accurately identifies type III secreted effectors. Briefings in Bioinformatics. 2021;22(2):1918–1928.", "ArticleIdList": ["32043137"]}, {"Citation": "Wang Y, Zhou M, Zou Q, Xu L: Machine learning for phytopathology: from the molecular scale towards the network scale. Briefings in Bioinformatics 2021, 22(5).", "ArticleIdList": ["33787847"]}, {"Citation": "Rovenich H, Boshoven JC, Thomma BPJCoipb. Filamentous pathogen effector functions: of pathogens, hosts and microbiomes. Current Opinion in Plant Biology. 2014;20:96–103.", "ArticleIdList": ["24879450"]}, {"Citation": "Giraldo MC, Valent B. Filamentous plant pathogen effectors in action. Nature Reviews Microbiology. 2013;11(11):800.", "ArticleIdList": ["24129511"]}, {"Citation": "Dou D, Zhou J-M. Phytopathogen effectors subverting host immunity: different foes, similar battleground. Cell Host & Microbe. 2012;12(4):484–495.", "ArticleIdList": ["23084917"]}, {"Citation": "Presti LL, Lanver D, Lozada-Ramirez J, Schweizer G, Tanaka S, Liang L, Tollot M, Zuccaro A, Reissmann S, Kahmann R. Fungal Effectors and Plant Susceptibility. Annual Review of Plant Biology. 2015;66(1):513–545.", "ArticleIdList": ["25923844"]}, {"Citation": "Berbee ML. The phylogeny of plant and animal pathogens in the Ascomycota. Physiological Molecular Plant Pathology. 2001;59(4):165–187."}, {"Citation": "Ma L-J, Van Der Does HC, Borkovich KA, Coleman JJ, Daboussi M-J, Di Pietro A, Dufresne M, Freitag M, Grabherr M, Henrissat B. Comparative genomics reveals mobile pathogenicity chromosomes in Fusarium. Nature. 2010;464(7287):367–373.", "ArticleIdList": ["PMC3048781", "20237561"]}, {"Citation": "O’Connell RJ, Thon MR, Hacquard S, Amyotte SG, Kleemann J, Torres MF, Damm U, Buiate EA, Epstein L, Alkan N, et al. Lifestyle transitions in plant pathogenic Colletotrichum fungi deciphered by genome and transcriptome analyses. Nature Genetics. 2012;44(9):1060–1065.", "ArticleIdList": ["22885923"]}, {"Citation": "Howlett BJ. Secondary metabolite toxins and nutrition of plant pathogenic fungi. Current Opinion in Plant Biology. 2006;9(4):371–375.", "ArticleIdList": ["16713733"]}, {"Citation": "Pusztahelyi T, Holb IJ, Pócsi I. Secondary metabolites in fungus-plant interactions. Frontiers in Plant Science. 2015;6:573.", "ArticleIdList": ["PMC4527079", "26300892"]}, {"Citation": "Syme RA, Martin A, Wyatt NA, Lawrence JA, Muria-Gonzalez MJ, Friesen TL, Ellwood SR. Transposable element genomic fissuring in Pyrenophora teres is associated with genome expansion and dynamics of host–pathogen genetic interactions. Frontiers in Genetics. 2018;9:130.", "ArticleIdList": ["PMC5915480", "29720997"]}, {"Citation": "Hu X, Xiao G, Zheng P, Shang Y, Su Y, Zhang X, Liu X, Zhan S, Leger RJS, Wang C: Trajectory and genomic determinants of fungal-pathogen speciation and host adaptation. Proceedings of the National Academy of Sciences 2014, 111(47):16796-16801.", "ArticleIdList": ["PMC4250126", "25368161"]}, {"Citation": "Sun G, Xu Y, Liu H, Sun T, Zhang J, Hettenhausen C, Shen G, Qi J, Qin Y, Li J. Large-scale gene losses underlie the genome evolution of parasitic plant Cuscuta australis. Nature Communications. 2018;9(1):2683.", "ArticleIdList": ["PMC6041341", "29992948"]}, {"Citation": "Gluck-Thaler E, Cerutti A, Perez-Quintero AL, Butchacas J, Roman-Reyna V, Madhavan VN, Shantharaj D, Merfa MV, Pesce C, Jauneau A. Repeated gain and loss of a single gene modulates the evolution of vascular plant pathogen lifestyles. Science advances. 2020;6(46):eabc4516.", "ArticleIdList": ["PMC7673761", "33188025"]}, {"Citation": "Melnyk RA, Hossain SS, Haney CH. Convergent gain and loss of genomic islands drive lifestyle changes in plant-associated Pseudomonas. The ISME journal. 2019;13(6):1575–1588.", "ArticleIdList": ["PMC6776051", "30787396"]}, {"Citation": "Spanu PD, Abbott JC, Amselem J, Burgis TA, Soanes DM, Stüber K, van Themaat EVL, Brown JK, Butcher SA, Gurr SJ. Genome expansion and gene loss in powdery mildew fungi reveal tradeoffs in extreme parasitism. Science. 2010;330(6010):1543–1546.", "ArticleIdList": ["21148392"]}, {"Citation": "Baxter L, Tripathy S, Ishaque N, Boot N, Cabral A, Kemen E, Thines M, Ah-Fong A, Anderson R, Badejoko W. Signatures of adaptation to obligate biotrophy in the Hyaloperonospora arabidopsidis genome. Science. 2010;330(6010):1549–1551.", "ArticleIdList": ["PMC3971456", "21148394"]}, {"Citation": "Ramzi AB, Me MLC, Ruslan US, Baharum SN, Muhammad NAN. Insight into plant cell wall degradation and pathogenesis of Ganoderma boninense via comparative genome analysis. PeerJ. 2019;7:e8065.", "ArticleIdList": ["PMC6927665", "31879570"]}, {"Citation": "Tang B, Wang Y, Zhu J, Zhao W. Web Resources for Model Organism Studies. Genomics, Proteomics & Bioinformatics. 2015;13(1):64–68.", "ArticleIdList": ["PMC4411489", "25707592"]}, {"Citation": "Kitts PA, Church DM, Thibaud-Nissen F, Choi J, Hem V, Sapojnikov V, Smith RG, Tatusova T, Xiang C, Zherikov A. Assembly: a resource for assembled genomes at NCBI. Nucleic Acids Research. 2016;44(D1):D73-D80.", "ArticleIdList": ["PMC4702866", "26578580"]}, {"Citation": "Holt C, Yandell M. MAKER2: an annotation pipeline and genome-database management tool for second-generation genome projects. BMC Bioinformatics. 2011;12(1):491.", "ArticleIdList": ["PMC3280279", "22192575"]}, {"Citation": "Ter-Hovhannisyan V, Lomsadze A, Chernoff YO, Borodovsky M: Gene prediction in novel fungal genomes using an ab initio algorithm with unsupervised training. Genome Research 2008:gr. 081612.081108.", "ArticleIdList": ["PMC2593577", "18757608"]}, {"Citation": "Korf I. Gene finding in novel genomes. BMC Bioinformatics. 2004;5(1):59.", "ArticleIdList": ["PMC421630", "15144565"]}, {"Citation": "Finn RD, Clements J, Eddy SR. HMMER web server: interactive sequence similarity searching. Nucleic Acids Research. 2011;39(suppl_2):W29-W37.", "ArticleIdList": ["PMC3125773", "21593126"]}, {"Citation": "Emms DM, Kelly S. OrthoFinder: solving fundamental biases in whole genome comparisons dramatically improves orthogroup inference accuracy. Genome Biology. 2015;16(1):157.", "ArticleIdList": ["PMC4531804", "26243257"]}, {"Citation": "Katoh K, Standley DM. MAFFT multiple sequence alignment software version 7: improvements in performance and usability. Molecular Biology and Evolution. 2013;30(4):772–780.", "ArticleIdList": ["PMC3603318", "23329690"]}, {"Citation": "Wan S, Zou Q. HAlign-II: efficient ultra-large multiple sequence alignment and phylogenetic tree reconstruction with distributed and parallel computing. Algorithms for Molecular Biology. 2017;12:25.", "ArticleIdList": ["PMC5622559", "29026435"]}, {"Citation": "Zou Q, Hu Q, Guo M, Wang G. HAlign: Fast multiple similar DNA/RNA sequence alignment based on the centre star strategy. Bioinformatics. 2015;31(15):2475–2481.", "ArticleIdList": ["25812743"]}, {"Citation": "Capella-Gutiérrez S, Silla-Martínez JM, Gabaldón T. trimAl: a tool for automated alignment trimming in large-scale phylogenetic analyses. Bioinformatics. 2009;25(15):1972–1973.", "ArticleIdList": ["PMC2712344", "19505945"]}, {"Citation": "Stamatakis A. RAxML version 8: a tool for phylogenetic analysis and post-analysis of large phylogenies. Bioinformatics. 2014;30(9):1312–1313.", "ArticleIdList": ["PMC3998144", "24451623"]}, {"Citation": "Letunic I, Bork P. Interactive tree of life (iTOL) v3: an online tool for the display and annotation of phylogenetic and other trees. Nucleic Acids Research. 2016;44(W1):W242-W245.", "ArticleIdList": ["PMC4987883", "27095192"]}, {"Citation": "Sanderson MJ. r8s: inferring absolute rates of molecular evolution and divergence times in the absence of a molecular clock. Bioinformatics. 2003;19(2):301–302.", "ArticleIdList": ["12538260"]}, {"Citation": "Chen J-J, Cui B-K, Zhou L-W, Korhonen K, Dai Y-C. Phylogeny, divergence time estimation, and biogeography of the genus Heterobasidion (Basidiomycota, Russulales) Fungal Diversity. 2015;71(1):185–200."}, {"Citation": "Hacquard S, Kracher B, Hiruma K, Münch PC, Garrido-Oter R, Thon MR, Weimann A, Damm U, Dallery J-F, Hainaut M. Survival trade-offs in plant roots during colonization by closely related beneficial and pathogenic fungi. Nature Communications. 2016;7(1):1–13.", "ArticleIdList": ["PMC5056416", "27681013"]}, {"Citation": "De Bie T, Cristianini N, Demuth JP, Hahn MW. CAFE: a computational tool for the study of gene family evolution. Bioinformatics. 2006;22(10):1269–1271.", "ArticleIdList": ["16543274"]}, {"Citation": "Potter SC, Luciani A, Eddy SR, Park Y, Lopez R, Finn RD. HMMER web server: 2018 update. Nucleic Acids Research. 2018;46(W1):W200-W204.", "ArticleIdList": ["PMC6030962", "29905871"]}, {"Citation": "Yin Y, Mao X, Yang J, Chen X, Mao F, Xu Y. dbCAN: a web resource for automated carbohydrate-active enzyme annotation. Nucleic Acids Research. 2012;40(W1):W445-W451.", "ArticleIdList": ["PMC3394287", "22645317"]}, {"Citation": "Huang L, Zhang H, Wu P, Entwistle S, Li X, Yohe T, Yi H, Yang Z, Yin Y. dbCAN-seq: a database of carbohydrate-active enzyme (CAZyme) sequence and annotation. Nucleic Acids Research. 2017;46(D1):D516-D521.", "ArticleIdList": ["PMC5753378", "30053267"]}, {"Citation": "Blin K, Pascal Andreu V, de los Santos ELC, Del Carratore F, Lee SY, Medema MH, Weber T. The antiSMASH database version 2: a comprehensive resource on secondary metabolite biosynthetic gene clusters. Nucleic Acids Research. 2018;47(1):625–630.", "ArticleIdList": ["PMC6324005", "30395294"]}, {"Citation": "Petersen TN, Brunak S, von Heijne G, Nielsen H: SignalP 4.0: discriminating signal peptides from transmembrane regions. Nat Methods 2011, 8:785. doi: 710.1038/nmeth.1701.", "ArticleIdList": ["21959131"]}, {"Citation": "Sperschneider J, Dodds PN, Gardiner DM, Singh KB, Taylor JM. Improved prediction of fungal effector proteins from secretomes with EffectorP 2.0. Mol Plant Pathol. 2018;19(9):2094–2110.", "ArticleIdList": ["PMC6638006", "29569316"]}, {"Citation": "Clarke KR. Non-parametric multivariate analyses of changes in community structure. Australian Journal of Ecology. 1993;18(1):117–143."}, {"Citation": "Chen H, Boutros PC. VennDiagram: a package for the generation of highly-customizable Venn and Euler diagrams in R. BMC Bioinformatics. 2011;12(1):35.", "ArticleIdList": ["PMC3041657", "21269502"]}, {"Citation": "Lemon J: Plotrix: a package in the red light district of R. R-news 2006, 6(4):8–12."}, {"Citation": "Ficklin SP, Sanderson L-A, Cheng C-H, Staton ME, Lee T, Cho I-H, Jung S, Bett KE, Main D: Tripal: a construction toolkit for online genome databases. Database 2011, 2011.", "ArticleIdList": ["PMC3263599", "21959868"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "9", "Day": "14"}, {"Year": "2021", "Month": "11", "Day": "10"}, {"Year": "2022", "Month": "1", "Day": "8", "Hour": "5", "Minute": "29"}, {"Year": "2022", "Month": "1", "Day": "9", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "1", "Day": "12", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "1", "Day": "7"}], "PublicationStatus": "epublish", "ArticleIdList": ["34996360", "PMC8740420", "10.1186/s12864-021-08165-1", "10.1186/s12864-021-08165-1"]}}], "PubmedBookArticle": []}