{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["3FTx", "Evolution", "Kunitz", "Lectin", "Natriuretic", "P-III SVMP", "Selection", "Snake venom"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "34996434", "DateCompleted": {"Year": "2022", "Month": "04", "Day": "14"}, "DateRevised": {"Year": "2022", "Month": "04", "Day": "14"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "01", "Day": "07"}], "Language": ["eng"], "ELocationID": ["4", "10.1186/s12915-021-01208-9"], "Journal": {"ISSN": "1741-7007", "JournalIssue": {"Volume": "20", "Issue": "1", "PubDate": {"Year": "2022", "Month": "Jan", "Day": "07"}}, "Title": "BMC biology", "ISOAbbreviation": "BMC Biol"}, "ArticleTitle": "Dynamic genetic differentiation drives the widespread structural and functional convergent evolution of snake venom proteinaceous toxins.", "Pagination": {"StartPage": "4", "MedlinePgn": "4"}, "Abstract": {"AbstractText": ["The explosive radiation and diversification of the advanced snakes (superfamily Colubroidea) was associated with changes in all aspects of the shared venom system. Morphological changes included the partitioning of the mixed ancestral glands into two discrete glands devoted for production of venom or mucous respectively, as well as changes in the location, size and structural elements of the venom-delivering teeth. Evidence also exists for homology among venom gland toxins expressed across the advanced snakes. However, despite the evolutionary novelty of snake venoms, in-depth toxin molecular evolutionary history reconstructions have been mostly limited to those types present in only two front-fanged snake families, Elapidae and Viperidae. To have a broader understanding of toxins shared among extant snakes, here we first sequenced the transcriptomes of eight taxonomically diverse rear-fanged species and four key viperid species and analysed major toxin types shared across the advanced snakes.", "Transcriptomes were constructed for the following families and species: Colubridae - Helicops leopardinus, Heterodon nasicus, Rhabdophis subminiatus; Homalopsidae - Homalopsis buccata; Lamprophiidae - Malpolon monspessulanus, Psammophis schokari, Psammophis subtaeniatus, Rhamphiophis oxyrhynchus; and Viperidae - Bitis atropos, Pseudocerastes urarachnoides, Tropidolaeumus subannulatus, Vipera transcaucasiana. These sequences were combined with those from available databases of other species in order to facilitate a robust reconstruction of the molecular evolutionary history of the key toxin classes present in the venom of the last common ancestor of the advanced snakes, and thus present across the full diversity of colubroid snake venoms. In addition to differential rates of evolution in toxin classes between the snake lineages, these analyses revealed multiple instances of previously unknown instances of structural and functional convergences. Structural convergences included: the evolution of new cysteines to form heteromeric complexes, such as within kunitz peptides (the beta-bungarotoxin trait evolving on at least two occasions) and within SVMP enzymes (the P-IIId trait evolving on at least three occasions); and the C-terminal tail evolving on two separate occasions within the C-type natriuretic peptides, to create structural and functional analogues of the ANP/BNP tailed condition. Also shown was that the de novo evolution of new post-translationally liberated toxin families within the natriuretic peptide gene propeptide region occurred on at least five occasions, with novel functions ranging from induction of hypotension to post-synaptic neurotoxicity. Functional convergences included the following: multiple occasions of SVMP neofunctionalised in procoagulant venoms into activators of the clotting factors prothrombin and Factor X; multiple instances in procoagulant venoms where kunitz peptides were neofunctionalised into inhibitors of the clot destroying enzyme plasmin, thereby prolonging the half-life of the clots formed by the clotting activating enzymatic toxins; and multiple occasions of kunitz peptides neofunctionalised into neurotoxins acting on presynaptic targets, including twice just within Bungarus venoms.", "We found novel convergences in both structural and functional evolution of snake toxins. These results provide a detailed roadmap for future work to elucidate predator-prey evolutionary arms races, ascertain differential clinical pathologies, as well as documenting rich biodiscovery resources for lead compounds in the drug design and discovery pipeline."], "CopyrightInformation": "© 2021. The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Biology Leiden, Leiden University, 2333BE, Leiden, The Netherlands."}], "LastName": "Xie", "ForeName": "Bing", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Venom Evolution Lab, School of Biological Sciences, University of Queensland, St Lucia, 4072, Australia."}, {"Identifier": [], "Affiliation": "Australian National Insect Collection, Commonwealth Science and Industry Research Organization, ACT, Canberra, 2601, Australia."}], "LastName": "Dashevsky", "ForeName": "Daniel", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biological Science, Florida State University, Tallahassee, FL, 24105, USA."}], "LastName": "Rokyta", "ForeName": "Darin", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medicinal Plants and Drugs Research Institute, Shahid Beheshti University, Tehran, 1983969411, Iran."}, {"Identifier": [], "Affiliation": "Institute of Inorganic and Analytical Chemistry, Justus Liebig University Giessen, 35392, Giessen, Germany."}], "LastName": "Ghezellou", "ForeName": "Parviz", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, Faculty of Science, Yasouj University, Yasouj, 75914, Iran."}], "LastName": "Fathinia", "ForeName": "Behzad", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Shenzhen Key Lab of Marine Genomics, Guangdong Provincial Key Lab of Molecular Breeding in Marine Economic Animals, BGI Academy of Marine Sciences, BGI Marine, BGI, Shenzhen, 518083, China. shiqiong@genomics.cn."}, {"Identifier": [], "Affiliation": "BGI Education Center, University of Chinese Academy of Sciences, Shenzhen, 518083, China. shiqiong@genomics.cn."}], "LastName": "Shi", "ForeName": "Qiong", "Initials": "Q"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Biology Leiden, Leiden University, 2333BE, Leiden, The Netherlands. m.k.richardson@biology.leidenuniv.nl."}], "LastName": "Richardson", "ForeName": "Michael K", "Initials": "MK"}, {"Identifier": ["0000-0001-6661-1283"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Venom Evolution Lab, School of Biological Sciences, University of Queensland, St Lucia, 4072, Australia. bgfry@uq.edu.au."}], "LastName": "Fry", "ForeName": "Bryan G", "Initials": "BG"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "BMC Biol", "NlmUniqueID": "101190720", "ISSNLinking": "1741-7007"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Elapid Venoms"}, {"RegistryNumber": "0", "NameOfSubstance": "Snake Venoms"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": ["genetics"], "DescriptorName": "Elapid Venoms"}, {"QualifierName": ["genetics"], "DescriptorName": "Elapidae"}, {"QualifierName": [], "DescriptorName": "Evolution, Molecular"}, {"QualifierName": ["chemistry", "genetics", "toxicity"], "DescriptorName": "Snake Venoms"}, {"QualifierName": [], "DescriptorName": "Transcriptome"}], "CoiStatement": "The authors declare that they have no competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Fry BG, Vidal N, Norman JA, Vonk FJ, Scheib H, Ramjan SFR, et al. Early evolution of the venom system in lizards and snakes. Nature. 2006;439:584–588.", "ArticleIdList": ["16292255"]}, {"Citation": "Fry BG, Scheib H, van der Weerd L, Young B, McNaughtan J, Ramjan SFR, et al. Evolution of an arsenal: structural and functional diversification of the venom system in the advanced snakes (Caenophidia) Mol Cell Proteomics. 2008;7:215–246.", "ArticleIdList": ["17855442"]}, {"Citation": "Fry BG, Undheim EAB, Ali SA, Jackson TNW, Debono J, Scheib H, et al. Squeezers and leaf-cutters: differential diversification and degeneration of the venom system in toxicoferan reptiles. Mol Cell Proteomics. 2013;12:1881–1899.", "ArticleIdList": ["PMC3708173", "23547263"]}, {"Citation": "Phisalix M, Caius R. L’extension de la fonction venimeuse dans l’ordre entière des ophidiens et son existence chez des familles ou elle n’avait pas été soupçonnée jusqu’içi. J Physiol Pathol Gén. 1918;17:923–964."}, {"Citation": "Jelinek GA, Tweed C, Lynch D, Celenza T, Bush B, Michalopoulos N. Cross reactivity between venomous, mildly venomous, and non-venomous snake venoms with the Commonwealth Serum Laboratories Venom Detection Kit. Emerg Med. 2004;16(5-6):459–464.", "ArticleIdList": ["15537410"]}, {"Citation": "Hsiang AY, Field DJ, Webster TH, Behlke ADB, Davis MB, Racicot RA, et al. The origin of snakes: revealing the ecology, behavior, and evolutionary history of early snakes using genomics, phenomics, and the fossil record. BMC Evol Biol. 2015;15:1–22.", "ArticleIdList": ["PMC4438441", "25989795"]}, {"Citation": "Jackson TNW, Young B, Underwood G, McCarthy CJ, Kochva E, Vidal N, et al. Endless forms most beautiful: the evolution of ophidian oral glands, including the venom system, and the use of appropriate terminology for homologous structures. Zoomorphology. 2017;136:107–130."}, {"Citation": "Fry BG, Sunagar K, Casewell NR, Kochva EL, Roelants K, Scheib H, et al. Venomous reptiles and their toxins: evolution, pathophysiology and biodiscovery. New York: Oxford University Press; 2015. The origin and evolution of the Toxicofera reptile venom system; pp. 1–31."}, {"Citation": "Kochva E. Development of the venom gland and trigeminal muscles in Vipera palaestinae. Cells Tissues Organs. 1963;52:49–89."}, {"Citation": "Kochva E. The phylogenetic significance of the venom apparatus in snakes. Am Zool. 1963:487."}, {"Citation": "Kochva E, Gans C. The venom gland of Vipera palaestinae with comments on the glands of some other viperines. Cells Tissues Organs. 1965;62:365–401."}, {"Citation": "Vonk FJ, Admiraal JF, Jackson K, Reshef R, de Bakker MAG, Vanderschoot K, et al. Evolutionary origin and development of snake fangs. Nature. 2008;454:630–633.", "ArticleIdList": ["18668106"]}, {"Citation": "Taub AM. Comparative histological studies on Duvernoy’s gland of colubrid snakes. Bull AMNH. 1967;138:article 1."}, {"Citation": "Alcock AW, Rogers L. On the toxic properties of the saliva of certain ‘non-poisonous’ Colubrines. Proc R Soc Lond. 1902;70:446–454."}, {"Citation": "Cleuren SGC, Hocking DP, Evans AR. Fang evolution in venomous snakes: adaptation of 3D tooth shape to the biomechanical properties of their prey. Evolution. 2021. 10.1111/evo.14239.", "ArticleIdList": ["33904594"]}, {"Citation": "Fry BG, Lumsden NG, Wüster W, Wickramaratna JC, Hodgson WC, Kini MR. Isolation of a neurotoxin (α-colubritoxin) from a nonvenomous colubrid: evidence for early origin of venom in snakes. J Mol Evol. 2003;57:446–452.", "ArticleIdList": ["14708577"]}, {"Citation": "Fry BG, Wüster W. Assembling an arsenal: origin and evolution of the snake venom proteome inferred from phylogenetic analysis of toxin sequences. Mol Biol Evol. 2004;21:870–883.", "ArticleIdList": ["15014162"]}, {"Citation": "Fry BG, Wüster W, Ryan R, Sheik F, Jackson T, Martelli P, et al. Analysis of Colubroidea snake venoms by liquid chromatography with mass spectrometry: evolutionary and toxinological implications. Rapid Commun Mass Spectrom. 2003;17:2047–2062.", "ArticleIdList": ["12955733"]}, {"Citation": "Sunagar K, Jackson TNW, Undheim EAB, Ali S, Antunes A, Fry BG. Three-fingered RAVERs: rapid accumulation of variations in exposed residues of snake venom toxins. Toxins. 2013;5:2172–2208.", "ArticleIdList": ["PMC3847720", "24253238"]}, {"Citation": "Junqueira-de-Azevedo ILM, Campos PF, Ching ATC, Mackessy SP. Colubrid venom composition: an-omics perspective. Toxins. 2016;8:230.", "ArticleIdList": ["PMC4999846", "27455326"]}, {"Citation": "Dashevsky D, Fry BG. Ancient diversification of three-finger toxins in Micrurus coral snakes. J Mol Evol. 2018;86:58–67.", "ArticleIdList": ["29379986"]}, {"Citation": "Barua A, Mikheyev AS. Toxin expression in snake venom evolves rapidly with constant shifts in evolutionary rates. Proc R Soc B. 2020;287:20200613.", "ArticleIdList": ["PMC7282918", "32345154"]}, {"Citation": "Dashevsky D, Rokyta D, Frank N, Nouwens A, Fry BG. Electric blue: molecular evolution of three-finger toxins in the long-glanded coral snake species Calliophis bivirgatus. Toxins. 2021;13:124.", "ArticleIdList": ["PMC7915963", "33567660"]}, {"Citation": "Moura-da-Silva AM, Theakston RDG, Cramptonl JM. Evolution of disintegrin cysteine-rich and mammalian matrix-degrading metalloproteinases: gene duplication and divergence of a common ancestor rather than convergent evolution. J Mol Evol. 1996;43:263–269.", "ArticleIdList": ["8703092"]}, {"Citation": "Slowinski JB, Knight A, Rooney AP. Inferring species trees from gene trees: a phylogenetic analysis of the Elapidae (Serpentes) based on the amino acid sequences of venom proteins. Mol Phylogenet Evol. 1997;8:349–362.", "ArticleIdList": ["9417893"]}, {"Citation": "Afifiyan F, Armugam A, Tan CH, Gopalakrishnakone P, Jeyaseelan K. Postsynaptic α-neurotoxin gene of the spitting cobra, Naja naja sputatrix: structure, organization, and phylogenetic analysis. Genome Res. 1999;9:259–266.", "ArticleIdList": ["PMC310718", "10077532"]}, {"Citation": "Kordiš D, Gubenšek F. Adaptive evolution of animal toxin multigene families. Gene. 2000;261:43–52.", "ArticleIdList": ["11164036"]}, {"Citation": "Nakashima K, Ogawa T, Oda N, Hattori M, Sakaki Y, Kihara H, et al. Accelerated evolution of Trimeresurus flavoviridis venom gland phospholipase A2 isozymes. Proc Natl Acad Sci. 1993;90:5964–5968.", "ArticleIdList": ["PMC46847", "8327468"]}, {"Citation": "Kini RM, Chan YM. Accelerated evolution and molecular surface of venom phospholipase A 2 enzymes. J Mol Evol. 1999;48:125–132.", "ArticleIdList": ["9929380"]}, {"Citation": "Daltry JC, Wüster W, Thorpe RS. Diet and snake venom evolution. Nature. 1996;379:537–540.", "ArticleIdList": ["8596631"]}, {"Citation": "Poran NS, Coss RG, Benjamini ELI. Resistance of California ground squirrels (Spermophilus beecheyi) to the venom of the northern Pacific rattlesnake (Crotalus viridis oreganus): a study of adaptive variation. Toxicon. 1987;25:767–777.", "ArticleIdList": ["3672545"]}, {"Citation": "Heatwole H, Poran NS. Resistances of sympatric and allopatric eels to sea snake venoms. Copeia. 1995;36:136–147."}, {"Citation": "Saviola AJ, Peichoto ME, Mackessy SP. Rear-fanged snake venoms: an untapped source of novel compounds and potential drug leads. Toxin Rev. 2014;33:185–201."}, {"Citation": "Jackson TNW, Jouanne H, Vidal N. Snake venom in context: neglected clades and concepts. Frontiers Ecol Evol. 2019;7:332."}, {"Citation": "Pond SLK, Muse S. HyPhy: hypothesis testing using phylogenies. In: Statistical methods in molecular evolution: Springer; 2005. p. 125–81. 10.1093/bioinformatics/bti079."}, {"Citation": "Murrell B, Wertheim JO, Moola S, Weighill T, Scheffler K, Pond SLK. Detecting individual sites subject to episodic diversifying selection. PLoS Genet. 2012;8:e1002764.", "ArticleIdList": ["PMC3395634", "22807683"]}, {"Citation": "Murrell B, Moola S, Mabona A, Weighill T, Sheward D, Kosakovsky Pond SL, et al. FUBAR: a fast, unconstrained bayesian approximation for inferring selection. Mol Biol Evol. 2013;30:1196–1205.", "ArticleIdList": ["PMC3670733", "23420840"]}, {"Citation": "Fry BG, Wüster W, Kini MR, Brusic V, Khan A, Venkataraman D, et al. Molecular evolution and phylogeny of elapid snake venom three-finger toxins. J Mol Evol. 2003;57:110–129.", "ArticleIdList": ["12962311"]}, {"Citation": "Utkin Y, Sunagar K, Jackson TNW, Reeks T, Fry BG. Three-finger toxins (3FTxs) In: Fry BG, editor. Venomous reptiles and their toxins: evolution, pathophysiology and biodiscovery. New York: Oxford University Press; 2015."}, {"Citation": "Rochelle MJ, Kardong KV. Constriction vs envenomation is prey capture by brown tree snakes (Boiga irregularis). Am Zool. 1991:A112."}, {"Citation": "Rochelle MJ, Kardong K. Constriction versus envenomation in prey capture by the brown tree snake, Boiga irregularis (Squamata: Colubridae). Herpetologica. 1993:301–4."}, {"Citation": "Pawlak J, Mackessy SP, Fry BG, Bhatia M, Mourier G, Fruchart-Gaillard C, et al. Denmotoxin, a three-finger toxin from the colubrid snake Boiga dendrophila (Mangrove Catsnake) with bird-specific activity. J Biol Chem. 2006;281:29030–29041.", "ArticleIdList": ["16864572"]}, {"Citation": "Pawlak J, Mackessy SP, Sixberry NM, Stura EA, le Du MH, Ménez R, et al. Irditoxin, a novel covalently linked heterodimeric three-finger toxin with high taxon-specific neurotoxicity. FASEB J. 2009;23:534–545.", "ArticleIdList": ["18952712"]}, {"Citation": "Heyborne WH, Mackessy SP. Identification and characterization of a taxon-specific three-finger toxin from the venom of the Green Vinesnake (Oxybelis fulgidus; family Colubridae) Biochimie. 2013;95:1923–1932.", "ArticleIdList": ["23851011"]}, {"Citation": "Modahl CM, Mrinalini FS, Mackessy SP. Adaptive evolution of distinct prey-specific toxin genes in rear-fanged snake venom. Proc R Soc B. 2018;285:20181003.", "ArticleIdList": ["PMC6111164", "30068680"]}, {"Citation": "Nirthanan S, Gopalakrishnakone P, Gwee MCE, Khoo HE, Kini RM. Non-conventional toxins from Elapid venoms. Toxicon. 2003;41:397–407.", "ArticleIdList": ["12657309"]}, {"Citation": "Pawlak J, Kini RM. Unique gene organization of colubrid three-finger toxins: complete cDNA and gene sequences of denmotoxin, a bird-specific toxin from colubrid snake Boiga dendrophila (Mangrove Catsnake) Biochimie. 2008;90:868–877.", "ArticleIdList": ["18343233"]}, {"Citation": "Fry BG, Jackson TNW, Takacs Z, Reeks T, Sunagar K. C-type natriuretic peptides. In: Fry BG, editor. Venomous reptiles and their toxins: evolution, pathophysiology and biodiscovery. New York: Oxford University Press; 2015. pp. 318–326."}, {"Citation": "Ching ATC, Rocha MMT, Leme AFP, Pimenta DC, de Fátima DF, Serrano SMT, et al. Some aspects of the venom proteome of the Colubridae snake Philodryas olfersii revealed from a Duvernoy’s (venom) gland transcriptome. FEBS Lett. 2006;580:4417–4422.", "ArticleIdList": ["16857193"]}, {"Citation": "Almeida DD, Viala VL, Nachtigall PG, Broe M, Gibbs HL, de Toledo Serrano SM, et al. Tracking the recruitment and evolution of snake toxins using the evolutionary context provided by the Bothrops jararaca genome. Proc Natl Acad Sci. 2021;118:e2015159118.", "ArticleIdList": ["PMC8157943", "33972420"]}, {"Citation": "Michel GH, Murayama N, Sada T, Nozaki M, Saguchi K, Ohi H, et al. Two N-terminally truncated forms of C-type natriuretic peptide from habu snake venom. Peptides. 2000;21:609–615.", "ArticleIdList": ["10876042"]}, {"Citation": "Fry BG. From genome to “venome”: molecular origin and evolution of the snake venom proteome inferred from phylogenetic analysis of toxin sequences and related body proteins. Genome Res. 2005;15:403–420.", "ArticleIdList": ["PMC551567", "15741511"]}, {"Citation": "Johns DG, Ao Z, Heidrich BJ, Hunsberger GE, Graham T, Payne L, et al. Dendroaspis natriuretic peptide binds to the natriuretic peptide clearance receptor. Biochem Biophys Res Commun. 2007;358:145–149.", "ArticleIdList": ["17475216"]}, {"Citation": "Latinović Z, Leonardi A, Šribar J, Sajevic T, Žužek MC, Frangež R, et al. Venomics of Vipera berus berus to explain differences in pathology elicited by Vipera ammodytes ammodytes envenomation: Therapeutic implications. J Proteomics. 2016;146:34–47.", "ArticleIdList": ["27327134"]}, {"Citation": "Leonardi A, Sajevic T, Pungerčar J, Križaj I. Comprehensive study of the proteome and transcriptome of the venom of the most venomous European viper: discovery of a new subclass of ancestral snake venom metalloproteinase precursor-derived proteins. J Proteome Res. 2019;18:2287–2309.", "ArticleIdList": ["PMC6727599", "31017792"]}, {"Citation": "Barbouche R, Marrakchi N, Mansuelle P, Krifi M, Fenouillet E, Rochat H, et al. Novel anti-platelet aggregation polypeptides from Vipera lebetina venom: isolation and characterization. FEBS Lett. 1996;392:6–10.", "ArticleIdList": ["8769304"]}, {"Citation": "Amininasab M, Elmi MM, Endlich N, Endlich K, Parekh N, Naderi-Manesh H, et al. Functional and structural characterization of a novel member of the natriuretic family of peptides from the venom of Pseudocerastes persicus. FEBS Lett. 2004;557:104–108.", "ArticleIdList": ["14741349"]}, {"Citation": "Alencar LRV, Quental TB, Grazziotin FG, Alfaro ML, Martins M, Venzon M, et al. Diversification in vipers: phylogenetic relationships, time of divergence and shifts in speciation rates. Mol Phylogenet Evol. 2016;105:50–62.", "ArticleIdList": ["27480810"]}, {"Citation": "Evangelista JSAM, Martins AMC, Nascimento NRF, Sousa CM, Alves RS, Toyama DO, et al. Renal and vascular effects of the natriuretic peptide isolated from Crotalus durissus cascavella venom. Toxicon. 2008;52:737–744.", "ArticleIdList": ["18835291"]}, {"Citation": "Conceição K, Konno K, de Melo RL, Antoniazzi MM, Jared C, Sciani JM, et al. Isolation and characterization of a novel bradykinin potentiating peptide (BPP) from the skin secretion of Phyllomedusa hypochondrialis. Peptides. 2007;28:515–523.", "ArticleIdList": ["17098329"]}, {"Citation": "da Silva SL, Dias-Junior CA, Baldasso PA, Damico DCS, Carvalho BMA, Garanto A, et al. Vascular effects and electrolyte homeostasis of the natriuretic peptide isolated from Crotalus oreganus abyssus (North American Grand Canyon rattlesnake) venom. Peptides. 2012;36:206–212.", "ArticleIdList": ["22617223"]}, {"Citation": "Fry BG, Sunagar K, Jackson TNW, Reeks T, Kwok HF. B-type natriuretic peptides. In: Fry BG, editor. Venomous reptiles and their toxins: evolution, pathophysiology and biodiscovery. New York: Oxford University Press; 2015. pp. 312–317."}, {"Citation": "Ondetti MA, Williams NJ, Sabo E, Pluscec J, Weaver ER, Kocy O. Angiotensin-converting enzyme inhibitors from the venom of Bothrops jararaca. Isolation, elucidation of structure, and synthesis. Biochemistry. 1971;10:4033–4039.", "ArticleIdList": ["4334402"]}, {"Citation": "Utkin YN, Weise C, Kasheverov IE, Andreeva TV, Kryukova EV, Zhmak MN, et al. Azemiopsin from Azemiops feae viper venom, a novel polypeptide ligand of nicotinic acetylcholine receptor. J Biol Chem. 2012;287:27079–27086.", "ArticleIdList": ["PMC3411050", "22613724"]}, {"Citation": "Brust A, Sunagar K, Undheim EAB, Vetter I, Yang DC, Casewell NR, et al. Differential evolution and neofunctionalization of snake venom metalloprotease domains. Mol Cell Proteomics. 2013;12:651–663.", "ArticleIdList": ["PMC3591658", "23242553"]}, {"Citation": "Schmidt JJ, Weinstein SA, Smith LA. Molecular properties and structure-function relationships of lethal peptides from venom of Wagler’s pit viper Trimeresurus wagleri. Toxicon. 1992;30:1027–1036.", "ArticleIdList": ["1440639"]}, {"Citation": "Lin WW, Smith LA, Lee CY. A study on the cause of death due to waglerin-I, a toxin from Trimeresurus wagleri. Toxicon. 1995;33:111–114.", "ArticleIdList": ["7778124"]}, {"Citation": "McArdle JJ, Lentz TL, Witzemann V, Schwarz H, Weinstein SA, Schmidt JJ. Waglerin-1 selectively blocks the epsilon form of the muscle nicotinic acetylcholine receptor. J Pharmacol Exp Ther. 1999;289:543–550.", "ArticleIdList": ["10087048"]}, {"Citation": "Quinton L, Gilles N, Smargiasso N, Kiehne A, de Pauw E. An unusual family of glycosylated peptides isolated from Dendroaspis angusticeps venom and characterized by combination of collision induced and electron transfer dissociation. J Am Soc Mass Spectrom. 2011;22. 10.1007/s13361-011-0210-0.", "ArticleIdList": ["21952754"]}, {"Citation": "Fry BG, Winter K, Norman JA, Roelants K, Nabuurs RJA, van Osch MJP, et al. Functional and structural diversification of the Anguimorpha lizard venom system. Mol Cell Proteomics. 2010;9:2369–2390.", "ArticleIdList": ["PMC2984233", "20631207"]}, {"Citation": "Roelants K, Fry BG, Ye L, Stijlemans B, Brys L, Kok P, et al. Origin and functional diversification of an amphibian defense peptide arsenal. PLoS Genet. 2013;9:e1003662.", "ArticleIdList": ["PMC3731216", "23935531"]}, {"Citation": "Pla D, Sanz L, Whiteley G, Wagstaff SC, Harrison RA, Casewell NR, et al. What killed Karl Patterson Schmidt? Combined venom gland transcriptomic, venomic and antivenomic analysis of the South African green tree snake (the boomslang), Dispholidus typus. Biochim Biophys Acta Gen Subj. 2017;1861:814–823.", "ArticleIdList": ["PMC5335903", "28130154"]}, {"Citation": "Modahl CM, Frietze S, Mackessy SP. Transcriptome-facilitated proteomic characterization of rear-fanged snake venoms reveal abundant metalloproteinases with enhanced activity. J Proteomics. 2018;187:223–234.", "ArticleIdList": ["30092380"]}, {"Citation": "Mochca-Morales J, Martin BM, Possani LD. Isolation and characterization of helothermine, a novel toxin from Heloderma horridum horridum (Mexican beaded lizard) venom. Toxicon. 1990;28:299–309.", "ArticleIdList": ["1693019"]}, {"Citation": "Nobile M, Magnelli V, Lagostena L, Mochca-Morales J, Possani LD, Prestipino G. The toxin helothermine affects potassium currents in newborn rat cerebellar granule cells. J Membr Biol. 1994;139:49–55.", "ArticleIdList": ["8071987"]}, {"Citation": "Morrissette J, Krätzschmar J, Haendler B, El-Hayek R, Mochca-Morales J, Martin BM, et al. Primary structure and properties of helothermine, a peptide toxin that blocks ryanodine receptors. Biophys J. 1995;68:2280–2288.", "ArticleIdList": ["PMC1282138", "7647234"]}, {"Citation": "Nobile M, Noceti F, Prestipino G, Possani LD. Helothermine, a lizard venom toxin, inhibits calcium current in cerebellar granules. Exp Brain Res. 1996;110:15–20.", "ArticleIdList": ["8817251"]}, {"Citation": "Brown RL, Haley TL, West KA, Crabb JW. Pseudechetoxin: a peptide blocker of cyclic nucleotide-gated ion channels. Proc Natl Acad Sci. 1999;96:754–759.", "ArticleIdList": ["PMC15209", "9892706"]}, {"Citation": "Yamazaki Y, Brown RL, Morita T. Purification and cloning of toxins from elapid venoms that target cyclic nucleotide-gated ion channels. Biochemistry. 2002;41:11331–11337.", "ArticleIdList": ["12234174"]}, {"Citation": "Yamazaki Y, Koike H, Sugiyama Y, Motoyoshi K, Wada T, Hishinuma S, et al. Cloning and characterization of novel snake venom proteins that block smooth muscle contraction. Eur J Biochem. 2002;269:2708–2715.", "ArticleIdList": ["12047379"]}, {"Citation": "Wang J, Shen B, Guo M, Lou X, Duan Y, Cheng XP, et al. Blocking effect and crystal structure of natrin toxin, a cysteine-rich secretory protein from Naja atra venom that targets the BKCa channel. Biochemistry. 2005;44:10145–10152.", "ArticleIdList": ["16042391"]}, {"Citation": "Wang F, Li H, Liu M, Song H, Han H, Wang Q, et al. Structural and functional analysis of natrin, a venom protein that targets various ion channels. Biochem Biophys Res Commun. 2006;351:443–448.", "ArticleIdList": ["17070778"]}, {"Citation": "Estrella A, Sánchez EE, Galán JA, Tao WA, Guerrero B, Navarrete LF, et al. Characterization of toxins from the broad-banded water snake Helicops angulatus (Linnaeus, 1758): isolation of a cysteine-rich secretory protein Helicopsin. Arch Toxicol. 2011;85:305–313.", "ArticleIdList": ["20931174"]}, {"Citation": "Vaiyapuri S, Sunagar K, Gibbins JM, Jackson TNW, Reeks T, Fry BG. Venomous reptiles and their toxins: evolution, pathophysiology and biodiscovery. New York: Oxford University Press; 2015. Kallikrein enzymes; pp. 267–280."}, {"Citation": "Zhang Y, Lee W, Xiong Y, Wang W, Zu S. Characterization of OhS1, an arginine/lysine amidase from the venom of king cobra (Ophiophagus hannah) Toxicon. 1994;32:615–623.", "ArticleIdList": ["8079373"]}, {"Citation": "Bittenbinder MA, Dobson JS, Zdenek CN, Op den Brouw B, Naude A, Vonk FJ, et al. Differential destructive (non-clotting) fibrinogenolytic activity in Afro-Asian elapid snake venoms and the links to defensive hooding behavior. Toxicol in Vitro. 2019;60. 10.1016/j.tiv.2019.05.026.", "ArticleIdList": ["31170449"]}, {"Citation": "Koludarov I, Sunagar K, Undheim EAB, Jackson TNW, Ruder T, Whitehead D, et al. Structural and molecular diversification of the Anguimorpha lizard mandibular venom gland system in the arboreal species Abronia graminea. J Mol Evol. 2012;75:168–183.", "ArticleIdList": ["23160567"]}, {"Citation": "Dobson JS, Zdenek CN, Hay C, Violette A, Fourmy R, Cochran C, et al. Varanid lizard venoms disrupt the clotting ability of human fibrinogen through destructive cleavage. Toxins. 2019;11:255.", "ArticleIdList": ["PMC6563220", "31067768"]}, {"Citation": "Eng WS, Fry BG, Sunagar K, Takacs Z, Jackson TNW, Guddat LW. Venomous reptiles and their toxins: evolution, pathophysiology and biodiscovery. New York: Oxford University Press; 2015. Kunitz peptides; pp. 281–290."}, {"Citation": "Harvey A, Karlsson E. Dendrotoxin from the venom of the green mamba, Dendroaspis angusticeps. Naunyn-Schmiedeberg’s. Arch Pharmacol. 1980;312:1–6.", "ArticleIdList": ["7393344"]}, {"Citation": "Bohlen CJ, Chesler AT, Sharif-Naeini R, Medzihradszky KF, Zhou S, King D, et al. A heteromeric Texas coral snake toxin targets acid-sensing ion channels to produce pain. Nature. 2011;479:410–414.", "ArticleIdList": ["PMC3226747", "22094702"]}, {"Citation": "Baconguis I, Bohlen CJ, Goehring A, Julius D, Gouaux E. X-ray structure of acid-sensing ion channel 1–snake toxin complex reveals open state of a Na+-selective channel. Cell. 2014;156:717–729.", "ArticleIdList": ["PMC4190031", "24507937"]}, {"Citation": "Possani LD, Martin BM, Yatani A, Mochca-Morales J, Zamudio FZ, Gurrola GB, et al. Isolation and physiological characterization of taicatoxin, a complex toxin with specific effects on calcium channels. Toxicon. 1992;30:1343–1364.", "ArticleIdList": ["1485334"]}, {"Citation": "Loria GD, Rucavado A, Kamiguti AS, RDG T, Fox JW, Alape A, et al. Characterization of ‘basparin A,’a prothrombin-activating metalloproteinase, from the venom of the snake Bothrops asper that inhibits platelet aggregation and induces defibrination and thrombosis. Arch Biochem Biophys. 2003;418:13–24.", "ArticleIdList": ["13679078"]}, {"Citation": "Martin CJ. On some effects upon the blood produced by the injection of the venom of the Australian black snake (Pseudechis porphyriacus) J Physiol. 1893;15:380–400.", "ArticleIdList": ["PMC1514490", "16992101"]}, {"Citation": "Flight S, Johnson L, Trabi M, Gaffney P, Lavin M, de Jersey J, et al. Comparison of textilinin-1 with aprotinin as serine protease inhibitors and as antifibrinolytic agents. Pathophysiol Haemost Thromb. 2005;34:188–193.", "ArticleIdList": ["16707925"]}, {"Citation": "Flight SM, Johnson LA, Du QS, Warner RL, Trabi M, Gaffney PJ, et al. Textilinin-1, an alternative anti-bleeding agent to aprotinin: importance of plasmin inhibition in controlling blood loss. Br J Haematol. 2009;145:207–211.", "ArticleIdList": ["19236611"]}, {"Citation": "Walker JR, Nagar B, Young NM, Hirama T, Rini JM. X-ray crystal structure of a galactose-specific C-type lectin possessing a novel decameric quaternary structure. Biochemistry. 2004;43:3783–3792.", "ArticleIdList": ["15049685"]}, {"Citation": "Arlinghaus FT, Fry BG, Kartik S, Jackson TNW, Eble JA, Timothy R, et al. Venomous reptiles and their toxins: evolution, pathophysiology and biodiscovery. New York: Oxford University Press; 2015. Lectin proteins; pp. 299–311."}, {"Citation": "Guimarães-Gomes V, Oliveira-Carvalho AL, de LM, Junqueira-de-Azevedo I, DLS D, Pujol-Luz M, Castro HC, et al. Cloning, characterization, and structural analysis of a C-type lectin from Bothrops insularis (BiL) venom. Arch Biochem Biophys. 2004;432:1–11.", "ArticleIdList": ["15519291"]}, {"Citation": "Panunto PC, da Silva MA, Linardi A, Buzin MP, Melo SE, Mello SM, et al. Biological activities of a lectin from Bothrops jararacussu snake venom. Toxicon. 2006;47:21–31.", "ArticleIdList": ["16309723"]}, {"Citation": "Lin L-P, Lin Q, Wang Y-Q. Cloning, expression and characterization of two C-type lectins from the venom gland of Bungarus multicinctus. Toxicon. 2007;50:411–419.", "ArticleIdList": ["17561224"]}, {"Citation": "Sunagar K, Undheim EAB, Scheib H, Gren ECK, Cochran C, Person CE, et al. Intraspecific venom variation in the medically significant Southern Pacific Rattlesnake (Crotalus oreganus helleri): biodiscovery, clinical and evolutionary implications. J Proteomics. 2014;99:68–83.", "ArticleIdList": ["24463169"]}, {"Citation": "Kamiguti AS, Theakston RDG, Sherman N, Fox JW. Mass spectrophotometric evidence for P-III/P-IV metalloproteinases in the venom of the Boomslang (Dispholidus typus) Toxicon. 2000;38:1613–1620.", "ArticleIdList": ["10775761"]}, {"Citation": "Peichoto ME, Teibler P, Mackessy SP, Leiva L, Acosta O, Gonçalves LRC, et al. Purification and characterization of patagonfibrase, a metalloproteinase showing α-fibrinogenolytic and hemorrhagic activities, from Philodryas patagoniensis snake venom. Biochim Biophys Acta Gen Subj. 2007;1770:810–819.", "ArticleIdList": ["17306461"]}, {"Citation": "Casewell NR, Sunagar K, Takacs Z, Calvete JJ, Jackson TNW, Fry BG. Venomous, reptiles and their toxins. Evolution, Pathophysiology and Biodiscovery. New York: Oxford University Press; 2015. Snake venom metalloprotease enzymes; pp. 347–363."}, {"Citation": "Debono J, Xie B, Violette A, Fourmy R, Jaeger M, Fry BG. Viper venom botox: the molecular origin and evolution of the waglerin peptides used in anti-wrinkle skin cream. J Mol Evol. 2017;84:8–11.", "ArticleIdList": ["27864608"]}, {"Citation": "Debono J, Dashevsky D, Nouwens A, Fry BG. The sweet side of venom: Glycosylated prothrombin activating metalloproteases from Dispholidus typus (boomslang) and Thelotornis mossambicanus (twig snake) Comp Biochem Physiol Part C Toxicol Pharmacol. 2020;227:108625.", "ArticleIdList": ["31634575"]}, {"Citation": "Campos PF, Andrade-Silva D, Zelanis A, Paes Leme AF, Rocha MMT, Menezes MC, et al. Trends in the evolution of snake toxins underscored by an integrative omics approach to profile the venom of the colubrid Phalotris mertensi. Genome Biol Evol. 2016;8:2266–2287.", "ArticleIdList": ["PMC5010889", "27412610"]}, {"Citation": "Casewell NR, Harrison RA, Wüster W, Wagstaff SC. Comparative venom gland transcriptome surveys of the saw-scaled vipers (Viperidae: Echis) reveal substantial intra-family gene diversity and novel venom transcripts. BMC Genomics. 2009;10:1–12.", "ArticleIdList": ["PMC2790475", "19948012"]}, {"Citation": "Chowdhury A, Zdenek CN, Dobson JS, Bourke LA, Soria R, Fry BG. Clinical implications of differential procoagulant toxicity of the Palearctic viperid genus Macrovipera, and the relative neutralization efficacy of antivenoms and enzyme inhibitors. Toxicol Lett. 2021;340:77–88.", "ArticleIdList": ["33412251"]}, {"Citation": "Chowdhury A, Zdenek CN, Lewin MR, Carter R, Jagar T, Ostanek E, et al. Venom-induced blood disturbances by palearctic viperid snakes, and their relative neutralization by antivenoms and enzyme-inhibitors. Front Immunol. 2021;12. 10.3389/fimmu.2021.688802.", "ArticleIdList": ["PMC8222980", "34177943"]}, {"Citation": "Sousa LF, Bernardoni JL, Zdenek CN, Dobson J, Coimbra F, Gillett A, et al. Differential coagulotoxicity of metalloprotease isoforms from Bothrops neuwiedi snake venom and consequent variations in antivenom efficacy. Toxicol Lett. 2020;333:211–221.", "ArticleIdList": ["32841740"]}, {"Citation": "Sousa LF, Zdenek CN, Dobson JS, den Brouw B, Coimbra FCP, Gillett A, et al. Coagulotoxicity of Bothrops (lancehead pit-vipers) venoms from Brazil: differential biochemistry and antivenom efficacy resulting from prey-driven venom variation. Toxins. 2018;10:411.", "ArticleIdList": ["PMC6215258", "30314373"]}, {"Citation": "Yamada D, Sekiya F, Morita T. Prothrombin and factor X activator activities in the venoms of Viperidae snakes. Toxicon. 1997;35:1581–1589.", "ArticleIdList": ["9428105"]}, {"Citation": "Debono J, Bos MHA, Coimbra F, Ge L, Frank N, Kwok HF, et al. Basal but divergent: clinical implications of differential coagulotoxicity in a clade of Asian vipers. Toxicol in Vitro. 2019;58:195–206.", "ArticleIdList": ["30930232"]}, {"Citation": "Seneci L, Zdenek CN, Chowdhury A, Rodrigues CFB, Neri-Castro E, Bénard-Valle M, et al. A clot twist: extreme variation in coagulotoxicity mechanisms in Mexican neotropical rattlesnake venoms. Front Immunol. 2021;12:552.", "ArticleIdList": ["PMC8011430", "33815366"]}, {"Citation": "Debono J, Dobson J, Casewell NR, Romilio A, Li B, Kurniawan N, et al. Coagulating colubrids: Evolutionary, pathophysiological and biodiscovery implications of venom variations between boomslang (Dispholidus typus) and twig snake (Thelotornis mossambicanus) Toxins. 2017;9:171.", "ArticleIdList": ["PMC5450719", "28534833"]}, {"Citation": "Gao R, Kini RM, Gopalakrishnakone P. A novel prothrombin activator from the venom of Micropechis ikaheka: isolation and characterization. Arch Biochem Biophys. 2002;408:87–92.", "ArticleIdList": ["12485606"]}, {"Citation": "Oulion B, Dobson JS, Zdenek CN, Arbuckle K, Lister C, Coimbra FCP, et al. Factor X activating Atractaspis snake venoms and the relative coagulotoxicity neutralising efficacy of African antivenoms. Toxicol Lett. 2018;288:119–128.", "ArticleIdList": ["29462691"]}, {"Citation": "Iddon D, Theakston RDG. Biological properties of the venom of the red-necked keel-back snake (Rhabdophis subminiatus) Ann Trop Med Parasitol. 1986;80:339–344.", "ArticleIdList": ["3800472"]}, {"Citation": "Komori Y, Hifumi T, Yamamoto A, Sakai A, Ato M, Sawabe K, et al. Comparative study of biological activities of venom from colubrid snakes Rhabdophis tigrinus (Yamakagashi) and Rhabdophis lateralis. Toxins. 2017;9:373.", "ArticleIdList": ["PMC5705988", "29149042"]}, {"Citation": "Casewell NR, Wagstaff SC, Harrison RA, Renjifo C, Wüster W. Domain loss facilitates accelerated evolution and neofunctionalization of duplicate snake venom metalloproteinase toxin genes. Mol Biol Evol. 2011;28:2637–2649.", "ArticleIdList": ["21478373"]}, {"Citation": "Koludarov I, Jackson TNW, Dobson J, Dashevsky D, Arbuckle K, Clemente CJ, et al. Enter the dragon: the dynamic and multifunctional evolution of Anguimorpha lizard venoms. Toxins. 2017;9:242.", "ArticleIdList": ["PMC5577576", "28783084"]}, {"Citation": "Barua A, Koludarov I, Mikheyev AS. The parallel origins of vertebrate venoms. bioRxiv. 2021."}, {"Citation": "Margres MJ, Bigelow AT, Lemmon EM, Lemmon AR, Rokyta DR. Selection to increase expression, not sequence diversity, precedes gene family origin and expansion in rattlesnake venom. Genetics. 2017;206:1569–1580.", "ArticleIdList": ["PMC5500151", "28476866"]}, {"Citation": "Jackson TN, Koludarov I. How the toxin got its toxicity. Front Pharmacol. 2020;11:1893.", "ArticleIdList": ["PMC7767849", "33381030"]}, {"Citation": "Dennett DC, Dennett DC. Darwin’s dangerous idea: evolution and the meanings of life. New York: Simon and Schuster; 1996."}, {"Citation": "Wang Z, Gerstein M, Snyder M. RNA-Seq: a revolutionary tool for transcriptomics. Nat Rev Genet. 2009;10:57–63.", "ArticleIdList": ["PMC2949280", "19015660"]}, {"Citation": "Chen S, Zhou Y, Chen Y, Gu J. fastp: an ultra-fast all-in-one FASTQ preprocessor. Bioinformatics. 2018;34:i884–i890.", "ArticleIdList": ["PMC6129281", "30423086"]}, {"Citation": "Marçais G, Kingsford C. A fast, lock-free approach for efficient parallel counting of occurrences of k-mers. Bioinformatics. 2011;27:764–770.", "ArticleIdList": ["PMC3051319", "21217122"]}, {"Citation": "Zhang J, Kobert K, Flouri T, Stamatakis A. PEAR: a fast and accurate Illumina Paired-End reAd mergeR. Bioinformatics. 2014;30:614–620.", "ArticleIdList": ["PMC3933873", "24142950"]}, {"Citation": "Xie Y, Wu G, Tang J, Luo R, Patterson J, Liu S, et al. SOAPdenovo-Trans: de novo transcriptome assembly with short RNA-Seq reads. Bioinformatics. 2014;30:1660–1666.", "ArticleIdList": ["24532719"]}, {"Citation": "Haas BJ, Papanicolaou A, Yassour M, Grabherr M, Blood PD, Bowden J, et al. De novo transcript sequence reconstruction from RNA-seq using the Trinity platform for reference generation and analysis. Nat Protocols. 2013;8:1494–1512.", "ArticleIdList": ["PMC3875132", "23845962"]}, {"Citation": "Liu J, Li G, Chang Z, Yu T, Liu B, McMullen R, et al. BinPacker: packing-based de novo transcriptome assembly from RNA-seq data. PLoS Comput Biol. 2016;12:e1004772.", "ArticleIdList": ["PMC4760927", "26894997"]}, {"Citation": "Rokyta DR, Lemmon AR, Margres MJ, Aronow K. The venom-gland transcriptome of the eastern diamondback rattlesnake (Crotalus adamanteus) BMC Genomics. 2012;13:312.", "ArticleIdList": ["PMC3472243", "23025625"]}, {"Citation": "Archer J, Whiteley G, Casewell NR, Harrison RA, Wagstaff SC. VTBuilder: a tool for the assembly of multi isoform transcriptomes. BMC Bioinformatics. 2014;15:1–11.", "ArticleIdList": ["PMC4260244", "25465054"]}, {"Citation": "Fu L, Niu B, Zhu Z, Wu S, Li W. CD-HIT: accelerated for clustering the next-generation sequencing data. Bioinformatics. 2012;28:3150–3152.", "ArticleIdList": ["PMC3516142", "23060610"]}, {"Citation": "Simão FA, Waterhouse RM, Ioannidis P, Kriventseva E, v, Zdobnov EM. BUSCO: assessing genome assembly and annotation completeness with single-copy orthologs. Bioinformatics. 2015;31:3210–3212.", "ArticleIdList": ["26059717"]}, {"Citation": "Waterhouse RM, Seppey M, Simão FA, Manni M, Ioannidis P, Klioutchnikov G, et al. BUSCO applications from quality assessments to gene prediction and phylogenomics. Mol Biol Evol. 2018;35:543–548.", "ArticleIdList": ["PMC5850278", "29220515"]}, {"Citation": "Zdobnov EM, Tegenfeldt F, Kuznetsov D, Waterhouse RM, Simao FA, Ioannidis P, et al. OrthoDB v9. 1: cataloging evolutionary and functional annotations for animal, fungal, plant, archaeal, bacterial and viral orthologs. Nucleic Acids Res. 2017;45:D744–D749.", "ArticleIdList": ["PMC5210582", "27899580"]}, {"Citation": "Gertz EM, Yu Y-K, Agarwala R, Schäffer AA, Altschul SF. Composition-based statistics and translated nucleotide searches: improving the TBLASTN module of BLAST. BMC Biol. 2006;4:1–14.", "ArticleIdList": ["PMC1779365", "17156431"]}, {"Citation": "Mistry J, Finn RD, Eddy SR, Bateman A, Punta M. Challenges in homology search: HMMER3 and convergent evolution of coiled-coil regions. Nucleic Acids Res. 2013;41:e121.", "ArticleIdList": ["PMC3695513", "23598997"]}, {"Citation": "Li H, Durbin R. Fast and accurate short read alignment with Burrows–Wheeler transform. Bioinformatics. 2009;25:1754–1760.", "ArticleIdList": ["PMC2705234", "19451168"]}, {"Citation": "Edgar RC. MUSCLE: multiple sequence alignment with high accuracy and high throughput. Nucleic Acids Res. 2004;32:1792–1797.", "ArticleIdList": ["PMC390337", "15034147"]}, {"Citation": "Larsson A. AliView: a fast and lightweight alignment viewer and editor for large datasets. Bioinformatics. 2014;30:3276–3278.", "ArticleIdList": ["PMC4221126", "25095880"]}, {"Citation": "Ronquist F, Teslenko M, van der Mark P, Ayres DL, Darling A, Höhna S, et al. MrBayes 3.2: efficient Bayesian phylogenetic inference and model choice across a large model space. Syst Biol. 2012;61:539–542.", "ArticleIdList": ["PMC3329765", "22357727"]}, {"Citation": "Letunic I, Bork P. Interactive Tree Of Life (iTOL): an online tool for phylogenetic tree display and annotation. Bioinformatics. 2007;23:127–128.", "ArticleIdList": ["17050570"]}, {"Citation": "Benson DA, Cavanaugh M, Clark K, Karsch-Mizrachi I, Lipman DJ, Ostell J, et al. GenBank. Nucleic Acids Res. 2012;41:D36–D42.", "ArticleIdList": ["PMC3531190", "23193287"]}, {"Citation": "Rose PW, Beran B, Bi C, Bluhm WF, Dimitropoulos D, Goodsell DS, et al. The RCSB Protein Data Bank: redesigned web site and web services. Nucleic Acids Res. 2010;39(suppl_1):D392–D401.", "ArticleIdList": ["PMC3013649", "21036868"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "8", "Day": "25"}, {"Year": "2021", "Month": "12", "Day": "6"}, {"Year": "2022", "Month": "1", "Day": "8", "Hour": "5", "Minute": "32"}, {"Year": "2022", "Month": "1", "Day": "9", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "4", "Day": "15", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "1", "Day": "7"}], "PublicationStatus": "epublish", "ArticleIdList": ["34996434", "PMC8742412", "10.1186/s12915-021-01208-9", "10.1186/s12915-021-01208-9"]}}], "PubmedBookArticle": []}