{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Ecosystem disservices", "Ecosystem services", "Greening", "Human wellbeing", "Nature-based solutions", "Tradeoffs", "Urban areas"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35007590", "DateCompleted": {"Year": "2022", "Month": "03", "Day": "04"}, "DateRevised": {"Year": "2022", "Month": "03", "Day": "04"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "01", "Day": "07"}], "Language": ["eng"], "ELocationID": ["10.1016/j.scitotenv.2022.153032", "S0048-9697(22)00122-X"], "Journal": {"ISSN": "1879-1026", "JournalIssue": {"Volume": "817", "PubDate": {"Year": "2022", "Month": "Apr", "Day": "15"}}, "Title": "The Science of the total environment", "ISOAbbreviation": "Sci Total Environ"}, "ArticleTitle": "Greening the city: Thriving for biodiversity and sustainability.", "Pagination": {"StartPage": "153032", "MedlinePgn": "153032"}, "Abstract": {"AbstractText": ["Urban population and urbanisation are increasing rapidly, mainly in developing countries, usually at the expense of green and blue areas. This trend will decrease the ecosystems' capacity to supply ecosystem services (ES) and threaten human wellbeing. Therefore, it is key to establish greening policies in urbanising areas, which are essential to improve the liveability of cities. Restoring and developing green and blue infrastructures using nature-based solutions is vital to improving urban biodiversity and urban ecosystems. Healthy urban ecosystems have a high capacity to supply regulating (e.g., air, noise, climate and water regulation), provisioning (e.g., food, medicinal plants, biomass) and cultural (e.g., recreation, landscape aesthetics, social cohesion) ES. This multifunctionality can provide diverse environmental, social and economic benefits to urban residents, hence contributing to the sustainability of urban areas. However, urban green and blue areas are also associated with ecosystem disservices (e.g., plant allergies or poisoning, emission of biogenic volatile organic compounds, unpleasant smells), tradeoffs (e.g., increased water consumption, wildfire risk, associated management costs) and implementation barriers (e.g., political motivation, lack of knowledge, time and workload). Overall, the SI published 8 articles from different parts of the world, such as China, the USA, Italy or Spain, focused on important aspects of greening the city (e.g., green roofs, green walls, green infrastructures, sustainable mobility)."], "CopyrightInformation": "Copyright © 2022. Published by Elsevier B.V."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Environmental Management Center, Mykolas Romeris University, Ateities street, 20, Vilnius 08303, Lithuania. Electronic address: pereiraub@gmail.com."}], "LastName": "Pereira", "ForeName": "Paulo", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Vrije Universiteit Brussel (VUB), Geography Department, Pleinlaan 2, B-1050 Brussels, Belgium; Vrije Universiteit Brussel (VUB), Sociology Department, Pleinlaan 2, B-1050 Brussels, Belgium; Institute of Environmental Science and Technology (ICTA), Universitat Autònoma de Barcelona (UAB), Edifici Z (ICTA-ICP), Carrer de les Columnes s/n, Campus de la UAB, 08193 Bellaterra, Cerdanyola del Vallès, Spain."}], "LastName": "Baró", "ForeName": "Francesc", "Initials": "F"}], "PublicationTypeList": ["Editorial"]}, "MedlineJournalInfo": {"Country": "Netherlands", "MedlineTA": "Sci Total Environ", "NlmUniqueID": "0330500", "ISSNLinking": "0048-9697"}, "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Biodiversity"}, {"QualifierName": [], "DescriptorName": "Cities"}, {"QualifierName": [], "DescriptorName": "Climate"}, {"QualifierName": [], "DescriptorName": "Ecosystem"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Urbanization"}], "CoiStatement": "Declaration of competing interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2022", "Month": "1", "Day": "11", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "3", "Day": "5", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "1", "Day": "10", "Hour": "20", "Minute": "17"}], "PublicationStatus": "ppublish", "ArticleIdList": ["35007590", "10.1016/j.scitotenv.2022.153032", "S0048-9697(22)00122-X"]}}], "PubmedBookArticle": []}