{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Caribbean", "Clinical practice", "Hot and cold", "Latin America", "Traditional medicine"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35015277", "DateCompleted": {"Year": "2022", "Month": "01", "Day": "13"}, "DateRevised": {"Year": "2022", "Month": "01", "Day": "13"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": ["10.1007/978-3-030-80983-6_5"], "Journal": {"ISSN": "0065-2598", "JournalIssue": {"Volume": "1343", "PubDate": {"Year": "2021"}}, "Title": "Advances in experimental medicine and biology", "ISOAbbreviation": "Adv Exp Med Biol"}, "ArticleTitle": "Principle of Hot and Cold and Its Clinical Application in Latin American and Caribbean Medicines.", "Pagination": {"StartPage": "57", "EndPage": "83", "MedlinePgn": "57-83"}, "Abstract": {"AbstractText": ["Historically hot and cold theories have been essential for the constitution and practice of Latin American and Caribbean traditional health systems. Nonetheless, the scarcity and dispersion of the available information impedes the recognition of the relevance and intercultural applicability of these medicines, both in the clinical, academic, and political settings. For these reasons, the aim of this narrative review is to describe hot and cold theories in the conformation and clinical practice of Latin American and Caribbean medical systems. Hot and cold classifications apply to the traditional understanding of health, the body, its physiology, and disease, which therapeutic and preventive approaches are based on foods, habits, and medicinal plants of the opposite cold or hot category. There are recognizable similarities between hot and cold theories in Latin American and Caribbean medicines and in other medical cultures. The growing scientific research and evidence contributes to re-signify the clinical applicability of Latin American and Caribbean traditional medicines. Further research about hot and cold theories in Latin American and Caribbean medicines is strongly recommended, to optimize its integration with biomedicine in an equitable intercultural context."], "CopyrightInformation": "© 2021. Springer Nature Switzerland AG."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Medicine and Faculty of Science-Department of Pharmacy, Universidad Nacional de Colombia, Bogotá, Colombia. cavasquezl@unal.edu.co."}], "LastName": "Vásquez-Londoño", "ForeName": "Carlos A", "Initials": "CA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Medicine, Universidad Nacional de Colombia, Bogotá, Colombia."}], "LastName": "Cubillos-Cuadrado", "ForeName": "Luisa F", "Initials": "LF"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Medicine, Universidad Nacional de Colombia, Bogotá, Colombia."}], "LastName": "Forero-Ozer", "ForeName": "Andrea C", "Initials": "AC"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Medicine, Universidad Nacional de Colombia, Bogotá, Colombia."}], "LastName": "Escobar-Espinosa", "ForeName": "Paola A", "Initials": "PA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Medicine, Universidad Nacional de Colombia, Bogotá, Colombia."}], "LastName": "Cubillos-López", "ForeName": "David O", "Initials": "DO"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Medicine, Universidad Nacional de Colombia, Bogotá, Colombia."}], "LastName": "Castaño-Betancur", "ForeName": "Daniel F", "Initials": "DF"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Adv Exp Med Biol", "NlmUniqueID": "0121103", "ISSNLinking": "0065-2598"}, "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Caribbean Region"}, {"QualifierName": [], "DescriptorName": "Ethnicity"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Latin America"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Racial Groups"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Acero-Carrión B, Millones-Sánchez E (2012) Actividad antiinflamatoria del extracto etanólico de Desmodium molliculum en el modelo murino de asma. CIMEL Ciencia e Investigación Médica Estudiantil Latinoamericana 17(2):62–67"}, {"Citation": "Ahmed M, Shikha HA, Sadhu SK, Rahman MT (2001) Analgesic, diuretic, and anti-inflammatory principle from Scoparia dulcis. Die Pharmazie 56(8):657–660"}, {"Citation": "Aho WR, Minott K (1977) Creole and doctor medicine: folk beliefs, practices, and orientations to modern medicine in a rural and an industrial suburban setting in Trinidad and Tobago, the West Indies. Soc Sci Med (1967) 11(5):349–355. https://doi.org/10.1016/0037-7856(77)90193-7"}, {"Citation": "Aizenberg L (2011) Hacia una aproximación crítica a la salud intercultural. RLP 5(9):49–69. https://doi.org/10.31406/relap2011.v5.i2.n9.3"}, {"Citation": "Akkari H, Ezzine O, Dhahri S, B’chir F, Rekik M, Hajaji S, Darghouth MA, Jamâa MLB, Gharbi M (2015) Chemical composition, insecticidal and in vitro anthelmintic activities of Ruta chalepensis (Rutaceae) essential oil. Indust Crops Prod 74:745–751. https://doi.org/10.1016/j.indcrop.2015.06.008"}, {"Citation": "Alarcón AM, Nahuelcheo Y (2008) Creencias sobre el embarazo, parto y puerperio en la mujer mapuche: conversaciones privadas. Chungará (Arica) 40(2). https://doi.org/10.4067/S0717-73562008000200007"}, {"Citation": "Alarcón MAM, Vidal HA, Neira Rozas J (2003) Salud intercultural: elementos para la construcción de sus bases conceptuales. Rev méd Chile 131(9). https://doi.org/10.4067/S0034-98872003000900014"}, {"Citation": "Alvarado W, Cruz M, Fiallo N, Márquez, R (1989) Medicina tradicional en el área urbana de Tunja. Universitas Humanística 30(30):151–181"}, {"Citation": "Amaya C, Zuluaga G (1989) Cultura popular de la salud diagnostico de salud en san agustín (huila). Universitas Humanística 30(30):93–150"}, {"Citation": "Amorozo MCM (2004) Pluralistic medical settings and medicinal plant use in rural communities, Mato Grosso, Brazil. J Ethnobiol 24(1):139–161"}, {"Citation": "Antón JH, Pinzón C (1998) El conocimiento tradicional afrocolombiano asociado a sus prácticas curativas en un área del Chocó. Undergraduate thesis"}, {"Citation": "Arai I (2021) Clinical studies of traditional Japanese herbal medicines (Kampo): need for evidence by the modern scientific methodology. Integrat Med Res 100722. https://doi.org/10.1016/j.imr.2021.100722"}, {"Citation": "Armijos C, Cota I, González S (2014) Traditional medicine applied by the Saraguro yachakkuna: a preliminary approach to the use of sacred and psychoactive plant species in the southern region of Ecuador. J Ethnobiol Ethnomed 10:26. https://doi.org/10.1186/1746-4269-10-26", "ArticleIdList": ["10.1186/1746-4269-10-26", "24565054", "3975971"]}, {"Citation": "Arroyo-Acevedo J, Herrera-Calderón O, Chávez-Asmat R, Anampa-Guzmán A, Chumpitaz-Cerrate V, Enciso-Roca E (2017) Protective effect of Chuquiraga spinosa extract on N-methyl-nitrosourea (NMU) induced prostate cancer in rats. Prostate Int 5(2):47–52. https://doi.org/10.1016/j.prnil.2017.01.005", "ArticleIdList": ["10.1016/j.prnil.2017.01.005", "28593166", "5448729"]}, {"Citation": "Arturo-Lucio JA (1970) La medicina popular en un sitio de colonización: Santa Lucía, Putumayo. Universitas Humanística 2(2):9–52"}, {"Citation": "Ayala-Ardila DP (2019) La lumbalgia: La visión desde la osteopatía y medicina tradicional del Palenque San Basilio. Master thesis"}, {"Citation": "Bahramsoltani R, Rostamiasrabadi P, Shahpiri Z, Marques AM, Rahimi R, Farzaei MH (2018) Aloysia citrodora Paláu (Lemon verbena): a review of phytochemistry and pharmacology. J Ethnopharmacol 222:34–51. https://doi.org/10.1016/j.jep.2018.04.021", "ArticleIdList": ["10.1016/j.jep.2018.04.021", "29698776"]}, {"Citation": "Barajas C (1995) El manejo de la salud y de la enfermedad en sociedades campesinas. Universitas Humanística 42(42):15–21"}, {"Citation": "Barker JC, Guerra C, Gonzalez-Vargas MJ, Hoeft KS (2017) An ethnographic study of salt use and humoral concepts in a Latino farm worker community in California’s Central Valley. J Ethnobiol Ethnomed 13(1):11. https://doi.org/10.1186/s13002-017-0140-4", "ArticleIdList": ["10.1186/s13002-017-0140-4", "28178991", "5299697"]}, {"Citation": "Barrett RJ, Lucas RH (1994) Hot and cold in transformation: is Iban medicine humoral? Soc Sci Med 38(2):383–393. https://doi.org/10.1016/0277-9536(94)90408-1", "ArticleIdList": ["10.1016/0277-9536(94)90408-1", "8140465"]}, {"Citation": "Batiha GE-S, Beshbishy AM, Guswanto A, Nugraha A, Munkhjargal T, Abdel-Daim M, Mosqueda J, Igarashi I (2020) Phytochemical characterization and chemotherapeutic potential of Cinnamomum verum Extracts on the multiplication of protozoan parasites in vitro and in vivo. Molecules 25(4). https://doi.org/10.3390/molecules25040996"}, {"Citation": "Baumgartner L, Sosa S, Atanasov AG, Bodensieck A, Fakhrudin N, Bauer J, Favero GD, Ponti C, Heiss EH, Schwaiger S, Ladurner A, Widowitz U, Loggia RD, Rollinger JM, Werz O, Bauer R, Dirsch VM, Tubaro A, Stuppner H (2011) Lignan derivatives from Krameria lappacea roots inhibit acute inflammation in vivo and pro-inflammatory mediators in vitro. J Nat Prod 74(8):1779–1786. https://doi.org/10.1021/np200343t", "ArticleIdList": ["10.1021/np200343t", "21800856", "3162300"]}, {"Citation": "Bayles B (2008) Metaphors to cure by: Tojolab’al Maya midwifery and cognition. Anthropol Med 15(3):227–238. https://doi.org/10.1080/13648470802357554", "ArticleIdList": ["10.1080/13648470802357554", "27269426"]}, {"Citation": "Blair S, Madrigal B (2005) Plantas antimaláricas de Tumaco: costa pacífica colombiana. Editorial Universidad de Antioquia"}, {"Citation": "Boster JS, Weller SC (1990) Cognitive and contextual variation in hot-cold classification. Am Anthropol 92(1):171–179. https://doi.org/10.1525/aa.1990.92.1.02a00120", "ArticleIdList": ["10.1525/aa.1990.92.1.02a00120"]}, {"Citation": "Bouriche H, Meziti H, Senator A, Arnhold J (2011) Anti-inflammatory, free radical-scavenging, and metal-chelating activities of Malva parviflora. Pharm Biol 49(9):942–946. https://doi.org/10.3109/13880209.2011.558102", "ArticleIdList": ["10.3109/13880209.2011.558102", "21592013"]}, {"Citation": "Bruun H, Elverdam B (2006) Los Naturistas-healers who integrate traditional and biomedical explanations in their treatment in the Bolivian health care system. Anthropol Med 13(3):273–283. https://doi.org/10.1080/13648470600863605", "ArticleIdList": ["10.1080/13648470600863605", "27268214"]}, {"Citation": "Burleigh E, Dardano C, Cruz JR (1990) Colors, humors and evil eye: indigenous classification and treatment of childhood diarrhea in highland Guatemala. Med Anthropol 12(4):419–441. https://doi.org/10.1080/01459740.1990.9966035", "ArticleIdList": ["10.1080/01459740.1990.9966035", "2287196"]}, {"Citation": "Cadena-González AL, Sørensen M, Theilade I (2013) Use and valuation of native and introduced medicinal plant species in Campo Hermoso and Zetaquira, Boyacá, Colombia. J Ethnobiol Ethnomed 9:23. https://doi.org/10.1186/1746-4269-9-23", "ArticleIdList": ["10.1186/1746-4269-9-23", "23578098", "3641003"]}, {"Citation": "Cantor AR (2016) Costumbres, Creencias, y “Lo normal”: a biocultural study on changing prenatal dietary practices in a rural tourism community in Costa Rica. Doctoral thesis"}, {"Citation": "Cases J, Ibarra A, Feuillère N, Roller M, Sukkar SG (2010) Pilot trial of Melissa officinalis L. leaf extract in the treatment of volunteers suffering from mild-to-moderate anxiety disorders and sleep disturbances. Med J Nutrition Metab 4(3):211–218. https://doi.org/10.3233/s12349-010-0045-4"}, {"Citation": "Cavender AP, Albán M (2009) The use of magical plants by curanderos in the Ecuador highlands. J Ethnobiol Ethnomed 5:3. https://doi.org/10.1186/1746-4269-5-3", "ArticleIdList": ["10.1186/1746-4269-5-3", "19161618", "2642781"]}, {"Citation": "Cermelli C, Fabio A, Fabio G, Quaglio P (2008) Effect of eucalyptus essential oil on respiratory bacteria and viruses. Curr Microbiol 56(1):89–92. https://doi.org/10.1007/s00284-007-9045-0", "ArticleIdList": ["10.1007/s00284-007-9045-0", "17972131"]}, {"Citation": "Chen L, Lin X, Fan X, Qian Y, Lv Q, Teng H (2020) Sonchus oleraceus Linn extract enhanced glucose homeostasis through the AMPK/Akt/ GSK-3β signaling pathway in diabetic liver and HepG2 cell culture. Food Chem Toxicol 136:111072. https://doi.org/10.1016/j.fct.2019.111072", "ArticleIdList": ["10.1016/j.fct.2019.111072", "31877369"]}, {"Citation": "Chen P, Wang Y, Chen L, Jiang W, Niu Y, Shao Q, Gao L, Zhao Q, Yan L, Wang S (2015) Comparison of the anti-inflammatory active constituents and hepatotoxic pyrrolizidine alkaloids in two Senecio plants and their preparations by LC-UV and LC-MS. J Pharm Biomed Anal 115:260–271. https://doi.org/10.1016/j.jpba.2015.07.014", "ArticleIdList": ["10.1016/j.jpba.2015.07.014", "26257293"]}, {"Citation": "Chen Y, Bean MF, Chambers C, Francis T, Huddleston MJ, Offen P, Westley JW, Carté BK, Timmermann BN (1991) Arrivacins, novel pseudoguaianolide esters with potent angiotensin II binding activity from Ambrosia psilostachya. Tetrahedron 47(27):4869–4878. https://doi.org/10.1016/S0040-4020(01)80953-4", "ArticleIdList": ["10.1016/S0040-4020(01)80953-4"]}, {"Citation": "Chevalier JM, Sánchez-Bain A (2003) The hot and the cold: ills of humans and maize in native mexico. University of Toronto Press, Toronto. https://doi.org/10.3138/9781442681460"}, {"Citation": "Clement YN, Baksh-Comeau YS, Seaforth CE (2015) An ethnobotanical survey of medicinal plants in Trinidad. J Ethnobiol Ethnomed 11:67. https://doi.org/10.1186/s13002-015-0052-0", "ArticleIdList": ["10.1186/s13002-015-0052-0", "26369926", "4570261"]}, {"Citation": "Coe FG, Anderson GJ (2005) Snakebite ethnopharmacopoeia of eastern Nicaragua. J Ethnopharmacol 96(1–2):303–323. https://doi.org/10.1016/j.jep.2004.09.026", "ArticleIdList": ["10.1016/j.jep.2004.09.026", "15588683"]}, {"Citation": "Coimbra AT, Ferreira S, Duarte AP (2020) Genus Ruta: a natural source of high value products with biological and pharmacological properties. J Ethnopharmacol 260:113076. https://doi.org/10.1016/j.jep.2020.113076", "ArticleIdList": ["10.1016/j.jep.2020.113076", "32534112"]}, {"Citation": "Colson AB, de Armellada C (1983) An Amerindian derivation for Latin American creole illnesses and their treatment. Soc Sci Med 17(17):1229–1248. https://doi.org/10.1016/0277-9536(83)90016-3", "ArticleIdList": ["10.1016/0277-9536(83)90016-3", "6314559"]}, {"Citation": "Conco WZ (1972) The African Bantu traditional practice of medicine: some preliminary observations. Soc Sci Med 6(3):323–333. https://doi.org/10.1016/0037-7856(72)90104-7"}, {"Citation": "Cubillos-Cuadrado LF, Muñoz-Hernández DS, Vásquez-Londoño CA (2019) Fish consumption during menarche, menstruation, pregnancy and postpartum in Sikuani women from Meta, Colombia. J Ethnobiol Ethnomed 15(1):48. https://doi.org/10.1186/s13002-019-0326-z", "ArticleIdList": ["10.1186/s13002-019-0326-z", "31601243", "6785850"]}, {"Citation": "Caldas Aburto DA (2018) Efecto del extracto etanólico de hojas de Passiflora tripartita var. mollisima en ansiedad de Mus musculus var. albinus, evaluada por el método Luz-Oscuridad. Undergraduate thesis"}, {"Citation": "de Freitas TG, Augusto PM, Montanari T (2005) Effect of Ruta graveolens L. on pregnant mice. Contraception 71(1):74–77. https://doi.org/10.1016/j.contraception.2004.07.014"}, {"Citation": "Edwin E, Sheeja E, Dhanabal SP, Suresh B (2007) Antihyperglycemic activity of Passiflora mollissima bailey. Indian J Pharm Sci 69(4):570. https://doi.org/10.4103/0250-474X.36947", "ArticleIdList": ["10.4103/0250-474X.36947"]}, {"Citation": "Eliade M (1964) Shamanism: Archaic techniques of ecstasy. Princeton University Press"}, {"Citation": "Faust FX (1988) Búsqueda de Sistemas Clasificatorios Funcionales. Etnobotánica de Puracé, Colombia Documento Inédito Popayán, Colombia"}, {"Citation": "Faust FX (2004) La Cosmovisión de los Coconucos y los Yanaconas en su Arquitectura. Boletín de Antropología Universidad de Antioquia 18(35):350–360"}, {"Citation": "Faust F (1990) Apuntes al sistema médico de los campesinos de la Sierra Nevada del Cocuy. Boletín Del Museo Del Oro 26:43–63"}, {"Citation": "Feng PC, Haynes LJ, Magnus KE, Plimmer JR, Sherratt HS (1962) Pharmacological screening of some West Indian medicinal plants. J Pharm Pharmacol 14:556–561. https://doi.org/10.1111/j.2042-7158.1962.tb11139.x", "ArticleIdList": ["10.1111/j.2042-7158.1962.tb11139.x", "13892272"]}, {"Citation": "Florence NT, Benoit MZ, Jonas K, Alexandra T, Désiré DDP, Pierre K, Théophile D (2014) Antidiabetic and antioxidant effects of Annona muricata (Annonaceae), aqueous extract on streptozotocin-induced diabetic rats. J Ethnopharmacol 151(2):784–790. https://doi.org/10.1016/j.jep.2013.09.021", "ArticleIdList": ["10.1016/j.jep.2013.09.021", "24076471"]}, {"Citation": "Flores FF, Hilgert NI, Lupo LC (2018) Melliferous insects and the uses assigned to their products in the northern Yungas of Salta, Argentina. J Ethnobiol Ethnomed 14(1):27. https://doi.org/10.1186/s13002-018-0222-y", "ArticleIdList": ["10.1186/s13002-018-0222-y", "29642950", "5896033"]}, {"Citation": "Flores KE, Quinlan MB (2014) Ethnomedicine of menstruation in rural Dominica, West Indies. J Ethnopharmacol 153(3):624–634. https://doi.org/10.1016/j.jep.2014.03.015", "ArticleIdList": ["10.1016/j.jep.2014.03.015", "24637192"]}, {"Citation": "Fock N (1999) Til Festbanket I Juncal: Madens sociale og kulturelle betydning hosnogle indianere i Andes. Tidsskriftet Antropologi 39:21–39"}, {"Citation": "Fonnegra-Gómez R, Vásquez-Londoño CA, Roldán-Palacio F, Alzate-Guarín F, Suárez-Quirós J, Correa-Silva A, Orozco-Castañeda C, García-López V, Vasco-Correa C (2012) Medicina tradicional en los corregimientos de Medellín. Historias de vidas y plantas, Universidad de Antioquia"}, {"Citation": "Forbes WM, Gallimore WA, Mansingh A, Reese PB, Robinson RD (2014) Eryngial (trans-2-dodecenal), a bioactive compound from Eryngium foetidum: its identification, chemical isolation, characterization and comparison with ivermectin in vitro. Parasitology 141(2):269–278. https://doi.org/10.1017/S003118201300156X", "ArticleIdList": ["10.1017/S003118201300156X", "24139239"]}, {"Citation": "Foster GM (1987) On the origin of humoral medicine in Latin America. Med Anthropol Q 1(4):355–393. https://doi.org/10.1525/maq.1987.1.4.02a00020", "ArticleIdList": ["10.1525/maq.1987.1.4.02a00020"]}, {"Citation": "Froemming S (2006) Traditional use of the Andean flicker (Colaptes rupicola) as a galactagogue in the Peruvian Andes. J Ethnobiol Ethnomed 2:23. https://doi.org/10.1186/1746-4269-2-23", "ArticleIdList": ["10.1186/1746-4269-2-23", "16677398", "1484469"]}, {"Citation": "García-Hernández KY, Vibrans H, Colunga-GarcíaMarín P, Vargas-Guadarrama LA, Soto-Hernández M, Katz E, Luna-Cavazos M (2021) Climate and categories: two key elements for understanding the Mesoamerican hot-cold classification of illnesses and medicinal plants. J Ethnopharmacol 266:113419. https://doi.org/10.1016/j.jep.2020.113419", "ArticleIdList": ["10.1016/j.jep.2020.113419", "33002566"]}, {"Citation": "García-Hernández KY, Vibrans H, Rivas-Guevara M, Aguilar-Contreras A (2015) This plant treats that illness? The hot-cold system and therapeutic procedures mediate medicinal plant use in San Miguel Tulancingo, Oaxaca, Mexico. J Ethnopharmacol 163:12–30. https://doi.org/10.1016/j.jep.2015.01.001", "ArticleIdList": ["10.1016/j.jep.2015.01.001", "25577993"]}, {"Citation": "Geck MS, Cabras S, Casu L, Reyes García AJ, Leonti M (2017) The taste of heat: how humoral qualities act as a cultural filter for chemosensory properties guiding herbal medicine. J Ethnopharmacol 198:499–515. https://doi.org/10.1016/j.jep.2017.01.027", "ArticleIdList": ["10.1016/j.jep.2017.01.027", "28108380"]}, {"Citation": "Gonzales de la Cruz M, Malpartida SB, Santiago HB, Jullian V, Bourdy G (2014) Hot and cold: medicinal plant uses in Quechua speaking communities in the high Andes (Callejón de Huaylas, Ancash, Perú). J Ethnopharmacol 155(2):1093–1117. https://doi.org/10.1016/j.jep.2014.06.042", "ArticleIdList": ["10.1016/j.jep.2014.06.042"]}, {"Citation": "Gutiérrez de Pineda V, Vila de Pineda P (1985) Medicina tradicional de Colombia. El triple legado Bogotá, Universidad Nacional de Colombia"}, {"Citation": "Hilgert NI, Gil GE (2007) Reproductive medicine in northwest Argentina: traditional and institutional systems. J Ethnobiol Ethnomed 3:19. https://doi.org/10.1186/1746-4269-3-19", "ArticleIdList": ["10.1186/1746-4269-3-19", "17475013", "1876447"]}, {"Citation": "Iglesias-Alvis O (2008) Estructura, redes y rituales de la Comunidad Indígena Camënt á de Sibundoy: (Putumayo-Colombia). Doctoral thesis"}, {"Citation": "Jaiswal YS, Williams LL (2017) A glimpse of Ayurveda—the forgotten history and principles of Indian traditional medicine. J Tradit Complement Med 7(1):50–53. https://doi.org/10.1016/j.jtcme.2016.02.002", "ArticleIdList": ["10.1016/j.jtcme.2016.02.002", "28053888"]}, {"Citation": "Jegede AS (2002) The Yoruba cultural construction of health and illness. Nordic J African Stud 11(3):322–335"}, {"Citation": "Jernigan KA (2011) Dietary restrictions in healing among speakers of Iquito, an endangered language of the Peruvian Amazon. J Ethnobiol Ethnomed 7:20. https://doi.org/10.1186/1746-4269-7-20", "ArticleIdList": ["10.1186/1746-4269-7-20", "21745400", "3148960"]}, {"Citation": "Kay M, Yoder M (1987) Hot and cold in women’s ethnotherapeutics: the American-Mexican West. Soc Sci Med 25(4):347–355. https://doi.org/10.1016/0277-9536(87)90273-5", "ArticleIdList": ["10.1016/0277-9536(87)90273-5", "3317875"]}, {"Citation": "Keji C, Hao XU (2003) The integration of traditional Chinese medicine and Western medicine. EURREV 11(2):225–235. https://doi.org/10.1017/S106279870300022X", "ArticleIdList": ["10.1017/S106279870300022X"]}, {"Citation": "Khoomrung S, Wanichthanarak K, Nookaew I, Thamsermsang O, Seubnooch P, Laohapand T, Akarasereenont P (2017) Metabolomics and integrative omics for the development of thai traditional medicine. Front Pharmacol 8:474. https://doi.org/10.3389/fphar.2017.00474", "ArticleIdList": ["10.3389/fphar.2017.00474", "28769804", "5513896"]}, {"Citation": "Kumar KP, Naik VS, Chandra VB (2014) Evaluation of in vitro and in vivo anti-inflammatory activity of aqueous extract of Gliricidia sepium flowers in rats. Int J Pharmaco Phytochem Res 6:477–481"}, {"Citation": "Kumar RS, Mishra SH (1997) Anti-inflammatory and hepatoprotective activities of Sida rhombifolia Linn. Indian J Pharmacol 29(2):110"}, {"Citation": "Lans CA (2006) Ethnomedicines used in Trinidad and Tobago for urinary problems and diabetes mellitus. J Ethnobiol Ethnomed 2:45. https://doi.org/10.1186/1746-4269-2-45", "ArticleIdList": ["10.1186/1746-4269-2-45", "17040567", "1624823"]}, {"Citation": "Lans C (2007) Ethnomedicines used in Trinidad and Tobago for reproductive problems. J Ethnobiol Ethnomed 3:13. https://doi.org/10.1186/1746-4269-3-13", "ArticleIdList": ["10.1186/1746-4269-3-13", "17362507", "1838898"]}, {"Citation": "Larme AC (1998) Environment, vulnerability, and gender in Andean ethnomedicine. Soc Sci Med 47(8):1005–1015. https://doi.org/10.1016/s0277-9536(98)00162-2", "ArticleIdList": ["10.1016/s0277-9536(98)00162-2", "9723847"]}, {"Citation": "Liu J, Feng W, Peng C (2021) A song of ice and fire: cold and hot properties of traditional chinese medicines. Front Pharmacol 11:598744. https://doi.org/10.3389/fphar.2020.598744", "ArticleIdList": ["10.3389/fphar.2020.598744", "33542688", "7851091"]}, {"Citation": "Li S, Zhang B (2013) Traditional Chinese medicine network pharmacology: theory, methodology and application. Chin J Nat Med 11(2):110–120. https://doi.org/10.1016/S1875-5364(13)60037-0", "ArticleIdList": ["10.1016/S1875-5364(13)60037-0", "23787177"]}, {"Citation": "Logan MH (1977) Part five: anthropological research on the hot-cold theory of disease: some methodological suggestions. Med Anthropol 1(4):87–112. https://doi.org/10.1080/01459740.1977.9965830", "ArticleIdList": ["10.1080/01459740.1977.9965830"]}, {"Citation": "López-Hernández M, Echeverría-García J (2011) El cuerpo femenino en estado liminar: connotaciones entre los nahuas prehispánicos. Cuicuilco 18(50):159–184"}, {"Citation": "Losonczy AM (1993) De lo vegetal a lo humano: Un modelo cognitivo afro-colombiano del Pacífico. Revista Colombiana de Antropología 30:38–57"}, {"Citation": "Lumlerdkij N, Tantiwongse J, Booranasubkajorn S, Boonrak R, Akarasereenont P, Laohapand T, Heinrich M (2018) Understanding cancer and its treatment in Thai traditional medicine: an ethnopharmacological-anthropological investigation. J Ethnopharmacol 216:259–273. https://doi.org/10.1016/j.jep.2018.01.029", "ArticleIdList": ["10.1016/j.jep.2018.01.029", "29409982"]}, {"Citation": "Macias D, Varona G, Mamián L, Mabel G, Ramírez B (2007) El Macizo Colombiano diversidad, potencialidades y conservación vegetal. Editorial Universidad del Cauca"}, {"Citation": "Madsen W (1955) Hot and cold in the universe of san francisco tecospa, valley of mexico. J Am Folklore 68(268):123. https://doi.org/10.2307/537248", "ArticleIdList": ["10.2307/537248"]}, {"Citation": "Mahdihassan S (1985) Indian and Chinese cosmologies reconsidered. Am J Chin Med 13(1–4):5–12. https://doi.org/10.1142/S0192415X85000034", "ArticleIdList": ["10.1142/S0192415X85000034", "3895884"]}, {"Citation": "Mallhi TH, Abbas K, Ali M, Qadir MI, Saleem M, Khan YH (2014) Hepatoprotective activity of methanolic extract of Malva parviflora against paracetamol-induced hepatotoxicity in mice. Bangladesh J Pharmacol 9(3):342–346. https://doi.org/10.3329/bjp.v9i3.19105", "ArticleIdList": ["10.3329/bjp.v9i3.19105"]}, {"Citation": "Manderson L (1987) Hot-cold food and medical theories: overview and introduction. Soc Sci Med 25(4):329–330. https://doi.org/10.1016/0277-9536(87)90270-x", "ArticleIdList": ["10.1016/0277-9536(87)90270-x", "3686083"]}, {"Citation": "Mao JJ, Xie SX, Keefe JR, Soeller I, Li QS, Amsterdam JD (2016) Long-term chamomile (Matricaria chamomilla L.) treatment for generalized anxiety disorder: a randomized clinical trial. Phytomedicine 23(14):1735–1742. https://doi.org/10.1016/j.phymed.2016.10.012"}, {"Citation": "Martínez-Silva PA (2016) “Sacando el frío”: imágenes del ejercicio de la sobandería en el pueblo Nasa. Revista de la Universidad Industrial de Santander Salud 48(4):562–569", "ArticleIdList": ["10.18273/revsal.v48n4-2016015"]}, {"Citation": "Martínez GJ, Luján MC (2011) Medicinal plants used for traditional veterinary in the Sierras de Córdoba (Argentina): an ethnobotanical comparison with human medicinal uses. J Ethnobiol Ethnomed 7(1):23. https://doi.org/10.1186/1746-4269-7-23", "ArticleIdList": ["10.1186/1746-4269-7-23", "21816043", "3163512"]}, {"Citation": "Mathez-Stiefel S-L, Vandebroek I, Rist S (2012) Can Andean medicine coexist with biomedical healthcare? A comparison of two rural communities in Peru and Bolivia. J Ethnobiol Ethnomed 8:26. https://doi.org/10.1186/1746-4269-8-26", "ArticleIdList": ["10.1186/1746-4269-8-26", "22827917", "3485100"]}, {"Citation": "McChesney JD, Venkataraman SK, Henri JT (2007) Plant natural products: back to the future or into extinction? Phytochemistry 68(14):2015–2022. https://doi.org/10.1016/j.phytochem.2007.04.032", "ArticleIdList": ["10.1016/j.phytochem.2007.04.032", "17574638"]}, {"Citation": "Messer E (1987) The hot and cold in Mesoamerican indigenous and hispanicized thought. Soc Sci Med 25(4):339–346. https://doi.org/10.1016/0277-9536(87)90272-3", "ArticleIdList": ["10.1016/0277-9536(87)90272-3", "3317874"]}, {"Citation": "Mignone J, Bartlett J, O’Neil J, Orchard T (2007) Best practices in intercultural health: five case studies in Latin America. J Ethnobiol Ethnomed 3:31. https://doi.org/10.1186/1746-4269-3-31", "ArticleIdList": ["10.1186/1746-4269-3-31", "17803820", "2000867"]}, {"Citation": "Moeini R, Gorji N, Ghods R, Mozaffarpur SA (2017) Quantitative and qualitative assessment of persian medicine articles indexed in pubmed by the end of 2015. JBUMS 19(1):21–26"}, {"Citation": "Molony CH (1975) Systematic valence coding of Mexican “hot”—“cold” food. Ecol Food Nutr 4(2):67–74. https://doi.org/10.1080/03670244.1975.9990411", "ArticleIdList": ["10.1080/03670244.1975.9990411"]}, {"Citation": "Monteban M, Yucra Velasquez V, Yucra Velasquez B (2018) Comparing Indigenous and public health infant feeding recommendations in Peru: opportunities for optimizing intercultural health policies. J Ethnobiol Ethnomed 14(1):69. https://doi.org/10.1186/s13002-018-0271-2", "ArticleIdList": ["10.1186/s13002-018-0271-2", "30458832", "6245876"]}, {"Citation": "Moura F de BP, Marques JGW (2008) [Folk medicine using animals in the Chapada Diamantina: incidental medicine?]. Cien Saude Colet 13(Suppl 2):2179–2188. https://doi.org/10.1590/s1413-81232008000900023"}, {"Citation": "Mozzafarpur SA, Saghebi R, Khafri S, Mojahedi M (2017) An assessment of the agreement between Persian Medicine experts on Mizaj identification. Tradit Integrat Med 113–118"}, {"Citation": "Murphy K, Kubin ZJ, Shepherd JN, Ettinger RH (2010) Valeriana officinalis root extracts have potent anxiolytic effects in laboratory rats. Phytomedicine 17(8–9):674–678. https://doi.org/10.1016/j.phymed.2009.10.020", "ArticleIdList": ["10.1016/j.phymed.2009.10.020", "20042323"]}, {"Citation": "N’dounga M, Balansard G, Babadjamian A (1983) A contribution to the study of Bidens pilosa L. Identification and antiparasitic activity of phenyl-1 heptatriene-1, 3, 5. Plantes Medicinales et Phytothérapie 17(2):64–75"}, {"Citation": "Najari Beidokhti M, Andersen MV, Eid HM, Sanchez Villavicencio ML, Staerk D, Haddad PS, Jäger AK (2017) Investigation of antidiabetic potential of Phyllanthus niruri L. using assays for α-glucosidase, muscle glucose transport, liver glucose production, and adipogenesis. Biochem Biophys Res Commun 493(1):869–874. https://doi.org/10.1016/j.bbrc.2017.09.080"}, {"Citation": "Nayak J (2012) Ayurveda research: ontological challenges. J Ayurveda Integr Med 3(1):17–20. https://doi.org/10.4103/0975-9476.93942", "ArticleIdList": ["10.4103/0975-9476.93942", "22529675", "3326789"]}, {"Citation": "Ng TB, Chan WY, Yeung HW (1992) Proteins with abortifacient, ribosome inactivating, immunomodulatory, antitumor and anti-AIDS activities from Cucurbitaceae plants. General Pharmacol Vascular Syst 23(4):575–590. https://doi.org/10.1016/0306-3623(92)90131-3", "ArticleIdList": ["10.1016/0306-3623(92)90131-3"]}, {"Citation": "Nigenda G, Mora-Flores G, Aldama-López S (2001) The practice of traditional medicine in Latin America and the Caribbean: the dilemma between regulation and tolerance. Salud Pública de México 43(1):41–51"}, {"Citation": "Nortier JL, Martinez MC, Schmeiser HH, Arlt VM, Bieler CA, Petein M, Depierreux MF, De Pauw L, Abramowicz D, Vereerstraeten P, Vanherweghem JL (2000) Urothelial carcinoma associated with the use of a Chinese herb (Aristolochia fangchi). N Engl J Med 342(23):1686–1692. https://doi.org/10.1056/NEJM200006083422301", "ArticleIdList": ["10.1056/NEJM200006083422301", "10841870"]}, {"Citation": "Ochi M, Matsunami K, Otsuka H, Takeda Y (2012) A new iridoid glycoside and NO production inhibitory activity of compounds isolated from Russelia equisetiformis. J Nat Med 66(1):227–232. https://doi.org/10.1007/s11418-011-0569-z", "ArticleIdList": ["10.1007/s11418-011-0569-z", "21822607"]}, {"Citation": "Osborn A (1995) Las cuatro estaciones. Mitología y estructura social entre los u’wa. Bogotá: Banco de la República"}, {"Citation": "Pantoja J (2008) Tras el conocimiento ancestral afrocolombiano. Encuentros de saberes en medicina tradicional del pacífico colombiano. Instituto de investigaciones ambientales del Pacífico"}, {"Citation": "Pedersen D, Baruffati V (1985) Health and traditional medicine cultures in Latin America and the Caribbean. Soc Sci Med 21(1):5–12. https://doi.org/10.1016/0277-9536(85)90282-5", "ArticleIdList": ["10.1016/0277-9536(85)90282-5", "2412298"]}, {"Citation": "Pereachalá R (2006) En torno al conocimiento tradicional. Instituto de Investigaciones Ambientales del Pacífico"}, {"Citation": "Pérez FO (1980) La dicotomía caliente/frío en la medicina andina. Pontificia Universidad Católica del Perú"}, {"Citation": "Piña-Vázquez DM, Mayoral-Peña Z, Gómez-Sánchez M, Salazar-Olivo LA, Arellano-Carbajal F (2017) Anthelmintic effect of Psidium guajava and Tagetes erecta on wild-type and Levamisole-resistant Caenorhabditis elegans strains. J Ethnopharmacol 202:92–96. https://doi.org/10.1016/j.jep.2017.03.004", "ArticleIdList": ["10.1016/j.jep.2017.03.004", "28286043"]}, {"Citation": "Pole S (2006) Ayurvedic medicine. The principles of traditional practice. Singing Dragon"}, {"Citation": "Portela H (2002) Cultura de la salud Páez: un saber que perdura, para perdurar. Popayán, Editorial Universidad Del Cauca"}, {"Citation": "Queixalós F, Jiménez R (2010) Entre cantos y llantos: Tradición oral sikuani. Entre cantos y llantos: Tradición oral sikuani. Fundación Etnollano"}, {"Citation": "Quinlan MB (2010) Ethnomedicine and ethnobotany of fright, a Caribbean culture-bound psychiatric syndrome. J Ethnobiol Ethnomed 6:9. https://doi.org/10.1186/1746-4269-6-9", "ArticleIdList": ["10.1186/1746-4269-6-9", "20163730", "3583188"]}, {"Citation": "Reyes-García V (2010) The relevance of traditional knowledge systems for ethnopharmacological research: theoretical and methodological contributions. J Ethnobiol Ethnomed 6:32. https://doi.org/10.1186/1746-4269-6-32", "ArticleIdList": ["10.1186/1746-4269-6-32", "21083913", "2993655"]}, {"Citation": "Rodríguez D (2008) Usos y costumbres en la medicina tradicional en comunidades negras de la costa caucana. In: Pantoja J (2008) Tras el conocimiento ancestral afrocolombiano. Encuentros de saberes en medicina tradicional del pacífico colombiano. Instituto de investigaciones ambientales del Pacífico"}, {"Citation": "Rodriguez J, Pacheco P, Razmilic I, Loyola JI, Schmeda-Hirschmann G, Theoduloz C (1994) Hypotensive and diuretic effect of Equisetum bogotense and Fuchsia magellanica and micropropagation of E. bogotense. Phytother Res 8(3):157–160. https://doi.org/10.1002/ptr.2650080308"}, {"Citation": "Russell KRM, Omoruyi FO, Pascoe KO, Morrison EYSA (2008) The hypoglycaemic activity of Bixa orellana extract in the dog. Methods Find Exp Clin Pharmacol 30(4):301. https://doi.org/10.1358/mf.2008.30.4.1186073", "ArticleIdList": ["10.1358/mf.2008.30.4.1186073", "18773125"]}, {"Citation": "Sanín-Pineda LF (2015) Racionalidades médicas de los sistemas tradicional colombiano, biomédico y osteopático: una aproximación a la conceptualización de la dolencia del descuaje en Bogotá, Colombia. Master thesis"}, {"Citation": "Scarpa G (2020) Comparación entre la terapéutica vegetal cálido-fresca de la medicina popular Argentina actual y la “materia médica misionera” del siglo XVIII: implicancias y valoración relativa de aspectos teoréticos. In memoriam. Scripta Ethnologica 42:41–64"}, {"Citation": "Shahabi S, Hassan ZM, Mahdavi M, Dezfouli M, Rahvar MT, Naseri M, Jazani NH, Khalkhali HR (2008) Hot and Cold natures and some parameters of neuroendocrine and immune systems in traditional Iranian medicine: a preliminary study. J Altern Complement Med 14(2):147–156. https://doi.org/10.1089/acm.2007.0693", "ArticleIdList": ["10.1089/acm.2007.0693", "18307392"]}, {"Citation": "Shen S-C, Cheng F-C, Wu N-J (2008) Effect of guava (Psidium guajava Linn.) leaf soluble solids on glucose metabolism in type 2 diabetic rats. Phytother Res 22(11):1458–1464. https://doi.org/10.1002/ptr.2476"}, {"Citation": "Shirbeigi L, Zarei A, Naghizadeh A (2017) The concept of temperaments in traditional Persian medicine. Tradit Integrat Med 143–156"}, {"Citation": "Smith-Oka V (2012) An analysis of two indigenous reproductive health illnesses in a Nahua community in Veracruz, Mexico. J Ethnobiol Ethnomed 8:33. https://doi.org/10.1186/1746-4269-8-33", "ArticleIdList": ["10.1186/1746-4269-8-33", "22913545", "3488008"]}, {"Citation": "Soria N, Ramos P, Viveros G, Estigarribia G, Ríos P, Ortíz A (2020) Etnobotánica y uso de plantas medicinales en unidades familiares de salud de Caaguazú, Paraguay. Caldasia 42(2):263–277. https://doi.org/10.15446/caldasia.v42n2.76907"}, {"Citation": "Souto WMS, Mourão JS, Barboza RRD, Mendonça LET, Lucena RFP, Confessor MVA, Vieira WLS, Montenegro PFGP, Lopez LCS, Alves RRN (2011) Medicinal animals used in ethnoveterinary practices of the “Cariri Paraibano”, NE Brazil. J Ethnobiol Ethnomed 7:30. https://doi.org/10.1186/1746-4269-7-30", "ArticleIdList": ["10.1186/1746-4269-7-30", "21985401", "3198673"]}, {"Citation": "Sueng Y-C, Chung K-J, Cheong K-J (2015) Anti-asthmatic activities of Cypress oil in a mouse model of allergic asthma. J Dig Converg 13(1):341–351. https://doi.org/10.14400/JDC.2015.13.1.341"}, {"Citation": "Tanaka S, Uno C, Akimoto M, Tabata M, Honda C, Kamisako W (1991) Anti-allergic effect of bryonolic acid from Luffa cylindrica cell suspension cultures. Planta Med 57(6):527–530. https://doi.org/10.1055/s-2006-960199", "ArticleIdList": ["10.1055/s-2006-960199", "1818343"]}, {"Citation": "Tedlock B (1987) An interpretive solution to the problem of humoral medicine in Latin America. Soc Sci Med 24(12):1069–1083. https://doi.org/10.1016/0277-9536(87)90022-0", "ArticleIdList": ["10.1016/0277-9536(87)90022-0", "3629291"]}, {"Citation": "Terasawa K (2004) Evidence-based reconstruction of Kampo medicine: part I-is Kampo CAM? Evid Based Complement Alternat Med 1(1):11–16. https://doi.org/10.1093/ecam/neh003", "ArticleIdList": ["10.1093/ecam/neh003", "15257321", "442105"]}, {"Citation": "Testai L, Chericoni S, Calderone V, Nencioni G, Nieri P, Morelli I, Martinotti E (2002) Cardiovascular effects of Urtica dioica L. (Urticaceae) roots extracts: in vitro and in vivo pharmacological studies. J Ethnopharmacol 81(1):105–109. https://doi.org/10.1016/S0378-8741(02)00055-7"}, {"Citation": "Ticktin T, Dalle SP (2005) Medicinal plant use in the practice of midwifery in rural Honduras. J Ethnopharmacol 96(1–2):233–248. https://doi.org/10.1016/j.jep.2004.09.015", "ArticleIdList": ["10.1016/j.jep.2004.09.015", "15588676"]}, {"Citation": "Tomas GE, Lock O, Jurupe H (1999) Estudio químico y actividad hipoglicemiante e hipolipemiante de la Gentianella thyrosidea Hooker Fabris 65(4):231–238, 231"}, {"Citation": "Torrenegra-Alarcón M, Granados-Conde C, Durán-Lengua M, León-Méndez G, Yáñez-Rueda X, Martínez C, Pájaro-Castro N (2016) Composición Química y Actividad Antibacteriana del Aceite Esencial de Minthostachys mollis. Orinoquia 1(20):69. https://doi.org/10.22579/20112629.329"}, {"Citation": "Trotter RT, Chavira JA (1980) Curanderismo: an Emic theoretical perspective of Mexican-American folk medicine. Med Anthropol 4(4):423–487. https://doi.org/10.1080/01459740.1980.9965881", "ArticleIdList": ["10.1080/01459740.1980.9965881"]}, {"Citation": "Valadeau C (2010) De l’ethnobotanique à l’articulation du soin: une approche anthropologique du système nosologique chez les yanesha de Haute Amazonie péruvienne. Doctoral Thesis"}, {"Citation": "Vandebroek I (2013) Intercultural health and ethnobotany: how to improve healthcare for underserved and minority communities? J Ethnopharmacol 148(3):746–754. https://doi.org/10.1016/j.jep.2013.05.039", "ArticleIdList": ["10.1016/j.jep.2013.05.039", "23727048"]}, {"Citation": "van Andel T, de Boer HJ, Barnes J, Vandebroek I (2014) Medicinal plants used for menstrual disorders in Latin America, the Caribbean, sub-Saharan Africa, South and Southeast Asia and their uterine properties: a review. J Ethnopharmacol 155(2):992–1000. https://doi.org/10.1016/j.jep.2014.06.049", "ArticleIdList": ["10.1016/j.jep.2014.06.049", "24975195"]}, {"Citation": "Vásquez-Londoño CA (2012) Clasificación por categorías térmicas de las plantas medicinales, en el sistema tradicional de salud de la Comunidad Afrodescendiente de Palenque San Basilio. Master thesis"}, {"Citation": "Vásquez-Londoño CA, Matapí-Yucuna U, Meléndez-Santacruz I, Pérez-Salinas M, García-Moreno C, Rodríguez-Gómez R, Martínez G, Restrepo-Calle S (2012) Plantas y territorio en los sistemas tradicionales de salud en Colombia. Contribuciones de la biodiversidad al bienestar humano y la autonomía. Instituto de Investigación de Recursos Biológicos Alexander von Humboldt"}, {"Citation": "Velásquez R (1957) La medicina popular en la costa colombiana del Pacífico. Revista Colombiana de Antropología 6(6):195–241", "ArticleIdList": ["10.22380/2539472X.1792"]}, {"Citation": "Vidal F, Vidal JC, Gadelha APR, Lopes CS, Coelho MGP, Monteiro-Leal LH (2007) Giardia lamblia: the effects of extracts and fractions from Mentha x piperita Lin. (Lamiaceae) on trophozoites. Exp Parasitol 115(1):25–31. https://doi.org/10.1016/j.exppara.2006.05.001"}, {"Citation": "Vilakazi A (1955) Bantu concepts in medicine. J Natl Med Assoc 47(5):308–311", "ArticleIdList": ["13252416", "2617581"]}, {"Citation": "Vilela FC, Bitencourt AD, Cabral LDM, Franqui LS, Soncini R, Giusti-Paiva A (2010) Anti-inflammatory and antipyretic effects of Sonchus oleraceus in rats. J Ethnopharmacol 127(3):737–741. https://doi.org/10.1016/j.jep.2009.11.030", "ArticleIdList": ["10.1016/j.jep.2009.11.030", "19962434"]}, {"Citation": "von Schoen-Angerer T, Deckers B, Henes J, Helmert E, Vagedes J (2018) Effect of topical rosemary essential oil on Raynaud phenomenon in systemic sclerosis. Complement Ther Med 40:191–194. https://doi.org/10.1016/j.ctim.2017.10.012", "ArticleIdList": ["10.1016/j.ctim.2017.10.012"]}, {"Citation": "Walter D (2017) Algunos aportes a la etnobotánica en la Cordillera Blanca (Sierra de Ancash). INDIANA. https://doi.org/10.18441/ind.v34i1.149-176"}, {"Citation": "Walter D (2012) Introduction to the history and current status of evidence-based Koreanmedicine: a unique integrated system of allopathic and holistic medicine. Bulletin du Jardin Botanique de Saverne 12–19"}, {"Citation": "Weller SC, Pachter LM, Trotter RT, Baer RD (1993) Empacho in four Latino groups: a study of intra- and inter-cultural variation in beliefs. Med Anthropol 15(2):109–136. https://doi.org/10.1080/01459740.1993.9966085", "ArticleIdList": ["10.1080/01459740.1993.9966085", "8326833"]}, {"Citation": "Wilches I, Tobar V, Peñaherrera E, Cuzco N, Jerves L, Vander Heyden Y, León-Tamariz F, Vila E (2015) Evaluation of anti-inflammatory activity of the methanolic extract from Jungia rugosa leaves in rodents. J Ethnopharmacol 173:166–171. https://doi.org/10.1016/j.jep.2015.07.004", "ArticleIdList": ["10.1016/j.jep.2015.07.004", "26192806"]}, {"Citation": "Yin CS, Ko S-G (2014) Introduction to the history and current status of evidence-based korean medicine: a unique integrated system of allopathic and holistic medicine. Evid Based Complement Alternat Med 2014:740515. https://doi.org/10.1155/2014/740515", "ArticleIdList": ["10.1155/2014/740515", "24834097", "4009338"]}, {"Citation": "Zhou N, Yang Y, Li K, Ke Y, Zheng X, Feng W, Bai Z, Liu T, Wang Y, Liu Z, Li X (2019) Integrating strategies of chemistry, biochemistry and metabolomics for characterization of the medication principle of “treating cold/heat syndrome with hot/cold herbs.” J Ethnopharmacol 239:111899. https://doi.org/10.1016/j.jep.2019.111899", "ArticleIdList": ["10.1016/j.jep.2019.111899", "31039429"]}, {"Citation": "Zuluaga-Ramírez G (2003) La botella curada: un estudio de los sistemas tradicionales de salud en las comunidades afrocolombianas del Chocó: biogeográfico. Da Vinci editores"}, {"Citation": "Zuluaga R (1995) El legado de las plantas medicinales en la Sabana de Bogotá: Investigación histórica y etnobotánica de la flora medicinal en el municipio de Cota. Prolabo Ltda"}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "1", "Day": "11", "Hour": "12", "Minute": "34"}, {"Year": "2022", "Month": "1", "Day": "12", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "1", "Day": "14", "Hour": "6", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["35015277", "10.1007/978-3-030-80983-6_5"]}}], "PubmedBookArticle": []}