{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Alcohol", "Antimicrobial", "Combinations", "Fat", "Honey", "Interactions", "Medicinal plants", "Milk", "Salt", "Southern Africa", "Sugar", "Synergy", "Vinegar"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35017037", "DateCompleted": {"Year": "2022", "Month": "03", "Day": "01"}, "DateRevised": {"Year": "2022", "Month": "03", "Day": "01"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "01", "Day": "10"}], "Language": ["eng"], "ELocationID": ["10.1016/j.jep.2022.114977", "S0378-8741(22)00011-3"], "Journal": {"ISSN": "1872-7573", "JournalIssue": {"Volume": "288", "PubDate": {"Year": "2022", "Month": "Apr", "Day": "24"}}, "Title": "Journal of ethnopharmacology", "ISOAbbreviation": "J Ethnopharmacol"}, "ArticleTitle": "Traditionally used polyherbals in a southern African therapeutic context.", "Pagination": {"StartPage": "114977", "MedlinePgn": "114977"}, "Abstract": {"AbstractText": ["In African traditional medicine, there are several plant species that are used in combination with either other plant species or non-plant derived combinations such as sugar and honey, salt and vinegar, milk, fat etc. This review examines the role of these combinations and postulates the scientific and therapeutic validation of such combinations.", "This study reviewed the ethnopharmacological literature and documented the use of southern African plant combinations to find a scientific rationale for such combinations, and provide recommendations for future studies.", "Ethnobotanical books and online databases such as Scopus, ScienceDirect, PubMed and Google Scholar were used to find ethnobotanical studies within the southern African context that focus on the combinations of plants with other plants or various additional ingredients. The scientific literature was examined to determine if evidence was available to substantiate such combinations.", "One hundred and eighty-seven medicinal plant (plant-to-plant) combinations that are used in the southern African traditional healing system were recorded. These plant combinations were used against infections of the gastrointestinal tract, respiratory tract, and skin as well other non-infectious diseases such as reproductive and psychiatric disorders. Respiratory infections were the most documented infections to be treated using plant combinations. The plant that was documented to be most commonly used in combination with other plants was Artemisia afra Jacq. ex Willd. While plant-plant combinations have drawn a marked interest, comparatively, plant-adjuvant (e.g. milk, sugar, honey, salt, vinegar, fats) combinations have attracted less research interest. Milk was reported as the most used additional ingredient in combination with medicinal plants. The combination of animal urine and dung with medicinal plants has been reported as a treatment for treat prostate infections, the human immunodeficiency virus (HIV). Other ingredients such as clay and flour were also documented, and these are often mixed with medicinal plants to treat fever, stomach ailments, sexually transmitted infections (STI) and skin conditions. Although combination therapy has been frequently reported in ethnobotanical records, over 90% of the combinations reviewed still need to be scientifically validated.", "Scientific reports on the antimicrobial, anti-oxidant, anti-inflammatory and other pharmacological effects of these combinations may offer an understanding of traditional combination therapy. In addition, investigation into the mechanisms of action of these combinations are also recommended to supplement the findings. Nonetheless, the use of plant combinations is still an untapped research area in southern Africa and there is a need to validate the use of those documented combinations to obtain a better understanding of combined traditional medicinal plant use."], "CopyrightInformation": "Copyright © 2022 Elsevier B.V. All rights reserved."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacy and Pharmacology, Faculty of Health Sciences, University of the Witwatersrand, 7 York Road, Parktown, Johannesburg, South Africa. Electronic address: sandy.vanvuuren@wits.ac.za."}], "LastName": "Van Vuuren", "ForeName": "S F", "Initials": "SF"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacy and Pharmacology, Faculty of Health Sciences, University of the Witwatersrand, 7 York Road, Parktown, Johannesburg, South Africa."}], "LastName": "Motlhatlego", "ForeName": "K E", "Initials": "KE"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacy and Pharmacology, Faculty of Health Sciences, University of the Witwatersrand, 7 York Road, Parktown, Johannesburg, South Africa."}], "LastName": "Netshia", "ForeName": "V", "Initials": "V"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Ireland", "MedlineTA": "J Ethnopharmacol", "NlmUniqueID": "7903310", "ISSNLinking": "0378-8741"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Drug Combinations"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Preparations"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Africa, Southern"}, {"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": [], "DescriptorName": "Drug Combinations"}, {"QualifierName": [], "DescriptorName": "Ethnobotany"}, {"QualifierName": [], "DescriptorName": "Ethnopharmacology"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["methods"], "DescriptorName": "Medicine, African Traditional"}, {"QualifierName": ["administration & dosage", "pharmacology"], "DescriptorName": "Plant Preparations"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plants, Medicinal"}]}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2021", "Month": "7", "Day": "14"}, {"Year": "2022", "Month": "1", "Day": "5"}, {"Year": "2022", "Month": "1", "Day": "5"}, {"Year": "2022", "Month": "1", "Day": "13", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "3", "Day": "3", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "1", "Day": "12", "Hour": "5", "Minute": "52"}], "PublicationStatus": "ppublish", "ArticleIdList": ["35017037", "10.1016/j.jep.2022.114977", "S0378-8741(22)00011-3"]}}], "PubmedBookArticle": []}