{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Blue laser", "Dendrobium officinale Kimura et Migo.", "Functional metabolites", "RNA-seq"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35036158", "DateRevised": {"Year": "2022", "Month": "01", "Day": "19"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "01", "Day": "04"}], "Language": ["eng"], "ELocationID": ["e12684", "10.7717/peerj.12684"], "Journal": {"ISSN": "2167-8359", "JournalIssue": {"Volume": "9", "PubDate": {"Year": "2022"}}, "Title": "PeerJ", "ISOAbbreviation": "PeerJ"}, "ArticleTitle": "RNA sequencing-based exploration of the effects of blue laser irradiation on mRNAs involved in functional metabolites of <i>D. officinales</i>.", "Pagination": {"StartPage": "e12684", "MedlinePgn": "e12684"}, "Abstract": {"AbstractText": ["<i>Dendrobium officinale</i> Kimura et Migo (<i>D. officinale</i>) has promising lung moisturizing, detoxifying, and immune boosting properties. Light is an important factor influencing functional metabolite synthesis in <i>D. officinale</i>. The mechanisms by which lasers affect plants are different from those of ordinary light sources; lasers can effectively address the shortcomings of ordinary light sources and have significant interactions with plants. Different light treatments (white, blue, blue laser) were applied, and the number of red leaves under blue laser was greater than that under blue and white light. RNA-seq technology was used to analyze differences in <i>D. officinale</i> under different light treatments. The results showed 465, 2,107 and 1,453 differentially expressed genes (DEGs) in LB-B, LB-W and W-B, respectively. GO, KEGG and other analyses of DEGs indicated that <i>D. officinale</i> has multiple blue laser response modes. Among them, the plasma membrane, cutin, suberine and wax biosynthesis, flavone and flavonol biosynthesis, heat shock proteins, <i>etc</i>. play central roles. Physiological and biochemical results verified that blue laser irradiation significantly increases POD, SOD, and PAL activities in <i>D. officinale</i>. The functional metabolite results showed that blue laser had the greatest promoting effect on total flavonoids, polysaccharides, and alkaloids. qPCR verification combined with other results suggested that <i>CRY DASH</i>, <i>SPA</i>1, <i>HY</i>5, and <i>PIF</i>4 in the blue laser signal transduction pathway affect functional metabolite accumulation in <i>D. officinale</i> through positively regulated expression patterns, while <i>CO</i>16 and <i>MYC</i>2 exhibit negatively regulated expression patterns. These findings provide new ideas for the efficient production of metabolites in <i>D. officinale</i>."], "CopyrightInformation": "© 2022 Li et al."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Architectural Engineering, Sanming University, Sanming, Chian."}], "LastName": "Li", "ForeName": "Hansheng", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Xiamen Institute of Technology, Xiamen, China."}], "LastName": "Qiu", "ForeName": "Yuqiang", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Resources and Chemical Engineering, Sanming University, Sanming, China."}], "LastName": "Sun", "ForeName": "Gang", "Initials": "G"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "The Institute of Medicinal Plant, Sanming Academy of Agricultural Science, Shaxian, China."}], "LastName": "Ye", "ForeName": "Wei", "Initials": "W"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "PeerJ", "NlmUniqueID": "101603425", "ISSNLinking": "2167-8359"}, "CoiStatement": "The authors declare that they have no competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Benjamini Y, Yekutieli D. Quantitative trait loci analysis using the false discovery rate. Genetics. 2005;171(2):783–790. doi: 10.1534/genetics.104.036699.", "ArticleIdList": ["10.1534/genetics.104.036699", "PMC1456787", "15956674"]}, {"Citation": "Bruhn D, Mikkelsen TN, Rolsted M, Egsgaard H, Ambus P. Leaf surface wax is a source of plant methane formation under UV radiation and in the presence of oxygen. Plant Biology. 2014;16(2):512–516. doi: 10.1111/plb.12137.", "ArticleIdList": ["10.1111/plb.12137", "24400835"]}, {"Citation": "Castrillo M, Bernhardt A, Valos J, Batschauer A, Pokorny R. Biochemical characterization of the DASH-type cryptochrome CryD from Fusarium fujikuroi. Photochemistry & Photobiology. 2015;91(6):1356–1367. doi: 10.1111/php.12501.", "ArticleIdList": ["10.1111/php.12501", "26215424"]}, {"Citation": "Chang XG, Chen XF, Gong P. Antioxidant, analgesic and anti-inflammatory activities of extracellular polysaccharide of nostoc flagelliforme under Salt Stress. Food Science. 2020;41(17):133–138."}, {"Citation": "Chen CY, Department S. Determination of anthocyanins in purple sweet potato by microwave digestion and visible spectrophotometric. Food Research and Development. 2016;37(4):158–160."}, {"Citation": "Chen X, Mao X, Huang J, Ding Y, Wu J, Dong S, Kong L, Gao G, Li CY, Wei L. KOBAS 2.0: a web server for annotation and identification of enriched pathways and diseases. Nucleic Acids Research. 2011;39:316–322. doi: 10.1093/nar/gkr483.", "ArticleIdList": ["10.1093/nar/gkr483", "PMC3125809", "21715386"]}, {"Citation": "Chen XM, Tian LX, Shan T, Sun L, Gao SX. Advances in germplasm resources and genetics and breeding of Dendrobium officinale. Acta Pharmaceutica Sinica. 2018;53(9):1493–1503. doi: 10.16438/j.0513-4870.2018-0286.", "ArticleIdList": ["10.16438/j.0513-4870.2018-0286"]}, {"Citation": "Duan R, Wang A, Chen G. Advances in study of plant cuticle genes. Chinese Bulletin of Botany. 2017;52(5):637–651. doi: 10.11983/CBB16127.", "ArticleIdList": ["10.11983/CBB16127"]}, {"Citation": "Fu X, Zou Z. Abiotic regulation: a common way for proteins to modulate their functions. Current Protein and Peptide Science. 2015;16(3):188–195. doi: 10.2174/1389203716666150224124429.", "ArticleIdList": ["10.2174/1389203716666150224124429", "25707475"]}, {"Citation": "Gangappa SN, Maurya JP, Yadav V, Chattopadhyay S. The regulation of the Z- and G-box containing promoters by light signaling components, SPA1 and MYC2, in Arabidopsis. PLOS ONE. 2013;8(4):7377–7382. doi: 10.1371/journal.pone.0062194.", "ArticleIdList": ["10.1371/journal.pone.0062194", "PMC3639979", "23646119"]}, {"Citation": "Gao L, Li Y, Han R. Cell wall reconstruction and DNA damage repair play a key role in the improved salt tolerance effects of He-Ne laser irradiation in tall fescue seedlings. Bioscience, Biotechnology, and Biochemistry. 2016;80:682–693. doi: 10.1080/09168451.2015.1101335.", "ArticleIdList": ["10.1080/09168451.2015.1101335", "26498625"]}, {"Citation": "Hamann The plant cell wall integrity maintenance mechanism-A case study of a cell wall plasma membrane signaling network. Phtyochemistry. 2015;112:100–109. doi: 10.1016/j.phytochem.2014.09.019.", "ArticleIdList": ["10.1016/j.phytochem.2014.09.019", "25446233"]}, {"Citation": "Huang X, Ouyang X, Deng XW. Beyond repression of photomorphogenesis: role switching of COP/DET/FUS in light signaling. Current Opinion in Plant Biology. 2014;21:96–103. doi: 10.1016/j.pbi.2014.07.003.", "ArticleIdList": ["10.1016/j.pbi.2014.07.003", "25061897"]}, {"Citation": "Ingram G, Nawrath C. The roles of the cuticle in plant development: organ adhesions and beyond. Journal of Experimental Botany. 2017;68(19):5307–5321. doi: 10.1093/jxb/erx313.", "ArticleIdList": ["10.1093/jxb/erx313", "28992283"]}, {"Citation": "Jacob P, Hirt H, Bendahmane A. The heat-shock protein/chaperone network and multiple stress resistance. Plant Biotechnology Journal. 2017;15(4):405–414. doi: 10.1111/pbi.12659.", "ArticleIdList": ["10.1111/pbi.12659", "PMC5362687", "27860233"]}, {"Citation": "Kriechbaumer V, Brandizzi F. The plant endoplasmic reticulum: an organized chaos of tubules and sheets with multiple functions. Journal of Microscopy. 2020;280(2):122–133. doi: 10.1111/jmi.12909.", "ArticleIdList": ["10.1111/jmi.12909", "32426862"]}, {"Citation": "Lan XG, Yang J, Abhinandan K, Nie YZ, Li XY, Li YH, Samuel MA. Flavonoids and ROS play opposing roles in mediating pollination in Ornamental Kale (Brassica oleracea var. acephala) Molecular Plant. 2017;10(10):1361–1364. doi: 10.1016/j.molp.2017.08.002.", "ArticleIdList": ["10.1016/j.molp.2017.08.002", "28827168"]}, {"Citation": "Leivar P, Tepperman JM, Cohn MM, Monte E, Al-sady B, Erickson E, Quail PH. Dynamic antagonism between phytochromes and PIF family basic Helix-Loop-Helix factors induces selective reciprocal responses to light and shade in a rapidly responsive transcriptional network in Arabidopsis. Plant Cell. 2012;24(4):1398–1419. doi: 10.1105/tpc.112.095711.", "ArticleIdList": ["10.1105/tpc.112.095711", "PMC3398554", "22517317"]}, {"Citation": "Li YF, Gao LM, Han R. A combination of He-Ne laser irradiation and exogenous nitric oxide application efficiently protect wheat seedling from oxidative stress caused by elevated UV-B stress. Environmental Science and Pollution Research. 2016;23:23675–23682. doi: 10.1007/s11356-016-7567-3.", "ArticleIdList": ["10.1007/s11356-016-7567-3", "27619371"]}, {"Citation": "Li H, Lyu Y, Chen X, Wang CQ, Yao DH, Ni SS, Lin YL, Chen YK, Zhang ZH, Lai ZX. Exploration of the effect of blue light on functional metabolite accumulation in longan embryonic calli via RNA sequencing. International Journal of Molecular Sciences. 2019;20(2):441–464. doi: 10.3390/ijms20020441.", "ArticleIdList": ["10.3390/ijms20020441", "PMC6359358", "30669555"]}, {"Citation": "Li H, Ye W, Wang Y, Chen XH, Fang Y, Sun G. RNA sequencing-based exploration of the effects of far-red light on lncRNAs involved in the shade-avoidance response of D. officinale. PeerJ. 2021;9(1):e10769. doi: 10.7717/peerj.10769.", "ArticleIdList": ["10.7717/peerj.10769", "PMC7883695", "33614278"]}, {"Citation": "Lin X, Lai Z. Effect of light quality on the proliferation of protocorm and active ingredient contents of Dendrobium officinale. Chinese Journal of Tropical Crops. 2015;36(10):1796–1801."}, {"Citation": "Lin JB, Wang WY, Zou H, Dai YM. Transcriptome analysis on pathway of and genes related to flavonoid synthesis in Dendrobium officinale. Fujian Journal of Agricultural Sciences. 2019;34(9):1019–1025."}, {"Citation": "Liu Y, Patra B, Pattanaik S, Wang Y, Yuan L. GATA and PIF transcription factors regulate light-induced vindoline biosynthesis in Catharanthus roseus. Plant Physiology. 2019;180(3):1336–1350. doi: 10.1104/pp.19.00489.", "ArticleIdList": ["10.1104/pp.19.00489", "PMC6752914", "31123092"]}, {"Citation": "Liu X, Sun H, Chen W, Guo Q, Xiaolin LI, Liang G. Advances in studies on carotenoids in loquat fruit. Journal of Fruit Science. 2016;35(6):932–939."}, {"Citation": "Liu H, Wang Q, Liu Y, Zhao XY, Imaizumi T, Somers DE, Toin EM, Lin C. Arabidopsis CRY2 and ZTL mediate blue-light regulation of the transcription factor CIB1 by distinct mechanisms. Proceedings of the National Academy of Sciences of the United States of America. 2013;110(43):17582–17587. doi: 10.1073/pnas.1308987110.", "ArticleIdList": ["10.1073/pnas.1308987110", "PMC3808666", "24101505"]}, {"Citation": "Liu Z, Zhang Y, Wang J, Li P, Zhao C, Chen Y, Bi Y. Phytochrome-interacting factors PIF4 and PIF5 negatively regulate anthocyanin biosynthesis under red light in Arabidopsis seedlings. Plant Science. 2015;238:64–72. doi: 10.1016/j.plantsci.2015.06.001.", "ArticleIdList": ["10.1016/j.plantsci.2015.06.001", "26259175"]}, {"Citation": "Luijtelaar AV, Greenwood BM, Ahmed HU, Barqawi AB, Barret E. Focal laser ablation as clinical treatment of prostate cancer: report from a Delphi consensus project. Springer Open Choice. 2019;37(10):2147–2153. doi: 10.1007/s00345-019-02636-7.", "ArticleIdList": ["10.1007/s00345-019-02636-7", "PMC6763411", "30671638"]}, {"Citation": "Luo L, Xu XH, Yang K, Li Z, Zhang XQ. Senescence and heat shock protein in plants in response to abiotic stress. Pratacultural Science. 2020;37(11):2320–2333."}, {"Citation": "Martin C, Zhang Y, Stefano RD, Robine M, Butelli E, Bulling K, Hill L, Rejzek M, Martin C, Schoonbeek HJ. Different ROS-scavenging properties of flavonoids determine their abilities to extend shelf life of tomato. Free Radical Biology & Medicine the Official Journal of the Oxygen Society. 2015;169:1568–1583. doi: 10.1104/pp.15.00346.", "ArticleIdList": ["10.1104/pp.15.00346", "PMC4634045", "26082399"]}, {"Citation": "Martins I, Hartmann DO, Alves PC, Martins C, Garcia H, Leclercq CC, Ferreira R, He J, Renaut J, Becker JD, Pereira CS. Elucidating how the saprophytic fungus Aspergillus nidulans uses the plant polyester suberin as carbon source. BMC Genomics. 2014;15:613–632. doi: 10.1186/1471-2164-15-613.", "ArticleIdList": ["10.1186/1471-2164-15-613", "PMC4117967", "25043916"]}, {"Citation": "Meng Y, Lin C. Blue Light-dependent interaction between Cryptochrome2 and CIB1 regulates transcription and leaf senescence in Soybean. Plant Cell. 2013;25(11):4405–4420. doi: 10.1105/tpc.113.116590.", "ArticleIdList": ["10.1105/tpc.113.116590", "PMC3875726", "24272488"]}, {"Citation": "Morales-Cedillo F, González-Solís A, Gutiérrez-Angoa L, Cano-Ramírez DL, Gavilanes-Ruiz M. Plant lipid environment and membrane enzymes: the case of the plasma membrane H+-ATPase. Plant Cell Reports. 2015;34(4):617–629. doi: 10.1007/s00299-014-1735-z.", "ArticleIdList": ["10.1007/s00299-014-1735-z", "25577330"]}, {"Citation": "Nhut DT, Huy NP, Tai NT, Nam NB, Luan VQ, Hien VT, Tung HT, Vinh BT, Luan CT. Light-emitting diodes and their potential in callus growth, plantlet development and saponin accumulation during somatic embryogenesis of Panax vietnamensis Ha et Grushv. Biotechnology & Biotechnological Equipment. 2015;29(2):299–308. doi: 10.1080/13102818.2014.1000210.", "ArticleIdList": ["10.1080/13102818.2014.1000210", "PMC4433904", "26019644"]}, {"Citation": "Satoh M, Tokaji Y, Nagano AJ, Hara-Nishimura I, Hayashi M, Nishimura M, Ohta H, Masuda S. Arabidopsis mutants affecting oxylipin signaling in photo-oxidative stress responses. Plant Physiology & Biochemistry. 2014;81:90–95. doi: 10.1016/j.plaphy.2013.11.023.", "ArticleIdList": ["10.1016/j.plaphy.2013.11.023", "24342708"]}, {"Citation": "Savchenko TV, Zastrijnaja OM, Klimov VV. Oxylipins and plant abiotic stress resistance. Biochemistry. 2014;79(4):362–375. doi: 10.1134/S0006297914040051.", "ArticleIdList": ["10.1134/S0006297914040051", "24910209"]}, {"Citation": "Sethi V, Raghuram B, Sinha AK, Chattopadhyay S. A mitogen-activated protein kinase cascade module, MKK3-MPK6 and MYC2, is involved in blue light-mediated seedling development in Arabidopsis. Plant Cell. 2014;26(8):3343–3357. doi: 10.1105/tpc.114.128702.", "ArticleIdList": ["10.1105/tpc.114.128702", "PMC4371833", "25139007"]}, {"Citation": "Shen C, Guo H, Chen H, Shi Y, Meng Y, Lu J, Feng S, Wang H. Identification and analysis of genes associated with the synthesis of bioactive constituents in Dendrobium officinale using RNA-Seq. Scientific Reports. 2017;7(1):187. doi: 10.1038/s41598-017-00292-8.", "ArticleIdList": ["10.1038/s41598-017-00292-8", "PMC5412657", "28298629"]}, {"Citation": "Shi H, Liu R, Xue C, Shen X, Wei N, Deng XW, Zhong S. Seedlings transduce the depth and mechanical pressure of covering soil using COP1 and ethylene to regulate EBF1/EBF2 for soil emergence. Current Biology. 2016;26:139–149. doi: 10.1016/j.cub.2015.11.053.", "ArticleIdList": ["10.1016/j.cub.2015.11.053", "PMC5108888", "26748855"]}, {"Citation": "Su J, Liu B, Liao J, Yang Z, Lin C, Oka Y. Coordination of cryptochrome and phytochrome signals in the regulation of plant light responses. Agronomy. 2017;7(1):25. doi: 10.3390/agronomy7010025.", "ArticleIdList": ["10.3390/agronomy7010025"]}, {"Citation": "Tang L, Wang CY, Long H, Li J, Chen GX, Zhou Q. Effects of environmental factors on growth and development and effective component contents in Dendrobium officinale. Journal of Chinese Medicinal Materials. 2019;42(2):251–255."}, {"Citation": "Vishwanath SJ, Delude C, Domergue F, Rowland O. Suberin: biosynthesis, regulation, and polymer assembly of a protective extracellular barrier. Plant Cell Reports. 2015;34(4):573–586. doi: 10.1007/s00299-014-1727-z.", "ArticleIdList": ["10.1007/s00299-014-1727-z", "25504271"]}, {"Citation": "Wan WC, Shi MM, Zhang B. Development of plant laser lamp. Journal of Technology. 2020;20(1):33–39."}, {"Citation": "Wang Q, Barshop WD, Bian M, Vashisht AA, He R, Yu X, Liu B, Nguyen P, Liu X, Zhao X, Wohlschlegel JA, Lin C. The blue light-dependent phosphorylation of the CCE domain determines the photosensitivity of Arabidopsis CRY2. Molecular plant. 2015;8(4):631–643. doi: 10.1016/j.molp.2015.03.005.", "ArticleIdList": ["10.1016/j.molp.2015.03.005", "PMC5219891", "25792146"]}, {"Citation": "Wang P, Hawes C, Hussey PJ. Plant endoplasmic reticulum-plasma membrane contact sites. Trends in Plant Science. 2017;22(4):289–297. doi: 10.1016/j.tplants.2016.11.008.", "ArticleIdList": ["10.1016/j.tplants.2016.11.008", "27955928"]}, {"Citation": "Wang WT, Zhang JW, Wang D, Tao SH, Ji YL, Wu B. Relation between light qualities and accumulation of steroidal glycoalkaloids as well as signal molecule in cell in potato tubers. Acta Agronomica Sinica. 2010;36(4):629–635. doi: 10.3724/SP.J.1006.2010.00629.", "ArticleIdList": ["10.3724/SP.J.1006.2010.00629"]}, {"Citation": "Xu L, Liu L, Peng SD, Li WY, Zhang T, Li ZM, Wang HM, Li SJ, Lin LG. Genetic diversity of Dendrobium officinale revealed by SSR markers. Molecular Plant Breeding. 2015;7:1616–1622."}, {"Citation": "Yang Z, Liu B, Su J, Liao JK, Lin C, Oka Y. Cryptochromes orchestrate transcription regulation of diverse blue light responses in plants. Photochemistry & Photobiology. 2017;93(1):112–127. doi: 10.1111/php.12663.", "ArticleIdList": ["10.1111/php.12663", "PMC6167254", "27861972"]}, {"Citation": "Young MD, Wakefield MJ, Smyth GK, Oshlack A. Gene ontology analysis for RNA-seq: accounting for selection bias. Genome Biology. 2020;11(2):R14. doi: 10.1186/gb-2010-11-2-r14.", "ArticleIdList": ["10.1186/gb-2010-11-2-r14", "PMC2872874", "20132535"]}, {"Citation": "Zhang H, Hedhili S, Montiel G, Zhang Y, Chatel G, Pré M, Gantet P, Memelink J. The basic helix-loop-helix transcription factor CrMYC2 controls the jasmonate-responsive expression of the ORCA genes that regulate alkaloid biosynthesis in Catharanthus roseus. Plant Journal for Cell & Molecular Biology. 2011;67(1):61–71. doi: 10.1111/j.1365-313X.2011.04575.x.", "ArticleIdList": ["10.1111/j.1365-313X.2011.04575.x", "21401746"]}, {"Citation": "Zhang QZ, Wu NY, Jian DQ, Jiang R, Yang C, Lan X, Chen M, Zhan F, Liao Z. Overexpression of AaPIF3 promotes artemisinin production in Artemisia annua. Industrial Crops and Products. 2019;138:111476–111488. doi: 10.1016/j.indcrop.2019.111476.", "ArticleIdList": ["10.1016/j.indcrop.2019.111476"]}, {"Citation": "Zhang GQ, Xu Q, Bian C, Tsai WC, Yeh CM. The Dendrobium catenatum Lindl, genome sequence provides insights into polysaccharide synthase, floral development and adaptive evolution. Scientific Reports. 2016;6(19029):1–10. doi: 10.1038/srep19029.", "ArticleIdList": ["10.1038/srep19029", "PMC4709516", "26754549"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "8", "Day": "27"}, {"Year": "2021", "Month": "12", "Day": "3"}, {"Year": "2022", "Month": "1", "Day": "17", "Hour": "6", "Minute": "2"}, {"Year": "2022", "Month": "1", "Day": "18", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "1", "Day": "18", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "1", "Day": "4"}], "PublicationStatus": "epublish", "ArticleIdList": ["35036158", "PMC8740519", "10.7717/peerj.12684", "12684"]}}], "PubmedBookArticle": []}