{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35035501", "DateRevised": {"Year": "2022", "Month": "01", "Day": "18"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "01", "Day": "05"}], "Language": ["eng"], "ELocationID": ["3509706", "10.1155/2022/3509706"], "Journal": {"ISSN": "1741-427X", "JournalIssue": {"Volume": "2022", "PubDate": {"Year": "2022"}}, "Title": "Evidence-based complementary and alternative medicine : eCAM", "ISOAbbreviation": "Evid Based Complement Alternat Med"}, "ArticleTitle": "The Effect of Broccoli Extract in Arsenic-Induced Experimental Poisoning on the Hematological, Biochemical, and Electrophoretic Parameters of the Liver and Kidney of Rats.", "Pagination": {"StartPage": "3509706", "MedlinePgn": "3509706"}, "Abstract": {"AbstractText": ["Heavy metals such as arsenic contribute to environmental pollution that can lead to systemic effects in various body organs. Some medicinal plants such as broccoli have been shown to reduce the harmful effects of these heavy metals. The main aim of the present study is to evaluate the effects of broccoli extract on liver and kidney toxicity, considering hematological and biochemical changes. The experimental study was performed in 28 days on 32 male Wistar rats classified into four groups: the control group (C), a group receiving 5 mg/kg oral arsenic (AS), a group receiving 300 mg/kg broccoli (B), and a group receiving arsenic and broccoli combination (AS + B). Finally, blood samples were taken to evaluate the hematological and biochemical parameters of the liver and kidney, as well as serum proteins' concentration. Liver and kidney tissue were fixed and stained by H&E and used for histopathological diagnosis. The results demonstrated a significant decrease in white blood cells (WBC), red blood cells (RBC), and hemoglobin (Hb) in the AS group compared to other groups. However, in the B group, a significant increase in RBC and WBC was observed compared to the AS and C groups (<i>P</i> < 0.05). Moreover, RBC and WBC levels increased significantly in the AS + B group compared to the AS group (<i>P</i> = 0.046). However, in the AS group, aspartate aminotransferase (AST), alanine aminotransferase (ALT), urea, and creatinine levels increased, while total protein, albumin, and globulin decreased. This can be a result of liver and kidney damage, which was observed in the AS group. Furthermore, the increase in the concentration of albumin and globulin in the AS + B group was higher than that in the AS group. Infiltration of inflammatory cells and necrosis of the liver and kidney tissue in the pathological evaluation of the AS group were significantly higher than other groups. There was an increase in superoxide dismutases (SOD), glutathione peroxidase (GPx), and total antioxidant capacity (TAC); however, a decrease in malondialdehyde (MDA) concentration was seen in the AS + B group compared to the AS group. It seems that broccoli is highly effective at reducing liver and kidney damage and improving the hematological and biochemical factors in arsenic poisoning conditions."], "CopyrightInformation": "Copyright © 2022 Mahdieh Raeeszadeh et al."}, "AuthorList": [{"Identifier": ["0000-0003-3460-8594"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Basic Sciences, Islamic Azad University, Sanandaj Branch, Sanandaj, Iran."}], "LastName": "Raeeszadeh", "ForeName": "Mahdieh", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Graduate of Faculty of Veterinary Sciences, Islamic Azad University, Sanandaj Branch, Sanandaj, Iran."}], "LastName": "Karimi", "ForeName": "Pouria", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Graduate of Faculty of Veterinary Sciences, Islamic Azad University, Sanandaj Branch, Sanandaj, Iran."}], "LastName": "Khademi", "ForeName": "Nadia", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pathobiology Sciences, Islamic Azad University, Science and Research Branch, Tehran, Iran."}], "LastName": "Mortazavi", "ForeName": "Pejman", "Initials": "P"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Evid Based Complement Alternat Med", "NlmUniqueID": "101215021", "ISSNLinking": "1741-427X"}, "CoiStatement": "The authors declare that they have no conflicts of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Briffa J., Sinagra E., Blundell R. Heavy metal pollution in the environment and their toxicological effects on humans. Heliyon . 2020;6(9):p. e04691. doi: 10.1016/j.heliyon.2020.e04691.", "ArticleIdList": ["10.1016/j.heliyon.2020.e04691", "PMC7490536", "32964150"]}, {"Citation": "Chung J.-Y., Yu S.-D., Hong Y.-S. Environmental source of arsenic exposure. Journal of Preventive Medicine and Public Health . 2014;47(5):253–257. doi: 10.3961/jpmph.14.036.", "ArticleIdList": ["10.3961/jpmph.14.036", "PMC4186553", "25284196"]}, {"Citation": "Palma-Lara I., Martínez-Castillo M., Quintana-Pérez J. C., et al. Arsenic exposure: a public health problem leading to several cancers. Regulatory Toxicology and Pharmacology . 2020;110:p. 104539. doi: 10.1016/j.yrtph.2019.104539.", "ArticleIdList": ["10.1016/j.yrtph.2019.104539", "31765675"]}, {"Citation": "Al-Forkan M., Islam S. A sub-chronic exposure study of arsenic on hematological parameters, liver enzyme activities, histological studies and accumulation pattern of arsenic in organs of Wistar albino rats. Journal of Cytology & Histology . 2016;7(2) doi: 10.4172/2157-7099.1000S5:006.", "ArticleIdList": ["10.4172/2157-7099.1000S5:006"]}, {"Citation": "Flora S. J., Bhadauria S, Kannan G. M, Singh N. Arsenic induced oxidative stress and the role of antioxidant supplementation during chelation: a review. Journal of Environmental Biology . 2007;28(2):333–347.", "ArticleIdList": ["17929749"]}, {"Citation": "Das N., Paul S., Chatterjee D., et al. Arsenic exposure through drinking water increases the risk of liver and cardiovascular diseases in the population of West Bengal, India. BMC Public Health . 2012;12(1):p. 639. doi: 10.1186/1471-2458-12-639.", "ArticleIdList": ["10.1186/1471-2458-12-639", "PMC3441389", "22883023"]}, {"Citation": "Singh N., Kumar D., Lal K., Raisuddin S., Sahu A. P. Adverse health effects due to arsenic exposure: modification by dietary supplementation of jaggery in mice. Toxicology and Applied Pharmacology . 2010;242(3):247–255. doi: 10.1016/j.taap.2009.10.014.", "ArticleIdList": ["10.1016/j.taap.2009.10.014", "19874834"]}, {"Citation": "Raeeszadeh M., Mortazavi P., Atashin-Sadafi R. The antioxidant, anti-inflammatory, pathological, and behavioural effects of medicago sativa L.(Alfalfa) extract on brain injury caused by nicotine in male rats. Evidence-Based Complementary and Alternative Medicine . 2021;2021 doi: 10.1155/2021/6694629.6694629", "ArticleIdList": ["10.1155/2021/6694629", "PMC7959924", "33747114"]}, {"Citation": "Wang S., Shi X. Molecular mechanisms of metal toxicity and carcinogenesis. Molecular Mechanisms of Metal Toxicity and Carcinogenesis . 2001;222(1):3–9. doi: 10.1007/978-1-4615-0793-2_1.", "ArticleIdList": ["10.1007/978-1-4615-0793-2_1", "11678608"]}, {"Citation": "Rajak C., Singh N., Parashar P. Metal toxicity and natural antidotes: prevention is better than cure. Environmental Science and Pollution Research . 2020;27(35):1–17. doi: 10.1007/s11356-020-10783-3.", "ArticleIdList": ["10.1007/s11356-020-10783-3", "32951168"]}, {"Citation": "Berenjian S., Raeeszadeh M. Prescription of antibiotics before and after surgery at the surgical wards of isfahan amiralmomenin hospital compared with the standard guidelines. Health Research . 2016;1(3):133–140."}, {"Citation": "Rana M. N., Tangpong J., Rahman M. M. Toxicodynamics of Lead, Cadmium, Mercury and Arsenic-induced kidney toxicity and treatment strategy: a mini review. Toxicology Reports . 2018;5:704–713. doi: 10.1016/j.toxrep.2018.05.012.", "ArticleIdList": ["10.1016/j.toxrep.2018.05.012", "PMC6035907", "29992094"]}, {"Citation": "Amadi C. N., Offor S. J., Frazzoli C., Orisakwe O. E. Natural antidotes and management of metal toxicity. Environmental Science and Pollution Research . 2019;26(18):18032–18052. doi: 10.1007/s11356-019-05104-2.", "ArticleIdList": ["10.1007/s11356-019-05104-2", "31079302"]}, {"Citation": "El-Hendy H. A. R., El-Hendy H. H. A. R. Effect of broccoli intake on antioxidants in the liver and kidneys tissues of hyperglycemic rats. Alexandria Science Exchange Journal . 2013;34:379–390. doi: 10.21608/asejaiqjsae.2013.159251.", "ArticleIdList": ["10.21608/asejaiqjsae.2013.159251"]}, {"Citation": "Raeeszadeh M. The study of the effect of hydroalcholic extracts of broccoli induced oxidative stress by lead in kidney of mice. Razi Journal of Medical Sciences . 2018;25(9):17–25."}, {"Citation": "Raeeszadeh M., Nadia khademi A., Akbari A. The effects of broccoli and caraway extracts on serum oxidative markers, testicular structure and function, and sperm quality before and after sperm cryopreservation. Cryobiology . 2021;99:11–19. doi: 10.1016/j.cryobiol.2021.02.003.", "ArticleIdList": ["10.1016/j.cryobiol.2021.02.003", "33577784"]}, {"Citation": "Benzie I. F. F., Strain J. J. [2] Ferric reducing/antioxidant power assay: direct measure of total antioxidant activity of biological fluids and modified version for simultaneous measurement of total antioxidant power and ascorbic acid concentration. Oxidants and Antioxidants Part A . 1999;299:15–27. doi: 10.1016/s0076-6879(99)99005-5.", "ArticleIdList": ["10.1016/s0076-6879(99)99005-5", "9916193"]}, {"Citation": "Tang Q., Su Y. W., Xian C. J. Determining oxidative damage by lipid peroxidation assay in rat serum. Bio-Protocol . 2019;9(12):p. e3263. doi: 10.21769/BioProtoc.3263.", "ArticleIdList": ["10.21769/BioProtoc.3263", "PMC7854198", "33654783"]}, {"Citation": "Farzan S. F., Howe C. G., Zens M. S., et al. Urine arsenic and arsenic metabolites in U.S. Adults and biomarkers of inflammation, oxidative stress, and endothelial dysfunction: a cross-sectional study. Environmental Health Perspectives . 2017;125(12):p. 127002. doi: 10.1289/ehp2062.", "ArticleIdList": ["10.1289/ehp2062", "PMC5963594", "29373859"]}, {"Citation": "Paglia D. E., Valentine W. N. Studies on the quantitative and qualitative characterization of erythrocyte glutathione peroxidase. The Journal of Laboratory and Clinical Medicine . 1967;70(1):158–169.", "ArticleIdList": ["6066618"]}, {"Citation": "Zaias J., Mineau M., Cray C., Yoon D., Altman N. H. Reference values for serum proteins of common laboratory rodent strains. Journal of the American Association for Laboratory Animal Science: Journal of the American Association for Laboratory Animal Science . 2009;48(4):387–390.", "ArticleIdList": ["PMC2715929", "19653947"]}, {"Citation": "Ramanathan S., Srinivas C. N. Biochemical Testing-Clinical Correlation and Diagnosis . London, UK: IntechOpen; 2019. Serum protein electrophoresis and its clinical applications."}, {"Citation": "Hwang J.-H., Lim S.-B. Antioxidant and anti-inflammatory activities of broccoli florets in LPS-stimulated RAW 264.7 cells. Preventive Nutrition and Food Science . 2014;19(2):89–97. doi: 10.3746/pnf.2014.19.2.089.", "ArticleIdList": ["10.3746/pnf.2014.19.2.089", "PMC4103733", "25054107"]}, {"Citation": "Jaiswal A. K., Abu-Ghannam N., Gupta S. A comparative study on the polyphenolic content, antibacterial activity and antioxidant capacity of different solvent extracts of Brassica oleracea vegetables. International Journal of Food Science and Technology . 2012;47(2):223–231. doi: 10.1111/j.1365-2621.2011.02829.x.", "ArticleIdList": ["10.1111/j.1365-2621.2011.02829.x"]}, {"Citation": "Lenoble V., Omanović D., Garnier C., et al. Distribution and chemical speciation of arsenic and heavy metals in highly contaminated waters used for health care purposes (Srebrenica, Bosnia and Herzegovina) The Science of the Total Environment . 2013;443:420–428. doi: 10.1016/j.scitotenv.2012.10.002.", "ArticleIdList": ["10.1016/j.scitotenv.2012.10.002", "23220132"]}, {"Citation": "Kim J.-J., Kim Y.-S., Kumar V. Heavy metal toxicity: an update of chelating therapeutic strategies. Journal of Trace Elements in Medicine and Biology . 2019;54:226–231. doi: 10.1016/j.jtemb.2019.05.003.", "ArticleIdList": ["10.1016/j.jtemb.2019.05.003", "31109617"]}, {"Citation": "Yi Y., Gao S., Xia J., et al. Study of the accumulation and distribution of arsenic species and association with arsenic toxicity in rats after 30 days of oral realgar administration. Journal of Ethnopharmacology . 2020;247:p. 111576. doi: 10.1016/j.jep.2018.10.037.", "ArticleIdList": ["10.1016/j.jep.2018.10.037", "30385423"]}, {"Citation": "Gazitt Y., Akay C. Arsenic trioxide: an anti cancer missile with multiple warheads. Hematology . 2005;10(3):205–213. doi: 10.1080/10245330500067090.", "ArticleIdList": ["10.1080/10245330500067090", "16019469"]}, {"Citation": "Fazio F., Saoca C., Ferrantelli V., Cammilleri G., Capillo G., Piccione G. Relationship between arsenic accumulation in tissues and hematological parameters in mullet caught in Faro Lake: a preliminary study. Environmental Science and Pollution Research . 2019;26(9):8821–8827. doi: 10.1007/s11356-019-04343-7.", "ArticleIdList": ["10.1007/s11356-019-04343-7", "30712206"]}, {"Citation": "Saha S. S., Ghosh M. Protective effect of conjugated linolenic acid isomers present in vegetable oils against arsenite-induced renal toxicity in rat model. Nutrition . 2013;29(6):903–910. doi: 10.1016/j.nut.2012.12.013.", "ArticleIdList": ["10.1016/j.nut.2012.12.013", "23422533"]}, {"Citation": "Pisuttharachai D., Nalinanon W., Areechon N. Effects of dietary supplementation with broccoli sprouts (Brassica oleracea) on the hematology and immunological responses of nile tilapia (Oreochromis niloticus) Journal of Fisheries and Environment . 2020;44(1):65–75."}, {"Citation": "Abernathy C. O., Thomas D. J., Calderon R. L. Health effects and risk assessment of arsenic. Journal of Nutrition . 2003;133(5):1536S–1538S. doi: 10.1093/jn/133.5.1536s.", "ArticleIdList": ["10.1093/jn/133.5.1536s", "12730460"]}, {"Citation": "Bhattacharya A., Bhattacharya S. Induction of oxidative stress by arsenic in Clarias batrachus: involvement of peroxisomes. Ecotoxicology and Environmental Safety . 2007;66(2):178–187. doi: 10.1016/j.ecoenv.2005.11.002.", "ArticleIdList": ["10.1016/j.ecoenv.2005.11.002", "16427696"]}, {"Citation": "Akan J. C., Salwa M., Yikala B. S., Chellube Z. M. Study on the distribution of heavy metals in different tissues of fishes from River Benue in Vinikilang, Adamawa State, Nigeria. British Journal of Applied Science & Technology . 2012;2(4):311–333. doi: 10.9734/bjast/2012/1716.", "ArticleIdList": ["10.9734/bjast/2012/1716"]}, {"Citation": "Roy S., Bhattacharya S. Arsenic-induced histopathology and synthesis of stress proteins in liver and kidney of Channa punctatus. Ecotoxicology and Environmental Safety . 2006;65(2):218–229. doi: 10.1016/j.ecoenv.2005.07.005.", "ArticleIdList": ["10.1016/j.ecoenv.2005.07.005", "16150489"]}, {"Citation": "Gao S., Duan X., Wang X., et al. Curcumin attenuates arsenic-induced hepatic injuries and oxidative stress in experimental mice through activation of Nrf2 pathway, promotion of arsenic methylation and urinary excretion. Food and Chemical Toxicology . 2013;59:739–747. doi: 10.1016/j.fct.2013.07.032.", "ArticleIdList": ["10.1016/j.fct.2013.07.032", "23871787"]}, {"Citation": "Britannica I. E. Encyclopedia Britannica Almanac 2008 . Chicago, IL, USA: Encyclopaedia Britannica; 2009."}, {"Citation": "Tripathi S., Kumar A. Effect of acute and chronic exposure of sodium arsenite (Na3AsO3) on total protein, albumin, and globulin in serum of Oryctolagus cuniculusL. Toxicological and Environmental Chemistry . 2011;93(2):307–313. doi: 10.1080/02772248.2010.508611.", "ArticleIdList": ["10.1080/02772248.2010.508611"]}, {"Citation": "Busher J. T. Serum albumin and globulin. Clinical Methods: The History, Physical, and Laboratory Examinations . 1990;3:497–499.", "ArticleIdList": ["21250045"]}, {"Citation": "Banerjee S., Mahanty A., Mohanty S., Mazumder D. G., Cash P., Mohanty B. P. Identification of potential biomarkers of hepatotoxicity by plasma proteome analysis of arsenic-exposed carp Labeo rohita. Journal of Hazardous Materials . 2017;336:71–80. doi: 10.1016/j.jhazmat.2017.04.054.", "ArticleIdList": ["10.1016/j.jhazmat.2017.04.054", "28475914"]}, {"Citation": "Chen B., Liu Q., Popowich A., et al. Therapeutic and analytical applications of arsenic binding to proteins. Metallomics . 2015;7(1):39–55. doi: 10.1039/c4mt00222a.", "ArticleIdList": ["10.1039/c4mt00222a", "25356501"]}, {"Citation": "Xu Y.-Y., Zeng Q.-B., Yao M.-L., Yu C., Li J., Zhang A.-H. A possible new mechanism and drug intervention for kidney damage due to arsenic poisoning in rats. Toxicology Research . 2016;5(2):511–518. doi: 10.1039/c5tx00165j.", "ArticleIdList": ["10.1039/c5tx00165j", "PMC6061977", "30090365"]}, {"Citation": "Sosa C., Guillén N., Lucea S., Sorribas V. Effects of oral exposure to arsenite on arsenic metabolism and transport in rat kidney. Toxicology Letters . 2020;333:4–12. doi: 10.1016/j.toxlet.2020.07.029.", "ArticleIdList": ["10.1016/j.toxlet.2020.07.029", "32736004"]}, {"Citation": "Raeeszadeh M., Moradi M., Ayar P., Akbari A. The antioxidant effect of medicago sativa L.(Alfalfa) ethanolic extract against mercury chloride (HgCl2) toxicity in rat liver and kidney: an in vitro and in vivo study. Evidence-Based Complementary and Alternative Medicine . 2021;2021 doi: 10.1155/2021/8388002.8388002", "ArticleIdList": ["10.1155/2021/8388002", "PMC8413032", "34484406"]}, {"Citation": "Yousef M. I., Omar S. A. M., El-Guendi M. I., Abdelmegid L. A. Potential protective effects of quercetin and curcumin on paracetamol-induced histological changes, oxidative stress, impaired liver and kidney functions and haematotoxicity in rat. Food and Chemical Toxicology . 2010;48(11):3246–3261. doi: 10.1016/j.fct.2010.08.034.", "ArticleIdList": ["10.1016/j.fct.2010.08.034", "20804811"]}, {"Citation": "Jomova K., Jenisova Z., Feszterova M., et al. Arsenic: toxicity, oxidative stress and human disease. Journal of Applied Toxicology: JAT . 2011;31(2):95–107. doi: 10.1002/jat.1649.", "ArticleIdList": ["10.1002/jat.1649", "21321970"]}, {"Citation": "Gupta D. K., Inouhe M., Rodríguez-Serrano M., Romero-Puertas M. C., Sandalio L. M. Oxidative stress and arsenic toxicity: role of NADPH oxidases. Chemosphere . 2013;90(6):1987–1996. doi: 10.1016/j.chemosphere.2012.10.066.", "ArticleIdList": ["10.1016/j.chemosphere.2012.10.066", "23266413"]}, {"Citation": "Raeeszadeh M., Karimfar B., Akbar Amiri A., Akbari A. Protective effect of nano-vitamin C on infertility due to oxidative stress induced by lead and arsenic in male rats. Journal of Chemistry . 2021;2021 doi: 10.1155/2021/9589345.9589345", "ArticleIdList": ["10.1155/2021/9589345"]}, {"Citation": "Encyclopædia Britannica . Chicago, IL, USA: Encyclopædia Britannica; 2009. Leaf-nosed bat."}, {"Citation": "Raeeszadeh M., Fallah M. The comparison of the effect of origanum vulgar aqueous extract and vitamin C on the control of cadmium chloride damage in testicular tissue in male rats. Journal of Babol University of Medical Sciences . 2018;20(8):44–50."}, {"Citation": "Qaderi Forough M., Raeeszadeh M., Amiri A. Dose-response changes of Brassica oleracea var. italica hydroalcholic extract in the control of oxidative stress by induction of diazinon on the cells of testicular tissue in male adult rat. Journal of Rafsanjan University of Medical Sciences . 2017;16(7):593–604."}, {"Citation": "Sharma D., Sangha G. K. Triazophos induced neuro-splenic toxicity and evaluation of antioxidative potential of aqueous Broccoli extract in Wistar albino rats. Journal of Applied and Natural Science . 2021;13(2):616–626. doi: 10.31018/jans.v13i2.2644.", "ArticleIdList": ["10.31018/jans.v13i2.2644"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "11", "Day": "14"}, {"Year": "2021", "Month": "12", "Day": "12"}, {"Year": "2021", "Month": "12", "Day": "23"}, {"Year": "2022", "Month": "1", "Day": "17", "Hour": "5", "Minute": "55"}, {"Year": "2022", "Month": "1", "Day": "18", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "1", "Day": "18", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "1", "Day": "5"}], "PublicationStatus": "epublish", "ArticleIdList": ["35035501", "PMC8754608", "10.1155/2022/3509706"]}}], "PubmedBookArticle": []}