{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["COVID-19", "Indian spices", "bioenhancer activity", "handling", "storage", "therapeutic activity"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35043421", "DateCompleted": {"Year": "2022", "Month": "05", "Day": "23"}, "DateRevised": {"Year": "2022", "Month": "12", "Day": "07"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "02", "Day": "05"}], "Language": ["eng"], "ELocationID": ["10.1002/jsfa.11771"], "Journal": {"ISSN": "1097-0010", "JournalIssue": {"Volume": "102", "Issue": "8", "PubDate": {"Year": "2022", "Month": "Jun"}}, "Title": "Journal of the science of food and agriculture", "ISOAbbreviation": "J Sci Food Agric"}, "ArticleTitle": "Indian spices: past, present and future challenges as the engine for bio-enhancement of drugs: impact of COVID-19.", "Pagination": {"StartPage": "3065", "EndPage": "3077", "MedlinePgn": "3065-3077"}, "Abstract": {"AbstractText": ["Spices are natural plant products enriched with the history of being used as herbal medicine for prevention of diseases. India is also known as the 'Land of Spices'. Out of 109 spices recognized by the International Organization for Standardization (ISO) more than 52-60 spice crops are grown in India. The major spices exported by India are turmeric, cumin, coriander, fenugreek, peppers, etc. The Indian spices are divided into three era viz. early period, middle age and early modern period. Spices are used in beverages, liquors, and pharmaceutical, cosmetic and perfumery products. The major issue with spices is their handling and storage. This review article mainly focuses on two aspects: at the outset the handling and storage of the spices is an essential factor as spices are available in different forms like raw, processed, fresh, whole dried, or pre-ground dried. Therefore, the need of processing, packaging, storage and handling of the spices is important as the deterioration of spices can lead to the loss of therapeutic activity. Furthermore, many herbal constituents have the capability to enhance the bioavailability of drugs. Therefore, an attempt has been made to throw a light on the bioenhancer activity and therapeutic activity along with their mechanism of action of some Indian spices which are regularly used for cooking purpose on a daily basis to enhance the taste of food. The spices suggested by ministry of AYUSH which is relevant to its medicinal and biological property in treatment and prevention from COVID-19 are discussed. © 2022 Society of Chemical Industry."], "CopyrightInformation": "© 2022 Society of Chemical Industry."}, "AuthorList": [{"Identifier": ["0000-0003-1257-723X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacognosy, Columbia Institute of Pharmacy, Raipur, India."}], "LastName": "Gidwani", "ForeName": "Bina", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacognosy, Columbia Institute of Pharmacy, Raipur, India."}], "LastName": "Bhattacharya", "ForeName": "Ruchi", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacognosy, Columbia Institute of Pharmacy, Raipur, India."}], "LastName": "Shukla", "ForeName": "Shiv Shankar", "Initials": "SS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacognosy, Columbia Institute of Pharmacy, Raipur, India."}], "LastName": "Pandey", "ForeName": "Ravindra Kumar", "Initials": "RK"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "J Sci Food Agric", "NlmUniqueID": "0376334", "ISSNLinking": "0022-5142"}, "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Curcuma"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Phytotherapy"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Spices"}, {"QualifierName": [], "DescriptorName": "COVID-19 Drug Treatment"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Pandey R, Tiwari RK and Shukla SS, Omics: a newer technique in herbal drug standardization and quantification. J Young Pharm 8:76–81 (2016)."}, {"Citation": "Dubey S, Indian spices and their medicinal value. Indian J Pharm Educ Res 51:s330–s332 (2017)."}, {"Citation": "Talukder AS, Kandeepan G and Shukla V, Indian spices: taste of foods. Beverage Food World 43:46–53 (2016)."}, {"Citation": "Bhargava S, Bhargava P, Saraf S, Pandey R, Shukla SS and Garg R, Evaluation of antipyretic activity of sudarshan churna: an ayurvedic formulation. J Res Educ Indian Med 3:2684–2690 (2008)."}, {"Citation": "Mohan S, Rajan SS and Unnikrishnan G, Marketing of Indian Spices as a challenge in India. Int J Bus Manag Invent 2:26–31 (2013)."}, {"Citation": "Kesarwani K and Gupta R, Bioavailability enhancers of herbal origin: an overview. Asian Pac J Trop Biomed 3:253–266 (2013).", "ArticleIdList": ["PMC3634921", "23620848"]}, {"Citation": "Jain G and Patil UK, Strategies for enhancement of bioavailability of medicinal agents with natural products. Int J Pharma Sci Res 6:5315–5324 (2015)."}, {"Citation": "Akpo‐Djenontin D, Anihouvi VB, Vissoh VP, Gbaguidi F and Soumanou M, Processing, storage methods and quality attributes of spices and aromatic herbs in the local merchandising chain in Benin. Afr J Agric Res 11:3537–3547 (2016)."}, {"Citation": "Peter KV, in Handbook of Herbs and Spices, Vol. 3, ed. by Peter VK. Wood Head Publishing Ltd., Cambridge, UK, p. 566 (2006)."}, {"Citation": "Salari R, Najafi MBH, Boroushaki MT, Mortazavi SA and Fathi MN, Assessment of the microbiological quality and mycotoxin contamination of Iranian red pepper spice. J. Agric. Sci. Technol. 14:1511–1521 (2012)."}, {"Citation": "Hossain MB, Barry‐Ryan C, Martin‐Diana AB and Brunton NP, Effect of drying method on the antioxidant capacity of six Lamiaceae herbs. Food Sci Environ Health 123:85–91 (2010)."}, {"Citation": "Prashant K, Greening retail: an Indian experience. Int J Retail Distr Manag 42:613–625 (2014)."}, {"Citation": "Masand S, Madan S and Balin SK, Modern concept of storage and packaging of raw herbs used in Ayurvedic. Int J Res Ayurveda Pharm 5:242–245 (2014)."}, {"Citation": "Naik J, Nagalakshmi S, Balasubrahmanyam N, Dhanaraj S and Shankaracharya NB, Packaging and storage studies on commercial varieties of Indian Chillies. J Food Sci Technol 38:227–230 (2001)."}, {"Citation": "Ajaikumar B, Cemile B, Sanjit D, Divya D, Bokyung S and Bharat A, Traditional uses of spices: an overview, in Molecular Targets and Therapeutic Uses of Spices. World Scientific Publishing Co. Pte. Ltd., Singapore, pp. 1–24 (2009)."}, {"Citation": "Mehmood MH and Gilani AH, Pharmacological basis for the pepper and piperine in gastrointestinal disorder. J Med Food 13:1086–1096 (2010).", "ArticleIdList": ["20828313"]}, {"Citation": "Karsha PV and Lakshmi OB, Antibacterial activity of black pepper with special reference to its mode of action on bacteria. Indian J Nat Prod Resour 1:213–215 (2010)."}, {"Citation": "Noriko H, Shunsuke N, Kazunori I, Kimihisa I, Masashi T, Munekazu I et al., Histamine release inhibitory activity of Piper nigrum leaf. Biol Pharm Bull 31:1973–1976 (2008).", "ArticleIdList": ["18827366"]}, {"Citation": "Tasleem F, Azhar I, Ali SN, Perveen S and Mahmood ZA, Analgesic and anti‐inflammatory activity of piper nigrum. Asian Pac J Trop Med 7:S461–S468 (2014).", "ArticleIdList": ["25312168"]}, {"Citation": "Mao Q‐Q, Xian Y‐F, Ip S‐P and Che C‐T, Involvement of serotonergic system in the antidepressant‐like effect of piperine. Prog Neuropsychopharmacol Biol Psychiatry 35:1144–1147 (2011).", "ArticleIdList": ["21477634"]}, {"Citation": "Kaushik D, Rani R, Kaushik P, Sacher D and Yadav J, In‐ vivo and in‐vitro Antiasthmatic studies of plant piper longum Linn. Int J Pharmacol 8:192–197 (2012)."}, {"Citation": "Taqvi S, Shah A and Gilani A, Blood pressure lowering and vasomodulator effects of Piperine. J Cardiovasc Pharmacol 52:452–458 (2008).", "ArticleIdList": ["19033825"]}, {"Citation": "Nabi SK, Kasetti RB, Sirasanagandla S, Tilak TK, Kumar MVJ and Rao CA, Antidiabetic and antihyperlipidemic activity of Piper longum root aqueous extract in STZ induced diabetic rats. BMC Complement Altern Med 13:13–37 (2013).", "ArticleIdList": ["PMC3583796", "23414307"]}, {"Citation": "Verma P, Rathore B, Kumar V, Singh RK and Mahdi AA, Hypolipidemic activity of Piper longum in experimental hyperlipidemia. Int J Pharm Sci Res 8:3385–3390 (2017)."}, {"Citation": "Akila P, Chandini R, Yadav AK, Reddy V, Sowmya MN and Madhunapantula S, In vitro anticancer activity of ethanolic extracts of Piper nigrum against colorectal carcinoma cell lines. Int J Appl Basic Med Res 7:67–72 (2017).", "ArticleIdList": ["PMC5327611", "28251112"]}, {"Citation": "Javed S, Ahsan W and Kohli K, The concept of bioenhancers in bioavailability enhancement of drugs – a patent review. JSL 1:143–165 (2016)."}, {"Citation": "Johnson JJ, Nihal M and Siddiqui IA, Enhancing the bioavailability of resveratrol by combining it with piperine. Mol Nutr Food Res 55:1169–1176 (2011).", "ArticleIdList": ["PMC3295233", "21714124"]}, {"Citation": "Shoba G, Joy D, Joseph T, Majeed M, Rajendran R and Srinivas P, Influence of piperine on the pharmacokinetics of curcumin in animals and human volunteers. Planta Med 64:353–356 (1998).", "ArticleIdList": ["9619120"]}, {"Citation": "Allameh A, Saxena M, Biswas G, Raj HG, Singh J and Srivastava N, Piperine: a plant alkaloid of the piper species enhance the bioavailability of Aflatoxin B1 in rat tissues. Cancer let 61:195–199 (1992).", "ArticleIdList": ["1739943"]}, {"Citation": "Das I, Acharya A, Berry DL, Sen S, Williams E, Permaul E et al., Anti‐oxidative effects of the spice cardamom against non‐melanoma skin cancer by modulating nuclear factor erythroid‐2‐related factor 2 and NF‐kB signalling pathways. Br J Nutr 108:984–997 (2012).", "ArticleIdList": ["22182368"]}, {"Citation": "Naik MK and Ali M, Effect of anticonvulsant activity of Elettaria cardamomum seed extract in animal models. IJIPSR 6:130–138 (2018)."}, {"Citation": "Gilani AH, Jabeen Q, Khan A and Shah AJ, Gut modulatory, blood pressure lowering, diuretic and sedative activities of cardamom. J Ethnopharmacol 115:463–472 (2008).", "ArticleIdList": ["18037596"]}, {"Citation": "Kandikattu HK, Rachitha P, Jayashree GV, Krupashree K, Sukhith M, Majid A et al., Anti‐inflammatory and anti‐oxidant effects of cardamom (Elettaria repens (Sonn.) Baill) and its phytochemical analysis by 4D GCXGC TOF‐MS. Biomed Pharmacother 91:191–201 (2017).", "ArticleIdList": ["28458157"]}, {"Citation": "Jamal A, Javed K, Aslam M and Jafri MA, Gastro protective effect of cardamom, Elettaria cardamomum Maton. Fruits in rats. J Ethnopharmacol 103:149–153 (2006).", "ArticleIdList": ["16298093"]}, {"Citation": "Khan A, Khan QJ and Gilani AH, Pharmacological basis for the medicinal use of cardamom in asthma. Bangladesh J Pharmacol 6:34–37 (2011)."}, {"Citation": "Huang Y, Lam SL and Ho SH, Bioactivities of essential oil from Elletaria cardamomum (L.) Maton to Sitophilus zeamais Motschulsky and Tribolium castaneum (Herbst). J Stored Pdts Res 36:107–117 (2000)."}, {"Citation": "Chegini SG and Abbasipour A, Chemical composition and insecticidal effects of the essential oil of cardamom, Elettaria cardamomum on the tomato leaf miner, Tuta absoluta. Toxin Rev 36:12–17 (2017)."}, {"Citation": "Huang YB, Wu PC, Ko HM and Tsai YH, Effect of pre‐treatment by cardamom oil on in vitro percutaneous penetration of piroxicam gel. Int J Pharm 131:137–141 (1996)."}, {"Citation": "Huang YB, Wu PC, Ko HM and Tsai YH, Cardamom oil as a skin permeation enhancer for indomethacin, piroxicam and diclofenac. Int J Pharm 126:111–117 (1995)."}, {"Citation": "Bayoub K, Baibai T, Mountassif D, Retmane A and Soukri A, Antibacterial activities of the crude ethanol extracts of medicinal plants against listeria monocytogenes and some other pathogenic strains. Afr J Biotechnol 9:4251–4258 (2010)."}, {"Citation": "Lu T, Sheng H, Wu J, Cheng Y, Zhu J and Yan C, Cinnamon extract improves fasting blood glucose and glycosylated hemoglobin level in Chinese patients with type 2 diabetes. Nutr Res 32:408–412 (2012).", "ArticleIdList": ["22749176"]}, {"Citation": "Jayaprakasha GK, Rao JM and Sakariah KK, Volatile constituents from Cinnamomum zeylanicum fruit stalks and their antioxidant activities. J Agric Food Chem 51:4344–4348 (2003).", "ArticleIdList": ["12848508"]}, {"Citation": "Niphade SR, Asad M, Chandrakala GK, Toppo E and Deshmukh P, Immunomodulatory activity of Cinnamomum zeylanicum bark. Pharm Biol 47:1168–1173 (2009)."}, {"Citation": "Kamath JV, Rana AC and Chowdhury AR, Pro‐healing effect of Cinnamomum zeylanicum bark. Phytother Res 17:970–972 (2003).", "ArticleIdList": ["13680838"]}, {"Citation": "Majumdar SH, Kulkarni AS and Kumbhar SM, Yogvahi (bioenhancer): an Ayurvedic concept used in modern medicines. International Research Journal of Pharmacy and Medical Sciences 1:20–25 (2018)."}, {"Citation": "Dua A, Singh A and Mahajan R, Antioxidants of clove (Syzygium aromaticum) prevent metal induced oxidant damaged of bio molecules. Int Res J Pharm 6:273–278 (2015)."}, {"Citation": "Pandey A and Singh P, Antibacterial activity of Syzygium aromaticum (clove) with metal ion effect against food borne pathogens. Asian J Plant Sci Res 1:69–80 (2011)."}, {"Citation": "Abdurrahman O and Hanefi O, The anti‐inflammatory activity of eugenia caryophyllata essential oil: an animal model of antiinflammatory activity. Eur J Gen Med 2:159–163 (2005)."}, {"Citation": "Shahtalebi MA, Hosseini AS and Safaeian L, Preparation and evaluation of clove oil in emu oil self‐emulsion for hair conditioning and hair loss prevention. J HerbMed Pharmacol 5:72–77 (2016)."}, {"Citation": "Banerjee S, Panda CK and Das S, Clove ( Syzygium aromaticum L.), a potential chemopreventive agent for lung cancer. Carcinogenesis 27:1645–1654 (2006).", "ArticleIdList": ["16501250"]}, {"Citation": "Ribnicky DM, Poulev A, Schmidt B, Cefalu WT and Raskin I, Evaluation of botanicals for improving human health. Am J Clin Nutr 87:472S–475S (2008).", "ArticleIdList": ["18258641"]}, {"Citation": "Wangensteen H, Samuelsen AB and Malterud KE, Antioxidant activity in extracts from coriander. Food Chem 88:293–297 (2004)."}, {"Citation": "Gray AM and Flatt PR, Insulin‐releasing and insulin‐like activity of the traditional anti‐diabetic plant Coriandrum sativum (coriander). Br J Nutr 81:203–209 (1999).", "ArticleIdList": ["10434846"]}, {"Citation": "Silva F, Ferreira S, Queiroz J and Domingues F, Coriander (Coriandrum sativum L.) essential oil: its antibacterial activity and mode of action evaluated by flow cytometry. J Med Microbiol 60:1479–1486 (2011).", "ArticleIdList": ["21862758"]}, {"Citation": "Wang GW, Hu WT, Huang BK and Qin LP, Illicium verum: a review on its botany, traditional use, chemistry and pharmacology. J Ethnopharmacol 136:10–20 (2011).", "ArticleIdList": ["21549817"]}, {"Citation": "Boota T, Rehman R, Mushtaq A and Kazerooni EG, Star Anise: a review on benefits, biological activities and potential uses. IJCBS 14:110–114 (2018)."}, {"Citation": "Hirschfeld G, Weber L, Renkl A, Kochanek K and Weiss J, Anaphylaxis after oseltamivir (Tamiflu) therapy in a patient with sensitization to star anise and celery, carrot, mugwort, spice syndrome. Allergy 63:243–244 (2008).", "ArticleIdList": ["18186817"]}, {"Citation": "Huang W‐Y, Cai Y‐Z and Zhang Y, Natural phenolic compounds from medicinal herbs and dietary plants: potential use for cancer prevention. Nutr Cancer 62:1–20 (2009).", "ArticleIdList": ["20043255"]}, {"Citation": "Chaubey MK, Fumigant toxicity of essential oils from some common spices against pulse beetle, Callosobruchus chinensis (Coleoptera: Bruchidae). J Oleo Sci 57:171–179 (2008).", "ArticleIdList": ["18270466"]}, {"Citation": "Shukla J, Tripathi S and Chaubey M, Toxicity of Myristica fragrans and Illicium verum essential oils against flour beetle Tribolium castaneum Herbst (Coleoptera: Tenebrionidae). Electronic Journal of Environmental, Agricultural and Food Chemistry 8:403–407 (2009)."}, {"Citation": "Deng J, Huang L, Xie Y, Du Z, Hao E and Hou X, In the anti‐inflammatory and analgesic effects of star anise, an aromatic herb in South China. Acta Hortic 1125:151–160 (2016)."}, {"Citation": "Aly SE, Sabry BA, Shaheen MS and Hathout AS, Assessment of antimycotoxigenic and antioxidant activity of star anise (Illicium verum) in vitro. J Saudi Soc Agric Sci 15:20–27 (2016)."}, {"Citation": "Pundarikakshudu K, Shah DH, Panchal AH and Bhavsar GC, Anti‐inflammatory activity of fenugreek (Trigonella foenum‐graecum Linn.) seed petroleum ether extract. Indian J Pharmacol 48:441–444 (2016).", "ArticleIdList": ["PMC4980935", "27756958"]}, {"Citation": "Vijayakumar MV, The hypoglycaemic activity of fenugreek seed extract is mediated through the stimulation of an insulin signalling pathway. Br J Pharmacol 146:41–48 (2005).", "ArticleIdList": ["PMC1576255", "15980869"]}, {"Citation": "Kaviarasan S, Naik GH, Gangabhagirathi R, Anuradha CV and Priyadarsini KI, In vitro studies on antiradical and antioxidant activities of fenugreek (Trigonella foenum graecum) seeds. Food Chem 103:31–37 (2007)."}, {"Citation": "Pandian RS, Anuradha CV and Viswanathan P, Gastro protective effect of fenugreek seeds (Trigonella foenum graecum) on experimental gastric ulcer in rats. J Ethnopharmacol 81:393–397 (2002).", "ArticleIdList": ["12127242"]}, {"Citation": "Ammon HP and Wahl MA, Pharmacology of Curcuma longa. PlantaMed 57:1–7 (1991).", "ArticleIdList": ["2062949"]}, {"Citation": "Rafatullah S, Tariq M, Alyaha MA and Mossa JS, Evaluation of turmeric (Curcuma longa) for gastric and duodenal antiulcer activity in rats. J Ethnopharmacol 29:25–34 (1990).", "ArticleIdList": ["2345457"]}, {"Citation": "Apisaritakul A, Vanittanakom N and Buddhasukh D, Antifungal activity of turmeric oil extracted from Curcuma longa (Zingiberaceae). J Ethnopharmacol 49:163–169 (1995).", "ArticleIdList": ["8824742"]}, {"Citation": "Liju VB, Jeena K and Kuttan R, An evaluation of antioxidant, anti‐inflammatory, and antinociceptive activities of essential oil from Curcuma longa. L Indian J Pharmacol 43:526–531 (2011).", "ArticleIdList": ["PMC3195121", "22021994"]}, {"Citation": "Anand P, Kunnumakkara AB, Newman RA and Agarwal BB, Bioavailability of curcumin: problems and promise. Mol Pharm 4:807–818 (2007).", "ArticleIdList": ["17999464"]}, {"Citation": "Singh K and Verma B, The concept of Vyadhikshamatva (immunity) in Ayurveda . Ayurpharm Int J Ayur Alli Sci 1:99–108 (2012)."}, {"Citation": "Singh NA, Kumar P and Jyoti KN, Spices and herbs: potential antiviral preventives and immunity boosters during COVID‐19. Phytother Res 35:1–13 (2021).", "ArticleIdList": ["PMC8013177", "33511704"]}, {"Citation": "Walls AC, Park Y‐J, Tortorici MA, Wall A, McGuire AT and Veesler D, Structure, function, and antigenicity of the SARS‐CoV‐2 spike glycoprotein. Cell 181:281–292 (2020).", "ArticleIdList": ["PMC7102599", "32155444"]}, {"Citation": "Ting D, Dong N, Fang L, Lu J, Bi J, Xiao S et al., Multisite inhibitors for entric coronavirus: antiviral cationic cardon dots based on curcumin. ACS Appl Nano Mater 1:5451–5459 (2018).", "ArticleIdList": ["35286056"]}, {"Citation": "Wen CC et al., Specific plant terpenoids and lignoids possess potent antiviral activities aganist severe acute respiratory syndromes coronavirus. J Med Chem 50:4087–4095 (2007).", "ArticleIdList": ["17663539"]}, {"Citation": "Ting D, Dong N, Fang L, Lu J, Bi J, Xiao S, and Han H. Multisite inhibitors for entric coronavirus: antiviral cationic cardon dots based on curcumin. ACS Appl Nano Mater 1:5451–5459 (2018).", "ArticleIdList": ["35286056"]}, {"Citation": "Samuel CE, Antiviral actions of interferons. Clinical Microbiol Rev 14:778–809 (2001).", "ArticleIdList": ["PMC89003", "11585785"]}, {"Citation": "Chiang LC, Ng LT, Cheng PW, Chiang W and Lin CC, Antiviral activity of extract and selected pure constituent of Ocimum Basilicum. Clin Exp Pharmacol Physiol 32:811–816 (2005).", "ArticleIdList": ["16173941"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "12", "Day": "21"}, {"Year": "2021", "Month": "10", "Day": "23"}, {"Year": "2022", "Month": "1", "Day": "19"}, {"Year": "2022", "Month": "1", "Day": "20", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "5", "Day": "24", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "1", "Day": "19", "Hour": "7", "Minute": "10"}, {"Year": "2022", "Month": "2", "Day": "5"}], "PublicationStatus": "ppublish", "ArticleIdList": ["35043421", "PMC9015280", "10.1002/jsfa.11771"]}}], "PubmedBookArticle": []}