{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Mimosa", "biological molecules", "genus", "pharmacological activities", "phytochemicals", "plant"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35053231", "DateCompleted": {"Year": "2022", "Month": "03", "Day": "31"}, "DateRevised": {"Year": "2022", "Month": "04", "Day": "01"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "01", "Day": "05"}], "Language": ["eng"], "ELocationID": ["83", "10.3390/biom12010083"], "Journal": {"ISSN": "2218-273X", "JournalIssue": {"Volume": "12", "Issue": "1", "PubDate": {"Year": "2022", "Month": "Jan", "Day": "05"}}, "Title": "Biomolecules", "ISOAbbreviation": "Biomolecules"}, "ArticleTitle": "Phytochemistry and Diverse Pharmacology of Genus <i>Mimosa</i>: A Review.", "Abstract": {"AbstractText": ["The genus <i>Mimosa</i> belongs to the Fabaceae family and comprises almost 400 species of herbs, shrubs and ornamental trees. The genus <i>Mimosa</i> is found all over the tropics and subtropics of Asia, Africa, South America, North America and Australia. Traditionally, this genus has been popular for the treatment of jaundice, diarrhea, fever, toothache, wound healing, asthma, leprosy, vaginal and urinary complaints, skin diseases, piles, gastrointestinal disorders, small pox, hepatitis, tumor, HIV, ulcers and ringworm. The review covered literature available from 1959 to 2020 collected from books, scientific journals and electronic searches, such as Science Direct, Web of Science and Google scholar. Various keywords, such as <i>Mimosa</i>, secondary metabolites, medicines, phytochemicals and pharmacological values, were used for the data search. The <i>Mimosa</i> species are acknowledged to be an essential source of secondary metabolites with a wide-ranging biological functions, and up until now, 145 compounds have been isolated from this genus. Pharmacological studies showed that isolated compounds possess significant potential, such as antiprotozoal, antimicrobial, antiviral, antioxidant, and antiproliferative as well as cytotoxic activities. Alkaloids, chalcones, flavonoids, indoles, terpenes, terpenoids, saponins, steroids, amino acids, glycosides, flavanols, phenols, lignoids, polysaccharides, lignins, salts and fatty esters have been isolated from this genus. This review focused on the medicinal aspects of the <i>Mimosa</i> species and may provide a comprehensive understanding of the prospective of this genus as a foundation of medicine, supplement and nourishment. The plants of this genus could be a potential source of medicines in the near future."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, University of Sahiwal, Sahiwal 57000, Pakistan."}], "LastName": "Rizwan", "ForeName": "Komal", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, Government College Women University, Faisalabad 38000, Pakistan."}], "LastName": "Majeed", "ForeName": "Ismat", "Initials": "I"}, {"Identifier": ["0000-0001-5388-3183"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Life Science and Food Engineering, Huaiyin Institute of Technology, Huaian 223003, China."}], "LastName": "Bilal", "ForeName": "Muhammad", "Initials": "M"}, {"Identifier": ["0000-0001-9265-6303"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Interdisciplinary Research Center for Advanced Materials, King Fahd University of Petroleum and Minerals (KFUPM), Dhahran 31261, Saudi Arabia."}], "LastName": "Rasheed", "ForeName": "Tahir", "Initials": "T"}, {"Identifier": ["0000-0002-0627-7540"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Hydraulic Engineering, Faculty of Civil Engineering and Geosciences, Delft University of Technology, Stevinweg 1, 2628 CN Delft, The Netherlands."}], "LastName": "Shakeel", "ForeName": "Ahmad", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, School of Natural Sciences (SNS), National University of Science and Technology (NUST), H-12, Islamabad 46000, Pakistan."}], "LastName": "Iqbal", "ForeName": "Shahid", "Initials": "S"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't", "Review"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Biomolecules", "NlmUniqueID": "101596414", "ISSNLinking": "2218-273X"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Phytochemicals"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Ethnopharmacology"}, {"QualifierName": [], "DescriptorName": "Mimosa"}, {"QualifierName": ["chemistry"], "DescriptorName": "Phytochemicals"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plant Extracts"}, {"QualifierName": [], "DescriptorName": "Prospective Studies"}], "CoiStatement": "All the authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Ahuchaogu A.A., Chukwu O.J., Echeme J.O. Secondary Metabolites from Mimosa Pudica: Isolation, Purification and NMR Characterization. IOSR J. Appl. Chem. 2017;10:15–20. doi: 10.9790/5736-1003011520.", "ArticleIdList": ["10.9790/5736-1003011520"]}, {"Citation": "Silva A.S., Araújo S.B., Souza D.C., Silva F.A. Study of the Cu, Mn, Pb and Zn dynamics in soil, plants and bee pollen from the region of Teresina (PI), Brazil. An. Acad. Bras. Ciências. 2012;84:881–889. doi: 10.1590/S0001-37652012005000065.", "ArticleIdList": ["10.1590/S0001-37652012005000065", "23037307"]}, {"Citation": "Muddiman S., Hodkinson I., Hollis D. Legume-feeding psyllids of the genus Heteropsylla (Homoptera: Psylloidea) Bull. Entomol. Res. 1992;82:73–117. doi: 10.1017/S0007485300051518.", "ArticleIdList": ["10.1017/S0007485300051518"]}, {"Citation": "Amalraj T., Ignacimuthu S. Hyperglycemic effect of leaves of Mimosa pudica Linn. Fitoterapia. 2002;73:351–352. doi: 10.1016/S0367-326X(02)00079-5.", "ArticleIdList": ["10.1016/S0367-326X(02)00079-5", "12234583"]}, {"Citation": "Camargo-Ricalde S.L. Descripción, distribución, anatomía, composición química y usos de Mimosa tenuiflora (Fabaceae-Mimosoideae) en México. Rev. Biol. Trop. 2000;48:939–954.", "ArticleIdList": ["11487939"]}, {"Citation": "Galinato M.I., Moody K., Piggin C.M. Upland Rice Weeds of South and Southeast Asia. IRRI; Los Baños, Philippine: 1999. p. 161."}, {"Citation": "Hussain N., Modan M.H., Shabbir S.G., Zaidi S. Antimicrobial principles in Mimosa hamata. J. Nat. Prod. 1979;42:525–527. doi: 10.1021/np50005a014.", "ArticleIdList": ["10.1021/np50005a014", "521821"]}, {"Citation": "Mahmood A., Mahmood A., Qureshi R.A. Antimicrobial activities of three species of family mimosaceae. Pak. J. Pharm. Sci. 2012;25:203–206.", "ArticleIdList": ["22186331"]}, {"Citation": "Joyamma V., Rao S., Hrishikeshavan H., Aroor A., Kulkarni D. Biochemical mechanisms and effects of Mimosa pudica (Linn) on experimental urolithiasis in rats. Indian J. Exp. Biol. 1990;28:237–240.", "ArticleIdList": ["2365419"]}, {"Citation": "Gupta R., Vairale M., Deshmukh R., Chaudhary P., Wate S.R. Ethnomedicinal uses of some plants used by Gond tribe of Bhandara district, Maharashtra. Indian J. Tradit. Knowl. 2010;9:713–717."}, {"Citation": "Lemes P.G., Castro A., Zanuncio J. Oncideres ocularis (Coleoptera: Cerambycidae) Girdling Mimosa bimucronata (Fabaceae) in Brazil. Fla. Entomol. 2014;97:1240–1243. doi: 10.1653/024.097.0333.", "ArticleIdList": ["10.1653/024.097.0333"]}, {"Citation": "Lorenzi H. Árvores Brasileiras: Manual de Identificação e Cultivo de Plantas Arbóreas Nativas do Brasil. 2nd ed. Editora Plantarum; Nova Odessa, SP, Brazil: 1998. p. 10."}, {"Citation": "Jiang Y., Massiot G., Lavaud C., Teulon J.-M., Guéchot C., Haag-Berrurier M., Anton R. Triterpenoid glycosides from the bark of Mimosa tenuiflora. Phytochemistry. 1991;30:2357–2360. doi: 10.1016/0031-9422(91)83648-5.", "ArticleIdList": ["10.1016/0031-9422(91)83648-5", "1367651"]}, {"Citation": "Ueda M., Takada N., Yamamura S. Molecular approach to the nyctinastic movement of the plant controlled by a biological clock. Int. J. Mol. Sci. 2001;2:156–164. doi: 10.3390/i2040156.", "ArticleIdList": ["10.3390/i2040156"]}, {"Citation": "Fernandes G., Ferrari R.R. Fruits of Mimosa foliolosa (Fabales: Fabaceae) as Sleeping Shelter for Megachile (Pseudocentron) botucatuna (Hymenoptera: Megachilidae) Neotrop. Entomol. 2012;41:518–520. doi: 10.1007/s13744-012-0074-4.", "ArticleIdList": ["10.1007/s13744-012-0074-4", "23949678"]}, {"Citation": "Baggio A.J., Carpanezzi A.A. Exploração Seletiva do Sub-Bosque: Uma Alternativa para Aumentar a Rentabilidade dos Bracatingais. Empresa Brasileira de Pesquisa Agropecuária; Brasilia, Brazil: 1998. Embrapa Florestas-Circular Técnica (INFOTECA-E)"}, {"Citation": "Simon M.F., Grether R., de Queiroz L.P., Särkinen T.E., Dutra V.F., Hughes C.E. The evolutionary history of Mimosa (Leguminosae): Toward a phylogeny of the sensitive plants. Am. J. Bot. 2011;98:1201–1221. doi: 10.3732/ajb.1000520.", "ArticleIdList": ["10.3732/ajb.1000520", "21730340"]}, {"Citation": "Nworgu F., Egbunike G. Nutritional Potential of Centrosema pubescens Mimosa invisa and Pueraria phaseoloides Leaf Meals on Growth Performance Responses of Broiler Chickens. Am. J. Exp. Agric. 2013;3:506. doi: 10.9734/AJEA/2013/2947.", "ArticleIdList": ["10.9734/AJEA/2013/2947"]}, {"Citation": "Erkan G., Şengül K., Kaya S. Dyeing of white and indigo dyed cotton fabrics with Mimosa tenuiflora extract. J. Saudi Chem. Soc. 2014;18:139–148. doi: 10.1016/j.jscs.2011.06.001.", "ArticleIdList": ["10.1016/j.jscs.2011.06.001"]}, {"Citation": "Silva T.M.S., dos Santos F.P., Evangelista-Rodrigues A., da Silva E.M.S., da Silva G.S., de Novais J.S., dos Santos F.d.A.R., Camara C.A. Phenolic compounds, melissopalynological, physicochemical analysis and antioxidant activity of jandaíra (Melipona subnitida) honey. J. Food Compos. Anal. 2013;29:10–18. doi: 10.1016/j.jfca.2012.08.010.", "ArticleIdList": ["10.1016/j.jfca.2012.08.010"]}, {"Citation": "Vasconcelos do Nascimento C., Albuquerque Pontes Filho R., Artur A., Costa M. Application of poultry processing industry waste: A strategy for vegetation growth in degraded soil. Waste Manag. 2014;36:316–322. doi: 10.1016/j.wasman.2014.11.001.", "ArticleIdList": ["10.1016/j.wasman.2014.11.001", "25464939"]}, {"Citation": "Apolinário V., Dubeux J., Jr., Lira M., Luiz R., Mello A., Santos M., Sampaio E.V.S.B., Muir J. Tree Legumes Provide Marketable Wood and Add Nitrogen in Warm-Climate Silvopasture Systems. Agron. J. 2015;107:1915–1921. doi: 10.2134/agronj14.0624.", "ArticleIdList": ["10.2134/agronj14.0624"]}, {"Citation": "Chiocchio I., Mandrone M., Sanna C., Maxia A., Tacchini M., Poli F. Screening of a hundred plant extracts as tyrosinase and elastase inhibitors, two enzymatic targets of cosmetic interest. Ind. Crops Prod. 2018;122:498–505. doi: 10.1016/j.indcrop.2018.06.029.", "ArticleIdList": ["10.1016/j.indcrop.2018.06.029"]}, {"Citation": "Durgadevi G., Karthika N. Screening of phytochemicals and pharmacological studies on Mimosa pudica L. Asian J. Innov. Res. 2018;3:19–28."}, {"Citation": "do Nascimento I.A., Braz-Filho R., de Carvalho M.G., Mathias L., de Alcântara Fonseca F. Flavonoides e Outros Compostos Isolados de Mimosa artemisiana Heringer e Paula. Quim. Nova. 2012;35:2159–2164. doi: 10.1590/S0100-40422012001100010.", "ArticleIdList": ["10.1590/S0100-40422012001100010"]}, {"Citation": "Mathew J., Joy J.K., Vazhacharickal P., Sajeshkumar N.K. Phytochemical Analysis And Invitro Hemostatic Activity Of Mimosa Pudica, Hemigraphis Colorata And Chromolaena Odorata Leaf Extracts. CIBTech J. Pharm. Sci. 2016;5:16–34."}, {"Citation": "Oliveira F.F.M., Barbosa K.M.K.M., de Oliveira G.F., Dantas I.M., Camacho R.G.V. Micropropagação de Mimosa caesalpiniaefolia Benth. a partir de segmentos nodais e ápices caulinares. Rev. Caatinga. 2007;20:152–159."}, {"Citation": "Nana F., Sandjo L.P., Keumedjio F., Kuete V., Ngadjui B.T. A new fatty aldol ester from the aerial part of Mimosa invisa (Mimosaceae) Nat. Prod. Res. 2012;26:1831–1836. doi: 10.1080/14786419.2011.639073.", "ArticleIdList": ["10.1080/14786419.2011.639073", "22117104"]}, {"Citation": "Tunna T., Zaidul I., Ahmed Q., Ghafoor K., Al-Juhaimi F., Uddin M., Hasan M., Ferdous S. Analyses and profiling of extract and fractions of neglected weed Mimosa pudica Linn. traditionally used in Southeast Asia to treat diabetes. S. Afr. J. Bot. 2015;99:144–152. doi: 10.1016/j.sajb.2015.02.016.", "ArticleIdList": ["10.1016/j.sajb.2015.02.016"]}, {"Citation": "Sutar N., Sutar U.N., Behera B.C. Antidiabetic activity of the leaves of Mimosa pudica Linn. in albino rats. J. Herb. Med. Toxicol. 2009;3:123–126."}, {"Citation": "Saraswat R., Pokharkar R. GCMS studies of mimosa pudica. Int. J. PharmTech Res. 2012;4:93–98."}, {"Citation": "Saxena R., Sharma R., Chandra Nandy B., Hardainiyan S. The Study Of Phenolic Compounds And Antioxidant Potential Of Crude Extract And Fractions Of Mimosa Hamata. Int. Res. J. Pharm. 2017;8:83–86. doi: 10.7897/2230-8407.086101.", "ArticleIdList": ["10.7897/2230-8407.086101"]}, {"Citation": "Almalki M. In-Vitro Antioxidant Properties of the Leaf Extract of Mimosa pudica Linn. Indian J. Sci. Technol. 2016;9:1–6. doi: 10.17485/ijst/2016/v9i13/84144.", "ArticleIdList": ["10.17485/ijst/2016/v9i13/84144"]}, {"Citation": "Parmar F., Kushawaha N., Highland H., George L.-B. In vitro antioxidant and anticancer activity of Mimosa pudica linn extract and L-Mimosine on lymphoma daudi cells. Cancer Cell. 2015;1:100–104."}, {"Citation": "Silva M.J.D., Vilegas W., da Silva M.A., de Moura C.F.G., Ribeiro F.A.P., da Silva V.H.P., Ribeiro D.A. Mimosa (Mimosa caesalpiniifolia) prevents oxidative DNA damage induced by cadmium exposure in Wistar rats. Toxicol. Mech. Methods. 2014;24:567–574. doi: 10.3109/15376516.2014.955230.", "ArticleIdList": ["10.3109/15376516.2014.955230", "25133553"]}, {"Citation": "Chandarana M., Singh R., Jasrai Y. Determination of the phenolic and flavonoid contents in Mimosa hamataWilld., as well as their radical scavenging activity. Int. J. Pharmacogn. Phitochem. 2013;28:1121–1126."}, {"Citation": "Borneo R., León A., Aguirre A., Ribotta P., Cantero J. Antioxidant capacity of medicinal plants from the Province of Cordoba (Argentina) and their in vitro testing in model food system. Food Chem. 2009;112:664–670. doi: 10.1016/j.foodchem.2008.06.027.", "ArticleIdList": ["10.1016/j.foodchem.2008.06.027"]}, {"Citation": "Prathima C., Shashikumara T.T., Jayanthi M.K. Evaluation of anticonvulsant activity of Mimosa pudica root linn in swiss albino mice. Int. J. Pharm. Pharm. Sci. 2016;8:49–52."}, {"Citation": "Jiang Y., You X.-Y., Fu K.-L., Yin W.-L. Effects of Extract from Mangifera indica Leaf on Monosodium Urate Crystal-Induced Gouty Arthritis in Rats. Evid. Based Complement. Altern. Med. 2012;2012:967573. doi: 10.1155/2012/967573.", "ArticleIdList": ["10.1155/2012/967573", "PMC3525108", "23304232"]}, {"Citation": "Sampaio Octaviano de Souza R., Albuquerque U., Monteiro J., Lúcia Cavalcanti de Amorim E. Jurema-Preta (Mimosa tenuiflora [Willd.] Poir.): A Review of its Traditional Use, Phytochemistry and Pharmacology. Braz. Arch. Biol. Technol. 2008;51:937–947. doi: 10.1590/S1516-89132008000500010.", "ArticleIdList": ["10.1590/S1516-89132008000500010"]}, {"Citation": "Patel N.K., Bairwa K., Gangwal R., Jaiswal G., Jachak S.M., Sangamwar A.T., Bhutani K.K. 2′-Hydroxy flavanone derivatives as an inhibitors of pro-inflammatory mediators: Experimental and molecular docking studies. Bioorgan. Med. Chem. Lett. 2015;25:1952–1955. doi: 10.1016/j.bmcl.2015.03.025.", "ArticleIdList": ["10.1016/j.bmcl.2015.03.025", "25824662"]}, {"Citation": "Borsato D.M., Prudente A.S., Döll-Boscardin P.M., Borsato A.V., Luz C.F., Maia B.H., Cabrini D.A., Otuki M.F., Miguel M.D., Farago P.V. Topical anti-inflammatory activity of a monofloral honey of Mimosa scabrella provided by Melipona marginata during winter in Southern Brazil. J. Med. Food. 2014;17:817–825. doi: 10.1089/jmf.2013.0024.", "ArticleIdList": ["10.1089/jmf.2013.0024", "24650139"]}, {"Citation": "Bitencourt M., Conceição Jerônimo de Souza Lima M., Torres-Rêgo M., Fernandes J., Silva-Júnior A., Tambourgi D., Maria Zucolotto S., Fernandes-Pedrosa M. Neutralizing Effects of Mimosa tenuiflora Extracts against Inflammation Caused by Tityus serrulatus Scorpion Venom. BioMed Res. Int. 2014;2014:378235. doi: 10.1155/2014/378235.", "ArticleIdList": ["10.1155/2014/378235", "PMC4071788", "25013776"]}, {"Citation": "Cruz M.P., Andrade C.M.F., Silva K.O., de Souza E.P., Yatsuda R., Marques L.M., David J.P., David J.M., Napimoga M.H., Clemente-Napimoga J.T. Antinoceptive and Anti-inflammatory Activities of the Ethanolic Extract, Fractions and Flavones Isolated from Mimosa tenuiflora (Willd.) Poir (Leguminosae) PLoS ONE. 2016;11:e0150839. doi: 10.1371/journal.pone.0150839.", "ArticleIdList": ["10.1371/journal.pone.0150839", "PMC4783012", "26954375"]}, {"Citation": "Kumar Vikram P., Malvi R., Jain D. evaluation of analgesic and anti-inflammatory potential of mimosa pudica linn. Int. J. Curr. Pharm. Res. 2015;4:47–50."}, {"Citation": "Ganguly M., Devi N., Mahanta R., Borthakur M.K. Effect of Mimosa pudica root extract on vaginal estrous and serum hormones for screening of antifetility activity in albino mice. Contraception. 2008;76:482–485. doi: 10.1016/j.contraception.2007.08.008.", "ArticleIdList": ["10.1016/j.contraception.2007.08.008", "18061708"]}, {"Citation": "Le Tran Q., Tezuka Y., Ueda J.-Y., Nhan N., Maruyama Y., Begum K., Kim H., Wataya Y., Kim Tran Q., Kadota S. In Vitro Antiplasmodial Activity of Antimalarial Medicinal Plants Used in Vietnamese Traditional Medicine. J. Ethnopharmacol. 2003;86:249–252. doi: 10.1016/S0378-8741(03)00045-X.", "ArticleIdList": ["10.1016/S0378-8741(03)00045-X", "12738095"]}, {"Citation": "Marimuthu S., Rahuman A., Rajakumar G., Thirunavukkarasu S., Kirthi V., Chidambaram J., Bagavan A., Abduz Zahir A., Elango G., Kamaraj D.C. Evaluation of green synthesized silver nanoparticles against parasites. Parasitol. Res. 2010;108:1541–1549. doi: 10.1007/s00436-010-2212-4.", "ArticleIdList": ["10.1007/s00436-010-2212-4", "21181192"]}, {"Citation": "Paul J., Khan S., Mohammed S., Asdaq S. Wound healing evaluation of chloroform and methanolic extracts of mimosa pudica roots in rats. Int. J. Biol. Med. Res. 2010;1:223–227."}, {"Citation": "Jose J., Dhanya A., Haridas K.R., Kumar T.S., Jayaraman S., Variyar E.J., Sudhakaran S. Structural characterization of a novel derivative of myricetin from Mimosa pudica as an anti-proliferative agent for the treatment of cancer. Biomed. Pharmacother. 2016;84:1067–1077. doi: 10.1016/j.biopha.2016.10.020.", "ArticleIdList": ["10.1016/j.biopha.2016.10.020", "27780135"]}, {"Citation": "Monção B.N., Araújo Q.B., Silva D.J., Lima J.D., Ferreira M.P., Airoldi P.F., Pessoa C., Citó M.A. Assessing Chemical Constituents of Mimosa caesalpiniifolia Stem Bark: Possible Bioactive Components Accountable for the Cytotoxic Effect of M. caesalpiniifolia on Human Tumour Cell Lines. Molecules. 2015;20:4204–4224. doi: 10.3390/molecules20034204.", "ArticleIdList": ["10.3390/molecules20034204", "PMC6272184", "25751783"]}, {"Citation": "Molina M., Contreras C., Tellez-Alcantara P. Mimosa pudica may possess antidepressant actions in the rat. Phytomedicine. 1999;6:319–323. doi: 10.1016/S0944-7113(99)80052-X.", "ArticleIdList": ["10.1016/S0944-7113(99)80052-X", "11962537"]}, {"Citation": "Saifuddin Khalid M., Shah J., Suresh D.K., Singh R., Narasimha Reddy I.V., Kumar S. Evaluation of anti-diarrhoeal potential of ethanolic extract of Mimosa pudica leaves. Int. J. Green Pharm. 2011;5:75. doi: 10.4103/0973-8258.82096.", "ArticleIdList": ["10.4103/0973-8258.82096"]}, {"Citation": "Balakrishnan N., Bhaskar V., Jayakar B., Sangameswaran B. Antibacterial activity of Mimosa pudica, Aegle marmelos and Sida cordifolia. Pharmacogn. Mag. 2006;2:198–199."}, {"Citation": "Sowmya A., Ananthi T. Hypolipidemic activity of Mimosa pudica Linn on butter induced hyperlipidemia in rats. Asian J. Res. Pharm. Sci. 2011;1:123–126."}, {"Citation": "Purkayastha A., Chakravarty P., Dewan B. hypolipidemic effect of ethanolic extract of mimosa pudica leaves on dyslipidemia following hepatic injury induced by carbon tetrachloride in albino rats. Int. J. Pharm. Sci. Res. 2016;7:3284–3290."}, {"Citation": "Kumaresan R., Veerakumar S., Elango V. A study on hepatoprotective activity of Mimosa pudica in albino rats. Int. J. Pharm. Phytochem. Res. 2015;7:337–339."}, {"Citation": "Lin L.-C., Chiou C.-T., Cheng J.-J. 5-Deoxyflavones with cytotoxic activity from Mimosa diplotricha. J. Nat. Prod. 2011;74:2001–2004. doi: 10.1021/np200307r.", "ArticleIdList": ["10.1021/np200307r", "21875046"]}, {"Citation": "Jain S., Jain R., Vlietinck A. In vivo and in vitro antimicrobial efficacy of Mimosa hamata. Indian J. Biotechnol. 2004;3:271–273."}, {"Citation": "Mehta B.K., Savita Sharma K., Dubey A. 4-Ethylgallic acid from two Mimosa species. Phytochemistry. 1988;27:3004–3005. doi: 10.1016/0031-9422(88)80713-1.", "ArticleIdList": ["10.1016/0031-9422(88)80713-1"]}, {"Citation": "Mehmood N., Zubair M., Rızwan K., Rasool N., Shahid M., Ahmad V. Antioxidant, antimicrobial and phytochemical analysis of Cichorium intybus seeds extract and various organic fractions. Iran. J. Pharm. Res. 2012;11:1145–1151.", "ArticleIdList": ["PMC3813158", "24250548"]}, {"Citation": "Aslam F., Riaz M., Zubair M., Rizwan K., Abbas M., Bukhari T.H., Bukhari I.H. Antioxidant, haemolytic activities and GC-MS profiling of Carissa carandas roots. Int. J. Phytomed. 2012;3:567–578."}, {"Citation": "Bari M.N., Zubair M., Rizwan K., Rasool N., Bukhari I.H., Akram S., Bokhari T.H., Shahid M., Hameed M., Ahmad V.U. Biological activities of Opuntia Monacantha cladodes. J. Chem. Soc. Pak. 2012;34:990–995."}, {"Citation": "Imran M., Rasool N., Rizwan K., Zubair M., Riaz M., Zia-Ul-Haq M., Rana U.A., Nafady A., Jaafar H.Z. Chemical composition and Biological studies of Ficus benjamina. Chem. Cent. J. 2014;8:12. doi: 10.1186/1752-153X-8-12.", "ArticleIdList": ["10.1186/1752-153X-8-12", "PMC4015825", "24524349"]}, {"Citation": "Rizwan K., Zubair M., Rasool N., Mahmood A., Ercisli S., Tareen R.B., Zia-Ul-Haq M. Compositional studies and antioxidant potential of Fruit of Zizyphus oxyphylla EDGEW. Oxid. Commun. 2016;39:1309–1322."}, {"Citation": "Ashraf S.N., Zubair M., Rizwan K., Tareen R.B., Rasool N., Zia-Ul-Haq M., Ercisli S. Compositional studies and Biological activities of Perovskia abrotanoides Kar. oils. Biol. Res. 2014;47:12. doi: 10.1186/0717-6287-47-12.", "ArticleIdList": ["10.1186/0717-6287-47-12", "PMC4103987", "25052892"]}, {"Citation": "Rasool N., Tehseen H., Riaz M., Rizwan K., Zubair M., Mahmood Y., Iqbal M., Bukhari I.H. Cytotoxicity studies and antioxidant potential of Acacia nilotica roots. Int. J. Chem. Biochem. Sci. 2013;3:34–41."}, {"Citation": "Rasool N., Afzal S., Riaz M., Rashid U., Rizwan K., Zubair M., Ali S., Shahid M. Evaluation of antioxidant activity, cytotoxic studies and GC-MS profiling of matthiola incana (stock flower) Legume Res. Int. J. 2013;36:21–32."}, {"Citation": "Khan S.A., Rasool N., Riaz M., Nadeem R., Rashid U., Rizwan K., Zubair M., Bukhari I.H., Gulzar T. Evaluation of Antioxidant and Cytotoxicity Studies of Clerodendrum inerme. Asian J. Chem. 2013;25:7457–7462. doi: 10.14233/ajchem.2013.14831.", "ArticleIdList": ["10.14233/ajchem.2013.14831"]}, {"Citation": "Zubair M., Rizwan K., Rashid U., Saeed R., Saeed A.A., Rasool N., Riaz M. GC/MS profiling, in vitro antioxidant, antimicrobial and haemolytic activities of Smilax macrophylla leaves. Arab. J. Chem. 2017;9:S1435–S1442. doi: 10.1016/j.arabjc.2013.04.024.", "ArticleIdList": ["10.1016/j.arabjc.2013.04.024"]}, {"Citation": "Zia-Ul-Haq M., Stanković M.S., Rizwan K., Feo V.D. Grewia asiatica L., a food plant with multiple uses. Molecules. 2013;18:2663–2682. doi: 10.3390/molecules18032663.", "ArticleIdList": ["10.3390/molecules18032663", "PMC6270019", "23449066"]}, {"Citation": "Zubair M., Bibi Z., Rizwan K., Rasool N., Zahoor A.F., Riaz M. In Vitro Antimicrobial and Haemolytic Studies of Bambusa arundinaceae leaves. J. Appl. Pharm. Sci. 2013;3:111–115."}, {"Citation": "Riaz M., Rasool N., Bukhari I.H., Shahid M., Zubair M., Rizwan K., Rashid U. In vitro antimicrobial, antioxidant, cytotoxicity and GC-MS analysis of Mazus goodenifolius. Molecules. 2012;17:14275–14287. doi: 10.3390/molecules171214275.", "ArticleIdList": ["10.3390/molecules171214275", "PMC6268932", "23208463"]}, {"Citation": "Rizwan K., Zubair M., Rasool N., Riaz M., Zia-Ul-Haq M., de Feo V. Phytochemical and biological studies of Agave attenuata. Int. J. Mol. Sci. 2012;13:6440–6451. doi: 10.3390/ijms13056440.", "ArticleIdList": ["10.3390/ijms13056440", "PMC3382814", "22754375"]}, {"Citation": "Riaz M., Rasool N., Bukhari I., Rizwan K., Zubair M., Javed F., Altaf A., Qayyum H. Antioxidant, Antimicrobial Activity and GC-MS analysis of Russelia equsetiformis Essential Oils. Oxid. Commun. 2012;35:1027–1037."}, {"Citation": "Sharma P.V., Ahmad Z.A. Present status of research on genus: Mimosa. Anc. Sci. Life. 1987;7:21–29.", "ArticleIdList": ["PMC3331373", "22557584"]}, {"Citation": "Singh R., Jasrai Y.T. Mimosa hamata (Willd.), a plant with antipathogenic properties. Int. J. Med. Aromat. Plants. 2012;2:677–682."}, {"Citation": "Jasuja N.D., Saxena R., Chandra S., Bhargava S., Joshi S. Pharmacological evaluation of an ethnomedicinal and endangered desert plant: Mimosa hamata. J. Biol. Sci. 2014;14:52–59. doi: 10.3923/jbs.2014.52.59.", "ArticleIdList": ["10.3923/jbs.2014.52.59"]}, {"Citation": "Muhammad G., Hussain M.A., Jantan I., Bukhari S.N.A. Mimosa pudica L., a high-value medicinal plant as a source of bioactives for pharmaceuticals. Compr. Rev. Food Sci. Food Saf. 2016;15:303–315. doi: 10.1111/1541-4337.12184.", "ArticleIdList": ["10.1111/1541-4337.12184", "33371596"]}, {"Citation": "Sanaye M., Joglekar C., Pagare N. Mimosa—A brief overview. J. Pharmacogn. Phytochem. 2015;4:182–187."}, {"Citation": "Majeed I., Rizwan K., Ashar A., Rasheed T., Amarowicz R., Kausar H., Zia-Ul-Haq M., Marceanu L.G. A Comprehensive Review of the Ethnotraditional Uses and Biological and Pharmacological Potential of the Genus Mimosa. Int. J. Mol. Sci. 2021;22:7463. doi: 10.3390/ijms22147463.", "ArticleIdList": ["10.3390/ijms22147463", "PMC8307580", "34299082"]}, {"Citation": "Haddad H., Seyed Hoseini E., Nikzad H., Hossein Aarabi M. Pharmacological properties of medicinal herbs by focus on secondary metabolites. Life Sci. J. 2012;9:509–520."}, {"Citation": "Oliveira L.M.B., Macedo I.T.F., Vieira L.S., Camurça-Vasconcelos A.L.F., Tomé A.R., Sampaio R.A., Louvandini H., Bevilaqua C.M.L. Effects of Mimosa tenuiflora on larval establishment of Haemonchus contortus in sheep. Vet. Parasitol. 2013;196:341–346. doi: 10.1016/j.vetpar.2013.04.014.", "ArticleIdList": ["10.1016/j.vetpar.2013.04.014", "23643453"]}, {"Citation": "Racadio S.P. The Medicinal Prospects of Makahiya (Mimosa Pudica Linn) Plant. Adv. Life Sci. 2016;6:7–12."}, {"Citation": "Ahuchaogu A., Chukwu J., Obike A., Ugonna Oha T., Bull J., Echeme O. Quantitative Determination of Secondary Metabolites and Antibacterial Activity of Mimosa Pudica. Int. J. Med. Plants Nat. Prod. 2017;3:2454–7999."}, {"Citation": "Sheeba D.G., Gomathi K.S., Citarasu D. Anti-Mycobacterial and Phytochemical Investigation of Methanol Extracts of Few Medicinal Plants. J. Chem. Pharm. Sci. 2015;8:480–486."}, {"Citation": "Mahadevan M.V., Ramaswamy R.S., Banumathi V. Mimosa pudica exerts neuroprotection against mpp+ induced neurotoxicity in shsy5y cell lines-an in vitro model of anti-parkinsonism. Int. J. Pharm. Pharm. Sci. 2016;9:21."}, {"Citation": "Ramesh S., Karthikeyan K., Chandran C. Photochemical screening and pharmacognostic studies on Mimosa pudica L. (Sensitive plant) Int. J. Fauna Biol. Stud. 2017;4:170–175."}, {"Citation": "Chinnathambi A., Sathasivam A. Analysis of the phytochemical constituents of Mimosa pudica and determination of their antimicrobial activity; Proceedings of the Biotech Congress; Beijing, China. 13–15 July 2015; p. 61."}, {"Citation": "Harborne J.B., Williams C.A. Anthocyanins and other flavonoids. Nat. Prod. Rep. 2001;18:310–333. doi: 10.1039/b006257j.", "ArticleIdList": ["10.1039/b006257j", "11476484"]}, {"Citation": "Nagarajan K., Saravanararaja M., Aruna Devi P.S. Antibacterial Efficiency of Fabaceae Plants of a Tropical Freshwater Lake. ScieXplore Int. J. Res. Sci. 2015;2:13. doi: 10.15613/sijrs/2015/v2i2/114282.", "ArticleIdList": ["10.15613/sijrs/2015/v2i2/114282"]}, {"Citation": "Lee Y.H., Choo C., Watawana M.I., Jayawardena N., Waisundara V.Y. An appraisal of eighteen commonly consumed edible plants as functional food based on their antioxidant and starch hydrolase inhibitory activities. J. Sci. Food Agric. 2015;95:2956–2964. doi: 10.1002/jsfa.7039.", "ArticleIdList": ["10.1002/jsfa.7039", "25491037"]}, {"Citation": "Ittiyavirah S.P., Pullochal I. Adaptogenic and nootropic activity of Mimosa pudica in albino wistar rats. Int. J. Nutr. Pharmacol. Neurol. Dis. 2014;4:231. doi: 10.4103/2231-0738.139404.", "ArticleIdList": ["10.4103/2231-0738.139404"]}, {"Citation": "Ao S., Kc O., Ukwueze S. Evaluation of the antidiabetic potential of ethanol root extract of Mimosa pigra Linn (Fabaceae) in alloxan-induced diabetic albino rats. Int. J. Curr. Res. 2015;7:15577–15581."}, {"Citation": "Shorinwa Olusayo A., Nnamdi E., Afieroho Ozadheoghene E. Evaluation of mimosa pigra roots on haematological and biochemical parameters of albino rats. World J. Pharm. Res. 2016;5:810–822."}, {"Citation": "Rosado-Vallado M., Brito-Loeza W., Mena-Rejon G., Quintero-Marmol E., Flores-Guido J. Antimicrobial activity of Fabaceae species used in Yucatan traditional medicine. Fitoterapia. 2000;71:570–573. doi: 10.1016/S0367-326X(00)00200-8.", "ArticleIdList": ["10.1016/S0367-326X(00)00200-8", "11449511"]}, {"Citation": "Saxena R., Sharma R., Nandy B., Jasuja D.N. Qualitative and quantitative estimation of bioactive compounds in Mimosa hamata. Int. J. Pharm. Pharm. Sci. 2014;6:72–75."}, {"Citation": "Manosroi J., Zaruwa M., Manosroi A. Potent Hypoglycemic Effect of Nigerian Anti-Diabetic Medicinal Plants. J. Complement. Integr. Med. 2011;8:1–14. doi: 10.2202/1553-3840.1482.", "ArticleIdList": ["10.2202/1553-3840.1482", "22754948"]}, {"Citation": "Jiménez N., Carrillo-Hormaza L., Pujol A., Álzate F., Osorio E., Lara-Guzman O. Antioxidant capacity and phenolic content of commonly used anti-inflammatory medicinal plants in Colombia. Ind. Crops Prod. 2015;70:272–279. doi: 10.1016/j.indcrop.2015.03.050.", "ArticleIdList": ["10.1016/j.indcrop.2015.03.050"]}, {"Citation": "Seraglio S.K.T., Valese A.C., Daguer H., Bergamo G., Azevedo M.S., Gonzaga L.V., Fett R., Costa A.C.O. Development and validation of a LC-ESI-MS/MS method for the determination of phenolic compounds in honeydew honeys with the diluted-and-shoot approach. Food Res. Int. 2016;87:60–67. doi: 10.1016/j.foodres.2016.06.019.", "ArticleIdList": ["10.1016/j.foodres.2016.06.019", "29606249"]}, {"Citation": "Nandipati M.C., Sumalatha G., Baburao C., Babu J.R., Sridevi C. Antitumor activity of mimosa rubicaulis lam against ehrlich ascites carcinoma in swiss albino mice. Int. J. Pharm. Sci. Res. 2014;5:1514."}, {"Citation": "Wadood A., Ghufran M., Jamal S.B., Naeem M., Khan A., Ghaffar R. Phytochemical analysis of medicinal plants occurring in local area of Mardan. Biochem. Anal Biochem. 2013;2:4. doi: 10.4172/2161-1009.1000144.", "ArticleIdList": ["10.4172/2161-1009.1000144"]}, {"Citation": "Dominguez X.A., Garcia G.S., Williams H.J., Ortiz C., Scott A.I., Reibenspies J.H. Kukulkanins A and B, new chalcones from Mimosa tenuefolia. J. Nat. Prod. 1989;52:864–867. doi: 10.1021/np50064a035.", "ArticleIdList": ["10.1021/np50064a035", "2809610"]}, {"Citation": "Bautista E., Calzada F., Ortega A., Yépez-Mulia L. Antiprotozoal activity of flavonoids isolated from Mimosa tenuiflora (Fabaceae-Mimosoideae) J. Mex. Chem. Soc. 2011;55:251–253."}, {"Citation": "León L., Maldonado E., Cruz A., Ortega A. Tenuiflorins A-C: New 2-Phenoxychromones from the Leaves of Mimosa tenuiflora. Planta Med. 2004;70:536–539. doi: 10.1055/s-2004-827154.", "ArticleIdList": ["10.1055/s-2004-827154", "15229805"]}, {"Citation": "Gardner D., Riet-Correa F., Lemos D., Welch K., Pfister J., Panter K. Teratogenic effects of Mimosa tenuiflora in a rat model and possible role of N-methyl-and N, N-dimethyltryptamine. J. Agric. Food Chem. 2014;62:7398–7401. doi: 10.1021/jf5005176.", "ArticleIdList": ["10.1021/jf5005176", "24689494"]}, {"Citation": "Meckes-Lozoya M., Lozoya X., Marles R.J., Soucy-Breau C., Sen A., Arnason J.T. N, N-dimethyltryptamine alkaloid in Mimosa tenuiflora bark (tepescohuite) Arch. Investig. Med. 1990;21:175.", "ArticleIdList": ["2103707"]}, {"Citation": "Anton R., Jiang Y., Weniger B., Beck J., Rivier L. Pharmacognosy of Mimosa tenuiflora (willd.) poiret. J. Ethnopharmacol. 1993;38:145–152. doi: 10.1016/0378-8741(93)90010-3.", "ArticleIdList": ["10.1016/0378-8741(93)90010-3", "8510463"]}, {"Citation": "Jiang Y., Weniger B., Haag-Berrurier M., Anton R., Beck J.P., Italiano L. Effects of saponins from Mimosa tenuiflora on lymphoma cells and lymphocytes. Phytother. Res. 1992;6:310–313. doi: 10.1002/ptr.2650060606.", "ArticleIdList": ["10.1002/ptr.2650060606"]}, {"Citation": "Vepsäläinen J.J., Auriola S., Tukiainen M., Ropponen N., Callaway J. Isolation and characterization of yuremamine, a new phytoindole. Planta Med. 2005;71:1053–1057. doi: 10.1055/s-2005-873131.", "ArticleIdList": ["10.1055/s-2005-873131", "16320208"]}, {"Citation": "Calvert M.B., Sperry J. Bioinspired total synthesis and structural revision of yuremamine, an alkaloid from the entheogenic plant Mimosa tenuiflora. Chem. Commun. 2015;51:6202–6205. doi: 10.1039/C5CC00380F.", "ArticleIdList": ["10.1039/C5CC00380F", "25756921"]}, {"Citation": "Okonkwo C.J., Njoku O.U., Okonkwo T.J., Afieroho O.E., Proksch P. Two new acylated flavonol glycosides from Mimosa pigra L. leaves sub-family Mimosoideae. Future J. Pharm. Sci. 2016;2:71–75. doi: 10.1016/j.fjps.2016.08.003.", "ArticleIdList": ["10.1016/j.fjps.2016.08.003"]}, {"Citation": "Englert J., Weniger B., Lobstein A., Anton R., Krempp E., Guillaume D., Leroy Y. Triterpenoid saponins from Mimosa pigra. J. Nat. Prod. 1995;58:1265–1269. doi: 10.1021/np50122a019.", "ArticleIdList": ["10.1021/np50122a019", "7595593"]}, {"Citation": "Rakotomalala G., Agard C., Tonnerre P., Tesse A., Derbré S., Michalet S., Hamzaoui J., Rio M., Cario-Toumaniantz C., Richomme P. Extract from Mimosa pigra attenuates chronic experimental pulmonary hypertension. J. Ethnopharmacol. 2013;148:106–116. doi: 10.1016/j.jep.2013.03.075.", "ArticleIdList": ["10.1016/j.jep.2013.03.075", "23583901"]}, {"Citation": "Santos M., Moura L., Mendes M., Arcanjo D., Monção N., Araújo B., Lopes J., Silva-Filho J., Fernandes R., Oliveira R. Hypotensive and vasorelaxant effects induced by the ethanolic extract of the Mimosa caesalpiniifolia Benth.(Mimosaceae) inflorescences in normotensive rats. J. Ethnopharmacol. 2015;164:120–128. doi: 10.1016/j.jep.2015.02.008.", "ArticleIdList": ["10.1016/j.jep.2015.02.008", "25683301"]}, {"Citation": "Silva M., Carvalho A., Rocha C., Vilegas W., Silva M., Gouvêa C. Ethanolic extract of Mimosa caesalpiniifolia leaves: Chemical characterization and cytotoxic effect on human breast cancer MCF-7 cell line. S. Afr. J. Bot. 2014;93:64–69. doi: 10.1016/j.sajb.2014.03.011.", "ArticleIdList": ["10.1016/j.sajb.2014.03.011"]}, {"Citation": "Jain R., Arora R., Jain S. Saponins from the Roots of Mimosa hamata Willd. ChemInform. 1997;28:61–64. doi: 10.1002/chin.199740223.", "ArticleIdList": ["10.1002/chin.199740223"]}, {"Citation": "Jain R., Arora R., Alam S., Jain S. Pharmacological evaluation of Mimosa hamata roots. Fitoterapia. 1997;68:377–378."}, {"Citation": "Jain R., Jain S. Studies on Antimicrobial and Antioxidant Potentials of Triterpenoidal Saponins from Mimosa Hamata Willd. Int. J. Pharm. Phytopharm. Res. 2015;4:337–339."}, {"Citation": "Chiou C.-T., Shen C.-C., Tsai T.-H., Chen Y.-J., Lin L.-C. Meroterpenoids and Chalcone-Lignoids from the Roots of Mimosa diplotricha. J. Nat. Prod. 2016;79:2439–2445. doi: 10.1021/acs.jnatprod.6b00170.", "ArticleIdList": ["10.1021/acs.jnatprod.6b00170", "27715048"]}, {"Citation": "Camargo L.M.D.M., Férézou J.-P., Tinoco L.W., Kaiser C.R., Costa S.S. Flavonoids from Mimosa xanthocentra (Leguminosae: Mimosoideae) and molecular modeling studies for isovitexin-2″-O-α-l-rhamnopyranoside rotamers. Phytochem. Lett. 2012;5:427–431. doi: 10.1016/j.phytol.2012.03.015.", "ArticleIdList": ["10.1016/j.phytol.2012.03.015"]}, {"Citation": "Pachter I.J., Zacharias D.E., Ribeiro O. Indole alkaloids of Acer saccharinum (the Silver Maple), Dictyoloma incanescens, Piptadenia colubrina, and Mimosa hostilis. J. Org. Chem. 1959;24:1285–1287. doi: 10.1021/jo01091a032.", "ArticleIdList": ["10.1021/jo01091a032"]}, {"Citation": "Chrestani F., Sierakowski M.R., de Andrade Uchoa D.E., Nozawa C., Sassaki G.L., Gorin P.A.J., Ono L. In vitro antiherpetic and antirotaviral activities of a sulfate prepared from Mimosa scabrella galactomannan. Int. J. Biol. Macromol. 2009;45:453–457. doi: 10.1016/j.ijbiomac.2009.09.003.", "ArticleIdList": ["10.1016/j.ijbiomac.2009.09.003", "19751759"]}, {"Citation": "Gupta M., Arias T., Etheart J., Hatfield G. The occurrence of tryptamine and N-methyltryptamine in Mimosa somnians. J. Nat. Prod. 1979;42:234–236. doi: 10.1021/np50002a017.", "ArticleIdList": ["10.1021/np50002a017", "27802381"]}, {"Citation": "Thompson J.F., Morris C.J., Smith I.K. New naturally occurring amino acids. Annu. Rev. Biochem. 1969;38:137–158. doi: 10.1146/annurev.bi.38.070169.001033.", "ArticleIdList": ["10.1146/annurev.bi.38.070169.001033", "4897064"]}, {"Citation": "Chukwu O.J., Ahuchaogu A.A., Ukaogo P., Obike A., Echeme J.B.O. Antifungal Activity of Mimosa pudica, Isolation and NMR Characterization of Bioactive Components. Asian J. Chem. Sci. 2017;2:1–5. doi: 10.9734/AJOCS/2017/34744.", "ArticleIdList": ["10.9734/AJOCS/2017/34744"]}, {"Citation": "Tsurumi S., Asahi Y. Identification of jasmonic acid in Mimosa pudica and its inhibitory effect on auxin-and light-induced opening of the pulvinules. Physiol. Plant. 1985;64:207–211. doi: 10.1111/j.1399-3054.1985.tb02337.x.", "ArticleIdList": ["10.1111/j.1399-3054.1985.tb02337.x"]}, {"Citation": "Yuan K., Lü J., Yin M. Chemical constituents of C-glycosylflavones from Mimosa pudica. Yao Xue Xue Bao Acta Pharm. Sin. 2006;41:435–438.", "ArticleIdList": ["16848320"]}, {"Citation": "Yuan K., Lu J.L., Jia A., Zhu J.X. Two new C-glycosylflavones from Mimosa pudica. Chin. Chem. Lett. 2007;18:1231–1234. doi: 10.1016/j.cclet.2007.08.008.", "ArticleIdList": ["10.1016/j.cclet.2007.08.008"]}, {"Citation": "Misra A., Tiwari H. Constituents of roots of Boerhaavia diffusa. Phytochemistry. 1971;10:3318–3319. doi: 10.1016/S0031-9422(00)97415-6.", "ArticleIdList": ["10.1016/S0031-9422(00)97415-6"]}, {"Citation": "Rajalakshmi K., Banu N. Antimicrobial activity of natural chlorophyllin from endangered medicinal plant Mimosa pudica L. Int. J. Pharm. Pharm. Sci. 2016;8:387–389."}, {"Citation": "Josewin B., Ramachandrapai M., Suseelan M. A new phenolic ketone from the leaves of Mimosa pudica Linn. Indian J. Chem. 1999;38B:251–253."}, {"Citation": "Kirk L.F., Møller M.V., Christensen J., Stærk D., Ekpe P., Jaroszewski J.W. A 5-deoxyflavonol derivative in Mimosa pudica. Biochem. Syst. Ecol. 2003;31:103–106. doi: 10.1016/S0305-1978(02)00065-0.", "ArticleIdList": ["10.1016/S0305-1978(02)00065-0"]}, {"Citation": "Ueda M., Yamamura S. Leaf-opening substance of Mimosa pudica L.; chemical studies on the other leaf movement of mimosa. Tetrahedron Lett. 1999;40:353–356. doi: 10.1016/S0040-4039(98)02349-1.", "ArticleIdList": ["10.1016/S0040-4039(98)02349-1"]}, {"Citation": "Ueda M., Yamamura S. Leaf-closing substance of Mimosa pudica L.; chemical studies on another leaf-movement of mimosa II. Tetrahedron Lett. 1999;40:2981–2984. doi: 10.1016/S0040-4039(99)00342-1.", "ArticleIdList": ["10.1016/S0040-4039(99)00342-1"]}, {"Citation": "Ueda M., Yamamura S. The chemistry of leaf-movement in Mimosa pudica L. Tetrahedron. 1999;55:10937–10948. doi: 10.1016/S0040-4020(99)00619-5.", "ArticleIdList": ["10.1016/S0040-4020(99)00619-5"]}, {"Citation": "Pal M., Roychaudhury A., Pal A., Biswas S. A novel tubulin from Mimosa pudica: Purification and characterization. Eur. J. Biochem. 1990;192:329–335. doi: 10.1111/j.1432-1033.1990.tb19231.x.", "ArticleIdList": ["10.1111/j.1432-1033.1990.tb19231.x", "2209590"]}, {"Citation": "Khare C. Encyclopedia of Indian Medicinal Plants: Rational Western Therapy, Ayurvedic and Other Traditional Usage, Botany. Springer; Berlin/Heidelberg, Germany: 2004."}, {"Citation": "Zhang J., Yuan K., Zhou W.-l., Zhou J., Yang P. Studies on the active components and antioxidant activities of the extracts of Mimosa pudica Linn. from southern China. Pharmacogn. Mag. 2011;7:35.", "ArticleIdList": ["PMC3065154", "21472077"]}, {"Citation": "Kang J.G., Shin S.Y., Kim M.J., Bajpai V., Maheshwari D.K., Kang S.C. Isolation and Anti-fungal Activities of 2-Hydroxymethyl-chroman-4-one Produced by Burkholderia sp. MSSP. J. Antibiot. 2004;57:726–731. doi: 10.7164/antibiotics.57.726.", "ArticleIdList": ["10.7164/antibiotics.57.726", "15712667"]}, {"Citation": "Dinda B., Ghosh B., Arima S., Sato N., Harigaya Y. Steroids and terpenoid from Mimosa pudica roots. J. Indian Chem. Soc. 2006;83:1044–1046. doi: 10.1002/chin.200733168.", "ArticleIdList": ["10.1002/chin.200733168"]}, {"Citation": "Shu W.-J., Ho J.-C. Two new antimicrobial diterpenoids from the roots of Mimosa pudica. J. Chin. Med. 2013;24:223–229."}, {"Citation": "Chatterjee A., Pakrashi S.C. The Treatise on Indian Medicinal Plants. Volume 3 Publication and Information Directorate; New Delhi, India: 1991."}, {"Citation": "Yadava R., Yadav S. A novel bufadienolide from the seeds of Mimosa pudica Linn. Asian J. Chem. 2001;13:1157–1160."}, {"Citation": "Zaware B., Chaudhari S., Shinde M. An overview of Mimosa pudica Linn. Chem. Pharmacol. Profile. Res. J. Pharm. Biol. Chem. Sci. 2014;5:754–761."}, {"Citation": "Yeung A.W.K., Tzvetkov N.T., Georgieva M.G., Ognyanov I.V., Kordos K., Jóźwik A., Kühl T., Perry G., Petralia M.C., Mazzon E., et al. Reactive Oxygen Species and Their Impact in Neurodegenerative Diseases: Literature Landscape Analysis. Antioxid. Redox Signal. 2020;34:402–420. doi: 10.1089/ars.2019.7952.", "ArticleIdList": ["10.1089/ars.2019.7952", "32030995"]}, {"Citation": "Sueishi Y., Nii R. A comparative study of the antioxidant profiles of olive fruit and leaf extracts against five reactive oxygen species as measured with a multiple free-radical scavenging method. J. Food Sci. 2020;85:2737–2744. doi: 10.1111/1750-3841.15388.", "ArticleIdList": ["10.1111/1750-3841.15388", "32844426"]}, {"Citation": "Gupta R.K., Rathi R.B. Evaluation of Anticancer Action of Martynia annua Linn Root Extract on Different Human Cancer Cell Lines. J. Pharm. Res. Int. 2021;33:96–109. doi: 10.9734/jpri/2021/v33i26A31474.", "ArticleIdList": ["10.9734/jpri/2021/v33i26A31474"]}, {"Citation": "Khan T., Ali M., Khan A., Nisar P., Jan S.A., Afridi S., Shinwari Z.K. Anticancer plants: A review of the active phytochemicals, applications in animal models, and regulatory aspects. Biomolecules. 2020;10:47. doi: 10.3390/biom10010047.", "ArticleIdList": ["10.3390/biom10010047", "PMC7022400", "31892257"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "11", "Day": "19"}, {"Year": "2021", "Month": "12", "Day": "31"}, {"Year": "2022", "Month": "1", "Day": "4"}, {"Year": "2022", "Month": "1", "Day": "21", "Hour": "1", "Minute": "5"}, {"Year": "2022", "Month": "1", "Day": "22", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "4", "Day": "1", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "1", "Day": "5"}], "PublicationStatus": "epublish", "ArticleIdList": ["35053231", "PMC8773851", "10.3390/biom12010083", "biom12010083"]}}], "PubmedBookArticle": []}