{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Oenanthe", "anticancer properties", "antiherpetic drugs", "enzyme inhibition", "oxidative stress"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35056107", "DateRevised": {"Year": "2022", "Month": "01", "Day": "28"}, "Article": {"ArticleDate": [{"Year": "2021", "Month": "12", "Day": "30"}], "Language": ["eng"], "ELocationID": ["50", "10.3390/ph15010050"], "Journal": {"ISSN": "1424-8247", "JournalIssue": {"Volume": "15", "Issue": "1", "PubDate": {"Year": "2021", "Month": "Dec", "Day": "30"}}, "Title": "Pharmaceuticals (Basel, Switzerland)", "ISOAbbreviation": "Pharmaceuticals (Basel)"}, "ArticleTitle": "Phytochemical Profile and Biological Activities of the Extracts from Two <i>Oenanthe</i> Species (<i>O. aquatica</i> and <i>O. silaifolia</i>).", "Abstract": {"AbstractText": ["This study presents the evaluation of biological activities and chemical profiling of <i>Oenanthe aquatica</i> (L.) Poir. and <i>Oenanthe silaifolia</i> M. Bieb. The phytochemical profile, antioxidant, enzyme inhibitory, cytotoxic and antiviral activities of the methanolic and aqueous extracts were investigated. The aqueous extract of <i>O. aquatica</i> possessing the highest content of phenolics (60.85 mg gallic acid equivalent/g extract), also exhibited the strongest radical scavenging potential against 2,2-diphenyl-1-picrylhydrazyl and 2,2'-azino-bis (3-ethylbenzothiazoline-6-sulfonic acid) (79.46 and 148.66 mg Trolox equivalent/g extract, respectively), the highest reducing ability (207.59 and 107.27 mg Trolox equivalent/g extract, for cupric reducing antioxidant capacity and ferric reducing antioxidant activity, respectively), metal chelating potential (33.91 mg ethylenediaminetetraacetic acid equivalent/g extract) and total antioxidant ability (1.60 mmol Trolox equivalent/g extract). Liquid chromatography-electrospray ionization-quadrupole time-of-flight-mass spectrometry (LC-ESI-QTOF-MS/MS) permitted tentative identification of compounds from simple organic acids, phenolic acids, coumarins, flavonoids and their glycosides in <i>O. aquatica</i> and <i>O. silaifolia</i> extracts. The methanolic extract of <i>O. aquatica</i> substantially depressed acetylcholinesterase (3.67 mg galantamine equivalent/g extract), tyrosinase (126.66 mg kojic acid equivalent/g extract), and α-amylase (0.83 mmol acarbose equivalent/g extract) enzymes. The methanolic extract of <i>O. silaifolia</i> showed highest enzymatic inhibitory property against butyrylcholinesterase, and its aqueous extract depressed α-glucosidase activity (0.26 mmol acarbose equivalent/g extract). All tested extracts exerted selective toxicity towards cancer cell lines, and the highest anticancer potential was found for <i>O. aquatica</i> aqueous extract on FaDu and HeLa cells with CC<sub>50</sub> of 57.36 and 47.16 µg/mL, respectively. Significant antiviral activity against HSV-1 (HHV-1) was found for both aqueous extracts in concentrations of 1000 µg/mL, which inhibited the HSV-1 cytopathic effect (CPE) in virus infected VERO cells and reduced the virus infective titer by more than 3 log (logCCID<sub>50</sub>/mL). This study has produced critical scientific data on <i>O. aquatica</i> and <i>O. silaifolia,</i> which are potential contenders for the development of novel phyto-pharmaceuticals."]}, "AuthorList": [{"Identifier": ["0000-0003-1626-680X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Virology with SARS Laboratory, Medical University of Lublin, Chodzki 1, 20-093 Lublin, Poland."}], "LastName": "Świątek", "ForeName": "Łukasz", "Initials": "Ł"}, {"Identifier": ["0000-0003-4773-0329"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Natural Products Chemistry, Medical University of Lublin, Chodzki 1, 20-093 Lublin, Poland."}], "LastName": "Sieniawska", "ForeName": "Elwira", "Initials": "E"}, {"Identifier": ["0000-0003-3962-8666"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Health Sciences, Faculty of Medicine and Health Sciences, University of Mauritius, Réduit 80837, Mauritius."}], "LastName": "Mahomoodally", "ForeName": "Mohamad Fawzi", "Initials": "MF"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Health Sciences, Faculty of Medicine and Health Sciences, University of Mauritius, Réduit 80837, Mauritius."}], "LastName": "Sadeer", "ForeName": "Nabeelah Bibi", "Initials": "NB"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacognosy with Medicinal Plants Garden, Medical University of Lublin, Chodzki 1, 20-093 Lublin, Poland."}], "LastName": "Wojtanowski", "ForeName": "Krzysztof Kamil", "Initials": "KK"}, {"Identifier": ["0000-0002-8857-8688"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Virology with SARS Laboratory, Medical University of Lublin, Chodzki 1, 20-093 Lublin, Poland."}], "LastName": "Rajtar", "ForeName": "Barbara", "Initials": "B"}, {"Identifier": ["0000-0002-3222-184X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Virology with SARS Laboratory, Medical University of Lublin, Chodzki 1, 20-093 Lublin, Poland."}], "LastName": "Polz-Dacewicz", "ForeName": "Małgorzata", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medical Documentation and Secretaryship Programme, Department of Medical Services and Techniques, Tunceli Vocational School, Munzur University, Tunceli 62000, Turkey."}], "LastName": "Paksoy", "ForeName": "Mehmet Yavuz", "Initials": "MY"}, {"Identifier": ["0000-0001-6548-7823"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, Science Faculty, Selcuk University, Konya 42130, Turkey."}], "LastName": "Zengin", "ForeName": "Gokhan", "Initials": "G"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Pharmaceuticals (Basel)", "NlmUniqueID": "101238453", "ISSNLinking": "1424-8247"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Akgul A., Akgul A., Senol S.G., Yildirim H., Secmen O., Dogan Y. An ethnobotanical study in Midyat (Turkey), a city on the silk road where cultures meet. J. Ethnobiol. Ethnomed. 2018;14:12. doi: 10.1186/s13002-017-0201-8.", "ArticleIdList": ["10.1186/s13002-017-0201-8", "PMC5804065", "29415748"]}, {"Citation": "Selseleh M., Nejad Ebrahimi S., Aliahmadi A., Sonboli A., Mirjalili M.H. Metabolic profiling, antioxidant, and antibacterial activity of some Iranian Verbascum L. species. Ind. Crops Prod. 2020;153:112609. doi: 10.1016/j.indcrop.2020.112609.", "ArticleIdList": ["10.1016/j.indcrop.2020.112609"]}, {"Citation": "Hroudová Z., Zákravský P., Hrouda L., Ostrý I. Oenanthe aquatica (L.) Poir.: Seed reproduction, population structure, habitat conditions and distribution in Czechoslovakia. Folia Geobot. Phytotaxon. 1992;27:301–335. doi: 10.1007/BF02853019.", "ArticleIdList": ["10.1007/BF02853019"]}, {"Citation": "Hançer Ç.K., Sevgi E., Altinbaşak B., Çakir E.A., Akkaya M. Traditional knowledge of wild edible plants of Biga (Çanakkale), Turkey. Acta Soc. Bot. Pol. 2020;89:8914."}, {"Citation": "Jodrugs.  [(accessed on 12 August 2021)].  Available online:  http://www.jodrugs.com/toxicologies/3636-plants-oenanthe.aspx."}, {"Citation": "Vincieri F.F., Coran S.A., Bambagiotti M. Composition of the Oenanthe aquatica essential oil. Planta Med. 1976;29:101–112. doi: 10.1055/s-0028-1097637.", "ArticleIdList": ["10.1055/s-0028-1097637", "948507"]}, {"Citation": "Yang X.B., Huang Z.M., Cao W.B., Zheng M., Chen H.Y., Zhang J.Z. Antidiabetic effect of Oenanthe javanica flavone. Acta Pharmacol. Sin. 2000;21:239–242.", "ArticleIdList": ["11324423"]}, {"Citation": "Kwon D., Yoon S., Carter O., Bailey G.S., Dashwood R.H. Antioxidant and antigenotoxic activities of Angelica keiskei, Oenanthe javanica and Brassica oleracea in the Salmonella mutagenicity assay and in HCT116 human colon cancer cells. BioFactors. 2006;26:231–244. doi: 10.1002/biof.5520260402.", "ArticleIdList": ["10.1002/biof.5520260402", "PMC2267880", "17119270"]}, {"Citation": "Hwang C.-R., Hwang I.-G., Kim H.-Y., Kang T.-S., Kim Y.-B., Joo S.-S., Lee J.-S., Jeong H.-S. Antioxidant component and activity of dropwort (Oenanthe javanica) ethanol extracts. J. Korean Soc. Food Sci. Nutr. 2011;40:316–320. doi: 10.3746/jkfn.2011.40.2.316.", "ArticleIdList": ["10.3746/jkfn.2011.40.2.316"]}, {"Citation": "Han Y.-Q., Huang Z.-M., Yang X.-B., Liu H.-Z., Wu G.-X. In vivo and in vitro anti-hepatitis B virus activity of total phenolics from Oenanthe javanica. J. Ethnopharmacol. 2008;118:148–153. doi: 10.1016/j.jep.2008.03.024.", "ArticleIdList": ["10.1016/j.jep.2008.03.024", "18495393"]}, {"Citation": "Seo W.H., Baek H.H. Identification of Characteristic Aroma-Active Compounds from Water Dropwort (Oenanthe javanica DC.) J. Agric. Food Chem. 2005;53:6766–6770. doi: 10.1021/jf050150z.", "ArticleIdList": ["10.1021/jf050150z", "16104797"]}, {"Citation": "Park J.-C., Yu Y.-B., Lee J.-H. Isolation of Steroids and Flavonoids from the Herb of Oenanthe javanica Dc. Korean J. Pharmacogn. 1993;24:244–246."}, {"Citation": "Lu C.-L., Li X.-F. A review of Oenanthe javanica (Blume) DC. as traditional medicinal plant and its therapeutic potential. Evid. Based Complement. Alternat. Med. 2019;2019:6495819. doi: 10.1155/2019/6495819.", "ArticleIdList": ["10.1155/2019/6495819", "PMC6463588", "31057651"]}, {"Citation": "Wang X.-J., Kong K.-M., Qi W.-L., Ye W.-L., Song P.-S. Interleukin-1 beta induction of neuron apoptosis depends on p38 mitogen-activated protein kinase activity after spinal cord injury. Acta Pharmacol. Sin. 2005;26:934–942. doi: 10.1111/j.1745-7254.2005.00152.x.", "ArticleIdList": ["10.1111/j.1745-7254.2005.00152.x", "16038625"]}, {"Citation": "Ma Q.G., Wei R.R., Sang Z.P. Biphenyl Derivatives from the Aerial Parts of Oenanthe javanica and Their COX-2 Inhibitory Activities. Chem. Biodivers. 2019;16:e1800480. doi: 10.1002/cbdv.201800480.", "ArticleIdList": ["10.1002/cbdv.201800480", "30378266"]}, {"Citation": "Her Y., Shin B.-N., Lee Y.L., Park J.H., Kim D.W., Kim K.S., Kim H., Song M., Kim J.-D., Won M.-H. Oenanthe javanica extract protects mouse skin from UVB radiation via attenuating collagen disruption and inflammation. Int. J. Mol. Sci. 2019;20:1435. doi: 10.3390/ijms20061435.", "ArticleIdList": ["10.3390/ijms20061435", "PMC6470913", "30901885"]}, {"Citation": "Bicchi C., Rubiolo P., Ballero M., Sanna C., Matteodo M., Esposito F., Zinzula L., Tramontano E. HIV-1-inhibiting activity of the essential oil of Ridolfia segetum and Oenanthe crocata. Planta Med. 2009;75:1331–1335. doi: 10.1055/s-0029-1185546.", "ArticleIdList": ["10.1055/s-0029-1185546", "19347799"]}, {"Citation": "Schep L.J., Slaughter R.J., Becket G., Beasley D.M.G. Poisoning due to water hemlock. Clin. Toxicol. 2009;47:270–278. doi: 10.1080/15563650902904332.", "ArticleIdList": ["10.1080/15563650902904332", "19514873"]}, {"Citation": "Authority E.F.S. Compendium of botanicals reported to contain naturally occuring substances of possible concern for human health when used in food and food supplements. EFSA J. 2012;10:2663. doi: 10.2903/j.efsa.2012.2663.", "ArticleIdList": ["10.2903/j.efsa.2012.2663"]}, {"Citation": "Bakhouche I., Aliat T., Boubellouta T., Gali L., Şen A., Bellik Y. Phenolic contents and in vitro antioxidant, anti-tyrosinase, and anti-inflammatory effects of leaves and roots extracts of the halophyte Limonium delicatulum. S. Afr. J. Bot. 2021;139:42–49. doi: 10.1016/j.sajb.2021.01.030.", "ArticleIdList": ["10.1016/j.sajb.2021.01.030"]}, {"Citation": "El Aanachi S., Gali L., Nacer S.N., Bensouici C., Dari K., Aassila H. Phenolic contents and in vitro investigation of the antioxidant, enzyme inhibitory, photoprotective, and antimicrobial effects of the organic extracts of Pelargonium graveolens growing in Morocco. Biocatal. Agric. Biotechnol. 2020;29:101819. doi: 10.1016/j.bcab.2020.101819.", "ArticleIdList": ["10.1016/j.bcab.2020.101819"]}, {"Citation": "Fettach S., Mrabti H.N., Sayah K., Bouyahya A., Salhi N., Cherrah Y., El Abbes F.M. Phenolic content, acute toxicity of Ajuga iva extracts and assessment of their antioxidant and carbohydrate digestive enzyme inhibitory effects. S. Afr. J. Bot. 2019;125:381–385. doi: 10.1016/j.sajb.2019.08.010.", "ArticleIdList": ["10.1016/j.sajb.2019.08.010"]}, {"Citation": "Herrera-Pool E., Ramos-Díaz A.L., Lizardi-Jiménez M.A., Pech-Cohuo S., Ayora-Talavera T., Cuevas-Bernardino J.C., García-Cruz U., Pacheco N. Effect of solvent polarity on the Ultrasound Assisted extraction and antioxidant activity of phenolic compounds from habanero pepper leaves (Capsicum chinense) and its identification by UPLC-PDA-ESI-MS/MS. Ultrason. Sonochem. 2021;76:105658. doi: 10.1016/j.ultsonch.2021.105658.", "ArticleIdList": ["10.1016/j.ultsonch.2021.105658", "PMC8273200", "34242865"]}, {"Citation": "Bhaigyabati T., Devi P.G., Devi N.R., Bag G.C. Antioxidant activity, total phenolic and total flavonoid content of Oenanthe javanica Blume (DC) collected from Imphal West District. Int. Reseach J. Pharm. 2017;8:63–68. doi: 10.7897/2230-8407.08698.", "ArticleIdList": ["10.7897/2230-8407.08698"]}, {"Citation": "He S.D., Tang M.M., Zhang Z.Y., Liu H.Y., Luo M.F., Sun H.J. Hypoglycemic effects of phenolic compound-rich aqueous extract from water dropwort (Oenanthe javanica DC.) on streptozotocin-induced diabetic mice. N. J. Chem. 2020;44:5190–5200. doi: 10.1039/C9NJ05533A.", "ArticleIdList": ["10.1039/C9NJ05533A"]}, {"Citation": "Lee K., Padzil A., Syahida A., Abdullah N., Zuhainis S., Maziah M., Sulaiman M., Israf D., Shaari K., Lajis N. Evaluation of anti-inflammatory, antioxidant and anti-nociceptive activities of six Malaysian medicinal plants. J. Med. Plants Res. 2011;5:5555–5563."}, {"Citation": "Rafat A., Philip K., Muniandy S. Antioxidant potential and phenolic content of ethanolic extract of selected Malaysian plants. Res. J. Biotechnol. 2010;5:16–19."}, {"Citation": "Souilah N., Bendif H., Ullah Z., Miara M.D., Laib M., Akkal S., Medjroubi K., Mustafa A.M. LC-MS/MS Profiling of 37 Fingerprint Phytochemicals in Oenanthe fistulosa L. and its Biological Activities. Nat. Prod. J. 2021;11:63–73. doi: 10.2174/2210315509666191111102557.", "ArticleIdList": ["10.2174/2210315509666191111102557"]}, {"Citation": "Murata T., Katagiri T., Ishikawa Y., Abe M., Takahashi E., Iwahana R., Sakamoto Y., Sasaki K. Inhibitory effects of phenylpropanoid derivatives from Oenanthe javanica on antigen-stimulated degranulation in RBL-2H3 cells. J. Nat. Prod. 2019;82:1518–1526. doi: 10.1021/acs.jnatprod.8b01054.", "ArticleIdList": ["10.1021/acs.jnatprod.8b01054", "31125231"]}, {"Citation": "Fujita T., Kadoya Y., Aota H., Nakayama M. A new phenylpropanoid glucoside and other constituents of Oenanthe javanica. Biosci. Biotechnol. Biochem. 1995;59:526–528. doi: 10.1271/bbb.59.526.", "ArticleIdList": ["10.1271/bbb.59.526", "7766196"]}, {"Citation": "Bibi Sadeer N., Montesano D., Albrizio S., Zengin G., Mahomoodally M.F. The versatility of antioxidant assays in food science and safety—Chemistry, applications, strengths, and limitations. Antioxidants. 2020;9:709. doi: 10.3390/antiox9080709.", "ArticleIdList": ["10.3390/antiox9080709", "PMC7464350", "32764410"]}, {"Citation": "Dall’Acqua S., Sinan K.I., Ferrarese I., Sut S., Bene K., Mahomoodally M.F., Bibi Sadeer N., Ak G., Zengin G. Chromatographic Separation of Breynia retusa (Dennst.) Alston Bark, Fruit and Leaf Constituents from Bioactive Extracts. Molecules. 2020;25:5537. doi: 10.3390/molecules25235537.", "ArticleIdList": ["10.3390/molecules25235537", "PMC7728322", "33255853"]}, {"Citation": "Sinan K.I., Mahomoodally M.F., Eyupoglu O.E., Etienne O.K., Sadeer N.B., Ak G., Behl T., Zengin G. HPLC-FRAP methodology and biological activities of different stem bark extracts of Cajanus cajan (L.) Millsp. J. Pharm. Biomed. Anal. 2021;192:113678. doi: 10.1016/j.jpba.2020.113678.", "ArticleIdList": ["10.1016/j.jpba.2020.113678", "33120308"]}, {"Citation": "Chiavaroli A., Sinan K.I., Zengin G., Mahomoodally M.F., Bibi Sadeer N., Etienne O.K., Cziáky Z., Jekő J., Glamočlija J., Soković M. Identification of Chemical Profiles and Biological Properties of Rhizophora racemosa G. Mey. Extracts Obtained by Different Methods and Solvents. Antioxidants. 2020;9:533. doi: 10.3390/antiox9060533.", "ArticleIdList": ["10.3390/antiox9060533", "PMC7346144", "32570898"]}, {"Citation": "Sadeer N.B., Sinan K.I., Cziáky Z., Jekő J., Zengin G., Jeewon R., Abdallah H.H., Rengasamy K.R., Mahomoodally M.F. Assessment of the Pharmacological Properties and Phytochemical Profile of Bruguiera gymnorhiza (L.) Lam Using In Vitro Studies, In Silico Docking, and Multivariate Analysis. Biomolecules. 2020;10:731. doi: 10.3390/biom10050731.", "ArticleIdList": ["10.3390/biom10050731", "PMC7277078", "32392806"]}, {"Citation": "Prior R.L., Wu X., Schaich K. Standardized methods for the determination of antioxidant capacity and phenolics in foods and dietary supplements. J. Agric. Food Chem. 2005;53:4290–4302. doi: 10.1021/jf0502698.", "ArticleIdList": ["10.1021/jf0502698", "15884874"]}, {"Citation": "Segura Campos M.R., Ruiz Ruiz J., Chel-Guerrero L., Betancur Ancona D. Coccoloba uvifera (L.) (Polygonaceae) Fruit: Phytochemical Screening and Potential Antioxidant Activity. J. Chem. 2015;2015:534954. doi: 10.1155/2015/534954.", "ArticleIdList": ["10.1155/2015/534954"]}, {"Citation": "Zargoosh Z., Ghavam M., Bacchetta G., Tavili A. Effects of ecological factors on the antioxidant potential and total phenol content of Scrophularia striata Boiss. Sci. Rep. 2019;9:16021. doi: 10.1038/s41598-019-52605-8.", "ArticleIdList": ["10.1038/s41598-019-52605-8", "PMC6831573", "31690810"]}, {"Citation": "Ricciutelli M., Bartolucci G., Campana R., Salucci S., Benedetti S., Caprioli G., Maggi F., Sagratini G., Vittori S., Lucarini S. Quantification of 2- and 3-isopropylmalic acids in forty Italian wines by UHPLC-MS/MS triple quadrupole and evaluation of their antimicrobial, antioxidant activities and biocompatibility. Food Chem. 2020;321:126726. doi: 10.1016/j.foodchem.2020.126726.", "ArticleIdList": ["10.1016/j.foodchem.2020.126726", "32259735"]}, {"Citation": "Lauberte L., Fabre G., Ponomarenko J., Dizhbite T., Evtuguin D.V., Telysheva G., Trouillas P. Lignin Modification Supported by DFT-Based Theoretical Study as a Way to Produce Competitive Natural Antioxidants. Molecules. 2019;24:1794. doi: 10.3390/molecules24091794.", "ArticleIdList": ["10.3390/molecules24091794", "PMC6539611", "31075868"]}, {"Citation": "Velika B., Kron I. Antioxidant properties of benzoic acid derivatives against Superoxide radical. Free Radic. Antioxid. 2012;2:62–67. doi: 10.5530/ax.2012.4.11.", "ArticleIdList": ["10.5530/ax.2012.4.11"]}, {"Citation": "Plumb G.W., Price K.R., Williamson G. Antioxidant properties of flavonol glycosides from green beans. Redox Rep. 1999;4:123–127. doi: 10.1179/135100099101534800.", "ArticleIdList": ["10.1179/135100099101534800", "10496415"]}, {"Citation": "Colović M.B., Krstić D.Z., Lazarević-Pašti T.D., Bondžić A.M., Vasić V.M. Acetylcholinesterase inhibitors: Pharmacology and toxicology. Curr. Neuropharmacol. 2013;11:315–335. doi: 10.2174/1570159X11311030006.", "ArticleIdList": ["10.2174/1570159X11311030006", "PMC3648782", "24179466"]}, {"Citation": "Tundis R., Loizzo M.R., Menichini F. Natural products as alpha-amylase and alpha-glucosidase inhibitors and their hypoglycaemic potential in the treatment of diabetes: An update. Mini Rev. Med. Chem. 2010;10:315–331. doi: 10.2174/138955710791331007.", "ArticleIdList": ["10.2174/138955710791331007", "20470247"]}, {"Citation": "Deri B., Kanteev M., Goldfeder M., Lecina D., Guallar V., Adir N., Fishman A. The unravelling of the complex pattern of tyrosinase inhibition. Sci. Rep. 2016;6:34993. doi: 10.1038/srep34993.", "ArticleIdList": ["10.1038/srep34993", "PMC5057104", "27725765"]}, {"Citation": "Kumar S.C., Ramesh N., Sreevatsan S., Joseph B., Alle P., Belani K.G., Osterholm M.T. Knowledge, attitudes, and poultry-handling practices of poultry workers in relation to avian influenza in India. Indian J. Occup. Environ. Med. 2013;17:16. doi: 10.4103/0019-5278.116368.", "ArticleIdList": ["10.4103/0019-5278.116368", "PMC3777283", "24082643"]}, {"Citation": "Łaska G., Sieniawska E., Świątek Ł., Zjawiony J., Khan S., Boguszewska A., Stocki M., Angielczyk M., Polz-Dacewicz M. Phytochemistry and biological activities of Polemonium caeruleum L. Phytochem. Lett. 2019;30:314–323. doi: 10.1016/j.phytol.2019.02.017.", "ArticleIdList": ["10.1016/j.phytol.2019.02.017"]}, {"Citation": "Chae W.-S., Cha C.-N., Yoo C.-Y., Kim S., Lee H.-J. Virucidal efficacy of a disinfectant solution composed of citric acid, malic acid and phosphoric acid against avian influenza virus. J. Prev. Vet. Med. 2018;42:16–21. doi: 10.13041/jpvm.2018.42.1.16.", "ArticleIdList": ["10.13041/jpvm.2018.42.1.16"]}, {"Citation": "Hayden G.F., Gwaltney J.M., Jr., Thacker D.F., Hendley J.O. Rhinovirus inactivation by nasal tissues treated with virucide. Antivir. Res. 1985;5:103–109. doi: 10.1016/0166-3542(85)90036-1.", "ArticleIdList": ["10.1016/0166-3542(85)90036-1", "2990332"]}, {"Citation": "Ding Y., Cao Z., Cao L., Ding G., Wang Z., Xiao W. Antiviral activity of chlorogenic acid against influenza A (H1N1/H3N2) virus and its inhibition of neuraminidase. Sci. Rep. 2017;7:45723. doi: 10.1038/srep45723.", "ArticleIdList": ["10.1038/srep45723", "PMC5385491", "28393840"]}, {"Citation": "Mohan S., Elhassan Taha M.M., Makeen H.A., Alhazmi H.A., Al Bratty M., Sultana S., Ahsan W., Najmi A., Khalid A. Bioactive natural antivirals: An updated review of the available plants and isolated molecules. Molecules. 2020;25:4878. doi: 10.3390/molecules25214878.", "ArticleIdList": ["10.3390/molecules25214878", "PMC7659943", "33105694"]}, {"Citation": "Zhou W., Yin A., Shan J., Wang S., Cai B., Di L. Study on the rationality for antiviral activity of Flos Lonicerae Japonicae-Fructus Forsythiae herb couple preparations improved by chito-oligosaccharide via integral pharmacokinetics. Molecules. 2017;22:654. doi: 10.3390/molecules22040654.", "ArticleIdList": ["10.3390/molecules22040654", "PMC6154603", "28425933"]}, {"Citation": "Chiang L., Chiang W., Chang M., Ng L., Lin C. Antiviral activity of Plantago major extracts and related compounds in vitro. Antivir. Res. 2002;55:53–62. doi: 10.1016/S0166-3542(02)00007-4.", "ArticleIdList": ["10.1016/S0166-3542(02)00007-4", "12076751"]}, {"Citation": "Wang G.-F., Shi L.-P., Ren Y.-D., Liu Q.-F., Liu H.-F., Zhang R.-J., Li Z., Zhu F.-H., He P.-L., Tang W. Anti-hepatitis B virus activity of chlorogenic acid, quinic acid and caffeic acid in vivo and in vitro. Antivir. Res. 2009;83:186–190. doi: 10.1016/j.antiviral.2009.05.002.", "ArticleIdList": ["10.1016/j.antiviral.2009.05.002", "19463857"]}, {"Citation": "Mahrosh H.S., Mustafa G. An in silico approach to target RNA-dependent RNA polymerase of COVID-19 with naturally occurring phytochemicals. Environ. Dev. Sustain. 2021;23:16674–16687. doi: 10.1007/s10668-021-01373-5.", "ArticleIdList": ["10.1007/s10668-021-01373-5", "PMC8018901", "33841038"]}, {"Citation": "Ikeda K., Tsujimoto K., Uozaki M., Nishide M., Suzuki Y., Koyama A.H., Yamasaki H. Inhibition of multiplication of herpes simplex virus by caffeic acid. Int. J. Mol. Med. 2011;28:595–598.", "ArticleIdList": ["21725588"]}, {"Citation": "Grochowski D.M., Uysal S., Aktumsek A., Granica S., Zengin G., Ceylan R., Locatelli M., Tomczyk M. In vitro enzyme inhibitory properties, antioxidant activities, and phytochemical profile of Potentilla thuringiaca. Phytochem. Lett. 2017;20:365–372. doi: 10.1016/j.phytol.2017.03.005.", "ArticleIdList": ["10.1016/j.phytol.2017.03.005"]}, {"Citation": "Uysal S., Zengin G., Locatelli M., Bahadori M.B., Mocan A., Bellagamba G., De Luca E., Mollica A., Aktumsek A. Cytotoxic and enzyme inhibitory potential of two Potentilla species (P. speciosa L. and P. reptans Willd.) and their chemical composition. Front. Pharmacol. 2017;8:290. doi: 10.3389/fphar.2017.00290.", "ArticleIdList": ["10.3389/fphar.2017.00290", "PMC5441381", "28588492"]}, {"Citation": "Zengin G., Sieniawska E., Senkardes I., Picot-Allain M.C.N., Ibrahime Sinan K., Fawzi Mahomoodally M. Antioxidant abilities, key enzyme inhibitory potential and phytochemical profile of Tanacetum poteriifolium Grierson. Ind. Crops Prod. 2019;140:111629. doi: 10.1016/j.indcrop.2019.111629.", "ArticleIdList": ["10.1016/j.indcrop.2019.111629"]}, {"Citation": "Świątek Ł., Sieniawska E., Sinan K.I., Maciejewska-Turska M., Boguszewska A., Polz-Dacewicz M., Senkardes I., Guler G.O., Bibi Sadeer N., Mahomoodally M.F. LC-ESI-QTOF-MS/MS Analysis, Cytotoxic, Antiviral, Antioxidant, and Enzyme Inhibitory Properties of Four Extracts of Geranium pyrenaicum Burm. f.: A Good Gift from the Natural Treasure. Int. J. Mol. Sci. 2021;22:7621. doi: 10.3390/ijms22147621.", "ArticleIdList": ["10.3390/ijms22147621", "PMC8307321", "34299238"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "9", "Day": "30"}, {"Year": "2021", "Month": "12", "Day": "19"}, {"Year": "2021", "Month": "12", "Day": "27"}, {"Year": "2022", "Month": "1", "Day": "21", "Hour": "1", "Minute": "13"}, {"Year": "2022", "Month": "1", "Day": "22", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "1", "Day": "22", "Hour": "6", "Minute": "1"}, {"Year": "2021", "Month": "12", "Day": "30"}], "PublicationStatus": "epublish", "ArticleIdList": ["35056107", "PMC8779323", "10.3390/ph15010050", "ph15010050"]}}], "PubmedBookArticle": []}