{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["chlorophyll fluorescence", "clary sage", "hydrogen peroxide", "hydroponic culture", "non photochemical quenching", "photosynthesis", "phytotoxicity", "quinone A (QA)", "reactive oxygen species", "redox state"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35051078", "DateRevised": {"Year": "2023", "Month": "11", "Day": "05"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "01", "Day": "12"}], "Language": ["eng"], "ELocationID": ["36", "10.3390/toxics10010036"], "Journal": {"ISSN": "2305-6304", "JournalIssue": {"Volume": "10", "Issue": "1", "PubDate": {"Year": "2022", "Month": "Jan", "Day": "12"}}, "Title": "Toxics", "ISOAbbreviation": "Toxics"}, "ArticleTitle": "Excess Zinc Supply Reduces Cadmium Uptake and Mitigates Cadmium Toxicity Effects on Chloroplast Structure, Oxidative Stress, and Photosystem II Photochemical Efficiency in <i>Salvia sclarea</i> Plants.", "Abstract": {"AbstractText": ["<i>Salvia sclarea</i> L. is a Cd<sup>2+</sup> tolerant medicinal herb with antifungal and antimicrobial properties cultivated for its pharmacological properties. However, accumulation of high Cd<sup>2+</sup> content in its tissues increases the adverse health effects of Cd<sup>2+</sup> in humans. Therefore, there is a serious demand to lower human Cd<sup>2+</sup> intake. The purpose of our study was to evaluate the mitigative role of excess Zn<sup>2+</sup> supply to Cd<sup>2+</sup> uptake/translocation and toxicity in clary sage. Salvia plants were treated with excess Cd<sup>2+</sup> (100 μM CdSO<sub>4</sub>) alone, and in combination with Zn<sup>2+</sup> (900 μM ZnSO<sub>4</sub>), in modified Hoagland nutrient solution. The results demonstrate that <i>S. sclarea</i> plants exposed to Cd<sup>2+</sup> toxicity accumulated a significant amount of Cd<sup>2+</sup> in their tissues, with higher concentrations in roots than in leaves. Cadmium exposure enhanced total Zn<sup>2+</sup> uptake but also decreased its translocation to leaves. The accumulated Cd<sup>2+</sup> led to a substantial decrease in photosystem II (PSII) photochemistry and disrupted the chloroplast ultrastructure, which coincided with an increased lipid peroxidation. Zinc application decreased Cd<sup>2+</sup> uptake and translocation to leaves, while it mitigated oxidative stress, restoring chloroplast ultrastructure. Excess Zn<sup>2+</sup> ameliorated the adverse effects of Cd<sup>2+</sup> on PSII photochemistry, increasing the fraction of energy used for photochemistry (Φ<i><sub>PSII</sub></i>) and restoring PSII redox state and maximum PSII efficiency (<i>F</i><i>v</i>/<i>F</i><i>m</i>), while decreasing excess excitation energy at PSII (EXC). We conclude that excess Zn<sup>2+</sup> application eliminated the adverse effects of Cd<sup>2+</sup> toxicity, reducing Cd<sup>2+</sup> uptake and translocation and restoring chloroplast ultrastructure and PSII photochemical efficiency. Thus, excess Zn<sup>2+</sup> application can be used as an important method for low Cd<sup>2+</sup>-accumulating crops, limiting Cd<sup>2+</sup> entry into the food chain."]}, "AuthorList": [{"Identifier": ["0000-0002-8755-0421"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Plant Breeding and Genetic Resources, Hellenic Agricultural Organization-Demeter, Thermi, 57001 Thessaloniki, Greece."}], "LastName": "Sperdouli", "ForeName": "Ilektra", "Initials": "I"}, {"Identifier": ["0000-0002-9200-0862"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Section of Botany, Department of Biology, National and Kapodistrian University of Athens, 15784 Athens, Greece."}], "LastName": "Adamakis", "ForeName": "Ioannis-Dimosthenis S", "Initials": "IS"}, {"Identifier": ["0000-0002-7326-3771"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Biophysics and Biomedical Engineering, Bulgarian Academy of Sciences, 1113 Sofia, Bulgaria."}], "LastName": "Dobrikova", "ForeName": "Anelia", "Initials": "A"}, {"Identifier": ["0000-0003-2081-4530"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Biophysics and Biomedical Engineering, Bulgarian Academy of Sciences, 1113 Sofia, Bulgaria."}], "LastName": "Apostolova", "ForeName": "Emilia", "Initials": "E"}, {"Identifier": ["0000-0001-7524-2897"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Trace Analysis, Faculty of Chemistry, Adam Mickiewicz University, 61614 Poznań, Poland."}], "LastName": "Hanć", "ForeName": "Anetta", "Initials": "A"}, {"Identifier": ["0000-0003-0480-9387"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, Aristotle University of Thessaloniki, 54124 Thessaloniki, Greece."}], "LastName": "Moustakas", "ForeName": "Michael", "Initials": "M"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Toxics", "NlmUniqueID": "101639637", "ISSNLinking": "2305-6304"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Bayçu G., Gevrek-Kürüm N., Moustaka J., Csatári I., Rognes S.E., Moustakas M. Cadmium-zinc accumulation and photosystem II responses of Noccaea caerulescens to Cd and Zn exposure. Environ. Sci. Pollut. Res. 2017;24:2840–2850. doi: 10.1007/s11356-016-8048-4.", "ArticleIdList": ["10.1007/s11356-016-8048-4", "27838905"]}, {"Citation": "Dobrikova A., Apostolova E., Hanć A., Yotsova E., Borisova P., Sperdouli I., Adamakis I.D.S., Moustakas M. Cadmium toxicity in Salvia sclarea L.: An integrative response of element uptake, oxidative stress markers, leaf structure and photosynthesis. Ecotoxicol. Environ. Saf. 2021;209:111851. doi: 10.1016/j.ecoenv.2020.111851.", "ArticleIdList": ["10.1016/j.ecoenv.2020.111851", "33421673"]}, {"Citation": "Adamakis I.-D.S., Sperdouli I., Hanć A., Dobrikova A., Apostolova E., Moustakas M. Rapid hormetic responses of photosystem II photochemistry of clary sage to cadmium exposure. Int. J. Mol. Sci. 2021;22:41. doi: 10.3390/ijms22010041.", "ArticleIdList": ["10.3390/ijms22010041", "PMC7793146", "33375193"]}, {"Citation": "Ouzounidou G., Moustakas M., Eleftheriou E.P. Physiological and ultrastructural effects of cadmium on wheat (Triticum aestivum L.) leaves. Arch. Environ. Contam. Toxicol. 1997;32:154–160. doi: 10.1007/s002449900168.", "ArticleIdList": ["10.1007/s002449900168", "9069190"]}, {"Citation": "Clemens S., Ma J.F. Toxic heavy metal and metalloid accumulation in crop plants and foods. Annu. Rev. Plant Biol. 2016;67:489–512. doi: 10.1146/annurev-arplant-043015-112301.", "ArticleIdList": ["10.1146/annurev-arplant-043015-112301", "27128467"]}, {"Citation": "Bayçu G., Moustaka J., Gevrek-Kürüm N., Moustakas M. Chlorophyll fluorescence imaging analysis for elucidating the mechanism of photosystem II acclimation to cadmium exposure in the hyperaccumulating plant Noccaea caerulescens. Materials. 2018;11:2580. doi: 10.3390/ma11122580.", "ArticleIdList": ["10.3390/ma11122580", "PMC6315512", "30567339"]}, {"Citation": "Dobrikova A.G., Apostolova E.L. Damage and protection of the photosynthetic apparatus under cadmium stress. In: Hasanuzzaman M., Prasad M.N.V., Fujita M., editors. Cadmium Toxicity and Tolerance in Plants: From Physiology to Remediation. 1st ed. Academic Press; Cambridge, MA, USA: 2019. pp. 275–298."}, {"Citation": "Moustakas M., Hanć A., Dobrikova A., Sperdouli I., Adamakis I.D.S., Apostolova E. Spatial heterogeneity of cadmium effects on Salvia sclarea leaves revealed by chlorophyll fluorescence imaging analysis and laser ablation inductively coupled plasma mass spectrometry. Materials. 2019;12:2953. doi: 10.3390/ma12182953.", "ArticleIdList": ["10.3390/ma12182953", "PMC6766342", "31547238"]}, {"Citation": "Marschner H. Mineral Nutrition of Higher Plants. 2nd ed. Academic Press; London, UK: 1995."}, {"Citation": "Cheah B.H., Chen Y.L., Lo J.C., Tang I.C., Yeh K.C., Lin Y.F. Divalent nutrient cations: Friend and foe during zinc stress in rice. Plant Cell Environ. 2021;44:3358–3375. doi: 10.1111/pce.14154.", "ArticleIdList": ["10.1111/pce.14154", "34278584"]}, {"Citation": "Doncheva S., Stoyanova Z., Velikova V. The influence of succinate on zinc toxicity of pea plant. J. Plant Nutr. 2001;24:789–804. doi: 10.1081/PLN-100103774.", "ArticleIdList": ["10.1081/PLN-100103774"]}, {"Citation": "Andresen E., Peiter E., Küpper H. Trace metal metabolism in plants. J. Exp. Bot. 2018;69:909–954. doi: 10.1093/jxb/erx465.", "ArticleIdList": ["10.1093/jxb/erx465", "29447378"]}, {"Citation": "Moustakas M., Bayçu G., Gevrek-Kürüm N., Moustaka J., Csatári I., Rognes S.E. Spatiotemporal heterogeneity of photosystem II function during acclimation to zinc exposure and mineral nutrition changes in the hyperaccumulator Noccaea caerulescens. Environ. Sci. Pollut. Res. 2019;26:6613–6624. doi: 10.1007/s11356-019-04126-0.", "ArticleIdList": ["10.1007/s11356-019-04126-0", "30623337"]}, {"Citation": "Dobrikova A., Apostolova E., Hanć A., Yotsova E., Borisova P., Sperdouli I., Adamakis I.D.S., Moustakas M. Tolerance mechanisms of the aromatic and medicinal plant Salvia sclarea L. to excess zinc. Plants. 2021;10:194. doi: 10.3390/plants10020194.", "ArticleIdList": ["10.3390/plants10020194", "PMC7909794", "33494177"]}, {"Citation": "Tsonev T., Lidon F.J.C. Zinc in plants—An overview. Emir. J. Food Agric. 2012;24:322–333."}, {"Citation": "Caldelas C., Weiss D.J. Zinc homeostasis and isotopic fractionation in plants: A review. Plant Soil. 2017;411:17–46. doi: 10.1007/s11104-016-3146-0.", "ArticleIdList": ["10.1007/s11104-016-3146-0"]}, {"Citation": "Jan A.U., Hadi F., Ditta A., Suleman M., Ullah M. Zinc-induced anti-oxidative defense and osmotic adjustments to enhance drought stress tolerance in sunflower (Helianthus annuus L.) Environ. Exp. Bot. 2022;193:104682. doi: 10.1016/j.envexpbot.2021.104682.", "ArticleIdList": ["10.1016/j.envexpbot.2021.104682"]}, {"Citation": "Van de Mortel J.E., Almar Villanueva L., Schat H., Kwekkeboom J., Coughlan S., Moerland P.D., Ver Loren van Themaat E., Koornneef M., Aarts M.G. Large expression differences in genes for iron and zinc homeostasis, stress response, and lignin biosynthesis distinguish roots of Arabidopsis thaliana and the related metal hyperaccumulator Thlaspi caerulescens. Plant Physiol. 2006;142:1127–1147. doi: 10.1104/pp.106.082073.", "ArticleIdList": ["10.1104/pp.106.082073", "PMC1630723", "16998091"]}, {"Citation": "Baker A.J.M., McGrath S.P., Reeves D.R., Smith J.A.C. Metal hyperaccumulator plants: A review of the ecology and physiology of a biological resource for phytoremediation of metal-polluted soils. In: Terry N., Banuelos G., editors. Phytoremediation of Contaminated Soils and Water. CRC Press; Boca Raton, FL, USA: 2000. pp. 171–188."}, {"Citation": "He S., He Z., Yang X., Stoffella P.J., Baligar V.C. Soil biogeochemistry, plant physiology, and phytoremediation of cadmium-contaminated soils. Adv. Agron. 2015;134:135–225."}, {"Citation": "Ran J., Wang D., Wang C., Zhang G., Zhang H. Heavy metal contents, distribution, and prediction in a regional soil–wheat system. Sci. Total Environ. 2016;544:422–431. doi: 10.1016/j.scitotenv.2015.11.105.", "ArticleIdList": ["10.1016/j.scitotenv.2015.11.105", "26657387"]}, {"Citation": "Rizwan M., Ali S., Abbas T., Zia-Ur-Rehman M., Hannan F., Keller C., Al-Wabel M.I., Ok Y.S. Cadmium minimization in wheat: A critical review. Ecotoxicol. Environ. Saf. 2016;130:43–53. doi: 10.1016/j.ecoenv.2016.04.001.", "ArticleIdList": ["10.1016/j.ecoenv.2016.04.001", "27062345"]}, {"Citation": "Fahad S., Hussain S., Khan F., Wu C., Saud S., Hassan S., Ahmad N., Gang D., Ullah A., Huang J. Effects of tire rubber ash and zinc sulfate on crop productivity and cadmium accumulation in five rice cultivars under field conditions. Environ. Sci. Pollut. Res. 2015;22:12424–12434. doi: 10.1007/s11356-015-4518-3.", "ArticleIdList": ["10.1007/s11356-015-4518-3", "25903182"]}, {"Citation": "Sarwar N., Ishaq W., Farid G., Shaheen M.R., Imran M., Geng M., Hussain S. Zinc-cadmium interactions: Impact on wheat physiology and mineral acquisition. Ecotoxicol. Environ. Saf. 2015;122:528–536. doi: 10.1016/j.ecoenv.2015.09.011.", "ArticleIdList": ["10.1016/j.ecoenv.2015.09.011", "26426697"]}, {"Citation": "Saifullah, Sarwar N., Bibi S., Ahmad M., Ok Y.S. Effectiveness of zinc application to minimize cadmium toxicity and accumulation in wheat (Triticum aestivum L.) Environ. Earth Sci. 2014;71:1663–1672. doi: 10.1007/s12665-013-2570-1.", "ArticleIdList": ["10.1007/s12665-013-2570-1"]}, {"Citation": "Hart J.J., Welch R.M., Norvell W.A., Kochian L.V. Transport interactions between cadmium and zinc in roots of bread and durum wheat seedlings. Physiol. Plant. 2002;116:73–78. doi: 10.1034/j.1399-3054.2002.1160109.x.", "ArticleIdList": ["10.1034/j.1399-3054.2002.1160109.x", "12207664"]}, {"Citation": "Aćimović M.G., Cvetković M.T., Stanković Jeremić J.M., Pezo L.L., Varga A.O., Čabarkapa I.S., Kiprovski B. Biological activity and profiling of Salvia sclarea essential oil obtained by steam and hydrodistillation extraction methods via chemometrics tools. Flavour Fragr. J. 2022;37:20–32. doi: 10.1002/ffj.3684.", "ArticleIdList": ["10.1002/ffj.3684"]}, {"Citation": "Tuttolomondo T., Iapichino G., Licata M., Virga G., Leto C., La Bella S. Agronomic evaluation and chemical characterization of Sicilian Salvia sclarea L. accessions. Agronomy. 2020;10:1114. doi: 10.3390/agronomy10081114.", "ArticleIdList": ["10.3390/agronomy10081114"]}, {"Citation": "Cui H., Zhang X., Zhou H., Zhao C., Lin L. Antimicrobial activity and mechanisms of Salvia sclarea essential oil. Bot. Stud. 2015;56:16. doi: 10.1186/s40529-015-0096-4.", "ArticleIdList": ["10.1186/s40529-015-0096-4", "PMC5432889", "28510825"]}, {"Citation": "Kuźma L., Kalemba D., Rózalski M., Rózalska B., Wieckowska-Szakiel M., Krajewska U., Wysokińska H. Chemical composition and biological activities of essential oil from Salvia sclarea plants regenerated in vitro. Molecules. 2009;14:1438–1447. doi: 10.3390/molecules14041438.", "ArticleIdList": ["10.3390/molecules14041438", "PMC6254371", "19384275"]}, {"Citation": "Pitarokili D., Couladis M., Petsikos-Panayotarou N., Tzakou O. Composition and antifungal activity on soil-borne pathogens of the essential oil of Salvia sclarea from Greece. J. Agric. Food Chem. 2002;50:6688–6691. doi: 10.1021/jf020422n.", "ArticleIdList": ["10.1021/jf020422n", "12405762"]}, {"Citation": "Borowiak K., Budka A., Lisiak-Zielińska M., Hanć A., Zbierska J., Barałkiewicz D., Kayzer D., Gaj R., Szymczak-Graczyk A., Kanclerz J. Accumulation of airborne toxic elements and photosynthetic performance of Lolium multiflorum L. leaves. Processes. 2020;8:1013. doi: 10.3390/pr8091013.", "ArticleIdList": ["10.3390/pr8091013"]}, {"Citation": "Moustaka J., Panteris E., Adamakis I.D.S., Tanou G., Giannakoula A., Eleftheriou E.P., Moustakas M. High anthocyanin accumulation in poinsettia leaves is accompanied by thylakoid membrane unstacking, acting as a photoprotective mechanism, to prevent ROS formation. Environ. Exp. Bot. 2018;154:44–55. doi: 10.1016/j.envexpbot.2018.01.006.", "ArticleIdList": ["10.1016/j.envexpbot.2018.01.006"]}, {"Citation": "Sperdouli I., Mellidou I., Moustakas M. Harnessing chlorophyll fluorescence for phenotyping analysis of wild and cultivated tomato for high photochemical efficiency under water deficit for climate change resilience. Climate. 2021;9:154. doi: 10.3390/cli9110154.", "ArticleIdList": ["10.3390/cli9110154"]}, {"Citation": "Kramer D.M., Johnson G., Kiirats O., Edwards G.E. New fluorescence parameters for the determination of QA redox state and excitation energy fluxes. Photosynth. Res. 2004;79:209–218. doi: 10.1023/B:PRES.0000015391.99477.0d.", "ArticleIdList": ["10.1023/B:PRES.0000015391.99477.0d", "16228395"]}, {"Citation": "Bilger W., Schreiber U., Bock M. Determination of the quantum efficiency of photosystem II and of non-photochemical quenching of chlorophyll fluorescence in the field. Oecologia. 1995;102:425–432. doi: 10.1007/BF00341354.", "ArticleIdList": ["10.1007/BF00341354", "28306885"]}, {"Citation": "Hodges D.M., DeLong J.M., Forney C.F., Prange R.K. Improving the thiobarbituric acid–reactive–substances assay for estimating lipid peroxidation in plant tissues containing anthocyanin and other interfering compounds. Planta. 1999;207:604–611. doi: 10.1007/s004250050524.", "ArticleIdList": ["10.1007/s004250050524", "28456836"]}, {"Citation": "Moustakas M., Bayçu G., Sperdouli I., Eroğlu H., Eleftheriou E.P. Arbuscular mycorrhizal symbiosis enhances photosynthesis in the medicinal herb Salvia fruticosa by improving photosystem II photochemistry. Plants. 2020;9:962. doi: 10.3390/plants9080962.", "ArticleIdList": ["10.3390/plants9080962", "PMC7463761", "32751534"]}, {"Citation": "Sperdouli I., Andreadis S., Moustaka J., Panteris E., Tsaballa A., Moustakas M. Changes in light energy utilization in photosystem II and reactive oxygen species generation in potato leaves by the pinworm Tuta absoluta. Molecules. 2021;26:2984. doi: 10.3390/molecules26102984.", "ArticleIdList": ["10.3390/molecules26102984", "PMC8157303", "34069787"]}, {"Citation": "Stamelou M.L., Sperdouli I., Pyrri I., Adamakis I.D.S., Moustakas M. Hormetic responses of photosystem II in tomato to Botrytis cinerea. Plants. 2021;10:521. doi: 10.3390/plants10030521.", "ArticleIdList": ["10.3390/plants10030521", "PMC8000511", "33802218"]}, {"Citation": "Moustaka J., Meyling N.V., Hauser T.P. Induction of a compensatory photosynthetic response mechanism in tomato leaves upon short time feeding by the chewing insect Spodoptera exigua. Insects. 2021;12:562. doi: 10.3390/insects12060562.", "ArticleIdList": ["10.3390/insects12060562", "PMC8234478", "34207203"]}, {"Citation": "Clemens S., Aarts M.G., Thomine S., Verbruggen N. Plant science: The key to preventing slow cadmium poisoning. Trends Plant Sci. 2013;18:92–99. doi: 10.1016/j.tplants.2012.08.003.", "ArticleIdList": ["10.1016/j.tplants.2012.08.003", "22981394"]}, {"Citation": "Quadros I.P.S., Madeira N.N., Loriato V.A.P., Saia T.F.F., Silva J.C., Soares F.A.F., Carvalho J.R., Reis P.A.B., Fontes E.P.B., Clarindo W.R., et al. Cadmium-mediated toxicity in plant cells is associated with the DCD/NRP-mediated cell death response. Plant Cell Environ. 2022 doi: 10.1111/pce.14218. in press.", "ArticleIdList": ["10.1111/pce.14218", "34719793"]}, {"Citation": "Satarug S., Garrett S.H., Sens M.A., Sen D.A. Cadmium, environmental exposure, and health outcomes. Environ. Health Perspect. 2010;118:182–190. doi: 10.1289/ehp.0901234.", "ArticleIdList": ["10.1289/ehp.0901234", "PMC2831915", "20123617"]}, {"Citation": "Pereira de Araújo R., Furtado de Almeida A.A., Silva Pereira L., Mangabeira P.A.O., Olimpio Souza J., Pirovani C.P., Ahnert D., Baligar V.C. Photosynthetic, antioxidative, molecular and ultrastructural responses of young cacao plants to Cd toxicity in the soil. Ecotoxicol. Environ. Saf. 2017;144:148–157. doi: 10.1016/j.ecoenv.2017.06.006.", "ArticleIdList": ["10.1016/j.ecoenv.2017.06.006", "28614756"]}, {"Citation": "Romero-Puertas M.C., Rodríguez-Serrano M., Corpas F.J., Gómez M., del Río L.A., Sandalio L.M. Cd-induced subcellular accumulation of O2·− and H2O2 in pea leaves. Plant Cell Environ. 2004;27:1122–1134. doi: 10.1111/j.1365-3040.2004.01217.x.", "ArticleIdList": ["10.1111/j.1365-3040.2004.01217.x"]}, {"Citation": "Pormehr M., Ghanati F., Sharifi M., McCabe P.F., Hosseinkhani S., Zare-Maivan H. The role of SIPK signaling pathway in antioxidant activity and programmed cell death of tobacco cells after exposure to cadmium. Plant Sci. 2019;280:416–423. doi: 10.1016/j.plantsci.2018.12.028.", "ArticleIdList": ["10.1016/j.plantsci.2018.12.028", "30824021"]}, {"Citation": "Zhou J., Wan H., He J., Lyu D., Li H. Integration of cadmium accumulation, subcellular distribution, and physiological responses to understand cadmium tolerance in apple rootstocks. Front. Plant Sci. 2017;8:966. doi: 10.3389/fpls.2017.00966.", "ArticleIdList": ["10.3389/fpls.2017.00966", "PMC5461368", "28638400"]}, {"Citation": "Żabka A., Winnicki K., Polit J.T., Wróblewski M., Maszewski J. Cadmium (II)-induced oxidative stress results in replication stress and epigenetic modifications in root meristem cell nuclei of Vicia faba. Cells. 2021;10:640. doi: 10.3390/cells10030640.", "ArticleIdList": ["10.3390/cells10030640", "PMC7999292", "33805688"]}, {"Citation": "Apel K., Hirt H. Reactive oxygen species: Metabolism, oxidative stress, and signal transduction. Annu. Rev. Plant Biol. 2004;55:373–399. doi: 10.1146/annurev.arplant.55.031903.141701.", "ArticleIdList": ["10.1146/annurev.arplant.55.031903.141701", "15377225"]}, {"Citation": "Moustaka J., Moustakas M. Photoprotective mechanism of the non-target organism Arabidopsis thaliana to paraquat exposure. Pest. Biochem. Physiol. 2014;111:1–6. doi: 10.1016/j.pestbp.2014.04.006.", "ArticleIdList": ["10.1016/j.pestbp.2014.04.006", "24861926"]}, {"Citation": "Moustaka J., Tanou G., Adamakis I.D., Eleftheriou E.P., Moustakas M. Leaf age dependent photoprotective and antioxidative mechanisms to paraquat-induced oxidative stress in Arabidopsis thaliana. Int. J. Mol. Sci. 2015;16:13989–14006. doi: 10.3390/ijms160613989.", "ArticleIdList": ["10.3390/ijms160613989", "PMC4490535", "26096005"]}, {"Citation": "Choudhury F.K., Rivero R.M., Blumwald E., Mittler R. Reactive oxygen species, abiotic stress and stress combination. Plant J. 2017;90:856–867. doi: 10.1111/tpj.13299.", "ArticleIdList": ["10.1111/tpj.13299", "27801967"]}, {"Citation": "Moustakas M., Malea P., Zafeirakoglou A., Sperdouli I. Photochemical changes and oxidative damage in the aquatic macrophyte Cymodocea nodosa exposed to paraquat-induced oxidative stress. Pest. Biochem. Physiol. 2016;126:28–34. doi: 10.1016/j.pestbp.2015.07.003.", "ArticleIdList": ["10.1016/j.pestbp.2015.07.003", "26778431"]}, {"Citation": "Gill S.S., Tuteja N. Reactive oxygen species and antioxidant machinery in abiotic stress tolerance in crop plants. Plant Physiol. Biochem. 2010;48:909–930. doi: 10.1016/j.plaphy.2010.08.016.", "ArticleIdList": ["10.1016/j.plaphy.2010.08.016", "20870416"]}, {"Citation": "Takagi D., Takumi S., Hashiguchi M., Sejima T., Miyake C. Superoxide and singlet oxygen produced within the thylakoid membranes both cause photosystem I photoinhibition. Plant. Physiol. 2016;171:1626–1634. doi: 10.1104/pp.16.00246.", "ArticleIdList": ["10.1104/pp.16.00246", "PMC4936555", "26936894"]}, {"Citation": "Moustaka J., Ouzounidou G., Bayçu G., Moustakas M. Aluminum resistance in wheat involves maintenance of leaf Ca2+ and Mg2+ content, decreased lipid peroxidation and Al accumulation, and low photosystem II excitation pressure. BioMetals. 2016;29:611–623. doi: 10.1007/s10534-016-9938-0.", "ArticleIdList": ["10.1007/s10534-016-9938-0", "27188757"]}, {"Citation": "Cazzaniga S., Dall’ Osto L., Kong S.-G., Wada M., Bassi R. Interaction between avoidance of photon absorption, excess energy dissipation and zeaxanthin synthesis against photooxidative stress in Arabidopsis. Plant J. 2013;76:568–579. doi: 10.1111/tpj.12314.", "ArticleIdList": ["10.1111/tpj.12314", "24033721"]}, {"Citation": "Mittler R. ROS are good. Trends Plant Sci. 2017;22:11–19. doi: 10.1016/j.tplants.2016.08.002.", "ArticleIdList": ["10.1016/j.tplants.2016.08.002", "27666517"]}, {"Citation": "Adamakis I.D.S., Sperdouli I., Eleftheriou E.P., Moustakas M. Hydrogen peroxide production by the spot-like mode action of bisphenol A. Front. Plant Sci. 2020;11:1196. doi: 10.3389/fpls.2020.01196.", "ArticleIdList": ["10.3389/fpls.2020.01196", "PMC7419983", "32849741"]}, {"Citation": "Agathokleous E., Kitao M., Calabrese E.J. Hormesis: A compelling platform for sophisticated plant science. Trends Plant Sci. 2019;24:318–327. doi: 10.1016/j.tplants.2019.01.004.", "ArticleIdList": ["10.1016/j.tplants.2019.01.004", "30755365"]}, {"Citation": "Sperdouli I., Moustaka J., Ouzounidou G., Moustakas M. Leaf age-dependent photosystem II photochemistry and oxidative stress responses to drought stress in Arabidopsis thaliana are modulated by flavonoid accumulation. Molecules. 2021;26:4157. doi: 10.3390/molecules26144157.", "ArticleIdList": ["10.3390/molecules26144157", "PMC8307756", "34299433"]}, {"Citation": "Mittler R., Vanderauwera S., Suzuki N., Miller G., Tognetti V.B., Vandepoele K., Gollery M., Shulaev V., Van Breusegem F. ROS signaling: The new wave? Trends Plant Sci. 2011;16:300–309. doi: 10.1016/j.tplants.2011.03.007.", "ArticleIdList": ["10.1016/j.tplants.2011.03.007", "21482172"]}, {"Citation": "Adamakis I.D.S., Malea P., Sperdouli I., Panteris E., Kokkinidi D., Moustakas M. Evaluation of the spatiotemporal effects of bisphenol A on the leaves of the seagrass Cymodocea nodosa. J. Hazard. Mater. 2021;404:124001. doi: 10.1016/j.jhazmat.2020.124001.", "ArticleIdList": ["10.1016/j.jhazmat.2020.124001", "33059254"]}, {"Citation": "Imran Q.M., Falak N., Hussain A., Mun B.-G., Yun B.-W. Abiotic stress in plants; stress perception to molecular response and role of biotechnological tools in stress resistance. Agronomy. 2021;11:1579. doi: 10.3390/agronomy11081579.", "ArticleIdList": ["10.3390/agronomy11081579"]}, {"Citation": "Zhang W., Song J., Yue S., Duan K., Yang H. MhMAPK4 from Malus hupehensis Rehd. decreases cell death in tobacco roots by controlling Cd2+ uptake. Ecotoxicol. Environ. Saf. 2019;168:230–240. doi: 10.1016/j.ecoenv.2018.09.126.", "ArticleIdList": ["10.1016/j.ecoenv.2018.09.126", "30388541"]}, {"Citation": "Liu L.W., Li W., Song W.P., Guo M. Remediation techniques for heavy metal-contaminated soils: Principles and applicability. Sci. Total Environ. 2018;633:206–219. doi: 10.1016/j.scitotenv.2018.03.161.", "ArticleIdList": ["10.1016/j.scitotenv.2018.03.161", "29573687"]}, {"Citation": "Zhao F.J., Ma Y., Zhu Y.G., Tang Z., McGrath S.P. Soil contamination in China: Current status and mitigation strategies. Environ. Sci. Technol. 2015;49:750–759. doi: 10.1021/es5047099.", "ArticleIdList": ["10.1021/es5047099", "25514502"]}, {"Citation": "Zheng R., Teng W., Hu Y., Hou X., Shi D., Tian X., Scullion J., Wu J. Cadmium uptake by a hyperaccumulator and three Pennisetum grasses with associated rhizosphere effects. Environ. Sci. Pollut. Res. 2021;29:1845–1857. doi: 10.1007/s11356-021-15043-6.", "ArticleIdList": ["10.1007/s11356-021-15043-6", "34363165"]}, {"Citation": "Sheng Y., Yan X., Huang Y., Han Y., Zhang C., Ren Y., Fan T., Xiao F., Liu Y., Cao S. The WRKY transcription factor, WRKY13, activates PDR8 expression to positively regulate cadmium tolerance in Arabidopsis. Plant Cell Environ. 2019;42:891–903. doi: 10.1111/pce.13457.", "ArticleIdList": ["10.1111/pce.13457", "30311662"]}, {"Citation": "Zhang W., Wang Z., Song J., Yue S., Yang H. Cd2+ uptake inhibited by MhNCED3 from Malus hupehensis alleviates Cd-induced cell death. Environ. Exp. Bot. 2019;166:103802. doi: 10.1016/j.envexpbot.2019.103802.", "ArticleIdList": ["10.1016/j.envexpbot.2019.103802"]}, {"Citation": "Zhang W., Chen W. Role of salicylic acid in alleviating photochemical damage and autophagic cell death induction of cadmium stress in Arabidopsis thaliana. Photochem Photobiol. Sci. 2011;10:947–955. doi: 10.1039/c0pp00305k.", "ArticleIdList": ["10.1039/c0pp00305k", "21336371"]}, {"Citation": "Tousi S., Zoufan P., Ghahfarrokhie A.R. Alleviation of cadmium-induced phytotoxicity and growth improvement by exogenous melatonin pretreatment in mallow (Malva parviflora) plants. Ecotoxicol. Environ. Saf. 2020;206:111403. doi: 10.1016/j.ecoenv.2020.111403.", "ArticleIdList": ["10.1016/j.ecoenv.2020.111403", "33011513"]}, {"Citation": "Müller P., Li X.P., Niyogi K.K. Non-photochemical quenching. A response to excess light energy. Plant Physiol. 2001;125:1558–1566. doi: 10.1104/pp.125.4.1558.", "ArticleIdList": ["10.1104/pp.125.4.1558", "PMC1539381", "11299337"]}, {"Citation": "Gawroński P., Witoń D., Vashutina K., Bederska M., Betliński B., Rusaczonek A., Karpiński S. Mitogen-activated protein kinase 4 is a salicylic acid-independent regulator of growth but not of photosynthesis in Arabidopsis. Mol. Plant. 2014;7:1151–1166. doi: 10.1093/mp/ssu060.", "ArticleIdList": ["10.1093/mp/ssu060", "24874867"]}, {"Citation": "Moustaka J., Tanou G., Giannakoula A., Panteris E., Eleftheriou E.P., Moustakas M. Anthocyanin accumulation in poinsettia leaves and its functional role in photo-oxidative stress. Environ. Exp. Bot. 2020;175:104065. doi: 10.1016/j.envexpbot.2020.104065.", "ArticleIdList": ["10.1016/j.envexpbot.2020.104065"]}, {"Citation": "Hao J., Xu X., Zhang L. Seasonal dynamics of photochemical performance of PS II of terrestrial mosses from different elevations. Plants. 2021;10:2613. doi: 10.3390/plants10122613.", "ArticleIdList": ["10.3390/plants10122613", "PMC8705637", "34961084"]}, {"Citation": "Sperdouli I., Moustaka J., Antonoglou O., Adamakis I.-D.S., Dendrinou-Samara C., Moustakas M. Leaf age-dependent effects of foliar-sprayed CuZn nanoparticles on photosynthetic efficiency and ROS generation in Arabidopsis thaliana. Materials. 2019;12:2498. doi: 10.3390/ma12152498.", "ArticleIdList": ["10.3390/ma12152498", "PMC6695995", "31390827"]}, {"Citation": "Takahashi S., Badger M.R. Photoprotection in plants: A new light on photosystem II damage. Trends Plant Sci. 2011;16:53–60. doi: 10.1016/j.tplants.2010.10.001.", "ArticleIdList": ["10.1016/j.tplants.2010.10.001", "21050798"]}, {"Citation": "Moustakas M. Plant photochemistry, reactive oxygen species, and photoprotection. Photochem. 2022;2:5–8. doi: 10.3390/photochem2010002.", "ArticleIdList": ["10.3390/photochem2010002"]}, {"Citation": "Faller P., Kienzler K., Krieger-Liszkay A. Mechanism of Cd2+ toxicity: Cd2+ inhibits photoactivation of photosystem II by competitive binding to the essential Ca2+ site. Biochim. Biophys. Acta. 2005;1706:158–164. doi: 10.1016/j.bbabio.2004.10.005.", "ArticleIdList": ["10.1016/j.bbabio.2004.10.005", "15620376"]}, {"Citation": "Ekmekçi Y., Tanyolaç D., Ayhan B. Effects of cadmium on antioxidant enzyme and photosynthetic activities in leaves of two maize cultivars. J. Plant Physiol. 2008;65:600–611. doi: 10.1016/j.jplph.2007.01.017.", "ArticleIdList": ["10.1016/j.jplph.2007.01.017", "17728009"]}, {"Citation": "Parmar P., Kumari N., Sharma V. Structural and functional alterations in photosynthetic apparatus of plants under cadmium stress. Bot. Stud. 2013;54:45. doi: 10.1186/1999-3110-54-45.", "ArticleIdList": ["10.1186/1999-3110-54-45", "PMC5430381", "28510881"]}, {"Citation": "Dobrikova A.G., Yotsova E.K., Börner A., Landjeva S.P., Apostolova E.L. The wheat mutant DELLA-encoding gene (Rht-B1c) afects plant photosynthetic responses to cadmium stress. Plant Physiol. Biochem. 2017;114:10–18. doi: 10.1016/j.plaphy.2017.02.015.", "ArticleIdList": ["10.1016/j.plaphy.2017.02.015", "28246038"]}, {"Citation": "Wang Y., Xing W., Liang X., Xu Y., Wang Y., Huang Q., Li L. Effects of exogenous additives on wheat Cd accumulation, soil Cd availability and physicochemical properties in Cd-contaminated agricultural soils: A meta-analysis. Sci. Total Environ. 2022;808:152090. doi: 10.1016/j.scitotenv.2021.152090.", "ArticleIdList": ["10.1016/j.scitotenv.2021.152090", "34863754"]}, {"Citation": "Yotsova E.K., Dobrikova A.G., Stefanov M., Misheva S., Bardácová M., Matusíková I., Zideková L., Blehová A., Apostolova E. Effects of cadmium on two wheat cultivars depending on different nitrogen supply. Plant Physiol. Biochem. 2020;155:789–799. doi: 10.1016/j.plaphy.2020.06.042.", "ArticleIdList": ["10.1016/j.plaphy.2020.06.042", "32877878"]}, {"Citation": "Hanć A., Małecka A., Kutrowska A., Bagniewska-Zadworna A., Tomaszewska B., Barałkiewicz D. Direct analysis of elemental biodistribution in pea seedlings by LA-ICP-MS, EDX and confocal microscopy: Imaging and quantification. Microchem. J. 2016;128:305–311. doi: 10.1016/j.microc.2016.05.008.", "ArticleIdList": ["10.1016/j.microc.2016.05.008"]}, {"Citation": "Małecka A., Konkolewska A., Hanć A., Barałkiewicz B., Ciszewska L., Ratajczak E., Staszak A.M., Kmita H., Jarmuszkiewicz W. Insight into the phytoremediation capability of Brassica juncea (v. Malopolska): Metal accumulation and antioxidant enzyme activity. Int. J. Mol. Sci. 2019;20:4355. doi: 10.3390/ijms20184355.", "ArticleIdList": ["10.3390/ijms20184355", "PMC6770704", "31491923"]}, {"Citation": "Małkowski E., Sitko K., Szopiński M., Gieroń Z., Pogrzeba M., Kalaji H.M., Zieléznik-Rusinowska P. Hormesis in plants: The role of oxidative stress, auxins and photosynthesis in corn treated with Cd or Pb. Int. J. Mol. Sci. 2020;21:2099. doi: 10.3390/ijms21062099.", "ArticleIdList": ["10.3390/ijms21062099", "PMC7139973", "32204316"]}, {"Citation": "Mengdi X., Wenqing C., Haibo D., Xiaoqing W., Li Y., Yuchen K., Hui S., Lei W. Cadmium-induced hormesis effect in medicinal herbs improves the efficiency of safe utilization for low cadmium-contaminated farmland soil. Ecotoxicol. Environ. Saf. 2021;225:112724. doi: 10.1016/j.ecoenv.2021.112724.", "ArticleIdList": ["10.1016/j.ecoenv.2021.112724", "34509162"]}, {"Citation": "Carvalho M.E.A., Castro P.R.C., Azevedo R.A. Hormesis in plants under Cd exposure: From toxic to beneficial element? J. Hazard. Mater. 2020;384:121434. doi: 10.1016/j.jhazmat.2019.121434.", "ArticleIdList": ["10.1016/j.jhazmat.2019.121434", "31812481"]}, {"Citation": "Chen P., Li Z., Luo D., Jia R., Lu H., Tang M., Hu Y., Yue J., Huang Z. Comparative transcriptomic analysis reveals key genes and pathways in two different cadmium tolerance kenaf (Hibiscus cannabinus L.) cultivars. Chemosphere. 2021;263:128211. doi: 10.1016/j.chemosphere.2020.128211.", "ArticleIdList": ["10.1016/j.chemosphere.2020.128211", "33297170"]}, {"Citation": "DalCorso G., Manara A., Piasentin S., Furini A. Nutrient metal elements in plants. Metallomics. 2014;6:1770–1788. doi: 10.1039/C4MT00173G.", "ArticleIdList": ["10.1039/C4MT00173G", "25144607"]}, {"Citation": "Zhen S., Shuai H., Xu C., Lv G., Zhu X., Zhang Q., Zhu Q., Núñez-Delgado A., Conde-Cid M., Zhou Y., et al. Foliar application of Zn reduces Cd accumulation in grains of late rice by regulating the antioxidant system, enhancing Cd chelation onto cell wall of leaves, and inhibiting Cd translocation in rice. Sci. Total Environ. 2021;770:145302. doi: 10.1016/j.scitotenv.2021.145302.", "ArticleIdList": ["10.1016/j.scitotenv.2021.145302", "33515894"]}, {"Citation": "Zhou Z., Zhang B., Liu H., Liang X., Ma W., Shi Z., Yang S. Zinc effects on cadmium toxicity in two wheat varieties (Triticum aestivum L.) differing in grain cadmium accumulation. Ecotoxicol. Environ. Saf. 2019;183:109562. doi: 10.1016/j.ecoenv.2019.109562.", "ArticleIdList": ["10.1016/j.ecoenv.2019.109562", "31437726"]}, {"Citation": "Clairvil E., Martins J.P.R., Braga P.C.S., Moreira S.W., Conde L.T., Cipriano R., Falqueto A.R., Gontijo A.B.P.L. Zinc and cadmium as modulating factors of the morphophysiological responses of Alternanthera tenella Colla (Amaranthaceae) under in vitro conditions. Photosynthetica. 2021;59:652–663. doi: 10.32615/ps.2021.059.", "ArticleIdList": ["10.32615/ps.2021.059"]}, {"Citation": "Du J., Zeng J., Ming X., He Q., Tao Q., Jiang M., Gao S., Li X., Lei T., Pan Y., et al. The presence of zinc reduced cadmium uptake and translocation in Cosmos bipinnatus seedlings under cadmium/zinc combined stress. Plant Physiol. Biochem. 2020;151:223–232. doi: 10.1016/j.plaphy.2020.03.019.", "ArticleIdList": ["10.1016/j.plaphy.2020.03.019", "32234661"]}, {"Citation": "Dong Q., Hu S., Fei L., Liu L., Wang Z. Interaction between Cd and Zn on metal accumulation, translocation and mineral nutrition in tall fescue (Festuca arundinacea) Int. J. Mol. Sci. 2019;20:3332. doi: 10.3390/ijms20133332.", "ArticleIdList": ["10.3390/ijms20133332", "PMC6651138", "31284596"]}, {"Citation": "Liu J., Zhang H., Zhang Y., Chai T. Silicon attenuates cadmium toxicity in Solanum nigrum L. by reducing cadmium uptake and oxidative stress. Plant Physiol. Biochem. 2013;68:1–7. doi: 10.1016/j.plaphy.2013.03.018.", "ArticleIdList": ["10.1016/j.plaphy.2013.03.018", "23608626"]}, {"Citation": "Yotsova E.K., Dobrikova A.G., Stefanov M.A., Kouzmanova M., Apostolova E.L. Improvement of the rice photosynthetic apparatus defence under cadmium stress modulated by salicylic acid supply to roots. Theor. Exp. Plant Physiol. 2018;30:57–70. doi: 10.1007/s40626-018-0102-9.", "ArticleIdList": ["10.1007/s40626-018-0102-9"]}, {"Citation": "Wu C., Dun Y., Zhang Z., Li M., Wu G. Foliar application of selenium and zinc to alleviate wheat (Triticum aestivum L.) cadmium toxicity and uptake from cadmium-contaminated soil. Ecotoxicol. Environ. Saf. 2020;190:110091. doi: 10.1016/j.ecoenv.2019.110091.", "ArticleIdList": ["10.1016/j.ecoenv.2019.110091", "31881404"]}, {"Citation": "Saidi I., Chtourou Y., Djebali W. Selenium alleviates cadmium toxicity by preventing oxidative stress in sunflower (Helianthus annuus) seedlings. J. Plant Physiol. 2014;171:85–91. doi: 10.1016/j.jplph.2013.09.024.", "ArticleIdList": ["10.1016/j.jplph.2013.09.024", "24484961"]}, {"Citation": "Wang C., Rong H., Zhang X., Shi W., Hong X., Liu W., Cao T., Yu X., Yu Q. Effects and mechanisms of foliar application of silicon and selenium composite sols on diminishing cadmium and lead translocation and affiliated physiological and biochemical responses in hybrid rice (Oryza sativa L.) exposed to cadmium and lead. Chemosphere. 2020;251:126347. doi: 10.1016/j.chemosphere.2020.126347.", "ArticleIdList": ["10.1016/j.chemosphere.2020.126347", "32169700"]}, {"Citation": "Qin S., Liu H., Nie Z., Rengel Z., Gao W., Li C., Zhao P. Toxicity of cadmium and its competition with mineral nutrients for uptake by plants: A review. Pedosphere. 2020;30:168–180. doi: 10.1016/S1002-0160(20)60002-9.", "ArticleIdList": ["10.1016/S1002-0160(20)60002-9"]}, {"Citation": "Ying R.R., Qiu R.L., Tang Y.T., Hu P.J., Qiu H., Chen H.R., Shi T.H., Morel J.L. Cadmium tolerance of carbon assimilation enzymes and chloroplast in Zn/Cd hyperaccumulator Picris divaricata. J. Plant Physiol. 2010;167:81–87. doi: 10.1016/j.jplph.2009.07.005.", "ArticleIdList": ["10.1016/j.jplph.2009.07.005", "19683362"]}, {"Citation": "Yue J.Y., Wei X.J., Wang H.Z. Cadmium tolerant and sensitive wheat lines: Their differences in pollutant accumulation, cell damage, and autophagy. Biol. Plant. 2018;62:379–387. doi: 10.1007/s10535-018-0785-4.", "ArticleIdList": ["10.1007/s10535-018-0785-4"]}, {"Citation": "Devi R., Munjral N., Gupta A.K., Kaur N. Cadmium induced changes in carbo- hydrate status and enzymes of carbohydrate metabolism, glycolysis and pentose phosphate pathway in pea. Environ. Exp. Bot. 2007;61:167–174. doi: 10.1016/j.envexpbot.2007.05.006.", "ArticleIdList": ["10.1016/j.envexpbot.2007.05.006"]}, {"Citation": "Faizan M., Faraz A., Yusuf M., Khan S.T., Hayat S. Zinc oxide nanoparticle-mediated changes in photosynthetic efficiency and antioxidant system of tomato plants. Photosynthetica. 2018;56:678–686. doi: 10.1007/s11099-017-0717-0.", "ArticleIdList": ["10.1007/s11099-017-0717-0"]}, {"Citation": "Wei C., Jiao Q., Agathokleous E., Liu H., Li G., Zhang J., Fahad S., Jiang Y. Hormetic effects of zinc on growth and antioxidant defense system of wheat plants. Sci. Total Environ. 2022;807:150992. doi: 10.1016/j.scitotenv.2021.150992.", "ArticleIdList": ["10.1016/j.scitotenv.2021.150992", "34662623"]}, {"Citation": "World Health Organization  . Air Quality Guidelines for Europe. 2nd ed. World Health Organization, Regional Office for Europe; Copenhagen, Denmark: 2000.  [(accessed on 13 December 2021)].  Available online:  https://apps.who.int/iris/handle/10665/107335."}, {"Citation": "Natasha N., Shahid M., Bibi I., Iqbal J., Khalid S., Murtaza B., Bakhat H.F., Farooq A.B.U., Amjad M., Hammad H.M., et al. Zinc in soil-plant-human system: A data-analysis review. Sci. Total Environ. 2022;808:152024. doi: 10.1016/j.scitotenv.2021.152024.", "ArticleIdList": ["10.1016/j.scitotenv.2021.152024", "34871690"]}, {"Citation": "Zia M.H., Ahmed I., Bailey E.H., Lark R.M., Young S.D., Lowe N.M., Joy E.J.M., Wilson L., Zaman M., Broadley M.R. Site-specific factors influence the field performance of a Zn-biofortified wheat variety. Front. Sustain. Food Syst. 2020;4:135. doi: 10.3389/fsufs.2020.00135.", "ArticleIdList": ["10.3389/fsufs.2020.00135"]}, {"Citation": "Sigfridsson K.G.V., Bernát G., Mamedov F., Styring S. Molecular interference of Cd2+ with Photosystem II. Biochim. Biophys. Acta. 2004;1659:19–31. doi: 10.1016/j.bbabio.2004.07.003.", "ArticleIdList": ["10.1016/j.bbabio.2004.07.003", "15511524"]}, {"Citation": "Paunov M., Koleva L., Vassilev A., Vangronsveld J., Goltsev V. Effects of different metals on photosynthesis: Cadmium and zinc affect chlorophyll fluorescence in durum wheat. Int. J. Mol. Sci. 2018;19:787. doi: 10.3390/ijms19030787.", "ArticleIdList": ["10.3390/ijms19030787", "PMC5877648", "29522461"]}, {"Citation": "Janeeshma E., Kalaji H.M., Puthur J.T. Differential responses in the photosynthetic efficiency of Oryza sativa and Zea mays on exposure to Cd and Zn toxicity. Acta Physiol. Plant. 2021;43:12. doi: 10.1007/s11738-020-03178-x.", "ArticleIdList": ["10.1007/s11738-020-03178-x"]}, {"Citation": "Murchie E.H., Lawson T. Chlorophyll fluorescence analysis: A guide to good practice and understanding some new applications. J. Exp. Bot. 2013;64:3983–3998. doi: 10.1093/jxb/ert208.", "ArticleIdList": ["10.1093/jxb/ert208", "23913954"]}, {"Citation": "Kalaji H.M., Jajoo A., Oukarroum A., Brestic M., Zivcak M., Samborska I.A., Cetner M.D., Łukasik I., Goltsev V., Ladle R.J. Chlorophyll a fluorescence as a tool to monitor physiological status of plants under abiotic stress conditions. Acta Physiol. Plant. 2016;38:102. doi: 10.1007/s11738-016-2113-y.", "ArticleIdList": ["10.1007/s11738-016-2113-y"]}, {"Citation": "Moustaka J., Meyling V.N., Hauser T.P. Root-associated entomopathogenic fungi modulate host plant’ s photosystem II photochemistry and its response to herbivorous insects. Molecules. 2022;27:207. doi: 10.3390/molecules27010207.", "ArticleIdList": ["10.3390/molecules27010207", "PMC8746981", "35011439"]}, {"Citation": "Moustakas M., Calatayud A., Guidi L. Chlorophyll fluorescence imaging analysis in biotic and abiotic stress. Front. Plant Sci. 2021;12:658500. doi: 10.3389/fpls.2021.658500.", "ArticleIdList": ["10.3389/fpls.2021.658500", "PMC8079803", "33936144"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "12", "Day": "14"}, {"Year": "2022", "Month": "1", "Day": "7"}, {"Year": "2022", "Month": "1", "Day": "8"}, {"Year": "2022", "Month": "1", "Day": "20", "Hour": "17", "Minute": "44"}, {"Year": "2022", "Month": "1", "Day": "21", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "1", "Day": "21", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "1", "Day": "12"}], "PublicationStatus": "epublish", "ArticleIdList": ["35051078", "PMC8778245", "10.3390/toxics10010036", "toxics10010036"]}}], "PubmedBookArticle": []}