{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Ethnobotany", "Organoleptic properties", "Selection criteria", "Traditional knowledge", "Use patterns"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35078497", "DateCompleted": {"Year": "2022", "Month": "01", "Day": "27"}, "DateRevised": {"Year": "2022", "Month": "02", "Day": "04"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "01", "Day": "25"}], "Language": ["eng"], "ELocationID": ["4", "10.1186/s13002-022-00503-1"], "Journal": {"ISSN": "1746-4269", "JournalIssue": {"Volume": "18", "Issue": "1", "PubDate": {"Year": "2022", "Month": "Jan", "Day": "25"}}, "Title": "Journal of ethnobiology and ethnomedicine", "ISOAbbreviation": "J Ethnobiol Ethnomed"}, "ArticleTitle": "Taste and chemical composition as drives for utilitarian redundancy and equivalence: a case study in local medical systems in Northeastern Brazil.", "Pagination": {"StartPage": "4", "MedlinePgn": "4"}, "Abstract": {"AbstractText": ["We aimed to verify whether the taste and chemical composition influence the selection of plants in each medicinal category, whether within a socio-ecological system or between different socio-ecological systems. To this end, we use the theoretical bases of the Utilitarian Redundancy Model and the Utilitarian Equivalence Model. We studied the local medical systems of four rural communities in northeastern Brazil, used as models to test our assumptions.", "The data on medicinal plants and local therapeutic function were obtained from semi-structured interviews associated with the free-listing method, allowing to generate indexes of similarity of therapeutic use between the plants cited in each region. During the interviews, each informer was also asked to report the tastes of the plants cited. Subsequently, we classified each plant in each region according to the most cited taste. The data about the chemical composition of each plant were obtained from a systematic review, using Web of Knowledge and Scopus databases.", "Pairs of plants with similar tastes are 1.46 times more likely to have the same therapeutic function within a local medical system (redundancy), but not between medical systems (equivalence). We also find that chemical compounds are not primarily responsible for utilitarian redundancy and equivalence. However, there was a tendency for alkaloids to be doubly present with greater expressiveness in pairs of equivalent plants.", "The results indicate that each social group can create its means of using the organoleptic characteristics as clues to select new species as medicinal. Furthermore, this study corroborates the main prediction of the Utilitarian Equivalence Model, that people in different environments choose plants with traits in common for the same functions."], "CopyrightInformation": "© 2022. The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratório de Ecologia e Evolução de Sistemas Socioecológicos, Departamento de Botânica, Centro de Biociências, Universidade Federal de Pernambuco, Cidade Universitária, Recife, PE, 50670-901, Brazil. rafaelreinaldo1988@yahoo.com.br."}, {"Identifier": [], "Affiliation": "Programa de Pós-Graduação em Botânica, Universidade Federal Rural de Pernambuco, Rua Dom Manuel de Medeiros s/n, Dois Irmãos, Recife, Pernambuco, 52171-900, Brazil. rafaelreinaldo1988@yahoo.com.br."}], "LastName": "Reinaldo", "ForeName": "Rafael Corrêa Prota Dos Santos", "Initials": "RCPDS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratório de Ecologia e Evolução de Sistemas Socioecológicos, Departamento de Botânica, Centro de Biociências, Universidade Federal de Pernambuco, Cidade Universitária, Recife, PE, 50670-901, Brazil."}, {"Identifier": [], "Affiliation": "Instituto Multidisciplinario de Biologia Vegetal (IMBIV), CONICET - Universidad Nacional de Córdoba, Avenida Vélez Sársfield 299, Córdoba, Argentina."}], "LastName": "Santoro", "ForeName": "Flávia Rosa", "Initials": "FR"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratório de Ecologia e Evolução de Sistemas Socioecológicos, Departamento de Botânica, Centro de Biociências, Universidade Federal de Pernambuco, Cidade Universitária, Recife, PE, 50670-901, Brazil."}, {"Identifier": [], "Affiliation": "Programa de Pós-Graduação em Botânica, Universidade Federal Rural de Pernambuco, Rua Dom Manuel de Medeiros s/n, Dois Irmãos, Recife, Pernambuco, 52171-900, Brazil."}], "LastName": "Albuquerque", "ForeName": "Ulysses Paulino", "Initials": "UP"}, {"Identifier": ["0000-0002-3835-5232"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Programa de Pós-Graduação em Botânica, Universidade Federal Rural de Pernambuco, Rua Dom Manuel de Medeiros s/n, Dois Irmãos, Recife, Pernambuco, 52171-900, Brazil. patricia.muniz@gmail.com."}, {"Identifier": [], "Affiliation": "Centro de Ciências Agrárias, Universidade Federal de Alagoas, Rio Largo, Alagoas, Brazil. patricia.muniz@gmail.com."}], "LastName": "de Medeiros", "ForeName": "Patrícia Muniz", "Initials": "PM"}], "GrantList": [{"GrantID": "001", "Agency": "Coordenação de Aperfeiçoamento de Pessoal de Nível Superior", "Country": ""}, {"GrantID": "APQ-0562-2.01/17", "Agency": "FACEPE", "Country": ""}], "PublicationTypeList": ["Journal Article", "Systematic Review"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "J Ethnobiol Ethnomed", "NlmUniqueID": "101245794", "ISSNLinking": "1746-4269"}, "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Brazil"}, {"QualifierName": [], "DescriptorName": "Ecosystem"}, {"QualifierName": [], "DescriptorName": "Ethnobotany"}, {"QualifierName": [], "DescriptorName": "Health Knowledge, Attitudes, Practice"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Phytotherapy"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Taste"}], "CoiStatement": "The authors declare that they have no competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Medeiros PM, Ladio AH, de Albuquerque UP. Local criteria for medicinal plant selection. In: Albuquerque UP, De Medeiros PM, Casas A, editors. Evolutionary ethnobiology. Cham: Springer; 2015. pp. 149–162."}, {"Citation": "Silva FG, Oliveira CBA, Pinto JEBP, Nascimento VE, Santos SC, Seraphind JC, et al. Seasonal variability in the essential oils of wild and cultivated Baccharis trimera. J Braz Chem Soc. 2007;18:990–997."}, {"Citation": "Saslis-Lagoudakis CH, Savolainen V, Williamson EM, Forest F, Wagstaff SJ, Baral SR, et al. Phylogenies reveal predictive power of traditional, medicinein bioprospecting. Proc Natl Acad Sci USA. 2012;109:15835–15840.", "ArticleIdList": ["PMC3465383", "22984175"]}, {"Citation": "Ankli A, Sticher O, Heinrich M. Yucatec Maya medicinal plants versus nonmedicinal plants: Indigenous characterization and selection. Hum Ecol. 1999;27:557–580."}, {"Citation": "Brett JA. Medicinal plant selection criteria: the cultural interpretation of chemical senses. J Appl Bot. 1998;72:70–74."}, {"Citation": "Leonti M, Sticher O, Heinrich M. Medicinal plants of the Popoluca, México: organoleptic properties as indigenous selection criteria. J Ethnopharmacol. 2002;81:307–315.", "ArticleIdList": ["12127230"]}, {"Citation": "Brett JA, Heinrich M. Culture, perception and the environment: the role of chemosensory perception. J Appl Bot. 1998;72:67–69."}, {"Citation": "Casagrande D. Human taste and cognition in Tzeltal Maya medicinal plant use. J Ecol Anthropol. 2000;4:57–69."}, {"Citation": "Dragos D, Gilca M. Taste of phytocompounds: a better predictor for ethnopharmacological activities of medicinal plants than the phytochemical class? J Ethnopharmacol. 2018;220:129–146.", "ArticleIdList": ["29604378"]}, {"Citation": "Geck MS, Cabras S, Casu L, Reyes García AJ, Leonti M. The taste of heat: how humoral qualities act as a cultural filter for chemosensory properties guiding herbal medicine. J Ethnopharmacol. 2017;198:499–515.", "ArticleIdList": ["28108380"]}, {"Citation": "Gilca M, Barbulescu A. Taste of medicinal plants: a potential tool in predicting ethnopharmacological activities? J Ethnopharmacol. 2015;174:464–473.", "ArticleIdList": ["26320686"]}, {"Citation": "Heinrich M, Rimpler H, Barrera NA. Indigenous phytotherapy of gastrointestinal disorders in a lowland Mixe community (Oaxaca, Mexico): ethnopharmacologic evaluation. J Ethnopharmacol. 1992;36:63–80.", "ArticleIdList": ["1501495"]}, {"Citation": "Medeiros PM, Santos Pinto BL, Do Nascimento VT. Can organoleptic properties explain the differential use of medicinal plants? Evidence from Northeastern Brazil. J Ethnopharmacol. 2015;159:43–48.", "ArticleIdList": ["25446598"]}, {"Citation": "Molares S, Ladio A. Plantas medicinales en una comunidad Mapuche del NO de la Patagonia Argentina: clasificación y percepciones organolépticas relacionadas con su valoración. Boletín Latinoam y del Caribe Plantas Med y aromáticas. 2008;7:149–155."}, {"Citation": "Behrens M, Brockhoff A, Batram C, Kuhn C, Appendino G, Meyerhof W. The human bitter taste receptor hTAS2R50 is activated by the two natural bitter terpenoids andrographolide and amarogentin. J Agric Food Chem. 2009;57:9860–9866.", "ArticleIdList": ["19817411"]}, {"Citation": "Drewnowski A, Gomez-Carneros C. Bitter taste, phytonutrients, and the consumer: a review. Am J Clin Nutr. 2000;72:1424–1435.", "ArticleIdList": ["11101467"]}, {"Citation": "Reinaldo R, Albuquerque U, Medeiros P. Taxonomic affiliation influences the selection of medicinal plants among people from semi-arid and humid regions—a proposition for the evaluation of utilitarian equivalence in Northeast Brazil. PeerJ. 2020;8:e9664.", "ArticleIdList": ["PMC7413083", "32832277"]}, {"Citation": "WALKER BH. Biodiversity and Ecological Redundancy. Conserv Biol. 1992;6:18–23."}, {"Citation": "de Albuquerque UP, de Oliveira RF. Is the use-impact on native caatinga species in Brazil reduced by the high species richness of medicinal plants? J Ethnopharmacol. 2007;113:156–170.", "ArticleIdList": ["17616289"]}, {"Citation": "Nascimento ALB, Júnior WSF, Ramos MA, de Medeiros PM, Soldati GT, Santoro FR, et al. Utilitarian redundancy: conceptualization and potential applications in ethnobiological research. In: Evolutionary ethnobiology. Cham: Springer; 2015. p. 121–30."}, {"Citation": "Odum E. Fundamental of ecology. 3. Philadelphia: W.B. Saunders Co; 1971."}, {"Citation": "Alvares CA, Stape JL, Sentelhas PC, De Moraes Gonçalves JL, Sparovek G. Köppen’s climate classification map for Brazil. Meteorol Zeitschrift. 2013;22:711–728."}, {"Citation": "Sobral M, Stehmann JR. An analysis of new angiosperm species discoveries in Brazil (1990–2006) Taxon. 2009;58:227–232."}, {"Citation": "IBAMA. Plano Operativo de Prevenção e Combate aos incêndios florestais na estação Ecológica Murici. MMA. 2006;15."}, {"Citation": "Bailey K. Methods of social research. 4. New York: The Free Press; 2008."}, {"Citation": "Chika A, Onyebueke DC, Bello SO. Phytochemical analysis and evaluation of antidiabetic in alloxan-induced diabetic rats treated with aqueou se flfeeactf s extract of Acanthospermum hispidum. Afr J Biomed Res. 2018;21:81–85."}, {"Citation": "Sanon S, Azas N, Gasquet M, Ollivier E, Mahiou V, Barro N, et al. Antiplasmodial activity of alkaloid extracts from Pavetta crassipes (K. Schum) and Acanthospermum hispidum (DC), two plants used in traditional medicine in Burkina Faso. Parasitol Res. 2003;90:314–317.", "ArticleIdList": ["12684889"]}, {"Citation": "N’Do J, Hilou A, Ouedraogo N, Sombie E, Traore T. Phytochemistry, antioxidant, and hepatoprotective potential of Acanthospermum hispidum DC extracts against diethylnitrosamine-induced hepatotoxicity in rats. Medicines. 2018;5:42.", "ArticleIdList": ["PMC6023488", "29735893"]}, {"Citation": "Tirloni CAS, dos R Lívero FA, Palozi RAC, Silveira RCA, de P Vasconcelos PC, Souza RIC, et al. Ethnopharmacological investigations of the cardio-renal properties of a native species from the region of Pantanal, state of Mato Grosso do Sul, Brazil. J Ethnopharmacol. 2017;206:125–134.", "ArticleIdList": ["28549859"]}, {"Citation": "Ganfon H, Bero J, Tchinda AT, Gbaguidi F, Gbenou J, Moudachirou M, et al. Antiparasitic activities of two sesquiterpenic lactones isolated from Acanthospermum hispidum D.C. J Ethnopharmacol. 2012;141:411–417.", "ArticleIdList": ["22440261"]}, {"Citation": "Arena ME, Cartagena E, Gobbato N, Baigori M, Valdez JC, Bardon A. In vivo and in vitro antibacterial activity of acanthospermal B, a sesquiterpene lactone isolated from Acanthospermum hispidum. Phyther Res. 2011;25:597–602.", "ArticleIdList": ["20931621"]}, {"Citation": "Roy H, Chakraborty A, Bhanja S, Shankar Nayak Sruti Ranjan Mishra B, Ellaiah P. Preliminary phytochemical investigation and anthelmintic activity of Acanthospermum hispidum DC."}, {"Citation": "Benzidia B, Barbouchi M, Hammouch H, Belahbib N, Zouarhi M, Erramli H, et al. Chemical composition and antioxidant activity of tannins extract from green rind of Aloe vera (L.) Burm. F. J King Saud Univ Sci. 2019;31:1175–1181."}, {"Citation": "Kumar S, Yadav A, Yadav M, Yadav JP. Effect of climate change on phytochemical diversity, total phenolic content and in vitro antioxidant activity of Aloe vera (L.) Burm.f. BMC Res Notes. 2017;10:60.", "ArticleIdList": ["PMC5264341", "28118858"]}, {"Citation": "Cock IE. The genus aloe: phytochemistry and therapeutic uses including treatments for gastrointestinal conditions and chronic inflammation. Prog Drug Res. 2015;70:179–235.", "ArticleIdList": ["26462368"]}, {"Citation": "Guo X, Mei N. Aloe vera: a review of toxicity and adverse clinical effects. J Environ Sci Health Part C Environ Carcinog Ecotoxicol Rev. 2016;34:77–96.", "ArticleIdList": ["PMC6349368", "26986231"]}, {"Citation": "Salehi B, Jornet PL, López EPF, Calina D, Sharifi-Rad M, Ramírez-Alarcón K, et al. Plant-derived bioactives in oral mucosal lesions: a key emphasis to Curcumin, Lycopene, chamomile, aloe Vera, green tea and coffee properties. Biomolecules. 2019;9:106.", "ArticleIdList": ["PMC6468600", "30884918"]}, {"Citation": "Taukoorah U, Mahomoodally MF. Crude Aloe vera gel shows antioxidant propensities and inhibits pancreatic lipase and glucose movement in vitro. Adv Pharmacol Sci. 2016;2016:1–9.", "ArticleIdList": ["PMC4736367", "26880905"]}, {"Citation": "Mariita R, Okemo P, Kirimuhuzya C, Otieno J, Magadula J, Orodho J. Methanolic extracts of Aloe secundiflora Engl. inhibits in vitro growth of tuberculosis and diarrhea-causing bacteria. Pharmacognosy Res. 2011;3:95.", "ArticleIdList": ["PMC3129030", "21772752"]}, {"Citation": "Costa-Lotufo LV, Jimenez PC, Wilke DV, Leal LKAM, Cunha GMA, Silveira ER, et al. Antiproliferative effects of several compounds isolated from Amburana cearensis A. C. Smith. Zeitschrift fur Naturforsch Sect C J Biosci. 2003;58:675–680.", "ArticleIdList": ["14577630"]}, {"Citation": "Canuto KM, Silveira ER. Chemical constituents of trunk bark of Amburana cearensis A.C. Smith. Quim Nova. 2006;29:1241–1243."}, {"Citation": "Leal LKAM, Fonseca FN, Pereira FA, Canuto KM, Felipe CFB, Fontenele JB, et al. Protective effects of amburoside A, a phenol glucoside from Amburana cearensis, against CCl4-induced hepatotoxicity in rats. Planta Med. 2008;74:497–502.", "ArticleIdList": ["18404596"]}, {"Citation": "Farias DF, Cavalheiro MG, Viana MP, Queiroz VA, Rocha-Bezerra LCB, Vasconcelos IM, et al. Water extracts of Brazilian leguminous seeds as rich sources of larvicidal compounds against Aedes aegypti L. An Acad Bras Cienc. 2010;82:585–594.", "ArticleIdList": ["21562687"]}, {"Citation": "Mustapha AA, Owuna G, Ogaji JO, Is-Haq Is-Haq U, Idris MM. Phytochemical screening and inhibitory activities of anacardium occidentale leave extracts against some clinically important bacterial isolates. Int J Pharmacogn Phytochem Res. 2015;7:365–369."}, {"Citation": "Tédong L, Dzeufiet PDD, Dimo T, Asongalem EA, Sokeng SN, Flejou JF, et al. Acute and subchronic toxicity of Anacardium occidentale Linn (Anacardiaceae) leaves hexane extract in mice. ican J Tradit Complement Altern Med. 2007;4:140–147.", "ArticleIdList": ["PMC2816447", "20162085"]}, {"Citation": "Carvalho GHF, de Andrade MA, de Araújo CN, Santos ML, de Castro NA, Charneau S, et al. Larvicidal and pupicidal activities of eco-friendly phenolic lipid products from Anacardium occidentale nutshell against arbovirus vectors. Environ Sci Pollut Res. 2019;26:5514–5523.", "ArticleIdList": ["30610586"]}, {"Citation": "Souza MQ, Teotônio IMSN, de Almeida FC, Heyn GS, Alves PS, Romeiro LAS, et al. Molecular evaluation of anti-inflammatory activity of phenolic lipid extracted from cashew nut shell liquid (CNSL) BMC Complement Altern Med. 2018 doi: 10.1186/s12906-018-2247-0.", "ArticleIdList": ["10.1186/s12906-018-2247-0", "PMC5996561", "29890972"]}, {"Citation": "Lima Neto GA, Kaffashi S, Luiz WT, Ferreira WR, Dias-Da-Silva YSA, Pazin GV, et al. Quantificação de metabólitos secundários e avaliação da atividade antimicrobiana e antioxidante de algumas plantas selecionadas do Cerrado de Mato Grosso. Rev Bras Plantas Med. 2015;17:1069–1077."}, {"Citation": "Vigerelli H, Sciani J, Jared C, Antoniazzi M, Caporale GM, da de CR Silva A, et al. Bufotenine is able to block rabies virus infection in BHK-21 cells. J Venom Anim Toxins Incl Trop Dis. 2014;20:45.", "ArticleIdList": ["PMC4203886", "25337122"]}, {"Citation": "Cartaxo SL, de Almeida Souza MM, de Albuquerque UP. Medicinal plants with bioprospecting potential used in semi-arid northeastern Brazil. J Ethnopharmacol. 2010;131:326–342.", "ArticleIdList": ["20621178"]}, {"Citation": "Gutierrez-Lugo MT, Deschamps JD, Holman TR, Suarez E, Timmermann BN. Lipoxygenase inhibition by anadanthoflavone, a new flavonoid from the aerial parts of Anadenanthera colubrina. Planta Med. 2004;70:263–265.", "ArticleIdList": ["15114507"]}, {"Citation": "Melo JG, De Sousa Araújo TA, De Almeida Castro VTN, De Vasconcelos Cabral DL, Do Desterro Rodrigues M, Do Nascimento SC, et al. Antiproliferative activity, antioxidant capacity and tannin content in plants of semi-arid northeastern Brazil. Molecules. 2010;15:8534–8542.", "ArticleIdList": ["PMC6259328", "21107308"]}, {"Citation": "Damascena NP, Souza MTS, Almeida AF, Cunha RS, Damascena NP, Curvello RL, et al. Antioxidant and orofacial anti-nociceptive activities of the stem bark aqueous extract of Anadenanthera colubrina (Velloso) Brenan (Fabaceae) Nat Prod Res. 2014;28:753–756.", "ArticleIdList": ["24438027"]}, {"Citation": "Ezeabara CA, Okonkwo and E. Comparison of phytochemical and proximate components of leaf, stem and root of Croton hirtus L’Herit and Croton lobatus Linn. Comparison of phytochemical and proximate components of leaf, stem and root of Croton hirtus L’Herit and Croton lobatus Linn.:2 I. 2016."}, {"Citation": "Trentin DDS, Giordani RB, Zimmer KR, Da Silva AG, Da Silva MV, Correia MTDS, et al. Potential of medicinal plants from the Brazilian semi-arid region (Caatinga) against Staphylococcus epidermidis planktonic and biofilm lifestyles. J Ethnopharmacol. 2011;137:327–335.", "ArticleIdList": ["21651970"]}, {"Citation": "Gois RWDS, Sousa LMD, Lemos TLG, Arriaga AMC, Andrade-Neto M, Santiago GMP, et al. Chemical composition and larvicidal effects of essential oil from bauhinia acuruana (Moric) against Aedes aegypti. J Essent Oil Res. 2011;23:59–62."}, {"Citation": "Ushie OA, Adamu HM, Ogar DA, Gunda HJ. International Journal of Traditional and Natural Medicines, 2013, 2(2): 97–103 International Journal of Traditional and Natural Medicines Phytochemistry of Borreria verticillata Stem Bark. 2013."}, {"Citation": "Baldé AM, Pieters LA, Gergely A, Wray V, Claeys M, Vlietinck AJ. Spermacoceine, a bis-indole alkaloid from Borreria verticillata. Phytochemistry. 1991;30:997–1000."}, {"Citation": "Moreira VF, Oliveira RR, Mathias L, Braz-Filho R, Vieira IJC. New chemical constituents from Borreria verticillata (Rubiaceae) Helv Chim Acta. 2010;93:1751–1757."}, {"Citation": "Cavalcanti Clementino EL, Silva Santos J, Felismino D de C, Dantas de Medeiros AC, Silva H, Pereira Chaves T. Evaluation of the biological activity of extracts from commiphora leptophloeos (Mart.) J. B. gillet. Rev Cuba Plantas Med. 2016;21."}, {"Citation": "Santos AO, Ueda-Nakamura T, Dias Filho BP, Veiga Junior VF, Pinto AC, Nakamura CV. Effect of Brazilian copaiba oils on Leishmania amazonensis. J Ethnopharmacol. 2008;120:204–208.", "ArticleIdList": ["18775772"]}, {"Citation": "Geetha TS, Geetha N. Phytochemical screening, quantitative analysis of primary and secondary metabolites of Cymbopogan citratus (DC) stapf Leaves from Kodaikanal hills, Tamilnadu. Int J Pharm Technol Res. 2014;6:521–529."}, {"Citation": "Shah G, Shri R, Panchal V, Sharma N, Singh B, Mann AS. Scientific basis for the therapeutic use of Cymbopogon citratus, stapf (Lemon grass) J Adv Pharm Technol Res. 2011;2:3–8.", "ArticleIdList": ["PMC3217679", "22171285"]}, {"Citation": "Cheel J, Theoduloz C, Rodríguez J, Schmeda-Hirschmann G. Free radical scavengers and antioxidants from lemongrass (Cymbopogon citratus (DC.) Stapf.) J Agric Food Chem. 2005;53:2511–2517.", "ArticleIdList": ["15796587"]}, {"Citation": "Loufoua BAE, Bassoueka DJ, Nsonde Ntandou GF, Nzonzi J, Etou-Ossibi AW, Ouamba JM, et al. Étude ethnobotanique, pharmacologique et phytochimique de quelques plantes médicinales congolaises à potentialité antitussive. Phytothérapie. 2015;13:377–383."}, {"Citation": "Zohra T, Ovais M, Khalil AT, Qasim M, Ayaz M, Shinwari ZK. Extraction optimization, total phenolic, flavonoid contents, HPLC-DAD analysis and diverse pharmacological evaluations of Dysphania ambrosioides (L.) Mosyakin & Clemants. Nat Prod Res. 2019;33:136–142.", "ArticleIdList": ["29430965"]}, {"Citation": "Soares MH, Dias HJ, Vieira TM, de Souza MGM, Cruz AFF, Badoco FR, et al. Chemical composition, antibacterial, schistosomicidal, and cytotoxic activities of the essential oil of Dysphania ambrosioides (L.) Mosyakin & Clemants (Chenopodiaceae) Chem Biodivers. 2017;14:e1700149.", "ArticleIdList": ["28504841"]}, {"Citation": "Mwanauta RW, Mtei KA, Ndakidemi PA. Prospective bioactive compounds from Vernonia amygdalina, Lippia javanica, Dysphania ambrosioides and Tithonia diversifolia in controlling legume insect pests. Agric Sci. 2014;05:1129–1139."}, {"Citation": "Barbosa PBBM, de Oliveira JM, Chagas JM, Rabelo LMA, de Medeiros GF, Giodani RB, et al. Evaluation of seed extracts from plants found in the Caatinga biome for the control of Aedes aegypti. Parasitol Res. 2014;113:3565–3580.", "ArticleIdList": ["25056942"]}, {"Citation": "Pires TCSP, Dias MI, Calhelha RC, Carvalho AM, Queiroz MJRP, Barros L, et al. Bioactive properties of tabebuia impetiginosa-based phytopreparations and phytoformulations: a comparison between extracts and dietary supplements. Molecules. 2015;20:22863–22871.", "ArticleIdList": ["PMC6331982", "26703544"]}, {"Citation": "Bezerra DAC, Rodrigues FFG, da Costa JGM, Pereira AV, de Sousa EO, Rodrigues EG. Phytochemical approach, bromatologic composition and antibacterial activity of Mimosa tenuiflora (Wild) Poiret and Piptadenia stipulacea (Benth) Ducke. Acta Sci Biol Sci. 2011;33:99–106."}, {"Citation": "Cecílio AB, De FDB, Oliveira PDC, Caldas S, De ODA, Sobral MEG, et al. Screening of Brazilian medicinal plants for antiviral activity against rotavirus. J Ethnopharmacol. 2012;141:975–981.", "ArticleIdList": ["22469769"]}, {"Citation": "Aleixo ÁA, Vidyleison NC, Karina MSH, dos Michelli S, Rafaella SC, dos SL Luciana AR, et al. Synergistic activity from Hymenaea courbaril L. and Stryphnodendron adstringens (Mart.) Coville against multidrug-resistant bacteria strains. J Med Plants Res. 2015;9:741–748."}, {"Citation": "Félix-Silva J, Gomes JAS, Fernandes JM, Moura AKC, Menezes YAS, Santos ECG, et al. Comparison of two Jatropha species (Euphorbiaceae) used popularly to treat snakebites in Northeastern Brazil: chemical profile, inhibitory activity against Bothrops erythromelas venom and antibacterial activity. J Ethnopharmacol. 2018;213:12–20.", "ArticleIdList": ["29113958"]}, {"Citation": "Comandolli-Wyrepkowski CD, Jensen BB, Grafova I, dos Santos PA, Barros AMC, Soares FV, et al. Atividade anti-leishmania de extratos de Libidibia ferrea: desenvolvimento de testes in vitro e in vivo. Acta Amaz. 2017;47:331–340."}, {"Citation": "da P Pinto C, Rodrigues VD, da P Pinto F, da P Pinto R, Uetanabaro APT, Pinheiro CSR, et al. Antimicrobial activity of Lippia species from the Brazilian semiarid region traditionally used as antiseptic and anti-infective agents. Evid Based Complement Altern Med. 2013;2013:1–5.", "ArticleIdList": ["PMC3784154", "24109492"]}, {"Citation": "Ramkissoon JS, Mahomoodally MF, Subratty AH, Ahmed N. Inhibition of glucose- and fructose-mediated protein glycation by infusions and ethanolic extracts of ten culinary herbs and spices. Asian Pac J Trop Biomed. 2016;6:492–500."}, {"Citation": "Zheljazkov VD, Astatkie T. Distillation waste water can modify peppermint (Mentha × piperita L.) oil composition. Ind Crops Prod. 2012;36:420–426."}, {"Citation": "Kpadonou-Kpoviessi BGH, Kpoviessi DSS, Yayi-Ladekan E, Gbaguidi F, Yehouenou B, Mansourou M, et al. Phytochemical screening, antimicrobial activities and toxicity against Artemia salina Leach of extracts and fractions of Ocimum gratissimum Linn from Benin. J Chem Pharm Res. 2013;5:369–376."}, {"Citation": "Aba PE, Udechukwu IR. Comparative hypoglycemic potentials and phytochemical profiles of 12 common leafy culinary vegetables consumed in Nsukka, Southeastern Nigeria. J Basic Clin Physiol Pharmacol. 2018;29:313–320.", "ArticleIdList": ["29641414"]}, {"Citation": "Albuquerque Siebra AL, Santiago Lemos IC, de Araújo Delmondes G, Rolim de Oliveira L, Oliveira Brito Pereira Bezerra Martins A, de Carvalho Siebra D, et al. Antimicrobial activity and phytochemical characterization of hydroalcoholic extracts of Passiflora cincinnata mast. (maracujá-do-mato) Rev Cuba Plantas Med. 2014;19:319–328."}, {"Citation": "Patil AS, Paikrao HM. Bioassay guided phytometabolites extraction for screening of potent antimicrobials in Passiflora foetida L. J Appl Pharm Sci. 2012;2:137–142."}, {"Citation": "Xu M, Zha ZJ, Qin XL, Zhang XL, Yang CR, Zhang YJ. Phenolic antioxidants from the whole plant of Phyllanthus urinaria. Chem Biodivers. 2007;4:2246–2252.", "ArticleIdList": ["17886844"]}, {"Citation": "Chung CY, Liu CH, Burnouf T, Wang GH, Chang SP, Jassey A, et al. Activity-based and fraction-guided analysis of Phyllanthus urinaria identifies loliolide as a potent inhibitor of hepatitis C virus entry. Antiviral Res. 2016;130:58–68.", "ArticleIdList": ["27012176"]}, {"Citation": "Chavasco JM, Prado E Feliphe BHM, Cerdeira CD, Leandro FD, Coelho LFL, da Silva JJ, et al. Avaliação das atividades antimicrobiana e citotóxica de extratos de plantas do cerrado do Sul de Minas Gerais. Rev Inst Med Trop Sao Paulo. 2014;56:13–20.", "ArticleIdList": ["PMC4085825", "24553603"]}, {"Citation": "de Oliveira LA, de Souza-Moreira TM, Cefali LC, Chiari BG, Corrêa MA, Isaac VLB, et al. Design of antiseptic formulations containing extract ofPlinia cauliflora. Braz J Pharm Sci. 2011;47:525–533."}, {"Citation": "Morais-Braga MFB, Sales DL, Carneiro JNP, Machado AJT, dos Santos ATL, de Freitas MA, et al. Psidium guajava L. and Psidium brownianum Mart ex DC: chemical composition and anti—Candida effect in association with fluconazole. Microb Pathog. 2016;95:200–207.", "ArticleIdList": ["27085299"]}, {"Citation": "González A, Ramírez M, Sánchez N. Estudio fitoquímico y actividad antibacterial de Psidium guineense Sw (choba) frente a Streptococcus mutans, agente causal de caries dentales. Rev Cuba Plant Med. 2005;10:11."}, {"Citation": "Rajeswari A. Evaluation of phytochemical constituents, quantitative analysis and antimicrobial efficacy of potential herbs against selected microbes. Asian J Pharm Clin Res. 2015;8:232–237."}, {"Citation": "Calín-Sánchez Á, Martínez JJ, Vázquez-Araújo L, Burló F, Melgarejo P, Carbonell-Barrachina ÁA. Volatile composition and sensory quality of Spanish pomegranates (Punica granatum L) J Sci Food Agric. 2011;91:586–592.", "ArticleIdList": ["21218496"]}, {"Citation": "Btissam R, Fatima EM, Kamal E, Hassane G, Mohamed N. Composition and antibacterial activity of hydro-alcohol and aqueous extracts obtained from the lamiaceae family. Pharmacogn J. 2018;10:81–91."}, {"Citation": "Pérez-Mendoza MB, Llorens-Escobar L, Vanegas-Espinoza PE, Cifuentes A, Ibáñez E, Del V-M. Chemical characterization of leaves and calli extracts of Rosmarinus officinalis by UHPLC-MS. Electrophoresis. 2020;41:1776–1783.", "ArticleIdList": ["31267584"]}, {"Citation": "Amabye TG. Phytochemical screening and evaluation of antibacterial activity of Ruta graveolens L.—a medicinal plant grown around Mekelle, Tigray, Ethiopia. Nat Prod Chem Res. 2015;3:195."}, {"Citation": "Sampaio OM, Vieira LCC, Bellete BS, King-Diaz B, Lotina-Hennsen B, Da Silva MFDGF, et al. Evaluation of alkaloids isolated from Ruta graveolens as photosynthesis inhibitors. Molecules. 2018;23:2693.", "ArticleIdList": ["PMC6222745", "30347671"]}, {"Citation": "Akhtar N, Ihsan-ul-Haq, Mirza B. Phytochemical analysis and comprehensive evaluation of antimicrobial and antioxidant properties of 61 medicinal plant species. Arab J Chem. 2018;11:1223–1235."}, {"Citation": "de Lima-Saraiva SRG, da S Oliveira FG, de O Junior RG, de S Araújo C, de Oliveira AP, Pacheco AGM, et al. Chemical analysis and evaluation of antioxidant, antimicrobial, and photoprotective activities of Schinopsis brasiliensis Engl. (Anacardiaceae) Sci World J. 2017;2017:1–10.", "ArticleIdList": ["PMC5662807", "29124118"]}, {"Citation": "Abdul-Hafeez E, Ibrahim O, Mahmoud A. Effect of Schinus molle and Schinus terebinthifolius extracts on sweet pea damping-off. Assiut J Agric Sci. 2016;47:63–74."}, {"Citation": "Lôbo KM, Athayde AC, Silva AM, Rodrigues FF, Lôbo I, Bezerra DA, et al. Avaliação da atividade antibacteriana e prospecção fitoquímica de Solanum paniculatum Lam. e Operculina hamiltonii (G. Don) D. F. Austin & Staples, do semi-árido paraibano. Rev Bras Plantas Med. 2010;12:227–235."}, {"Citation": "Tripathi AK, Kohli S. Pharmacognostical standardization and antidiabetic activity of Syzygium cumini (Linn.) barks (Myrtaceae) on streptozotocin-induced diabetic rats. J Complement Integr Med. 2014 doi: 10.1515/jcim-2014-0011.", "ArticleIdList": ["10.1515/jcim-2014-0011", "24760764"]}, {"Citation": "Camelo SRP, Costa RS, Ribeiro-Costa RM, Barbosa WLR, Vasconcelos F, dos S Vieira JW. Phytochemical evaluation and antimicrobial activity of ethanolic extract of Vismia guianensis (Aubl.) choisy. Int J Pharm Sci Res. 2011;2:3224–3229."}, {"Citation": "Gaichu DM, Mawia AM, Gitonga GM, Ngugi MP, Mburu DN. Phytochemical screening and antipyretic activities of dichloromethane-methanolic leaf and stem bark extracts of Ximenia americana in rat models. J HerbMed Pharmacol. 2017;6:107–113."}, {"Citation": "Aragão TP, dos Prazeres LDKT, Brito SA, Neto PJR, Rolim LA, da Silva Almeida JRG, et al. Contribution of secondary metabolites to the gastroprotective effect of aqueous extract of Ximenia americana L. (Olacaceae) stem bark in rats. Molecules. 2018;23:112.", "ArticleIdList": ["PMC6017445", "29315228"]}, {"Citation": "Brito SMO, Coutinho HDM, Talvani A, Coronel C, Barbosa AGR, Vega C, et al. Analysis of bioactivities and chemical composition of Ziziphus joazeiro Mart. using HPLC-DAD. Food Chem. 2015;186:185–191.", "ArticleIdList": ["25976809"]}, {"Citation": "Andrade JC, da Silva ARP, Audilene Freitas M, de Azevedo Ramos B, Sampaio Freitas T, de Assis G, dos Santos F, et al. Control of bacterial and fungal biofilms by natural products of Ziziphus joazeiro Mart. (Rhamnaceae) Comp Immunol Microbiol Infect Dis. 2019;65:226–233.", "ArticleIdList": ["31300118"]}, {"Citation": "Pieroni A, Torry B. Does the taste matter? Taste and medicinal perceptions associated with five selected herbal drugs among three ethnic groups in West Yorkshire, Northern England. J Ethnobiol Ethnomed. 2007;3(1):1.", "ArticleIdList": ["PMC1872019", "17475019"]}, {"Citation": "Albuquerque U, Soldati G, Ramos M, Melo J, Medeiros P, Nascimento A, et al. The influence of the environment on natural resource use: evidence of apparency. In: Albuquerque UP, De Medeiros PM, Casas A, et al., editors. Evolutionary ethnobiology. Springer; 2015. pp. 131–148."}, {"Citation": "Feeny P. Plant apparency and chemical defense. In: Wallace JW, Mansell RL, editors. Biochemical interaction between plants and insects. Boston: Springer; 1976. pp. 1–40."}, {"Citation": "Stepp JR. The role of weeds as sources of pharmaceuticals. J Ethnopharmacol. 2004;92:163–166.", "ArticleIdList": ["15137997"]}, {"Citation": "Gobbo-Neto L, Lopes NP. Plantas medicinais: fatores de influência no conteúdo de metabólitos secundários. Quim Nova. 2007;30:374–381."}, {"Citation": "Almeida CFCBR, De Lima E Silva TC, De Amorim ELC, Maia MBDS, De Albuquerque UP. Life strategy and chemical composition as predictors of the selection of medicinal plants from the caatinga (Northeast Brazil) J Arid Environ. 2005;62:127–142."}, {"Citation": "Almeida CDFCBR, Cavalcanti De Amorim EL, De Albuquerque UP. Insights into the search for new drugs from traditional knowledge: an ethnobotanical and chemical-ecological perspective. Pharm Biol. 2011;49:864–873.", "ArticleIdList": ["21591876"]}, {"Citation": "Alencar NL, de S Araújo TA, de Amorim ELC, de Albuquerque UP. Can the apparency hypothesis explain the selection of medicinal plants in an area of caatinga vegetation? A chemical perspective. Acta Bot Brasilica. 2009;23:910–911."}, {"Citation": "de Albuquerque UP. Implications of ethnobotanical studies on bioprospecting strategies of new drugs in semi-arid regions. Open Complement Med J. 2010;2:21–23."}, {"Citation": "Firn R. Nature’s chemicals. Oxford University Press; 2009."}, {"Citation": "Moerman DE. Society for the anthropology of consciousness distinguished lecture: consciousness, “symbolic healing”, and the meaning response. Anthropol Conscious. 2012;23:192–210."}, {"Citation": "Moerman DE, Jonas WB. Deconstructing the placebo effect and finding the meaning response. Ann Intern Med. 2002;136:471.", "ArticleIdList": ["11900500"]}, {"Citation": "Watson A, Power A, Brown C, El-Deredy W, Jones A. Placebo analgesia: cognitive influences on therapeutic outcome. Arthritis Res Ther. 2012;14:1–7.", "ArticleIdList": ["PMC3446435", "22494482"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "10", "Day": "28"}, {"Year": "2022", "Month": "1", "Day": "12"}, {"Year": "2022", "Month": "1", "Day": "26", "Hour": "5", "Minute": "26"}, {"Year": "2022", "Month": "1", "Day": "27", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "1", "Day": "28", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "1", "Day": "25"}], "PublicationStatus": "epublish", "ArticleIdList": ["35078497", "PMC8787910", "10.1186/s13002-022-00503-1", "10.1186/s13002-022-00503-1"]}}], "PubmedBookArticle": []}