{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35077464", "DateCompleted": {"Year": "2022", "Month": "02", "Day": "21"}, "DateRevised": {"Year": "2022", "Month": "02", "Day": "21"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "01", "Day": "25"}], "Language": ["eng"], "ELocationID": ["e0262878", "10.1371/journal.pone.0262878"], "Journal": {"ISSN": "1932-6203", "JournalIssue": {"Volume": "17", "Issue": "1", "PubDate": {"Year": "2022"}}, "Title": "PloS one", "ISOAbbreviation": "PLoS One"}, "ArticleTitle": "Comparative metabolomics analysis of milk components between Italian Mediterranean buffaloes and Chinese Holstein cows based on LC-MS/MS technology.", "Pagination": {"StartPage": "e0262878", "MedlinePgn": "e0262878"}, "Abstract": {"AbstractText": ["Buffalo and cow milk have a very different composition in terms of fat, protein, and total solids. For a better knowledge of such a difference, the milk metabolic profiles and characteristics of metabolites was investigated in Italian Mediterranean buffaloes and Chinese Holstein cows were investigated by liquid chromatography tandem-mass spectrometry (LC-MS/MS) in this study. Totally, 23 differential metabolites were identified to be significantly different in the milk from the two species of which 15 were up-regulated and 8 down-regulated in Italian Mediterranean buffaloes. Metabolic pathway analysis revealed that 4 metabolites (choline, acetylcholine, nicotinamide and uric acid) were significantly enriched in glycerophospholipid metabolism, nicotinate and nicotinamide metabolism, glycine, serine and threonine metabolism, as well as purine metabolism. The results provided further insights for a deep understanding of the potential metabolic mechanisms responsible for the different performance of Italian Mediterranean buffaloes' and Chinese Holstein cows' milk. The findings will offer new tools for the improvement and novel directions for the development of dairy industry."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory for Conservation and Utilization of Subtropical Agro-Bioresources, Guangxi University, Nanning, China."}], "LastName": "Yuan", "ForeName": "Xiang", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory for Conservation and Utilization of Subtropical Agro-Bioresources, Guangxi University, Nanning, China."}], "LastName": "Shi", "ForeName": "Wen", "Initials": "W"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Guangxi Engineering Technology Research Center of Chinese Medicinal Materials Stock Breeding, Guangxi Botanical Garden of Medicinal Plants, Nanning, China."}], "LastName": "Jiang", "ForeName": "Jianping", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory for Conservation and Utilization of Subtropical Agro-Bioresources, Guangxi University, Nanning, China."}], "LastName": "Li", "ForeName": "Zhipeng", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory for Conservation and Utilization of Subtropical Agro-Bioresources, Guangxi University, Nanning, China."}], "LastName": "Fu", "ForeName": "Penghui", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory for Conservation and Utilization of Subtropical Agro-Bioresources, Guangxi University, Nanning, China."}], "LastName": "Yang", "ForeName": "Chunyan", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory for Conservation and Utilization of Subtropical Agro-Bioresources, Guangxi University, Nanning, China."}], "LastName": "Rehman", "ForeName": "Saif Ur", "Initials": "SU"}, {"Identifier": ["0000-0002-3140-9373"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Agricultural, Forest and Food Sciences, University of Torino, Grugliasco (TO), Italy."}], "LastName": "Pauciullo", "ForeName": "Alfredo", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory for Conservation and Utilization of Subtropical Agro-Bioresources, Guangxi University, Nanning, China."}], "LastName": "Liu", "ForeName": "Qingyou", "Initials": "Q"}, {"Identifier": ["0000-0002-8735-5925"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory for Conservation and Utilization of Subtropical Agro-Bioresources, Guangxi University, Nanning, China."}], "LastName": "Shi", "ForeName": "Deshun", "Initials": "D"}], "PublicationTypeList": ["Comparative Study", "Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "PLoS One", "NlmUniqueID": "101285081", "ISSNLinking": "1932-6203"}, "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": ["metabolism"], "DescriptorName": "Buffaloes"}, {"QualifierName": ["metabolism"], "DescriptorName": "Cattle"}, {"QualifierName": [], "DescriptorName": "China"}, {"QualifierName": [], "DescriptorName": "Chromatography, Liquid"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": [], "DescriptorName": "Italy"}, {"QualifierName": [], "DescriptorName": "Metabolomics"}, {"QualifierName": ["chemistry", "metabolism"], "DescriptorName": "Milk"}, {"QualifierName": [], "DescriptorName": "Tandem Mass Spectrometry"}], "CoiStatement": "The authors have declared that no competing interests exist."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Zicarelli L. Buffalo milk: its properties, dairy yield and mozzarella production. Veterinary research communications. 2004;28 Suppl 1:127–35. doi: 10.1023/b:verc.0000045390.81982.4d", "ArticleIdList": ["10.1023/b:verc.0000045390.81982.4d", "15372941"]}, {"Citation": "Li S, Li L, Zeng Q, Liu J, Ren D. Separation and quantification of milk casein from different buffalo breeds. The Journal of dairy research. 2016;83(3):317–25. doi: 10.1017/S0022029916000455", "ArticleIdList": ["10.1017/S0022029916000455", "27600966"]}, {"Citation": "Gu M, Cosenza G, Nicolae I, Bota A, Guo Y, Di Stasio L, et al.. Transcript analysis at DGAT1 reveals different mRNA profiles in river buffaloes with extreme phenotypes for milk fat. Journal of dairy science. 2017;100(10):8265–76. doi: 10.3168/jds.2017-12771", "ArticleIdList": ["10.3168/jds.2017-12771", "28780112"]}, {"Citation": "Manuelian CL, Visentin G, Boselli C, Giangolini G, Cassandro M, De Marchi M. Short communication: Prediction of milk coagulation and acidity traits in Mediterranean buffalo milk using Fourier-transform mid-infrared spectroscopy. J Dairy Sci. 2017;100(9):7083–7. doi: 10.3168/jds.2017-12707", "ArticleIdList": ["10.3168/jds.2017-12707", "28668534"]}, {"Citation": "Medhammar E, Wijesinha-Bettoni R, Stadlmayr B, Nilsson E, Charrondiere UR, Burlingame B. Composition of milk from minor dairy animals and buffalo breeds: a biodiversity perspective. Journal of the science of food and agriculture. 2012;92(3):445–74. doi: 10.1002/jsfa.4690", "ArticleIdList": ["10.1002/jsfa.4690", "22083874"]}, {"Citation": "Nasr M. The impact of cross-breeding Egyptian and Italian buffalo on reproductive and productive performance under a subtropical environment. Reproduction in domestic animals = Zuchthygiene. 2017;52(2):214–20. doi: 10.1111/rda.12881", "ArticleIdList": ["10.1111/rda.12881", "27859854"]}, {"Citation": "Deng T, Liang A, Liang S, Ma X, Lu X, Duan A, et al.. Integrative Analysis of Transcriptome and GWAS Data to Identify the Hub Genes Associated With Milk Yield Trait in Buffalo. Frontiers in genetics. 2019;10:36. doi: 10.3389/fgene.2019.00036", "ArticleIdList": ["10.3389/fgene.2019.00036", "PMC6371051", "30804981"]}, {"Citation": "Gu M, Cosenza G, Iannaccone M, Macciotta NPP, Guo Y, Di Stasio L, et al.. The single nucleotide polymorphism g.133A>C in the stearoyl CoA desaturase gene (SCD) promoter affects gene expression and quali-quantitative properties of river buffalo milk. J Dairy Sci. 2019;102(1):442–51. doi: 10.3168/jds.2018-15059", "ArticleIdList": ["10.3168/jds.2018-15059", "30391181"]}, {"Citation": "Rehman SU, Feng T, Wu SW, Luo XE, Lei A, Luobu BS, et al.. Comparative Genomics, Evolutionary and Gene Regulatory Regions Analysis of Casein Gene Family in Bubalus bubalis. Front Genet. 2021;12: 662609. doi: 10.3389/fgene.2021.662609", "ArticleIdList": ["10.3389/fgene.2021.662609", "PMC8021914", "33833782"]}, {"Citation": "Pisano MB, Scano P, Murgia A, Cosentino S, Caboni P. Metabolomics and microbiological profile of Italian mozzarella cheese produced with buffalo and cow milk. Food chemistry. 2016;192:618–24. doi: 10.1016/j.foodchem.2015.07.061", "ArticleIdList": ["10.1016/j.foodchem.2015.07.061", "26304391"]}, {"Citation": "Cosenza G, Iannaccone M, Gallo D, Pauciullo A. A fast and reliable polymerase chain reaction method based on short interspersed nuclear elements detection for the discrimination of buffalo, cattle, goat, and sheep species in dairy products. Asian-Australasian journal of animal sciences. 2019;32(6):891–5.", "ArticleIdList": ["PMC6498080", "30744372"]}, {"Citation": "Verma A, Ambatipudi K. Challenges and opportunities of bovine milk analysis by mass spectrometry. Clinical proteomics. 2016;13:8. doi: 10.1186/s12014-016-9110-4", "ArticleIdList": ["10.1186/s12014-016-9110-4", "PMC4836106", "27095950"]}, {"Citation": "Wanasinghe DD, editor Mastitis among buffalos in Sri Lanka. First World Buffalo Congress; 1985; Cairo, Egypt."}, {"Citation": "Johnson CH, Ivanisevic J, Siuzdak G. Metabolomics: beyond biomarkers and towards mechanisms. Nature reviews Molecular cell biology. 2016;17(7):451–9. doi: 10.1038/nrm.2016.25", "ArticleIdList": ["10.1038/nrm.2016.25", "PMC5729912", "26979502"]}, {"Citation": "Melzer N, Wittenburg D, Repsilber D. Integrating milk metabolite profile information for the prediction of traditional milk traits based on SNP information for Holstein cows. PloS one. 2013;8(8):e70256. doi: 10.1371/journal.pone.0070256", "ArticleIdList": ["10.1371/journal.pone.0070256", "PMC3749218", "23990900"]}, {"Citation": "Caboni P, Murgia A, Porcu A, Manis C, Ibba I, Contu M, et al.. A metabolomics comparison between sheep’s and goat’s milk. Food research international. 2019;119:869–75. doi: 10.1016/j.foodres.2018.10.071", "ArticleIdList": ["10.1016/j.foodres.2018.10.071", "30884727"]}, {"Citation": "Min L, Zhao S, Tian H, Zhou X, Zhang Y, Li S, et al.. Metabolic responses and \"omics\" technologies for elucidating the effects of heat stress in dairy cows. International journal of biometeorology. 2017;61(6):1149–58. doi: 10.1007/s00484-016-1283-z", "ArticleIdList": ["10.1007/s00484-016-1283-z", "PMC5486771", "27904969"]}, {"Citation": "Novais FJ, Pires PRL, Alexandre PA, Dromms RA, Iglesias AH, Ferraz JBS, et al.. Identification of a metabolomic signature associated with feed efficiency in beef cattle. BMC genomics. 2019;20(1):8. doi: 10.1186/s12864-018-5406-2", "ArticleIdList": ["10.1186/s12864-018-5406-2", "PMC6323741", "30616514"]}, {"Citation": "Wang X, Kadarmideen HN. Metabolomics Analyses in High-Low Feed Efficient Dairy Cows Reveal Novel Biochemical Mechanisms and Predictive Biomarkers. Metabolites. 2019;9(7). doi: 10.3390/metabo9070151", "ArticleIdList": ["10.3390/metabo9070151", "PMC6680417", "31340509"]}, {"Citation": "Wang W, Sun B, Hu P, Zhou M, Sun S, Du P, et al.. Comparison of Differential Flavor Metabolites in Meat of Lubei White Goat, Jining Gray Goat and Boer Goat. Metabolites. 2019;9(9).", "ArticleIdList": ["PMC6780226", "31491957"]}, {"Citation": "Xu W, van Knegsel A, Saccenti E, van Hoeij R, Kemp B, Vervoort J. Metabolomics of Milk Reflects a Negative Energy Balance in Cows. Journal of proteome research. 2020;19(8):2942–9. doi: 10.1021/acs.jproteome.9b00706", "ArticleIdList": ["10.1021/acs.jproteome.9b00706", "PMC7426013", "32633519"]}, {"Citation": "Melzer N, Wittenburg D, Hartwig S, Jakubowski S, Kesting U, Willmitzer L, et al.. Investigating associations between milk metabolite profiles and milk traits of Holstein cows. J Dairy Sci. 2013;96(3):1521–34. doi: 10.3168/jds.2012-5743", "ArticleIdList": ["10.3168/jds.2012-5743", "23438684"]}, {"Citation": "Sundekilde UK, Gustavsson F, Poulsen NA, Glantz M, Paulsson M, Larsen LB, et al.. Association between the bovine milk metabolome and rennet-induced coagulation properties of milk. J Dairy Sci. 2014;97(10):6076–84. doi: 10.3168/jds.2014-8304", "ArticleIdList": ["10.3168/jds.2014-8304", "25087032"]}, {"Citation": "Klein MS, Almstetter MF, Schlamberger G, Nurnberger N, Dettmer K, Oefner PJ, et al.. Nuclear magnetic resonance and mass spectrometry-based milk metabolomics in dairy cows during early and late lactation. J Dairy Sci. 2010;93(4):1539–50. doi: 10.3168/jds.2009-2563", "ArticleIdList": ["10.3168/jds.2009-2563", "20338431"]}, {"Citation": "Scano P, Murgia A, Pirisi FM, Caboni P. A gas chromatography-mass spectrometry-based metabolomic approach for the characterization of goat milk compared with cow milk. J Dairy Sci. 2014;97(10):6057–66. doi: 10.3168/jds.2014-8247", "ArticleIdList": ["10.3168/jds.2014-8247", "25108860"]}, {"Citation": "Villasenor A, Garcia-Perez I, Garcia A, Posma JM, Fernandez-Lopez M, Nicholas AJ, et al.. Breast milk metabolome characterization in a single-phase extraction, multiplatform analytical approach. Analytical chemistry. 2014;86(16):8245–52. doi: 10.1021/ac501853d", "ArticleIdList": ["10.1021/ac501853d", "25058331"]}, {"Citation": "Tian H, Zheng N, Wang W, Cheng J, Li S, Zhang Y, et al.. Integrated Metabolomics Study of the Milk of Heat-stressed Lactating Dairy Cows. Scientific reports. 2016;6:24208. doi: 10.1038/srep24208", "ArticleIdList": ["10.1038/srep24208", "PMC4822173", "27048914"]}, {"Citation": "Chong J, Soufan O, Li C, Caraus I, Li S, Bourque G, et al.. MetaboAnalyst 4.0: towards more transparent and integrative metabolomics analysis. Nucleic acids research. 2018;46(W1):W486–W94. doi: 10.1093/nar/gky310", "ArticleIdList": ["10.1093/nar/gky310", "PMC6030889", "29762782"]}, {"Citation": "Batool M, Nadeem M, Imran M, Khan IT, Bhatti JA, Ayaz M. Lipolysis and antioxidant properties of cow and buffalo cheddar cheese in accelerated ripening. Lipids Health Dis. 2018;17. doi: 10.1186/s12944-018-0871-9", "ArticleIdList": ["10.1186/s12944-018-0871-9", "PMC6169001", "30285870"]}, {"Citation": "Khan IT, Nadeem M, Imran M, Khalique A. Impact of post fermentation cooling patterns on fatty acid profile, lipid oxidation and antioxidant features of cow and buffalo milk set yoghurt. Lipids Health Dis. 2020;19(1). doi: 10.1186/s12944-020-01263-1", "ArticleIdList": ["10.1186/s12944-020-01263-1", "PMC7157986", "32293468"]}, {"Citation": "Li ZP, Lu SY, Cui KQ, Shafique L, Rehman SU, Luo C, et al.. Fatty acid biosynthesis and transcriptional regulation of Stearoyl-CoA Desaturase 1 (SCD1) in buffalo milk. Bmc Genet. 2020;21(1).", "ArticleIdList": ["PMC7053061", "32122301"]}, {"Citation": "Bhattarai D, Dad R, Worku T, Xul ST, Ullah F, Zhang M, et al.. The functions and mechanisms of sequence differences of DGAT1 gene on milk fat synthesis between dairy cow and buffalo. Journal of Dairy Research. 2020;87(2):170–4. doi: 10.1017/S0022029920000126", "ArticleIdList": ["10.1017/S0022029920000126", "32482199"]}, {"Citation": "Zhang J, Xu C, Huo D, Hu Q, Peng Q. Comparative study of the gut microbiome potentially related to milk protein in Murrah buffaloes (Bubalus bubalis) and Chinese Holstein cattle. Scientific reports. 2017;7:42189. doi: 10.1038/srep42189", "ArticleIdList": ["10.1038/srep42189", "PMC5297240", "28176851"]}, {"Citation": "Gao X, Tang G, Su X. Optical detection of organophosphorus compounds based on Mn-doped ZnSe d-dot enzymatic catalytic sensor. Biosensors & bioelectronics. 2012;36(1):75–80. doi: 10.1016/j.bios.2012.03.042", "ArticleIdList": ["10.1016/j.bios.2012.03.042", "22534106"]}, {"Citation": "Wang H, Yu M, Ochani M, Amella CA, Tanovic M, Susarla S, et al.. Nicotinic acetylcholine receptor α7 subunit is an essential regulator of inflammation. Nature. 2003;421(6921):384–8. doi: 10.1038/nature01339", "ArticleIdList": ["10.1038/nature01339", "12508119"]}, {"Citation": "Wang Z, Zibrila AI, Liu S, Zhao G, Li Y, Xu J, et al.. Acetylcholine Ameliorated TNF-alpha-induced Primary Trophoblast Malfunction via Muscarinic Receptors. Biology of reproduction. 2020.", "ArticleIdList": ["32902620"]}, {"Citation": "Fragoso-Saavedra S, Iruegas-Nunez DA, Quintero-Villegas A, Garcia-Gonzalez HB, Nunez I, Carbajal-Morelos SL, et al.. A parallel-group, multicenter randomized, double-blinded, placebo-controlled, phase 2/3, clinical trial to test the efficacy of pyridostigmine bromide at low doses to reduce mortality or invasive mechanical ventilation in adults with severe SARS-CoV-2 infection: the Pyridostigmine In Severe COvid-19 (PISCO) trial protocol. BMC infectious diseases. 2020;20(1):765. doi: 10.1186/s12879-020-05485-7", "ArticleIdList": ["10.1186/s12879-020-05485-7", "PMC7563903", "33066761"]}, {"Citation": "Artegoitia VM, Middleton JL, Harte FM, Campagna SR, de Veth MJ. Choline and choline metabolite patterns and associations in blood and milk during lactation in dairy cows. PloS one. 2014;9(8):e103412. doi: 10.1371/journal.pone.0103412", "ArticleIdList": ["10.1371/journal.pone.0103412", "PMC4144814", "25157578"]}, {"Citation": "Lopez C, Briard-Bion V, Menard O, Rousseau F, Pradel P, Besle JM. Phospholipid, sphingolipid, and fatty acid compositions of the milk fat globule membrane are modified by diet. Journal of agricultural and food chemistry. 2008;56(13):5226–36. doi: 10.1021/jf7036104", "ArticleIdList": ["10.1021/jf7036104", "18522410"]}, {"Citation": "Salama AAK, Contreras-Jodar A, Love S, Mehaba N, Such X, Caja G. Milk yield, milk composition, and milk metabolomics of dairy goats intramammary-challenged with lipopolysaccharide under heat stress conditions. Scientific reports. 2020;10(1):5055. doi: 10.1038/s41598-020-61900-8", "ArticleIdList": ["10.1038/s41598-020-61900-8", "PMC7081266", "32193484"]}, {"Citation": "da Silva RP, Kelly KB, Lewis ED, Leonard KA, Goruk S, Curtis JM, et al.. Choline deficiency impairs intestinal lipid metabolism in the lactating rat. The Journal of nutritional biochemistry. 2015;26(10):1077–83. doi: 10.1016/j.jnutbio.2015.04.015", "ArticleIdList": ["10.1016/j.jnutbio.2015.04.015", "26092371"]}, {"Citation": "de Veth MJ, Artegoitia VM, Campagna SR, Lapierre H, Harte F, Girard CL. Choline absorption and evaluation of bioavailability markers when supplementing choline to lactating dairy cows. J Dairy Sci. 2016;99(12):9732–44. doi: 10.3168/jds.2016-11382", "ArticleIdList": ["10.3168/jds.2016-11382", "27771079"]}, {"Citation": "Zom RL, van Baal J, Goselink RM, Bakker JA, de Veth MJ, van Vuuren AM. Effect of rumen-protected choline on performance, blood metabolites, and hepatic triacylglycerols of periparturient dairy cattle. J Dairy Sci. 2011;94(8):4016–27. doi: 10.3168/jds.2011-4233", "ArticleIdList": ["10.3168/jds.2011-4233", "21787937"]}, {"Citation": "Supriyati, Budiarsana IG, Praharani L, Krisnan R, Sutama IK. Effect of choline chloride supplementation on milk production and milk composition of Etawah grade goats. Journal of animal science and technology. 2016;58:30. doi: 10.1186/s40781-016-0113-5", "ArticleIdList": ["10.1186/s40781-016-0113-5", "PMC4976467", "27504191"]}, {"Citation": "Yang YX, Zheng N, Zhao XW, Zhang YD, Han RW, Yang JH, et al.. Metabolomic biomarkers identify differences in milk produced by Holstein cows and other minor dairy animals. Journal of proteomics. 2016;136:174–82. doi: 10.1016/j.jprot.2015.12.031", "ArticleIdList": ["10.1016/j.jprot.2015.12.031", "26779989"]}, {"Citation": "Lima FS, Sa Filho MF, Greco LF, Santos JE. Effects of feeding rumen-protected choline on incidence of diseases and reproduction of dairy cows. Veterinary journal. 2012;193(1):140–5. doi: 10.1016/j.tvjl.2011.09.019", "ArticleIdList": ["10.1016/j.tvjl.2011.09.019", "22178357"]}, {"Citation": "Trammell SA, Yu L, Redpath P, Migaud ME, Brenner C. Nicotinamide Riboside Is a Major NAD+ Precursor Vitamin in Cow Milk. The Journal of nutrition. 2016;146(5):957–63. doi: 10.3945/jn.116.230078", "ArticleIdList": ["10.3945/jn.116.230078", "PMC6879052", "27052539"]}, {"Citation": "Belenky P, Bogan KL, Brenner C. NAD+ metabolism in health and disease. Trends in biochemical sciences. 2007;32(1):12–9. doi: 10.1016/j.tibs.2006.11.006", "ArticleIdList": ["10.1016/j.tibs.2006.11.006", "17161604"]}, {"Citation": "Cervantes A, Smith TR, Young JW. Effects of nicotinamide on milk composition and production in dairy cows fed supplemental fat. J Dairy Sci. 1996;79(1):105–13. doi: 10.3168/jds.s0022-0302(96)76340-3", "ArticleIdList": ["10.3168/jds.s0022-0302(96)76340-3", "8675772"]}, {"Citation": "Zak A, Zeman M, Vecka M, Tvrzicka E. [Nicotinic acid: an unjustly neglected remedy]. Casopis lekaru ceskych. 2006;145(11):825–31.", "ArticleIdList": ["17168412"]}, {"Citation": "Wu X, Sun H, Xue M, Wang D, Guan LL, Liu J. Serum metabolome profiling revealed potential biomarkers for milk protein yield in dairy cows. Journal of proteomics. 2018;184:54–61. doi: 10.1016/j.jprot.2018.06.005", "ArticleIdList": ["10.1016/j.jprot.2018.06.005", "29913267"]}, {"Citation": "Larsen T, Moyes KM. Fluorometric determination of uric acid in bovine milk. The Journal of dairy research. 2010;77(4):438–44. doi: 10.1017/S0022029910000580", "ArticleIdList": ["10.1017/S0022029910000580", "20822564"]}, {"Citation": "Larsen T, Alstrup L, Weisbjerg MR. Minor milk constituents are affected by protein concentration and forage digestibility in the feed ration. The Journal of dairy research. 2016;83(1):12–9. doi: 10.1017/S0022029915000692", "ArticleIdList": ["10.1017/S0022029915000692", "26869107"]}, {"Citation": "Kaiser M, Jacobson M, Baekbo P, Dahl J, Jacobsen S, Guo YZ, et al.. Lack of evidence of mastitis as a causal factor for postpartum dysgalactia syndrome in sows. Translational animal science. 2020;4(1):250–63. doi: 10.1093/tas/txz159", "ArticleIdList": ["10.1093/tas/txz159", "PMC6994082", "32704984"]}, {"Citation": "Ostdal H, Andersen HJ, Nielsen JH. Antioxidative activity of urate in bovine milk. Journal of agricultural and food chemistry. 2000;48(11):5588–92. doi: 10.1021/jf000658w", "ArticleIdList": ["10.1021/jf000658w", "11087523"]}, {"Citation": "Tiemeyer W, Stohrer M, Giesecke D. Metabolites of nucleic acids in bovine milk. J Dairy Sci. 1984;67(4):723–8. doi: 10.3168/jds.S0022-0302(84)81361-2", "ArticleIdList": ["10.3168/jds.S0022-0302(84)81361-2", "6539345"]}, {"Citation": "Tas BM, Susenbeth A. Urinary purine derivates excretion as an indicator of in vivo microbial N flow in cattle: A review. Livestock Science. 2007;111(3):181–92."}, {"Citation": "Giesecke D, Ehrentreich L, Stangassinger M, Ahrens F. Mammary and renal excretion of purine metabolites in relation to energy intake and milk yield in dairy cows. J Dairy Sci. 1994;77(8):2376–81. doi: 10.3168/jds.S0022-0302(94)77180-0", "ArticleIdList": ["10.3168/jds.S0022-0302(94)77180-0", "7962859"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "7", "Day": "29"}, {"Year": "2022", "Month": "1", "Day": "6"}, {"Year": "2022", "Month": "1", "Day": "25", "Hour": "17", "Minute": "10"}, {"Year": "2022", "Month": "1", "Day": "26", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "2", "Day": "22", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "1", "Day": "25"}], "PublicationStatus": "epublish", "ArticleIdList": ["35077464", "PMC8789157", "10.1371/journal.pone.0262878", "PONE-D-21-24540"]}}], "PubmedBookArticle": []}