{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Genome comparison", "Inverted repeats", "Phylogeny", "Plastome", "SSRs", "Ziziphus"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35086490", "DateCompleted": {"Year": "2022", "Month": "01", "Day": "31"}, "DateRevised": {"Year": "2022", "Month": "02", "Day": "04"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "01", "Day": "27"}], "Language": ["eng"], "ELocationID": ["83", "10.1186/s12864-022-08320-2"], "Journal": {"ISSN": "1471-2164", "JournalIssue": {"Volume": "23", "Issue": "1", "PubDate": {"Year": "2022", "Month": "Jan", "Day": "27"}}, "Title": "BMC genomics", "ISOAbbreviation": "BMC Genomics"}, "ArticleTitle": "Uncovering the first complete plastome genomics, comparative analyses, and phylogenetic dispositions of endemic medicinal plant Ziziphus hajarensis (Rhamnaceae).", "Pagination": {"StartPage": "83", "MedlinePgn": "83"}, "Abstract": {"AbstractText": ["Ziziphus hajarensis is an endemic plant species well-distributed in the Western Hajar mountains of Oman. Despite its potential medicinal uses, little is known regarding its genomic architecture, phylogenetic position, or evolution. Here we sequenced and analyzed the entire chloroplast (cp) genome of Z. hajarensis to understand its genetic organization, structure, and phylogenomic disposition among Rhamnaceae species.", "The results revealed the genome of Z. hajarensis cp comprised 162,162 bp and exhibited a typical quadripartite structure, with a large single copy (LSC) region of 895,67 bp, a small single copy (SSC) region of 19,597 bp and an inverted repeat (IR) regions of 26,499 bp. In addition, the cp genome of Z. hajarensis comprises 126 genes, including 82 protein-coding genes, eight rRNA genes, and 36 tRNA genes. Furthermore, the analysis revealed 208 microsatellites, 96.6% of which were mononucleotides. Similarly, a total of 140 repeats were identified, including 11 palindromic, 24 forward, 14 reverse, and 104 tandem repeats. The whole cp genome comparison of Z. hajarensis and nine other species from family Rhamnaceae showed an overall high degree of sequence similarity, with divergence among some intergenic spacers. Comparative phylogenetic analysis based on the complete cp genome, 66 shared genes and matK gene revealed that Z. hajarensis shares a clade with Z. jujuba and that the family Rhamnaceae is the closest family to Barbeyaceae and Elaeagnaceae.", "All the genome features such as genome size, GC content, genome organization and gene order were highly conserved compared to the other related genomes. The whole cp genome of Z. hajarensis gives fascinating insights and valuable data that may be used to identify related species and reconstruct the phylogeny of the species."], "CopyrightInformation": "© 2022. The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Natural and Medical Sciences Research Centre, University of Nizwa, 616, Nizwa, Oman."}], "LastName": "Asaf", "ForeName": "Sajjad", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Natural and Medical Sciences Research Centre, University of Nizwa, 616, Nizwa, Oman."}], "LastName": "Ahmad", "ForeName": "Waqar", "Initials": "W"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Natural and Medical Sciences Research Centre, University of Nizwa, 616, Nizwa, Oman. aharrasi@unizwa.edu.om."}], "LastName": "Al-Harrasi", "ForeName": "Ahmed", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Engineering Technology, University of Houston, Houston, TX, 77479, USA. alkhan@uh.edu."}], "LastName": "Khan", "ForeName": "Abdul Latif", "Initials": "AL"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "BMC Genomics", "NlmUniqueID": "100965258", "ISSNLinking": "1471-2164"}, "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Genome, Chloroplast"}, {"QualifierName": [], "DescriptorName": "Genomics"}, {"QualifierName": [], "DescriptorName": "Microsatellite Repeats"}, {"QualifierName": [], "DescriptorName": "Phylogeny"}, {"QualifierName": ["genetics"], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Rhamnaceae"}, {"QualifierName": ["genetics"], "DescriptorName": "Ziziphus"}], "CoiStatement": "The authors have declared that no competing interests exist."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Evreinoff V. Notes sur le Jujubier (Zizyphus sativa G.) J Agricult Trad Botan Appliquée. 1964;11(5):177–187."}, {"Citation": "Polhill RM, et al. Flora of tropical east Africa. London: CRC Press; 2020."}, {"Citation": "Bhansali A. Monographic study of the family Rhamnaceae of India. Jodhpur: University of Jodhpur; 1975."}, {"Citation": "Liu M, Cheng C. A taxonomic study on the genus Ziziphus. in Internat. Symposium on Medicinal and Aromatic Plants 390. 1994."}, {"Citation": "El Maaiden E, et al. Genus Ziziphus: a comprehensive review on ethnopharmacological, phytochemical and pharmacological properties. J Ethnopharmacol. 2020;259:112950.", "ArticleIdList": ["32450235"]}, {"Citation": "Medan D, Schirarend C. Rhamnaceae. In: Flowering plants· Dicotyledons. London: Springer; 2004. p. 320–38."}, {"Citation": "Xu C, et al. Identifying the genetic diversity, genetic structure and a core collection of Ziziphus jujuba Mill. Var. jujuba accessions using microsatellite markers. Sci Rep. 2016;6(1):1–11.", "ArticleIdList": ["PMC4987672", "27531220"]}, {"Citation": "Ma Q, et al. Complete chloroplast genome sequence of a major economic species, Ziziphus jujuba (Rhamnaceae) Curr Genet. 2017;63(1):117–129.", "ArticleIdList": ["27206980"]}, {"Citation": "Huang J, Chen R, Li X. Comparative analysis of the complete chloroplast genome of four known Ziziphus species. Genes. 2017;8(12):340.", "ArticleIdList": ["PMC5748658", "29186778"]}, {"Citation": "Takhtajan AL. Outline of the classification of flowering plants (Magnoliophyta) Bot Rev. 1980;46(3):225–359."}, {"Citation": "Cronquist A. The evolution and classification of flowering plants. The evolution and classification of flowering plants. 1968."}, {"Citation": "Thorne RF. Classification and geography of the flowering plants. Bot Rev. 1992;58(3):225–327."}, {"Citation": "Soltis DE, et al. Chloroplast gene sequence data suggest a single origin of the predisposition for symbiotic nitrogen fixation in angiosperms. Proc Natl Acad Sci. 1995;92(7):2647–2651.", "ArticleIdList": ["PMC42275", "7708699"]}, {"Citation": "Soltis DE, et al. Angiosperm phylogeny inferred from 18S ribosomal DNA sequences. Ann Mo Bot Gard. 1997;84 (1):1–49."}, {"Citation": "Savolainen V, et al. Phylogenetics of flowering plants based on combined analysis of plastid atpB and rbcL gene sequences. Syst Biol. 2000;49(2):306–362.", "ArticleIdList": ["12118410"]}, {"Citation": "Duling DW, Ghazanfar SA, Prendergast HD. A new species of Ziziphus mill.(Rhamnaceae) from Oman. Kew Bull. 1998;53(3):733–9."}, {"Citation": "Rohlf FJ. NTSYSpc numerical taxonomy and multivariate analysis system version 2.0 user guide. 1998."}, {"Citation": "Kirchhoff H. Chloroplast ultrastructure in plants. New Phytol. 2019;223(2):565–574.", "ArticleIdList": ["30721547"]}, {"Citation": "Cheng Y, et al. Complete chloroplast genome sequence of Hibiscus cannabinus and comparative analysis of the Malvaceae family. Front Genet. 2020;11:227.", "ArticleIdList": ["PMC7090147", "32256523"]}, {"Citation": "Ozeki H, et al. The chloroplast genome of plants: a unique origin. Genome. 1989;31(1):169–174."}, {"Citation": "Wang W, Lanfear R. Long-reads reveal that the chloroplast genome exists in two distinct versions in most plants. Genome Biol Evol. 2019;11(12):3372–3381.", "ArticleIdList": ["PMC7145664", "31750905"]}, {"Citation": "Khan A, et al. Comparative chloroplast genomics of endangered Euphorbia species: insights into hotspot divergence, repetitive sequence variation, and phylogeny. Plants. 2020;9(2):199.", "ArticleIdList": ["PMC7076480", "32033491"]}, {"Citation": "Khan A, et al. First complete chloroplast genomics and comparative phylogenetic analysis of Commiphora gileadensis and C. foliacea: myrrh producing trees. PLoS One. 2019;14(1):e0208511.", "ArticleIdList": ["PMC6328178", "30629590"]}, {"Citation": "Chumley TW, et al. The complete chloroplast genome sequence of Pelargonium× hortorum: organization and evolution of the largest and most highly rearranged chloroplast genome of land plants. Mol Biol Evol. 2006;23(11):2175–2190.", "ArticleIdList": ["16916942"]}, {"Citation": "Asaf S, et al. Unraveling the chloroplast genomes of two prosopis species to identify its genomic information, comparative analyses and phylogenetic relationship. Int J Mol Sci. 2020;21(9):3280.", "ArticleIdList": ["PMC7247323", "32384622"]}, {"Citation": "Asaf S, et al. Complete chloroplast genome of Nicotiana otophora and its comparison with related species. Front Plant Sci. 2016;7:843.", "ArticleIdList": ["PMC4906380", "27379132"]}, {"Citation": "do Nascimento Vieira L, et al. The complete chloroplast genome sequence of Podocarpus lambertii: genome structure, evolutionary aspects, gene content and SSR detection. PLoS One. 2014;9(3):e90618.", "ArticleIdList": ["PMC3942463", "24594889"]}, {"Citation": "Piovani P, et al. Conservation genetics of small relic populations of silver fir (Abies alba mill.) in the northern Apennines. Plant Biosystems. 2010;144(3):683–691."}, {"Citation": "Asaf S, et al. Complete chloroplast genomes of Vachellia nilotica and Senegalia senegal: comparative genomics and Phylogenomic placement in a new generic system. PLoS One. 2019;14(11):e0225469.", "ArticleIdList": ["PMC6876885", "31765416"]}, {"Citation": "Cho K-S, et al. Complete chloroplast genome sequences of Solanum commersonii and its application to chloroplast genotype in somatic hybrids with Solanum tuberosum. Plant Cell Rep. 2016;35(10):2113–2123.", "ArticleIdList": ["27417695"]}, {"Citation": "Williams AV, et al. Integration of complete chloroplast genome sequences with small amplicon datasets improves phylogenetic resolution in Acacia. Mol Phylogenet Evol. 2016;96:1–8.", "ArticleIdList": ["26702955"]}, {"Citation": "Khan A, et al. Complete chloroplast genomes of medicinally important Teucrium species and comparative analyses with related species from Lamiaceae. PeerJ. 2019;7:e7260.", "ArticleIdList": ["PMC6625504", "31328036"]}, {"Citation": "Wang Y, et al. The complete chloroplast genome sequence of Ziziphus incurva. Mitochondrial DNA Part B. 2019;4(2):3465–3466.", "ArticleIdList": ["PMC7707192", "33366041"]}, {"Citation": "Zhang L, et al. Characterization of the complete chloroplast genome of Hovenia acerba (Rhamnaceae) Mitochondrial DNA Part B. 2020;5(1):934–935.", "ArticleIdList": ["PMC7748519", "33366816"]}, {"Citation": "Milligan BG, Hampton JN, Palmer JD. Dispersed repeats and structural reorganization in subclover chloroplast DNA. Mol Biol Evol. 1989;6(4):355–368.", "ArticleIdList": ["2615639"]}, {"Citation": "Asaf S, et al. Complete chloroplast genome characterization of oxalis Corniculata and its comparison with related species from family Oxalidaceae. Plants. 2020;9(8):928.", "ArticleIdList": ["PMC7464629", "32717796"]}, {"Citation": "Ebert D, Peakall R. Chloroplast simple sequence repeats (cpSSRs): technical resources and recommendations for expanding cpSSR discovery and applications to a wide array of plant species. Mol Ecol Resour. 2009;9(3):673–690.", "ArticleIdList": ["21564725"]}, {"Citation": "Addisalem A, et al. Genomic sequencing and microsatellite marker development for Boswellia papyrifera, an economically important but threatened tree native to dry tropical forests. AoB Plants. 2015;7:plu086.", "ArticleIdList": ["PMC4433549", "25573702"]}, {"Citation": "Kalia RK, et al. Microsatellite markers: an overview of the recent progress in plants. Euphytica. 2011;177(3):309–334."}, {"Citation": "Zhang Y, et al. Chloroplast genome sequence of the wild Ziziphus jujuba Mill. Var. spinosa from North China. Mitochondrial DNA Part B. 2021;6(2):666–667.", "ArticleIdList": ["PMC7928001", "33763543"]}, {"Citation": "Huang J, et al. Development of chloroplast microsatellite markers and analysis of chloroplast diversity in Chinese jujube (Ziziphus jujuba mill.) and wild jujube (Ziziphus acidojujuba mill.) PLoS One. 2015;10(9):e0134519.", "ArticleIdList": ["PMC4583483", "26406601"]}, {"Citation": "Yi X, et al. The complete chloroplast genome sequence of Cephalotaxus oliveri (Cephalotaxaceae): evolutionary comparison of Cephalotaxus chloroplast DNAs and insights into the loss of inverted repeat copies in gymnosperms. Genome Biol Evol. 2013;5(4):688–698.", "ArticleIdList": ["PMC3641632", "23538991"]}, {"Citation": "Asaf S, et al. The complete chloroplast genome of wild rice (Oryza minuta) and its comparison to related species. Front Plant Sci. 2017;8:304.", "ArticleIdList": ["PMC5339285", "28326093"]}, {"Citation": "Kuang D-Y, et al. Complete chloroplast genome sequence of Magnolia kwangsiensis (Magnoliaceae): implication for DNA barcoding and population genetics. Genome. 2011;54(8):663–673.", "ArticleIdList": ["21793699"]}, {"Citation": "Asaf S, et al. Chloroplast genomes of Arabidopsis halleri ssp. gemmifera and Arabidopsis lyrata ssp. petraea: structures and comparative analysis. Sci Rep. 2017;7(1):1–15.", "ArticleIdList": ["PMC5548756", "28790364"]}, {"Citation": "Qian J, et al. The complete chloroplast genome sequence of the medicinal plant Salvia miltiorrhiza. PLoS One. 2013;8(2):e57607.", "ArticleIdList": ["PMC3584094", "23460883"]}, {"Citation": "Chen J, et al. The complete chloroplast genome sequence of the relict woody plant Metasequoia glyptostroboides Hu et Cheng. Front Plant Sci. 2015;6:447.", "ArticleIdList": ["PMC4468836", "26136762"]}, {"Citation": "Asaf S, et al. Mangrove tree (Avicennia marina): insight into chloroplast genome evolutionary divergence and its comparison with related species from family Acanthaceae. Sci Rep. 2021;11(1):1–15.", "ArticleIdList": ["PMC7878759", "33574434"]}, {"Citation": "Yang M, et al. The complete chloroplast genome sequence of date palm (Phoenix dactylifera L.) PLoS One. 2010;5(9):e12762.", "ArticleIdList": ["PMC2939885", "20856810"]}, {"Citation": "Palmer JD, Thompson WF. Chloroplast DNA rearrangements are more frequent when a large inverted repeat sequence is lost. Cell. 1982;29(2):537–550.", "ArticleIdList": ["6288261"]}, {"Citation": "Zhang Y, et al. The complete chloroplast genome sequence of Taxus chinensis var. mairei (Taxaceae): loss of an inverted repeat region and comparative analysis with related species. Gene. 2014;540(2):201–209.", "ArticleIdList": ["24583178"]}, {"Citation": "Raubeson LA, et al. Comparative chloroplast genomics: analyses including new sequences from the angiosperms Nuphar advena and Ranunculus macranthus. BMC Genomics. 2007;8(1):1–27.", "ArticleIdList": ["PMC1925096", "17573971"]}, {"Citation": "Yao X, et al. The first complete chloroplast genome sequences in Actinidiaceae: genome structure and comparative analysis. PLoS One. 2015;10(6):e0129347.", "ArticleIdList": ["PMC4457681", "26046631"]}, {"Citation": "Lavin M, Doyle JJ, Palmer JD. Evolutionary significance of the loss of the chloroplast-DNA inverted repeat in the Leguminosae subfamily Papilionoideae. Evolution. 1990;44(2):390–402.", "ArticleIdList": ["28564377"]}, {"Citation": "Hirao T, et al. Complete nucleotide sequence of the Cryptomeria japonica D. Don. Chloroplast genome and comparative chloroplast genomics: diversified genomic structure of coniferous species. BMC Plant Biol. 2008;8(1):1–20.", "ArticleIdList": ["PMC2443145", "18570682"]}, {"Citation": "Zhu A, et al. Evolutionary dynamics of the plastid inverted repeat: the effects of expansion, contraction, and loss on substitution rates. New Phytol. 2016;209(4):1747–1756.", "ArticleIdList": ["26574731"]}, {"Citation": "Saeed S, et al. Phylogenetics of selected Plantago species on the basis of rps14 chloroplast gene. J Med Plant Res. 2011;5(19):4888–4891."}, {"Citation": "Hohmann N, et al. Taming the wild: resolving the gene pools of non-model Arabidopsis lineages. BMC Evol Biol. 2014;14(1):1–21.", "ArticleIdList": ["PMC4216345", "25344686"]}, {"Citation": "Islam MB, Simmons MP. A thorny dilemma: testing alternative intrageneric classifications within Ziziphus (Rhamnaceae) Syst Bot. 2006;31(4):826–842."}, {"Citation": "Kellermann J, Udovicic F, Ladiges PY. Phylogenetic analysis and generic limits of the tribe Pomaderreae (Rhamnaceae) using internal transcribed spacer DNA sequences. Taxon. 2005;54(3):619–631."}, {"Citation": "Richardson JE, et al. A phylogenetic analysis of Rhamnaceae using rbcL and trnL-F plastid DNA sequences. Am J Bot. 2000;87(9):1309–1324.", "ArticleIdList": ["10991902"]}, {"Citation": "Wambugu PW, et al. Relationships of wild and domesticated Rices (Oryza AA genome species) based upon whole chloroplast genome sequences. Sci Rep. 2015;5(1):1–9.", "ArticleIdList": ["PMC4564799", "26355750"]}, {"Citation": "Goremykin VV, et al. The chloroplast genome of Nymphaea alba: whole-genome analyses and the problem of identifying the most basal angiosperm. Mol Biol Evol. 2004;21(7):1445–1454.", "ArticleIdList": ["15084683"]}, {"Citation": "Moore MJ, et al. Phylogenetic analysis of 83 plastid genes further resolves the early diversification of eudicots. Proc Natl Acad Sci. 2010;107(10):4623–4628.", "ArticleIdList": ["PMC2842043", "20176954"]}, {"Citation": "Shi C, et al. An improved chloroplast DNA extraction procedure for whole plastid genome sequencing. PLoS One. 2012;7(2):e31468.", "ArticleIdList": ["PMC3285163", "22384027"]}, {"Citation": "Langmead B, Salzberg SL. Fast gapped-read alignment with bowtie 2. Nat Methods. 2012;9(4):357.", "ArticleIdList": ["PMC3322381", "22388286"]}, {"Citation": "Kearse M, et al. Geneious basic: an integrated and extendable desktop software platform for the organization and analysis of sequence data. Bioinformatics. 2012;28(12):1647–1649.", "ArticleIdList": ["PMC3371832", "22543367"]}, {"Citation": "Liu C, et al. CpGAVAS, an integrated web server for the annotation, visualization, analysis, and GenBank submission of completely sequenced chloroplast genome sequences. BMC Genomics. 2012;13(1):1–7.", "ArticleIdList": ["PMC3543216", "23256920"]}, {"Citation": "Wyman SK, Jansen RK, Boore JL. Automatic annotation of organellar genomes with DOGMA. Bioinformatics. 2004;20(17):3252–3255.", "ArticleIdList": ["15180927"]}, {"Citation": "Schattner P, Brooks AN, Lowe TM. The tRNAscan-SE, snoscan and snoGPS web servers for the detection of tRNAs and snoRNAs. Nucleic Acids Res. 2005;33(suppl_2):W686–W689.", "ArticleIdList": ["PMC1160127", "15980563"]}, {"Citation": "Lohse M, Drechsel O, Bock R. OrganellarGenomeDRAW (OGDRAW): a tool for the easy generation of high-quality custom graphical maps of plastid and mitochondrial genomes. Curr Genet. 2007;52(5–6):267–274.", "ArticleIdList": ["17957369"]}, {"Citation": "Frazer KA, et al. VISTA: computational tools for comparative genomics. Nucleic Acids Res. 2004;32(suppl_2):W273–W279.", "ArticleIdList": ["PMC441596", "15215394"]}, {"Citation": "Kurtz S, et al. REPuter: the manifold applications of repeat analysis on a genomic scale. Nucleic Acids Res. 2001;29(22):4633–4642.", "ArticleIdList": ["PMC92531", "11713313"]}, {"Citation": "Beier S, et al. MISA-web: a web server for microsatellite prediction. Bioinformatics. 2017;33(16):2583–2585.", "ArticleIdList": ["PMC5870701", "28398459"]}, {"Citation": "Benson G. Tandem repeats finder: a program to analyze DNA sequences. Nucleic Acids Res. 1999;27(2):573–580.", "ArticleIdList": ["PMC148217", "9862982"]}, {"Citation": "Katoh K, Toh H. Parallelization of the MAFFT multiple sequence alignment program. Bioinformatics. 2010;26(15):1899–1900.", "ArticleIdList": ["PMC2905546", "20427515"]}, {"Citation": "Wicke S, et al. The evolution of the plastid chromosome in land plants: gene content, gene order, gene function. Plant Mol Biol. 2011;76(3):273–297.", "ArticleIdList": ["PMC3104136", "21424877"]}, {"Citation": "Ronquist F, Huelsenbeck JP. MrBayes 3: Bayesian phylogenetic inference under mixed models. Bioinformatics. 2003;19(12):1572–1574.", "ArticleIdList": ["12912839"]}, {"Citation": "Swofford DL. Phylogenetic analysis using parsimony (* and other methods) 2002."}, {"Citation": "Kumar S, et al. MEGA: a biologist-centric software for evolutionary analysis of DNA and protein sequences. Brief Bioinform. 2008;9(4):299–306.", "ArticleIdList": ["PMC2562624", "18417537"]}, {"Citation": "Posada D. jModelTest: phylogenetic model averaging. Mol Biol Evol. 2008;25(7):1253–1256.", "ArticleIdList": ["18397919"]}, {"Citation": "Gascuel O. BIONJ: an improved version of the NJ algorithm based on a simple model of sequence data. Mol Biol Evol. 1997;14(7):685–695.", "ArticleIdList": ["9254330"]}, {"Citation": "Asaf S, et al. Expanded inverted repeat region with large scale inversion in the first complete plastid genome sequence of Plantago ovata. Sci Rep. 2020;10(1):1–16.", "ArticleIdList": ["PMC7054531", "32127603"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "9", "Day": "12"}, {"Year": "2022", "Month": "1", "Day": "19"}, {"Year": "2022", "Month": "1", "Day": "28", "Hour": "5", "Minute": "34"}, {"Year": "2022", "Month": "1", "Day": "29", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "2", "Day": "1", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "1", "Day": "27"}], "PublicationStatus": "epublish", "ArticleIdList": ["35086490", "PMC8796432", "10.1186/s12864-022-08320-2", "10.1186/s12864-022-08320-2"]}}], "PubmedBookArticle": []}