{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Dendrobium officinale", "bioactive compounds", "biosynthesis", "multi-omics", "regulation"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35087561", "DateRevised": {"Year": "2022", "Month": "01", "Day": "29"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "01", "Day": "11"}], "Language": ["eng"], "ELocationID": ["808228", "10.3389/fpls.2021.808228"], "Journal": {"ISSN": "1664-462X", "JournalIssue": {"Volume": "12", "PubDate": {"Year": "2021"}}, "Title": "Frontiers in plant science", "ISOAbbreviation": "Front Plant Sci"}, "ArticleTitle": "Research Advances in Multi-Omics on the Traditional Chinese Herb <i>Dendrobium officinale</i>.", "Pagination": {"StartPage": "808228", "MedlinePgn": "808228"}, "Abstract": {"AbstractText": ["<i>Dendrobium officinale</i> Kimura et Migo is an important epiphytic plant, belonging to the Orchidaceae family. There are various bioactive components in <i>D. officinal</i>e plants, mainly including polysaccharides, alkaloids, and phenolic compounds. These compounds have been demonstrated to possess multiple functions, such as anti-oxidation, immune regulation, and anti-cancer. Due to serious shortages of wild resources, deterioration of cultivated germplasm and the unstable quality of <i>D. officinale</i>, the study has been focused on the biosynthetic pathway and regulation mechanisms of bioactive compounds. In recent years, with rapid developments in detection technologies and analysis tools, omics research including genomics, transcriptomics, proteomics and metabolomics have all been widely applied in various medicinal plants, including <i>D. officinale</i>. Many important advances have been achieved in <i>D. officinale</i> research, such as chromosome-level reference genome assembly and the identification of key genes involved in the biosynthesis of active components. In this review, we summarize the latest research advances in <i>D. officinal</i>e based on multiple omics studies. At the same time, we discuss limitations of the current research. Finally, we put forward prospective topics in need of further study on <i>D. officinale</i>."], "CopyrightInformation": "Copyright © 2022 Wang, Tong, Adejobi, Wang and Liu."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Economic Plants and Biotechnology, Yunnan Key Laboratory for Wild Plant Resources, Kunming Institute of Botany, Chinese Academy of Sciences, Kunming, China."}, {"Identifier": [], "Affiliation": "Bio-Innovation Center of DR PLANT, Kunming Institute of Botany, Chinese Academy of Sciences, Kunming, China."}], "LastName": "Wang", "ForeName": "Yue", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Economic Plants and Biotechnology, Yunnan Key Laboratory for Wild Plant Resources, Kunming Institute of Botany, Chinese Academy of Sciences, Kunming, China."}, {"Identifier": [], "Affiliation": "Bio-Innovation Center of DR PLANT, Kunming Institute of Botany, Chinese Academy of Sciences, Kunming, China."}], "LastName": "Tong", "ForeName": "Yan", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Economic Plants and Biotechnology, Yunnan Key Laboratory for Wild Plant Resources, Kunming Institute of Botany, Chinese Academy of Sciences, Kunming, China."}, {"Identifier": [], "Affiliation": "Bio-Innovation Center of DR PLANT, Kunming Institute of Botany, Chinese Academy of Sciences, Kunming, China."}], "LastName": "Adejobi", "ForeName": "Oluwaniyi Isaiah", "Initials": "OI"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Economic Plants and Biotechnology, Yunnan Key Laboratory for Wild Plant Resources, Kunming Institute of Botany, Chinese Academy of Sciences, Kunming, China."}, {"Identifier": [], "Affiliation": "Bio-Innovation Center of DR PLANT, Kunming Institute of Botany, Chinese Academy of Sciences, Kunming, China."}], "LastName": "Wang", "ForeName": "Yuhua", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory for Forest Resources Conservation and Utilization in the Southwest Mountains of China, Ministry of Education, Southwest Forestry University, Kunming, China."}], "LastName": "Liu", "ForeName": "Aizhong", "Initials": "A"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Front Plant Sci", "NlmUniqueID": "101568200", "ISSNLinking": "1664-462X"}, "CoiStatement": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Adejobi O., I, Guan J., Yang L., Hu J. M., Yu A., Muraguri S., et al. (2021). Transcriptomic analyses shed light on critical genes associated with bibenzyl biosynthesis in Dendrobium officinale. Plants 10:633. 10.3390/plants10040633", "ArticleIdList": ["10.3390/plants10040633", "PMC8065740", "33810588"]}, {"Citation": "Cao H., Ji Y., Li S., Lu L., Tian M., Yang W., et al. (2019). Extensive metabolic profiles of leaves and stems from the medicinal plant dendrobium officinale kimura et migo. Metabolites 9:215. 10.3390/metabo9100215", "ArticleIdList": ["10.3390/metabo9100215", "PMC6835975", "31590300"]}, {"Citation": "Chen J., Liu S. S., Kohler A., Yan B., Luo H. M., Chen X. M., et al. (2017). iTRAQ and RNA-Seq analyses provide new insights into regulation mechanism of symbiotic germination of Dendrobium officinale Seeds (Orchidaceae). J. Proteome Res. 16 2174–2187. 10.1021/acs.jproteome.6b00999", "ArticleIdList": ["10.1021/acs.jproteome.6b00999", "28488443"]}, {"Citation": "Chen J., Yan B., Tang Y., Xing Y., Li Y., Zhou D., et al. (2020). Symbiotic and asymbiotic germination of Dendrobium officinale (Orchidaceae) respond differently to exogenous gibberellins. Int. J. Mol. Sci. 21:6104. 10.3390/ijms21176104", "ArticleIdList": ["10.3390/ijms21176104", "PMC7503528", "32854186"]}, {"Citation": "Chen W., Lu J., Zhang J., Wu J., Yu L., Qin L., et al. (2021). Traditional Uses, phytochemistry, pharmacology, and quality control of dendrobium officinale kimura et. migo. Front. Pharmacol. 12:726528. 10.3389/fphar.2021.726528", "ArticleIdList": ["10.3389/fphar.2021.726528", "PMC8377736", "34421620"]}, {"Citation": "Chen Y., Hu B., Zhang F., Luo X., Xie J. (2021). Cytological observation and transcriptome comparative analysis of self-pollination and cross-pollination in dendrobium officinale. Genes 12:432. 10.3390/genes12030432", "ArticleIdList": ["10.3390/genes12030432", "PMC8002659", "33802927"]}, {"Citation": "Chen Y., Shen Q., Lin R., Zhao Z., Shen C., Sun C. (2017). De novo transcriptome analysis in Dendrobium and identification of critical genes associated with flowering. Plant Physiol. Biochem. 119 319–327. 10.1016/j.plaphy.2017.09.008", "ArticleIdList": ["10.1016/j.plaphy.2017.09.008", "28942180"]}, {"Citation": "Chen Y., Shen Q., Lv P., Sun C. (2020). Comparative metabolomic analyses of Dendrobium officinale Kimura et Migo responding to UV-B radiation reveal variations in the metabolisms associated with its bioactive ingredients. PeerJ 8:e9107. 10.7717/peerj.9107", "ArticleIdList": ["10.7717/peerj.9107", "PMC7331624", "32655986"]}, {"Citation": "Chen Y., Wang Y., Lyu P., Chen L., Shen C., Sun C. (2019). Comparative transcriptomic analysis reveal the regulation mechanism underlying MeJA-induced accumulation of alkaloids in Dendrobium officinale. J. Plant Res. 132 419–429. 10.1007/s10265-019-01099-6", "ArticleIdList": ["10.1007/s10265-019-01099-6", "30903398"]}, {"Citation": "Fang C., Xin G. Z., Wang S. L., Wei M. M., Wu P., Dong X. M., et al. (2020). Discovery and validation of peptide biomarkers for discrimination of Dendrobium species by label-free proteomics and chemometrics. J. Pharm. Biomed. Anal. 182:113118. 10.1016/j.jpba.2020.113118", "ArticleIdList": ["10.1016/j.jpba.2020.113118", "32004769"]}, {"Citation": "Feng S., Jiao K., Guo H., Jiang M., Hao J., Wang H., et al. (2017). Succinyl-proteome profiling of Dendrobium officinale, an important traditional Chinese orchid herb, revealed involvement of succinylation in the glycolysis pathway. BMC Genomics 18:598. 10.1186/s12864-017-3978-x", "ArticleIdList": ["10.1186/s12864-017-3978-x", "PMC5553593", "28797234"]}, {"Citation": "Guo X., Li Y., Li C., Luo H., Wang L., Qian J., et al. (2013). Analysis of the Dendrobium officinale transcriptome reveals putative alkaloid biosynthetic genes and genetic markers. Gene 527 131–138. 10.1016/j.gene.2013.05.073", "ArticleIdList": ["10.1016/j.gene.2013.05.073", "23756193"]}, {"Citation": "He C., Liu X., Teixeira da Silva J. A., Liu N., Zhang M., Duan J. (2020). Transcriptome sequencing and metabolite profiling analyses provide comprehensive insight into molecular mechanisms of flower development in Dendrobium officinale (Orchidaceae). Plant Mol. Biol. 104 529–548. 10.1007/s11103-020-01058-z", "ArticleIdList": ["10.1007/s11103-020-01058-z", "32876816"]}, {"Citation": "He C., Zhang J., Liu X., Zeng S., Wu K., Yu Z., et al. (2015). Identification of genes involved in biosynthesis of mannan polysaccharides in Dendrobium officinale by RNA-seq analysis. Plant Mol. Biol. 88 219–231. 10.1007/s11103-015-0316-z", "ArticleIdList": ["10.1007/s11103-015-0316-z", "25924595"]}, {"Citation": "He L., Fu S., Xu Z., Yan J., Xu J., Zhou H., et al. (2017). Hybrid Sequencing of Full-Length cDNA Transcripts of Stems and Leaves in Dendrobium officinale. Genes 8:257. 10.3390/genes8100257", "ArticleIdList": ["10.3390/genes8100257", "PMC5664107", "28981454"]}, {"Citation": "Hu J., Huang W., Zhang F., Luo X., Chen Y., Xie J. (2020). Variability of volatile compounds in the medicinal plant dendrobium officinale from different regions. Molecules 25:5046. 10.3390/molecules25215046", "ArticleIdList": ["10.3390/molecules25215046", "PMC7663752", "33143136"]}, {"Citation": "Jiang W., Wu Z., Wang T., Mantri N., Huang H., Li H., et al. (2020). Physiological and transcriptomic analyses of cadmium stress response in Dendrobium officinale seedling. Plant Physiol. Biochem. 148 152–165. 10.1016/j.plaphy.2020.01.010", "ArticleIdList": ["10.1016/j.plaphy.2020.01.010", "31962204"]}, {"Citation": "Jiao C., Song C., Zheng S., Zhu Y., Jin Q., Cai Y., et al. (2018). Metabolic profiling of dendrobium officinale in response to precursors and methyl jasmonate. Int. J. Mol. Sci. 19:728. 10.3390/ijms19030728", "ArticleIdList": ["10.3390/ijms19030728", "PMC5877589", "29510516"]}, {"Citation": "Jin Q., Jiao C., Sun S., Song C., Cai Y., Lin Y., et al. (2016). Metabolic analysis of medicinal dendrobium officinale and dendrobium huoshanense during different growth years. PLoS One. 11:e0146607. 10.1371/journal.pone.0146607", "ArticleIdList": ["10.1371/journal.pone.0146607", "PMC4709240", "26752292"]}, {"Citation": "Lei Z., Zhou C., Ji X., Wei G., Huang Y., Yu W., et al. (2018). Transcriptome Analysis Reveals genes involved in flavonoid biosynthesis and accumulation in Dendrobium catenatum From Different Locations. Sci. Rep. 8:6373. 10.1038/s41598-018-24751-y", "ArticleIdList": ["10.1038/s41598-018-24751-y", "PMC5913234", "29686299"]}, {"Citation": "Li H., Ye W., Wang Y., Chen X., Fang Y., Sun G. (2021). RNA sequencing-based exploration of the effects of far-red light on lncRNAs involved in the shade-avoidance response of D. officinale. PeerJ 9:e10769. 10.7717/peerj.10769", "ArticleIdList": ["10.7717/peerj.10769", "PMC7883695", "33614278"]}, {"Citation": "Li N., Dong Y., Lv M., Qian L., Sun X., Liu L., et al. (2021). Combined analysis of volatile terpenoid metabolism and transcriptome reveals transcription factors related to terpene synthase in two cultivars of dendrobium officinale flowers. Front. Genet. 12:661296. 10.3389/fgene.2021.661296", "ArticleIdList": ["10.3389/fgene.2021.661296", "PMC8101708", "33968137"]}, {"Citation": "Li Y., Zhang B., Yu H. (2021). Kilobase-scale genomic deletion of DOTFL1 in dendrobium orchids. J. Genet. Genomics 2021:8. 10.1016/j.jgg.2021.07.008", "ArticleIdList": ["10.1016/j.jgg.2021.07.008", "34426098"]}, {"Citation": "Meng Y., Yu D., Xue J., Lu J., Feng S., Shen C., et al. (2016). A transcriptome-wide, organ-specific regulatory map of Dendrobium officinale, an important traditional Chinese orchid herb. Sci. Rep. 6:18864. 10.1038/srep18864", "ArticleIdList": ["10.1038/srep18864", "PMC4702150", "26732614"]}, {"Citation": "Ng T. B., Liu J., Wong J. H., Ye X., WingSze S. C., Tong Y., et al. (2012). Review of research on Dendrobium, a prized folk medicine. Appl. Microbiol. Biotechnol. 93 1795–1803. 10.1007/s00253-011-3829-7", "ArticleIdList": ["10.1007/s00253-011-3829-7", "22322870"]}, {"Citation": "Niu Z., Zhu F., Fan Y., Li C., Zhang B., Zhu S., et al. (2021). The chromosome-level reference genome assembly for Dendrobium officinale and its utility of functional genomics research and molecular breeding study. Acta Pharmaceutica Sinica B. 2021:19. 10.1016/j.apsb.2021.01.019", "ArticleIdList": ["10.1016/j.apsb.2021.01.019", "PMC8343110", "34386340"]}, {"Citation": "Ren Z., Qiu F., Wang Y., Yu W., Liu C., Sun Y., et al. (2020). Network analysis of transcriptome and lc-ms reveals a possible biosynthesis pathway of anthocyanins in dendrobium officinale. Biomed. Res. Int. 2020:6512895. 10.1155/2020/6512895", "ArticleIdList": ["10.1155/2020/6512895", "PMC7210514", "32420359"]}, {"Citation": "Shan T., Zhou L., Li B., Chen X., Guo S., Wang A., et al. (2021). The plant growth-promoting fungus MF23 (Mycena sp.) increases production of dendrobium officinale (orchidaceae) by affecting nitrogen uptake and NH4+ Assimilation. Front. Plant Sci. 12:693561. 10.3389/fpls.2021.693561", "ArticleIdList": ["10.3389/fpls.2021.693561", "PMC8451717", "34552603"]}, {"Citation": "Shen C., Guo H., Chen H., Shi Y., Meng Y., Lu J., et al. (2017). Identification and analysis of genes associated with the synthesis of bioactive constituents in Dendrobium officinale using RNA-Seq. Sci. Rep. 7:187. 10.1038/s41598-017-00292-8", "ArticleIdList": ["10.1038/s41598-017-00292-8", "PMC5412657", "28298629"]}, {"Citation": "Song C., Jiao C., Jin Q., Chen C., Cai Y., Lin Y. (2020). Metabolomics analysis of nitrogen-containing metabolites between two Dendrobium plants. Physiol. Mol. Biol. Plants 26 1425–1435. 10.1007/s12298-020-00822-1", "ArticleIdList": ["10.1007/s12298-020-00822-1", "PMC7326750", "32647459"]}, {"Citation": "Tang H., Zhao T., Sheng Y., Zheng T., Fu L., Zhang Y. (2017). Dendrobium officinale kimura et migo: a review on its ethnopharmacology, phytochemistry, pharmacology, and industrialization. Evid. Based Comp. Alter. Med. 2017:7436259. 10.1155/2017/7436259", "ArticleIdList": ["10.1155/2017/7436259", "PMC5366227", "28386292"]}, {"Citation": "Wan X., Zou L. H., Zheng B. Q., Tian Y. Q., Wang Y. (2018). Transcriptomic profiling for prolonged drought in Dendrobium catenatum. Sci. Data 5:180233. 10.1038/sdata.2018.233", "ArticleIdList": ["10.1038/sdata.2018.233", "PMC6207065", "30375990"]}, {"Citation": "Wang F., Shi H. (2019). Research on the development of dendrobium candidum industry in china. China Foresty Econ. 3 88–90."}, {"Citation": "Wang T., Song Z., Wang X., Xu L., Sun Q., Li L. (2018). Functional insights into the roles of hormones in the dendrobium officinale-tulasnella sp. germinated seed symbiotic association. Int. J. Mol. Sci. 19:3484. 10.3390/ijms19113484", "ArticleIdList": ["10.3390/ijms19113484", "PMC6274778", "30404159"]}, {"Citation": "Wang Y. H. (2021). Traditional uses, chemical constituents, pharmacological activities, and toxicological effects of Dendrobium leaves: a review. J. Ethnopharmacol. 270:113851. 10.1016/j.jep.2021.113851", "ArticleIdList": ["10.1016/j.jep.2021.113851", "33485987"]}, {"Citation": "Wang Z., Jiang W., Liu Y., Meng X., Su X., Cao M., et al. (2021). Putative genes in alkaloid biosynthesis identified in Dendrobium officinale by correlating the contents of major bioactive metabolites with genes expression between Protocorm-like bodies and leaves. BMC Genomics 22:579. 10.1186/s12864-021-07887-6", "ArticleIdList": ["10.1186/s12864-021-07887-6", "PMC8323239", "34325653"]}, {"Citation": "Wang Z., Zhao M., Cui H., Li J., Wang M. (2020). Transcriptomic landscape of medicinal dendrobium reveals genes associated with the biosynthesis of bioactive components. Front. Plant Sci. 11:391. 10.3389/fpls.2020.00391", "ArticleIdList": ["10.3389/fpls.2020.00391", "PMC7198824", "32411153"]}, {"Citation": "Wu Z. G., Jiang W., Chen S. L., Mantri N., Tao Z. M., Jiang C. X. (2016). Insights from the cold transcriptome and metabolome of dendrobium officinale: global reprogramming of metabolic and gene regulation networks during cold acclimation. Front. Plant Sci. 7:1653. 10.3389/fpls.2016.01653", "ArticleIdList": ["10.3389/fpls.2016.01653", "PMC5099257", "27877182"]}, {"Citation": "Xu X. B., Ma X. Y., Lei H. H., Song H. M., Ying Q. C., Xu M. J., et al. (2015). Proteomic analysis reveals the mechanisms of Mycena dendrobii promoting transplantation survival and growth of tissue culture seedlings of Dendrobium officinale. J. Appl. Microbiol. 118 1444–1455. 10.1111/jam.12781", "ArticleIdList": ["10.1111/jam.12781", "25732577"]}, {"Citation": "Yan L., Wang X., Liu H., Tian Y., Lian J., Yang R., et al. (2015). The genome of dendrobium officinale illuminates the biology of the important traditional chinese orchid herb. Mol. Plant. 8 922–934. 10.1016/j.molp.2014.12.011", "ArticleIdList": ["10.1016/j.molp.2014.12.011", "25825286"]}, {"Citation": "Yuan Y., Zhang B., Tang X., Zhang J., Lin J. (2020a). Comparative transcriptome analysis of different dendrobium species reveals active ingredients-related genes and pathways. Int. J. Mol. Sci. 21:861. 10.3390/ijms21030861", "ArticleIdList": ["10.3390/ijms21030861", "PMC7037882", "32013237"]}, {"Citation": "Yuan Y., Zhang J., Liu X., Meng M., Wang J., Lin J. (2020b). Tissue-specific transcriptome for Dendrobium officinale reveals genes involved in flavonoid biosynthesis. Genomics 112 1781–1794. 10.1016/j.ygeno.2019.10.010", "ArticleIdList": ["10.1016/j.ygeno.2019.10.010", "31678153"]}, {"Citation": "Yuan Z. Q., Zhang J. Y., Liu T. (2017). Enhancement of polysaccharides accumulation in Dendrobium officinale by exogenously applied methyl jasmonate. Biological. Plantarum. 61 438–444. 10.1007/s10535-016-0702-7", "ArticleIdList": ["10.1007/s10535-016-0702-7"]}, {"Citation": "Zhan X., Qi J., Zhou B., Mao B. (2020). Metabolomic and transcriptomic analyses reveal the regulation of pigmentation in the purple variety of Dendrobium officinale. Sci. Rep. 10:17700. 10.1038/s41598-020-74789-0", "ArticleIdList": ["10.1038/s41598-020-74789-0", "PMC7573623", "33077850"]}, {"Citation": "Zhang G. N., Bi Z. M., Wang Z. T., Xu L. S., Xu G. J. (2003). Advances in studies on chemical constituents from plants of Dendrobium Sw. Chinese Trad. Herb. Drugs 34 S5–S8."}, {"Citation": "Zhang G. Q., Liu K. W., Li Z., Lohaus R., Hsiao Y. Y., Niu S. C., et al. (2017). The Apostasia genome and the evolution of orchids. Nature 381:549. 10.1038/nature23897", "ArticleIdList": ["10.1038/nature23897", "PMC7416622", "28902843"]}, {"Citation": "Zhang G. Q., Xu Q., Bian C., Tsai W. C., Yeh C. M., Liu K. W., et al. (2016). The Dendrobium catenatum Lindl. genome sequence provides insights into polysaccharide synthase, floral development and adaptive evolution. Sci. Rep. 6:19029. 10.1038/srep19029", "ArticleIdList": ["10.1038/srep19029", "PMC4709516", "26754549"]}, {"Citation": "Zhang J., He C., Wu K., Teixeira da Silva J. A., Zeng S., Zhang X., et al. (2016). Transcriptome analysis of dendrobium officinale and its application to the identification of genes associated with polysaccharide synthesis. Front. Plant Sci. 7:5. 10.3389/fpls.2016.00005", "ArticleIdList": ["10.3389/fpls.2016.00005", "PMC4742539", "26904032"]}, {"Citation": "Zhang M., Yu Z., Zeng D., Si C., Zhao C., Wang H., et al. (2021). Transcriptome and metabolome reveal salt-stress responses of leaf tissues from dendrobium officinale. Biomolecules 5 736–736. 10.3390/BIOM11050736", "ArticleIdList": ["10.3390/BIOM11050736", "PMC8156352", "34063498"]}, {"Citation": "Zhang S., Yang Y., Li J., Qin J., Zhang W., Huang W., et al. (2018). Physiological diversity of orchids. Plant Divers 40 196–208. 10.1016/j.pld.2018.06.003", "ArticleIdList": ["10.1016/j.pld.2018.06.003", "PMC6137271", "30740565"]}, {"Citation": "Zou L. H., Wan X., Deng H., Zheng B. Q., Li B. J., Wang Y. (2018). RNA-seq transcriptomic profiling of crassulacean acid metabolism pathway in Dendrobium catenatum. Sci. Data 5:180252. 10.1038/sdata.2018.252", "ArticleIdList": ["10.1038/sdata.2018.252", "PMC6233253", "30422119"]}, {"Citation": "Zuo S. M., Yu H. D., Zhang W., Zhong Q., Chen W., Chen W., et al. (2020). Comparative metabolomic analysis of dendrobium officinale under different cultivation substrates. Metabolites 10:325. 10.3390/metabo10080325", "ArticleIdList": ["10.3390/metabo10080325", "PMC7465462", "32785071"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "11", "Day": "3"}, {"Year": "2021", "Month": "12", "Day": "7"}, {"Year": "2022", "Month": "1", "Day": "28", "Hour": "5", "Minute": "54"}, {"Year": "2022", "Month": "1", "Day": "29", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "1", "Day": "29", "Hour": "6", "Minute": "1"}, {"Year": "2021", "Month": "1", "Day": "1"}], "PublicationStatus": "epublish", "ArticleIdList": ["35087561", "PMC8787213", "10.3389/fpls.2021.808228"]}}], "PubmedBookArticle": []}