{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35087596", "DateRevised": {"Year": "2022", "Month": "04", "Day": "30"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "01", "Day": "18"}], "Language": ["eng"], "ELocationID": ["7663212", "10.1155/2022/7663212"], "Journal": {"ISSN": "1741-427X", "JournalIssue": {"Volume": "2022", "PubDate": {"Year": "2022"}}, "Title": "Evidence-based complementary and alternative medicine : eCAM", "ISOAbbreviation": "Evid Based Complement Alternat Med"}, "ArticleTitle": "Elucidation of Potential Targets of San-Miao-San in the Treatment of Osteoarthritis Based on Network Pharmacology and Molecular Docking Analysis.", "Pagination": {"StartPage": "7663212", "MedlinePgn": "7663212"}, "Abstract": {"AbstractText": ["To examine the potential therapeutic targets of Chinese medicine formula San-Miao-San (SMS) in the treatment of osteoarthritis (OA), we analyzed the active compounds of SMS and key targets of OA and investigated the interacting pathways using network pharmacological approaches and molecular docking analysis.", "The active compounds of SMS and OA-related targets were searched and screened by TCMSP, DrugBank, Genecards, OMIM, DisGeNet, TTD, and PharmGKB databases. Venn analysis and PPI were performed for evaluating the interaction of the targets. The topological analysis and molecular docking were used to confirm the subnetworks and binding affinity between active compounds and key targets, respectively. The GO and KEGG functional enrichment analysis for all targets of each subnetwork were conducted.", "A total of 57 active compounds and 203 targets of SMS were identified by the TCMSP and DrugBank database, while 1791 OA-related targets were collected from the Genecards, OMIM, DisGeNet, TTD, and PharmGKB databases. By Venn analysis, 108 intersection targets between SMS targets and OA targets were obtained. Most of these intersecting targets involve quercetin, kaempferol, and wogonin. Moreover, intersecting targets identified by PPI analysis were introduced into Cytoscape plug-in CytoNCA for topological analysis. Hence, nine key targets of SMS for OA treatment were obtained. Furthermore, the potential binding conformations between active compounds and key targets were found through molecular docking analysis. According to the DAVID enrichment analysis, the main biological processes of SMS in the treatment of OA include oxidative stress, response to reactive oxygen species, and apoptotic signaling pathways. Finally, we found wogonin, the key compound in SMS, might play a pivotal role on Toll-like receptor, IL-17, TNF, osteoclast differentiation, and apoptosis signaling pathways through interacting with four key targets.", "Therefore, this study elucidated the potential active compounds and key targets of SMS in the treatment of OA based on network pharmacology."], "CopyrightInformation": "Copyright © 2022 Man Chu et al."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faulty of Medical Technology, Shaanxi University of Chinese Medicine, Xianyang, China."}, {"Identifier": [], "Affiliation": "The Affiliated Hospital of Shaanxi University of Chinese Medicine, Xianyang, China."}], "LastName": "Chu", "ForeName": "Man", "Initials": "M"}, {"Identifier": ["0000-0002-0485-4076"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutics, General Hospital of Ningxia Medical University, Yinchuan, Ningxia, China."}], "LastName": "Gao", "ForeName": "Ting", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faulty of Medical Technology, Shaanxi University of Chinese Medicine, Xianyang, China."}], "LastName": "Zhang", "ForeName": "Xu", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "The Affiliated Hospital of Shaanxi University of Chinese Medicine, Xianyang, China."}], "LastName": "Kang", "ForeName": "Wulin", "Initials": "W"}, {"Identifier": ["0000-0002-6661-0202"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Sports Medicine and Arthroscopy, General Hospital of Ningxia Medical University, Yinchuan, Ningxia, China."}], "LastName": "Feng", "ForeName": "Yu", "Initials": "Y"}, {"Identifier": ["0000-0001-9853-7380"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Allergy, Immunology and Rheumatology, Guangzhou Women and Children's Medical Center, Guangzhou, China."}, {"Identifier": [], "Affiliation": "Institute of Chinese Medicine and State Key Laboratory of Research on Bioactivities and Clinical Applications of Medicinal Plants, The Chinese University of Hong Kong, Hong Kong."}], "LastName": "Cai", "ForeName": "Zhe", "Initials": "Z"}, {"Identifier": ["0000-0002-8499-9290"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Allergy, Immunology and Rheumatology, Guangzhou Women and Children's Medical Center, Guangzhou, China."}], "LastName": "Wu", "ForeName": "Ping", "Initials": "P"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Evid Based Complement Alternat Med", "NlmUniqueID": "101215021", "ISSNLinking": "1741-427X"}, "CoiStatement": "The authors declare that they have no conflicts of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Van Spil W. E., Kubassova O., Boesen M., Bay-Jensen A.-C., Mobasheri A. Osteoarthritis phenotypes and novel therapeutic targets. Biochemical Pharmacology . 2019;165:41–48. doi: 10.1016/j.bcp.2019.02.037.", "ArticleIdList": ["10.1016/j.bcp.2019.02.037", "30831073"]}, {"Citation": "Mandl L. A. Osteoarthritis year in review 2018: clinical. Osteoarthritis and Cartilage . 2019;27(3):359–364. doi: 10.1016/j.joca.2018.11.001.", "ArticleIdList": ["10.1016/j.joca.2018.11.001", "30453055"]}, {"Citation": "Hawker G. A., Gignac M. A. M., Badley E., et al. A longitudinal study to explain the pain-depression link in older adults with osteoarthritis. Arthritis Care and Research . 2011;63(10):1382–1390. doi: 10.1002/acr.20298.", "ArticleIdList": ["10.1002/acr.20298", "20662042"]}, {"Citation": "Wong L., Yiu R., Chiu C., et al. Prevalence of psychiatric morbidity in Chinese subjects with knee osteoarthritis in a Hong Kong orthopedic clinic. East Asian Arch Psychiatry . 2015;25:150–158.", "ArticleIdList": ["26764289"]}, {"Citation": "Branco J. C., Rodrigues A. M., Gouveia N., et al. Prevalence of rheumatic and musculoskeletal diseases and their impact on health-related quality of life, physical function and mental health in Portugal: results from EpiReumaPt- a national health survey. RMD Open . 2016;2(1) doi: 10.1136/rmdopen-2015-000166.e000166", "ArticleIdList": ["10.1136/rmdopen-2015-000166", "PMC4731842", "26848402"]}, {"Citation": "Rafanan B. S., Valdecañas B. F., Lim B. P., et al. Consensus recommendations for managing osteoarthritic pain with topical NSAIDs in Asia-Pacific. Pain Management . 2017;8(2):115–128. doi: 10.2217/pmt-2017-0047.", "ArticleIdList": ["10.2217/pmt-2017-0047", "29251544"]}, {"Citation": "Smith S. R., Deshpande B. R., Collins J. E., Katz J. N., Losina E. Comparative pain reduction of oral non-steroidal anti-inflammatory drugs and opioids for knee osteoarthritis: systematic analytic review. Osteoarthritis and Cartilage . 2016;24(6):962–972. doi: 10.1016/j.joca.2016.01.135.", "ArticleIdList": ["10.1016/j.joca.2016.01.135", "PMC4996269", "26844640"]}, {"Citation": "Wattand F., Gulati M. New drug treatments for osteoarthritis: what is on the horizon? European Journal of Rheumatology . 2017;2(1):50–58.", "ArticleIdList": ["PMC6198938", "30364878"]}, {"Citation": "Coryell P. R., Diekman B. O., Loeser R. F. Mechanisms and therapeutic implications of cellular senescence in osteoarthritis. Nature Reviews Rheumatology . 2021;17(1):47–57. doi: 10.1038/s41584-020-00533-7.", "ArticleIdList": ["10.1038/s41584-020-00533-7", "PMC8035495", "33208917"]}, {"Citation": "Cai Z., Wong C., Dong J., et al. Anti-inflammatory activities of Ganoderma lucidum (Lingzhi) and San-Miao-San supplements in MRL/lpr mice for the treatment of systemic lupus erythematosus. Chinese Medicine . 2016;4(11):p. 23. doi: 10.1186/s13020-016-0093-x.", "ArticleIdList": ["10.1186/s13020-016-0093-x", "PMC4851790", "27134645"]}, {"Citation": "Zhou T., Sun D., Wu P. Clinical research on San miao powder combined fibrinogenase for injection in treatment of acute deep venous thrombosis of lower limbs. Zhong guo Zhong Xi Yi Jie He Za Zhi . 2012;32(7):918–921.", "ArticleIdList": ["23019947"]}, {"Citation": "Xi Bao Y., Kwok Wong C., Shan Tam E., Chung Leung P., Bing Yin Y., Wai Kei Lam C. Immunomodulatory effects of lingzhi and san-miao-san supplementation on patients with rheumatoid arthritis. Immunopharmacology and Immunotoxicology . 2006;28(2):197–200. doi: 10.1080/08923970600815097.", "ArticleIdList": ["10.1080/08923970600815097", "16873089"]}, {"Citation": "Li E. K., Tam L.-S., Wong C. K., et al. Safety and efficacy of Ganoderma lucidum (lingzhi) and San Miao San supplementation in patients with rheumatoid arthritis: a double-blind, randomized, placebo-controlled pilot trial. Arthritis and Rheumatism . 2007;57(7):1143–1150. doi: 10.1002/art.22994.", "ArticleIdList": ["10.1002/art.22994", "17907228"]}, {"Citation": "Chu M., Wu P., Hong M., et al. Lingzhi and San-Miao-San with hyaluronic acid gel mitigate cartilage degeneration in anterior cruciate ligament transection induced osteoarthritis. Journal of Orthopaedic Translation . 2021;26:132–140. doi: 10.1016/j.jot.2020.07.008.", "ArticleIdList": ["10.1016/j.jot.2020.07.008", "PMC7773973", "33437632"]}, {"Citation": "Ru J., Li P., Wang J., et al. TCMSP: a database of systems pharmacology for drug discovery from herbal medicines. Journal of Cheminformatics . 2014;6(1):13–18. doi: 10.1186/1758-2946-6-13.", "ArticleIdList": ["10.1186/1758-2946-6-13", "PMC4001360", "24735618"]}, {"Citation": "Wishart D. S., Craig K., Guo A. C., et al. DrugBank: a knowledgebase for drugs, drug actions and drug targets. Nucleic Acids Research . 2007;36:901–906. doi: 10.1093/nar/gkm958.", "ArticleIdList": ["10.1093/nar/gkm958", "PMC2238889", "18048412"]}, {"Citation": "Safran M., Dalah I., Alexander J., et al. GeneCards Version 3: the human gene integrator. Database . 2010;2010 doi: 10.1093/database/baq020.baq020", "ArticleIdList": ["10.1093/database/baq020", "PMC2938269", "20689021"]}, {"Citation": "Hamosh A., Scott A. F., Amberger J. S., Bocchini C. A., McKusick V. A. Online Mendelian Inheritance in Man (OMIM), a knowledge base of human genes and genetic disorders. Nucleic Acids Research . 2005;33:D514–D517.", "ArticleIdList": ["PMC539987", "15608251"]}, {"Citation": "Piñero J., Bravo À., Queralt-Rosinach N., et al. DisGeNET: a comprehensive platform integrating information on human disease-associated genes and variants. Nucleic Acids Research . 2017;45:D833–D839. doi: 10.1093/nar/gkw943.", "ArticleIdList": ["10.1093/nar/gkw943", "PMC5210640", "27924018"]}, {"Citation": "Wang Y., Zhang S., Li F., et al. Therapeutic target database 2020: enriched resource for facilitating research and early development of targeted therapeutics. Nucleic Acids Research . 2020;48:D1031–D1041. doi: 10.1093/nar/gkz981.", "ArticleIdList": ["10.1093/nar/gkz981", "PMC7145558", "31691823"]}, {"Citation": "Hewett M. PharmGKB: the Pharmacogenetics Knowledge Base. Nucleic Acids Research . 2002;30(1):163–165. doi: 10.1093/nar/30.1.163.", "ArticleIdList": ["10.1093/nar/30.1.163", "PMC99138", "11752281"]}, {"Citation": "Lopes C. T., Franz M., Kazi F., Donaldson S. L., Morris Q., Bader G. D. Cytoscape Web: an interactive web-based network browser. Bioinformatics . 2010;26(18):2347–2348. doi: 10.1093/bioinformatics/btq430.", "ArticleIdList": ["10.1093/bioinformatics/btq430", "PMC2935447", "20656902"]}, {"Citation": "Mering C. v., Huynen M., Jaeggi D., Schmidt S., Bork P., Snel B. STRING: a database of predicted functional associations between proteins. Nucleic Acids Research . 2003;31(1):258–261. doi: 10.1093/nar/gkg034.", "ArticleIdList": ["10.1093/nar/gkg034", "PMC165481", "12519996"]}, {"Citation": "Da W., Sherman B., Lempicki R. Systematic and integrative analysis of large gene lists using DAVID bioinformatics resources. Nature Protocol . 2008;4:44–57.", "ArticleIdList": ["19131956"]}, {"Citation": "Shen M., Tian S., Li Y., et al. Drug-likeness analysis of traditional Chinese medicines: 1. property distributions of drug-like compounds, non-drug-like compounds and natural compounds from traditional Chinese medicines. Journal of Cheminformatics . 2012;4(1):31–36. doi: 10.1186/1758-2946-4-31.", "ArticleIdList": ["10.1186/1758-2946-4-31", "PMC3538521", "23181938"]}, {"Citation": "Trott O., Olson A. J. AutoDock Vina: improving the speed and accuracy of docking with a new scoring function, efficient optimization, and multithreading. Journal of Computational Chemistry . 2010;31:455–461. doi: 10.1002/jcc.21334.", "ArticleIdList": ["10.1002/jcc.21334", "PMC3041641", "19499576"]}, {"Citation": "Berman H. M., Battistuz T., Bhat T. N., et al. The protein data bank. Acta Crystallographica Section D Biological Crystallography . 2002;58(6):899–907. doi: 10.1107/s0907444902003451.", "ArticleIdList": ["10.1107/s0907444902003451", "12037327"]}, {"Citation": "Wu Z., Li W., Liu G., Tang Y. Network-based methods for prediction of drug-target interactions. Frontiers in Pharmacology . 2018;9:p. 1134. doi: 10.3389/fphar.2018.01134.", "ArticleIdList": ["10.3389/fphar.2018.01134", "PMC6189482", "30356768"]}, {"Citation": "Zhang J., Yin J., Zhao D., et al. Therapeutic effect and mechanism of action of quercetin in a rat model of osteoarthritis. Journal of International Medical Research . 2020;48(3) doi: 10.1177/0300060519873461.300060519873461", "ArticleIdList": ["10.1177/0300060519873461", "PMC7607207", "31842639"]}, {"Citation": "Hu Y., Gui Z., Zhou Y., Xia L., Lin K., Xu Y. Quercetin alleviates rat osteoarthritis by inhibiting inflammation and apoptosis of chondrocytes, modulating synovial macrophages polarization to M2 macrophages. Free Radical Biology and Medicine . 2019;145:146–160. doi: 10.1016/j.freeradbiomed.2019.09.024.", "ArticleIdList": ["10.1016/j.freeradbiomed.2019.09.024", "31550528"]}, {"Citation": "Feng K., Chen Z., Pengcheng L., Zhang S., Wang X. Quercetin attenuates oxidative stress‐induced apoptosis via SIRT1/AMPK‐mediated inhibition of ER stress in rat chondrocytes and prevents the progression of osteoarthritis in a rat model. Journal of Cellular Physiology . 2019;234(10):18192–18205. doi: 10.1002/jcp.28452.", "ArticleIdList": ["10.1002/jcp.28452", "30854676"]}, {"Citation": "Kim S. H., Park J. G., Sung G.-H., et al. Kaempferol, a dietary flavonoid, ameliorates acute inflammatory and nociceptive symptoms in gastritis, pancreatitis, and abdominal pain. Molecular Nutrition and Food Research . 2015;59(7):1400–1405. doi: 10.1002/mnfr.201400820.", "ArticleIdList": ["10.1002/mnfr.201400820", "25917334"]}, {"Citation": "Zhuang Z., Ye G., Huang B. Kaempferol alleviates the interleukin-1β-induced inflammation in rat osteoarthritis chondrocytes via suppression of NF-κB. Medical Science Monitor . 2017;23:3925–3931. doi: 10.12659/msm.902491.", "ArticleIdList": ["10.12659/msm.902491", "PMC5566200", "28806392"]}, {"Citation": "Khan N. M., Haseeb A., Ansari M. Y., Devarapalli P., Haynie S., Haqqi T. M. Wogonin, a plant derived small molecule, exerts potent anti-inflammatory and chondroprotective effects through the activation of ROS/ERK/Nrf2 signaling pathways in human Osteoarthritis chondrocytes. Free Radical Biology and Medicine . 2017;106:288–301. doi: 10.1016/j.freeradbiomed.2017.02.041.", "ArticleIdList": ["10.1016/j.freeradbiomed.2017.02.041", "PMC5490997", "28237856"]}, {"Citation": "Lijnen H. R. Matrix metalloproteinases and cellular fibrinolytic activity. Biochemistry . 2002;67(1):92–98. doi: 10.1023/a:1013908332232.", "ArticleIdList": ["10.1023/a:1013908332232", "11841344"]}, {"Citation": "Park J. S., Lee H. J., Lee D. Y., et al. Chondroprotective effects of wogonin in experimental models of osteoarthritis in vitro and in vivo. Biomolecules and Therapeutics . 2015;23(5):442–448. doi: 10.4062/biomolther.2015.045.", "ArticleIdList": ["10.4062/biomolther.2015.045", "PMC4556204", "26336584"]}, {"Citation": "Bergink A., Meurs J., Loughlin J., et al. Estrogen receptor alpha gene haplotype is associated with radiographic osteoarthritis of the knee in elderly men and women. Arthritis and Rheumatology . 2014;48:1913–1922.", "ArticleIdList": ["12847685"]}, {"Citation": "Kang S.-C., Lee D.-G., Choi J.-H., Kim S. T., Kim Y.-K., Ahn H.-J. Association between estrogen receptor polymorphism and pain susceptibility in female temporomandibular joint osteoarthritis patients. International Journal of Oral and Maxillofacial Surgery . 2007;36(5):391–394. doi: 10.1016/j.ijom.2006.12.004.", "ArticleIdList": ["10.1016/j.ijom.2006.12.004", "17391927"]}, {"Citation": "Martin G., Bogdanowicz P., Domagala F., Ficheux H., Pujol J.-P. Rhein inhibits interleukin-1 beta-induced activation of MEK/ERK pathway and DNA binding of NF-kappa B and AP-1 in chondrocytes cultured in hypoxia: a potential mechanism for its disease-modifying effect in osteoarthritis. Inflammation . 2003;27(4):233–246. doi: 10.1023/a:1025040631514.", "ArticleIdList": ["10.1023/a:1025040631514", "14527176"]}, {"Citation": "Ye Z., Chen Y., Zhang R., et al. C-Jun N-terminal kinase - c-Jun pathway transactivates Bim to promote osteoarthritis. Canadian Journal of Physiology and Pharmacology . 2014;92(2):132–139. doi: 10.1139/cjpp-2013-0228.", "ArticleIdList": ["10.1139/cjpp-2013-0228", "24502636"]}, {"Citation": "Li Z., Meng D., Li G., Xu J., Tian K., Li Y. Celecoxib combined with diacerein effectively alleviates osteoarthritis in rats via regulating JNK and p38MAPK signaling pathways. Inflammation . 2015;38(4):1563–1572. doi: 10.1007/s10753-015-0131-3.", "ArticleIdList": ["10.1007/s10753-015-0131-3", "25687638"]}, {"Citation": "Zhong M., Carney D. H., Jo H., Boyan B. D., Schwartz Z. Inorganic phosphate induces mammalian growth plate chondrocyte apoptosis in a mitochondrial pathway involving nitric oxide and JNK MAP kinase. Calcified Tissue International . 2011;88(2):96–108. doi: 10.1007/s00223-010-9433-5.", "ArticleIdList": ["10.1007/s00223-010-9433-5", "21104071"]}, {"Citation": "Prasadam I., Gennip S., Friis T., Shi W., Crawford R., Xiao Y. ERK-1/2 and p38 in the regulation of hypertrophic changes of normal articular cartilage chondrocytes induced by osteoarthritic subchondral osteoblasts. Arthritis and Rheumatism . 2010;62:1349–1360. doi: 10.1002/art.27397.", "ArticleIdList": ["10.1002/art.27397", "20155832"]}, {"Citation": "Loeser R. F., Erickson E. A., Long D. L. Mitogen-activated protein kinases as therapeutic targets in osteoarthritis. Current Opinion in Rheumatology . 2008;20(5):581–586. doi: 10.1097/bor.0b013e3283090463.", "ArticleIdList": ["10.1097/bor.0b013e3283090463", "PMC2892710", "18698181"]}, {"Citation": "Xu L., Sun C., Zhang S., et al. Sam68 promotes NF-κB activation and apoptosis signaling in articular chondrocytes during osteoarthritis. Inflammation Research . 2015;64(11):895–902. doi: 10.1007/s00011-015-0872-3.", "ArticleIdList": ["10.1007/s00011-015-0872-3", "26350037"]}, {"Citation": "Zan P. F., Yao J., Wu Z., Yang Y., Hu S., Li G. D. Retracted: cyclin D1 gene silencing promotes IL‐1β‐induced apoptosis in rat chondrocytes. Journal of Cellular Biochemistry . 2018;119(1):290–299. doi: 10.1002/jcb.26172.", "ArticleIdList": ["10.1002/jcb.26172", "28548679"]}, {"Citation": "Qu R., Chen X., Wang W., et al. Ghrelin protects against osteoarthritis through interplay with Akt and NF-κB signaling pathways. The FASEB Journal . 2018;32:1044–1058. doi: 10.1096/fj.201700265R.", "ArticleIdList": ["10.1096/fj.201700265R", "29070587"]}, {"Citation": "Loef M., Kroon F. P. B., Bergstra S. A., et al. TNF inhibitor treatment is associated with a lower risk of hand osteoarthritis progression in rheumatoid arthritis patients after 10 years. Rheumatology . 2018;57(11):1917–1924. doi: 10.1093/rheumatology/key016.", "ArticleIdList": ["10.1093/rheumatology/key016", "29471377"]}, {"Citation": "Zhou X., Jiang L., Fan G., et al. Role of the ciRS-7/miR-7 axis in the regulation of proliferation, apoptosis and inflammation of chondrocytes induced by IL-1β. International Immunopharmacology . 2019;71:233–240. doi: 10.1016/j.intimp.2019.03.037.", "ArticleIdList": ["10.1016/j.intimp.2019.03.037", "30925324"]}, {"Citation": "Yang H., Wu D., Li H., Chen N., Shang Y. Downregulation of microRNA-448 inhibits IL-1β-induced cartilage degradation in human chondrocytes via upregulation of matrilin-3. Cellular and Molecular Biology Letters . 2018;23(1):7–11. doi: 10.1186/s11658-018-0072-6.", "ArticleIdList": ["10.1186/s11658-018-0072-6", "PMC5824452", "29483929"]}, {"Citation": "Lepetsos P., Papavassiliou A. G. ROS/oxidative stress signaling in osteoarthritis. Biochimica et Biophysica Acta - Molecular Basis of Disease . 2016;1862(4):576–591. doi: 10.1016/j.bbadis.2016.01.003.", "ArticleIdList": ["10.1016/j.bbadis.2016.01.003", "26769361"]}, {"Citation": "Jolbäck P., Rolfson O., Mohaddes M., et al. Does surgeon experience affect patient-reported outcomes 1 year after primary total hip arthroplasty? Acta Orthopaedica . 2018;89:265–271. doi: 10.1080/17453674.2018.1444300.", "ArticleIdList": ["10.1080/17453674.2018.1444300", "PMC6055771", "29508643"]}, {"Citation": "Henrotin Y. E., Bruckner P., Pujol J.-P. L. The role of reactive oxygen species in homeostasis and degradation of cartilage. Osteoarthritis and Cartilage . 2003;11(10):747–755. doi: 10.1016/s1063-4584(03)00150-x.", "ArticleIdList": ["10.1016/s1063-4584(03)00150-x", "13129694"]}, {"Citation": "Li D., Wang W., Xie G. Reactive oxygen species: the 2-edged sword of osteoarthritis. The American Journal of the Medical Sciences . 2012;344(6):486–490. doi: 10.1097/maj.0b013e3182579dc6.", "ArticleIdList": ["10.1097/maj.0b013e3182579dc6", "22885622"]}, {"Citation": "Bettica P., Cline G., Hart D. J., Meyer J., Spector T. D. Evidence for increased bone resorption in patients with progressive knee osteoarthritis: longitudinal results from the Chingford study. Arthritis & Rheumatism . 2002;46(12):3178–3184. doi: 10.1002/art.10630.", "ArticleIdList": ["10.1002/art.10630", "12483721"]}, {"Citation": "Danks L., Sabokbar A., Gundle R., Athanasou N. A. Synovial macrophage-osteoclast differentiation in inflammatory arthritis. Annals of the Rheumatic Diseases . 2002;61(10):916–921. doi: 10.1136/ard.61.10.916.", "ArticleIdList": ["10.1136/ard.61.10.916", "PMC1753924", "12228163"]}, {"Citation": "Suzuki Y., Tsutsumi Y., Nakagawa M., et al. Osteoclast‐like cells in an in vitro model of bone destruction by rheumatoid synovium. Rheumatology . 2001;40(6):673–682. doi: 10.1093/rheumatology/40.6.673.", "ArticleIdList": ["10.1093/rheumatology/40.6.673", "11426026"]}, {"Citation": "Nakashima T., Hayashi M., Takayanagi H. New insights into osteoclastogenic signaling mechanisms. Trends in Endocrinology and Metabolism . 2012;23(11):582–590. doi: 10.1016/j.tem.2012.05.005.", "ArticleIdList": ["10.1016/j.tem.2012.05.005", "22705116"]}, {"Citation": "Upton A. R., Holding C. A., Dharmapatni A. A. S. S. K., Haynes D. R. The expression of RANKL and OPG in the various grades of osteoarthritic cartilage. Rheumatology International . 2012;32(2):535–540. doi: 10.1007/s00296-010-1733-6.", "ArticleIdList": ["10.1007/s00296-010-1733-6", "21259010"]}, {"Citation": "Bertuglia A., Lacourt M., Girard C., Beauchamp G., Richard H., Laverty S. Osteoclasts are recruited to the subchondral bone in naturally occurring post-traumatic equine carpal osteoarthritis and may contribute to cartilage degradation. Osteoarthritis and Cartilage . 2016;24(3):555–566. doi: 10.1016/j.joca.2015.10.008.", "ArticleIdList": ["10.1016/j.joca.2015.10.008", "26505663"]}, {"Citation": "Maruotti N., Corrado A., Cantatore F. P. Osteoblast role in osteoarthritis pathogenesis. Journal of Cellular Physiology . 2017;232(11):2957–2963. doi: 10.1002/jcp.25969.", "ArticleIdList": ["10.1002/jcp.25969", "PMC5575507", "28425564"]}, {"Citation": "Pisani L. P., Estadella D., Ribeiro D. A. The role of Toll like receptors (TLRs) in oral carcinogenesis. Anticancer Research . 2017;37:5389–5394. doi: 10.21873/anticanres.11965.", "ArticleIdList": ["10.21873/anticanres.11965", "28982847"]}, {"Citation": "Rakoff-Nahoum S., Medzhitov R. Regulation of spontaneous intestinal tumorigenesis through the adaptor protein MyD88. Science . 2007;317(5834):124–127. doi: 10.1126/science.1140488.", "ArticleIdList": ["10.1126/science.1140488", "17615359"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "8", "Day": "7"}, {"Year": "2021", "Month": "10", "Day": "14"}, {"Year": "2021", "Month": "12", "Day": "13"}, {"Year": "2022", "Month": "1", "Day": "28", "Hour": "5", "Minute": "54"}, {"Year": "2022", "Month": "1", "Day": "29", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "1", "Day": "29", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "1", "Day": "18"}], "PublicationStatus": "epublish", "ArticleIdList": ["35087596", "PMC8789436", "10.1155/2022/7663212"]}}], "PubmedBookArticle": []}