{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Algerian thyme species", "EDXRF", "Food additives", "Inorganic elements", "Phytoteraphy"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35091882", "DateCompleted": {"Year": "2023", "Month": "01", "Day": "10"}, "DateRevised": {"Year": "2023", "Month": "01", "Day": "11"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "01", "Day": "29"}], "Language": ["eng"], "ELocationID": ["10.1007/s12011-022-03128-3"], "Journal": {"ISSN": "1559-0720", "JournalIssue": {"Volume": "201", "Issue": "1", "PubDate": {"Year": "2023", "Month": "Jan"}}, "Title": "Biological trace element research", "ISOAbbreviation": "Biol Trace Elem Res"}, "ArticleTitle": "Trace Element Quantification in Two Algerian Thymes (Thymus algeriensis Boiss & Reut. and Thymus capitatus (L.) Hoffm. & Link) Using EDXRF Spectrometry.", "Pagination": {"StartPage": "455", "EndPage": "463", "MedlinePgn": "455-463"}, "Abstract": {"AbstractText": ["In an attempt to know the elemental composition of two endemic Algerian thyme species, we analyzed eleven mineral and trace elements (Br, Ca, Cr, Cu, Fe, K, Mn, Rb, Sr, V, and Zn) in Thymus algeriensis Boiss & Reut. and Thymus capitatus (L.) Hoffm. & Link. These species are commonly used in Algeria as aromatic and medicinal shrubs. The total concentrations of chemical elements were determined by EDXRF spectrometry. The instrument calibration was assessed through the analysis of certified reference material CRM-336 (Lichen) from the IAEA, Vienna, Austria. The results show that the highest concentrations of the micronutrients (Br, Cr, Cu, Mn, Sr, V, and Zn) were registered in T. algeriensis, while the maximum concentrations of Ca, Fe, and the non-essential element, Rb, were found in T. capitatus. Potassium contents were similar in the two species. The concentrations of essential chemical elements in T. algeriensis leaves were found in the following order: K > Ca > Mn > Fe > Zn > Cu > Cr. However, the order of these elements in T. capitatus was Ca > K > Fe > Zn > Mn > Cu > Cr. Principal component analysis (PCA) showed that T. algeriensis was highly associated with Br, Cr, Cu, Mn, Sr, V, and Zn, while T. capitatus was correlated with Ca, Fe, K, and Rb. Dietary element intakes through ingestion of 1 teaspoon of dry powder (~ 10 g) were estimated and compared to recommended daily intakes and permissible limits under FAO/WHO guidelines. In all cases, these estimates were below those levels. These findings can enhance the dissemination of these medicinal plants, which have medicinal and organoleptic properties, and provide an experiment-based guidance to the pharmaceutical and food industries."], "CopyrightInformation": "© 2022. The Author(s), under exclusive licence to Springer Science+Business Media, LLC, part of Springer Nature."}, "AuthorList": [{"Identifier": ["0000-0003-2049-7352"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratory of Exploration and Valorization of Steppe Ecosystem, Faculty of Science of Nature and Life, Ziane Achour University of Djelfa, Cité Aîn Chih, P.O. Box 3117, 17000, Djelfa, Algeria. bnedjimi@yahoo.fr."}], "LastName": "Nedjimi", "ForeName": "Bouzid", "Initials": "B"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Biol Trace Elem Res", "NlmUniqueID": "7911509", "ISSNLinking": "0163-4984"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Trace Elements"}, {"RegistryNumber": "0", "NameOfSubstance": "Micronutrients"}], "MeshHeadingList": [{"QualifierName": ["analysis"], "DescriptorName": "Trace Elements"}, {"QualifierName": [], "DescriptorName": "Thymus Plant"}, {"QualifierName": ["analysis"], "DescriptorName": "Micronutrients"}, {"QualifierName": [], "DescriptorName": "Spectrum Analysis"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plant Leaves"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Abu-Darwish MS, Abu-Dieyeh ZHM (2009) Essential oil content and heavy metals composition of Thymus vulgaris cultivated in various climatic regions of Jordan. Int J Agric Biol 11:59–63"}, {"Citation": "Alves BSF, Pereira Junior JB, Carvalho FI, Dantas Filho HA, Fernandes Dantas KG (2019) Mineral composition of Amazonian fruits by flame atomic absorption spectrometry using multivariate analysis. Biol Trace Elem Res 189:259–266", "ArticleIdList": ["10.1007/s12011-018-1451-6"]}, {"Citation": "Arsenijević J, Ražić S, Maksimović Z, Đogo S (2011) Trace elements in aerial parts and rhizosphere of Thymus pannonicus All. Cent Eur J Biol 6:616–623"}, {"Citation": "Bendjabeur S, Benchabane O, Bensouici C, Hazzit M, Baaliouamer A, Bitam A (2018) Antioxidant and anticholinesterase activity of essential oils and ethanol extracts of Thymus algeriensis and Teucrium polium from Algeria. J Food Meas Charact 12:2278–2288", "ArticleIdList": ["10.1007/s11694-018-9845-x"]}, {"Citation": "El Hadj B, Ali I, Chaouachi M, Bahri R, Chaieb I, Boussaïd M, Harzallah-Skhiri F (2015) Chemical composition and antioxidant, antibacterial, allelopathic andinsecticidal activities of essential oil of Thymus algeriensis Boiss. et Reut. Ind Crops Prod 77:631–639", "ArticleIdList": ["10.1016/j.indcrop.2015.09.046"]}, {"Citation": "Bennouna MA, Belaqziz R, Arjouni MY, Romane A (2013) Quantitative analysis of some oligo-elements and heavy metals in some species of Thymus from Morocco. Nat Prod Res 27:1784–1788", "ArticleIdList": ["10.1080/14786419.2012.751597"]}, {"Citation": "Beto JA (2015) The role of calcium in human aging. Clin Nutr Res 4:1–8"}, {"Citation": "Bowman AB, Kwakye GF, Herrero HE, Aschner M (2011) Role of manganese in neurodegenerative diseases. J Trace Elem Med Biol 25:191–203", "ArticleIdList": ["10.1016/j.jtemb.2011.08.144"]}, {"Citation": "Castro H, Raij L (2013) Potassium in hypertension and cardiovascular disease. Semin Nephrol 33:277–289", "ArticleIdList": ["10.1016/j.semnephrol.2013.04.008"]}, {"Citation": "Dalipi R, Marguí E, Borgese L, Depero LE (2017) Multi-element analysis of vegetal foodstuff by means of low power total reflection X-ray fluorescence (TXRF) spectrometry. Food Chem 218:348–355", "ArticleIdList": ["10.1016/j.foodchem.2016.09.022"]}, {"Citation": "Datta A, Garg AN, Sharma V, Acharya R (2020) Quantification of minor and trace elements in raw and branded turmeric samples using instrumental neutron activation analysis utilizing Apsara-U reactor for possible applications to forensic science. J Radioanal Nucl Chem 325: 967–975"}, {"Citation": "de Romaña DL, Olivares M, Uauy R, Araya M (2011) Risks and benefits of copper in light of new insights of copper homeostasis. J Trace Elem Med Biol 25:3–13", "ArticleIdList": ["10.1016/j.jtemb.2010.11.004"]}, {"Citation": "Džamić A, Nikolić B, Giweli A, Mitić-Ćulafić D, Soković M, Ristić M, KneževićVukčević J, Marin P (2015) Libyan Thymus capitatus essential oil: antioxidant, antimicrobial, cytotoxic and colon pathogen adhesion-inhibition properties. J Appl Microbiol 119:389–399", "ArticleIdList": ["10.1111/jam.12864"]}, {"Citation": "Elayaperumal M, Vedachalam Y, Loganathan D, Kumaravelu TA, Anusuya GS, Kennedy J (2021) Ion beam analysis of proton-induced X-ray emission (PIXE) techniques for elemental investigation of young stage Neem leaf of southern India, Tamil Nadu. Biol Trace Elem Res 199:3540–3546", "ArticleIdList": ["10.1007/s12011-020-02443-x"]}, {"Citation": "El-Jalel LFA, Elkady WM, Gonaid MH, El-Gareeb KA (2018) Difference in chemical composition and antimicrobial activity of Thymus capitatus L. essential oil at different altitudes. Future J Pharm Sci 4:156–160", "ArticleIdList": ["10.1016/j.fjps.2017.12.004"]}, {"Citation": "FAO/WHO (2001) Human vitamin and mineral requirements. Report of a joint FAO/WHO expert consultation Bangkok, Thailand"}, {"Citation": "Figas A, Tomaszewska-Sowa M, Kobierski M, Sawilska AK, Klimkowska K (2021) Hazard of contamination with heavy metals in Thymus serpyllum L herbs from rural areas. Agriculture 11:375"}, {"Citation": "Gama EM, Nascentes CC, Matos RP, Rodrigues GC, Rodrigues GD (2017) A simple method for the multi-elemental analysis of beer using total reflection X-ray fluorescence. Talanta 174:274–278", "ArticleIdList": ["10.1016/j.talanta.2017.05.059"]}, {"Citation": "Goudjil MB, Zighmi S, Hamada D, Mahcene Z, Bencheikh SE, Ladjel S (2020) Biological activities of essential oils extracted from Thymus capitatus (Lamiaceae). S Afr J Bot 128:1–9", "ArticleIdList": ["10.1016/j.sajb.2019.11.020"]}, {"Citation": "Halitim A (1988) Arid soils in Algeria. OPU Press, Algiers"}, {"Citation": "Jyothsna S, Manjula G, Suthari S, Rao ASN (2020) Qualitative elemental analysis of selected potential anti-asthmatic medicinal plant taxa using EDXRF technique. Heliyon 6:e03260", "ArticleIdList": ["10.1016/j.heliyon.2020.e03260"]}, {"Citation": "Küçükbay FZ, Kuyumcu E (2010) Determination of trace element contents of Thymus species from Turkey. Turk J Chem 34:911–919"}, {"Citation": "Mabuza N, Kinfe HH, Godeto TW, Ambushe AA (2021) Estimated contributions of rooibos tea to the daily manganese and zinc intakes determined in tea leaves and tea infusions by inductively coupled plasma-mass spectrometry. Biol Trace Elem Res 199:1145–1152", "ArticleIdList": ["10.1007/s12011-020-02211-x"]}, {"Citation": "Mehri A (2020) Trace elements in human nutrition (II) – an update. Int J Prev Med 11:2"}, {"Citation": "Nedjimi B, Beladel B (2015) Assessment of some chemical elements in wild Shih (Artemisia herba-alba Asso) using INAA technique. J App Res Med Aromatic Plants 2:203–205"}, {"Citation": "Nedjimi B (2021) Determination of some major and trace elements in cladodes of Barbary fig (Opuntia ficus-indica Mill.) by X-ray fluorescence spectrometry. Biol Trace Elem Res 199:4353–4359", "ArticleIdList": ["10.1007/s12011-020-02555-4"]}, {"Citation": "Otten JJ, Hellwig JP, Meyers LD (2006) Dietary reference intakes: the essential guide to nutrient requirements. The National Academies Press, Washington, D.C."}, {"Citation": "Prasad AS (2008) Zinc in human health: effect of zinc on immune cells. Mol Med 14:353–357", "ArticleIdList": ["10.2119/2008-00033.Prasad"]}, {"Citation": "Quézel P, Santa S (1963) Nouvelle flore de l’Algérie et des régions désertiques méridionales. CNRS Press, Paris"}, {"Citation": "Rezzoug M, Bakchiche B, Gherib A, Roberta A, Guido F, Kilinçarslan Ö, Mammadov R, Bardaweel SK (2019) Chemical composition and bioactivity of essential oils and ethanolic extracts of Ocimum basilicum L and Thymus algeriensis Boiss & Reut from the Algerian Saharan Atlas. BMC Complement Altern Med 19:146"}, {"Citation": "Rončević S, Svedružić LP, Nemet I (2014) Elemental composition and chemometric characterization of Pyrethrum plant materials and insecticidal flower extracts. Anal Lett 47:627–640"}, {"Citation": "Selmi A, Khiari R, Snoussi A, Bouzouita N (2021) Analysis of minerals and heavy metals using ICP-OES and FTIR techniques in two red seaweeds (Gymnogongrus griffithsiae and Asparagopsis taxiformis) from Tunisia. Biol Trace Elem Res 199:2342–2350", "ArticleIdList": ["10.1007/s12011-020-02335-0"]}, {"Citation": "Shubham K, Anukiruthika T, Dutta S, Kashyap AV, Moses JA, Anandharamakrishnan C (2020) Iron deficiency anemia: a comprehensive review on iron absorption, bioavailability and emerging food fortification approaches. Trends in Food Sci Technol 99:58–75", "ArticleIdList": ["10.1016/j.tifs.2020.02.021"]}, {"Citation": "Siddique N, Waheed S (2012) Evaluation of laboratory performance using proficiency test exercise results. J Radioanal Nucl Chem 291:817–823", "ArticleIdList": ["10.1007/s10967-011-1357-7"]}, {"Citation": "Sobeh M, Rezq S, Cheurfa M, Abdelfattah MAO, Rashied RMH, El-Shazly AM, Yasri A, Wink M, Mahmoud MF (2020) Thymus algeriensis and Thymus fontanesii: chemical composition, in vivo anti-inflammatory, pain killing and antipyretic activities: a comprehensive comparison. Biomolecules 10:599", "ArticleIdList": ["10.3390/biom10040599"]}, {"Citation": "Stahl-Biskup E, Sáez F (2002) Thyme: the genus Thymus. CRC Press, London, Taylor and Francis", "ArticleIdList": ["10.4324/9780203216859"]}, {"Citation": "Vincent JB (2017) New evidence against chromium as an essential trace element. J Nutr 147:2212–2219", "ArticleIdList": ["10.3945/jn.117.255901"]}, {"Citation": "Wang W, Xu J, Fang H, Li Z, Li M (2020) Advances and challenges in medicinal plant breeding. Plant Sci 298:110573"}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "11", "Day": "24"}, {"Year": "2022", "Month": "1", "Day": "18"}, {"Year": "2022", "Month": "1", "Day": "30", "Hour": "6", "Minute": "0"}, {"Year": "2023", "Month": "1", "Day": "11", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "1", "Day": "29", "Hour": "5", "Minute": "46"}], "PublicationStatus": "ppublish", "ArticleIdList": ["35091882", "10.1007/s12011-022-03128-3", "10.1007/s12011-022-03128-3"]}}], "PubmedBookArticle": []}