{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["A. esculentus", "diabetes", "flavonoid", "hyperglycemia", "total flavonoid content", "total phenolic content"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35102562", "DateCompleted": {"Year": "2022", "Month": "07", "Day": "08"}, "DateRevised": {"Year": "2022", "Month": "09", "Day": "30"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "02", "Day": "01"}], "Language": ["eng"], "ELocationID": ["10.1111/jfbc.14097"], "Journal": {"ISSN": "1745-4514", "JournalIssue": {"Volume": "46", "Issue": "7", "PubDate": {"Year": "2022", "Month": "Jul"}}, "Title": "Journal of food biochemistry", "ISOAbbreviation": "J Food Biochem"}, "ArticleTitle": "Abelmoschus esculentus (L.) Moench improved blood glucose, lipid, and down-regulated PPAR-α, PTP1B genes expression in diabetic rats.", "Pagination": {"StartPage": "e14097", "MedlinePgn": "e14097"}, "Abstract": {"AbstractText": ["Okra (Abelmoschus esculentus (L.) Moench) is one of the most important medicinal plants for the treatment of diabetes. Flavonoids are one of the most significant components of okra and are responsible for their antioxidant, anti-inflammatory, and anti-diabetic effects. The aim of this research was to investigate the effect of okra extract on biochemical parameters and expression of protein tyrosine phosphatase 1B (PTP1B) and Peroxisome proliferator-activated receptors (PPARs) genes in a model of streptozotocin-induced diabetic male Wistar rat. Rats were given oral dosages of okra extract, (75% ethanolic extract) (200-400 mg/kg) for eight weeks. Our findings indicate that okra extract and quercetin therapy may lower blood glucose (BS), insulin, Triglyceride (TG), Cholesterol (Cho), and glucose transporter protein type-4 (GLUT4) levels. PTP1B and Peroxisome proliferator-activated receptor alpha (PPAR-α), which are important regulators of glucose and lipid homeostasis, are similarly inhibited by okra extract. According to the findings, okra extract also has antioxidant properties. Our results support the anti-hyperglycemic and hypolipidemic properties of okra extract. As a result, it appears to play a crucial role in controlling diabetes. PRACTICAL APPLICATIONS: In this paper, we show that flavonoids in okra may help diabetes by inhibiting the PTP1B and PPAR-pathways. This is significant because little research has been done on the impact of flavonoid chemicals in A. esculentus on the expression of PTP1B and PPAR using traditional methods of diabetes treatment. Many of today's essential drugs (e.g., atropine, ephedrine, tubocurarine, digoxin, and reserpine) have been developed by studding traditional treatments. Plant-derived medications are still used as a prototype by chemists in an effort to develop more effective and less risky treatments (e.g., morphine, taxol, physostigmine, quinidine, and emetine."], "CopyrightInformation": "© 2022 Wiley Periodicals LLC."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, Falavarjan Branch, Islamic Azad University, Isfahan, Iran."}], "LastName": "Nasrollahi", "ForeName": "Zohreh", "Initials": "Z"}, {"Identifier": ["0000-0002-6627-6873"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, Falavarjan Branch, Islamic Azad University, Isfahan, Iran."}], "LastName": "ShahaniPour", "ForeName": "Kahin", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, Falavarjan Branch, Islamic Azad University, Isfahan, Iran."}], "LastName": "Monajemi", "ForeName": "Ramesh", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Genetics, Faculty of Science, Shahrekord University, Shahrekord, Iran."}], "LastName": "Ahadi", "ForeName": "Ali Mohammad", "Initials": "AM"}], "GrantList": [{"Agency": "Islamic Azad University", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "J Food Biochem", "NlmUniqueID": "7706045", "ISSNLinking": "0145-8884"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Antioxidants"}, {"RegistryNumber": "0", "NameOfSubstance": "Blood Glucose"}, {"RegistryNumber": "0", "NameOfSubstance": "Flavonoids"}, {"RegistryNumber": "0", "NameOfSubstance": "Lipids"}, {"RegistryNumber": "0", "NameOfSubstance": "PPAR alpha"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}, {"RegistryNumber": "EC 3.1.3.2", "NameOfSubstance": "Phosphoric Monoester Hydrolases"}], "MeshHeadingList": [{"QualifierName": ["chemistry"], "DescriptorName": "Abelmoschus"}, {"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": ["chemistry"], "DescriptorName": "Antioxidants"}, {"QualifierName": [], "DescriptorName": "Blood Glucose"}, {"QualifierName": ["drug therapy", "genetics"], "DescriptorName": "Diabetes Mellitus, Experimental"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Flavonoids"}, {"QualifierName": [], "DescriptorName": "Lipids"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": ["genetics"], "DescriptorName": "PPAR alpha"}, {"QualifierName": [], "DescriptorName": "Phosphoric Monoester Hydrolases"}, {"QualifierName": ["chemistry", "pharmacology"], "DescriptorName": "Plant Extracts"}, {"QualifierName": [], "DescriptorName": "Rats"}, {"QualifierName": [], "DescriptorName": "Rats, Wistar"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Adetuyi, F. O., & Ibrahim, T. A. (2014). Effect of fermentation time on the phenolic, flavonoid and vitamin C contents and antioxidant activities of okra (Abelmoschus esculentus) seeds. Nigerian Food Journal, 32(2), 128-137. https://doi.org/10.1016/S0189-7241(15)30128-4"}, {"Citation": "Al-Ishaq, R. K., Abotaleb, M., Kubatka, P., Kajo, K., & Büsselberg, D. (2019). Flavonoids and their anti-diabetic effects: Cellular mechanisms and effects to improve blood sugar levels. Biomolecules, 9(9), 430. https://doi.org/10.3390/biom9090430"}, {"Citation": "Aoun, P., Simpkins, J. W., & Agarwal, N. (2003). Role of PPAR-γ ligands in neuroprotection against glutamate-induced cytotoxicity in retinal ganglion cells. Investigative Ophthalmology & Visual Science, 44(7), 2999-3004. https://doi.org/10.1167/iovs.02-1060"}, {"Citation": "Badrie, N. (2016). Nutrient profile, bioactive components, and functional properties of okra (Abelmoschus esculentus (L.) Moench). Fruits, Vegetables, and Herbs, 2016, 365-409. https://doi.org/10.1016/B978-0-12-802972-5.00018-4"}, {"Citation": "Belfiore, F., & Iannello, S. (1998). Insulin resistance in obesity: Metabolic mechanisms and measurement methods. Molecular Genetics and Metabolism, 65(2), 121-128. https://doi.org/10.1006/mgme.1998.2727"}, {"Citation": "Carbonaro, M., & Grant, G. (2005). Absorption of quercetin and rutin in rat small intestine. Annals of Nutrition and Metabolism, 49(3), 178-182. https://doi.org/10.1159/000086882"}, {"Citation": "Cazarolli, L. H., Zanatta, L., Alberton, E. H., Reis Bonorino Figueiredo, M. S., Folador, P., Damazio, R. G., Pizzolatti, M. G., & Mena Barreto Silva, F. R. (2008). Flavonoids: Cellular and molecular mechanism of action in glucose homeostasis. Mini Reviews in Medicinal Chemistry, 8(10), 1032-1038. https://doi.org/10.2174/138955708785740580"}, {"Citation": "Dandona, P., Aljada, A., & Bandyopadhyay, A. (2004). Inflammation: The link between insulin resistance, obesity and diabetes. Trends in Immunology, 25(1), 4-7. https://doi.org/10.1016/j.it.2003.10.013"}, {"Citation": "El Messari, S., Aı̈t-Ikhlef, A., Ambroise, D. H., Penicaud, L., & Arluison, M. (2002). Expression of insulin-responsive glucose transporter GLUT4 mRNA in the rat brain and spinal cord: An in situ hybridization study. Journal of Chemical Neuroanatomy, 24(4), 225-242. https://doi.org/10.1016/S0891-0618(02)00058-3"}, {"Citation": "Esteghamati, A., Ashraf, H., Khalilzadeh, O., Zandieh, A., Nakhjavani, M., Rashidi, A., Haghazali, M., & Asgari, F. (2010). Optimal cut-off of homeostasis model assessment of insulin resistance (HOMA-IR) for the diagnosis of metabolic syndrome: Third national surveillance of risk factors of non-communicable diseases in Iran (SuRFNCD-2007). Nutrition & Metabolism, 7(1), 1-8. https://doi.org/10.1186/1743-7075-7-26"}, {"Citation": "Fan, S., Zhang, Y., Sun, Q., Yu, L., Li, M., Zheng, B., Wu, X., Yang, B., Li, Y., & Huang, C. (2014). Extract of okra lowers blood glucose and serum lipids in high-fat diet-induced obese C57BL/6 mice. The Journal of Nutritional Biochemistry, 25(7), 702-709. https://doi.org/10.1016/j.jnutbio.2014.02.010"}, {"Citation": "Florkowski, C. (2013). HbA1c as a diagnostic test for diabetes mellitus-reviewing the evidence. Clinical Biochemist Reviews, 34(2), 75."}, {"Citation": "Gervois, P., Torra, I. P., Fruchart, J. C., & Staels, B. (2000). Regulation of lipid and lipoprotein metabolism by PPAR activators. Clinical Chemistry & Laboratory Medicine, 38(1), 1-9. https://doi.org/10.1515/CCLM.2000.002"}, {"Citation": "Hamilton, J., Cummings, E., Zdravkovic, V., Finegood, D., & Daneman, D. (2003). Metformin as an adjunct therapy in adolescents with type 1 diabetes and insulin resistance: A randomized controlled trial. Diabetes Care, 26(1), 138-143. https://doi.org/10.2337/diacare.26.1.138"}, {"Citation": "Harmer, J. A., Keech, A. C., Veillard, A. S., Skilton, M. R., Marwick, T. H., Watts, G. F., Meredith, I. T., Celermajer, D. S., & FIELD Vascular Study Investigators. (2015). Fenofibrate effects on arterial endothelial function in adults with type 2 diabetes mellitus: A FIELD substudy. Atherosclerosis, 242(1), 295-302. https://doi.org/10.1016/j.atherosclerosis.2015.07.038"}, {"Citation": "Huang, S., & Czech, M. P. (2007). The GLUT4 glucose transporter. Cell Metabolism, 5(4), 237-252. https://doi.org/10.1016/j.cmet.2007.03.006"}, {"Citation": "Hussain, H., Green, I. R., Abbas, G., Adekenov, S. M., Hussain, W., & Ali, I. (2019). Protein tyrosine phosphatase 1B (PTP1B) inhibitors as potential anti-diabetes agents: Patent review (2015-2018). Expert Opinion on Therapeutic Patents, 29(9), 689-702. https://doi.org/10.1080/13543776.2019.1655542"}, {"Citation": "Jang, M. H., Piao, X. L., Kim, J. M., Kwon, S. W., & Park, J. H. (2008). Inhibition of cholinesterase and amyloid-&bgr; aggregation by resveratrol oligomers from Vitis amurensis. Phytotherapy Research, 22(4), 544-549. https://doi.org/10.1002/ptr.2406"}, {"Citation": "Jarret, R. L., Wang, M. L., & Levy, I. J. (2011). Seed oil and fatty acid content in okra (Abelmoschus esculentus) and related species. Journal of Agricultural and Food Chemistry, 59(8), 4019-4024. https://doi.org/10.1021/jf104590u"}, {"Citation": "Kumaran, A., & Karunakaran, R. J. (2007). In vitro antioxidant activities of methanol extracts of five Phyllanthus species from India. LWT - Food Science and Technology, 40(2), 344-352. https://doi.org/10.1016/j.lwt.2005.09.011"}, {"Citation": "Lazarus, G., Alexander, S., Kusuma, G. O., Wijaya, K., & Soetikno, V. (2020). Antioxidative activities of alpha-mangostin in high-fat/high-glucose diet and streptozotocin-induced insulin-resistant rodents. Journal of Applied Pharmaceutical Science, 10(11), 35-39. https://doi.org/10.7324/JAPS.2020.10115"}, {"Citation": "Lenzen, S. (2008). The mechanisms of alloxan-and streptozotocin-induced diabetes. Diabetologia, 51(2), 216-226. https://doi.org/10.1007/s00125-007-0886-7"}, {"Citation": "Majd, N. E., Tabandeh, M. R., Shahriari, A., & Soleimani, Z. (2018). Okra (Abelmoscus esculentus) improved islets structure, and down-regulated PPARs gene expression in pancreas of high-fat diet and streptozotocin-induced diabetic rats. Cell Journal, 20(1), 31-40. https://doi.org/10.22074/cellj.2018.4819"}, {"Citation": "Norhammar, A., Malmberg, K., Diderholm, E., Lagerqvist, B., Lindahl, B., Rydén, L., & Wallentin, L. (2004). Diabetes mellitus: The major risk factor in unstable coronary artery disease even after consideration of the extent of coronary artery disease and benefits of revascularization. Journal of the American College of Cardiology, 43(4), 585-591. https://doi.org/10.1016/j.jacc.2003.08.050"}, {"Citation": "Omidi, A., Nik, H. A., & Nazifi, S. (2018). Biochemical reference values for healthy captive Persian wild goat (Capra aegagrus). Comparative Clinical Pathology, 27(2), 483-491. https://doi.org/10.1007/s00580-017-2617-x"}, {"Citation": "Peeters, A., & Baes, M. (2010). Role of PPARα in hepatic carbohydrate metabolism. PPAR Research, 2010, 572405. https://doi.org/10.1155/2010/572405"}, {"Citation": "Peng, C. H., Chyau, C. C., Wang, C. J., Lin, H. T., Huang, C. N., & Ker, Y. B. (2016). Abelmoschus esculentus fractions potently inhibited the pathogenic targets associated with diabetic renal epithelial to mesenchymal transition. Food & Function, 7(2), 728-740. https://doi.org/10.1039/C5FO01214G"}, {"Citation": "Peng, C. H., Lin, H. C., Lin, C. L., Wang, C. J., & Huang, C. N. (2019). Abelmoschus esculentus subfractions improved nephropathy with regulating dipeptidyl peptidase-4 and type 1 glucagon-like peptide receptor in type 2 diabetic rats. Journal of Food and Drug Analysis, 27(1), 135-144. https://doi.org/10.1016/j.jfda.2018.07.004"}, {"Citation": "Petropoulos, S., Fernandes, Â., Barros, L., Ciric, A., Sokovic, M., & Ferreira, I. C. (2017). The chemical composition, nutritional value and antimicrobial properties of Abelmoschus esculentus seeds. Food & Function, 8(12), 4733-4743. https://doi.org/10.1016/j.foodchem.2017.09.082"}, {"Citation": "Proença, C., Freitas, M., Ribeiro, D., Sousa, J. L., Carvalho, F., Silva, A. M., Fernandes, P. A., & Fernandes, E. (2018). Inhibition of protein tyrosine phosphatase 1B by flavonoids: A structure-activity relationship study. Food and Chemical Toxicology, 111, 474-481. https://doi.org/10.1016/j.fct.2017.11.039"}, {"Citation": "Pushparaj, P. N., Low, H. K., Manikandan, J., Tan, B. K. H., & Tan, C. H. (2007). Anti-diabetic effects of Cichorium intybus in streptozotocin-induced diabetic rats. Journal of Ethnopharmacology, 111(2), 430-434. https://doi.org/10.1016/j.jep.2006.11.028"}, {"Citation": "Roy, A., Shrivastava, S. L., & Mandal, S. M. (2014). Functional properties of okra Abelmoschus esculentus L.(Moench): Traditional claims and scientific evidences. Plant Science Today, 1(3), 121-130. https://doi.org/10.14719/pst.2014.1.3.63"}, {"Citation": "Schwenk, R. W., Angin, Y., Steinbusch, L. K., Dirkx, E., Hoebers, N., Coumans, W. A., Bonen, A., Broers, J. L., van Eys, G. J., Glatz, J. F., & Luiken, J. J. (2012). Overexpression of vesicle-associated membrane protein (VAMP) 3, but not VAMP2, protects glucose transporter (GLUT) 4 protein translocation in an in vitro model of cardiac insulin resistance. Journal of Biological Chemistry, 287(44), 37530-37539. https://doi.org/10.1074/jbc.M112.363630"}, {"Citation": "Sherwani, S. I., Khan, H. A., Ekhzaimy, A., Masood, A., & Sakharkar, M. K. (2016). Significance of HbA1c test in diagnosis and prognosis of diabetic patients. Biomarker Insights, 11, BMI-S38440. https://doi.org/10.4137/BMI.S38440"}, {"Citation": "Sun, J., Qu, C., Wang, Y., Huang, H., Zhang, M., Li, H., Zhang, Y., Wang, Y., & Zou, W. (2016). PTP1B, a potential target of type 2 diabetes mellitus. Molecular Biology, 5(4), 174. https://doi.org/10.4172/2168-9547.1000174"}, {"Citation": "Van De Wier, B., Koek, G. H., Bast, A., & Haenen, G. R. (2017). The potential of flavonoids in the treatment of non-alcoholic fatty liver disease. Critical Reviews in Food Science and Nutrition, 57(4), 834-855. https://doi.org/10.1080/10408398.2014.952399"}, {"Citation": "Vongsak, B., Sithisarn, P., Mangmool, S., Thongpraditchote, S., Wongkrajang, Y., & Gritsanapan, W. (2013). Maximizing total phenolics, total flavonoids contents and antioxidant activity of Moringa oleifera leaf extract by the appropriate extraction method. Industrial Crops and Products, 44, 566-571. https://doi.org/10.1016/j.indcrop.2012.09.021"}, {"Citation": "Wändell, P. E. (2005). Quality of life of patients with diabetes mellitus: An overview of research in primary health care in the Nordic countries. Scandinavian Journal of Primary Health Care, 23(2), 68-74."}, {"Citation": "Wang, M., Wang, B., Wang, S., Lu, H., Wu, H., Ding, M., Ying, L., Mao, Y., & Li, Y. (2021). Effect of quercetin on lipids metabolism through modulating the gut microbial and AMPK/PPAR signaling pathway in broilers. Frontiers in Cell and Developmental Biology, 9, 165. https://doi.org/10.3389/fcell.2021.616219"}, {"Citation": "Wang, M., Xiao, F. L., Mao, Y. J., Ying, L. L., Zhou, B., & Li, Y. (2019). Quercetin decreases the triglyceride content through the PPAR signaling pathway in primary hepatocytes of broiler chickens. Biotechnology & Biotechnological Equipment, 33(1), 1000-1010. https://doi.org/10.1080/13102818.2019.1635528"}, {"Citation": "Wein, S., Behm, N., Petersen, R. K., Kristiansen, K., & Wolffram, S. (2010). Quercetin enhances adiponectin secretion by a PPAR-γ independent mechanism. European Journal of Pharmaceutical Sciences, 41(1), 16-22. https://doi.org/10.1016/j.ejps.2010.05.004"}, {"Citation": "Zabolotny, J. M., Kim, Y. B., Welsh, L. A., Kershaw, E. E., Neel, B. G., & Kahn, B. B. (2008). Protein-tyrosine phosphatase 1B expression is induced by inflammation in vivo. Journal of Biological Chemistry, 283(21), 14230-14241. https://doi.org/10.1074/jbc.M800061200"}], "ReferenceList": [], "Title": "REFERENCES"}], "History": [{"Year": "2022", "Month": "1", "Day": "4"}, {"Year": "2021", "Month": "9", "Day": "20"}, {"Year": "2022", "Month": "1", "Day": "6"}, {"Year": "2022", "Month": "2", "Day": "2", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "7", "Day": "9", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "2", "Day": "1", "Hour": "6", "Minute": "11"}], "PublicationStatus": "ppublish", "ArticleIdList": ["35102562", "10.1111/jfbc.14097"]}}], "PubmedBookArticle": []}