{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35110618", "DateCompleted": {"Year": "2022", "Month": "03", "Day": "08"}, "DateRevised": {"Year": "2022", "Month": "03", "Day": "08"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "02", "Day": "02"}], "Language": ["eng"], "ELocationID": ["1784", "10.1038/s41598-022-05776-w"], "Journal": {"ISSN": "2045-2322", "JournalIssue": {"Volume": "12", "Issue": "1", "PubDate": {"Year": "2022", "Month": "Feb", "Day": "02"}}, "Title": "Scientific reports", "ISOAbbreviation": "Sci Rep"}, "ArticleTitle": "In vitro regeneration and Agrobacterium-mediated genetic transformation of Dragon's Head plant (Lallemantia iberica).", "Pagination": {"StartPage": "1784", "MedlinePgn": "1784"}, "Abstract": {"AbstractText": ["Dragon's head plant (Lallemantia iberica), is a flowering species belongs to the mint family (Lamiaceae). The species contains valuable essential oils, mucilage and oil which are used in pharmaceutical and food industries. Tissue culture is a feasible strategy to attain large-scale production of plantlets with a huge potential to produce plants with superior quality. The objective of this study was to develop a simple and efficient method for regeneration and transformation of L. iberica. To reach this goal, the regeneration ability of various explants including leaf, cotyledonary node, hypocotyl and cotyledon segments was investigated in MS medium supplemented with diverse concentrations of NAA (Naphthalene acetic acid) and BAP (6-Benzyl Amino Purine). According to the results, cotyledonary nodes showed the best regeneration response. The maximum rate of regeneration (and number of induced shoots was achieved in 1 mg l<sup>-1</sup> BAP in combination with 0.05 mg l<sup>-1</sup> NAA from the cotyledonary nodes. Additionally, through the optimized regeneration technique Agrobacterium-mediated transformation of L. iberica was successfully accomplished. Gene transfer was assessed on leaf samples from regenerated plantlets under a fluorescent microscope to detect the GFP signals. Moreover, transgene integration and its expression were confirmed by PCR and RT-PCR analysis, respectively. The establishment of these efficient regeneration and genetic transformation methods paved the way for further application such as plant improvement, functional analysis and gene editing."], "CopyrightInformation": "© 2022. The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Plant Production and Genetics, Faculty of Agriculture, University of Kurdistan, Sanandaj, Iran."}], "LastName": "Ebrahimzadegan", "ForeName": "Rahman", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Center for Medicinal Plant Breeding and Development, University of Kurdistan, Sanandaj, Iran. a.maroufi@uok.ac.ir."}], "LastName": "Maroufi", "ForeName": "Asad", "Initials": "A"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Sci Rep", "NlmUniqueID": "101563288", "ISSNLinking": "2045-2322"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Naphthaleneacetic Acids"}], "MeshHeadingList": [{"QualifierName": ["genetics"], "DescriptorName": "Agrobacterium"}, {"QualifierName": ["cytology"], "DescriptorName": "Cotyledon"}, {"QualifierName": ["cytology"], "DescriptorName": "Hypocotyl"}, {"QualifierName": ["genetics", "growth & development"], "DescriptorName": "Lamiaceae"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Naphthaleneacetic Acids"}, {"QualifierName": ["cytology"], "DescriptorName": "Plant Shoots"}, {"QualifierName": ["growth & development"], "DescriptorName": "Plants, Genetically Modified"}, {"QualifierName": [], "DescriptorName": "Regeneration"}, {"QualifierName": [], "DescriptorName": "Transformation, Genetic"}], "CoiStatement": "The authors declare no competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Ursu B, Borcean I. Researches concerning the sowing technology at Lallemantia iberica. Res. J. Agric. Sci. 2012;44(1):168–171."}, {"Citation": "Overeem A, Buisman G, Derksen J, Cuperus F, Molhoek L, Grisnich W, Goemans C. Seed oils rich in linolenic acid as renewable feedstock for environment-friendly crosslinkers in powder coatings. Ind. Crops Prod. 1999;10:157–165."}, {"Citation": "Morteza-Semnani K. essential oil composition of Lallemantia iberica Fisch. et CA Mey. J. Essent. Oil Res. 2006;18:164–165."}, {"Citation": "Amanzadeh Y, Khosravi Dehaghi N, Gohari A, Monsef-Esfahani H, Sadat Ebrahimi S. Antioxidant activity of essential oil of Lallemantia iberica in flowering stage and post-flowering stage. Res. J. Biol. Sci. 2011;6:114–117."}, {"Citation": "Gunstone, F. & Harwood, J. Occurrence and characterisation of oils and fats, The lipid handbook with CD-ROM. CRC press, pp. 51–156 (2007)."}, {"Citation": "Ozdemir, F.A., Yildirim, M.U. & Pourali Kahriz, M. Efficient micropropagation of highly economic, medicinal and ornamental plant Lallemantia iberica (Bieb.) Fisch. and CA Mey. BioMed Research International Article ID 476346, (2014). 10.1155/2014/476346", "ArticleIdList": ["PMC4163458", "25247175"]}, {"Citation": "Stasolla C. & Thorpe, T.A. Tissue culture: historical perspectives and applications. In: Kumar A, Sopory SK, editors. Applications of plant biotechnology: in vitro propagation, plant transformations and secondary metabolite production. IK International; 2010. pp. 1–39."}, {"Citation": "Loyola-Vargas VM, Ochoa-Alejo N. An introduction to plant tissue culture: Advances and perspectives. Methods Mol. Biol. 2018;1815:3–13. doi: 10.1007/978-1-4939-8594-4_1.", "ArticleIdList": ["10.1007/978-1-4939-8594-4_1", "29981111"]}, {"Citation": "Thorpe TA. History of plant tissue culture. Mol. Biotechnol. 2007;37:169–180.", "ArticleIdList": ["17914178"]}, {"Citation": "effects of explant types and culture medium Grozeva, S. & Velkov, N. In vitro plant regeneration of two cucumber (Cucumis sativum L.) genotypes. Genetika. 2014;46:485–493."}, {"Citation": "Lowe K, La Rota M, Hoerster G, Hastings C, Wang N, Chamberlin M, Wu E, Jones T, Gordon-Kamm W. Rapid genotype “independent” Zea mays L. (maize) transformation via direct somatic embryogenesis. In Vitro Cell. Dev. Biol.-Plant. 2018;54:240–252.", "ArticleIdList": ["PMC5954046", "29780216"]}, {"Citation": "Farooq N, Nawaz MA, Mukhtar Z, Ali I, Hundleby P, Ahmad N. Investigating the in vitro regeneration potential of commercial cultivars of Brassica. Plants. 2019;8:558.", "ArticleIdList": ["PMC6963692", "31795525"]}, {"Citation": "Gelvin SB. Agrobacterium in the genomics age. Plant Physiol. 2009;150:1665–1676.", "ArticleIdList": ["PMC2719113", "19439569"]}, {"Citation": "Dai S, Zheng P, Marmey P, Zhang S, Tian W, Chen S, Beachy RN, Fauquet C. Comparative analysis of transgenic rice plants obtained by Agrobacterium-mediated transformation and particle bombardment. Mol. Breeding. 2001;7:25–33."}, {"Citation": "Travella S, Ross S, Harden J, Everett C, Snape J, Harwood W. A comparison of transgenic barley lines produced by particle bombardment and Agrobacterium-mediated techniques. Plant Cell Rep. 2005;23:780–789.", "ArticleIdList": ["15761662"]}, {"Citation": "Pourebad N, Motafakkerazad R, Kosari-Nasab M, Akhtar NF, Movafeghi A. The influence of TDZ concentrations on in vitro growth and production of secondary metabolites by the shoot and callus culture of Lallemantia iberica. Plant Cell Tissue Organ Culture (PCTOC) 2015;122:331–339."}, {"Citation": "Murashige T, Skoog F. A revised medium for rapid growth and bio assays with tobacco tissue cultures. Physiol. Plant. 1962;15:473–497."}, {"Citation": "https://gatewayvectors.vib.be/index.php/collection/pxk2fs7."}, {"Citation": "Khanuja SP, Shasany AK, Darokar MP, Kumar S. Rapid isolation of DNA from dry and fresh samples of plants producing large amounts of secondary metabolites and essential oils. Plant Mol. Biol. Report. 1999;17:74–74."}, {"Citation": "Mazzara M, James DJ. The influence of photoperiodic growth condition on isolation of RNA from strawberry (Fragaria × ananassa Duch.) tissue. Mol. Biotechnol. 2000;15:237–241.", "ArticleIdList": ["10986699"]}, {"Citation": "Paz MM, Martinez JC, Kalvig AB, Fonger TM, Wang K. Improved cotyledonary node method using an alternative explant derived from mature seed for efficient Agrobacterium-mediated soybean transformation. Plant Cell Rep. 2006;25:206–213.", "ArticleIdList": ["16249869"]}, {"Citation": "Yadav SK, Katikala S, Yellisetty V, Kannepalle A, Narayana JL, Maddi V, Mandapaka M, Shanker AK, Bandi V, Bharadwaja KP. Optimization of Agrobacterium mediated genetic transformation of cotyledonary node explants of Vigna radiata. Springerplus. 2012;1:1–8.", "ArticleIdList": ["PMC3570761", "23420384"]}, {"Citation": "Behera S, Kar SK, Rout KK, Barik DP, Panda PC, Naik SK. Assessment of genetic and biochemical fidelity of field-established Hedychium coronarium J Koenig regenerated from axenic cotyledonary node on meta-topolin supplemented medium. Ind. Crops Prod. 2019;134:206–215."}, {"Citation": "Aslam MM, Karanja JK, Zhang Q, Lin H, Xia T, Akhtar K, Liu J, Miao R, Xu F, Xu W. In vitro regeneration potential of White Lupin (Lupinus albus) from Cotyledonary Nodes. Plants. 2020;9:318.", "ArticleIdList": ["PMC7154923", "32138269"]}, {"Citation": "Jafari M, Daneshvar MH, Lotfi A. In vitro shoot proliferation of Passiflora caerulea L. via cotyledonary node and shoot tip explants. J. Biotechnol. Comput. Biol. Bionanotechnol. 2017;98:113."}, {"Citation": "Sunil SP, Robinson JP, KarthickBalan S, Anandhaprabhakaran M, Balakrishnan V. In vitro regeneration and induction of multiple shooting in Cicer arietinum L. using cotyledonary nodal explants. Afr. J. Biotechnol. 2015;14:1129–1138."}, {"Citation": "Zhang F, Chen C, Ge H, Liu J, Luo Y, Liu K, Chen L, Xu K, Zhang Y, Tan G. Efficient soybean regeneration and Agrobacterium-mediated transformation using a whole cotyledonary node as an explant. Biotechnol. Appl. Biochem. 2014;61:620–625.", "ArticleIdList": ["24974933"]}, {"Citation": "Taak P, Tiwari S, Koul B. Optimization of regeneration and Agrobacterium-mediated transformation of Stevia (Stevia rebaudiana Bertoni): a commercially important natural sweetener plant. Sci Rep. 2020;10:16224. doi: 10.1038/s41598-020-72751-8.", "ArticleIdList": ["10.1038/s41598-020-72751-8", "PMC7530714", "33004821"]}, {"Citation": "Rasool R, Kamili AN, Ganai BA, Akbar S. Effect of BAP and NAA on shoot regeneration in Prunella vulgaris. J. Natl. Sci. Math. 2009;3(1):21–26."}, {"Citation": "Al Gethami, F.R. & El Sayed, H.E.S.A. In vitro: Influence of Various Concentrations of Plant Growth Regulators (BAP & NAA) and Sucrose on Regeneration of Chenopodium quinoa Willd. Plant. Asian J. Biol. 9(4), 34–43 (2020)."}, {"Citation": "Deswiniyanti NW, Lestari NKD. In vitro propagation of Lilium longiflorum Bulbs using NAA and BAP plant growth regulator treatment. KnE Life Sci. 2020 doi: 10.18502/kls.v5i2.6437.", "ArticleIdList": ["10.18502/kls.v5i2.6437"]}, {"Citation": "Weremczuk-Jeżyna I, Kuźma Ł, Kiss AK, Grzegorczyk-Karolak I. Effect of cytokinins on shoots proliferation and rosmarinic and salvianolic acid B production in shoot culture of Dracocephalum forrestii W. W. Smith. Acta Physiol. Plant. 2018;40:189. doi: 10.1007/s11738-018-2763-z.", "ArticleIdList": ["10.1007/s11738-018-2763-z"]}, {"Citation": "Miguel S, Michel C, Biteau F, et al. In vitro plant regeneration and Agrobacterium-mediated genetic transformation of a carnivorous plant Nepenthes mirabilis. Sci. Rep. 2020;10:17482. doi: 10.1038/S41598-020-74108-7.", "ArticleIdList": ["10.1038/S41598-020-74108-7", "PMC7566609", "33060701"]}, {"Citation": "Kartha K, Pahl K, Leung N, Mroginski L. Plant regeneration from meristems of grain legumes: soybean, cowpea, peanut, chickpea, and bean. Can. J. Bot. 1981;59:1671–1679."}, {"Citation": "Saka H, Voqui-Dinh TH, Cheng T-Y. Stimulation of multiple shoot formation on soybean stem nodes in culture. Plant Sci. Lett. 1980;19:193–201."}, {"Citation": "Wang B, Peng D-X, Liu L-J, Sun Z, Zhang N, Gao S-M. An efficient adventitious shoot regeneration system for ramie (Boehmeria nivea Gaud) using thidiazuron. Bot. Stud. 2007;48:173–180."}, {"Citation": "Abbasi NA, Pervaiz T, Hafiz IA, Yaseen M, Hussain A. Assessing the response of indigenous loquat cultivar Mardan to phytohormones for in vitro shoot proliferation and rooting. J. Zhejiang Univ. Sci. B. 2013;14:774–784.", "ArticleIdList": ["PMC3773548", "24009197"]}, {"Citation": "Chiruvella KK, Mohammed A, Ghanta RG. Phenotypic aberrations during micropropagation of Soymida febrifuga (Roxb.) Adr. Juss. Notulae Scientia Biologicae. 2014;6:99–104."}, {"Citation": "Khan S, Fahim N, Singh P, Rahman LU. Agrobacterium tumefaciens mediated genetic transformation of Ocimum gratissimum: a medicinally important crop. Ind. Crops Prod. 2015;71:138–146."}, {"Citation": "Yan M-M, Xu C, Kim C-H, Um Y-C, Bah AA, Guo D-P. Effects of explant type, culture media and growth regulators on callus induction and plant regeneration of Chinese jiaotou (Allium chinense) Sci. Hortic. 2009;123:124–128."}, {"Citation": "Gourguillon, L., Lobstein, A. & Gondet, L. Effects of explant type, culture media and growth regulators for callus induction of a potential bioactive halophyte: Armeria maritima (Plumbaginaceae). Planta Medica 82(S 01), S1–S381 (2016). 10.1055/s-0036-159679582."}, {"Citation": "Hsieh Y-F, Jain M, Wang J, Gallo M. Direct organogenesis from cotyledonary node explants suitable for Agrobacterium-mediated transformation in peanut (Arachis hypogaea L) Plant Cell Tissue Organ Cult. 2017;128:161–175."}, {"Citation": "Yan H, Liang C, Yang L, Li Y. In vitro and ex vitro rooting of Siratia grosvenorii, a traditional medicinal plant. Acta Physiol. Plant. 2010;32:115–120."}, {"Citation": "Li R, Stelly DM, Trolinder NL. Cytogenetic abnormalities in cotton (Gossypium hirsutum L.) cell cultures. Genome. 1989;32:1128–1134."}, {"Citation": "Stelly DM, Altman D, Kohel R, Rangan T, Commiskey E. Cytogenetic abnormalities of cotton somaclones from callus cultures. Genome. 1989;32:762–770."}, {"Citation": "Choi H, Lemaux P, Cho MJ. Increased chromosomal variation in transgenic versus nontransgenic barley (Hordeum vulgare L.) plants. Crop Sci. 2000;40:524–533."}, {"Citation": "Bregitzer P, Tonks D. Inheritance and expression of transgenes in barley. Crop Sci. 2003;43:4–12."}, {"Citation": "Hosein FN, Lennon AM, Umaharan P. Optimization of an Agrobacterium-mediated transient assay for gene expression studies in Anthurium andraeanum. J. Am. Soc. Hortic. Sci. 2012;137:263–272."}, {"Citation": "Gnasekaran P, Antony JJ, Uddain J, Subramaniam S. Agrobacterium-mediated transformation of the recalcitrant Vanda Kasem's Delight orchid with higher efficiency. ScientificWorldJournal. 2014 doi: 10.1155/2014/583934.", "ArticleIdList": ["10.1155/2014/583934", "PMC4000978", "24977213"]}, {"Citation": "Yan Y-P, Wang Z-Z. Genetic transformation of the medicinal plant Salvia miltiorrhiza by Agrobacterium tumefaciens-mediated method. Plant Cell Tissue Organ Cult. 2007;88:175–184."}, {"Citation": "Swartwood K, Van Eck J. Development of plant regeneration and Agrobacterium tumefaciens-mediated transformation methodology for Physalis pruinosa. Plant Cell Tiss Organ Cult. 2019;137:465–472. doi: 10.1007/s11240-019-01582-x.", "ArticleIdList": ["10.1007/s11240-019-01582-x"]}, {"Citation": "Leclercq J, Lardet L, Martin F, Chapuset T, Oliver G, Montoro P. The green fluorescent protein as an efficient selection marker for Agrobacterium tumefaciens-mediated transformation in Hevea brasiliensis (Mull. Arg) Plant Cell Rep. 2010;29:513–522.", "ArticleIdList": ["20306052"]}, {"Citation": "Mishra MK, Devi S, McCormac A, Scott N, Chen DF, Elliott M, Slater A. Green fluorescent protein as a visual selection marker for coffee transformation. Biologia. 2010;65:639–646. doi: 10.2478/s11756-010-0078-7.", "ArticleIdList": ["10.2478/s11756-010-0078-7"]}, {"Citation": "Miki B, McHugh S. Selectable marker genes in transgenic plants: applications, alternatives and biosafety. J. Biotechnol. 2004;107:193–232.", "ArticleIdList": ["14736458"]}, {"Citation": "Hraška M, Rakouský S, Čurn V. Green fluorescent protein as a vital marker for non-destructive detection of transformation events in transgenic plants. Plant Cell Tissue Organ Cult. 2006;86:303–318."}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "8", "Day": "21"}, {"Year": "2022", "Month": "1", "Day": "18"}, {"Year": "2022", "Month": "2", "Day": "3", "Hour": "5", "Minute": "31"}, {"Year": "2022", "Month": "2", "Day": "4", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "3", "Day": "9", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "2", "Day": "2"}], "PublicationStatus": "epublish", "ArticleIdList": ["35110618", "PMC8810885", "10.1038/s41598-022-05776-w", "10.1038/s41598-022-05776-w"]}}], "PubmedBookArticle": []}