{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35130268", "DateCompleted": {"Year": "2024", "Month": "07", "Day": "25"}, "DateRevised": {"Year": "2024", "Month": "07", "Day": "25"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "02", "Day": "07"}], "Language": ["eng"], "ELocationID": ["e0262338", "10.1371/journal.pone.0262338"], "Journal": {"ISSN": "1932-6203", "JournalIssue": {"Volume": "17", "Issue": "2", "PubDate": {"Year": "2022"}}, "Title": "PloS one", "ISOAbbreviation": "PLoS One"}, "ArticleTitle": "Ethnobotanical and conservation studies of tree flora of Shiwalik mountainous range of District Bhimber Azad Jammu and Kashmir, Pakistan.", "Pagination": {"StartPage": "e0262338", "MedlinePgn": "e0262338"}, "Abstract": {"AbstractText": ["The present study was carried out to explore and document traditional ethnobotanical knowledge of indigenous rural communities of Shiwalik mountainous range regarding tree flora of the area, District Bhimber of Azad Jammu and Kashmir, Pakistan. The local people of the area primarily depend on wild flora for life sustenance and cure of different infirmities. In this research, data was collected through visual appraisal and participatory rural approach using questionnaire method by applying semi-structured and structured-interview protocols (S4 Table). To validate and explore novelty of research work, various quantitative ethnobotanical indices like informant consensus factor, use value index, fidelity level, relative frequency of citation, relative importance of plants, rank order of priority, Jaccard index and priority ranking were used. The highest ICF was found for jaundice with 0.91 value followed by ICF values of 0.89, 0.86 and 0.85 for wounds, skin diseases and stomach pains, respectively. Fidelity level predicted that Azadirachta indica (Indian lilac tree) ranked first (100%) for its prevalent use in ethnomedicines. Highest use value index (0.61) was found for Azadirachta indica while the highest relative frequency of citation (55) was measured for Melia azedarach. The relative order of priority index was the highest for Azadirachta indica and Acacia arabica L. (ROP = 100) depicting their prevalent use in ethnomedicines. For EB study, the highest relative importance (50.8) was found for Azadirachta indica with good number of agro-uses and its seeds and bark are sold or marketed in local markets to prepare herbal therapeutics by indigenous practioners. The Jaccard index depicted that many traditional ethnomedicinal uses of prescribed trees were novel in recipe form or first time reported such as Senegalia modesta (Phulai) resin was used to prepare 'Panjoori' a local tonic prepared from cow or buffalo butter mixing with seeds of Papaver somnifera (Kashkhash) and Prunus amygdalus (Badaam). The wood of many trees like Pinus roxburghii (pine), Dalbergia sissoo (rosewood), Senegalia modesta (Phulai), Acacia. Arabica (kikar), Bombax cieba (cotton tree) is commercially sold as timber in markets (S3 Table). The research proved that population explosion and climate changes have triggered severe biotic and abiotic pressure on tree flora of the study area of Bhimber, AJK. The research describes that plants like Terminalia belerica (belerica), Terminalia arjuna (arjun tree), Cassia fistula (Indian laburnum), Butea monosperma (bastard teak), Phyllanthus emblica (Indian gooseberry), Morus laevigata (Shah toot), Bauhinia variegata (orchid tree) and Flacourtia indica (Indian plum/ kakoo) are threatened species and their population is highly reduced and if reclamation measures for their conservation are not taken, it may lead towards their complete loss from the area. This research recommends sustainable ethnobotanical use of tree flora, their growth and conservation for green and ecofriendly environment for safe and secure future of human generation."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, Mirpur University of Science & Technology (MUST), Mirpur (AJK), Pakistan."}], "LastName": "Khanum", "ForeName": "Humaira", "Initials": "H"}, {"Identifier": ["0000-0003-2468-1413"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, Mirpur University of Science & Technology (MUST), Mirpur (AJK), Pakistan."}], "LastName": "Ishtiaq", "ForeName": "Muhammad", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, University of Gujrat, Gujrat City, Pakistan."}], "LastName": "Bhatti", "ForeName": "Khizar Hayat", "Initials": "KH"}, {"Identifier": ["0000-0002-8449-0494"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, Government College University Faisalabad, Faisalabad, Pakistan."}], "LastName": "Hussain", "ForeName": "Iqbal", "Initials": "I"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, Government College University Faisalabad, Faisalabad, Pakistan."}], "LastName": "Azeem", "ForeName": "Muhammad", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, Mirpur University of Science & Technology (MUST), Mirpur (AJK), Pakistan."}], "LastName": "Maqbool", "ForeName": "Mehwish", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, Mirpur University of Science & Technology (MUST), Mirpur (AJK), Pakistan."}], "LastName": "Hussain", "ForeName": "Tanveer", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, Mirpur University of Science & Technology (MUST), Mirpur (AJK), Pakistan."}], "LastName": "Mushtaq", "ForeName": "Waheeda", "Initials": "W"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, Government College University Faisalabad, Faisalabad, Pakistan."}], "LastName": "Thind", "ForeName": "Sumaira", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, Government College University Faisalabad, Faisalabad, Pakistan."}], "LastName": "Bashir", "ForeName": "Rohina", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, Mirpur University of Science & Technology (MUST), Mirpur (AJK), Pakistan."}], "LastName": "Muzamil", "ForeName": "Mahnoor", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, College of Science, Taif University, Taif, Saudi Arabia."}], "LastName": "Abdel-Hafez", "ForeName": "Shams H", "Initials": "SH"}, {"Identifier": ["0000-0002-7002-568X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Science and Technology, University College-Ranyah, Taif University, Taif, Saudi Arabia."}], "LastName": "Sayed", "ForeName": "Samy", "Initials": "S"}], "PublicationTypeList": ["Journal Article", "Retracted Publication"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "PLoS One", "NlmUniqueID": "101285081", "ISSNLinking": "1932-6203"}, "CommentsCorrectionsList": [{"RefSource": "PLoS One. 2023 Jun 14;18(6):e0287202. doi: 10.1371/journal.pone.0287202", "PMID": "37315050"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Pakistan"}, {"QualifierName": [], "DescriptorName": "Ethnobotany"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Trees"}, {"QualifierName": ["methods"], "DescriptorName": "Conservation of Natural Resources"}, {"QualifierName": ["chemistry", "classification"], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": ["methods"], "DescriptorName": "Medicine, Traditional"}, {"QualifierName": [], "DescriptorName": "Surveys and Questionnaires"}, {"QualifierName": [], "DescriptorName": "Adult"}, {"QualifierName": [], "DescriptorName": "Middle Aged"}], "CoiStatement": "The authors have declared that no competing interests exist."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Ishtiaq M, Mehwish M, Ajaib M, Maqsood A, Iqbal H, Humaira K, Waheeda M, Tanveer H, Shehzad A, Khizar HK, Abdul G. Ethnomedicinal and folklore inventory of wild plants used by rural communities of valley Samahni, District Bhimber Azad Jammu and Kashmir, Pakistan. PLoS ONE, 2021. 16(1). doi: 10.1371/journal.pone.0243151", "ArticleIdList": ["10.1371/journal.pone.0243151", "PMC7806180", "33439877"]}, {"Citation": "Bako SP, Bakfur MJ, John I, Bala. Ethnomedicinal and Phytochemical profile of some savanna plant species in Nigeria. International Journal of Botany. 2005. 1 (2): 147–150."}, {"Citation": "Ishtiaq M, Khan MA, Hanif W. An ethnomedicinal inventory of plants used for family planning and sex diseases treatment in Samahni valley, (A.K.) Pakistan. Pakistan Journal of Biological Science. 2006. 9: 2546–2555."}, {"Citation": "Qasim M, Gulzar S, Shinwari ZK, Aziz I, Khan MA. Traditional ethnobotanical uses of halophytes from Hub, Balochistan. Pakistan Journal of Botany. 2010. 42(3): 1543–1551."}, {"Citation": "Parmesan C. Ecological and evolutionary responses to recent climate change. Annual Review of Ecology, Evolution, and Systematics. 2006; 637–669."}, {"Citation": "Govaerts R. How many species of seed plants are there? Taxon. 2001; 1085–1090."}, {"Citation": "Ibrar M, Hussain F, Sultan A. Ethnobotanical studies on plant resources of Ranyal hills, District Shangla, Pakistan. Pakistan Journal of Botany. 2007; 39: 329."}, {"Citation": "Shinwari MI, Shinwari M. Ethnobotany of medicinal and aromatic plants in Pakistan-An overview. In: IVth International Congress of Ethnobotany. Istanbul: Yeditepe University. 2006. p. 115–122."}, {"Citation": "Tabuti J, Lye K, Dhillion S. Traditional herbal drugs of Bulamogi, Uganda: plants, use and administration. Journal of Ethnopharmacol. 2003; 88:19–44. doi: 10.1016/s0378-8741(03)00161-2", "ArticleIdList": ["10.1016/s0378-8741(03)00161-2", "12902048"]}, {"Citation": "Shrestha PM, Dhillion SS. Medicinal plant diversity and use in the highlands of Dolakha district, Nepal. J Ethnopharmacology. 2003; 86:81–96. doi: 10.1016/s0378-8741(03)00051-5", "ArticleIdList": ["10.1016/s0378-8741(03)00051-5", "12686446"]}, {"Citation": "Husain ZS, Malik RN, Javaid M, Bibi S. Ethnobotanical properties and uses of medicinal plants of Morgha Biodiversity Park, Rawalpindi. Pakistan Journal of Botany. 2008. 40(5):1897–1911."}, {"Citation": "Ajaib M, Ishtiaq M, Bhatti KH, Hussain I, Ghani A, Mehwish M, Tanveer H, Waheeda M, Azeem M, Khan SR, Sumera T, Rohina B. Inventorization of Traditional Ethnobotanical Uses of Wild Plants of Dawarian and Ratti Gali Areas of District Neelum, Azad Jammu and Kashmir Pakistan, Journal PLOS ONE, 2021. doi: 10.1371/journal.pone.0255010", "ArticleIdList": ["10.1371/journal.pone.0255010", "PMC8321310", "34324561"]}, {"Citation": "Mehwish M, Ajaib M, Khizar HB, Ishtiaq M, Humaira K, Tanveer H, Ghani A, Waheeda M. Traditional Knowledge Based Inventory of Wild Plants of Watala National Park and Allied Villages from District Bhimber of Azad Jammu and Kashmir, Pakistan, Applied Ecology and Environmental Research, 2019. b. 7(5):12023–12055."}, {"Citation": "Shah MA. Ethnomedicinal study of the plants of Tehsil Bhakkar, Punjab, Pakistan. Ethnobotany, 2005. 17: 171–175."}, {"Citation": "Shah A, Rahim S, Bhatti KH, Khan A, Din N, Imran M, Mohsin M, Ishtiaq M, Nabila A, Ansari A, Hussain S, Zafar M, Mushtaq M, Mumtaz E, Iqbal J. Ethnobotanical study and conservation status of trees in the district Sargodha, Punjab, Pakistan. Phyton-International Journal of Experimental Botany, 2015. (2015) 84: 34–44."}, {"Citation": "Heinrich M. Ethnobotany and its role in drug development. Phytotherapy Research, 2000. 14: 479–488. doi: 10.1002/1099-1573(200011)14:7&lt;479::aid-ptr958&gt;3.0.co;2-2", "ArticleIdList": ["10.1002/1099-1573(200011)14:7&lt;479::aid-ptr958&gt;3.0.co;2-2", "11054835"]}, {"Citation": "Hurrell JA, de Albuquerque UP. Is Ethnobotany an Ecological Science? Steps towards a complex Ethnobotany. Ethnobiology and Conservation, 2012. 1: 4."}, {"Citation": "Ishtiaq M, Mehwish M, Hussain T, Shah A. Role of indigenous knowledge in biodiversity conservation of an area: a case study on tree ethnobotany of Soona valley, district Bhimber Azad Kashmir, Pakistan, Pakistan Journal of Botany, 2013. 45(SI): 389–399."}, {"Citation": "Awang DV. Quality control and good manufacturing practices: Safety and efficacy of commercial herbals. Food and Drug Law Journal. 1997; 52(3), 341–344.", "ArticleIdList": ["10343036"]}, {"Citation": "Abbasi MA, Arshad S, Riaz T, Zafar A, Aziz R, Siddiqui SZ, Shahzadi T, Ajaib M. In vitro Assessment of Relief to Oxidative Injury by different samples of Xanthoxylum armatum. Asian Journal of Chemistry. 2011b; 23 (8): 3353–3356."}, {"Citation": "Ishtiaq M, Mehwish M, Tanveer H. Interrelationship of Cultural Diversity and Biodiversity and its impact on Conservation, District Bhimber Azad Kashmir, Pakistan. Pakistan Journal of Botany. 2012. 45(157), 245–256."}, {"Citation": "Hussain F, Khaliq A. Ethnobotanical studies of some plants of Dabragai Hills, Swat. Proceedings of First Training Workshop on Ethnobotany and its Application to Conservation. NARC, Islamabad. 1996; 207–215."}, {"Citation": "Ishtiaq M, Mahmood A, Maqbool M. Indigenous knowledge of medicinal plants from Sudhanoti District (AJK), Pakistan. Journal of Ethnopharmacology. 2015; 168, 201–207. doi: 10.1016/j.jep.2015.01.054", "ArticleIdList": ["10.1016/j.jep.2015.01.054", "25666425"]}, {"Citation": "Ajaib M, Islam A, Sidiqui MF. A Contribution to Ethnobotanical Study of Wild Plants of Tehsil Jatlan Azad Jammu & Kashmir. FUUAST Journal of Biology. 2016; 6(2), 247–256."}, {"Citation": "Amjad MS, Arshad M. Ethnobotanical inventory and medicinal uses of some important woody plant species of Kotli, Kashmir, Pakistan. Asian Pacific Journal of Tropical Biomedicine. 2014; 4, 952–958."}, {"Citation": "Amjad MS, Arshad M, Qureshi R. Ethnobotanical inventory and folk uses of indigenous plants from Pir Nasoora National Park, Azad Jammu and Kashmir. Asian Pacific Journal of Tropical Biomedicine. 2015; 5, 234–241."}, {"Citation": "Mahmood A, Qureshi RA, Mahmood A, Sangi Y, Shaheen H, Ahmad I. Ethnobotanical survey of common medicinal plants used by people of district Mirpur, AJK, Pakistan. Journal of Medicinal Plants Research. 2011. b; 5, 4493–4498."}, {"Citation": "Khan MA, Khan MA, Hussain M. Ethnoveterinary medicinal uses of plants of Poonch valley Azad Kashmir. Pakistan Journal of Weed Science Research. 2012; 18, 495–507."}, {"Citation": "Ishtiaq M, Maqbool M, Hussain T, Azam S, Mushtaq W. Ethnomedico Profile of Indigenous flora of Tehsil Barnala, district Bhimber, Pakistan. Journal of Medicinal Plants. 2016; 3(2), 97–104."}, {"Citation": "Mehwish M, Ajaib M, Ishtiaq M, Shehzad A, Tanveer H. Ethnomedicinal Study of Plants Used in Phytotherapeutics among Indigenous Communities of District Bhimber, Azad Kashmir and Migrants to United Kingdom, Proceedings of the Pakistan Academy of Sciences: B. Life and Environmental Sciences, 2019b. 56 (2): 55–74"}, {"Citation": "Mahmood A, Mahmood A, Shaheen H, Qureshi RA, Sangi Y, Gilani SA. Ethnomedicinal survey of plants from district Bhimber Azad Jammu and Kashmir, Pakistan. Journal of Medicinal Plants Research. 2011; 5(11), 2348–2360."}, {"Citation": "Ishtiaq M, Hanif W, Khan MA, Ashraf M, Butt AM. An ethnomedicinal survey and documentation of important medicinal folklore food phytonims of flora of Samahni valley, (Azad Kashmir) Pakistan. Pakistan Journal Biological Sciences. 2007a; 10(13), 2241–2256.", "ArticleIdList": ["19070189"]}, {"Citation": "Hussain T, Ishtiaq M. A floristic description of flora and ethnobotany of Samahni Valley (AK), Pakistan. Ethnobotanical Leaflets. 2009; 13:(7), 873–99."}, {"Citation": "Ishtiaq M, Mumtaz AS, Hussain T, Ghani A. Medicinal plant diversity in the flora of Leepa Valley, Muzaffarabad (AJK), Pakistan. African Journal of Biotechnology. 2012; 11(13), 3087–3098."}, {"Citation": "Ishtiaq M, Khan MA, Hanif W. Ethnoveterinary medicinal uses of plants from Samahni valley dist. Bhimber, (Azad Kashmir) Pakistan. Asian Journal of Plant Sciences. 2006; 5(2), 390–396."}, {"Citation": "Ishtiaq M, Hanif W, Khan MA, Ashraf M, Butt AM. An ethnomedicinal survey and documentation of important medicinal folklore food phytonyms of flora of Samahni valley, (Azad Kashmir) Pakistan. Pakistan Journal Biological Sciences. 2007a; 10(13), 2241–2256.", "ArticleIdList": ["19070189"]}, {"Citation": "Ali SI, Omer S, Qaisar M. Flora of Pakistan: in Mohammad Afzal and Mufti Shehzad A (edts.). Natural History Research in Pakistan. PASTIC, Islamabad. 2001."}, {"Citation": "Seshagirirao K, Harikrishnanaik L, Venumadhav K, Nanibabu B, Jamir K, Ratnamma B K, & Kunal D. Preparation of Herbarium Specimen for Plant Identification and Voucher Number, Roxburghia, 2016. 6(1–4): 111–119."}, {"Citation": "Amjad MS, Qaeem FM, Ahmad I, Khan SU, Chaudhari SK, Malik NZ, Shaheen H, Khan AM. Descriptive study of plant resources in the context of the ethnomedicinal relevance of indigenous flora: A case study from Toli Peer National Park, Azad Jammu and Kashmir, Pakistan. PLOS ONE. 2017; 12(2), 1–31.", "ArticleIdList": ["PMC5305106", "28192466"]}, {"Citation": "Cook FE. 1995. Economic botany data collection standard. Royal Botanic Gardens (Kew)."}, {"Citation": "Farnsworth NR. Screening plants for new medicines. In: Wilson E.O., Ed., Chapter 9 in Biodiversity, National Academy Press, Washington DC: 1988."}, {"Citation": "Purohit S, Vyas S. Medicinal Plant Cultivation: A Scientific Approach: Including Processing and Financial Guidelines. Agrobios (India). 2004."}, {"Citation": "Bradacs G, Heilmann J, Weckerle CS. Medicinal plant use in Vanuatu: A comparative ethnobotanical study of three islands. Journal of Ethnopharmacology. 2011. 137: 434–448. doi: 10.1016/j.jep.2011.05.050", "ArticleIdList": ["10.1016/j.jep.2011.05.050", "21679762"]}, {"Citation": "Rehman MN, Ahmad M, Sultana S, Zafar M, Edwards S. Relative popularity level of medicinal plants in Talagang, Punjab Province, Pakistan. Revista Brasileira the Farmacognosia. 2017; 27(6), 751–775."}, {"Citation": "Ju Y, Zhuo J, Liu B, Long C. Eating from the wild: diversity of wild edible plants used by Tibetans in Shangri-la region, Yunnan, China. Journal of Ethnobiology and Ethnomedicine. 2013. 9: 28 doi: 10.1186/1746-4269-9-28", "ArticleIdList": ["10.1186/1746-4269-9-28", "PMC3648497", "23597086"]}, {"Citation": "Mugisha MK, Asiimwe S, Namutebi A, Borg-Karlson A-K, Kakudidi EK. Ethnobotanical study of indigenous knowledge on medicinal and nutritious plants used to manage opportunistic infections associated with HIV/AIDS in western Uganda. Journal of Ethnopharmacology. 2014. 155: 194–202 doi: 10.1016/j.jep.2014.05.012", "ArticleIdList": ["10.1016/j.jep.2014.05.012", "24862490"]}, {"Citation": "Ahmed E, Arshad M, Saboor A, Qureshi R, Mustafa G, Sadiq S. Ethnobotanical appraisal and medicinal use of plants in Patriata, New Murree, evidence from Pakistan. Journal of Ethnobiology and Ethnomedicine. 2013. 9: 13. doi: 10.1186/1746-4269-9-13", "ArticleIdList": ["10.1186/1746-4269-9-13", "PMC3599915", "23445756"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "8", "Day": "29"}, {"Year": "2021", "Month": "12", "Day": "22"}, {"Year": "2022", "Month": "2", "Day": "7", "Hour": "17", "Minute": "13"}, {"Year": "2022", "Month": "2", "Day": "8", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "2", "Day": "25", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "2", "Day": "7"}], "PublicationStatus": "epublish", "ArticleIdList": ["35130268", "PMC8820631", "10.1371/journal.pone.0262338", "PONE-D-21-27198"]}}], "PubmedBookArticle": []}