{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35140337", "DateCompleted": {"Year": "2022", "Month": "03", "Day": "04"}, "DateRevised": {"Year": "2022", "Month": "03", "Day": "04"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "02", "Day": "09"}], "Language": ["eng"], "ELocationID": ["2225", "10.1038/s41598-022-06358-6"], "Journal": {"ISSN": "2045-2322", "JournalIssue": {"Volume": "12", "Issue": "1", "PubDate": {"Year": "2022", "Month": "Feb", "Day": "09"}}, "Title": "Scientific reports", "ISOAbbreviation": "Sci Rep"}, "ArticleTitle": "Chemical composition, antioxidant, and antimicrobial activity of Elsholtzia beddomei C. B. Clarke ex Hook. f. essential oil.", "Pagination": {"StartPage": "2225", "MedlinePgn": "2225"}, "Abstract": {"AbstractText": ["The essential oil of Elsholtzia beddomei C. B. Clarke ex Hook. f. was investigated for its chemical composition and tested for antioxidant and antimicrobial activities. The E. beddomei essential oil was extracted using hydrodistillation for 4 h (yield of 1.38% w/w). Forty-three volatile compounds were identified in the E. beddomei essential oil, including linalool (83.67%), perillaldehyde (4.68%), neral (3.68%), perillene (1.65%), E-caryophyllene (1.55%), and α-zingiberene (1.06%) as the major compounds. The antioxidant activity of the E. beddomei essential oil was determined using 2,2-diphenyl-1-picrylhydrazyl (DPPH) free radical and 2,2-azino-bis(3-ethylbenzothiazoline-6-sulfonic acid (ABTS) radical cation scavenging activity. The IC<sub>50</sub> values calculated using the DPPH and ABTS methods were 148.31 and 172.22 µg/mL, respectively. In addition, using disc diffusion and broth microdilution methods, the antimicrobial activities of the E. beddomei essential oil against Escherichia coli, Pseudomonas aeruginosa, Enterobacter aerogenes, Staphylococcus aureus, Staphylococcus epidermidis, Bacillus subtilis, and Candida albicans were evaluated. The E. beddomei essential oil possessed an inhibitory effect with the minimum inhibitory concentration in the range of 31.25-250.00 µg/mL among these pathogens. The results indicated that E. beddomei essential oil is an alternative raw material of food, and medicinal products for use in pharmaceutical applications."], "CopyrightInformation": "© 2022. The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Science, Mae Fah Luang University, Chiang Rai, 57100, Thailand."}], "LastName": "Sripahco", "ForeName": "Teerapong", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Science, Mae Fah Luang University, Chiang Rai, 57100, Thailand."}], "LastName": "Khruengsai", "ForeName": "Sarunpron", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medicinal Plants Innovation Center, Mae Fah Luang University, Chiang Rai, 57100, Thailand."}, {"Identifier": [], "Affiliation": "School of Integrative Medicine, Mae Fah Luang University, Chiang Rai, 57100, Thailand."}], "LastName": "Charoensup", "ForeName": "Rawiwan", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Science, Mae Fah Luang University, Chiang Rai, 57100, Thailand."}], "LastName": "Tovaranonte", "ForeName": "Jantrararuk", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Science, Mae Fah Luang University, Chiang Rai, 57100, Thailand. patcharee.pri@mfu.ac.th."}, {"Identifier": [], "Affiliation": "Center of Chemical Innovation for Sustainability (CIS), Mae Fah Luang University, Chiang Rai, 57100, Thailand. patcharee.pri@mfu.ac.th."}], "LastName": "Pripdeevech", "ForeName": "Patcharee", "Initials": "P"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Sci Rep", "NlmUniqueID": "101563288", "ISSNLinking": "2045-2322"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Anti-Infective Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Antioxidants"}, {"RegistryNumber": "0", "NameOfSubstance": "Oils, Volatile"}], "MeshHeadingList": [{"QualifierName": ["chemistry", "pharmacology"], "DescriptorName": "Anti-Infective Agents"}, {"QualifierName": ["chemistry", "pharmacology"], "DescriptorName": "Antioxidants"}, {"QualifierName": ["drug effects"], "DescriptorName": "Bacteria"}, {"QualifierName": ["drug effects"], "DescriptorName": "Candida albicans"}, {"QualifierName": ["chemistry"], "DescriptorName": "Lamiaceae"}, {"QualifierName": [], "DescriptorName": "Microbial Sensitivity Tests"}, {"QualifierName": ["chemistry", "pharmacology"], "DescriptorName": "Oils, Volatile"}], "CoiStatement": "The authors declare no competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Lopez-Romero, J. C., González-Ríos, H., Borges, A., & Simões, M. Antibacterial effects and mode of action of selected essential oils components against Escherichia coli and Staphylococcus aureus. Evid Based Compl. Alt.2015 (2015).", "ArticleIdList": ["PMC4499417", "26221178"]}, {"Citation": "Berdy J. Thoughts and facts about antibiotics: where we are now and where we are heading. J. Antibiot. 2012;65:385–395. doi: 10.1038/ja.2012.27.", "ArticleIdList": ["10.1038/ja.2012.27", "22511224"]}, {"Citation": "Mathers, C., Fat, D. M. &Boerma, J. The global burden of disease: 2004 Update, World Health Organization (2008)."}, {"Citation": "Ferhat MA, Meklati BY, Chemat F. Comparison of different isolation methods of essential oil from Citrus fruits: cold pressing, hydrodistillation and microwave ‘dry’ distillation. Flav. Fragr. J. 2007;22:494–504. doi: 10.1002/ffj.1829.", "ArticleIdList": ["10.1002/ffj.1829"]}, {"Citation": "Burt S. Essential oils: their antibacterial properties and potential applications in foods: a review. Int. J. Food Microbiol. 2004;94:223–253. doi: 10.1016/j.ijfoodmicro.2004.03.022.", "ArticleIdList": ["10.1016/j.ijfoodmicro.2004.03.022", "15246235"]}, {"Citation": "Dhifi W, Bellili S, Jazi S, Bahloul N, Mnif W. Essential oils’ chemical characterization and investigation of some biological activities: a critical review. Medicines. 2016;3:25. doi: 10.3390/medicines3040025.", "ArticleIdList": ["10.3390/medicines3040025", "PMC5456241", "28930135"]}, {"Citation": "Rezaie M, Farhoosh R, Sharif A, Asili J, Iranshahi M. Chemical composition, antioxidant and antibacterial properties of Bene (Pistaciaatlantica subsp mutica) hull essential oil. Int. J. Food Sci. Technol. 2015;52:6784–6790. doi: 10.1007/s13197-015-1789-0.", "ArticleIdList": ["10.1007/s13197-015-1789-0", "PMC4573120", "26396430"]}, {"Citation": "Guo Z, Liu Z, Wang X, Liu W, Jiang R, Cheng R, She G. Elsholtzia: phytochemistry and biological activities. Chem. Cent. J. 2012;6:1–8. doi: 10.1186/1752-153X-6-S1-S1.", "ArticleIdList": ["10.1186/1752-153X-6-S1-S1", "PMC3536681", "23216850"]}, {"Citation": "Khan M, Ganie SA, Wani IH, Ganai BA, Masood A, Zargar MA, Malik AH, Hamid R. Free radical scavenging activity of Elsholtziadensa. J. Acupunct. Meridian Stud. 2012;5:104–111. doi: 10.1016/j.jams.2011.12.001.", "ArticleIdList": ["10.1016/j.jams.2011.12.001", "22682271"]}, {"Citation": "Bongcheewin B, Chantaranothai P. Two new records of ElsholtziaWilld(Lamiaceae) for Thailand. Trop. Nat. Hist. 2008;8:1–5."}, {"Citation": "Phetsang S, Panyakaew J, Wangkarn S, Chandet N, Inta A, Kittiwachana S, Pyne SG, Mungkornasawakul P. Chemical diversity and anti-acne inducing bacterial potentials of essential oils from selected Elsholtzia species. Nat. Prod. Res. 2019;33:553–556. doi: 10.1080/14786419.2017.1395436.", "ArticleIdList": ["10.1080/14786419.2017.1395436", "29072094"]}, {"Citation": "Silva SD, Sato A, Lage CLS, San Gil RADS, Azevedo DDA, Esquibel MA. Essential oil composition of Melissa officinalis L. in vitro produced under the influence of growth regulators. J. Braz. Chem. Soc. 2005;16:1387–1390. doi: 10.1590/S0103-50532005000800014.", "ArticleIdList": ["10.1590/S0103-50532005000800014"]}, {"Citation": "Babahmad RA, Aghraz A, Boutafda A, Papazoglou EG, Tarantilis PA, Kanakis C, Hafidi M, Ouhdouch Y, Outzourhit A, Ouhammou A. Chemical composition of essential oil of Jatropha curcas L. leaves and its antioxidant and antimicrobial activities. Ind. Crops Prod. 2018;121:405–410. doi: 10.1016/j.indcrop.2018.05.030.", "ArticleIdList": ["10.1016/j.indcrop.2018.05.030"]}, {"Citation": "Ren P, Shen XW, Zheng SZ. Studies on the chemical components and application of essential oils of ElsholtziablandaBenth. J. Northwest Norm. Univ. 2002;38:58–60."}, {"Citation": "Zheng S, Kang S, Shen T. The chemical constituents of ElsholtziastauntoniiBenth. J. Northwest Norm. Univ. 2000;36:51–57."}, {"Citation": "Zheng S, Kang S, Shen Y, Sun L. Three new C-methylated flavones from Elsholtziastauntonii. Planta Med. 1999;65:173–175. doi: 10.1055/s-2006-960459.", "ArticleIdList": ["10.1055/s-2006-960459", "17260252"]}, {"Citation": "Li MJ, Qing WX, Yang YX, Zhao DB, Liu XH, Liu KZ. Scavenging activities of seven natural flavonoids for superoxide anion radicals. Chem. Res. 2006;17:73–75."}, {"Citation": "Fang H, Duan H, Xu Y, Zhou T. Studies on the chemical components of essential oil of ElsholtziaBlanda. Chin. J. Chromatogr. 1993;11:69."}, {"Citation": "Liu X, Jia J, Yang L, Yang F, Ge H, Zhao C, Zu Y. Evaluation of antioxidant activities of aqueous extracts and fractionation of different parts of Elsholtzia ciliate. Molecules. 2012;17:5430–5441. doi: 10.3390/molecules17055430.", "ArticleIdList": ["10.3390/molecules17055430", "PMC6268047", "22572928"]}, {"Citation": "Zhang JC, Liu W, Yan HP, Li Y, Xue CL. Study on antioxidant activity of ElsholtziabodinieriVaniot and determination of microelements. Food Sci. Technol. 2007;4:206–207."}, {"Citation": "Guo ZQ, Lv HN, Chen QL, She GM. DPPH and ABTS radical scavenging capacity of Elsholtziarugulosa. Chin. J. Exp. Tradit. Med. Formul. 2010;16:180–183."}, {"Citation": "Ma J, Xu RR, Lu Y, Ren DF, Lu J. Composition, antimicrobial and antioxidant activity of supercritical fluid extract of Elsholtzia ciliate. J. Essent. Oil Bear. Plants. 2018;21:556–562. doi: 10.1080/0972060X.2017.1409657.", "ArticleIdList": ["10.1080/0972060X.2017.1409657"]}, {"Citation": "Lee JS, Kim GH, Lee HG. Characteristics and antioxidant activity of Elsholtziasplendens extract-loaded nanoparticles. J. Agric. Food Chem. 2010;58:3316–3321. doi: 10.1021/jf904091d.", "ArticleIdList": ["10.1021/jf904091d", "20187637"]}, {"Citation": "Gao YT, Li L, Dai JH, Bei YX, Guo Y. Extraction of flavonoid from Chinese Materia medics by ultrasonic extraction coupling with propyl-alcohol ammonium sulfate aqueous two-phase separation and its antioxidation of extractives. J. Chin. Pharm. Sci. 2009;44:736–739."}, {"Citation": "Anwar F, Bakht A, Geesi M, Rehman N, Adam E, Kamal M, Ajmal N. Compositional variation in volatile constituents and some activities of thyme essential oils harvested from Saudi Arabia. Lat. Am. J. Pharm. 2020;39:1221–1232."}, {"Citation": "Baschieri A, Ajvazi MD, Tonfack JLF, Valgimigli L, Amorati R. Explaining the antioxidant activity of some common non-phenolic components of essential oils. Food Chem. 2017;232:656–663. doi: 10.1016/j.foodchem.2017.04.036.", "ArticleIdList": ["10.1016/j.foodchem.2017.04.036", "28490124"]}, {"Citation": "Ruberto G, Baratta MT, Deans SG, Dorman HD. Antioxidant and antimicrobial activity of Foeniculum vulgare and Crithmummaritimum essential oils. Planta Med. 2000;66:687–693. doi: 10.1055/s-2000-9773.", "ArticleIdList": ["10.1055/s-2000-9773", "11199122"]}, {"Citation": "Kim SS, Oh HJ, Baik JS, Oh TH, Yun PY, Kim CS, Lee NH, Hyun CG. Chemical composition and biological activities of Elsholtziasplendens essential oil. J. Appl. Biol. Chem. 2008;51:69–72. doi: 10.3839/jabc.2008.013.", "ArticleIdList": ["10.3839/jabc.2008.013"]}, {"Citation": "Hu HB, Cao H, Jian YF, Zheng XD. Study on extraction and antibacterial activity of active constituents of Elshoitzia cilia a Hyland. Pratacult. Sci. 2007;24:36–39."}, {"Citation": "Hu H, Zheng X. Study on extraction, separation and antimicrobial activity of volatile oil from Elsholtziarugulosa. Chin. J. Hosp. Pharm. 2006;26:14."}, {"Citation": "Gong MX. Research progress of Elsholtziasplendens on pharmacology. Beijing Med. 1997;6:46–48."}, {"Citation": "Zhang, Y., Liu, H., & Zhu, W. Advances in the study of Elsholtziasplendens. J. Chin. Med. Mater.25 (2002)."}, {"Citation": "Zuo GY, Wang GC, Zhao YB, Xu GL, Hao XY, Han J, Zhao Q. Screening of Chinese medicinal plants for inhibition against clinical isolates of methicillin-resistant Staphylococcus aureus (MRSA) J. Ethnopharmacol. 2008;120:287–290. doi: 10.1016/j.jep.2008.08.021.", "ArticleIdList": ["10.1016/j.jep.2008.08.021", "18804522"]}, {"Citation": "Dorman HD, Deans SG. Antimicrobial agents from plants: antibacterial activity of plant volatile oils. J. Appl. Microbiol. 2000;88:308–316. doi: 10.1046/j.1365-2672.2000.00969.x.", "ArticleIdList": ["10.1046/j.1365-2672.2000.00969.x", "10736000"]}, {"Citation": "Mahboubi M, Kazempour N. Chemical composition and antimicrobial activity of Saturejahortensisand Trachyspermumcopticum essential oil. Iran J. Microbiol. 2011;3:194.", "ArticleIdList": ["PMC3330183", "22530088"]}, {"Citation": "Utegenova GA, Pallister KB, Kushnarenko SV, Özek G, Özek T, Abidkulova KT, Kirpotina NL, Schepetkin AI, Quinn MT, Voyich JM. Chemical composition and antibacterial activity of essential oils from Ferula L. species against methicillin-resistant Staphylococcus aureus. Molecules. 2018;23:1679. doi: 10.3390/molecules23071679.", "ArticleIdList": ["10.3390/molecules23071679", "PMC6099696", "29996498"]}, {"Citation": "Hyldgaard M, Mygind T, Meyer RL. Essential oils in food preservation: mode of action, synergies, and interactions with food matrix components. Front. Microbiol. 2012;3:12. doi: 10.3389/fmicb.2012.00012.", "ArticleIdList": ["10.3389/fmicb.2012.00012", "PMC3265747", "22291693"]}, {"Citation": "Adams, R. P. Identification of essential oil components by gas chromatography/mass spectroscopy, Edn. 4.1. Allured Publishing Corporation: Illinois, USA (2017)."}, {"Citation": "Insawang S, Pripdeevech P, Tanapichatsakul C, Khruengsai S, Monggoot S, Nakham T, Artrod A, D’Souza PE, Panuwet P. Essential oil compositions and antibacterial and antioxidant activities of five Lavandula stoechas cultivars grown in Thailand. Chem. Biodivers. 2019;16:1900371. doi: 10.1002/cbdv.201900371.", "ArticleIdList": ["10.1002/cbdv.201900371", "31464066"]}, {"Citation": "Lu WC, Huang DW, Wang CC, Yeh CH, Tsai JC, Huang YT, Li PH. Preparation, characterization, and antimicrobial activity of nanoemulsions incorporating citral essential oil. J. Food Drug Anal. 2018;26:82–89. doi: 10.1016/j.jfda.2016.12.018.", "ArticleIdList": ["10.1016/j.jfda.2016.12.018", "29389592"]}, {"Citation": "Teh CH, Nazni WA, Norazah A, Lee HL. Determination of antibacterial activity and minimum inhibitory concentration of larval extract of fly via resazurin-based turbidometric assay. BMC Microbiol. 2017;17:36. doi: 10.1186/s12866-017-0936-3.", "ArticleIdList": ["10.1186/s12866-017-0936-3", "PMC5314469", "28209130"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "10", "Day": "20"}, {"Year": "2022", "Month": "1", "Day": "14"}, {"Year": "2022", "Month": "2", "Day": "10", "Hour": "5", "Minute": "32"}, {"Year": "2022", "Month": "2", "Day": "11", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "3", "Day": "5", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "2", "Day": "9"}], "PublicationStatus": "epublish", "ArticleIdList": ["35140337", "PMC8828703", "10.1038/s41598-022-06358-6", "10.1038/s41598-022-06358-6"]}}], "PubmedBookArticle": []}