{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Echinacea purpurea", "BAHD", "SCPL", "acyltransferase", "biosynthesis pathway", "hydroxycinnamic acid", "medicinal plant", "substrate promiscuity"]], "GeneralNote": [], "OtherAbstract": [{"AbstractText": ["Hydroxycinnamic acid derivatives (HADs) such as chicoric acid are the main active ingredients of purple coneflower (Echinacea purpurea (L.) Moench). Recently, the biosynthesis of chicoric acid catalyzed by both BAHD and serine carboxypeptidase-like (SCPL) acyltransferases has been elucidated. However, the diversity of HADs in purple coneflower and their biosynthesis pathways remain unclear. Here, through an alignment of extract ion chromatograms of potential fragments, tentative HADs, such as phaselic acid and chicoric acid analogs (deoxy- and methyl-), were found in purple coneflower. Phylogenetic analyses based on the full-length transcriptome were conducted to explore additional BAHD and SCPL acyltransferases that might be involved in HAD biosynthesis. One BAHD, conserved among Echinacea species, showed weak hydroxycinnamoyl-CoA:tartaric acid hydroxycinnamoyl transferase (HTT) activity. Further results indicated that this BAHD was hydroxycinnamoyl-CoA:malic acid hydroxycinnamoyl transferase (HMT), which catalyzes the biosynthesis of phaselic acid. Although no potential isozyme was found for chicoric acid synthase (CAS), CAS itself showed acyl acceptor promiscuity and catalyzed the biosynthesis of deoxychicoric acid and methylchicoric acid. Overall, we identified additional HADs and depicted their biosynthesis network in purple coneflower. The substrate promiscuity of identified acyltransferases diversifies HADs, indicating the complexity of plant secondary metabolism."], "CopyrightInformation": "© 2022 Society for Experimental Biology and John Wiley & Sons Ltd."}], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35141962", "DateCompleted": {"Year": "2022", "Month": "05", "Day": "03"}, "DateRevised": {"Year": "2022", "Month": "05", "Day": "06"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "03", "Day": "01"}], "Language": ["eng"], "ELocationID": ["10.1111/tpj.15704"], "Journal": {"ISSN": "1365-313X", "JournalIssue": {"Volume": "110", "Issue": "3", "PubDate": {"Year": "2022", "Month": "May"}}, "Title": "The Plant journal : for cell and molecular biology", "ISOAbbreviation": "Plant J"}, "ArticleTitle": "Substrate promiscuity of acyltransferases contributes to the diversity of hydroxycinnamic acid derivatives in purple coneflower.", "Pagination": {"StartPage": "802", "EndPage": "813", "MedlinePgn": "802-813"}, "Abstract": {"AbstractText": ["High pliability and promiscuity are observed widely exist in plant specialized metabolism, especially the hydroxycinnamic acid metabolism. Here, we identified an addition BAHD acyltransferase (EpHMT) that catalyzes phaselic acid biosynthesis and found that the substrate promiscuities of identified BAHD and SCPL acyltransferases are responsible for the diversity of hydroxycinnamic acid derivatives in purple coneflower."], "CopyrightInformation": "© 2022 Society for Experimental Biology and John Wiley & Sons Ltd."}, "AuthorList": [{"Identifier": ["0000-0001-8619-4616"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Bio-resource and Eco-environment of Ministry of Education, College of Life Sciences, Sichuan University, Chengdu, 610064, China."}], "LastName": "Fu", "ForeName": "Rao", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Bio-resource and Eco-environment of Ministry of Education, College of Life Sciences, Sichuan University, Chengdu, 610064, China."}], "LastName": "Zhang", "ForeName": "Pingyu", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Bio-resource and Eco-environment of Ministry of Education, College of Life Sciences, Sichuan University, Chengdu, 610064, China."}], "LastName": "Jin", "ForeName": "Ge", "Initials": "G"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Bio-resource and Eco-environment of Ministry of Education, College of Life Sciences, Sichuan University, Chengdu, 610064, China."}], "LastName": "Wei", "ForeName": "Shuo", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Southwestern Chinese Medicine Resources, Chengdu University of Traditional Chinese Medicine, Chengdu, 611137, China."}], "LastName": "Chen", "ForeName": "Jiang", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory of Southwestern Chinese Medicine Resources, Chengdu University of Traditional Chinese Medicine, Chengdu, 611137, China."}], "LastName": "Pei", "ForeName": "Jin", "Initials": "J"}, {"Identifier": ["0000-0002-7793-1108"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Key Laboratory of Bio-resource and Eco-environment of Ministry of Education, College of Life Sciences, Sichuan University, Chengdu, 610064, China."}], "LastName": "Zhang", "ForeName": "Yang", "Initials": "Y"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Plant J", "NlmUniqueID": "9207397", "ISSNLinking": "0960-7412"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Biological Products"}, {"RegistryNumber": "0", "NameOfSubstance": "Coumaric Acids"}, {"RegistryNumber": "EC 2.3.-", "NameOfSubstance": "Acyltransferases"}], "MeshHeadingList": [{"QualifierName": ["genetics", "metabolism"], "DescriptorName": "Acyltransferases"}, {"QualifierName": [], "DescriptorName": "Biological Products"}, {"QualifierName": [], "DescriptorName": "Coumaric Acids"}, {"QualifierName": ["metabolism"], "DescriptorName": "Echinacea"}, {"QualifierName": ["metabolism"], "DescriptorName": "Plants"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Altschul, S.F., Madden, T.L., Schäffer, A.A., Zhang, J., Zhang, Z., Miller, W. et al. (1997) Gapped BLAST and PSI-BLAST: a new generation of protein database search programs. Nucleic Acids Research, 25, 3389-3402."}, {"Citation": "Barnes, J., Anderson, L.A., Gibbons, S. & Phillipson, J.D. (2005) Echinacea species (Echinacea angustifolia (DC.) hell., Echinacea pallida (Nutt.) Nutt., Echinacea purpurea (L.) Moench): a review of their chemistry, pharmacology and clinical properties. The Journal of Pharmacy and Pharmacology, 57, 929-954."}, {"Citation": "Barros, J., Escamilla-Trevino, L., Song, L., Rao, X., Serrani-Yarce, J.C., Palacios, M.D. et al. (2019) 4-coumarate 3-hydroxylase in the lignin biosynthesis pathway is a cytosolic ascorbate peroxidase. Nature Communications, 10, 1994."}, {"Citation": "Bird, S.S., Marur, V.R., Sniatynski, M.J., Greenberg, H.K. & Kristal, B.S. (2011) Lipidomics profiling by high-resolution LC−MS and high-energy collisional dissociation fragmentation: focus on characterization of mitochondrial cardiolipins and Monolysocardiolipins. Analytical Chemistry, 83, 940-949."}, {"Citation": "Bontpart, T., Cheynier, V., Ageorges, A. & Terrier, N. (2015) BAHD or SCPL acyltransferase? What a dilemma for acylation in the world of plant phenolic compounds. The New Phytologist, 208, 695-707."}, {"Citation": "Borchers, A.T., Keen, C.L., Stern, J.S. & Gershwin, M.E. (2000) Inflammation and native American medicine: the role of botanicals. The American Journal of Clinical Nutrition, 72, 339-347."}, {"Citation": "Castelluccio, C., Paganga, G., Melikian, N., Paul Bolwell, G., Pridham, J., Sampson, J. et al. (1995) Antioxidant potential of intermediates in phenylpropanoid metabolism in higher plants. FEBS Letters, 368, 188-192."}, {"Citation": "Chen, X., Hagel, J.M., Chang, L., Tucker, J.E., Shiigi, S.A., Yelpaala, Y. et al. (2018) A pathogenesis-related 10 protein catalyzes the final step in thebaine biosynthesis. Nature Chemical Biology, 14, 738-743."}, {"Citation": "Ciarkowska, A., Ostrowski, M., Starzyńska, E. & Jakubowska, A. (2018) Plant SCPL acyltransferases: multiplicity of enzymes with various functions in secondary metabolism. Phytochemistry Reviews, 18, 303-316."}, {"Citation": "Eid, J., Fehr, A., Gray, J., Luong, K., Lyle, J., Otto, G. et al. (2009) Real-time DNA sequencing from single polymerase molecules. Science, 323, 133-138."}, {"Citation": "Fraser, C.M., Rider, L.W. & Chapple, C. (2005) An expression and bioinformatics analysis of the Arabidopsis serine carboxypeptidase-like gene family. Plant Physiology, 138, 1136-1148."}, {"Citation": "Fu, R., Li, J., Yu, H., Zhang, Y., Xu, Z. & Martin, C. (2021) The yin and Yang of traditional Chinese and Western medicine. Medicinal Research Reviews, 41, 3182-3200."}, {"Citation": "Fu, R., Zhang, P., Deng, Z., Jin, G., Guo, Y. & Zhang, Y. (2021) Diversity of antioxidant ingredients among echinacea species. Industrial Crops and Products, 170, 113699."}, {"Citation": "Fu, R., Zhang, P., Deng, Z., Jin, G. & Zhang, Y. (2021) Chicoric acid provides better ultraviolet protection than the sum of its substrates in purple coneflower plants. Industrial Crops and Products, 170, 113778."}, {"Citation": "Fu, R., Zhang, P., Jin, G., Wang, L., Qi, S., Cao, Y. et al. (2021) Versatility in acyltransferase activity completes chicoric acid biosynthesis in purple coneflower. Nature Communications, 12, 1563."}, {"Citation": "Jacobowitz, J.R. & Weng, J.K. (2020) Exploring uncharted territories of plant specialized metabolism in the postgenomic era. Annual Review of Plant Biology, 71, 631-658."}, {"Citation": "Karsch-Volk, M., Barrett, B. & Linde, K. (2015) Echinacea for preventing and treating the common cold. JAMA, 313, 618-619."}, {"Citation": "Kindscher, K. (2016) Echinacea."}, {"Citation": "Kreis, W. & Munkert, J. (2019) Exploiting enzyme promiscuity to shape plant specialized metabolism. Journal of Experimental Botany, 70, 1435-1445."}, {"Citation": "Kriegshauser, L., Knosp, S., Grienenberger, E., Tatsumi, K., Gutle, D.D., Sorensen, I. et al. (2021) Function of the HYDROXYCINNAMOYL-CoA:SHIKIMATE HYDROXYCINNAMOYL TRANSFERASE is evolutionarily conserved in embryophytes. The Plant Cell, 33, 1472-1491."}, {"Citation": "Landmann, C., Hücherig, S., Fink, B., Hoffmann, T., Dittlein, D., Coiner, H.A. et al. (2011) Substrate promiscuity of a rosmarinic acid synthase from lavender (Lavandula angustifolia L.). Planta, 234, 305-320."}, {"Citation": "Levsh, O., Chiang, Y.-C., Tung, C.F., Noel, J.P., Wang, Y. & Weng, J.-K. (2016) Dynamic conformational states dictate selectivity toward the native substrate in a substrate-permissive acyltransferase. Biochemistry, 55, 6314-6326."}, {"Citation": "Li, G. & Lou, H.X. (2018) Strategies to diversify natural products for drug discovery. Medicinal Research Reviews, 38, 1255-1294."}, {"Citation": "Liu, Y., Grimm, M., Dai, W.T., Hou, M.C., Xiao, Z.X. & Cao, Y. (2020) CB-dock: a web server for cavity detection-guided protein-ligand blind docking. Acta Pharmacologica Sinica, 41, 138-144."}, {"Citation": "Luo, J., Nishiyama, Y., Fuell, C., Taguchi, G., Elliott, K., Hill, L. et al. (2007) Convergent evolution in the BAHD family of acyl transferases: identification and characterization of anthocyanin acyl transferases from Arabidopsis thaliana. The Plant Journal, 50, 678-695."}, {"Citation": "Miguel, S., Legrand, G., Duriot, L., Delporte, M., Menin, B., Michel, C. et al. (2020) A GDSL lipase-like from Ipomoea batatas catalyzes efficient production of 3,5-diCQA when expressed in Pichia pastoris. Communications Biology, 3, 673."}, {"Citation": "Newman, D.J. & Cragg, G.M. (2020) Natural products as sources of new drugs over the nearly four decades from 01/1981 to 09/2019. Journal of Natural Products, 83, 770-803."}, {"Citation": "Niggeweg, R., Michael, A.J. & Martin, C. (2004) Engineering plants with increased levels of the antioxidant chlorogenic acid. Nature Biotechnology, 22, 746-754."}, {"Citation": "Pluskal, T., Torrens-Spence, M.P., Fallon, T.R., De Abreu, A., Shi, C.H. & Weng, J.K. (2019) The biosynthetic origin of psychoactive kavalactones in kava. Nature Plants, 5, 867-878."}, {"Citation": "Requena, J.R. (2021) Echinacea Drug for Covid-19 (ECCO-2). https://www.clinicaltrials.gov/ct2/show/NCT04981314."}, {"Citation": "Schneider, K., Hövel, K., Witzel, K., Hamberger, B., Schomburg, D., Kombrink, E. et al. (2003) The substrate specificity-determining amino acid code of 4-coumarate:CoA ligase. Proceedings of the National Academy of Sciences, 100, 8601."}, {"Citation": "Shahidi, F. & Chandrasekara, A. (2010) Hydroxycinnamates and their in vitro and in vivo antioxidant activities. Phytochemistry Reviews, 9, 147-170."}, {"Citation": "Signer, J., Jonsdottir, H.R., Albrich, W.C., Strasser, M., Zust, R., Ryter, S. et al. (2020) In vitro virucidal activity of Echinaforce(R), an Echinacea purpurea preparation, against coronaviruses, including common cold coronavirus 229E and SARS-CoV-2. Virology Journal, 17, 136."}, {"Citation": "Smith, T., May, G., Eckl, V. & Reynolds, C.M. (2020) US sales of herbal supplements increase by 8.6% in 2019. HerbalGram, 127, 54-69."}, {"Citation": "Sonnante, G., D'Amore, R., Blanco, E., Pierri, C.L., De Palma, M., Luo, J. et al. (2010) Novel hydroxycinnamoyl-coenzyme a quinate transferase genes from artichoke are involved in the synthesis of chlorogenic acid. Plant Physiology, 153, 1224-1238."}, {"Citation": "Sullivan, M. (2009) A novel red clover hydroxycinnamoyl transferase has enzymatic activities consistent with a role in phaselic acid biosynthesis. Plant Physiology, 150, 1866-1879."}, {"Citation": "Sullivan, M.L. (2014) Perennial peanut (Arachis glabrata Benth.) leaves contain hydroxycinnamoyl-CoA:tartaric acid hydroxycinnamoyl transferase activity and accumulate hydroxycinnamoyl-tartaric acid esters. Planta, 239, 1091-1100."}, {"Citation": "Sullivan, M.L. (2017) Identification of bean hydroxycinnamoyl-CoA:tetrahydroxyhexanedioate hydroxycinnamoyl transferase (HHHT): use of transgenic alfalfa to determine acceptor substrate specificity. Planta, 245, 397-408."}, {"Citation": "Tahmasebi, A., Aram, F., Pakniyat, H., Niazi, A., Tavakol, E. & Ebrahimie, E. (2018) Global analysis of gene expression and identification of modules in Echinacea purpurea using systems biology approach. Journal of Cell and Molecular Research, 10, 1826."}, {"Citation": "Tahmasebi, A., Ebrahimie, E., Pakniyat, H., Ebrahimi, M. & Mohammadi-Dehcheshmeh, M. (2019) Insights from the Echinacea purpurea (L.) Moench transcriptome: global reprogramming of gene expression patterns towards activation of secondary metabolism pathways. Industrial Crops and Products, 132, 365-376."}, {"Citation": "Tamura, K., Stecher, G., Peterson, D., Filipski, A. & Kumar, S. (2013) MEGA6: molecular evolutionary genetics analysis version 6.0. Molecular Biology and Evolution, 30, 2725-2729."}, {"Citation": "Torrens-Spence, M.P., Pluskal, T., Li, F.S., Carballo, V. & Weng, J.K. (2018) Complete pathway elucidation and heterologous reconstitution of Rhodiola salidroside biosynthesis. Molecular Plant, 11, 205-217."}, {"Citation": "Waterhouse, A., Bertoni, M., Bienert, S., Studer, G., Tauriello, G., Gumienny, R. et al. (2018) SWISS-MODEL: homology modelling of protein structures and complexes. Nucleic Acids Research, 46, W296-W303."}, {"Citation": "Weng, J.-K. (2020) Plant solutions for the COVID-19 pandemic and beyond: historical reflections and future perspectives. Molecular Plant, 13, 803-807."}, {"Citation": "Weng, J.K. & Noel, J.P. (2012) The remarkable pliability and promiscuity of specialized metabolism. Cold Spring Harbor Symposia on Quantitative Biology, 77, 309-320."}, {"Citation": "Weng, J.K., Philippe, R.N. & Noel, J.P. (2012) The rise of chemodiversity in plants. Science, 336, 1667-1670."}, {"Citation": "Zhao, Q., Zhang, Y., Wang, G., Hill, L., Weng, J.K., Chen, X.Y. et al. (2016) A specialized flavone biosynthetic pathway has evolved in the medicinal plant,Scutellaria baicalensis. Science Advances, 2, e1501780."}], "ReferenceList": [], "Title": "REFERENCES"}], "History": [{"Year": "2022", "Month": "1", "Day": "19"}, {"Year": "2021", "Month": "11", "Day": "8"}, {"Year": "2022", "Month": "2", "Day": "7"}, {"Year": "2022", "Month": "2", "Day": "11", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "5", "Day": "4", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "2", "Day": "10", "Hour": "5", "Minute": "43"}], "PublicationStatus": "ppublish", "ArticleIdList": ["35141962", "10.1111/tpj.15704"]}}], "PubmedBookArticle": []}