{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Cabernet Sauvignon", "Vitis vinifera", "anatase", "chlorophyll fluorescence", "grapevine", "photocatalysis", "pyridoxine", "reactive oxygen species", "rutile", "sol-gel", "vitamin B6"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35159827", "DateRevised": {"Year": "2022", "Month": "02", "Day": "19"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "01", "Day": "29"}], "Language": ["eng"], "ELocationID": ["483", "10.3390/nano12030483"], "Journal": {"ISSN": "2079-4991", "JournalIssue": {"Volume": "12", "Issue": "3", "PubDate": {"Year": "2022", "Month": "Jan", "Day": "29"}}, "Title": "Nanomaterials (Basel, Switzerland)", "ISOAbbreviation": "Nanomaterials (Basel)"}, "ArticleTitle": "Phase-Selective Synthesis of Anatase and Rutile TiO<sub>2</sub> Nanocrystals and Their Impacts on Grapevine Leaves: Accumulation of Mineral Nutrients and Triggering the Plant Defense.", "Abstract": {"AbstractText": ["Titanium dioxide nanocrystals (TiO<sub>2</sub> NCs), through their photocatalytic activity, are able to generate charge carriers and induce the formation of various reactive oxygen species (ROS) in the presence of O<sub>2</sub> and H<sub>2</sub>O. This special feature makes TiO<sub>2</sub> an important and promising material in several industrial applications. Under appropriate antioxidant balancing, the presence of ROS is crucial in plant growth and development, therefore, the regulated ROS production through the photocatalytic activity of TiO<sub>2</sub> NCs may be also exploited in the agricultural sector. However, the effects of TiO<sub>2</sub> NCs on plants are not fully understood and/or phase-pure TiO<sub>2</sub> NCs are rarely used in plant experiments. In this work, we present a phase-selective synthesis of TiO<sub>2</sub> NCs with anatase and rutile crystal phases. The nanomaterials obtained were characterized by means of X-ray diffraction (XRD), transmission electron microscopy (TEM), diffuse reflectance UV-Vis spectroscopy, and electron paramagnetic resonance spectroscopy (EPR). In field experiments, <i>Vitis vinifera</i> cv. Cabernet Sauvignon leaves developed under natural sunlight were treated with aqueous dispersions of TiO<sub>2</sub> NCs at concentrations of 0.001, 0.01, 0.1, and 1 <i>w</i>/<i>v</i>%. The effect of the applied nanocrystals was characterized via leaf photochemistry, mineral nutrient contents, and pyridoxine levels. We found that stress responses of grapevine to anatase and rutile NCs treatments are different, which can be related to the different ROS profiles of the two polymorphs. Our results indicate that TiO<sub>2</sub> NCs may be utilized not only for direct pathogen inactivation but also for eliciting plant defense mechanisms."]}, "AuthorList": [{"Identifier": ["0000-0003-3138-6041"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Institute for Viticulture and Oenology, University of Pécs, Pázmány P. u. 4, H-7634 Pécs, Hungary."}], "LastName": "Kőrösi", "ForeName": "László", "Initials": "L"}, {"Identifier": ["0000-0001-6695-6839"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Organic and Medicinal Chemistry, Faculty of Pharmacy, University of Pécs, Szigeti st. 12, H-7624 Pécs, Hungary."}], "LastName": "Bognár", "ForeName": "Balázs", "Initials": "B"}, {"Identifier": ["0000-0002-2328-5673"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Plant Biology, University of Pécs, Ifjúság u. 6, H-7624 Pécs, Hungary."}], "LastName": "Czégény", "ForeName": "Gyula", "Initials": "G"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Electron Microscopy Facility, Istituto Italiano di Tecnologia, Via Morego 30, 16163 Genova, Italy."}], "LastName": "Lauciello", "ForeName": "Simone", "Initials": "S"}], "GrantList": [{"GrantID": "NKFIH PD131625", "Agency": "Hungarian Scientific Research Fund", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Nanomaterials (Basel)", "NlmUniqueID": "101610216", "ISSNLinking": "2079-4991"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Thomas S., Grohens Y., Pottathara Y.B., editors. Industrial Applications of Nanomaterials. Imprint Elsevier; Amsterdam, The Netherlands: 2019.", "ArticleIdList": ["10.1016/C2017-0-03283-4"]}, {"Citation": "Nikaeen G., Abbaszadeh S., Yousefineja S. Application of nanomaterials in treatment, anti-infection and detection of coronaviruses. Nanomedicine. 2020;15:1501–1512. doi: 10.2217/nnm-2020-0117.", "ArticleIdList": ["10.2217/nnm-2020-0117", "PMC7373208", "32378459"]}, {"Citation": "Lee J., Mahendra S., Alvarez P.J.J. Nanomaterials in the Construction Industry: A Review of Their Applications and Environmental Health and Safety Considerations. ACS Nano. 2010;4:3580–3590. doi: 10.1021/nn100866w.", "ArticleIdList": ["10.1021/nn100866w", "20695513"]}, {"Citation": "Fan Y., Liu S., Yi Y., Rong H., Zhang J. Catalytic Nanomaterials toward Atomic Levels for Biomedical Applications: From Metal Clusters to Single-Atom Catalysts. ACS Nano. 2021;15:2005–2037. doi: 10.1021/acsnano.0c06962.", "ArticleIdList": ["10.1021/acsnano.0c06962", "33566564"]}, {"Citation": "Avellan A., Yun J., Morais B.P., Clement E.T., Rodrigues S.M., Lowry G.V. Critical Review: Role of Inorganic Nanoparticle Properties on Their Foliar Uptake and in Planta Translocation. Environ. Sci. Technol. 2021;55:13417–13431. doi: 10.1021/acs.est.1c00178.", "ArticleIdList": ["10.1021/acs.est.1c00178", "33988374"]}, {"Citation": "Liu Y., Zhu S., Gu Z., Chen C., Zhao Y. Toxicity of manufactured nanomaterials. Particuology. 2021;69:31–48. doi: 10.1016/j.partic.2021.11.007.", "ArticleIdList": ["10.1016/j.partic.2021.11.007"]}, {"Citation": "Ganguly P., Breen A., Pillai S.C. Toxicity of Nanomaterials: Exposure, Pathways, Assessment, and Recent Advances. ACS Biomater. Sci. Eng. 2018;4:2237–2275. doi: 10.1021/acsbiomaterials.8b00068.", "ArticleIdList": ["10.1021/acsbiomaterials.8b00068", "33435097"]}, {"Citation": "Parrino F., Palmisano L., editors. Titanium Dioxide (TiO2) and Its Applications. Elsevier Science; Amsterdam, The Netherlands: 2021.", "ArticleIdList": ["10.1016/C2019-0-01050-3"]}, {"Citation": "Carp O., Huisman C.L., Reller A. Photoinduced reactivity of titanium dioxide. Prog. Solid State Chem. 2004;32:33–177. doi: 10.1016/j.progsolidstchem.2004.08.001.", "ArticleIdList": ["10.1016/j.progsolidstchem.2004.08.001"]}, {"Citation": "Park H., Kim H., Moon G., Choi W. Photoinduced charge transfer processes in solar photocatalysis based on modified TiO2. Energy Environ. Sci. 2016;9:411–433. doi: 10.1039/C5EE02575C.", "ArticleIdList": ["10.1039/C5EE02575C"]}, {"Citation": "Hanaor D.A.H., Sorrell C.C. Review of the anatase to rutile phase transformation. J. Mater. Sci. 2011;46:855–874. doi: 10.1007/s10853-010-5113-0.", "ArticleIdList": ["10.1007/s10853-010-5113-0"]}, {"Citation": "Zhang H., Banfield J.F. Structural Characteristics and Mechanical and Thermodynamic Properties of Nanocrystalline TiO2. Chem. Rev. 2014;114:9613–9644. doi: 10.1021/cr500072j.", "ArticleIdList": ["10.1021/cr500072j", "25026219"]}, {"Citation": "Luttrell T., Halpegamage S., Tao J., Kramer A., Sutter E., Batzill M. Why is anatase a better photocatalyst than rutile?—Model studies on epitaxial TiO2 films. Sci. Rep. 2014;4:4043. doi: 10.1038/srep04043.", "ArticleIdList": ["10.1038/srep04043", "PMC3918909", "24509651"]}, {"Citation": "Uddin M.J., Cesano F., Chowdhury A.R., Trad T., Cravanzola S., Martra G., Mino L., Zecchina A., Scarano D. Surface Structure and Phase Composition of TiO2 P25 Particles After Thermal Treatments and HF Etching. Front. Mater. 2020;7:192. doi: 10.3389/fmats.2020.00192.", "ArticleIdList": ["10.3389/fmats.2020.00192"]}, {"Citation": "Sanchez-Martinez A., Koop-Santa C., Ceballos-Sanchez O., López-Mena E.R., González M.A., Rangel-Cobián V., Orozco-Guareño E., García-Guaderrama M. Study of the preparation of TiO2 powder by different synthesis methods. Mater. Res. Express. 2019;6:085085. doi: 10.1088/2053-1591/ab21e8.", "ArticleIdList": ["10.1088/2053-1591/ab21e8"]}, {"Citation": "Wu F., Zhou Z., Hicks A.L. Life Cycle Impact of Titanium Dioxide Nanoparticle Synthesis through Physical, Chemical, and Biological Routes. Envir. Sci. Tech. 2019;53:4078–4087. doi: 10.1021/acs.est.8b06800.", "ArticleIdList": ["10.1021/acs.est.8b06800", "30912646"]}, {"Citation": "Mamaghani A.H., Haghighat F., Lee C.-S. Hydrothermal/solvothermal synthesis and treatment of TiO2 for photocatalytic degradation of air pollutants: Preparation, characterization, properties, and performance. Chemosphere. 2019;219:804–825. doi: 10.1016/j.chemosphere.2018.12.029.", "ArticleIdList": ["10.1016/j.chemosphere.2018.12.029", "30572234"]}, {"Citation": "Zhao T., Qian R., Tang Y., Yang J., Dai Y., Lee W.I., Pan J.H. Controllable Synthesis and Crystallization of Nanoporous TiO2 Deep-Submicrospheres and Nanospheres via an Organic Acid-Mediated Sol−Gel Process. Langmuir. 2020;36:7447–7455. doi: 10.1021/acs.langmuir.0c01008.", "ArticleIdList": ["10.1021/acs.langmuir.0c01008", "32508103"]}, {"Citation": "Gogos A., Knauer K., Bucheli T.D. Nanomaterials in Plant Protection and Fertilization: Current State, Foreseen Applications, and Research Priorities. J. Agric. Food Chem. 2012;60:9781–9792. doi: 10.1021/jf302154y.", "ArticleIdList": ["10.1021/jf302154y", "22963545"]}, {"Citation": "Zhao L., Lu L., Wang A., Zhang H., Huang M., Wu H., Xing B., Wang Z., Ji R. Nano-Biotechnology in Agriculture: Use of Nanomaterials to Promote Plant Growth and Stress Tolerance. J. Agric. Food Chem. 2020;68:1935–1947. doi: 10.1021/acs.jafc.9b06615.", "ArticleIdList": ["10.1021/acs.jafc.9b06615", "32003987"]}, {"Citation": "Šebesta M., Kolenčík M., Sunil B.R., Illa R., Mosnáček J., Ingle A.P., Urík M. Field Application of ZnO and TiO2 Nanoparticles on Agricultural Plants. Agronomy. 2021;11:2281. doi: 10.3390/agronomy11112281.", "ArticleIdList": ["10.3390/agronomy11112281"]}, {"Citation": "Kah M., Kookana R.S., Gogos A., Bucheli T.D. A critical evaluation of nanopesticides and nanofertilizers against their conventional analogues. Nat. Nanotechnol. 2018;13:677–684. doi: 10.1038/s41565-018-0131-1.", "ArticleIdList": ["10.1038/s41565-018-0131-1", "29736032"]}, {"Citation": "Jogaiah S., Singh H., Fraceto L.F., Lima R., editors. Advances in Nano-Fertilizers and Nano-Pesticides in Agriculture. A Smart Delivery System for Crop Improvement. 1st ed. Woodhead Publishing; Sawston, UK: 2021.", "ArticleIdList": ["10.1016/C2019-0-01205-8"]}, {"Citation": "Srivastava V., Gusain D., Sharma Y.C. Critical Review on the Toxicity of Some Widely Used Engineered Nanoparticles. Ind. Eng. Chem. Res. 2015;54:6209–6233. doi: 10.1021/acs.iecr.5b01610.", "ArticleIdList": ["10.1021/acs.iecr.5b01610"]}, {"Citation": "Lian J., Zhao L., Wu J., Xiong H., Bao Y., Zeb A., Tang J., Liu W. Foliar spray of TiO2 nanoparticles prevails over root application in reducing Cd accumulation and mitigating Cd-induced phytotoxicity in maize (Zea mays L.) Chemosphere. 2020;239:124794. doi: 10.1016/j.chemosphere.2019.124794.", "ArticleIdList": ["10.1016/j.chemosphere.2019.124794", "31521929"]}, {"Citation": "Gordillo-Delgado F., Zuluaga-Acosta J., Restrepo-Guerrero G. Effect of the suspension of Ag-incorporated TiO2 nanoparticles (Ag-TiO2 NPs) on certain growth, physiology and phytotoxicity parameters in spinach seedlings. PLoS ONE. 2020;15:e0244511. doi: 10.1371/journal.pone.0244511.", "ArticleIdList": ["10.1371/journal.pone.0244511", "PMC7771677", "33373403"]}, {"Citation": "Li J., Naeem M.S., Wang X., Liu L., Chen C., Ma N., Zhang C. Nano-TiO2 Is Not Phytotoxic As Revealed by the Oilseed Rape Growth and Photosynthetic Apparatus Ultra-Structural Response. PLoS ONE. 2015;10:e0143885. doi: 10.1371/journal.pone.0143885.", "ArticleIdList": ["10.1371/journal.pone.0143885", "PMC4666630", "26624621"]}, {"Citation": "Szőllősi R., Molnár Á., Kondak S., Kolbert Z. Dual Effect of Nanomaterials on Germination and Seedling Growth: Stimulation vs. Phytotoxicity. Plants. 2020;9:1745. doi: 10.3390/plants9121745.", "ArticleIdList": ["10.3390/plants9121745", "PMC7763982", "33321844"]}, {"Citation": "Silva S., Oliveira H., Silva A.M.S., Santos C. The cytotoxic targets of anatase or rutile + anatase nanoparticles depend on the plant species. Biol. Plantarum. 2017;61:717–725. doi: 10.1007/s10535-017-0733-8.", "ArticleIdList": ["10.1007/s10535-017-0733-8"]}, {"Citation": "Larue C., Castillo-Michel H., Sobanska S., Trcera N., Sorieul S., Cécillon L., Ouerdane L., Legros S., Sarret G. Fate of pristine TiO2 nanoparticles and aged paint-containing TiO2 nanoparticles in lettuce crop after foliar exposure. J. Hazard. Mater. 2014;273:17–26. doi: 10.1016/j.jhazmat.2014.03.014.", "ArticleIdList": ["10.1016/j.jhazmat.2014.03.014", "24709478"]}, {"Citation": "Chahardoli A., Sharifan H., Karimi N., Kakavand S.N. Uptake, translocation, phytotoxicity, and hormetic effects of titanium dioxide nanoparticles (TiO2 NPs) in Nigella arvensis L. Sci. Total Environ. 2022;806:151222. doi: 10.1016/j.scitotenv.2021.151222.", "ArticleIdList": ["10.1016/j.scitotenv.2021.151222", "34715233"]}, {"Citation": "Zhang Y., Liu N., Wang W., Sun J., Zhu L. Photosynthesis and related metabolic mechanism of promoted rice (Oryza sativa L.) growth by TiO2 nanoparticles. Front. Environ. Sci. Eng. 2020;14:103. doi: 10.1007/s11783-020-1282-5.", "ArticleIdList": ["10.1007/s11783-020-1282-5"]}, {"Citation": "Zhang J., Zhou P., Liu J., Yu J. New understanding of the difference of photocatalytic activity among anatase, rutile and brookite TiO2. Phys. Chem. Chem. Phys. 2014;16:20382–20386. doi: 10.1039/C4CP02201G.", "ArticleIdList": ["10.1039/C4CP02201G", "25144471"]}, {"Citation": "Yang Z., Wang B., Cui H., An H., Pan Y., Zhai J. Synthesis of Crystal-Controlled TiO2 Nanorods by a Hydrothermal Method: Rutile and Brookite as Highly Active Photocatalysts. J. Phys. Chem. C. 2015;119:16905–16912. doi: 10.1021/acs.jpcc.5b02485.", "ArticleIdList": ["10.1021/acs.jpcc.5b02485"]}, {"Citation": "Kőrösi L., Bouderias S., Csepregi K., Bognár B., Teszlák P., Scarpellini A., Castelli A., Hideg É., Jakab G. Nanostructured TiO2-induced photocatalytic stress enhances the antioxidant capacity and phenolic content in the leaves of Vitis vinifera on a genotype-dependent manner. J. Photoch. Photobio. B. 2019;190:137–145. doi: 10.1016/j.jphotobiol.2018.11.010.", "ArticleIdList": ["10.1016/j.jphotobiol.2018.11.010", "30529924"]}, {"Citation": "Kőrösi L., Pertics B., Schneider G., Bognár B., Kovács J., Meynen V., Scarpellini A., Pasquale L., Prato M. Photocatalytic Inactivation of Plant Pathogenic Bacteria Using TiO2 Nanoparticles Prepared Hydrothermally. Nanomaterials. 2020;10:1730. doi: 10.3390/nano10091730.", "ArticleIdList": ["10.3390/nano10091730", "PMC7558638", "32878343"]}, {"Citation": "Schreiber U. Pulse-Amplitude-Modulation (PAM) Fluorometry and Saturation Pulse Method: An Overview. In: Papageorgiou G.C., editor. Chlorophyll a Fluorescence. Advances in Photosynthesis and Respiration. Vol. 19. Springer; Dordrecht, The Netherlands: 2004.", "ArticleIdList": ["10.1007/978-1-4020-3218-9_11"]}, {"Citation": "Holzwarth U., Gibson N. The Scherrer equation versus the ‘Debye-Scherrer equation’. Nat. Nanotechnol. 2011;6:534. doi: 10.1038/nnano.2011.145.", "ArticleIdList": ["10.1038/nnano.2011.145", "21873991"]}, {"Citation": "Tang H., Prasad K., Sanjinès R., Schmid P.E., Lévy F. Electrical and optical properties of TiO2 anatase thin films. J. Appl. Phys. 1994;75:2042–2047. doi: 10.1063/1.356306.", "ArticleIdList": ["10.1063/1.356306"]}, {"Citation": "Tsega M., Dejene F.B. Influence of acidic pH on the formulation of TiO2 nanocrystalline powders with enhanced photoluminescence property. Heliyon. 2017;3:e00246. doi: 10.1016/j.heliyon.2017.e00246.", "ArticleIdList": ["10.1016/j.heliyon.2017.e00246", "PMC5318963", "28239670"]}, {"Citation": "Kotsyubynsky V.O., Myronyuk I.F., Myronyuk L.I., Chelyadyn V.L., Mizilevska M.H., Hrubiak A.B., Tadeush O.K., Nizamutdinov F.M. The effect of pH on the nucleation of titania by hydrolysis of TiCl4. Mat. Wiss. Werkst. 2016;47:288–294. doi: 10.1002/mawe.201600491.", "ArticleIdList": ["10.1002/mawe.201600491"]}, {"Citation": "Whittingham M.S. Hydrothermal synthesis of transition metal oxides under mild conditions. Curr. Opin. Solid State Mater. Sci. 1996;1:227–232. doi: 10.1016/S1359-0286(96)80089-1.", "ArticleIdList": ["10.1016/S1359-0286(96)80089-1"]}, {"Citation": "Ding Z., Lu G.Q., Greenfield P.F. Role of the Crystallite Phase of TiO2 in Heterogeneous Photocatalysis for Phenol Oxidation in Water. J. Phys. Chem. B. 2000;104:4815–4820. doi: 10.1021/jp993819b.", "ArticleIdList": ["10.1021/jp993819b"]}, {"Citation": "Yu J., Godiksen A.L., Mamahkel A., Søndergaard-Pedersen F., Rios-Carvajal T., Marks M., Lock N., Rasmussen S.B., Iversen B.B. Selective. Catalytic Reduction of NO Using Phase-Pure Anatase, Rutile, and Brookite TiO2 Nanocrystals. Inorg. Chem. 2020;59:15324–15334. doi: 10.1021/acs.inorgchem.0c02304.", "ArticleIdList": ["10.1021/acs.inorgchem.0c02304", "33030901"]}, {"Citation": "Zhao W., Li Y., Shen W. Tuning the shape and crystal phase of TiO2 nanoparticles for catalysis. Chem. Commun. 2021;57:6838–6850. doi: 10.1039/D1CC01523K.", "ArticleIdList": ["10.1039/D1CC01523K", "34137748"]}, {"Citation": "Allende-González P., Laguna-Bercero M.Á., Barrientos L., Valenzuela M.L., Díaz C. Solid State Tuning of TiO2 Morphology, Crystal Phase, and Size through Metal Macromolecular Complexes and Its Significance in the Photocatalytic Response. ACS Appl. Energy Mater. 2018;1:3159–3170. doi: 10.1021/acsaem.8b00374.", "ArticleIdList": ["10.1021/acsaem.8b00374"]}, {"Citation": "Wang C.-C., Ying J.Y. Sol−Gel Synthesis and Hydrothermal Processing of Anatase and Rutile Titania Nanocrystals. Chem. Mater. 1999;11:3113–3120. doi: 10.1021/cm990180f.", "ArticleIdList": ["10.1021/cm990180f"]}, {"Citation": "Nolan N.T., Seery M.K., Pillai S.C. Spectroscopic Investigation of the Anatase-to-Rutile Transformation of Sol−Gel-Synthesized TiO2 Photocatalysts. J. Phys. Chem. C. 2009;113:16151–16157. doi: 10.1021/jp904358g.", "ArticleIdList": ["10.1021/jp904358g"]}, {"Citation": "Wetchakun N., Incessungvorn B., Wetchakun K., Phanichphant S. Influence of calcination temperature on anatase to rutile phase transformation in TiO2 nanoparticles synthesized by the modified sol–gel method. Mater. Lett. 2012;82:195–198. doi: 10.1016/j.matlet.2012.05.092.", "ArticleIdList": ["10.1016/j.matlet.2012.05.092"]}, {"Citation": "Kim M.G., Kang J.M., Lee J.E., Kim K.S., Kim K.H., Cho M., Lee S.G. Effects of Calcination Temperature on the Phase Composition, Photocatalytic Degradation, and Virucidal Activities of TiO2 Nanoparticles. ACS Omega. 2021;6:10668–10678. doi: 10.1021/acsomega.1c00043.", "ArticleIdList": ["10.1021/acsomega.1c00043", "PMC8153737", "34056220"]}, {"Citation": "Liu J., Olds D., Peng R., Yu L., Foo G.S., Qian S., Keum J., Guiton B.S., Wu Z., Page K. Quantitative Analysis of the Morphology of {101} and {001} Faceted Anatase TiO2 Nanocrystals and Its Implication on Photocatalytic Activity. Chem. Mater. 2017;29:5591–5604. doi: 10.1021/acs.chemmater.7b01172.", "ArticleIdList": ["10.1021/acs.chemmater.7b01172"]}, {"Citation": "Yu Y., Zhang P., Guo L., Chen Z., Wu Q., Ding Y., Zheng W., Cao Y. The Design of TiO2 Nanostructures (Nanoparticle, Nanotube, and Nanosheet) and Their Photocatalytic Activity. J. Phys. Chem. C. 2014;118:12727–12733. doi: 10.1021/jp500252g.", "ArticleIdList": ["10.1021/jp500252g"]}, {"Citation": "Xu H., Reunchan P., Ouyang S., Tong H., Umezawa N., Kako T., Ye J. Anatase TiO2 Single Crystals Exposed with High-Reactive {111} Facets Toward Efficient H2 Evolution. Chem. Mater. 2013;25:405–411. doi: 10.1021/cm303502b.", "ArticleIdList": ["10.1021/cm303502b"]}, {"Citation": "Yamazaki Y., Fujitsuka M., Yamazaki S. Effect of Organic Additives during Hydrothermal Syntheses of Rutile TiO2 Nanorods for Photocatalytic Applications. ACS Appl. Nano Mater. 2019;2:5890–5899. doi: 10.1021/acsanm.9b01334.", "ArticleIdList": ["10.1021/acsanm.9b01334"]}, {"Citation": "Odling G., Robertson N. Why is Anatase a Better Photocatalyst than Rutile? The Importance of Free Hydroxyl Radicals. ChemSusChem. 2015;8:1838–1840. doi: 10.1002/cssc.201500298.", "ArticleIdList": ["10.1002/cssc.201500298", "25998373"]}, {"Citation": "Buchalska M., Kobielusz M., Matuszek A., Pacia M., Wojtyła S., Macyk W. On Oxygen Activation at Rutile- and Anatase-TiO2. ACS Catal. 2015;5:7424–7431. doi: 10.1021/acscatal.5b01562.", "ArticleIdList": ["10.1021/acscatal.5b01562"]}, {"Citation": "Scanlon D.O., Dunnill C.W., Buckeridge J., Shevlin S.A., Logsdail A.J., Woodley S.M., Catlow C.R., Powell M.J., Palgrave R.G., Parkin I.P., et al. Band alignment of rutile and anatase TiO2. Nat. Mater. 2013;12:798–801. doi: 10.1038/nmat3697.", "ArticleIdList": ["10.1038/nmat3697", "23832124"]}, {"Citation": "D’Autréaux B., Toledano M. ROS as signalling molecules: Mechanisms that generate specificity in ROS homeostasis. Nat. Rev. Mol. Cell Biol. 2007;8:813–824. doi: 10.1038/nrm2256.", "ArticleIdList": ["10.1038/nrm2256", "17848967"]}, {"Citation": "Apel K., Hirt H. Reactive Oxygen Species: Metabolism, Oxidative Stress, and Signal Transduction. Annu. Rev. Plant Biol. 2004;55:373–399. doi: 10.1146/annurev.arplant.55.031903.141701.", "ArticleIdList": ["10.1146/annurev.arplant.55.031903.141701", "15377225"]}, {"Citation": "Mittler R. ROS Are Good. Trends Plant Sci. 2017;22:11–19. doi: 10.1016/j.tplants.2016.08.002.", "ArticleIdList": ["10.1016/j.tplants.2016.08.002", "27666517"]}, {"Citation": "Sharma P.A., Jha B., Dubey R.S., Pessarakli M. Reactive Oxygen Species, Oxidative Damage, and Antioxidative Defense Mechanism in Plants under Stressful Conditions. J. Bot. 2012;2012:217037. doi: 10.1155/2012/217037.", "ArticleIdList": ["10.1155/2012/217037"]}, {"Citation": "Huang H., Ullah F., Zhou D.-X., Yi M., Zhao Y. Mechanisms of ROS Regulation of Plant Development and Stress Responses. Front. Plant Sci. 2019;10:800. doi: 10.3389/fpls.2019.00800.", "ArticleIdList": ["10.3389/fpls.2019.00800", "PMC6603150", "31293607"]}, {"Citation": "Teszlák P., Kocsis M., Scarpellini A., Jakab G., Kőrösi L. Foliar exposure of grapevine (Vitis vinifera L.) to TiO2 nanoparticles under field conditions: Photosynthetic response and flavonol profile. Photosynthetica. 2018;56:1378–1386. doi: 10.1007/s11099-018-0832-6.", "ArticleIdList": ["10.1007/s11099-018-0832-6"]}, {"Citation": "Servin A.D., Morales M.I., Castillo-Michel H., Hernandez-Viezcas J.A., Munoz B., Zhao L., Nunez J.E., Peralta-Videa J.R., Gardea-Torresdey J.L. Synchrotron Verification of TiO2 Accumulation in Cucumber Fruit: A Possible Pathway of TiO2 Nanoparticle Transfer from Soil into the Food Chain. Environ. Sci. Technol. 2013;47:11592–11598. doi: 10.1021/es403368j.", "ArticleIdList": ["10.1021/es403368j", "24040965"]}, {"Citation": "Lyu S., Wei X., Chen J., Wang C., Wang X., Pan D. Titanium as a Beneficial Element for Crop Production. Front. Plant Sci. 2017;8:597. doi: 10.3389/fpls.2017.00597.", "ArticleIdList": ["10.3389/fpls.2017.00597", "PMC5404504", "28487709"]}, {"Citation": "Wang Y., Chen Y.F., Wu W.H. Potassium and phosphorus transport and signaling in plants. J. Integr. Plant Biol. 2021;63:34–52. doi: 10.1111/jipb.13053.", "ArticleIdList": ["10.1111/jipb.13053", "33325114"]}, {"Citation": "Kurusu T., Kuchitsu K., Tada Y. Plant signaling networks involving Ca2+ and Rboh/Nox-mediated ROS production under salinity stress. Front. Plant Sci. 2015;6:427. doi: 10.3389/fpls.2015.00427.", "ArticleIdList": ["10.3389/fpls.2015.00427", "PMC4461821", "26113854"]}, {"Citation": "Demidchik V. ROS-activated ion channels in plants: Biophysicalcharacteristics, physiological functions and molecular nature. Int. J. Mol. Sci. 2018;19:1263. doi: 10.3390/ijms19041263.", "ArticleIdList": ["10.3390/ijms19041263", "PMC5979493", "29690632"]}, {"Citation": "Hedrich R. Ion Channels in Plants. Physiol Rev. 2012;92:1777–1811. doi: 10.1152/physrev.00038.2011.", "ArticleIdList": ["10.1152/physrev.00038.2011", "23073631"]}, {"Citation": "Schrauzer G.N., Strampach N., Hui L.N., Palmer M.R., Salehi J. Nitrogen photoreduction on desert sans under sterile conditions. Proc. Natl. Acad. Sci. USA. 1983;80:3873–3876. doi: 10.1073/pnas.80.12.3873.", "ArticleIdList": ["10.1073/pnas.80.12.3873", "PMC394157", "16593330"]}, {"Citation": "Yang F., Liu C., Gao F., Su M., Wu X., Zheng L., Hong F., Yang P. The Improvement of Spinach Growth by Nano-anatase TiO2 Treatment Is Related to Nitrogen Photoreduction. Biol. Trace. Elem. Res. 2007;119:77–88. doi: 10.1007/s12011-007-0046-4.", "ArticleIdList": ["10.1007/s12011-007-0046-4", "17914222"]}, {"Citation": "Gao J., Xu G., Qian H., Liu P., Zhao P., Hu Y. Effects of nano-TiO2 on photosynthetic characteristics of Ulmus elongata seedlings. Environ. Pollut. 2013;176:63–70. doi: 10.1016/j.envpol.2013.01.027.", "ArticleIdList": ["10.1016/j.envpol.2013.01.027", "23416270"]}, {"Citation": "Kataria S., Jain M., Rastogi A., Živčák M., Brestic M., Liu S., Tripathi D.K. Chapter 6—Role of Nanoparticles on Photosynthesis: Avenues and Applications. In: Tripathi D.K., Ahmad P., Sharma S., Chauhan D.K., Dubey N.K., editors. Nanomaterials in Plants, Algae and Microorganisms. Vol. 2. Academic Press; Cambridge, MA, USA: 2019. pp. 103–127.", "ArticleIdList": ["10.1016/B978-0-12-811488-9.00006-8"]}, {"Citation": "Gill S.S., Tuteja N. Reactive oxygen species and antioxidant machinery in abiotic stress tolerance in crop plants. Plant Physiol. Biochem. 2010;48:909–930. doi: 10.1016/j.plaphy.2010.08.016.", "ArticleIdList": ["10.1016/j.plaphy.2010.08.016", "20870416"]}, {"Citation": "Hasanuzzaman M., Bhuyan M.H.M.B., Zulfiqar F., Raza A., Mohsin S.M., Mahmud J.A., Fujita M., Fotopoulos V. Reactive Oxygen Species and Antioxidant Defense in Plants under Abiotic Stress: Revisiting the Crucial Role of a Universal Defense Regulator. Antioxidants. 2020;9:681. doi: 10.3390/antiox9080681.", "ArticleIdList": ["10.3390/antiox9080681", "PMC7465626", "32751256"]}, {"Citation": "Czégény G., Kőrösi L., Strid Å., Hideg É. Multiple roles for Vitamin B6 in plant acclimation to UV-B. Sci. Rep. 2019;9:1259. doi: 10.1038/s41598-018-38053-w.", "ArticleIdList": ["10.1038/s41598-018-38053-w", "PMC6361899", "30718682"]}, {"Citation": "Neugart S., Hideg É., Czégény G., Schreiner M., Strid Å. Ultraviolet-B radiation exposure lowers the antioxidant capacity in the Arabidopsis thaliana pdx1.3-1 mutant and leads to glucosinolate biosynthesis alteration in both wild type and mutant. Photochem. Photobiol. Sci. 2020;19:217–228. doi: 10.1039/C9PP00342H.", "ArticleIdList": ["10.1039/C9PP00342H", "31961357"]}, {"Citation": "Colinas M., Fitzpatrick T.B. Interaction between vitamin B6 metabolism, nitrogen metabolism and autoimmunity. Plant Signal. Behav. 2016;11:4. doi: 10.1080/15592324.2016.1161876.", "ArticleIdList": ["10.1080/15592324.2016.1161876", "PMC4883958", "27018849"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "1", "Day": "5"}, {"Year": "2022", "Month": "1", "Day": "26"}, {"Year": "2022", "Month": "1", "Day": "27"}, {"Year": "2022", "Month": "2", "Day": "15", "Hour": "1", "Minute": "6"}, {"Year": "2022", "Month": "2", "Day": "16", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "2", "Day": "16", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "1", "Day": "29"}], "PublicationStatus": "epublish", "ArticleIdList": ["35159827", "PMC8838626", "10.3390/nano12030483", "nano12030483"]}}], "PubmedBookArticle": []}