{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["antibiotic alternatives", "hot red pepper", "organic poultry", "phytobiotic", "poultry diet"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35168162", "DateCompleted": {"Year": "2022", "Month": "04", "Day": "13"}, "DateRevised": {"Year": "2022", "Month": "04", "Day": "13"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "01", "Day": "07"}], "Language": ["eng"], "ELocationID": ["101684", "10.1016/j.psj.2021.101684", "S0032-5791(21)00704-5"], "Journal": {"ISSN": "1525-3171", "JournalIssue": {"Volume": "101", "Issue": "4", "PubDate": {"Year": "2022", "Month": "Apr"}}, "Title": "Poultry science", "ISOAbbreviation": "Poult Sci"}, "ArticleTitle": "Hot red pepper powder as a safe alternative to antibiotics in organic poultry feed: an updated review.", "Pagination": {"StartPage": "101684", "MedlinePgn": "101684"}, "Abstract": {"AbstractText": ["Globally, several studies have investigated the utilization and efficacy of promising medicinal herbal plants to enhance livestock and poultry production. The most commonly investigated phytobiotics in broiler ration were oregano, garlic, thyme, rosemary, black pepper, hot red pepper (HRP), and sage. Phytobiotics are classified on the basis of the medicinal properties of plants, their essential oil extracts, and their bioactive compounds. The majority of bioactive compounds in plants are secondary metabolites, such as terpenoids, phenolic, glycosides, and alkaloids. The composition and concentrations of these bioactive constitutes vary according to their biological factors and manufacturing and storage conditions. Furthermore, HRP is one of the most important and widely used spices in the human diet. Capsicum annum, that is, HRP, is a species of the plant genus Capsicum (pepper), which is a species native to southern North America and northern South America and is widely grown and utilized for its fresh or cooked fruits. Moreover, these fruits may be used as dried powders or processed forms of oleoresins. Researches have proven that C. annuum is the only plant that produces the alkaloid capsaicinoids. Approximately 48% of its active substances are capsaicin (8-methyl-N-vanillyl-6-nonemide), the main active compound responsible for the intense effects of HRP varieties and the main component inducing the hot flavor. This review aimed to highlight the effects of HRP as a phytobiotic in broiler nutrition and its mode of action as a possible alternative to antibiotics and clarify its impact on broiler and layer productivity."], "CopyrightInformation": "Copyright © 2021 The Authors. Published by Elsevier Inc. All rights reserved."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Poultry, Faculty of Agriculture, Zagazig University, Zagazig, 44511, Egypt."}], "LastName": "Abd El-Hack", "ForeName": "Mohamed E", "Initials": "ME"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Agricultural Microbiology, Faculty of Agriculture, Zagazig University, Zagazig, 44511, Egypt."}], "LastName": "El-Saadony", "ForeName": "Mohamed T", "Initials": "MT"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Poultry and Fish Diseases Department, Faculty of Veterinary Medicine, Damanhour University, Damanhour, 22511, Egypt."}], "LastName": "Elbestawy", "ForeName": "Ahmed R", "Initials": "AR"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Poultry and Fish Diseases Department, Faculty of Veterinary Medicine, Damanhour University, Damanhour, 22511, Egypt."}], "LastName": "Gado", "ForeName": "Ahmed R", "Initials": "AR"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Agricultural Microbiology, Faculty of Agriculture, Zagazig University, Zagazig, 44511, Egypt."}], "LastName": "Nader", "ForeName": "Maha M", "Initials": "MM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Biochemistry Department, Faculty of Agriculture, Zagazig University, Zagazig, 44511, Egypt."}], "LastName": "Saad", "ForeName": "Ahmed M", "Initials": "AM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Plant Production Department, Arid Lands Cultivation Research Institute, The City of Scientific Research and Technological Applications, Alexandria, Egypt."}], "LastName": "El-Tahan", "ForeName": "Amira M", "Initials": "AM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Animal Husbandry and Animal Wealth Development, Faculty of Veterinary Medicine, Alexandria University, Edfina, 22758, Egypt."}], "LastName": "Taha", "ForeName": "Ayman E", "Initials": "AE"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Poultry Diseases, Faculty of Veterinary Medicine, Cairo University, Giza, 12211, Egypt."}], "LastName": "Salem", "ForeName": "Heba M", "Initials": "HM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biology, College of Science, United Arab Emirates University, Al-Ain, 15551, United Arab Emirates; Harry Butler Institute, Murdoch University, Murdoch, 6150, Western Australia, Australia. Electronic address: ktarabily@uaeu.ac.ae."}], "LastName": "El-Tarabily", "ForeName": "Khaled A", "Initials": "KA"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Poult Sci", "NlmUniqueID": "0401150", "ISSNLinking": "0032-5791"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Anti-Bacterial Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Powders"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": [], "DescriptorName": "Anti-Bacterial Agents"}, {"QualifierName": [], "DescriptorName": "Capsicum"}, {"QualifierName": [], "DescriptorName": "Chickens"}, {"QualifierName": [], "DescriptorName": "Poultry"}, {"QualifierName": [], "DescriptorName": "Powders"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Abd El-Ghany W.A., Shaalan M., Salem H.M. Nanoparticles applications in poultry production: an updated review. Worlds Poult. Sci. J. 2021;77:1–25."}, {"Citation": "Abd El-Hack M.E., Alagawany M., Abdelnour S. Responses of growing rabbits to supplementing diet with a mixture of black and red pepper oils as a natural growth promoter. J. Anim. Physiol. Anim. Nutr. 2018;103:509–517.", "ArticleIdList": ["30593689"]}, {"Citation": "Abd El-Hack M.E., El-Saadony M.T., Shafi M.E., Alshahrani O.A., Saghir S.A., Al-Wajeeh A.S., Al-Shargi O.Y., Taha A.E., Mesalam N.M., Abdel-Moneim A.-M.E. Prebiotics can restrict Salmonella populations in poultry: a review. Anim. Biotechnol. 2022 doi: 10.1080/10495398.2021.1883637. In Press.", "ArticleIdList": ["10.1080/10495398.2021.1883637", "33607922"]}, {"Citation": "Abd El-Hack M.E., El-Saadony M.T., Shafi M.E., Qattan S.Y., Batiha G.E., Khafaga A.F., Abdel-Moneim A.M.E., Alagawany M. Probiotics in poultry feed: a comprehensive review. J. Anim. Physiol. Anim. Nutr. 2020;104:1835–1850.", "ArticleIdList": ["32996177"]}, {"Citation": "Abd El-Hack M.E., El-Saadony M.T., Shafi M.E., Zabermawi N.M., Arif M., Batiha G.E.-S., Khafaga A.F., Abd El-Hakim Y.M., Al-Sagheer A.A. Antimicrobial and antioxidant properties of chitosan and its derivatives and their applications: a review. Int. J. Biol. Macromol. 2020;164:2726–2744.", "ArticleIdList": ["32841671"]}, {"Citation": "Abd El-Hack M.E., El-Saadony M.T., Shehata A.M., Arif M., Paswan V.K., Batiha G.E.-S., Khafaga A.F., Elbestawy A.R. Approaches to prevent and control Campylobacter spp. colonization in broiler chickens: a review. Environ. Sci. Pollut. Res. 2021;28:4989–5004.", "ArticleIdList": ["33242194"]}, {"Citation": "Abd El-Hack M.E., El-Saadony M.T., Swelum A.A., Arif M., Abo Ghanima M.M., Shukry M., Noreldin A., Taha A.E., El-Tarabily K.A. Curcumin, the active substance of turmeric: its effects on health and ways to improve its bioavailability. J. Sci. Food Agric. 2021;101:5747–5762.", "ArticleIdList": ["34143894"]}, {"Citation": "Abdel Salam O.M.E., Heikal O.A., EL-Shenawy S.M. Effect of capsaicin on bile secretion in the rat. Pharmacology. 2005;73:121–128.", "ArticleIdList": ["15539789"]}, {"Citation": "Abdelnour S.A., El-Saadony M.T., Saghir S.A.M., Abd El-Hack M.E., Al-shargi O.Y.A., Al- Gabri N., Salama A. Mitigating negative impacts of heat stress in growing rabbits via dietary prodigiosin supplementation. Livest. Sci. 2020;240"}, {"Citation": "Abdelnour S.A., Swelum A.A., Salama A., Al-Ghadi M.Q., Qattan S.Y.A., Abd El-Hack M.E., Khafaga A.F., Alhimaidi A.R., Almutairi B.O., Ammari A.A., El-Saadony M.T. The beneficial impacts of dietary phycocyanin supplementation on growing rabbits under high ambient temperature. Ital. J. Anim. Sci. 2020;19:1046–1056."}, {"Citation": "Abdel-Moneim A.M.E., El-Saadony M.T., Shehata A.M., Saad A.M., Aldhumri S.A., Ouda S.M., Mesalam N.M. Antioxidant and antimicrobial activities of Spirulina platensis extracts and biogenic selenium nanoparticles against selected pathogenic bacteria and fungi. Saudi J. Biol. Sci. 2022 doi: 10.1016/j.sjbs.2021.09.046. In press.", "ArticleIdList": ["10.1016/j.sjbs.2021.09.046"]}, {"Citation": "Abdelnour S., Alagawany M., Abd El-Hack M.E., Mohamed E., Sheiha A.M., Saadeldin I.M., Swelum A.A. Growth, carcass traits, blood hematology, serum metabolites, immunity, and oxidative indices of growing rabbits fed diets supplemented with red or black pepper oils. Animals. 2018;8:168.", "ArticleIdList": ["PMC6211009", "30279392"]}, {"Citation": "Abdul Aziz A. The effect of the Capsicum annuum in the diet of broilers on the isolation and shedding rate of Salmonella paratyphoid. Kufa J. Vet. Sci. 2010;1:28–38."}, {"Citation": "Abo N.E.P., Djakalia B., Guichard B.L. Effect of Capsicum annum, Allium sativum and Thymus vulgaris on the zootechnic performance of broiler in growth phase. Glob. J. Adv. Res. 2016;3:1070–1077."}, {"Citation": "Abou-Elkhair R., Selim S., Hussein E. Effect of supplementing layer hen diet with phytogenic feed additives on laying performance, egg quality, egg lipid peroxidation and blood biochemical constituents. Anim. Nutr. 2018;4:394–400.", "ArticleIdList": ["PMC6286622", "30564759"]}, {"Citation": "Abou-Kassem D.E., Mahrose K.M., El-Samahy R.A., Shafi M.E., El-Saadony M.T., Abd El-Hack M.E., Emam M., El-Sharnouby M., Taha A.E., Ashour E.A. Influences of dietary herbal blend and feed restriction on growth, carcass characteristics and gut microbiota of growing rabbits. Ital. J. Anim. Sci. 2021;20:896–910."}, {"Citation": "Adedoyin A., Mosobalaje M.A., Bamimore A.I. Performance, immuno-stimulatory and blood biochemical indices of broiler chickens fed hot red pepper (Capsicum annuum L.) supplemented diets. J. Exp. Agric. Int. 2019;36:1–8."}, {"Citation": "Adegoke A.V., Abimbola M.A., Sanwo K.A., Egbeyale L.T., Abiona J.A., Oso A.O., Iposu S.O. Performance and blood biochemistry profile of broiler chickens fed dietary turmeric (Curcuma longa) powder and cayenne pepper (Capsicum frutescens) powders as antioxidants. Vet. Anim. Sci. 2018;6:95–102.", "ArticleIdList": ["PMC7386755", "32734059"]}, {"Citation": "Afolabi K.D., Ndelekwute E.K., Alabi O.M., Olajide R. Hot red pepper (Capsicum annum L.) meal enhanced the immunity, performance and economy of broilers fed in phases. J. Biol. Agric. Healthc. 2017;7:1–7."}, {"Citation": "Agarwal P., Das C., Dias O., Shanbhag T. Antimicrobial property of capsaicin. Int. Res. J. Biol. Sci. 2017;6:7–11."}, {"Citation": "Alagawany M., El-Saadony M.T., Elnesr S.S., Farahat M., Attia G., Madkour M., Reda F. Use of lemongrass essential oil as a feed additive in quail's nutrition: its effect on growth, carcass, blood biochemistry, antioxidant and immunological indices, digestive enzymes and intestinal microbiota. Poult. Sci. 2021;100", "ArticleIdList": ["PMC8111249", "33951594"]}, {"Citation": "Alagawany M., Madkour M., El-Saadony M.T., Reda F.M. Paenibacillus polymyxa (LM31) as a new feed additive: antioxidant and antimicrobial activity and its effects on growth, blood biochemistry, and intestinal bacterial populations of growing Japanese quail. Anim. Feed Sci. Technol. 2021;276"}, {"Citation": "Alagawany M., Qattan S.Y.A., Attia Y.A., El-Saadony M.T., Elnesr S.S., Mahmoud M.A., Madkour M., Abd El-Hack M.E., Reda F.M. Use of chemical nano-selenium as an antibacterial and antifungal agent in quail diets and its effect on growth, carcasses, antioxidant, immunity and caecal microbes. Animals. 2021;11:3027.", "ArticleIdList": ["PMC8614390", "34827760"]}, {"Citation": "Al-Harthi M.A. Performance and carcass characteristics of broiler chicks as affected by different dietary types and levels of herbs and spices as no classical growth promoters. Egypt. Poult. Sci. 2002;22:325–343."}, {"Citation": "Al-Harthi M.A. Efficacy of vegetable diets with antibiotics and different type of spices or their mixtures on performance, economic efficiency and carcass traits of broilers. J. Agri. Sci. Mansoura Univ. 2002;27:819–831."}, {"Citation": "Al-Kassie G.A.M., Al-Nasrawi M.A.M., Ajeena S.J. The effects of using hot red pepper as a diet supplement on some performance traits in broiler. Pak. J. Nutr. 2011;10:842–845."}, {"Citation": "AL-Kassie G.A.M., AL-Nasrawi M.A.M., Ajeena S.J. Use of black pepper (Piper nigrum) as feed additive in broilers diet. Res. Opin. Anim. Vet. Sci. 2011;1:169–173."}, {"Citation": "Al-Kassie G.A., Butris G.Y., Ajeena S.J. The potency of feed supplemented mixture of hot red pepper and black pepper on the performance and some hematological blood traits in broiler diet. Int. J. Adv. Res. Biol. Sci. 2012;2:53–57."}, {"Citation": "AL-Kassie G.A., Mohseen A.M., Abd-Aljaleel R.A. Modification of productive performance and physiological aspects of broilers on the addition of a mixture of cumin and turmeric to the diet. Res. Opin. Anim. Vet. Sci. 2011;1:31–34."}, {"Citation": "An B.K., Im H.J., Kang C.W. Nutritional values of red pepper seed oil meal and effects of its supplementation on performances and physiological responses of broiler chicks. Asian-Aust. J. Anim. Sci. 2007;20:971–997."}, {"Citation": "Ashour E.A., Abd El-Hack M.E., Shafi M.E., Alghamdi W.Y., Taha A.E., Swelum A.A., Tufarelli V., Mulla Z.S., El-Ghareeb W.R., El-Saadony M.T. Impacts of green coffee powder supplementation on growth performance, carcass characteristics, blood indices, meat quality and gut microbial load in broilers. Agriculture. 2020;10:457."}, {"Citation": "Ashour E.A., Farsi R.M., Alaidaroos B.A., Abdel-Moneim A.M.E., El-Saadony M.T., Osman A.O., Abou Sayed-Ahmed E.T., Albaqami N.M., Shafi M.E., Taha A.E., Abd El-Hack M.E. Impacts of dietary supplementation of pyocyanin powder on growth performance, carcase traits, blood chemistry, meat quality and gut microbial activity of broilers. Ital. J. Anim. Sci. 2021;20:1357–1372."}, {"Citation": "Atapattu N.S.B.N., Belpagodagamage U.D. Effect of dietary chilli powder on growth performance and serum cholesterol contents of broiler chicken. Trop. Agr. Res. Ext. 2011;13:106–109."}, {"Citation": "Azouz H.M.M. Cairo University; Cairo, Egypt: 2001. Effect of hot pepper and fenugreek seeds supplementation on broiler diets. PhD Thesis."}, {"Citation": "Batiha G.E., Alqahtani A., Ojo O.A., Shaheen H.M., Wasef L., Elzeiny M., Ismail M., Shalaby M., Murata T., Zaragoza-Bastida A., Rivero-Perez N., Beshbishy A.M., Kasozi K.I., Jeandet P., Hetta H.F. Biological properties, bioactive constituents, and pharmacokinetics of some Capsicum spp. and capsaicinoids. Int. J. Mol. Sci. 2020;21:5179.", "ArticleIdList": ["PMC7432674", "32707790"]}, {"Citation": "Brunton LL. In: Pages 914–924 in The Pharmacological Basis of Therapeutics. 8th ed. Gilman A.G., Rall T.W., Nies A.S., Taylor P, editors. Pergamon Press; New York: 1990. Agents affecting gastrointestinal water flux and motility, digestants, and bile acids."}, {"Citation": "Cardoso V.S., de Lima C.A.R., de Lima M.E.F., Dorneles L.E.G., Danelli M.G.M. Piperine as a phytogenic additive in broiler diets. Pesq. Agropec. Bras. Brasília. 2012;47:489–496."}, {"Citation": "Conforti F., Statti G.A., Menichini F. Chemical and biological variability of hot pepper fruits (Capsicum annuum var. acuminatum L.) in relation to maturity stage. Food Chem. 2007;102:1096–1104."}, {"Citation": "Corduk M., Sarica S., Yarim G.F. Effects of oregano or red pepper essential oil supplementation to diets for broiler chicks with delayed feeding after hatching. 1. performance and microbial population. J. Appl. Poult. Res. 2013;22:738–749."}, {"Citation": "Cross D.E., Mcdevith R.M., Hillman K., Acamovic T. The effect of herbs and their associated essential oils on performance, dietary digestibility and gut microflora in chickens from 7 to 28 days of age. Br. Poult. Sci. 2007;48:496–506.", "ArticleIdList": ["17701503"]}, {"Citation": "Crowell P.L. Prevention and therapy of cancer by dietary monoterpenes. J. Nutr. 1999;129:775S–778S.", "ArticleIdList": ["10082788"]}, {"Citation": "Dougnon T.J., Kiki P., Dougnon T.V., Youssao I. Evaluation of Capsicum frutescens powder effects on the growth performances, biochemical and hematological parameters in Hubbard broiler. J. App. Pharm. Sci. 2014;4:038–043."}, {"Citation": "Droge W. Free radicals in the physiological control of cellular function. Physiol. Rev. 2002;82:47–95.", "ArticleIdList": ["11773609"]}, {"Citation": "El-Amin H.M.S., Mohamed K.A., Mukhtar M.A. Effect of hot red pepper (Capsicum frutescens) on performance abdominal fat and blood serum parameters of broiler. J. Glob. Biosci. 2015;4:2251–2257."}, {"Citation": "Eldeeb M.A., Metwally M.A., Galal A.E. The impact of botanical extract, capsicum (Capsicum frutescence L.), oil supplementation and their interactions on the productive performance of broiler chicks. Egypt. J. Anim. Prod. 2006;12:243–247."}, {"Citation": "El-Deek A.A., Al-Harthil M.A., Osman M., Al-Jassas F., Nassar R. Hot pepper (Capsicum annum) as an alternative to oxytetracycline in broiler diets and effects on productive traits, meat quality, immunological responses and plasma lipids. Arch. Geflügelk. 2012;76:73–80."}, {"Citation": "El-Ghamry A., Azouz H., Elyamny A.T. Effect of hot pepper and fenugreek seed supplementation to low energy diets on Muscovy duckling performance. Egypt. Poult. Sci. J. 2004;24:613–627."}, {"Citation": "El-Husseiny O., Shalash S.M., Azouz H.M. Response of broiler performance to diets containing hot pepper and/or fenugreek at different metabolizable energy level. Egypt. Poult. Sci. 2002;22:387–406."}, {"Citation": "El-Saadony M.T., Abd El-Hack M.E., Swelum A.A., Al-Sultan S.I., El-Ghareeb W.R., Hussein E.O., Ba-Awadh H.A., Akl B.A., Nader M.M. Enhancing quality and safety of raw buffalo meat using the bioactive peptides of pea and red kidney bean under refrigeration conditions. Ital. J. Anim. Sci. 2021;20:762–776."}, {"Citation": "El-Saadony M.T., Alagawany M., Patra A.K., Kar I., Tiwari R., Dawood M.A., Dhama K., Abdel-Latif H.M. The functionality of probiotics in aquaculture: an overview. Fish Shellfish Immunol. 2021;117:36–52.", "ArticleIdList": ["34274422"]}, {"Citation": "El-Saadony M.T., Alkhatib F.M., Alzahrani S.O., Shafi M.E., Abdel-Hamid S.E., Taha T.F., Aboelenin S.M., Soliman M.M., Ahmed N.H. Impact of mycogenic zinc nanoparticles on performance, behavior, immune response, and microbial load in Oreochromis niloticus. Saudi J. Biol. Sci. 2021;28:4592–4604.", "ArticleIdList": ["PMC8324957", "34354445"]}, {"Citation": "El-Saadony M.T., Khalil O.S., Osman A., Alshilawi M.S., Taha A.E., Aboelenin S.M., Shukry M., Saad A.M. Bioactive peptides supplemented raw buffalo milk: biological activity, shelf life and quality properties during cold preservation. Saudi J. Biol. Sci. 2021;28:4581–4591.", "ArticleIdList": ["PMC8325055", "34354444"]}, {"Citation": "El-Saadony M.T., Saad A.M., Najjar A.A., Alzahrani S.O., Alkhatib F.M., Shafi M.E., Selem E., Desoky E.M., Fouda S.E.E., El-Tahan A.M., Hassan M.A.A. The use of biological selenium nanoparticles in controlling Triticum aestivum L. crown root and rot diseases induced by Fusarium species and improve yield under drought and heat stress. Saudi J. Biol. Sci. 2021;28:4461–4471.", "ArticleIdList": ["PMC8325029", "34354431"]}, {"Citation": "El-Saadony M.T., Saad A.M., Taha T.F., Najjar A.A., Zabermawi N.M., Nader M.M., AbuQamar S.F., El-Tarabily K.A., Salama A. Selenium nanoparticles from Lactobacillus paracasei HM1 capable of antagonizing animal pathogenic fungi, as a new source from human breast milk. Saudi J. Biol. Sci. 2021;28:6782–6794.", "ArticleIdList": ["PMC8626219", "34866977"]}, {"Citation": "El-Saadony M.T., Zabermawi N.M., Burollus M.A., Shafi M.E., Alagawany N. Yehia M., Askar A.M., Alsafy S.A., Noreldin A.E., Khafaga A.F., Dhama K., Elnesr S.S., Elwan H.A.M., Di Cerbo A., El-Tarabily K.A., Abd El-Hack M.E. Nutritional aspects and health benefits of bioactive plant compounds against infectious diseases: a review. Food Rev. Int. 2022 doi: 10.1080/87559129.2021.1944183. In Press.", "ArticleIdList": ["10.1080/87559129.2021.1944183"]}, {"Citation": "El-Shall N.A., Abd El-Hack M.E., Albaqami N.M., Khafaga A.F., Taha A.E., Swelum A.A., El-Saadony M.T., Salem H.M., El-Tahan A.M., AbuQamar S.F., El-Tarabily K.A., Elbestawy A.R. Phytochemical control of poultry coccidiosis: a review. Poult. Sci. 2022;101:101542. doi: 10.1016/j.psj.2021.101542.", "ArticleIdList": ["10.1016/j.psj.2021.101542", "PMC8649401", "34871985"]}, {"Citation": "El-Tarabily K.A., El-Saadony M.T., Alagawany M., Arif M., Batiha G.E., Khafaga A.F., Elwan H.A., Elnesr S.S., Abd El-Hack M.E. Using essential oils to overcome bacterial biofilm formation and their antimicrobial resistance. Saudi J. Biol. Sci. 2021;28:5145–5156.", "ArticleIdList": ["PMC8380992", "34466092"]}, {"Citation": "El-Tazi S.M.A. Response of broiler chicken to diets containing different mixture powder levels of red pepper and black pepper as natural feed additive. Ani. Vet. Sci. 2014;2:81–86."}, {"Citation": "European Union. 2005. Ban on antibiotics as growth promoters in animal feed enters into effect. European Commission. Accessed Nov. 2021. https://ec.europa.eu/commission/presscorner/detail/en/IP_05_1687."}, {"Citation": "Fattori V., Hohmann M.S., Rossaneis A.C., Pinho-Ribeiro F.A., Verri W.A. Capsaicin: current understanding of its mechanisms and therapy of pain and other pre-clinical and clinical uses. Molecules. 2016;21:844.", "ArticleIdList": ["PMC6273101", "27367653"]}, {"Citation": "Geisthovel E., Ludwig O., Simon E. Capsaicin fails to produce disturbances of autonomic heat and cold defense in avian species (Anas platyrhynchos) Pflug. Arch. Eur. J. Phy. 1986;406:343–350.", "ArticleIdList": ["3714439"]}, {"Citation": "Gheisar M.M., Kim I.H. Phytobiotics in poultry and swine nutrition - a review. Ital. J. Anim. Sci. 2018;17:92–99."}, {"Citation": "Goncalves F.G., Zanini S.F., Feitosa M.L., Goncalves E.P.M., Colnago G.L. Effect of Brazilian red pepper meal associated with different levels of antibiotics on broilers chickens. Ciencia Rural. 2012;42:1503–1509."}, {"Citation": "González M., Castano E., Avila E., de Mejıá E.G. Effect of capsaicin from red pepper (Capsicum sp.) on the deposition of carotenoids in egg yolk. J. Sci. Food Agric. 1999;79:1904–1908."}, {"Citation": "Hayman M., Kam P.C.A. Capsaicin: a review of its pharmacology and clinical applications. Curr. Anaesth. Crit. Care. 2008;19:338–343."}, {"Citation": "Henkin R. Cooling the burn from hot peppers. JAMA. 1991;266:2766–2770.", "ArticleIdList": ["1942431"]}, {"Citation": "Hernandez F., Madrid J., Garcia V., Orengo J., Megias M.D. Influence of two plant extract on broiler performance digestibility and digestive organ size. Poult. Sci. 2004;83:169–174.", "ArticleIdList": ["14979566"]}, {"Citation": "Horosova K., Bujnakova D., Kmet V. Effect of oregano essential oil on chicken lactobacilli and E. coli. Folia Microbiol. 2006;51:278–280.", "ArticleIdList": ["17007424"]}, {"Citation": "Islam M.A., Haque M.E., Shikhauu M.S.A., Uddin M.N., Uddin M.J., Islam M.T., Islam M.S. Effect of red chili and garlic nutrition as feed additives on growth performance of broiler chicken. Int. J. Nat. Soc. Sci. 2018;5:16–24."}, {"Citation": "Iwai K., Yazawa A., Watanabe T. Roles as metabolic regulators of the non-nutrients, capsaicin and capsiate, supplemented to diets. Proc. Jpn. Acad. 2003;79:207–212."}, {"Citation": "Izawa K., Amino Y., Kohmura M., Ueda Y., Kuroda M. In: Pages 631-671 in Comprehensive Natural Products II. Liu H.-W., Mander L., editors. Elsevier; Oxford. UK: 2010. Human–environment interactions – taste."}, {"Citation": "Jancso G., Kiraly E., Jansco-Gabor A. Pharmacologically induced selective degeneration of chemo sensitive primary sensory neurons. Nature. 1997;270:741–743.", "ArticleIdList": ["593396"]}, {"Citation": "Kawada T., Suzuki T., Takahashi M., Iwai K. Gastrointestinal absorption and metabolism of capsaicin and dihydrocapsaicin in rats. Toxicol. Appl. Pharmacol. 1984;72:449–456.", "ArticleIdList": ["6710495"]}, {"Citation": "Kobata K., Todo T., Yazawa S., Iwa K., Watanabe T. Novel capsaicinoid - like substances, capsiate and dihydrocapsiate, from the fruits of a non-pungentcultivar, CH-19 sweet of pepper (Capsicum annuum L.) J. Agric. Food Chem. 1998;46:1695–1697."}, {"Citation": "Kogure K., Goto S., Nishimura M., Yasumoto M., Abe K., Ohiwa C., Sassa H., Kusumi T., Terada H. Mechanism of potent antiperoxidative effect of capsaicin. Biochim. Biophys. Acta. 2002;10:84–92.", "ArticleIdList": ["12383946"]}, {"Citation": "Kostadinovic L., Levic J. Pages 64–74 in Proceedings of 15th International Feed Technology Symposium. University of Novi Sad, Institute of Food Technology; Novi Sad, Serbia: 2012. Use of phytogenic products for pig and broiler diseases."}, {"Citation": "Krinsky N.I. Carotenoids as antioxidants. Nutrition. 2001;17:815–817.", "ArticleIdList": ["11684386"]}, {"Citation": "Landers T.F., Cohen B., Wittum T.E., Larson E.L. A review of antibiotic use in food animals: perspective, policy, and potential. Public Health Rep. 2012;127:4–22.", "ArticleIdList": ["PMC3234384", "22298919"]}, {"Citation": "Lee J.J., Crosby K.M., Pike L.M., Yoo K.S., Leskovar D.I. Impact of genetic and environmental variation of development of flavonoids and carotenoids in pepper (Capsicum spp.) Sci. Hortic. 2005;106:341–352."}, {"Citation": "Lokaewmanee K. Effect of chili leaf powder on laying hen performance, egg quality and egg yolk cholesterol levels. Int. J. Poult. Sci. 2019;18:168–173."}, {"Citation": "Lokaewmanee K., Yamauchi K., Komori T., Saito K. Enhancement of yolk color in raw and boiled egg yolk with lutein from marigold flower meal and marigold flower extract. J. Poult. Sci. 2011;48:25–32."}, {"Citation": "Lokaewmanee K., Yamauchi K., Okuda N. Effects of dietary red pepper on egg yolk colour and histological intestinal morphology in laying hens. J. Anim. Physiol. Anim. Nutr. 2013;97:986–995.", "ArticleIdList": ["23033816"]}, {"Citation": "Luqman S., Razvi S.I. Protection of lipid peroxidation and carbonyl formation in proteins by capsaicin in human erythrocytes subjected to oxidative stress. Phytother. Res. 2006;20:303–306.", "ArticleIdList": ["16557614"]}, {"Citation": "Madhupriya V., Shamsudeen P., Manohar G.R., Senthilkumar S., Soundarapandiyan V., Moorthy M. Phytofeed additives in poultry nutrition – a review. Int. J. Environ. Sci. Technol. 2018;7:815–822."}, {"Citation": "Mason J.R., Marunaik J.A. Behavioural and physiological effects of capsaicin in red wing black birds. Pharmacol. Biochem. Behav. 1983;19:857–862.", "ArticleIdList": ["6647520"]}, {"Citation": "McElroy A.P., Manning J.G., Jaeger L.A., Taub M., Williams J.D., Hargis B.M. Effect of prolonged administration of dietary capsaicin on broiler growth and Salmonella enteritidis susceptibility. Avian Dis. 1994;38:329–333.", "ArticleIdList": ["7980284"]}, {"Citation": "Moradi S., Mousavinia M., Galeh B.A. Effect of use black and red pepper powder as feed additive on performance and some immune parameters of Cobb 500 broiler chicks. CIBTech J. Zool. 2016;5:45–50."}, {"Citation": "Munglang N., Vidyarthi V.K. Hot red pepper powder supplementation diet of broiler chicken - a review. Int. J. Livest. Res. 2019;7:159–167."}, {"Citation": "Nakatani N. In: Pages 251–271 in Spices, Herbs and Edible Fungi Developments in Food Science. Charalambous G., editor. Elsevier Science; The Netherlands: 1994. Antioxidative and antimicrobial constituents of herbs and spices."}, {"Citation": "Nishino H., Murakosh M., Tokuda H., Satomi Y. Cancer prevention by carotenoids. Arch. Biochem. Biophys. 2009;483:165–168.", "ArticleIdList": ["18848517"]}, {"Citation": "Oboh G., Puntel R.L., Rocha J.B.T. Hot pepper (Capsicum annuum, Tepin and Capsicum Chinese, Habanero) prevents Fe2+-induced lipid peroxidation in brain in vitro. Food Chem. 2007;102:178–185."}, {"Citation": "Omolo M.A., Wong Z., Mergen A.K., Hastings J.C., Le N.C., Reiland H.A., Case K.A., Baumler D.J. Antimicrobial properties of chili peppers. J. Infect. Dis. Ther. 2014;2:145."}, {"Citation": "Özer A., Erdost H., Zik B. Histological investigations on the effects of feeding a diet containing red hot pepper on the reproductive organs of the chicken. Photother. Res. 2005;19:501–505.", "ArticleIdList": ["16114096"]}, {"Citation": "Özer A., Zik B., Erdost H., Ozfiliz N. Histological investigations on the effects of feeding with diet containing red hot pepper on the reproductive system organs of the cock. Turk. J. Vet. Anim. Sci. 2006;30:7–15."}, {"Citation": "Paguia H.M., Magpantay D.O., Paguia R.Q. Laying performance of chicken (Gallus domesticus L.) fed diets supplemented with Capsicum frutescens. Pages 44–49 in International Conference on Asia Agriculture and Animal; IACSIT Press, Singapore; Singapore: IACSIT Press; 2011."}, {"Citation": "Platel K., Srinivasan K. Digestive stimulant action of spices: a myth or reality? Indian J. Med. Res. 2004;119:167–179.", "ArticleIdList": ["15218978"]}, {"Citation": "Prakash U.N.S., Srinivasan K. Beneficial influence of dietary spices on the ultrastructure and fluidity of intestinal brush border in experimental rats. Br. J. Nutr. 2010;104:31–39.", "ArticleIdList": ["20178671"]}, {"Citation": "Puvača N.M. Bioactive compounds in selected hot spices and medicinal plants. J. Agron. Technol. Eng. Manag. 2018;1:8–17."}, {"Citation": "Puvača N.M., Kostadinovic L.J., Ljubojevic D., Lukac D., Levic J., Popovic S., Novakov N., Vidovic B., Đuragic O. Effect of garlic, black pepper and hot red pepper on productive performances and blood lipid profile of broiler chickens. Eur. Poult. Sci. 2015;79:1–13."}, {"Citation": "Puvača N.M., Kostadinović L.M., Đuragić O.M., Ljubojević D.B., Miščević B.M., Könyves T.L., Popović S.J., Lević J.D., Nikolova N.B. Influence of herbal drugs in broiler chicken nutrition on primal carcass cuts quality assessements. Food Feed Res. 2016;43:43–49."}, {"Citation": "Puvača N.M., Ljubojević D., Čabarkapa I., Popović S., Tomičić Z., Nikolova N., Lević J. Quality of broiler chickens carcass fed dietary addition of garlic, black pepper and hot red pepper. J. Agron. Technol. Eng. Manag. 2019;2:218–227."}, {"Citation": "Puvača N.M., Ljubojevic D., Kostadinovic L.J., Levic L., Nikolova N., Miscevic B., Konyves T., Lukac D., Popovic S. Species and herbs in broiler nutrition: Hot red pepper (Capsicum annuum L.) and its mode of action. Worlds Poult. Sci. J. 2015;71:683–688."}, {"Citation": "Puvača N.M., Ljubojević D., Lukač D., Kostadinović L.J., Stanaćev V., Popović S., Baloš M.Živkov, Nikolova N. Digestibility of fat in broiler chickens influenced by dietary addition of spice herbs. Maced. J. Ani. Sci. 2014;4:61–67."}, {"Citation": "Puvača N.M., Pelić D.L., Popović S., Ikonić P., Đuragić O., Peulić T., Lević J. Evaluation of broiler chickens lipid profile influenced by dietary chili pepper addition. J. Agron. Technol. Eng. Manag. 2019;2:318–324."}, {"Citation": "Puvača N.M., Stanaćev V., Glamočić D., Lević J., Perić L., Stanaćev V., Milić D. Beneficial effects of phytoadditives in broiler nutrition. Worlds Poult. Sci. J. 2013;69:27–34."}, {"Citation": "Rahimian Y., Kheiri F., Moghaddam M. Effect of using ginger, red and black pepper powder as phytobiotics with Protexin® probiotic on performance, carcass characteristics and some blood biochemical on Japanese quails (Coturnix japonica) Vet. Sci. Dev. 2018;8:4–7."}, {"Citation": "Reda F.M., El-Saadony M.T., Elnesr S.S., Alagawany M., Tufarelli V. Effect of dietary supplementation of biological curcumin nanoparticles on growth and carcass traits, antioxidant status, immunity and caecal microbiota of Japanese quails. Animals. 2020;10:754.", "ArticleIdList": ["PMC7277682", "32357410"]}, {"Citation": "Reda F.M., El-Saadony M.T., El-Rayes T.K., Attia A.I., El-Sayed S.A., Ahmed S.Y., Madkour M., Alagawany M. Use of biological nano zinc as a feed additive in quail nutrition: biosynthesis, antimicrobial activity and its effect on growth, feed utilisation, blood metabolites and intestinal microbiota. Ital. J. Anim. Sci. 2021;20:324–335."}, {"Citation": "Reda F., El-Saadony M.T., El-Rayes T.K., Farahat M., Attia G., Alagawany M. Dietary effect of licorice (Glycyrrhiza glabra) on quail performance, carcass, blood metabolites and intestinal microbiota. Poult. Sci. 2021;100", "ArticleIdList": ["PMC8264150", "34225203"]}, {"Citation": "Rose S.P., Pirgozliev V.R., Countney J., Hare S.D. Pages 227–230 in EAAP Publication No. 109. Rostock-Warnemünde; Germany: 2003. Dietary protein source and lysine balance on the efficiency of energy utilization in broiler chickens in Progress in research on energy and protein metabolism. 13-18 September."}, {"Citation": "Saad A.M., El-Saadony M.T., El-Tahan A.M., Sayed S., Moustafa M.A., Taha A.E., Taha T.F., Ramadan M.M. Polyphenolic extracts from pomegranate and watermelon wastes as substrate to fabricate sustainable silver nanoparticles with larvicidal effect against Spodoptera littoralis. Saudi J. Biol. Sci. 2021;28:5674–5683.", "ArticleIdList": ["PMC8459111", "34588879"]}, {"Citation": "Saad A.M., El-Saadony M.T., Mohamed A.S., Ahmed A.I., Sitohy M.Z. Impact of cucumber pomace fortification on the nutritional, sensorial and technological quality of soft wheat flour-based noodles. Int. J. Food Sci. Technol. 2021;56:3255–3268."}, {"Citation": "Saad A.M., Mohamed A.S., El-Saadony M.T., Sitohy M.Z. Palatable functional cucumber juices supplemented with polyphenols-rich herbal extracts. LWT - Food Sci. Technol. 2021;148"}, {"Citation": "Salem H.M., Ismael E., Shaalan M. Evaluation of the effects of silver nanoparticles against experimentally induced necrotic enteritis in broiler chickens. Int. J. Nanomed. 2021;16:6783–6796.", "ArticleIdList": ["PMC8502061", "34675507"]}, {"Citation": "Sayeed M.D, Yaser R., Esfandiar R., Hamzeh M., Mehrdad Y., Abbas D.P. Effect of using ginger, red and black pepper powder as phytobiotics with protexin® probiotic on performance, carcass characteristics and some blood biochemical on Japanese quails. J. Agric. Sci. 2016;6:120–125."}, {"Citation": "Shahverdi A., Kheiri F., Faghani M., Rahimian Y., Rafiee A. The effect of use red pepper (Capsicum annum L.) and black pepper (Piper nigrum L.) on performance and hematological parameters of broiler chicks. Eur. J. Zool. Res. 2013;2:44–48."}, {"Citation": "Sheiha A.M., Abdelnour S.A., Abd El-Hack M.E., Khafaga A.F., Metwally K.A., Ajarem J.S., Maodaa S.N., Allam A.A., El-Saadony M.T. Effects of dietary biological or chemical-synthesized nano-selenium supplementation on growing rabbits exposed to thermal stress. Animals. 2020;10:430.", "ArticleIdList": ["PMC7142898", "32143370"]}, {"Citation": "Sim K.H., Sil H.Y. Antioxidant activities of red pepper (Capsicum annuum) pericarp and seed extracts. Int. J. Food Sci. Technol. 2008;43:1813–1823."}, {"Citation": "Simon O., Vahjen W., Scharek L. Microorganisms as feed additives-probiotics. Adv. Pork Prod. 2005;16:161–167."}, {"Citation": "Singletary K. Red pepper: overview of potential health benefits. Nutr. Today. 2011;46:33–47."}, {"Citation": "Soliman A.Z.M. The bioefficacy of hot red pepper in practical layer diets varying in their energy content. Egypt. Poult. Sci. 2002;22:1047–1062."}, {"Citation": "Soliman N.K., AlAfifi Sh.F. The productive performance, intestinal bacteria and histomorphology of broiler chicks fed diets containing hot red pepper. Egypt. Poult. Sci. 2020;40:345–357."}, {"Citation": "Sri Divya, V. E. 2017. Effect of black pepper (Piper nigrum) as natural feed additive on the performance of Japanese quail. MSc. Thesis, Sri Venkateswara Veterinary University, India."}, {"Citation": "Srinivasan K. Biological activities of red pepper (Capsicum annuum) and its pungent principle capsaicin: a review. Crit. Rev. Food Sci. Nutr. 2015;56:1488–1500.", "ArticleIdList": ["25675368"]}, {"Citation": "Stanaćev V., glamočić D., Milošević N., Puvača N., Stanaćev V., Plavša N. Effect of garlic (Allium sativum L.) in fattening chicks nutrition. Afr. J. Agric. Res. 2011;6:943–948."}, {"Citation": "Swelum A.A., Elbestawy A.R., El-Saadony M.T., Hussein E.O., Alhotan R., Suliman G.M., Taha A.E., Ba-Awdah H., El-Tarabily K.A., Abd El-Hack M.E. Ways to minimize bacterial infections, with special reference to Escherichia coli, to cope with the first-week mortality in chicks: an updated overview. Poult. Sci. 2021;100", "ArticleIdList": ["PMC8010699", "33752065"]}, {"Citation": "Tawfeek S.S., Hassanin K.M.A., Youssef I.M.I. The effect of dietary supplementation of some antioxidants on performance, oxidative stress, and blood parameters in broilers under natural summer conditions. J. Worlds Poult. Res. 2014;4:10–19."}, {"Citation": "Tellez G.I., Jaeger L., Dean C.E., Corrier D.E., Deloach J.R., Williams J.D., Hargis B.M. Effect of prolonged administration of dietary capsaicin on Salmonella enteritidis infection in leghorn chicks. Avian Dis. 1993;37:143–148.", "ArticleIdList": ["8452490"]}, {"Citation": "Thiamhirunsopit K., Phisalaphong C., Boonkird S., Kilparkorn S. Effect of chilli meal (Capsicum frutescens LINN.) on growth performance, stress index, lipid peroxidation and ileal nutrient digestibility in broilers reared under high stocking density condition. Anim. Feed Sci. Technol. 2014;192:90–100."}, {"Citation": "Tollba A.A., Azouz H.M., AbdSamad M.H. Antioxidants supplementation to diet of Egyptian chicken under different environmental condition: 2- The growth during cold winter stress. Egypt Poult. Sci. 2007;27:727–748."}, {"Citation": "Traesel C.K., Wolkmer P., Schmidt C., Silva C.B., Paim F.C., Rosa A.P., Alves S.H., Santurio J.M., Lopes S.T. Serum biochemical profile and performance of broiler chickens fed diets containing essential oils and pepper. Comp. Clin. Pathol. 2011;20:453–460."}, {"Citation": "Valiollahi M.R., Rahimian Y., Miri Y., Asgarian F., Rafiee A. Effect of ginger (Zingiber officinale) and black pepper (Piper nigrum L.) powder on performance, hematological parameters and antibody titre in broiler chicks. Res. Opin. Anim. Vet. Sci. 2014;4:128–132."}, {"Citation": "Viktorija M., Liljana K.G., Tatjana R., Ana C., Rubin G. Antioxidative effect of Capsicum oleoresins compared with pure capsaicin. IOSR J. Pharm. 2014;4:44–48."}, {"Citation": "Vogt H., Harnisch S., Rauch H.W., Heil G.H. Dried natural spices in broiler rations. Arch. Geflugelk. 1989;53:144–150."}, {"Citation": "Wadasen M.L.P. Benguet State University; Philippines: 2012. Study on the effect of hot red pepper (Capsicum annuum) supplementation on the growth performance of broilers. MSc. Thesis."}, {"Citation": "Wahyuni Y., Ballester A.R., Tikunov Y., De Vos R.C., Pelgrom K.T., Maharijaya A., Sudarmonowati E., Bino R.J., Bovy A.G. Metabolomics and molecular marker analysis to explore pepper (Capsicum sp.) biodiversity. Metabolomics. 2013;9:130–144.", "ArticleIdList": ["PMC3548101", "23335867"]}, {"Citation": "Williams N., Klenholz E.W. The effect of chilli, curry, and black pepper powder in diet for broiler chicks. Poult. Sci. 1974;53:2232–2234."}, {"Citation": "Yaqoob M.U., Abd El-Hack M.E., Hassan F., El-Saadony M.T., Khafaga A.F., Batiha G.E., Yehia N., Elnesr S.S., Alagawany M., El-Tarabily K.A., Wang M. The potential mechanistic insights and future implications for the effect of prebiotics on poultry performance, gut microbiome, and intestinal morphology. Poult. Sci. 2021;100", "ArticleIdList": ["PMC8170421", "34062442"]}, {"Citation": "Yoshioka M., Doucet E., Drapeau V., Dionne I., Tremblay A. Combined effects of red pepper and caffeine consumption on 24 h energy balance in subjects given free access to foods. Br. J. Nutr. 2001;85:203–211.", "ArticleIdList": ["11242488"]}, {"Citation": "Younis M.E., Abdel-Latif M.A. Influence of breed and route of hot pepper supplementation on productive performance, carcass traits and Immune response of two breeds of broilers. Alex. J. Vet. Sci. 2017;52:181–189."}, {"Citation": "Zeyrek F.Y., Oguz E. In vitro activity of capsaicin against Helicobacter pylori. Ann. Microbiol. 2005;55:125–127."}, {"Citation": "Zhao Y., Wu Y., Wang M. In: Pages 967–1008 in Handbook of Food Chemistry. Cheung P.C.K., Mehta B.M., editors. Springer Berlin Heidelberg; Germany: 2015. Bioactive substances of plant origin."}, {"Citation": "Zheng J., Zheng S., Feng Q., Zhang Q., Xiao X. Dietary capsaicin and its anti-obesity potency: from mechanism to clinical implications. Biosci. Rep. 2017;37", "ArticleIdList": ["PMC5426284", "28424369"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "10", "Day": "19"}, {"Year": "2021", "Month": "12", "Day": "15"}, {"Year": "2021", "Month": "12", "Day": "17"}, {"Year": "2022", "Month": "2", "Day": "16", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "4", "Day": "14", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "2", "Day": "15", "Hour": "20", "Minute": "17"}, {"Year": "2022", "Month": "1", "Day": "7"}], "PublicationStatus": "ppublish", "ArticleIdList": ["35168162", "PMC8850793", "10.1016/j.psj.2021.101684", "S0032-5791(21)00704-5"]}}], "PubmedBookArticle": []}