{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Corona viruses", "traditional herbal medicine", "viral prevention", "viral treatment"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35184680", "DateCompleted": {"Year": "2022", "Month": "03", "Day": "07"}, "DateRevised": {"Year": "2022", "Month": "12", "Day": "07"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": ["10.1080/21655979.2022.2036521"], "Journal": {"ISSN": "2165-5987", "JournalIssue": {"Volume": "13", "Issue": "3", "PubDate": {"Year": "2022", "Month": "Mar"}}, "Title": "Bioengineered", "ISOAbbreviation": "Bioengineered"}, "ArticleTitle": "Prevention, treatment and potential mechanism of herbal medicine for Corona viruses: A review.", "Pagination": {"StartPage": "5480", "EndPage": "5508", "MedlinePgn": "5480-5508"}, "Abstract": {"AbstractText": ["The pandemic of coronavirus disease 2019 (COVID-19) caused by the SARS-coronavirus 2(SARS-CoV-2) virus has become the greatest global public health crisis in recent years,and the COVID-19 epidemic is still continuing. However, due to the lack of effectivetherapeutic drugs, the treatment of corona viruses is facing huge challenges. In thiscontext, countries with a tradition of using herbal medicine such as China have beenwidely using herbal medicine for prevention and nonspecific treatment of corona virusesand achieved good responses. In this review, we will introduce the application of herbalmedicine in the treatment of corona virus patients in China and other countries, andreview the progress of related molecular mechanisms and antiviral activity ingredients ofherbal medicine, in order to provide a reference for herbal medicine in the treatment ofcorona viruses. We found that herbal medicines are used in the prevention and fightagainst COVID-19 in countries on all continents. In China, herbal medicine has beenreported to relieve some of the clinical symptoms of mild patients and shorten the length of hospital stay. However, as most herbal medicines for the clinical treatment of COVID-19still lack rigorous clinical trials, the clinical and economic value of herbal medicines in theprevention and treatment of COVID-19 has not been fully evaluated. Future work basedon large-scale randomized, double-blind clinical trials to evaluate herbal medicines andtheir active ingredients in the treatment of new COVID-19 will be very meaningful."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Microbiome Medicine Center, Department of Laboratory Medicine, Zhujiang Hospital, Southern Medical University, Guangzhou, Guangdong, China."}], "LastName": "Liu", "ForeName": "Yan-Xia", "Initials": "YX"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Guangzhou Institute of Pediatrics, Guangzhou Women and Children's Medical Center, Guangzhou Medical University, Guangzhou, 510623 China."}, {"Identifier": [], "Affiliation": "Department of Gastroenterology, Guangzhou Women and Children's Medical Center, Guangzhou Medical University, Guangzhou, 510623, China."}], "LastName": "Zhou", "ForeName": "Yan-He", "Initials": "YH"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Microbiome Medicine Center, Department of Laboratory Medicine, Zhujiang Hospital, Southern Medical University, Guangzhou, Guangdong, China."}], "LastName": "Jiang", "ForeName": "Chang-Hong", "Initials": "CH"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Civil and Environmental Engineering, University of Maryland, College Park, MD, USA."}], "LastName": "Liu", "ForeName": "Junyan", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Microbiome Medicine Center, Department of Laboratory Medicine, Zhujiang Hospital, Southern Medical University, Guangzhou, Guangdong, China."}], "LastName": "Chen", "ForeName": "Ding-Qiang", "Initials": "DQ"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Bioengineered", "NlmUniqueID": "101581063", "ISSNLinking": "2165-5979"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Antiviral Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Drugs, Chinese Herbal"}], "MeshHeadingList": [{"QualifierName": ["isolation & purification", "therapeutic use"], "DescriptorName": "Antiviral Agents"}, {"QualifierName": ["pathology", "virology"], "DescriptorName": "COVID-19"}, {"QualifierName": [], "DescriptorName": "China"}, {"QualifierName": ["isolation & purification", "therapeutic use"], "DescriptorName": "Drugs, Chinese Herbal"}, {"QualifierName": ["methods"], "DescriptorName": "Herbal Medicine"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["methods"], "DescriptorName": "Medicine, Chinese Traditional"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": ["drug effects", "growth & development", "pathogenicity"], "DescriptorName": "SARS-CoV-2"}, {"QualifierName": [], "DescriptorName": "COVID-19 Drug Treatment"}], "CoiStatement": "No potential conflict of interest was reported by the author(s)."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "China National Health Commission . Diagnosis and treatment of pneumonitis caused by new coronavirus (trial version 7). In.: Beijing China National Health;2020. http://www.nhc.gov.cn/jkj/s3577/202009/318683cbfaee4191aee29cd774b19d8d.shtml"}, {"Citation": "Zu ZY, Jiang MD, Xu PP, et al. Coronavirus disease 2019 (COVID-19): a perspective from China. Radiology. 2020;296(2):E15–E25. DOI:10.1148/radiol.2020200490.", "ArticleIdList": ["10.1148/radiol.2020200490", "PMC7233368", "32083985"]}, {"Citation": "Dong Y, Mo X, Hu Y, et al. Epidemiology of COVID-19 among children in China. Pediatrics. 2020;145(6). DOI:10.1542/peds.2020-0702.", "ArticleIdList": ["10.1542/peds.2020-0702", "32179660"]}, {"Citation": "Liu Y, Eggo RM, Kucharski AJ.. Secondary attack rate and superspreading events for SARS-CoV-2. Lancet. 2020;395(10227):e47.", "ArticleIdList": ["PMC7158947", "32113505"]}, {"Citation": "Lu X, Zhang L, Du H, et al. SARS-CoV-2 infection in children. New Engl J Med. 2020;382(17):1663–1665. DOI:10.1056/NEJMc2005073.", "ArticleIdList": ["10.1056/NEJMc2005073", "PMC7121177", "32187458"]}, {"Citation": "Ibarrondo FJ, Fulcher JA, Goodman-Meza D, et al. Rapid decay of Anti-SARS-CoV-2 antibodies in persons with mild Covid-19. N Engl J Med. 2020;383(11):1085–1087. DOI:10.1056/NEJMc2025179.", "ArticleIdList": ["10.1056/NEJMc2025179", "PMC7397184", "32706954"]}, {"Citation": "Zhu FC, Guan XH, Li YH, et al. Immunogenicity and safety of a recombinant adenovirus type-5-vectored COVID-19 vaccine in healthy adults aged 18 years or older: a randomised, double-blind, placebo-controlled, phase 2 trial. Lancet. 2020;396(10249):479–488. DOI:10.1016/S0140-6736(20)31605-6.", "ArticleIdList": ["10.1016/S0140-6736(20)31605-6", "PMC7836858", "32702299"]}, {"Citation": "Dagotto G, Yu J, Barouch DH. Approaches and Challenges in SARS-CoV-2 vaccine development. Cell Host Microbe. 2020;28(3):364–370.", "ArticleIdList": ["PMC7416703", "32798444"]}, {"Citation": "Susskind D, Vines D. The economics of the COVID-19 pandemic: an assessment. Oxford Rev Econ Pol. 2020;36(Supplement_1):S1–S13.10.1093/oxrep/graa036", "ArticleIdList": ["10.1093/oxrep/graa036"]}, {"Citation": "Jin YH, Cai L, Cheng ZS, et al. A rapid advice guideline for the diagnosis and treatment of 2019 novel coronavirus (2019-nCoV) infected pneumonia (standard version). Mil Med Res. 2020;7(1):4. DOI:10.1186/s40779-020-0233-6.", "ArticleIdList": ["10.1186/s40779-020-0233-6", "PMC7003341", "32029004"]}, {"Citation": "Han YY, Zhao MR, and Shi Y, et al. Application of integrative medicine protocols on treatment of coronavirus disease 2019. Chin Tradit Herb Drugs. 2020;2020:2–18."}, {"Citation": "China National Health Commission . Diagnosis and treatment of pneumonitis caused by new coronavirus (trial version 6). In.; 2020."}, {"Citation": "Xiao M, Tian J, Zhou Y, et al. Efficacy of Huoxiang Zhengqi dropping pills and Lianhua Qingwen granules in treatment of COVID-19: a randomized controlled trial. Pharmacol Res. 2020;161:105126.", "ArticleIdList": ["PMC7414728", "32781283"]}, {"Citation": "Province S. Clinical features and treatment of COVID‐19 patients in northeast Chongqing.", "ArticleIdList": ["PMC7228368", "32198776"]}, {"Citation": "Hung I, To K, Lee CK, et al. Hyperimmune IV immunoglobulin treatment: a multicenter double-blind randomized controlled trial for patients with severe 2009 influenza A(H1N1) infection. Chest. 2013;144(2):464–473. DOI:10.1378/chest.12-2907.", "ArticleIdList": ["10.1378/chest.12-2907", "23450336"]}, {"Citation": "Zhu YL, Yang BB, Wu F. Understanding of COVID-19 in children from different perspectives of traditional Chinese medicine and western medicine. Chinese Traditional and Herbal Drugs. 2020. 51(4)"}, {"Citation": "Ni L, Zhou L, Zhou M, et al. Combination of western medicine and Chinese traditional patent medicine in treating a family case of COVID-19. Front Med. 2020;14(2):210–214. DOI:10.1007/s11684-020-0757-x.", "ArticleIdList": ["10.1007/s11684-020-0757-x", "PMC7088740", "32170559"]}, {"Citation": "Chan KW, Wong VT, Tang SCW. COVID-19: An update on the epidemiological, clinical, preventive and therapeutic evidence and guidelines of integrative Chinese–Western medicine for the management of 2019 novel coronavirus disease. Am J Chin Med. 2020;48(3):737–762.", "ArticleIdList": ["32164424"]}, {"Citation": "Mohamad Hesam ShahrajabianMohamad Hesam Shahrajabian Biotechnology Research Institute CAOA . A review of ginseng species in different regions as a multipurpose herb in traditional Chinese medicine, modern herbology and pharmacological science. J Med Plants Res. 2019;10(13):213–226."}, {"Citation": "Sun W, Shahrajabian MH, Cheng Q. Anise (Pimpinella anisum L), a dominant spice and traditional medicinal herb for both food and medicinal purposes. Cogent Biology. 2019;5(1):1673688.10.1080/23312025.2019.1673688", "ArticleIdList": ["10.1080/23312025.2019.1673688"]}, {"Citation": "Xia S, Zhong Z, and Gao B, et al. The important herbal pair for the treatment of COVID-19 and its possible mechanisms. Chin Med. 2021;16(1): 1–16", "ArticleIdList": ["PMC7927769", "33658066"]}, {"Citation": "Chia WY, Kok H, Chew KW, et al. Can algae contribute to the war with Covid-19?. Bioengineered. 2021;12(1):1226–1237. DOI:10.1080/21655979.2021.1910432.", "ArticleIdList": ["10.1080/21655979.2021.1910432", "PMC8806238", "33858291"]}, {"Citation": "Peter AP, Wayne CK, Show PL, et al. Potential pathway that could treat Coronaviruses (COVID-19). Current Biochemical Engineering. 2020;6(1):3–4. DOI:10.2174/2212711906999200228100507", "ArticleIdList": ["10.2174/2212711906999200228100507"]}, {"Citation": "Yuan H, Ma Q, Ye L, et al. The traditional medicine and modern medicine from natural products. Molecules. 2016;21(5):559. DOI:10.3390/molecules21050559.", "ArticleIdList": ["10.3390/molecules21050559", "PMC6273146", "27136524"]}, {"Citation": "Tong T, Wu YQ, Ni WJ, et al. The potential insights of traditional Chinese medicine on treatment of COVID-19. Chin Med. 2020;15(1):51. DOI:10.1186/s13020-020-00326-w.", "ArticleIdList": ["10.1186/s13020-020-00326-w", "PMC7245619", "32483409"]}, {"Citation": "Jiang W. Therapeutic wisdom in traditional Chinese medicine: a perspective from modern science. Trends Pharmacol Sci. 2005;26(11):558–563.", "ArticleIdList": ["16185775"]}, {"Citation": "Miao Q, Cong XD, Wang B, et al. Understanding and thinking of novel coronavirus pneumonia in traditional Chinese medicine. J Trad Chin Med. 2020;61. 286–288."}, {"Citation": "Ang L, Lee HW, Choi JY, et al. Herbal medicine and pattern identification for treating COVID-19: a rapid review of guidelines. Integr Med Res. 2020;9(2):100407. DOI:10.1016/j.imr.2020.100407.", "ArticleIdList": ["10.1016/j.imr.2020.100407", "PMC7104236", "32289016"]}, {"Citation": "Lau TF, Leung PC, Wong EL, et al. Using herbal medicine as a means of prevention experience during the SARS crisis. Am J Chin Med. 2005;33(3):345–356. DOI:10.1142/S0192415X05002965.", "ArticleIdList": ["10.1142/S0192415X05002965", "16047553"]}, {"Citation": "Needham J, Gwei-djen L. Hygiene and preventive medicine in ancient China. J Hist Med Allied Sci. 1962;17(4):429–478.", "ArticleIdList": ["13937874"]}, {"Citation": "Luo H, Tang QL, Shang YX, et al. Can Chinese medicine be used for prevention of Corona virus disease 2019 (COVID-19)? A review of historical classics, research evidence and current prevention programs. Chin J Integr Med. 2020;26(4):243–250. DOI:10.1007/s11655-020-3192-6.", "ArticleIdList": ["10.1007/s11655-020-3192-6", "PMC7088641", "32065348"]}, {"Citation": "Du CY, Zheng KY, Bi CW, et al. Yu Ping Feng San, an Ancient Chinese herbal decoction, induces gene expression of anti-viral proteins and inhibits neuraminidase activity. Phytother Res. 2015;29(5):656–661. DOI:10.1002/ptr.5290.", "ArticleIdList": ["10.1002/ptr.5290", "25586308"]}, {"Citation": "Hoever G, Baltina L, Michaelis M, et al. Antiviral activity of glycyrrhizic acid derivatives against SARS-coronavirus. J Med Chem. 2005;48(4):1256–1259. DOI:10.1021/jm0493008.", "ArticleIdList": ["10.1021/jm0493008", "15715493"]}, {"Citation": "Wang C, Cao B, Liu QQ, et al. Oseltamivir compared with the Chinese traditional therapy maxingshigan-yinqiaosan in the treatment of H1N1 influenza: a randomized trial. Ann Intern Med. 2011;155(4):217–225. DOI:10.7326/0003-4819-155-4-201108160-00005", "ArticleIdList": ["10.7326/0003-4819-155-4-201108160-00005", "21844547"]}, {"Citation": "Pu J, Mei H, Lei L, et al. Knowledge of medical professionals, their practices, and their attitudes toward traditional Chinese medicine for the prevention and treatment of coronavirus disease 2019: a survey in Sichuan, China. Plos One. 2021;16(3):e234855. DOI:10.1371/journal.pone.0234855.", "ArticleIdList": ["10.1371/journal.pone.0234855", "PMC7963037", "33725021"]}, {"Citation": "Ang L, Lee HW, Choi JY, et al. Herbal medicine and pattern identification for treating COVID-19: a rapid review of guidelines. Integr Med Res. 2020;9(2):100407.", "ArticleIdList": ["PMC7104236", "32289016"]}, {"Citation": "Lee B, Lee JA, Kim K, et al. A consensus guideline of herbal medicine for coronavirus disease 2019. Integr Med Res. 2020;9(3):100470. DOI:10.1016/j.imr.2020.100470.", "ArticleIdList": ["10.1016/j.imr.2020.100470", "PMC7335489", "32691002"]}, {"Citation": "Kim D, Chu H, Min BK, et al. Telemedicine center of Korean medicine for treating patients with COVID-19: a retrospective analysis. Integr Med Res. 2020;9(3):100492. DOI:10.1016/j.imr.2020.100492.", "ArticleIdList": ["10.1016/j.imr.2020.100492", "PMC7395239", "32802745"]}, {"Citation": "Takayama S, Arita R, Ono R, et al. Treatment of COVID-19-related olfactory disorder promoted by kakkontokasenkyushin’i: a case series. Tohoku J Exp Med. 2021;254(2):71–80. DOI:10.1620/tjem.254.71.", "ArticleIdList": ["10.1620/tjem.254.71", "34108344"]}, {"Citation": "Takayama S, Namiki T, Ito T, et al. A multi-center, randomized controlled trial by the integrative management in Japan for epidemic disease (IMJEDI study-RCT) on the use of Kampo medicine, kakkonto with shosaikotokakikyosekko, in mild-to-moderate COVID-19 patients for symptomatic relief and prevention of severe stage: a structured summary of a study protocol for a randomized controlled trial. Trials. 2020;21(1):1–3. DOI:10.1186/s13063-019-3906-2.", "ArticleIdList": ["10.1186/s13063-019-3906-2", "PMC7530547", "33008479"]}, {"Citation": "Aomatsu N, Shigemitsu K, Nakagawa H, et al. Efficacy of Ninjin’yoeito in treating severe coronavirus disease 2019 in patients in an intensive care unit. Neuropeptides. 2021;90:102201.", "ArticleIdList": ["PMC8484001", "34753072"]}, {"Citation": "Kuchta K, Cameron S, Lee M, et al. Which East Asian herbal medicines can decrease viral infections?. Phytochem Rev 2021. 1–19 10.1007/s11101-021-09756-2", "ArticleIdList": ["10.1007/s11101-021-09756-2", "PMC8391007", "34466134"]}, {"Citation": "AlNajrany SM, Asiri Y, Sales I, et al. The commonly utilized natural products during the COVID-19 pandemic in Saudi Arabia: a cross-sectional online survey. Int J Environ Res Public Health. 2021;18(9):4688. DOI:10.3390/ijerph18094688.", "ArticleIdList": ["10.3390/ijerph18094688", "PMC8125191", "33924884"]}, {"Citation": "ALkharashi NA . The consumption of nutritional supplements and herbal products for the prevention and treatment of COVID-19 infection among the Saudi population in riyadh. Clinical Nutrition Open Science. 2021;39:11–20. 10.1016/j.nutos.2021.09.001", "ArticleIdList": ["10.1016/j.nutos.2021.09.001", "PMC8461002", "34585172"]}, {"Citation": "Koshak AE, Koshak EA, Mobeireek AF, et al. Nigella sativa for the treatment of COVID-19: an open-label randomized controlled clinical trial. Complement Ther Med. 2021;61:102769.", "ArticleIdList": ["PMC8364675", "34407441"]}, {"Citation": "Ahmad A, Husain A, Mujeeb M, et al. A review on therapeutic potential of Nigella sativa: a miracle herb. Asian Pac J Tropical Biomedicine. 2013;3(5):337–352. DOI:10.1016/S2221-1691(13)60075-1.", "ArticleIdList": ["10.1016/S2221-1691(13)60075-1", "PMC3642442", "23646296"]}, {"Citation": "Rahman MT. Potential benefits of combination of Nigella sativa and Zn supplements to treat COVID-19. J Herbs Med. 2020;23:100382.", "ArticleIdList": ["PMC7313527", "32834942"]}, {"Citation": "Bouchentouf S, Missoum N. Identification of Compounds from Nigella Sativa as new potential inhibitors of 2019 novel Coronasvirus (Covid-19): molecular docking study. 2020."}, {"Citation": "Ahmed I, Hasan M, Akter R, et al. Behavioral preventive measures and the use of medicines and herbal products among the public in response to Covid-19 in Bangladesh: a cross-sectional study. Plos One. 2020;15(12):e243706. DOI:10.1371/journal.pone.0243706.", "ArticleIdList": ["10.1371/journal.pone.0243706", "PMC7732085", "33306725"]}, {"Citation": "Saraswat J, Singh P, Patel R. A computational approach for the screening of potential antiviral compounds against SARS-CoV-2 protease: ionic liquid vs herbal and natural compounds. J Mol Liq. 2021;326:115298.", "ArticleIdList": ["PMC7832122", "33518856"]}, {"Citation": "Charan J, Bhardwaj P, Dutta S, et al. Use of complementary and alternative medicine (CAM) and home remedies by COVID-19 patients: a telephonic survey. Indian J Clin Biochem. 2021;36(1):108–111. DOI:10.1007/s12291-020-00931-4.", "ArticleIdList": ["10.1007/s12291-020-00931-4", "PMC7602770", "33162692"]}, {"Citation": "Banerjee S, Kar A, Mukherjee PK, et al. Immunoprotective potential of ayurvedic herb kalmegh (Andrographis paniculata) against respiratory viral infections–LC–MS/MS and network pharmacology analysis. Phytochem Analysis. 2021;32(4):629–639. DOI:10.1002/pca.3011", "ArticleIdList": ["10.1002/pca.3011", "33167083"]}, {"Citation": "Balkrishna A, Verma S, Solleti SK, et al. Calcio-herbal medicine Divya-Swasari-Vati ameliorates SARS-CoV-2 spike protein-induced pathological features and inflammation in humanized zebrafish model by moderating IL-6 and TNF-α cytokines. J Inflamm Res. 2020;13:1219.", "ArticleIdList": ["PMC7783203", "33414643"]}, {"Citation": "Natarajan S, Anbarasi C, Sathiyarajeswaran P, et al. Kabasura Kudineer (KSK), a poly-herbal Siddha medicine, reduced SARS-CoV-2 viral load in asymptomatic COVID-19 individuals as compared to vitamin C and zinc supplementation: findings from a prospective, exploratory, open-labeled, comparative, randomized controlled trial, Tamil Nadu, India. Trials. 2021;22(1):1–11. DOI:10.1186/s13063-020-04976-x.", "ArticleIdList": ["10.1186/s13063-020-04976-x", "PMC8441246", "34526104"]}, {"Citation": "Dandara C, Dzobo K, Chirikure S. COVID-19 pandemic and Africa: from the situation in Zimbabwe to a case for precision herbal medicine. OMICS. 2021;25(4):209–212.", "ArticleIdList": ["32654634"]}, {"Citation": "Nie C, Trimpert J, Moon S, et al. In vitro efficacy of artemisia extracts against SARS-CoV-2. bioRxiv. 2021.", "ArticleIdList": ["PMC8424155", "34496903"]}, {"Citation": "Chali BU, Melaku T, Berhanu N, et al. Traditional medicine practice in the context of COVID-19 pandemic: community claim in jimma zone, Oromia, Ethiopia. Infect Drug Resist. 2021;14:3773.", "ArticleIdList": ["PMC8453645", "34557002"]}, {"Citation": "Scherrer AM, Motti R, Weckerle CS. Traditional plant use in the areas of monte vesole and ascea, cilento national park (Campania, Southern Italy). J Ethnopharmacol. 2005;97(1):129–143.", "ArticleIdList": ["15652287"]}, {"Citation": "Chaachouay N, Douira A, Zidane L. COVID-19, prevention and treatment with herbal medicine in the herbal markets of salé prefecture, North-Western Morocco. Eur J Integr Med. 2021;42:101285.", "ArticleIdList": ["PMC7836426", "33520016"]}, {"Citation": "Aanouz I, Belhassan A, El-Khatabi K, et al. Moroccan Medicinal plants as inhibitors against SARS-CoV-2 main protease: computational investigations. J Biomol Struct Dyn. 2021;39(8):2971–2979. DOI:10.1080/07391102.2020.1758790.", "ArticleIdList": ["10.1080/07391102.2020.1758790", "PMC7212546", "32306860"]}, {"Citation": "Mata R, Figueroa M, Navarrete A, et al. Chemistry and biology of selected Mexican medicinal plants. Prog Chem Org Nat Prod. 2019;108(2019):1–142. DOI:10.1007/978-3-030-01099-7_1.", "ArticleIdList": ["10.1007/978-3-030-01099-7_1", "30924013"]}, {"Citation": "Rivero-Segura NA, Gomez-Verjan JC. In silico screening of natural products isolated from Mexican herbal medicines against COVID-19. Biomolecules. 2021;11(2):216.", "ArticleIdList": ["PMC7913859", "33557097"]}, {"Citation": "Kim D, Lee JY, Yang JS, et al. The architecture of SARS-CoV-2 transcriptome. Cell. 2020;181(4):914–921. DOI:10.1016/j.cell.2020.04.011.", "ArticleIdList": ["10.1016/j.cell.2020.04.011", "PMC7179501", "32330414"]}, {"Citation": "Chan JF, Kok KH, Zhu Z, et al. Genomic characterization of the 2019 novel human-pathogenic coronavirus isolated from a patient with atypical pneumonia after visiting Wuhan. Emerg Microbes Infect. 2020;9(1):221–236. DOI:10.1080/22221751.2020.1719902.", "ArticleIdList": ["10.1080/22221751.2020.1719902", "PMC7067204", "31987001"]}, {"Citation": "Kim JM, Chung YS, Jo HJ, et al. Identification of Coronavirus isolated from a patient in Korea with COVID-19. Osong Public Health Res Perspect. 2020;11(1):3–7. DOI:10.24171/j.phrp.2020.11.1.02.", "ArticleIdList": ["10.24171/j.phrp.2020.11.1.02", "PMC7045880", "32149036"]}, {"Citation": "Zhou P, Yang XL, Wang XG, et al. A pneumonia outbreak associated with a new coronavirus of probable bat origin. Nature. 2020;579(7798):270–273. DOI:10.1038/s41586-020-2012-7.", "ArticleIdList": ["10.1038/s41586-020-2012-7", "PMC7095418", "32015507"]}, {"Citation": "Hoffmann M, Kleine-Weber H, Schroeder S, et al. SARS-CoV-2 cell entry depends on ACE2 and TMPRSS2 and is blocked by a clinically proven protease inhibitor. Cell. 2020;181(2):271–280. DOI:10.1016/j.cell.2020.02.052.", "ArticleIdList": ["10.1016/j.cell.2020.02.052", "PMC7102627", "32142651"]}, {"Citation": "Poduri R, Joshi G, Jagadeesh G. Drugs targeting various stages of the SARS-CoV-2 life cycle: exploring promising drugs for the treatment of Covid-19. Cell Signal. 2020;74:109721.", "ArticleIdList": ["PMC7375293", "32711111"]}, {"Citation": "Huang C, Wang Y, Li X, et al. Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. Lancet. 2020;395(10223):497–506. DOI:10.1016/S0140-6736(20)30183-5.", "ArticleIdList": ["10.1016/S0140-6736(20)30183-5", "PMC7159299", "31986264"]}, {"Citation": "Fung TS, Liao Y, Liu DX. Regulation of stress responses and translational control by Coronavirus. Viruses. 2016;8(7):184.", "ArticleIdList": ["PMC4974519", "27384577"]}, {"Citation": "Xiao H, Xu LH, Yamada Y, et al. Coronavirus spike protein inhibits host cell translation by interaction with eIF3f. Plos One. 2008;3(1):e1494. DOI:10.1371/journal.pone.0001494.", "ArticleIdList": ["10.1371/journal.pone.0001494", "PMC2204050", "18231581"]}, {"Citation": "Lokugamage KG, Narayanan K, Nakagawa K, et al. Middle East respiratory syndrome Coronavirus nsp1 inhibits host gene expression by selectively targeting mrnas transcribed in the nucleus while sparing mRNAs of cytoplasmic origin. J Virol. 2015;89(21):10970–10981. DOI:10.1128/JVI.01352-15.", "ArticleIdList": ["10.1128/JVI.01352-15", "PMC4621111", "26311885"]}, {"Citation": "Lokugamage KG, Narayanan K, Huang C, et al. Severe acute respiratory syndrome coronavirus protein nsp1 is a novel eukaryotic translation inhibitor that represses multiple steps of translation initiation. J Virol. 2012;86(24):13598–13608. DOI:10.1128/JVI.01958-12.", "ArticleIdList": ["10.1128/JVI.01958-12", "PMC3503042", "23035226"]}, {"Citation": "Schubert K, Karousis ED, Jomaa A, et al. SARS-CoV-2 Nsp1 binds the ribosomal mRNA channel to inhibit translation. Nat Struct Mol Biol. 2020;27(10):959–966. DOI:10.1038/s41594-020-0511-8.", "ArticleIdList": ["10.1038/s41594-020-0511-8", "32908316"]}, {"Citation": "Ma-Lauer Y, Carbajo-Lozoya J, Hein MY, et al. p53 down-regulates SARS coronavirus replication and is targeted by the SARS-unique domain and PLpro via E3 ubiquitin ligase RCHY1. Proc Natl Acad Sci U S A. 2016;113(35):E5192–E5201. DOI:10.1073/pnas.1603435113.", "ArticleIdList": ["10.1073/pnas.1603435113", "PMC5024628", "27519799"]}, {"Citation": "Wei J, Alfajaro MM, Hanna RE, et al. Genome-wide CRISPR screen reveals host genes that regulate SARS-CoV-2 infection. bioRxiv. 2020."}, {"Citation": "Frieman M, Heise M, Baric R. SARS coronavirus and innate immunity. Virus Res. 2008;133(1):101–112.", "ArticleIdList": ["PMC2292640", "17451827"]}, {"Citation": "Chen N, Zhou M, Dong X, et al. Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study. Lancet. 2020;395(10223):507–513. DOI:10.1016/S0140-6736(20)30211-7.", "ArticleIdList": ["10.1016/S0140-6736(20)30211-7", "PMC7135076", "32007143"]}, {"Citation": "Appelberg S, Gupta S, Svensson AS, et al. Dysregulation in Akt/mTOR/HIF-1 signaling identified by proteo-transcriptomics of SARS-CoV-2 infected cells. Emerg Microbes Infect. 2020;9(1):1748–1760. DOI:10.1080/22221751.2020.1799723.", "ArticleIdList": ["10.1080/22221751.2020.1799723", "PMC7473213", "32691695"]}, {"Citation": "Fung TS, Liu DX. Human Coronavirus: Host-Pathogen interaction. Annu Rev Microbiol. 2019;73(1):529–557.", "ArticleIdList": ["31226023"]}, {"Citation": "Min JS, Kim DE, Jin Y, et al. Kurarinone inhibits HCoV-OC43 infection by impairing the virus-induced autophagic flux in MRC-5 human lung cells. J Clin Med. 2020;9(7):2230. DOI:10.3390/jcm9072230.", "ArticleIdList": ["10.3390/jcm9072230", "PMC7408680", "32674356"]}, {"Citation": "He T, Qu R, Qin C, et al. Potential mechanisms of Chinese herbal medicine that implicated in the treatment of COVID-19 related renal injury. Saudi Pharm J. 2020;28(9):1138–1148. DOI:10.1016/j.jsps.2020.08.002.", "ArticleIdList": ["10.1016/j.jsps.2020.08.002", "PMC7416081", "32837217"]}, {"Citation": "Shukla R, Singh S, Singh A, et al. Two pronged approach for prevention and therapy of COVID-19 (Sars-CoV-2) by a multi-targeted herbal drug, a component of ayurvedic decoction. Eur J Integr Med. 2021;43:101268.", "ArticleIdList": ["PMC7837292", "33520014"]}, {"Citation": "Roshdy WH, Rashed HA, Kandeil A, et al. EGYVIR: an immunomodulatory herbal extract with potent antiviral activity against SARS-CoV-2. Plos One. 2020;15(11):e241739. DOI:10.1371/journal.pone.0241739.", "ArticleIdList": ["10.1371/journal.pone.0241739", "PMC7673558", "33206688"]}, {"Citation": "Pan B, Fang S, Zhang J, et al. Chinese herbal compounds against SARS-CoV-2: puerarin and quercetin impair the binding of viral S-protein to ACE2 receptor. Comput Struct Biotec. 2020; 18: 3518–3527. 10.1016/j.csbj.2020.11.010", "ArticleIdList": ["10.1016/j.csbj.2020.11.010", "PMC7657012", "33200026"]}, {"Citation": "Siddiqui S, Upadhyay S, Ahmad R, et al. Virtual screening of phytoconstituents from miracle herb nigella sativa targeting nucleocapsid protein and papain-like protease of SARS-CoV-2 for COVID-19 treatment. J Biomol Struct Dyn 2020. 1–21 10.1080/07391102.2020.1852117", "ArticleIdList": ["10.1080/07391102.2020.1852117", "PMC7738213", "33289456"]}, {"Citation": "Du A, Zheng R, Disoma C, et al. Epigallocatechin-3-gallate, an active ingredient of traditional Chinese medicines, inhibits the 3CLpro activity of SARS-CoV-2. Int J Biol Macromol. 2021;176:1–12.", "ArticleIdList": ["PMC7859723", "33548314"]}, {"Citation": "Lv Y, Wang S, Liang P, et al. Screening and evaluation of anti-SARS-CoV-2 components from Ephedra sinica by ACE2/CMC-HPLC-IT-TOF-MS approach. Anal Bioanal Chem. 2021;413(11):2995–3004. DOI:10.1007/s00216-021-03233-7.", "ArticleIdList": ["10.1007/s00216-021-03233-7", "PMC7895511", "33608752"]}, {"Citation": "Amparo TR, Seibert JB, Almeida TC, et al. In silico approach of secondary metabolites from Brazilian herbal medicines to search for potential drugs against SARS-CoV2. Phytother Res. 2021;35(8):4297–4308. DOI:10.1002/ptr.7097.", "ArticleIdList": ["10.1002/ptr.7097", "PMC8250981", "33797123"]}, {"Citation": "Chaturvedi M, Nagre K, Yadav JP. In silico approach for identification of natural compounds as potential COVID 19 main protease (Mpro) inhibitors. VirusDisease. 2021;1–5. DOI:10.1007/s13337-021-00701-7", "ArticleIdList": ["10.1007/s13337-021-00701-7", "PMC8214915", "34179304"]}, {"Citation": "Tejera E, Pérez-Castillo Y, Toscano G, et al. Computational modeling predicts potential effects of the herbal infusion “horchata” against COVID-19. Food Chem. 2022;366:130589.", "ArticleIdList": ["PMC8314115", "34311241"]}, {"Citation": "Gurung AB, Ali MA, and Lee J, et al. Identification of SARS-CoV-2 inhibitors from extracts of Houttuynia cordata Thunb. Saudi J Biol Sci. 2021;28(12): 7517–7527.", "ArticleIdList": ["PMC8420092", "34512097"]}, {"Citation": "Cao R, Hu H, Li Y, et al. Anti-SARS-CoV-2 potential of artemisinins in vitro. Acs Infect Dis. 2020;6(9):2524–2531. DOI:10.1021/acsinfecdis.0c00522.", "ArticleIdList": ["10.1021/acsinfecdis.0c00522", "32786284"]}, {"Citation": "Mu C, Sheng Y, Wang Q, et al. Potential compound from herbal food of rhizoma polygonati for treatment of COVID-19 analyzed by network pharmacology: viral and cancer signaling mechanisms. J Funct Foods. 2021;77:104149.", "ArticleIdList": ["PMC7427583", "32837538"]}, {"Citation": "Yepes-Pérez AF, Herrera-Calderon O, Quintero-Saumeth J. Uncaria tomentosa (cat’s claw): a promising herbal medicine against SARS-CoV-2/ACE-2 junction and SARS-CoV-2 spike protein based on molecular modeling. J Biomol Struct Dyn. 2020;1–17. DOI:10.1080/07391102.2020.1837676", "ArticleIdList": ["10.1080/07391102.2020.1837676", "PMC7657399", "33118480"]}, {"Citation": "Huynh T, Wang H, Luan B. Structure-based lead optimization of herbal medicine rutin for inhibiting SARS-CoV-2ʹs main protease. Phys Chem Chem Phys. 2020;22(43):25335–25343.", "ArticleIdList": ["33140777"]}, {"Citation": "Lu X, Yujing S, Jie SU, et al. Shufeng Jiedu, a promising herbal therapy for moderate COVID-19: antiviral and anti-inflammatory properties, pathways of bioactive compounds, and a clinical real-world pragmatic study. Phytomedicine. 2021;85:153390.", "ArticleIdList": ["PMC7581328", "33158717"]}, {"Citation": "Gupta S, Singh V, Varadwaj PK, et al. Secondary metabolites from spice and herbs as potential multitarget inhibitors of SARS-CoV-2 proteins. J Biomol Struct Dyn 2020. 1–20 10.1080/07391102.2020.1837679", "ArticleIdList": ["10.1080/07391102.2020.1837679", "PMC7605658", "33107812"]}, {"Citation": "Balkrishna A, Haldar S, Singh H, et al. Coronil, a tri-herbal formulation, attenuates spike-protein-mediated SARS-CoV-2 viral entry into human alveolar epithelial cells and pro-inflammatory cytokines production by inhibiting spike protein-ACE-2 interaction. J Inflamm Res. 2021;14:869.", "ArticleIdList": ["PMC7981146", "33758527"]}, {"Citation": "Wen CC, Kuo YH, Jan JT, et al. Specific plant terpenoids and lignoids possess potent antiviral activities against severe acute respiratory syndrome coronavirus. J Med Chem. 2007;50(17):4087–4095. DOI:10.1021/jm070295s.", "ArticleIdList": ["10.1021/jm070295s", "17663539"]}, {"Citation": "Ryu YB, Park SJ, Kim YM, et al. SARS-CoV 3CLpro inhibitory effects of quinone-methide triterpenes from Tripterygium regelii. Bioorg Med Chem Lett. 2010;20(6):1873–1876. DOI:10.1016/j.bmcl.2010.01.152.", "ArticleIdList": ["10.1016/j.bmcl.2010.01.152", "PMC7127101", "20167482"]}, {"Citation": "Park JY, Kim JH, Kim YM, et al. Tanshinones as selective and slow-binding inhibitors for SARS-CoV cysteine proteases. Bioorg Med Chem. 2012;20(19):5928–5935. DOI:10.1016/j.bmc.2012.07.038.", "ArticleIdList": ["10.1016/j.bmc.2012.07.038", "PMC7127169", "22884354"]}, {"Citation": "Park JY, Kim JH, Kwon JM, et al. Dieckol, a SARS-CoV 3CL(pro) inhibitor, isolated from the edible brown algae Ecklonia cava. Bioorg Med Chem. 2013;21(13):3730–3737. DOI:10.1016/j.bmc.2013.04.026.", "ArticleIdList": ["10.1016/j.bmc.2013.04.026", "PMC7126891", "23647823"]}, {"Citation": "Song YH, Kim DW, Curtis-Long MJ, et al. Papain-like protease (PLpro) inhibitory effects of cinnamic amides from Tribulus terrestris fruits. Biol Pharm Bull. 2014;37(6):1021–1028. DOI:10.1248/bpb.b14-00026.", "ArticleIdList": ["10.1248/bpb.b14-00026", "24882413"]}, {"Citation": "Park JY, Ko JA, Kim DW, et al. Chalcones isolated from Angelica keiskei inhibit cysteine proteases of SARS-CoV. J Enzyme Inhib Med Chem. 2016;31(1):23–30. DOI:10.3109/14756366.2014.1003215.", "ArticleIdList": ["10.3109/14756366.2014.1003215", "25683083"]}, {"Citation": "Liu L-S et al The Effects and Mechanism of Yinqiao Powder on Upper Respiratory Tract Infection . International Journal of Biotechnology for Wellness Industries. 2(4). 57–60"}, {"Citation": "Ding Y, Zeng L, Li R, et al. The Chinese prescription lianhuaqingwen capsule exerts anti-influenza activity through the inhibition of viral propagation and impacts immune function. BMC Complement Altern Med. 2017;17(1):130. DOI:10.1186/s12906-017-1585-7.", "ArticleIdList": ["10.1186/s12906-017-1585-7", "PMC5324200", "28235408"]}, {"Citation": "Gao J, Li J, Shao X, et al. Antiinflammatory and immunoregulatory effects of total glucosides of Yupingfeng powder. Chin Med J (Engl). 2009;122(14):1636–1641.", "ArticleIdList": ["19719964"]}, {"Citation": "Su H, Yao S, Zhao W, et al. Anti-SARS-CoV-2 activities in vitro of Shuanghuanglian preparations and bioactive ingredients. Acta Pharmacol Sin. 2020;41(9):1167–1177. DOI:10.1038/s41401-020-0483-6.", "ArticleIdList": ["10.1038/s41401-020-0483-6", "PMC7393338", "32737471"]}, {"Citation": "Zeng M, Li L, Wu Z. Traditional Chinese medicine Lianhua Qingwen treating Corona virus disease 2019 (COVID-19): meta-analysis of randomized controlled trials. Plos One. 2020;15(9):e238828.", "ArticleIdList": ["PMC7485773", "32915877"]}, {"Citation": "Cheng Dezhong LY. Clinical effectiveness and case analysis in 54 NCP patients treated with Lianhuaqingwen Granules. World Chin Med. 2020;15(15):150–154."}, {"Citation": "Lv R et al. Clinical observation on 63 cases of suspected cases of new Coronavirus pneumonia treated by Chinese medicine lianhua qingwen. J Tradit Chin Med. 2020."}, {"Citation": "Yao K et al. Retrospective clinical analysis on treatment of novel coronavirus-infected pneumonia with traditional Chinese medicine lianhua qingwen. Chin J Exp Tradit Med Formul. 2020;"}, {"Citation": "Li H, Yang L, Liu FF, et al. Overview of therapeutic drug research for COVID-19 in China. Acta Pharmacol Sin. 2020;41(9):1133–1140. DOI:10.1038/s41401-020-0438-y.", "ArticleIdList": ["10.1038/s41401-020-0438-y", "PMC7298161", "32555446"]}, {"Citation": "Li T, Lu H, Zhang W. Clinical observation and management of COVID-19 patients. Emerg Microbes Infect. 2020;9(1):687–690.", "ArticleIdList": ["PMC7103696", "32208840"]}, {"Citation": "Hu K, Guan WJ, Bi Y, et al. Efficacy and safety of Lianhuaqingwen capsules, a repurposed Chinese herb, in patients with coronavirus disease 2019: a multicenter, prospective, randomized controlled trial. Phytomedicine. 2020;85:153242.", "ArticleIdList": ["PMC7229744", "33867046"]}, {"Citation": "Runfeng L, Yunlong H, Jicheng H, et al. Lianhuaqingwen exerts anti-viral and anti-inflammatory activity against novel coronavirus (SARS-CoV-2). Pharmacol Res. 2020;156:104761.", "ArticleIdList": ["PMC7102548", "32205232"]}, {"Citation": "Chinese traditional and herbal drugs. 2020."}, {"Citation": "Liu J, Jiang Y, Liu Y, et al. Yindan Jiedu granules, a traditional Chinese medicinal formulation, as a potential treatment for Coronavirus disease 2019. Front Pharmacol. 2021;11:2449.", "ArticleIdList": ["PMC7957926", "33732148"]}, {"Citation": "Feng J, Fang B, and Zhou D, et al. Clinical effect of traditional Chinese Medicine Shenhuang Granule in Critically Ill Patients with COVID-19: a Single-Centered, Retrospective, Observational Study. J Microbiol Biotechnol. 2021. 31 3 380–386 ;", "ArticleIdList": ["PMC9705840", "33746189"]}, {"Citation": "Hetrick B, Yu D, Olanrewaju AA, et al. A traditional medicine, respiratory detox shot (RDS), inhibits the infection of SARS-CoV, SARS-CoV-2, and the influenza A virus in vitro. Cell Biosci. 2021;11(1):1–12.", "ArticleIdList": ["PMC8164078", "34051873"]}, {"Citation": "Wang Y, Liu Y, Lv Q, et al. Effect and safety of Chinese herbal medicine granules in patients with severe coronavirus disease 2019 in Wuhan, China: a retrospective, single-center study with propensity score matching. Phytomedicine. 2020;85:153404.", "ArticleIdList": ["PMC7642753", "33637412"]}, {"Citation": "Shi N, Guo L, Liu B, et al. Efficacy and safety of Chinese herbal medicine versus lopinavir-ritonavir in adult patients with coronavirus disease 2019: a non-randomized controlled trial. Phytomedicine. 2021;81:153367.", "ArticleIdList": ["PMC7543765", "33260064"]}, {"Citation": "Liang S, Zhang Y, Shen C, et al. Chinese herbal medicine used with or without conventional Western therapy for COVID-19: an evidence review of clinical studies. Front Pharmacol. 2021;11:2321.", "ArticleIdList": ["PMC7953048", "33716720"]}, {"Citation": "Liu L, Shi F, and Tu P, et al. Arbidol combined with the Chinese medicine Lianhuaqingwen capsule versus arbidol alone in the treatment of COVID-19. Medicine (Baltimore). 2021;100(4):e24475.", "ArticleIdList": ["PMC7850685", "33530261"]}, {"Citation": "Jin W, Qiao L, Li Y. Effects of shen-fu injection on lipopolysaccharide-induced NF-κB activity and cytokine release in rat alveolar macrophages. Acta Medicinae Universitatis Scientiae Et Technologiae Huazhong. 2009."}, {"Citation": "Xiu-Juan C, Shuai Z, and Yi-Ping J, et al. Mechanism of reduning injection on anti-acute lung injury in rats based on cytokine storm. Acta Pharmaceutica Sinica. 2015;46(2): 236–239"}, {"Citation": "Han L, Zhang Y, and Li H, et al. Network pharmacologic molecular mechanism of shenmai injection in treatment of COVID-19 combined with coronary heart disease. Acta Pharmaceutica Sinica. 2020;51(9): 2334–2344"}, {"Citation": "Ma Q, Xie Y, Wang Z, et al. Efficacy and safety of reDuNing injection as a treatment for COVID-19 and its inhibitory effect against SARS-CoV-2. J Ethnopharmacol. 2021;279:114367.", "ArticleIdList": ["PMC8223030", "34174375"]}, {"Citation": "Zhang XY, Lv L, Zhou YL, et al. Efficacy and safety of Xiyanping injection in the treatment of COVID-19: a multicenter, prospective, open-label and randomized controlled trial. Phytother Res. 2021;35(8):4401–4410. DOI:10.1002/ptr.7141.", "ArticleIdList": ["10.1002/ptr.7141", "PMC8242486", "33979464"]}, {"Citation": "de Wilde AH, Snijder EJ, Kikkert M, et al. Host factors in Coronavirus replication. Curr Top Microbiol Immunol. 2018;419:1–42.", "ArticleIdList": ["PMC7119980", "28643204"]}, {"Citation": "Fehr AR, Perlman S. Coronaviruses: an overview of their replication and pathogenesis. Methods Mol Biol. 2015;1282:1–23.", "ArticleIdList": ["PMC4369385", "25720466"]}, {"Citation": "Báez-Santos YM, St JS, Mesecar AD. The SARS-coronavirus papain-like protease: structure, function and inhibition by designed antiviral compounds. Antiviral Res. 2015;115:21–38.", "ArticleIdList": ["PMC5896749", "25554382"]}, {"Citation": "Morse JS, Lalonde T, Xu S, et al. Learning from the past: possible urgent prevention and treatment options for severe acute respiratory infections caused by 2019-nCoV. Chembiochem. 2020;21(5):730–738. DOI:10.1002/cbic.202000047.", "ArticleIdList": ["10.1002/cbic.202000047", "PMC7162020", "32022370"]}, {"Citation": "Wu, H et al Preliminary exploration of the mechanism of Qingfei Paidu decoction against novel coronavirus pneumonia based on network pharmacology. Acta Pharmaceutica Sinica. 2020. 513:2317–2325"}, {"Citation": "Meng XY, Zhang HX, Mezei M, et al. Molecular docking: a powerful approach for structure-based drug discovery. Curr Comput Aided Drug Des. 2011;7(2):146–157. DOI:10.2174/157340911795677602.", "ArticleIdList": ["10.2174/157340911795677602", "PMC3151162", "21534921"]}, {"Citation": "Nguyen TT, Woo HJ, Kang HK, et al. Flavonoid-mediated inhibition of SARS coronavirus 3C-like protease expressed in Pichia pastoris. Biotechnol Lett. 2012;34(5):831–838. DOI:10.1007/s10529-011-0845-8.", "ArticleIdList": ["10.1007/s10529-011-0845-8", "PMC7087583", "22350287"]}, {"Citation": "Enmozhi SK, Raja K, Sebastine I, et al. Andrographolide as a potential inhibitor of SARS-CoV-2 main protease: an in silico approach. J Biomol Struct Dyn 2020. 1–7 10.1080/07391102.2020.1760136", "ArticleIdList": ["10.1080/07391102.2020.1760136", "PMC7212536", "32329419"]}, {"Citation": "Cinatl J, Morgenstern B, Bauer G, et al. Glycyrrhizin, an active component of liquorice roots, and replication of SARS-associated coronavirus. Lancet. 2003;361(9374):2045–2046. DOI:10.1016/S0140-6736(03)13615-X.", "ArticleIdList": ["10.1016/S0140-6736(03)13615-X", "PMC7112442", "12814717"]}, {"Citation": "Su H, Yao S, Zhao W, et al. Discovery of baicalin and baicalein as novel, natural product inhibitors of SARS-CoV-2 3CL protease in vitro. bioRxiv. 2020;2020–2024."}, {"Citation": "Yu Y, Zhang Y, Wang S, et al. Inhibition effects of patchouli alcohol against influenza a virus through targeting cellular PI3K/Akt and ERK/MAPK signaling pathways. Virol J. 2019;16(1):163. DOI:10.1186/s12985-019-1266-x.", "ArticleIdList": ["10.1186/s12985-019-1266-x", "PMC6929483", "31870450"]}, {"Citation": "Ryu YB, Jeong HJ, Kim JH, et al. Biflavonoids from Torreya nucifera displaying SARS-CoV 3CL(pro) inhibition. Bioorg Med Chem. 2010;18(22):7940–7947. DOI:10.1016/j.bmc.2010.09.035.", "ArticleIdList": ["10.1016/j.bmc.2010.09.035", "PMC7126309", "20934345"]}, {"Citation": "Yu S, Wang J, Shen H. Network pharmacology-based analysis of the role of traditional Chinese herbal medicines in the treatment of COVID-19. Ann Palliat Med. 2020;9(2):437–446.", "ArticleIdList": ["32233641"]}, {"Citation": "Ling X, Tao J, and Sun X, et al. Exploring material basis and mechanism of lianhua qingwen prescription against coronavirus based on network pharmacology. Acta Pharmaceutica Sinica. 2020;51(7): 1723–1730"}, {"Citation": "Chen, H , Du, Q. Potential natural compounds for preventing SARS-CoV-2 (2019-nCoV) infection. Preprints. 2020."}, {"Citation": "Wu, H et al Preliminary exploration of the mechanism of Qingfei Paidu decoction against novel coronavirus pneumonia based on network pharmacology and molecular docking technolog. Acta Pharmaceutica Sinica. 2020;55(3):374–383."}, {"Citation": "Tao Q, Du J, Li X, et al. Network pharmacology and molecular docking analysis on molecular targets and mechanisms of Huashi Baidu formula in the treatment of COVID-19. Drug Dev Ind Pharm. 2020;46(8):1345–1353. DOI:10.1080/03639045.2020.1788070.", "ArticleIdList": ["10.1080/03639045.2020.1788070", "PMC7441778", "32643448"]}, {"Citation": "Jimilihan SMY. Study on the active components in the adjuvant treatment of novel coronavirus pneumonia (COVID-19) with jinhua qinggan granules based on network pharmacology and molecular docking. Journal of Chinese Medicinal Materials. 2020;3:1–10."}, {"Citation": "Fu FZWY S. Based on network pharmacology and high-throughput molecular docking to study the potential molecular mechanism of active compounds tthat bind SARS-Cov-2 specific target protein in Jinhua Qinggan granules to interfere with CovID-19. Modernization of Traditional Chinese Medicine and Materia Materia-World Science and Technology. 2020;1:1–10."}, {"Citation": "Shahrajabian MH, Sun W, Soleymani A, et al. Traditional herbal medicines to overcome stress, anxiety and improve mental health in outbreaks of human coronaviruses. Phytother Res. 2021;35(3):1237–1247. DOI:10.1002/ptr.6888.", "ArticleIdList": ["10.1002/ptr.6888", "33350538"]}, {"Citation": "Pan F, Ye T, Sun P, et al. Time course of lung changes at chest CT during recovery from Coronavirus disease 2019 (COVID-19). Radiology. 2020;295(3):715–721. DOI:10.1148/radiol.2020200370.", "ArticleIdList": ["10.1148/radiol.2020200370", "PMC7233367", "32053470"]}, {"Citation": "Hadjadj J, Yatim N, Barnabei L, et al. Impaired type I interferon activity and inflammatory responses in severe COVID-19 patients. Science. 2020;369(6504):718–724. DOI:10.1126/science.abc6027.", "ArticleIdList": ["10.1126/science.abc6027", "PMC7402632", "32661059"]}, {"Citation": "Yang G, Tan Z, Zhou L, et al. Effects of Angiotensin II receptor blockers and ACE (Angiotensin-Converting Enzyme) inhibitors on virus infection, inflammatory status, and clinical outcomes in patients with COVID-19 and hypertension: a single-center retrospective study. Hypertension. 2020;76(1):51–58. DOI:10.1161/HYPERTENSIONAHA.120.15143.", "ArticleIdList": ["10.1161/HYPERTENSIONAHA.120.15143", "32348166"]}, {"Citation": "Mehta P, McAuley DF, Brown M, et al. COVID-19: consider cytokine storm syndromes and immunosuppression. Lancet. 2020;395(10229):1033–1034. DOI:10.1016/S0140-6736(20)30628-0.", "ArticleIdList": ["10.1016/S0140-6736(20)30628-0", "PMC7270045", "32192578"]}, {"Citation": "Zhang DH, Wu KL, Zhang X, et al. In silico screening of Chinese herbal medicines with the potential to directly inhibit 2019 novel coronavirus. J Integr Med. 2020;18(2):152–158. DOI:10.1016/j.joim.2020.02.005.", "ArticleIdList": ["10.1016/j.joim.2020.02.005", "PMC7102521", "32113846"]}, {"Citation": "Li L, Zhang Z, Zhou W, et al. Lianhua Qingwen prescription for Coronavirus disease 2019 (COVID-19) treatment: advances and prospects. Biomed Pharmacother. 2020;130:110641.", "ArticleIdList": ["PMC7437484", "34321172"]}, {"Citation": "Zhao J, Tian S, and Yang J, et al. Investigating mechanism of Qing-Fei-Pai-Du-Tang for treatment of COVID-19 by network pharmacology. Chin. Trad. Herbal Drugs. 2020;4(51):829–835."}, {"Citation": "Chen J, Wang Y, Gao Y, et al. Protection against COVID-19 injury by qingfei paidu decoction via anti-viral, anti-inflammatory activity and metabolic programming. Biomed Pharmacother. 2020;129:110281.", "ArticleIdList": ["PMC7247521", "32554251"]}, {"Citation": "Huang YF, Bai C, He F, et al. Review on the potential action mechanisms of Chinese medicines in treating Coronavirus disease 2019 (COVID-19). Pharmacol Res. 2020;158:104939.", "ArticleIdList": ["PMC7239792", "32445956"]}, {"Citation": "Liu Y, Wei P, and Qiu Z. Study on mechanism of Shufeng Jiedu granules in treating novel coronavirus pneumonia based on network pharmacology. 2019 International Conference on Biotechnology and Bioengineering(9th ICBB) . 2020-01-01 2020: AIP Publishing LLC; 2020. 20013"}, {"Citation": "Ren Y, Yao MC, Huo XQ, et al. Study on treatment of “cytokine storm” by anti-2019-nCoV prescriptions based on arachidonic acid metabolic pathway. Zhongguo Zhong Yao Za Zhi. 2020;45(6):1225–1231. DOI:10.19540/j.cnki.cjcmm.20200224.405.", "ArticleIdList": ["10.19540/j.cnki.cjcmm.20200224.405", "32281329"]}, {"Citation": "Cao C, Cui Y, Chu Y, et al. Investigation on mechanism and active components of shufeng jiedu capsule in treatment of COVID-19 based on network pharmacology and molecular docking. Chin. Trad. Herbal Drugs. 2020;51(9): 2283–2296"}, {"Citation": "Shen FFZY. The potential targets and mechanisms of shufeng jiedu capsule for novel coronavirus pneumonia (COVID-19) based on network pharmacology and molecular docking. Guiding J Tradit Chin Med Pharm. 2020;5(26):8–15."}, {"Citation": "Zhang T. Basic study on treatment of COVID-19 with shufeng jiedu capsule and research and development ideas of new Chinese materia medica against COVID-19. Chin. Trad. Herbal Drugs. 2020;9(51):2273–2282."}, {"Citation": "Yang R, Liu H, Bai C, et al. Chemical composition and pharmacological mechanism of Qingfei Paidu decoction and Ma Xing Shi Gan decoction against Coronavirus disease 2019 (COVID-19): in silico and experimental study. Pharmacol Res. 2020;157:104820.", "ArticleIdList": ["PMC7194979", "32360484"]}, {"Citation": "Ma Q, Pan W, Li R, et al. Liu Shen capsule shows antiviral and anti-inflammatory abilities against novel coronavirus SARS-CoV-2 via suppression of NF-κB signaling pathway. Pharmacol Res. 2020;158:104850.", "ArticleIdList": ["PMC7192119", "32360580"]}, {"Citation": "Xiong W, Wang G, Du J, et al. Efficacy of herbal medicine (Xuanfei Baidu decoction) combined with conventional drug in treating COVID-19: a pilot randomized clinical trial. Integr Med Res. 2020;9(3):100489. DOI:10.1016/j.imr.2020.100489.", "ArticleIdList": ["10.1016/j.imr.2020.100489", "PMC7452296", "32874913"]}, {"Citation": "Zhang X, Xue Y, Chen X, et al. Effects of tanreqing capsule on the negative conversion time of nucleic acid in patients with COVID-19: a retrospective cohort study. J Integr Med. 2021;19(1):36–41. DOI:10.1016/j.joim.2020.10.002.", "ArticleIdList": ["10.1016/j.joim.2020.10.002", "PMC7532751", "33069626"]}, {"Citation": "Cui Y, Xin H, Tao Y, et al. Arenaria kansuensis attenuates pulmonary fibrosis in mice via the activation of Nrf2 pathway and the inhibition of NF‐kB/TGF‐beta1/Smad2/3 pathway. Phytother Res. 2021;35(2):974–986. DOI:10.1002/ptr.6857.", "ArticleIdList": ["10.1002/ptr.6857", "32996197"]}, {"Citation": "De Jin XA, Zhang Y, and Zhao S, et al. Potential mechanism prediction of herbal medicine for pulmonary fibrosis associated with SARS-CoV-2 infection based on network analysis and molecular docking. Front Pharmacol. 2021;12:602218. doi:10.3389/fphar.2021.602218.", "ArticleIdList": ["10.3389/fphar.2021.602218", "PMC8112227", "33986661"]}, {"Citation": "Yang Y. Use of herbal drugs to treat COVID-19 should be with caution. Lancet. 2020;395(10238):1689–1690.", "ArticleIdList": ["PMC7228688", "32422123"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "2", "Day": "21", "Hour": "5", "Minute": "35"}, {"Year": "2022", "Month": "2", "Day": "22", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "3", "Day": "8", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "2", "Day": "19"}], "PublicationStatus": "ppublish", "ArticleIdList": ["35184680", "PMC8973820", "10.1080/21655979.2022.2036521"]}}], "PubmedBookArticle": []}