{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Inflammation", "chemicals", "molecular mechanism", "oxidation", "pancreatic damage", "signalling pathway"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35180016", "DateCompleted": {"Year": "2022", "Month": "03", "Day": "10"}, "DateRevised": {"Year": "2022", "Month": "05", "Day": "01"}, "Article": {"ArticleDate": [], "Language": ["eng"], "ELocationID": ["10.1080/13880209.2022.2039723"], "Journal": {"ISSN": "1744-5116", "JournalIssue": {"Volume": "60", "Issue": "1", "PubDate": {"Year": "2022", "Month": "Dec"}}, "Title": "Pharmaceutical biology", "ISOAbbreviation": "Pharm Biol"}, "ArticleTitle": "Phytochemicals with protective effects against acute pancreatitis: a review of recent literature.", "Pagination": {"StartPage": "479", "EndPage": "490", "MedlinePgn": "479-490"}, "Abstract": {"AbstractText": ["Acute pancreatitis (AP) is an acute abdominal inflammatory disease with episodes ranging from mild to fulminant symptoms which could include necrosis, systemic inflammation and multiple organ dysfunction. Increasing experimental evidence demonstrates that specific bioactive ingredients from natural plants have a favourable therapeutic effect on AP.", "The objective of this review is to summarize the protective effects and potential mechanisms of action of phytochemicals on the attenuation of AP.", "Experimental studies <i>in vivo</i> or <i>in vitro</i> between January 2016 and June 2021 were sought in PubMed and Web of Science using the following search terms: ('phytochemicals' OR 'medicinal plant' OR 'traditional medicine') AND ('pancreatitis' OR 'pancreatic damage' OR 'pancreatic injury'). Data concerning the basic characteristics of phytochemicals, therapeutic dose and potential molecular mechanisms related to AP were extracted in this study.", "A total of 30 phytochemicals with potential therapeutic effects were reviewed and summarized systematically. According to their molecular pathways in AP, the underlying mechanisms of the phytochemicals were illustrated in detail.", "The phytochemicals with anti-inflammatory and antioxidant abilities may be efficient candidate drugs for AP treatment. Importantly, more preclinical investigations are needed to illustrate the efficacy of future phytochemicals."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Emergency Medicine, Shengjing Hospital of China Medical University, Shenyang, China."}], "LastName": "Tang", "ForeName": "Yao", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Kinesiology, Shenyang Sport University, Shenyang, China."}], "LastName": "Sun", "ForeName": "Mingli", "Initials": "M"}, {"Identifier": ["0000-0003-3202-0914"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Emergency Medicine, Shengjing Hospital of China Medical University, Shenyang, China."}], "LastName": "Liu", "ForeName": "Zhenning", "Initials": "Z"}], "PublicationTypeList": ["Journal Article", "Systematic Review"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Pharm Biol", "NlmUniqueID": "9812552", "ISSNLinking": "1388-0209"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Anti-Inflammatory Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Antioxidants"}, {"RegistryNumber": "0", "NameOfSubstance": "Phytochemicals"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Preparations"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": ["isolation & purification", "pharmacology"], "DescriptorName": "Anti-Inflammatory Agents"}, {"QualifierName": ["isolation & purification", "pharmacology"], "DescriptorName": "Antioxidants"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["methods"], "DescriptorName": "Medicine, Traditional"}, {"QualifierName": ["prevention & control"], "DescriptorName": "Pancreatitis"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Phytochemicals"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Plant Preparations"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plants, Medicinal"}], "CoiStatement": "The authors declare that there are no conflicts of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Abreu FF, Souza AC, Teixeira SA, Soares AG, Teixeira DF, Soares RC, Santana MT, Lauton Santos S, Costa SK, Muscara MN, et al. . 2016. Elucidating the role of oxidative stress in the therapeutic effect of rutin on experimental acute pancreatitis. Free Radic Res. 50(12):1350–1360.", "ArticleIdList": ["27733068"]}, {"Citation": "Agah S, Akbari A, Sadeghi E, Morvaridzadeh M, Basharat Z, Palmowski A, Heshmati J.. 2021. Resveratrol supplementation and acute pancreatitis: a comprehensive review. Biomed Pharmacother. 137:111268.", "ArticleIdList": ["33493966"]}, {"Citation": "Anchi P, Khurana A, Bale S, Godugu C.. 2017. The role of plant-derived products in pancreatitis: experimental and clinical evidence. Phytother Res. 31(4):591–623.", "ArticleIdList": ["28295751"]}, {"Citation": "Awasthi A, Raju MB, Rahman MA.. 2021. Current insights of inhibitors of p38 mitogen-activated protein kinase in inflammation. Med Chem. 17(6):555–575.", "ArticleIdList": ["32106802"]}, {"Citation": "Bansod S, Chilvery S, Saifi MA, Das TJ, Tag H, Godugu C.. 2021. Borneol protects against cerulein-induced oxidative stress and inflammation in acute pancreatitis mice model. Environ Toxicol. 36(4):530–539.", "ArticleIdList": ["33166053"]}, {"Citation": "Beyaert R, Cuenda A, Vanden Berghe W, Plaisance S, Lee JC, Haegeman G, Cohen P, Fiers W.. 1996. The p38/RK mitogen-activated protein kinase pathway regulates interleukin-6 synthesis response to tumor necrosis factor. EMBO J. 15(8):1914–1923.", "ArticleIdList": ["PMC450110", "8617238"]}, {"Citation": "Catley MC, Cambridge LM, Nasuhara Y, Ito K, Chivers JE, Beaton A, Holden NS, Bergmann MW, Barnes PJ, Newton R.. 2004. Inhibitors of protein kinase C (PKC) prevent activated transcription: role of events downstream of NF-kappaB DNA binding. J Biol Chem. 279(18):18457–18466.", "ArticleIdList": ["14976190"]}, {"Citation": "Cen Y, Liu C, Li X, Yan Z, Kuang M, Su Y, Pan X, Qin R, Liu X, Zheng J, et al. . 2016. Artesunate ameliorates severe acute pancreatitis (SAP) in rats by inhibiting expression of pro-inflammatory cytokines and Toll-like receptor 4. Int Immunopharmacol. 38:252–260.", "ArticleIdList": ["27318790"]}, {"Citation": "Chan ED, Morris KR, Belisle JT, Hill P, Remigio LK, Brennan PJ, Riches DW.. 2001. Induction of inducible nitric oxide synthase-NO* by lipoarabinomannan of Mycobacterium tuberculosis is mediated by MEK1-ERK, MKK7-JNK, and NF-kappaB signaling pathways. Infect Immun. 69(4):2001–2010.", "ArticleIdList": ["PMC98123", "11254551"]}, {"Citation": "Chen J, Chen J, Wang X, Wang C, Cao W, Zhao Y, Zhang B, Cui M, Shi Q, Zhang G.. 2016. Ligustrazine alleviates acute pancreatitis by accelerating acinar cell apoptosis at early phase via the suppression of p38 and Erk MAPK pathways. Biomed Pharmacother. 82:1–7.", "ArticleIdList": ["27470331"]}, {"Citation": "Chen L, Chen Y, Yun H, Jianli Z.. 2019. Tetramethylpyrazine (TMP) protects rats against acute pancreatitis through NF-κB pathway. Bioengineered. 10(1):172–181.", "ArticleIdList": ["PMC6527080", "31034353"]}, {"Citation": "Chen W, Yuan C, Lu Y, Zhu Q, Ma X, Xiao W, Gong W, Huang W, Xia Q, Lu G, et al. . 2020. Tanshinone IIA protects against acute pancreatitis in mice by inhibiting oxidative stress via the Nrf2/ROS pathway. Oxid Med Cell Longev. 2020:5390482.", "ArticleIdList": ["PMC7168729", "32322336"]}, {"Citation": "Choi SB, Bae GS, Jo IJ, Song HJ, Park SJ.. 2017. Effects of berberine on acute necrotizing pancreatitis and associated lung injury. Pancreas. 46(8):1046–1055.", "ArticleIdList": ["28797013"]}, {"Citation": "Choi SB, Bae GS, Jo IJ, Wang S, Song HJ, Park SJ.. 2016. Berberine inhibits inflammatory mediators and attenuates acute pancreatitis through deactivation of JNK signaling pathways. Mol Immunol. 74:27–38.", "ArticleIdList": ["27148818"]}, {"Citation": "Du D, Jin T, Zhang R, Hu L, Xing Z, Shi N, Shen Y, Gong M.. 2017. Phenolic compounds isolated from Dioscorea zingiberensis protect against pancreatic acinar cells necrosis induced by sodium taurocholate. Bioorg Med Chem Lett. 27(6):1467–1470.", "ArticleIdList": ["28228364"]}, {"Citation": "Du ZA, Sun MN, Hu ZS.. 2018. Saikosaponin a ameliorates LPS-induced acute lung injury in mice. Inflammation. 41(1):193–198.", "ArticleIdList": ["28986747"]}, {"Citation": "Du D, Yao L, Zhang R, Shi N, Shen Y, Yang X, Zhang X, Jin T, Liu T, Hu L, et al. . 2018. Protective effects of flavonoids from Coreopsis tinctoria Nutt. on experimental acute pancreatitis via Nrf-2/ARE-mediated antioxidant pathways. J Ethnopharmacol. 224:261–272.", "ArticleIdList": ["29870787"]}, {"Citation": "Feng P, Xu Y, Tong B, Tong X, Bian Y, Zhao S, Shen H.. 2019. Saikosaponin a attenuates hyperlipidemic pancreatitis in rats via the PPAR-gamma/NF-kappaB signaling pathway. Exp Ther Med. 19:1203–1212.", "ArticleIdList": ["PMC6966209", "32010290"]}, {"Citation": "Folch E, Gelpi E, Rosello-Catafau J, Closa D.. 1998. Free radicals generated by xanthine oxidase mediate pancreatitis-associated organ failure. Dig Dis Sci. 43(11):2405–2410.", "ArticleIdList": ["9824126"]}, {"Citation": "Jakkampudi A, Jangala R, Reddy BR, Mitnala S, Nageshwar Reddy D, Talukdar R.. 2016. NF-κB in acute pancreatitis: mechanisms and therapeutic potential. Pancreatology. 16(4):477–488.", "ArticleIdList": ["27282980"]}, {"Citation": "Jiang X, Zheng YW, Bao S, Zhang H, Chen R, Yao Q, Kou L.. 2020. Drug discovery and formulation development for acute pancreatitis. Drug Deliv. 27(1):1562–1580.", "ArticleIdList": ["PMC7598990", "33118404"]}, {"Citation": "Jin XY, Sohn DH, Lee SH.. 2016. Isoliquiritigenin suppresses tumor necrosis factor-α-induced inflammation via peroxisome proliferator-activated receptor-γ in intestinal epithelial cells. Arch Pharm Res. 39(10):1465–1471.", "ArticleIdList": ["27539609"]}, {"Citation": "Karakayali FY. 2014. Surgical and interventional management of complications caused by acute pancreatitis. World J Gastroenterol. 20(37):13412–13423.", "ArticleIdList": ["PMC4188894", "25309073"]}, {"Citation": "Kilic Y, Geyikoglu F, Colak S, Turkez H, Bakir M, Hsseinigouzdagani M.. 2016. Carvacrol modulates oxidative stress and decreases cell injury in pancreas of rats with acute pancreatitis. Cytotechnology. 68(4):1243–1256.", "ArticleIdList": ["PMC4960173", "26093481"]}, {"Citation": "Kim EK, Choi EJ.. 2015. Compromised MAPK signaling in human diseases: an update. Arch Toxicol. 89(6):867–882.", "ArticleIdList": ["25690731"]}, {"Citation": "Krakauer T, Li BQ, Young HA.. 2001. The flavonoid baicalin inhibits superantigen-induced inflammatory cytokines and chemokines. FEBS Lett. 500(1–2):52–55.", "ArticleIdList": ["11434925"]}, {"Citation": "Langereis JD, Raaijmakers HA, Ulfman LH, Koenderman L.. 2010. Abrogation of NF-κB signaling in human neutrophils induces neutrophil survival through sustained p38-MAPK activation. J Leukoc Biol. 88(4):655–664.", "ArticleIdList": ["20573801"]}, {"Citation": "Lee JK, Jung JS, Park SH, Park SH, Sim YB, Kim SM, Ha TS, Suh HW.. 2010. Anti-inflammatory effect of visnagin in lipopolysaccharide-stimulated BV-2 microglial cells. Arch Pharm Res. 33(11):1843–1850.", "ArticleIdList": ["21116788"]}, {"Citation": "Li T, Chen H, Wei N, Mei X, Zhang S, Liu DL, Gao Y, Bai SF, Liu XG, Zhou YX.. 2012. Anti-inflammatory and immunomodulatory mechanisms of artemisinin on contact hypersensitivity. Int Immunopharmacol. 12(1):144–150.", "ArticleIdList": ["22122827"]}, {"Citation": "Li J, Wu Y, Zhang S, Zhang J, Ji F, Bo W, Guo X, Li Z.. 2015. Baicalein protect pancreatic injury in rats with severe acute pancreatitis by inhibiting pro-inflammatory cytokines expression. Biochem Biophys Res Commun. 466(4):664–669.", "ArticleIdList": ["26393905"]}, {"Citation": "Li J, Zhang S, Zhou R, Zhang J, Li ZF.. 2017. Perspectives of traditional Chinese medicine in pancreas protection for acute pancreatitis. World J Gastroenterol. 23(20):3615–3623.", "ArticleIdList": ["PMC5449418", "28611514"]}, {"Citation": "Liang X, Hu C, Liu C, Yu K, Zhang J, Jia Y.. 2020. Dihydrokaempferol (DHK) ameliorates severe acute pancreatitis (SAP) via Keap1/Nrf2 pathway. Life Sci. 261:118340.", "ArticleIdList": ["32860805"]}, {"Citation": "Liu X, Zhu Q, Zhang M, Yin T, Xu R, Xiao W, Wu J, Deng B, Gao X, Gong W, et al. . 2018. Isoliquiritigenin ameliorates acute pancreatitis in mice via inhibition of oxidative stress and modulation of the Nrf2/HO-1 pathway. Oxid Med Cell Longev. 2018:7161592.", "ArticleIdList": ["PMC5944199", "29854090"]}, {"Citation": "Ma R, Yuan F, Wang S, Liu Y, Fan T, Wang F.. 2018. Calycosin alleviates cerulein-induced acute pancreatitis by inhibiting the inflammatory response and oxidative stress via the p38 MAPK and NF-κB signal pathways in mice. Biomed Pharmacother. 105:599–605.", "ArticleIdList": ["29890468"]}, {"Citation": "Ming J, Zhuoneng L, Guangxun Z.. 2018. Protective role of flavonoid baicalin from Scutellaria baicalensis in periodontal disease pathogenesis: a literature review. Complement Ther Med. 38:11–18.", "ArticleIdList": ["29857875"]}, {"Citation": "Ning JW, Zhang Y, Yu MS, Gu ML, Xu J, Usman A, Ji F.. 2017. Emodin alleviates intestinal mucosal injury in rats with severe acute pancreatitis via the caspase-1 inhibition. Hepatobiliary Pancreat Dis Int. 16(4):431–436.", "ArticleIdList": ["28823375"]}, {"Citation": "Ohkawara T, Takeda H, Nishihira J.. 2017. Protective effect of chlorogenic acid on the inflammatory damage of pancreas and lung in mice with l-arginine-induced pancreatitis. Life Sci. 190:91–96.", "ArticleIdList": ["28919396"]}, {"Citation": "Olejarz W, Bryk D, Zapolska-Downar D, Małecki M, Stachurska A, Sitkiewicz D.. 2014. Mycophenolic acid attenuates the tumour necrosis factor-α-mediated proinflammatory response in endothelial cells by blocking the MAPK/NF-κB and ROS pathways. Eur J Clin Invest. 44(1):54–64.", "ArticleIdList": ["24134657"]}, {"Citation": "Ou L, Lin S, Song B, Liu J, Lai R, Shao L.. 2017. The mechanisms of graphene-based materials-induced programmed cell death: a review of apoptosis, autophagy, and programmed necrosis. Int J Nanomedicine. 12:6633–6646.", "ArticleIdList": ["PMC5595361", "28924347"]}, {"Citation": "Pandol SJ, Gorelick FS, Gerloff A, Lugea A.. 2010. Alcohol abuse, endoplasmic reticulum stress and pancreatitis. Dig Dis. 28(6):776–782.", "ArticleIdList": ["PMC3211518", "21525762"]}, {"Citation": "Papachristou DJ, Papadakou E, Basdra EK, Baltopoulos P, Panagiotopoulos E, Papavassiliou AG.. 2008. Involvement of the p38 MAPK-NF-kappaB signal transduction pathway and COX-2 in the pathobiology of meniscus degeneration in humans. Mol Med. 14(3–4):160–166.", "ArticleIdList": ["PMC2213893", "18224252"]}, {"Citation": "Pasari LP, Khurana A, Anchi P, Aslam Saifi M, Annaldas S, Godugu C.. 2019. Visnagin attenuates acute pancreatitis via Nrf2/NFκB pathway and abrogates associated multiple organ dysfunction. Biomed Pharmacother. 112:108629.", "ArticleIdList": ["30798137"]}, {"Citation": "Piao X, Liu B, Guo L, Meng F, Gao L.. 2017. Picroside II shows protective functions for severe acute pancreatitis in rats by preventing NF-κB-dependent autophagy. Oxid Med Cell Longev. 2017:7085709.", "ArticleIdList": ["PMC5497659", "28713490"]}, {"Citation": "Pu WL, Bai RY, Zhou K, Peng YF, Zhang MY, Hottiger MO, Li WH, Gao XM, Sun LK.. 2019. Baicalein attenuates pancreatic inflammatory injury through regulating MAPK, STAT 3 and NF-κB activation. Int Immunopharmacol. 72:204–210.", "ArticleIdList": ["30999210"]}, {"Citation": "Qian Y, Chen Y, Wang L, Tou J.. 2018. Effects of baicalin on inflammatory reaction, oxidative stress and PKDl and NF-kB protein expressions in rats with severe acute pancreatitis1. Acta Cir Bras. 33(7):556–564.", "ArticleIdList": ["30110057"]}, {"Citation": "Quiroga PR, Asensio CM, Nepote V.. 2015. Antioxidant effects of the monoterpenes carvacrol, thymol and sabinene hydrate on chemical and sensory stability of roasted sunflower seeds. J Sci Food Agric. 95(3):471–479.", "ArticleIdList": ["24841286"]}, {"Citation": "Ragy MM, Ali FF, Toni NDM.. 2019. Comparing the preventive effect of sodium hydrosulfide, leptin, and curcumin against l-arginine induced acute pancreatitis in rats: role of corticosterone and inducible nitric oxide synthase. Endocr Regul. 53(4):221–230.", "ArticleIdList": ["31734652"]}, {"Citation": "Ren J, Fu L, Nile SH, Zhang J, Kai G.. 2019. Salvia miltiorrhiza in treating cardiovascular diseases: a review on its pharmacological and clinical applications. Front Pharmacol. 10:753.", "ArticleIdList": ["PMC6626924", "31338034"]}, {"Citation": "Rong Y, Ren J, Song W, Xiang R, Ge Y, Lu W, Fu T.. 2021. Resveratrol suppresses severe acute pancreatitis-induced microcirculation disturbance through targeting SIRT1-FOXO1 axis. Oxid Med Cell Longev. 2021:8891544.", "ArticleIdList": ["PMC7886523", "33628394"]}, {"Citation": "Saluja A, Dudeja V, Dawra R, Sah RP.. 2019. Early intra-acinar events in pathogenesis of pancreatitis. Gastroenterology. 156(7):1979–1993.", "ArticleIdList": ["30776339"]}, {"Citation": "Shen YC, Chiou WF, Chou YC, Chen CF.. 2003. Mechanisms in mediating the anti-inflammatory effects of baicalin and baicalein in human leukocytes. Eur J Pharmacol. 465(1–2):171–181.", "ArticleIdList": ["12650847"]}, {"Citation": "Sheng B, Zhao L, Zang X, Zhen J, Liu Y, Bian W, Chen W.. 2021. Quercetin inhibits caerulein-induced acute pancreatitis through regulating miR-216b by targeting MAP2K6 and NEAT1. Inflammopharmacology. 29(2):549–559.", "ArticleIdList": ["33051781"]}, {"Citation": "Shi MJ, Dong BS, Yang WN, Su SB, Zhang H.. 2019. Preventive and therapeutic role of tanshinone IIA in hepatology. Biomed Pharmacother. 112:108676.", "ArticleIdList": ["30797157"]}, {"Citation": "Siriviriyakul P, Chingchit T, Klaikeaw N, Chayanupatkul M, Werawatganon D.. 2019. Effects of curcumin on oxidative stress, inflammation and apoptosis in l-arginine induced acute pancreatitis in mice. Heliyon. 5(8):e02222.", "ArticleIdList": ["PMC6717142", "31485503"]}, {"Citation": "Steinle AU, Weidenbach H, Wagner M, Adler G, Schmid RM.. 1999. NF-kappaB/Rel activation in cerulein pancreatitis. Gastroenterology. 116(2):420–430.", "ArticleIdList": ["9922324"]}, {"Citation": "Su X, Huang Q, Chen J, Wang M, Pan H, Wang R, Zhou H, Zhou Z, Liu J, Yang F, et al. . 2016. Calycosin suppresses expression of pro-inflammatory cytokines via the activation of p62/Nrf2-linked heme oxygenase 1 in rheumatoid arthritis synovial fibroblasts. Pharmacol Res. 113(Pt A):695–704.", "ArticleIdList": ["27678042"]}, {"Citation": "Su S, Liang T, Zhou X, He K, Li B, Xia X.. 2019. Qingyi decoction attenuates severe acute pancreatitis in rats via inhibition of inflammation and protection of the intestinal barrier. J Int Med Res. 47(5):2215–2227.", "ArticleIdList": ["PMC6567787", "30700190"]}, {"Citation": "Sun W, Chen Y, Li H, Liu H, Li J, Chen J, Feng D.. 2020. Material basis and molecular mechanisms of Dachengqi decoction in the treatment of acute pancreatitis based on network pharmacology. Biomed Pharmacother. 121:109656.", "ArticleIdList": ["31810129"]}, {"Citation": "Tajik N, Tajik M, Mack I, Enck P.. 2017. The potential effects of chlorogenic acid, the main phenolic components in coffee, on health: a comprehensive review of the literature. Eur J Nutr. 56(7):2215–2244.", "ArticleIdList": ["28391515"]}, {"Citation": "Tarasiuk A, Fichna J.. 2019. Effectiveness and therapeutic value of phytochemicals in acute pancreatitis: a review. Pancreatology. 19(4):481–487.", "ArticleIdList": ["31079933"]}, {"Citation": "Tenner S, Baillie J, DeWitt J, Vege SS.. 2013. American College of Gastroenterology guideline: management of acute pancreatitis. Am J Gastroenterol. 108(9):1400–1415; 1416.", "ArticleIdList": ["23896955"]}, {"Citation": "Tiruveedi VL, Bale S, Khurana A, Godugu C.. 2018. Withaferin A, a novel compound of Indian ginseng (Withania somnifera), ameliorates cerulein-induced acute pancreatitis: possible role of oxidative stress and inflammation. Phytother Res. 32(12):2586–2596.", "ArticleIdList": ["30307087"]}, {"Citation": "Tsang SW, Guan YF, Wang J, Bian ZX, Zhang HJ.. 2016. Inhibition of pancreatic oxidative damage by stilbene derivative dihydro-resveratrol: implication for treatment of acute pancreatitis. Sci Rep. 6(1):22859.", "ArticleIdList": ["PMC4789643", "26971398"]}, {"Citation": "Vege SS, Atwal T, Bi Y, Chari ST, Clemens MA, Enders FT.. 2015. Pentoxifylline treatment in severe acute pancreatitis: a pilot, double-blind, placebo-controlled, randomized trial. Gastroenterology. 149(2):318–320.e3.", "ArticleIdList": ["26112745"]}, {"Citation": "Wang Y, Bu C, Wu K, Wang R, Wang J.. 2019. Curcumin protects the pancreas from acute pancreatitis via the mitogen‑activated protein kinase signaling pathway. Mol Med Rep. 20(4):3027–3034.", "ArticleIdList": ["PMC6755239", "31432122"]}, {"Citation": "Wang Y, Ren Q, Zhang X, Lu H, Chen J.. 2018. Neuroprotective mechanisms of calycosin against focal cerebral ischemia and reperfusion injury in rats. Cell Physiol Biochem. 45(2):537–546.", "ArticleIdList": ["29402799"]}, {"Citation": "Wang N, Zhang F, Yang L, Zou J, Wang H, Liu K, Liu M, Zhang H, Xiao X, Wang K.. 2017. Resveratrol protects against l-arginine-induced acute necrotizing pancreatitis in mice by enhancing SIRT1-mediated deacetylation of p53 and heat shock factor 1. Int J Mol Med. 40(2):427–437.", "ArticleIdList": ["PMC5504992", "28586010"]}, {"Citation": "Wen Y, Han C, Liu T, Wang R, Cai W, Yang J, Liang G, Yao L, Shi N, Fu X, et al. . 2020. Chaiqin chengqi decoction alleviates severity of acute pancreatitis via inhibition of TLR4 and NLRP3 inflammasome: identification of bioactive ingredients via pharmacological sub-network analysis and experimental validation. Phytomedicine. 79:153328.", "ArticleIdList": ["33007730"]}, {"Citation": "Xia XM, Li BK, Xing SM, Ruan HL.. 2012. Emodin promoted pancreatic claudin-5 and occludin expression in experimental acute pancreatitis rats. World J Gastroenterol. 18(17):2132–2139.", "ArticleIdList": ["PMC3342614", "22563203"]}, {"Citation": "Xiang H, Zhang Q, Qi B, Tao X, Xia S, Song H, Qu J, Shang D.. 2017. Chinese herbal medicines attenuate acute pancreatitis: pharmacological activities and mechanisms. Front Pharmacol. 8:216.", "ArticleIdList": ["PMC5403892", "28487653"]}, {"Citation": "Xiao J, Huang K, Lin H, Xia Z, Zhang J, Li D, Jin J.. 2020. Mogroside IIE inhibits digestive enzymes via suppression of interleukin 9/interleukin 9 receptor signalling in acute pancreatitis. Front Pharmacol. 11:859.", "ArticleIdList": ["PMC7298197", "32587518"]}, {"Citation": "Xiong J, Wang K, Yuan C, Xing R, Ni J, Hu G, Chen F, Wang X.. 2017. Luteolin protects mice from severe acute pancreatitis by exerting HO-1-mediated anti-inflammatory and antioxidant effects. Int J Mol Med. 39(1):113–125.", "ArticleIdList": ["PMC5179180", "27878246"]}, {"Citation": "Yao WY, Zhou YF, Qian AH, Zhang YP, Qiao MM, Zhai ZK, Yuan YZ, Yang SL.. 2015. Emodin has a protective effect in cases of severe acute pancreatitis via inhibition of nuclear factor kappaB activation resulting in antioxidation. Mol Med Rep. 11(2):1416–1420.", "ArticleIdList": ["25351888"]}, {"Citation": "Yılmaz EE, Bozdağ Z, Ibiloğlu I, Arıkanoğlu Z, Yazgan ÜC, Kaplan I, Gümüş M, Atamanalp SS.. 2016. Therapeutic effects of ellagic acid on l-arginin induced acute pancreatitis. Acta Cir Bras. 31(6):396–401.", "ArticleIdList": ["27355747"]}, {"Citation": "Yu B, Ruan M, Zhang ZN, Cheng HB, Shen XC.. 2016. Synergic effect of borneol and ligustrazine on the neuroprotection in global cerebral ischemia/reperfusion injury: a region-specificity study. Evid Based Complement Alternat Med. 2016:4072809.", "ArticleIdList": ["PMC4983362", "27547227"]}, {"Citation": "Zhang Z, Liu Q, Zang H, Shao Q, Sun T.. 2019. Oxymatrine protects against l-arginine-induced acute pancreatitis and intestine injury involving Th1/Th17 cytokines and MAPK/NF-κB signalling. Pharm Biol. 57(1):595–603.", "ArticleIdList": ["PMC6746280", "31496325"]}, {"Citation": "Zhang Q, Tao X, Xia S, Qu J, Song H, Liu J, Li H, Shang D.. 2019. Emodin attenuated severe acute pancreatitis via the P2X ligand‑gated ion channel 7/NOD‑like receptor protein 3 signaling pathway. Oncol Rep. 41(1):270–278.", "ArticleIdList": ["PMC6278370", "30542707"]}, {"Citation": "Zhang R, Wen L, Shen Y, Shi N, Xing Z, Xia Q, Niu H, Huang W.. 2016. One compound of saponins from Disocorea zingiberensis protected against experimental acute pancreatitis by preventing mitochondria-mediated necrosis. Sci Rep. 6:35965.", "ArticleIdList": ["PMC5078795", "27779235"]}, {"Citation": "Zhang PY, Yu B, Men WJ, Bai RY, Chen MY, Wang ZX, Zeng T, Zhou K.. 2020. Acetyl-α-boswellic acid and acetyl-β-boswellic acid protects against caerulein-induced pancreatitis via down-regulating MAPKs in mice. Int Immunopharmacol. 86:106682.", "ArticleIdList": ["32563781"]}, {"Citation": "Zhao JY, Wang JQ, Wu L, Zhang F, Chen ZP, Li WD, Cai H, Liu X.. 2019. Emodin attenuates cell injury and inflammation in pancreatic acinar AR42J cells. J Asian Nat Prod Res. 21(2):186–195.", "ArticleIdList": ["29182014"]}, {"Citation": "Zhao G, Zhuo Y-Z, Cui L-H, Li C-X, Chen S-Y, Li D, Liu J-H, Li D-H, Cui N-Q, Zhang S-K.. 2019. Modified Da-chai-hu decoction regulates the expression of occludin and NF-κB to alleviate organ injury in severe acute pancreatitis rats. Chin J Nat Med. 17(5):355–362.", "ArticleIdList": ["31171270"]}, {"Citation": "Zhen J, Chen W, Liu Y, Zang X.. 2021. Baicalin protects against acute pancreatitis involving JNK signaling pathway via regulating miR-15a. Am J Chin Med. 49(1):147–161.", "ArticleIdList": ["33371810"]}, {"Citation": "Zhong K. 2015. Curcumin mediates a protective effect via TLR-4/NF-κB signaling pathway in rat model of severe acute pancreatitis. Cell Biochem Biophys. 73(1):175–180.", "ArticleIdList": ["25711190"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "2", "Day": "18", "Hour": "17", "Minute": "8"}, {"Year": "2022", "Month": "2", "Day": "19", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "3", "Day": "11", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "2", "Day": "18"}], "PublicationStatus": "ppublish", "ArticleIdList": ["35180016", "PMC8865097", "10.1080/13880209.2022.2039723"]}}], "PubmedBookArticle": []}