{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35181715", "DateCompleted": {"Year": "2022", "Month": "03", "Day": "10"}, "DateRevised": {"Year": "2022", "Month": "12", "Day": "07"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "02", "Day": "18"}], "Language": ["eng"], "ELocationID": ["2852", "10.1038/s41598-022-06811-6"], "Journal": {"ISSN": "2045-2322", "JournalIssue": {"Volume": "12", "Issue": "1", "PubDate": {"Year": "2022", "Month": "Feb", "Day": "18"}}, "Title": "Scientific reports", "ISOAbbreviation": "Sci Rep"}, "ArticleTitle": "A network pharmacology-based approach to explore mechanism of action of medicinal herbs for alopecia treatment.", "Pagination": {"StartPage": "2852", "MedlinePgn": "2852"}, "Abstract": {"AbstractText": ["Hair loss is one of the most common skin problems experienced by more than half of the world's population. In East Asia, medicinal herbs have been used widely in clinical practice to treat hair loss. Recent studies, including systematic literature reviews, indicate that medicinal herbs may demonstrate potential effects for hair loss treatment. In a previous study, we identified medical herbs used frequently for alopecia treatment. Herein, we explored the potential novel therapeutic mechanisms of 20 vital medicinal herbs for alopecia treatment that could distinguish them from known mechanisms of conventional drugs using network pharmacology analysis methods. We determined the herb-ingredient-target protein networks and ingredient-associated protein (gene)-associated pathway networks and calculated the weighted degree centrality to define the strength of the connections. Data showed that 20 vital medicinal herbs could exert therapeutic effects on alopecia mainly mediated via regulation of various target genes and proteins, including acetylcholinesterase (AChE), phospholipase A2 (PLA2) subtypes, ecto-5-nucleotidase (NTE5), folate receptor (FR), nicotinamide N-methyltransferase (NNMT), and quinolinate phosphoribosyltransferase (QPRT). Findings regarding target genes/proteins and pathways of medicinal herbs associated with alopecia treatment offer insights for further research to better understand the pathogenesis and therapeutic mechanism of medicinal herbs for alopecia treatment with traditional herbal medicine."], "CopyrightInformation": "© 2022. The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Research Center of Traditional Korean Medicine, Wonkwang University, 460, Iksan-daero, Sin-dong, Iksan, 54538, Jeollabuk-do, Republic of Korea."}], "LastName": "Leem", "ForeName": "Jungtae", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Acupuncture and Meridian Science Research Center, College of Korean Medicine, Kyung Hee University, Seoul, 02447, Republic of Korea."}, {"Identifier": [], "Affiliation": "Department of Science in Korean Medicine, Graduate School, Kyung Hee University Korean Medicine Hospital, Seoul, 02447, Republic of Korea."}], "LastName": "Jung", "ForeName": "Wonmo", "Initials": "W"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Acupuncture and Meridian Science Research Center, College of Korean Medicine, Kyung Hee University, Seoul, 02447, Republic of Korea."}, {"Identifier": [], "Affiliation": "Department of Science in Korean Medicine, Graduate School, Kyung Hee University Korean Medicine Hospital, Seoul, 02447, Republic of Korea."}], "LastName": "Park", "ForeName": "Hi-Joon", "Initials": "HJ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Ophthalmology, Otolaryngology, and Dermatology, College of Korean Medicine, Kyung Hee University, Seoul, 02447, Republic of Korea. kmdkskim@khu.ac.kr."}, {"Identifier": [], "Affiliation": "Department of Ophthalmology, Otolaryngology, and Dermatology, Kyung Hee University Korean Medicine Hospital, Seoul, 02447, Republic of Korea. kmdkskim@khu.ac.kr."}], "LastName": "Kim", "ForeName": "Kyuseok", "Initials": "K"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Sci Rep", "NlmUniqueID": "101563288", "ISSNLinking": "2045-2322"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Drugs, Chinese Herbal"}, {"RegistryNumber": "0", "NameOfSubstance": "Folate Receptor 1"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Preparations"}, {"RegistryNumber": "EC 2.1.1.1", "NameOfSubstance": "Nicotinamide N-Methyltransferase"}, {"RegistryNumber": "EC 2.4.2.-", "NameOfSubstance": "Pentosyltransferases"}, {"RegistryNumber": "EC 2.4.2.19", "NameOfSubstance": "nicotinate-nucleotide diphosphorylase (carboxylating)"}, {"RegistryNumber": "EC 3.1.1.4", "NameOfSubstance": "Phospholipases A2"}, {"RegistryNumber": "EC 3.1.1.7", "NameOfSubstance": "Acetylcholinesterase"}, {"RegistryNumber": "EC 3.1.3.-", "NameOfSubstance": "Nucleotidases"}, {"RegistryNumber": "EC 3.1.3.31", "NameOfSubstance": "nucleotidase"}], "MeshHeadingList": [{"QualifierName": ["genetics"], "DescriptorName": "Acetylcholinesterase"}, {"QualifierName": ["drug therapy", "genetics", "prevention & control"], "DescriptorName": "Alopecia"}, {"QualifierName": ["therapeutic use"], "DescriptorName": "Drugs, Chinese Herbal"}, {"QualifierName": [], "DescriptorName": "Asia, Eastern"}, {"QualifierName": ["genetics"], "DescriptorName": "Folate Receptor 1"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Medicine, Chinese Traditional"}, {"QualifierName": [], "DescriptorName": "Network Pharmacology"}, {"QualifierName": ["genetics"], "DescriptorName": "Nicotinamide N-Methyltransferase"}, {"QualifierName": ["genetics"], "DescriptorName": "Nucleotidases"}, {"QualifierName": ["genetics"], "DescriptorName": "Pentosyltransferases"}, {"QualifierName": ["genetics"], "DescriptorName": "Phospholipases A2"}, {"QualifierName": [], "DescriptorName": "Phytotherapy"}, {"QualifierName": ["chemistry", "therapeutic use"], "DescriptorName": "Plant Preparations"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}], "CoiStatement": "The authors declare no competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Phillips TG, Slomiany WP, Allison R. Hair loss: Common causes and treatment. Am. Fam. Phys. 2017;96:371–378.", "ArticleIdList": ["28925637"]}, {"Citation": "Cash TF, Price VH, Savin RC. Psychological effects of androgenetic alopecia on women: Comparisons with balding men and with female control subjects. J. Am. Acad. Dermatol. 1993;29:568–575.", "ArticleIdList": ["8408792"]}, {"Citation": "Alsantali A. Alopecia areata: A new treatment plan. Clin. Cosmet. Invest. Dermatol. 2011;4:107–115.", "ArticleIdList": ["PMC3149478", "21833161"]}, {"Citation": "Hosking A-M, Juhasz M, Atanaskova Mesinkovska N. Complementary and alternative treatments for alopecia: A comprehensive review. Skin Appendage Disord. 2019;5:72–89.", "ArticleIdList": ["PMC6388561", "30815439"]}, {"Citation": "Cho EC, Kim K. A comprehensive review of biochemical factors in herbs and their constituent compounds in experimental studies on alopecia. J. Ethnopharmacol. 2020 doi: 10.1016/j.jep.2020.112907.", "ArticleIdList": ["10.1016/j.jep.2020.112907", "32360043"]}, {"Citation": "Choi J-W, Lee J-H, Jung B-Y, Lee K-S. Retrospective study about the effectiveness of Korean medical treatment on 222 patients with alopecia areata. J. Korean Med. Ophthalmol. 2019;32:13–28."}, {"Citation": "You Q, et al. Meta-analysis on the efficacy and safety of traditional Chinese medicine as adjuvant therapy for refractory androgenetic alopecia. Evid. Based Complement. Altern. Med. ECAM. 2019;2019:9274148.", "ArticleIdList": ["PMC6875197", "31781285"]}, {"Citation": "Zgonc Škulj A, Poljšak N, Kočevar Glavač N, Kreft S. Herbal preparations for the treatment of hair loss. Arch. Dermatol. Res. 2020;312:395–406.", "ArticleIdList": ["31680216"]}, {"Citation": "Hopkins AL. Network pharmacology: The next paradigm in drug discovery. Nat. Chem. Biol. 2008;4:682–690.", "ArticleIdList": ["18936753"]}, {"Citation": "Oh JH, et al. Investigating the systems-level effect of Pueraria lobata for menopause-related metabolic diseases using an ovariectomized rat model and network pharmacological analysis. Biomolecules. 2019;9:747.", "ArticleIdList": ["PMC6921005", "31752216"]}, {"Citation": "Lee W-Y, Lee C-Y, Kim Y-S, Kim C-E. The methodological trends of traditional herbal medicine employing network pharmacology. Biomolecules. 2019;9:362.", "ArticleIdList": ["PMC6723118", "31412658"]}, {"Citation": "Li S, et al. Understanding ZHENG in traditional Chinese medicine in the context of neuro-endocrine-immune network. IET Syst. Biol. 2007;1:51–60.", "ArticleIdList": ["17370429"]}, {"Citation": "Li S, Zhang B. Traditional Chinese medicine network pharmacology: Theory, methodology and application. Chin. J. Nat. Med. 2013;11:110–120.", "ArticleIdList": ["23787177"]}, {"Citation": "Xiang S-Y, et al. Network pharmacology-based identification for therapeutic mechanism of Ling-Gui-Zhu-Gan decoction in the metabolic syndrome induced by antipsychotic drugs. Comput. Biol. Med. 2019;110:1–7.", "ArticleIdList": ["31085379"]}, {"Citation": "Huang S-J, et al. Systematic elucidation of the potential mechanism of Erzhi Pill against drug-induced liver injury via network pharmacology approach. Evid. Based Complement. Altern. Med. ECAM. 2020;2020:6219432.", "ArticleIdList": ["PMC6970004", "31998398"]}, {"Citation": "Leem J, Jung W, Kim Y, Kim B, Kim K. Exploring the combination and modular characteristics of herbs for alopecia treatment in traditional Chinese medicine: An association rule mining and network analysis study. BMC Complement. Altern. Med. 2018;18:204.", "ArticleIdList": ["PMC6030800", "29973199"]}, {"Citation": "Kim HU, Ryu JY, Lee JO, Lee SY. A systems approach to traditional oriental medicine. Nat. Biotechnol. 2015;33:264–268.", "ArticleIdList": ["25748918"]}, {"Citation": "Xue R, et al. TCMID: Traditional Chinese medicine integrative database for herb molecular mechanism analysis. Nucleic Acids Res. 2013;41:D1089–1095.", "ArticleIdList": ["PMC3531123", "23203875"]}, {"Citation": "Liu Z, et al. BATMAN-TCM: A bioinformatics analysis tool for molecular mechanism of traditional Chinese medicine. Sci. Rep. 2016;6:21146.", "ArticleIdList": ["PMC4754750", "26879404"]}, {"Citation": "Ogata H, et al. KEGG: Kyoto encyclopedia of genes and genomes. Nucleic Acids Res. 1999;27:29–34.", "ArticleIdList": ["PMC148090", "9847135"]}, {"Citation": "Wang Y, et al. PubChem: A public information system for analyzing bioactivities of small molecules. Nucleic Acids Res. 2009;37:W623–633.", "ArticleIdList": ["PMC2703903", "19498078"]}, {"Citation": "Newman, M. E. Scientific collaboration networks. II. Shortest paths, weighted networks, and centrality. Phys. Rev. Stat. Nonlinear Soft Matter Phys.64, 016132 (2001).", "ArticleIdList": ["11461356"]}, {"Citation": "Barrat A, Barthélemy M, Pastor-Satorras R, Vespignani A. The architecture of complex weighted networks. Proc. Natl. Acad. Sci. USA. 2004;101:3747–3752.", "ArticleIdList": ["PMC374315", "15007165"]}, {"Citation": "Opsahl T, Agneessens F, Skvoretz J. Node centrality in weighted networks: Generalizing degree and shortest paths. Soc. Netw. 2010;32:245–251."}, {"Citation": "Candeloro L, Savini L, Conte A. A new weighted degree centrality measure: The application in an animal disease epidemic. PLoS ONE. 2016;11:e0165781.", "ArticleIdList": ["PMC5089772", "27802327"]}, {"Citation": "Benjamini Y, Hochberg Y. Controlling the false discovery rate: A practical and powerful approach to multiple testing. J. R. Stat. Soc. Ser. B Methodol. 1995;57:289–300."}, {"Citation": "Stelzer G, et al. The GeneCards suite: From gene data mining to disease genome sequence analyses. Curr. Protoc. Bioinform. 2016;54:1301–13033.", "ArticleIdList": ["27322403"]}, {"Citation": "Nguyen P, et al. Liver lipid metabolism. J. Anim. Physiol. Anim. Nutr. 2008;92:272–283.", "ArticleIdList": ["18477307"]}, {"Citation": "Moestrup SK, Nielsen LB. The role of the kidney in lipid metabolism. Curr. Opin. Lipidol. 2005;16:301–306.", "ArticleIdList": ["15891391"]}, {"Citation": "Murakami M, Yamamoto K, Taketomi Y. Phospholipase A2 in skin biology: New insights from gene-manipulated mice and lipidomics. Inflamm. Regen. 2018;38:31.", "ArticleIdList": ["PMC6284315", "30546811"]}, {"Citation": "Baldissera MD, et al. Melaleuca alternifolia essential oil enhances the non-specific immune system and prevents oxidative damage in Rhamdia quelen experimentally infected by Aeromonas hydrophila: Effects on cholinergic and purinergic systems in liver tissue. Fish Shellfish Immunol. 2017;61:1–8.", "ArticleIdList": ["27988310"]}, {"Citation": "Takahashi T. Multiple roles for cholinergic signaling from the perspective of stem cell function. Int. J. Mol. Sci. 2021;22:666.", "ArticleIdList": ["PMC7827396", "33440882"]}, {"Citation": "Hasse S, Chernyavsky AI, Grando SA, Paus R. The M4 muscarinic acetylcholine receptor play a key role in the control of murine hair follicle cycling and pigmentation. Life Sci. 2007;80:2248–2252.", "ArticleIdList": ["PMC2017094", "17346754"]}, {"Citation": "Imbernón-Moya A, et al. Acquired localized hypertrichosis induced by rivastigmine. Case Rep. Dermatol. Med. 2016;2016:7296572.", "ArticleIdList": ["PMC4814665", "27073702"]}, {"Citation": "Xia Z, et al. Multiple-omics techniques reveal the role of glycerophospholipid metabolic pathway in the response of Saccharomyces cerevisiae against hypoxic stress. Front. Microbiol. 2019;10:1398.", "ArticleIdList": ["PMC6610297", "31316482"]}, {"Citation": "Hwang K-A, et al. Adenosine stimulates growth of dermal papilla and lengthens the anagen phase by increasing the cysteine level via fibroblast growth factors 2 and 7 in an organ culture of mouse vibrissae hair follicles. Int. J. Mol. Med. 2012;29:195–201.", "ArticleIdList": ["22020741"]}, {"Citation": "Lin W, et al. Fibroblast growth factors stimulate hair growth through β-catenin and Shh expression in C57BL/6 mice. BioMed Res. Int. 2015;2015:730139.", "ArticleIdList": ["PMC4313060", "25685806"]}, {"Citation": "Law S-H, et al. An updated review of lysophosphatidylcholine metabolism in human diseases. Int. J. Mol. Sci. 2019;20:1149.", "ArticleIdList": ["PMC6429061", "30845751"]}, {"Citation": "Murakami M, Sato H, Miki Y, Yamamoto K, Taketomi Y. A new era of secreted phospholipase A2. J. Lipid Res. 2015;56:1248–1261.", "ArticleIdList": ["PMC4479330", "25805806"]}, {"Citation": "Pan Y, et al. sPLA2 IB induces human podocyte apoptosis via the M-type phospholipase A2 receptor. Sci. Rep. 2014;4:6660.", "ArticleIdList": ["PMC4205892", "25335547"]}, {"Citation": "Kulesskaya N, et al. CD73 is a major regulator of adenosinergic signalling in mouse brain. PLoS ONE. 2013;8:e66896.", "ArticleIdList": ["PMC3680420", "23776700"]}, {"Citation": "Sowa NA, Taylor-Blake B, Zylka MJ. Ecto-5’-nucleotidase (CD73) inhibits nociception by hydrolyzing AMP to adenosine in nociceptive circuits. J. Neurosci. Off. J. Soc. Neurosci. 2010;30:2235–2244.", "ArticleIdList": ["PMC2826808", "20147550"]}, {"Citation": "Bassino E, Gasparri F, Munaron L. Protective role of nutritional plants containing flavonoids in hair follicle disruption: A review. Int. J. Mol. Sci. 2020;21:523.", "ArticleIdList": ["PMC7013965", "31947635"]}, {"Citation": "Yi Y-S. Folate receptor-targeted diagnostics and therapeutics for inflammatory diseases. Immune Netw. 2016;16:337–343.", "ArticleIdList": ["PMC5195843", "28035209"]}, {"Citation": "Dalessandri T, Kasper M. TREMendous macrophages inhibit hair growth. Cell Stem Cell. 2019;24:501–502.", "ArticleIdList": ["30951655"]}, {"Citation": "van Haren MJ, et al. Inhibitors of nicotinamide N-methyltransferase designed to mimic the methylation reaction transition state. Org. Biomol. Chem. 2017;15:6656–6667.", "ArticleIdList": ["28758655"]}, {"Citation": "Roberti A, Fernández AF, Fraga MF. Nicotinamide N-methyltransferase: At the crossroads between cellular metabolism and epigenetic regulation. Mol. Metab. 2021;45:101165.", "ArticleIdList": ["PMC7868988", "33453420"]}, {"Citation": "Ishidoh K, et al. Quinolinate phosphoribosyl transferase, a key enzyme in de novo NAD(+) synthesis, suppresses spontaneous cell death by inhibiting overproduction of active-caspase-3. Biochim. Biophys. Acta. 2010;1803:527–533.", "ArticleIdList": ["20206212"]}, {"Citation": "Ying W. NAD+/NADH and NADP+/NADPH in cellular functions and cell death: Regulation and biological consequences. Antioxid. Redox Signal. 2008;10:179–206.", "ArticleIdList": ["18020963"]}, {"Citation": "Ahmed MS, et al. Dab2, a negative regulator of DC immunogenicity, is an attractive molecular target for DC-based immunotherapy. Oncoimmunology. 2015;4:e984550.", "ArticleIdList": ["PMC4368130", "25949867"]}, {"Citation": "Tao W, Moore R, Smith ER, Xu X-X. Endocytosis and physiology: Insights from disabled-2 deficient mice. Front. Cell Dev. Biol. 2016;4:129.", "ArticleIdList": ["PMC5122593", "27933291"]}, {"Citation": "Jiang Y, He X, Howe PH. Disabled-2 (Dab2) inhibits Wnt/β-catenin signalling by binding LRP6 and promoting its internalization through clathrin. EMBO J. 2012;31:2336–2349.", "ArticleIdList": ["PMC3364753", "22491013"]}, {"Citation": "Andl T, Reddy ST, Gaddapara T, Millar SE. WNT signals are required for the initiation of hair follicle development. Dev. Cell. 2002;2:643–653.", "ArticleIdList": ["12015971"]}, {"Citation": "Tsai S-Y, et al. Wnt/β-catenin signaling in dermal condensates is required for hair follicle formation. Dev. Biol. 2014;385:179–188.", "ArticleIdList": ["PMC3933391", "24309208"]}, {"Citation": "Leirós GJ, Attorresi AI, Balañá ME. Hair follicle stem cell differentiation is inhibited through cross-talk between Wnt/β-catenin and androgen signalling in dermal papilla cells from patients with androgenetic alopecia. Br. J. Dermatol. 2012;166:1035–1042.", "ArticleIdList": ["22283397"]}, {"Citation": "Zhang R, Zhu X, Bai H, Ning K. Network pharmacology databases for traditional Chinese medicine: Review and assessment. Front. Pharmacol. 2019;10:123.", "ArticleIdList": ["PMC6393382", "30846939"]}, {"Citation": "Tang M, et al. Integrating network pharmacology with molecular docking to unravel the active compounds and potential mechanism of Simiao pill treating rheumatoid arthritis. Evid.-Based Complement. Altern. Med. ECAM. 2020;2020:5786053.", "ArticleIdList": ["PMC7657688", "33204288"]}, {"Citation": "Li S. Network pharmacology evaluation method guidance—Draft. World J. Tradition Chinese Med. 2021;7:146."}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "7", "Day": "23"}, {"Year": "2022", "Month": "2", "Day": "7"}, {"Year": "2022", "Month": "2", "Day": "19", "Hour": "5", "Minute": "29"}, {"Year": "2022", "Month": "2", "Day": "20", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "3", "Day": "11", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "2", "Day": "18"}], "PublicationStatus": "epublish", "ArticleIdList": ["35181715", "PMC8857194", "10.1038/s41598-022-06811-6", "10.1038/s41598-022-06811-6"]}}], "PubmedBookArticle": []}