{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["luteolin", "melanoma", "phytotherapy", "skin cancer"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35187675", "DateCompleted": {"Year": "2022", "Month": "06", "Day": "13"}, "DateRevised": {"Year": "2022", "Month": "07", "Day": "29"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "02", "Day": "21"}], "Language": ["eng"], "ELocationID": ["10.1002/med.21880"], "Journal": {"ISSN": "1098-1128", "JournalIssue": {"Volume": "42", "Issue": "4", "PubDate": {"Year": "2022", "Month": "Jul"}}, "Title": "Medicinal research reviews", "ISOAbbreviation": "Med Res Rev"}, "ArticleTitle": "Skin cancer, including related pathways and therapy and the role of luteolin derivatives as potential therapeutics.", "Pagination": {"StartPage": "1423", "EndPage": "1462", "MedlinePgn": "1423-1462"}, "Abstract": {"AbstractText": ["Cutaneous malignant melanoma is the fastest growing and the most aggressive form of skin cancer that is diagnosed. However, its incidence is relatively scarce compared to the highest mortality rate of all skin cancers. The much more common skin cancers include nonmelanoma malignant skin cancers. Moreover, over the past several decades, the frequency of all skin cancers has increased much more dynamically than that of almost any other type of cancer. Among the available therapeutic options for skin cancers, chemotherapy used immediately after the surgical intervention has been an essential element. Unfortunately, the main problem with conventional chemopreventive regimens involves the lack of response to treatment and the associated side effects. Hence, there is a need for much more effective anticancer drugs. Correspondingly, the targeted alternatives have involved phytochemicals, which are safer chemotherapeutic agents and exhibit competitive anticancer activity with high therapeutic efficacy. Among polyphenolic compounds, some flavonoids and their derivatives, which are mostly found in medicinal plants, have been demonstrated to influence the modulation of signaling pathways at each stage of the carcinogenesis process, which is also important in the context of skin cancers. Hence, this review focuses on an exhaustive overview of the therapeutic effects of luteolin and its derivatives in the treatment and prevention of skin cancers. The bioavailability and structure-activity relationships of luteolin derivatives are also discussed. This review is the first such complete account of all of the scientific reports concerning this particular group of natural compounds that target a specific area of neoplastic diseases."], "CopyrightInformation": "© 2022 The Authors. Medicinal Research Reviews published by Wiley Periodicals LLC."}, "AuthorList": [{"Identifier": ["0000-0002-3072-9869"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacognosy, Faculty of Pharmacy with the Division of Laboratory Medicine, Medical University of Białystok, Białystok, Poland."}], "LastName": "Juszczak", "ForeName": "Aleksandra M", "Initials": "AM"}, {"Identifier": ["0000-0003-0093-560X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Dermatology and Venereology, Research Center Skinitial, Medical Center, Faculty of Medicine, University of Freiburg, Freiburg, Germany."}], "LastName": "Wöelfle", "ForeName": "Ute", "Initials": "U"}, {"Identifier": ["0000-0002-8787-6667"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacognosy, Faculty of Pharmacy and Biochemistry, University of Zagreb, Zagreb, Croatia."}], "LastName": "Končić", "ForeName": "Marijana Zovko", "Initials": "MZ"}, {"Identifier": ["0000-0002-4063-1048"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacognosy, Faculty of Pharmacy with the Division of Laboratory Medicine, Medical University of Białystok, Białystok, Poland."}], "LastName": "Tomczyk", "ForeName": "Michał", "Initials": "M"}], "PublicationTypeList": ["Journal Article", "Review", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Med Res Rev", "NlmUniqueID": "8103150", "ISSNLinking": "0198-6325"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Antineoplastic Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Phytochemicals"}, {"RegistryNumber": "KUX1ZNC9J2", "NameOfSubstance": "Luteolin"}], "MeshHeadingList": [{"QualifierName": ["chemistry", "pharmacology", "therapeutic use"], "DescriptorName": "Antineoplastic Agents"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["chemistry", "pharmacology", "therapeutic use"], "DescriptorName": "Luteolin"}, {"QualifierName": ["drug therapy"], "DescriptorName": "Melanoma"}, {"QualifierName": [], "DescriptorName": "Phytochemicals"}, {"QualifierName": ["drug therapy"], "DescriptorName": "Skin Neoplasms"}], "CoiStatement": "The authors declare that there are no conflict of interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Matthews NH, Li W‐Q, Qureshi AA, Weinstock MA, Cho E. Epidemiology of melanoma. In: Ward WH, Farma JM, eds. Cutaneous Melanoma: Etiology and Therapy. Codon Publications; 2017:3‐23."}, {"Citation": "Girschik J, Fritschi L, Threlfall T, Slevin T. Deaths from non‐melanoma skin cancer in Western Australia. Cancer Causes Control. 2008;19(8):879‐885.", "ArticleIdList": ["18386140"]}, {"Citation": "Orthaber K, Pristovnik M, Skok K, Perić B, Maver U. Skin cancer and its treatment: novel treatment approaches with emphasis on nanotechnology. J Nanomater. 2017;2017(2):1‐20."}, {"Citation": "Diepgen TL, Mahler V. The epidemiology of skin cancer. Br J Dermatol. 2002;146(s61):S1‐S6.", "ArticleIdList": ["11966724"]}, {"Citation": "Linares MA, Zakaria A, Nizran P. Skin cancer. Prim Care. 2015;42(4):645‐659.", "ArticleIdList": ["26612377"]}, {"Citation": "Apalla Z, Lallas A, Sotiriou E, Lazaridou E, Ioannides D. Epidemiological trends in skin cancer. Dermatol Pract Concept. 2017;7(2):1‐6.", "ArticleIdList": ["PMC5424654", "28515985"]}, {"Citation": "Katalinic A, Kunze U, Schafer T. Epidemiology of cutaneous melanoma and non‐melanoma skin cancer in Schleswig‐Holstein, Germany: incidence, clinical subtypes. Br J Dermatol. 2003;149(6):1200‐1206.", "ArticleIdList": ["14674897"]}, {"Citation": "Madan V, Lear JT, Szeimies RM. Non‐melanoma skin cancer. Lancet. 2010;375(9715):673‐685.", "ArticleIdList": ["20171403"]}, {"Citation": "Rastrelli M, Tropea S, Rossi CR, Alaibac M. Melanoma: epidemiology, risk factors, pathogenesis, diagnosis and classification. In Vivo. 2014;28(6):1005‐1011.", "ArticleIdList": ["25398793"]}, {"Citation": "Chen ST, Geller AC, Tsao H. Update on the epidemiology of melanoma. Curr Dermatol Rep. 2013;2(1):24‐34.", "ArticleIdList": ["PMC3619431", "23580930"]}, {"Citation": "Reichrath J, Rass K. Ultraviolet damage, DNA repair and vitamin D in nonmelanoma skin cancer and in malignant melanoma: an update. In: Reichrath J, ed. Sunlight, Vitamin D and Skin Cancer. Springer; 2014:208‐233.", "ArticleIdList": ["25207368"]}, {"Citation": "Leiter U, Garbe C. Epidemiology of melanoma and nonmelanoma skin cancer‐the role of sunlight. Adv Exp Med Biol. 2008;624:89‐103.", "ArticleIdList": ["18348450"]}, {"Citation": "Fransen M, Karahalios A, Sharma N, English DR, Giles GG, Sinclair RD. Non‐melanoma skin cancer in Australia. Med J Aust. 2012;197(10):565‐568.", "ArticleIdList": ["23163687"]}, {"Citation": "Rubin AI, Chen EH, Ratner D. Basal‐cell carcinoma. N Engl J Med. 2005;353(21):2262‐2269.", "ArticleIdList": ["16306523"]}, {"Citation": "Apalla Z, Calzavara‐Pinton P, Lallas A, et al. Histopathological study of perilesional skin in patients diagnosed with nonmelanoma skin cancer. Clin Exp Dermatol. 2016;41(1):21‐25.", "ArticleIdList": ["26189480"]}, {"Citation": "George VC, Kumar DRN, Suresh PK, Kumar S, Kumar RA. Comparative studies to evaluate relative in vitro potency of luteolin in inducing cell cycle arrest and apoptosis in HaCat and A375 cells. Asian Pac J Cancer Prev. 2013;14(2):631‐637.", "ArticleIdList": ["23621210"]}, {"Citation": "Newman DJ, Cragg GM. Natural products as sources of new drugs over the 30 years from 1981 to 2010. J Nat Prod. 2012;75(3):311‐335.", "ArticleIdList": ["PMC3721181", "22316239"]}, {"Citation": "Chinembiri TN, Du Plessis LH, Gerber M, Hamman JH, Du Plessis J. Review of natural compounds for potential skin cancer treatment. Molecules. 2014;19(8):11679‐11721.", "ArticleIdList": ["PMC6271439", "25102117"]}, {"Citation": "da Rocha AB, Lopes RM, Schwartsmann G. Natural products in anticancer therapy. Curr Opin Pharmacol. 2001;1(4):364‐369.", "ArticleIdList": ["11710734"]}, {"Citation": "Cragg GM, Newman DJ. Plants as a source of anti‐cancer agents. J Ethnopharmacol. 2005;100(1–2):72‐79.", "ArticleIdList": ["16009521"]}, {"Citation": "Aumeeruddy MZ, Mahomoodally MF. Combating breast cancer using combination therapy with 3 phytochemicals: piperine, sulforaphane, and thymoquinone. Cancer. 2019;125(10):1600‐1611.", "ArticleIdList": ["30811596"]}, {"Citation": "Imran M, Rauf A, Abu‐Izneid T, et al. Luteolin, a flavonoid, as an anticancer agent: a review. Biomed Pharmacother. 2019;112:108612.", "ArticleIdList": ["30798142"]}, {"Citation": "Iqbal J, Abbasi BA, Ahmad R, et al. Potential phytochemicals in the fight against skin cancer: current landscape and future perspectives. Biomed Pharmacother. 2019;109:1381‐1393.", "ArticleIdList": ["30551389"]}, {"Citation": "Penta D, Somashekar BS, Meeran SM. Epigenetics of skin cancer: interventions by selected bioactive phytochemicals. Photodermatol Photoimmunol Photomed. 2018;34(1):42‐49.", "ArticleIdList": ["28976029"]}, {"Citation": "Majumder D, Debnath M, Libin Kumar KV, et al. Metabolic profiling and investigations on crude extract of Olea europaea L. leaves as a potential therapeutic agent against skin cancer. J Funct Foods. 2019;58:266‐274."}, {"Citation": "Ijaz S, Akhtar N, Khan MS, et al. Plant derived anticancer agents: a green approach towards skin cancers. Biomed Pharmacother. 2018;103:1643‐1651.", "ArticleIdList": ["29864953"]}, {"Citation": "Chahar MK, Sharma N, Dobhal MP, Joshi YC. Flavonoids: a versatile source of anticancer drugs. Pharmacogn Rev. 2011;5(9):1‐12.", "ArticleIdList": ["PMC3210013", "22096313"]}, {"Citation": "Müller CSL, Reichrath J. Histology of melanoma and nonmelanoma skin cancer. In: Reichrath J, ed. Sunlight, Vitamin D and Skin Cancer. Springer; 2014:215‐226."}, {"Citation": "Emmert S, Schön MP, Haenssle A. Molecular biology of basal and squamous cell carcinomas. In: Reichrath J, ed. Sunlight, Vitamin D and Skin Cancer. Springer; 2014:171‐191."}, {"Citation": "Khavari PA. Modelling cancer in human skin tissue. Nat Rev Cancer. 2006;6(4):270‐280.", "ArticleIdList": ["16541145"]}, {"Citation": "Pal HC, Hunt KM, Diamond A, Elmets A, Afaq C, F. Phytochemicals for the management of melanoma. Mini Rev Med Chem. 2016;16(12):953‐979.", "ArticleIdList": ["PMC4980238", "26864554"]}, {"Citation": "Röwert‐Huber J, Patel MJ, Forschner T, et al. Actinic keratosis is an early in situ squamous cell carcinoma: a proposal for reclassification. Br J Dermatol. 2007;156(s3):8‐12.", "ArticleIdList": ["17488400"]}, {"Citation": "Tsatmali M, Ancans J, Thody AJ. Melanocyte function and its control by melanocortin peptides. J Histochem Cytochem. 2002;50(2):125‐133.", "ArticleIdList": ["11799132"]}, {"Citation": "Garbe C, Amaral T, Peris K, et al. European consensus‐based interdisciplinary guideline for melanoma. Part 1: diagnostics – update 2019. Eur J Cancer. 2020;126:141‐158.", "ArticleIdList": ["31928887"]}, {"Citation": "Goyanna R, Torres ET, Broders AC. Histological grading of malignant tumors: Broder's method. Hospital. 1951;39(6):791‐818.", "ArticleIdList": ["14850028"]}, {"Citation": "Abbasi NR, Shaw HM, Rigel DS, et al. Early diagnosis of cutaneous melanoma: revisiting the ABCD criteria. JAMA. 2004;292(22):2771‐2776.", "ArticleIdList": ["15585738"]}, {"Citation": "Vestergaard ME, Macaskill P, Holt PE, Menzies SW. Dermoscopy compared with naked eye examination for the diagnosis of primary melanoma: a meta‐analysis of studies performed in a clinical setting. Br J Dermatol. 2008;159(3):669‐676.", "ArticleIdList": ["18616769"]}, {"Citation": "Park HS, Cho KH. Acral lentiginous melanoma in situ: a diagnostic and management challenge. Cancers. 2010;2(2):642‐652.", "ArticleIdList": ["PMC3835096", "24281086"]}, {"Citation": "Ward WH, Lambreton F, Goel N, Yu JQ, Farma JM. Clinical presentation and staging of melanoma. In: Ward WH, Farma JM, eds. Cutaneous Melanoma: Etiology and Therapy. Codon Publications; 2017:79‐91."}, {"Citation": "Belter B, Haase‐Kohn C, Pietzsch J. Biomarkers in malignant melanoma: recent trends and critical perspective. In: Ward WH, Farma JM, eds. Cutaneous Melanoma: Etiology and Therapy. Codon Publications; 2017:39‐57.", "ArticleIdList": ["29461781"]}, {"Citation": "Erdei E, Torres SM. A new understanding in the epidemiology of melanoma. Expert Rev Anticancer Ther. 2010;10(11):1811‐1823.", "ArticleIdList": ["PMC3074354", "21080806"]}, {"Citation": "Califano J, Nance M. Malignant melanoma. Facial Plast Surg Clin North Am. 2009;17(3):337‐348.", "ArticleIdList": ["19698915"]}, {"Citation": "Pitot HC. Multistage carcinogenesis – genetic and epigenetic mechanisms in relation to cancer prevention. Cancer Detect Prev. 1993;17(6):567‐573.", "ArticleIdList": ["8275509"]}, {"Citation": "Hanahan D, Weinberg RA. The hallmarks of cancer. Cell. 2000;100(1):57‐70.", "ArticleIdList": ["10647931"]}, {"Citation": "Lin Y, Shi R, Wang X, Shen H‐M. Luteolin, a flavonoid with potentials for cancer prevention and therapy. Curr Cancer Drug Targets. 2008;8(7):634‐646.", "ArticleIdList": ["PMC2615542", "18991571"]}, {"Citation": "Walter SD, King WD, Marrett LD. Association of cutaneous malignant melanoma with intermittent exposure to ultraviolet radiation: results of a case‐control study in Ontario, Canada. Int J Epidemiol. 1999;28(3):418‐427.", "ArticleIdList": ["10405843"]}, {"Citation": "Gilchrest BA, Eller MS, Geller AC, Yaar M. The pathogenesis of melanoma induced by ultraviolet radiation. N Engl J Med. 1999;340(17):1341‐1348.", "ArticleIdList": ["10219070"]}, {"Citation": "\nNational Cancer Institute (NIH)\nSkin Cancer Treatment (PDQ®)–Health Professional Version. Accessed July 13, 2021. https://www.cancer.gov/types/skin/hp/skin-treatment-pdq\n", "ArticleIdList": ["26389366"]}, {"Citation": "Koh HK. Cutaneous melanoma. N Engl J Med. 1991;325(3):171‐182.", "ArticleIdList": ["1805813"]}, {"Citation": "Preston DS, Stern RS. Nonmelanoma cancers of the skin. N Engl J Med. 1992;327(23):1649‐1662.", "ArticleIdList": ["1435901"]}, {"Citation": "English DR, Armstrong BK, Kricker A, Winter MG, Heenan PJ, Randell PL. Case‐control study of sun exposure and squamous cell carcinoma of the skin. Int J Cancer. 1998;77(3):347‐353.", "ArticleIdList": ["9663594"]}, {"Citation": "Hensler S, Mueller MM. Inflammation and skin cancer: old pals telling new stories. Cancer J. 2013;19(6):517‐524.", "ArticleIdList": ["24270351"]}, {"Citation": "Jiao J, Mikulec C, Ishikawa T, et al. Cell‐type‐specific roles for COX‐2 in UVB‐induced skin cancer. Carcinogenesis. 2014;35(6):1310‐1319.", "ArticleIdList": ["PMC4043244", "24469308"]}, {"Citation": "D'Orazio J, Jarrett S, Amaro‐Ortiz A, Scott T. UV Radiation and the skin. Int J Mol Sci. 2013;14(6):12222‐12248.", "ArticleIdList": ["PMC3709783", "23749111"]}, {"Citation": "Dupont E, Gomez J, Bilodeau D. Beyond UV radiation: a skin under challenge. Int J Cosmet Sci. 2013;35(3):224‐232.", "ArticleIdList": ["23406155"]}, {"Citation": "George VC, Vijesh VV, Amararathna DIM, et al. Mechanism of action of flavonoids in prevention of inflammation‐associated skin cancer. Curr Med Chem. 2016;23(32):3697‐3716.", "ArticleIdList": ["27356537"]}, {"Citation": "Vogel CFA, Van Winkle LS, Esser C, Haarmann‐Stemmann T. The aryl hydrocarbon receptor as a target of environmental stressors – implications for pollution mediated stress and inflammatory responses. Redox Biol. 2020;34:101530.", "ArticleIdList": ["PMC7327980", "32354640"]}, {"Citation": "Chhabra G, Ndiaye MA, Garcia‐Peterson LM, Ahmad N. Melanoma chemoprevention: current status and future prospects. Photochem Photobiol. 2017;93(4):975‐989.", "ArticleIdList": ["PMC5500429", "28295364"]}, {"Citation": "Hara H, Lee MH, Chen H, Luo D, Jimbow K. Role of gene expression and protein synthesis of tyrosinase, TRP‐1, lamp‐1, and CD63 in UVB‐induced melanogenesis in human melanomas. J Invest Dermatol. 1994;102(4):495‐500.", "ArticleIdList": ["8151127"]}, {"Citation": "Riley PA. Melanogenesis: a realistic target for antimelanoma therapy? Eur J Cancer. 1991;27(9):1172‐1177.", "ArticleIdList": ["1835632"]}, {"Citation": "Riley PA. Melanogenesis and melanoma. Pigment Cell Res. 2003;16(5):548‐552.", "ArticleIdList": ["12950735"]}, {"Citation": "Prichard RS, Dijkstra B, McDermott EW, Hill ADK, O'Higgins NJ. The role of molecular staging in malignant melanoma. Eur J Surg Oncol. 2003;29(4):306‐314.", "ArticleIdList": ["12711281"]}, {"Citation": "Simões MCF, Sousa JJS, Pais AACC. Skin cancer and new treatment perspectives: a review. Cancer Lett. 2015;357(1):8‐42.", "ArticleIdList": ["25444899"]}, {"Citation": "Nikolaou V, Stratigos AJ. Emerging trends in the epidemiology of melanoma. Br J Dermatol. 2014;170(1):11‐19.", "ArticleIdList": ["23815297"]}, {"Citation": "Rünger TM. How different wavelengths of the ultraviolet spectrum contribute to skin carcinogenesis: the role of cellular damage responses. J Invest Dermatol. 2007;127(9):2103‐2105.", "ArticleIdList": ["17700622"]}, {"Citation": "Ridley AJ, Whiteside JR, McMillan TJ, Allinson SL. Cellular and sub‐cellular responses to UVA in relation to carcinogenesis. Int J Radiat Biol. 2009;85(3):177‐195.", "ArticleIdList": ["19296341"]}, {"Citation": "Bouwes JNB, Plasmeijer EI, Feltkamp MCW. Beta‐papillomavirus infection and skin cancer. J Invest Dermatol. 2008;128(6):1355‐1358.", "ArticleIdList": ["18478011"]}, {"Citation": "Amin ARMR, Kucuk O, Khuri FR, Shin DM. Perspectives for cancer prevention with natural compounds. J Clin Oncol. 2009;27(16):2712‐2725.", "ArticleIdList": ["PMC2690394", "19414669"]}, {"Citation": "Bode AM, Dong Z. Post‐translational modification of p53 in tumorigenesis. Nat Rev Cancer. 2004;4(10):793‐805.", "ArticleIdList": ["15510160"]}, {"Citation": "Nickoloff BJ, Qin J‐Z, Chaturvedi V, Bacon P, Panella J, Denning MF. Life and death signaling pathways contributing to skin cancer. J Investig Dermatol Symp Proc. 2002;7(1):27‐35.", "ArticleIdList": ["12518789"]}, {"Citation": "Uribe P, Gonzalez S. Epidermal growth factor receptor (EGFR) and squamous cell carcinoma of the skin: molecular bases for EGFR‐targeted therapy. Pathol Res Pract. 2011;207(6):337‐342.", "ArticleIdList": ["21531084"]}, {"Citation": "Hubbard SR, Miller WT. Receptor tyrosine kinases: mechanisms of activation and signaling. Curr Opin Cell Biol. 2007;19(2):117‐123.", "ArticleIdList": ["PMC2536775", "17306972"]}, {"Citation": "Oda K, Matsuoka Y, Funahashi A, Kitano H. A comprehensive pathway map of epidermal growth factor receptor signaling. Mol Syst Biol. 2005;1:2005.0010.", "ArticleIdList": ["PMC1681468", "16729045"]}, {"Citation": "Teillet F, Boumendjel A, Boutonnat J, Ronot X. Flavonoids as RTK inhibitors and potential anticancer agents. Med Res Rev. 2008;28(6):715‐745.", "ArticleIdList": ["18080331"]}, {"Citation": "Feehan RP, Shantz LM. Molecular signaling cascades involved in nonmelanoma skin carcinogenesis. Biochem J. 2016;473(19):2973‐2994.", "ArticleIdList": ["PMC5198714", "27679857"]}, {"Citation": "Oeckinghaus A, Ghosh S. The NF‐kappaB family of transcription factors and its regulation. Cold Spring Harb Perspect Biol. 2009;1(4):a000034.", "ArticleIdList": ["PMC2773619", "20066092"]}, {"Citation": "Moon H, White AC, Borowsky AD. New insights into the functions of COX‐2 in skin and esophageal malignancies. Exp Mol Med. 2020;52(4):538‐547.", "ArticleIdList": ["PMC7210257", "32235869"]}, {"Citation": "Maglio DHG, Paz M, Cela E, Leoni J. Cyclooxygenase‐2 overexpression in non‐melanoma skin cancer: molecular pathways involved as targets for prevention and treatment. In: La Porta C, ed. Skin Cancers – Risk Factors, Prevention and Therapy. IntechOpen Limited; 2011:272."}, {"Citation": "Buckman SY, Gresham A, Hale P, et al. COX‐2 expression is induced by UVB exposure in human skin: implications for the development of skin cancer. Carcinogenesis. 1998;19(5):723‐729.", "ArticleIdList": ["9635856"]}, {"Citation": "Nichols JA, Katiyar SK. Skin photoprotection by natural polyphenols: anti‐inflammatory, antioxidant and DNA repair mechanisms. Arch Dermatol Res. 2010;302(2):71‐83.", "ArticleIdList": ["PMC2813915", "19898857"]}, {"Citation": "Sherwani MA, Tufail S, Muzaffar AF, Yusuf N. The skin microbiome and immune system: potential target for chemoprevention? Photodermatol Photoimmunol Photomed. 2018;34(1):25‐34.", "ArticleIdList": ["PMC7289174", "28766918"]}, {"Citation": "Squarzanti DF, Zavattaro E, Pizzimenti S, Amoruso A, Savoia P, Azzimonti B. Non‐melanoma skin cancer: news from microbiota research. Crit Rev Microbiol. 2020;46(4):433‐449.", "ArticleIdList": ["32692305"]}, {"Citation": "Yu Y, Champer J, Beynet D, Kim J, Friedman AJ. The role of the cutaneous microbiome in skin cancer: lessons learned from the gut. J Drugs Dermatol. 2015;14(5):461‐465.", "ArticleIdList": ["25942663"]}, {"Citation": "Rodríguez‐Daza MC, Pulido‐Mateos EC, Lupien‐Meilleur J, Guyonnet D, Desjardins Y, Roy D. Polyphenol‐mediated gut microbiota modulation: toward prebiotics and further. Front Nutr. 2021;8:689456.", "ArticleIdList": ["PMC8276758", "34268328"]}, {"Citation": "Akbani R, Akdemir KC, Aksoy BA, et al. Genomic classification of cutaneous melanoma. Cell. 2015;161(7):1681‐1696.", "ArticleIdList": ["PMC4580370", "26091043"]}, {"Citation": "Leonardi GC, Falzone L, Salemi R, et al. Cutaneous melanoma: from pathogenesis to therapy (Review). Int J Oncol. 2018;52(4):1071‐1080.", "ArticleIdList": ["PMC5843392", "29532857"]}, {"Citation": "Chappell WH, Steelman LS, Long JM, et al. Ras/Raf/MEK/ERK and PI3K/PTEN/Akt/mTOR inhibitors: rationale and importance to inhibiting these pathways in human health. Oncotarget. 2011;2(3):135‐164.", "ArticleIdList": ["PMC3260807", "21411864"]}, {"Citation": "Liu Y, Sheikh MS. Melanoma: molecular pathogenesis and therapeutic management. Mol Cell Pharmacol. 2014;6(3):228.", "ArticleIdList": ["PMC4346328", "25745537"]}, {"Citation": "Fedorenko IV, Gibney GT, Smalley KSM. NRAS mutant melanoma: biological behavior and future strategies for therapeutic management. Oncogene. 2013;32(25):3009‐3018.", "ArticleIdList": ["PMC3978385", "23069660"]}, {"Citation": "Rubinstein JC, Sznol M, Pavlick AC, et al. Incidence of the V600K mutation among melanoma patients with BRAF mutations, and potential therapeutic response to the specific BRAF inhibitor PLX4032. J Transl Med. 2010;8:67.", "ArticleIdList": ["PMC2917408", "20630094"]}, {"Citation": "Lovly CM, Dahlman KB, Fohn LE, et al. Routine multiplex mutational profiling of melanomas enables enrollment in genotype‐driven therapeutic trials. PLOS One. 2012;7(4):e35309.", "ArticleIdList": ["PMC3335021", "22536370"]}, {"Citation": "Davies H, Bignell GR, Cox C, et al. Mutations of the BRAF gene in human cancer. Nature. 2002;417(6892):949‐954.", "ArticleIdList": ["12068308"]}, {"Citation": "Pollock PM, Harper UL, Hansen KS, et al. High frequency of BRAF mutations in nevi. Nat Genet. 2003;33(1):19‐20.", "ArticleIdList": ["12447372"]}, {"Citation": "Dong J, Phelps RG, Qiao R, et al. BRAF oncogenic mutations correlate with progression rather than initiation of human melanoma. Cancer Res. 2003;63(14):3883‐3885.", "ArticleIdList": ["12873977"]}, {"Citation": "Oliveira Júnior R, Ferraz C, Silva M, et al. Flavonoids: promising natural products for treatment of skin cancer (melanoma). In: Koehn FE, ed. Natural Products and Cancer Drug Discovery. InTechOpen Limited; 2017:161‐210."}, {"Citation": "Houben R, Becker JC, Kappel A, et al. Constitutive activation of the Ras‐Raf signaling pathway in metastatic melanoma is associated with poor prognosis. J Carcinog. 2004;3:6.", "ArticleIdList": ["PMC420489", "15046639"]}, {"Citation": "Platz A, Egyhazi S, Ringborg U, Hansson J. Human cutaneous melanoma: a review of NRAS and BRAF mutation frequencies in relation to histogenetic subclass and body site. Mol Oncol. 2008;1(4):395‐405.", "ArticleIdList": ["PMC5543839", "19383313"]}, {"Citation": "Roskoski RJ. Structure and regulation of Kit protein‐tyrosine kinase – the stem cell factor receptor. Biochem Biophys Res Commun. 2005;338(3):1307‐1315.", "ArticleIdList": ["16226710"]}, {"Citation": "Nissan MH, Pratilas CA, Jones AM, et al. Loss of NF1 in cutaneous melanoma is associated with RAS activation and MEK dependence. Cancer Res. 2014;74(8):2340‐2350.", "ArticleIdList": ["PMC4005042", "24576830"]}, {"Citation": "Handolias D, Salemi R, Murray W, et al. Mutations in KIT occur at low frequency in melanomas arising from anatomical sites associated with chronic and intermittent sun exposure. Pigment Cell Melanoma Res. 2010;23(2):210‐215.", "ArticleIdList": ["20088873"]}, {"Citation": "Shi H, Hugo W, Kong X, et al. Acquired resistance and clonal evolution in melanoma during BRAF inhibitor therapy. Cancer Discov. 2014;4(1):80‐93.", "ArticleIdList": ["PMC3936420", "24265155"]}, {"Citation": "Hennessy BT, Smith DL, Ram PT, Lu Y, Mills GB. Exploiting the PI3K/AKT pathway for cancer drug discovery. Nat Rev Drug Discov. 2005;4(12):988‐1004.", "ArticleIdList": ["16341064"]}, {"Citation": "Mirmohammadsadegh A, Marini A, Nambiar S, et al. Epigenetic silencing of the PTEN gene in melanoma. Cancer Res. 2006;66(13):6546‐6552.", "ArticleIdList": ["16818626"]}, {"Citation": "Liu L, Dilworth D, Gao L, et al. Mutation of the CDKN2A 5' UTR creates an aberrant initiation codon and predisposes to melanoma. Nat Genet. 1999;21(1):128‐132.", "ArticleIdList": ["9916806"]}, {"Citation": "Shain AH, Yeh I, Kovalyshyn I, et al. The genetic evolution of melanoma from precursor lesions. N Engl J Med. 2015;373(20):1926‐1936.", "ArticleIdList": ["26559571"]}, {"Citation": "Massagué J. G1 cell‐cycle control and cancer. Nature. 2004;432(7015):298‐306.", "ArticleIdList": ["15549091"]}, {"Citation": "McNeal AS, Liu K, Nakhate V, et al. CDKN2B loss promotes progression from benign melanocytic nevus to melanoma. Cancer Discov. 2015;5(10):1072‐1085.", "ArticleIdList": ["PMC4592422", "26183406"]}, {"Citation": "Garbe C, Amaral T, Peris K, et al. European consensus‐based interdisciplinary guideline for melanoma. Part 2: treatment – update 2019. Eur J Cancer. 2020;126:141‐177.", "ArticleIdList": ["31866016"]}, {"Citation": "Martinez JC, Otley CC. The management of melanoma and nonmelanoma skin cancer: a review for the primary care physician. Mayo Clin Proc. 2001;76(12):1253‐1265.", "ArticleIdList": ["11761506"]}, {"Citation": "Joyce KM. Surgical management of melanoma. In: Ward WH, Farma JM, eds. Cutaneous Melanoma: Etiology and Therapy. Codon Publications; 2017:91‐101.", "ArticleIdList": ["29461771"]}, {"Citation": "Torre LA, Bray F, Siegel RL, Ferlay J, Lortet‐Tieulent J, Jemal A. Global cancer statistics, 2012. CA Cancer J Clin. 2015;65(2):87‐108.", "ArticleIdList": ["25651787"]}, {"Citation": "Garbe C, Peris K, Hauschild A, et al. Diagnosis and treatment of melanoma. European consensus‐based interdisciplinary guideline – update 2012. Eur J Cancer. 2012;48(15):2375‐2390.", "ArticleIdList": ["22981501"]}, {"Citation": "Harries M, Malvehy J, Lebbe C, et al. Treatment patterns of advanced malignant melanoma (stage III‐IV) – A review of current standards in Europe. Eur J Cancer. 2016;60:179‐189.", "ArticleIdList": ["27118416"]}, {"Citation": "Bhatia S, Tykodi SS, Thompson JA. Treatment of metastatic melanoma: an overview. Oncology. 2009;23(6):488‐496.", "ArticleIdList": ["PMC2737459", "19544689"]}, {"Citation": "Bilir SP, Ma Q, Zhao Z, Wehler E, Munakata J, Barber B. Economic burden of toxicities associated with treating metastatic melanoma in the United States. Am Health Drug Benefits. 2016;9(4):203‐213.", "ArticleIdList": ["PMC5004818", "27688833"]}, {"Citation": "Kim T, Amaria RN, Spencer C, Reuben A, Cooper ZA, Wargo JA. Combining targeted therapy and immune checkpoint inhibitors in the treatment of metastatic melanoma. Cancer Biol Med. 2014;11(4):237‐246.", "ArticleIdList": ["PMC4296084", "25610709"]}, {"Citation": "Millet A, Martin AR, Ronco C, Rocchi S, Benhida R. Metastatic melanoma: insights into the evolution of the treatments and future challenges. Med Res Rev. 2017;37(1):98‐148.", "ArticleIdList": ["27569556"]}, {"Citation": "Bajetta E, Del Vecchio M, Bernard‐Marty C, et al. Metastatic melanoma: chemotherapy. Semin Oncol. 2002;29(5):427‐445.", "ArticleIdList": ["12407508"]}, {"Citation": "Su MY, Fisher DE. Immunotherapy in the precision medicine era: melanoma and beyond. PLoS Med. 2016;13(12):e1002196.", "ArticleIdList": ["PMC5154509", "27959922"]}, {"Citation": "Tang T, Eldabaje R, Yang L. Current status of biological therapies for the treatment of metastatic melanoma. Anticancer Res. 2016;36(7):3229‐3241.", "ArticleIdList": ["27354579"]}, {"Citation": "Singh BP, Salama AKS. Updates in therapy for advanced melanoma. Cancers. 2016;8(1):17.", "ArticleIdList": ["PMC4728464", "26784231"]}, {"Citation": "Ascierto PA, McArthur GA, Dréno B, et al. Cobimetinib combined with vemurafenib in advanced BRAF(V600)‐mutant melanoma (coBRIM): updated efficacy results from a randomised, double‐blind, phase 3 trial. Lancet Oncol. 2016;17(9):1248‐1260.", "ArticleIdList": ["27480103"]}, {"Citation": "Chae HS, Xu R, Won JY, Chin YW, Yim H. Molecular targets of genistein and its related flavonoids to exert anticancer effects. Int J Mol Sci. 2019;20(10):1‐18.", "ArticleIdList": ["PMC6566427", "31100782"]}, {"Citation": "Liskova A, Koklesova L, Samec M, et al. Flavonoids in cancer metastasis. Cancers. 2020;12(6):1‐29.", "ArticleIdList": ["PMC7352928", "32521759"]}, {"Citation": "Scheau C, Mihai LG, Bădărău IA, Căruntu C. Emerging applications of some important natural compounds in the field of oncology. Farmacia. 2020;68(6):992‐998."}, {"Citation": "Kanadaswami C, Lee LT, Lee PPH, et al. The antitumor activities of flavonoids. In Vivo. 2005;19(5):895‐910.", "ArticleIdList": ["16097445"]}, {"Citation": "Lotha R, Sivasubramanian A. Flavonoids nutraceuticals in prevention and treatment of cancer: a review. Asian J Pharm Clin Res. 2018;11(1):42‐47."}, {"Citation": "Chirumbolo S, Bjørklund G, Lysiuk R, Vella A, Lenchyk L, Upyr T. Targeting cancer with phytochemicals via their fine tuning of the cell survival signaling pathways. Int J Mol Sci. 2018;19(11):3568.", "ArticleIdList": ["PMC6274856", "30424557"]}, {"Citation": "Ombra MN, Paliogiannis P, Stucci LS, et al. Dietary compounds and cutaneous malignant melanoma: recent advances from a biological perspective. Nutr Metab. 2019;16(1):1‐15.", "ArticleIdList": ["PMC6528337", "31139235"]}, {"Citation": "Momtaz S, Niaz K, Maqbool F, Abdollahi M, Rastrelli L, Nabavi SM. STAT3 targeting by polyphenols: novel therapeutic strategy for melanoma. Biofactors. 2017;43(3):347‐370.", "ArticleIdList": ["27896891"]}, {"Citation": "Seelinger G, Merfort I, Wölfle U, Schempp CM. Anti‐carcinogenic effects of the flavonoid luteolin. Molecules. 2008;13(10):2628‐2651.", "ArticleIdList": ["PMC6245397", "18946424"]}, {"Citation": "González‐Vallinas M, González‐Castejón M, Rodríguez‐Casado A, Ramírez, de Molina A. Dietary phytochemicals in cancer prevention and therapy: a complementary approach with promising perspectives. Nutr Rev. 2013;71(9):585‐599.", "ArticleIdList": ["24032363"]}, {"Citation": "Pan M‐H, Lai C‐S, Wu J‐C, Ho C‐T. Epigenetic and disease targets by polyphenols. Curr Pharm Des. 2013;19(34):6156‐6185.", "ArticleIdList": ["23448446"]}, {"Citation": "Ganai SA, Sheikh FA, Baba ZA, Mir MA, Mantoo MA, Yatoo MA. Anticancer activity of the plant flavonoid luteolin against preclinical models of various cancers and insights on different signalling mechanisms modulated. Phytother Res. 2021;35(7):3509‐3532.", "ArticleIdList": ["33580629"]}, {"Citation": "Islam SU, Ahmed MB, Ahsan H, et al. An update on the role of dietary phytochemicals in human skin cancer: new insights into molecular mechanisms. Antioxidants. 2020;9(10):1‐30.", "ArticleIdList": ["PMC7600476", "32993035"]}, {"Citation": "López‐Lázaro M. Distribution and biological activities of the flavonoid luteolin. Mini Rev Med Chem. 2009;9(1):31‐59.", "ArticleIdList": ["19149659"]}, {"Citation": "Horváthová K, Chalupa I, Šebová L, Tóthová D, Vachálková A. Protective effect of quercetin and luteolin in human melanoma HMB‐2 cells. Mutat Res – Genet Toxicol Environ Mutagen. 2005;565(2):105‐112.", "ArticleIdList": ["15661608"]}, {"Citation": "Seito LN, Ruiz ALTG, Vendramini‐Costa D, et al. Antiproliferative activity of three methoxylated flavonoids isolated from Zeyheria montana Mart. (Bignoniaceae) leaves. Phyther Res. 2011;25(10):1447‐1450.", "ArticleIdList": ["21351299"]}, {"Citation": "Said A, Tundis R, Hawas UW, et al. In vitro antioxidant and antiproliferative activities of flavonoids from Ailanthus excelsa (Roxb.) (Simaroubaceae) leaves. Z Naturforsch C. 2010;65(3–4):180‐186.", "ArticleIdList": ["20469635"]}, {"Citation": "Kawaii S, Tomono Y, Katase E, Ogawa K, Yano M. Antiproliferative activity of flavonoids on several cancer cell lines. Biosci Biotechnol Biochem. 1999;63(5):896‐899.", "ArticleIdList": ["10380632"]}, {"Citation": "Akihisa T, Kawashima K, Orido M, et al. Antioxidative and melanogenesis‐inhibitory activities of caffeoylquinic acids and other compounds from moxa. Chem Biodivers. 2013;10(3):313‐327.", "ArticleIdList": ["23495149"]}, {"Citation": "Nagao T, Abe F, Kinjo J, Okabe H. Antiproliferative constituents in plants 10. Flavones from the leaves of Lantana montevidensis Briq. and consideration of structure‐activity relationship. Biol Pharm Bull. 2002;25(7):875‐879.", "ArticleIdList": ["12132661"]}, {"Citation": "Meng TX, Irino N, Kondo R. Melanin biosynthesis inhibitory activity of a compound isolated from young green barley (Hordeum vulgare L.) in B16 melanoma cells. J Nat Med. 2015;69(3):427‐431.", "ArticleIdList": ["25827948"]}, {"Citation": "Cattaneo L, Cicconi R, Mignogna G, et al. Anti‐proliferative effect of Rosmarinus officinalis L. Extract on human melanoma A375 cells. PLOS One. 2015;10(7):1‐18.", "ArticleIdList": ["PMC4503536", "26176704"]}, {"Citation": "Dar AA, Dangroo NA, Raina A, et al. Biologically active xanthones from Codonopsis ovata . Phytochemistry. 2016;132:102‐108.", "ArticleIdList": ["27745695"]}, {"Citation": "Jiang W, Xia T, Liu C, Li J, Zhang W, Sun C. Remodeling the epigenetic landscape of cancer‐application potential of flavonoids in the prevention and treatment of cancer. Front Oncol. 2021;11:705903.", "ArticleIdList": ["PMC8255972", "34235089"]}, {"Citation": "Arora I, Sharma M, Tollefsbol TO. Combinatorial epigenetics impact of polyphenols and phytochemicals in cancer prevention and therapy. Int J Mol Sci. 2019;20(18):4567.", "ArticleIdList": ["PMC6769666", "31540128"]}, {"Citation": "Kang KA, Piao MJ, Hyun YJ, et al. Luteolin promotes apoptotic cell death via upregulation of Nrf2 expression by DNA demethylase and the interaction of Nrf2 with p53 in human colon cancer cells. Exp Mol Med. 2019;51(4):1‐14.", "ArticleIdList": ["PMC6465248", "30988303"]}, {"Citation": "Juszczak AM, Czarnomysy R, Strawa JW, Zovko Končić M, Bielawski K, Tomczyk M. In vitro anticancer potential of Jasione montana and its main components against human amelanotic melanoma cells. Int J Mol Sci. 2021;22(7):3345.", "ArticleIdList": ["PMC8036727", "33805898"]}, {"Citation": "Yao X, Jiang W, Yu D, Yan Z. Luteolin inhibits proliferation and induces apoptosis of human melanoma cells: in vivo and in vitro by suppressing MMP‐2 and MMP‐9 through the PI3K/AKT pathway. Food Funct. 2019;10(2):703‐712.", "ArticleIdList": ["30663726"]}, {"Citation": "Schomberg J, Wang Z, Farhat A, et al. Luteolin inhibits melanoma growth in vitro and in vivo via regulating ECM and oncogenic pathways but not ROS. Biochem Pharmacol. 2020;177:114025.", "ArticleIdList": ["32413425"]}, {"Citation": "Byun S, Lee KW, Jung SK, et al. Luteolin inhibits protein kinase Cε and c‐Src activities and UVB‐induced skin cancer. Cancer Res. 2010;70(6):2415‐2423.", "ArticleIdList": ["20215519"]}, {"Citation": "Tian L, Wang S, Jiang S, et al. Luteolin as an adjuvant effectively enhances CTL anti‐tumor response in B16F10 mouse model. Int Immunopharmacol. 2021;94:107441.", "ArticleIdList": ["33611060"]}, {"Citation": "Ralph SJ, Rodríguez‐Enríquez S, Neuzil J, Saavedra E, Moreno‐Sánchez R. The causes of cancer revisited: “mitochondrial malignancy” and ROS‐induced oncogenic transformation – why mitochondria are targets for cancer therapy. Mol Aspects Med. 2010;31(2):145‐170.", "ArticleIdList": ["20206201"]}, {"Citation": "Kim JK, Kang KA, Ryu YS, et al. Induction of endoplasmic reticulum stress via reactive oxygen species mediated by luteolin in melanoma cells. Anticancer Res. 2016;36(5):2281‐2289.", "ArticleIdList": ["27127134"]}, {"Citation": "Rodriguez J, Yáñez J, Vicente V, et al. Effects of several flavonoids on the growth of B16F10 and SK‐MEL‐1 melanoma cell lines: relationship between structure and activity. Melanoma Res. 2002;12(2):99‐107.", "ArticleIdList": ["11930105"]}, {"Citation": "Yáñez J, Vicente V, Alcaraz M, et al. Cytotoxicity and antiproliferative activities of several phenolic compounds against three melanocytes cell lines: relationship between structure and activity. Nutr Cancer. 2004;49(2):191‐199.", "ArticleIdList": ["15489212"]}, {"Citation": "Kushiro K, Chu RA, Verma A, Núñez NP. Adipocytes promote B16BL6 melanoma cell invasion and the epithelial‐to‐mesenchymal transition. Cancer Microenviron. 2012;5(1):73‐82.", "ArticleIdList": ["PMC3343194", "21892698"]}, {"Citation": "Hussain Y, Cui JH, Khan H, Aschner M, Batiha GES, Jeandet P. Luteolin and cancer metastasis suppression: focus on the role of epithelial to mesenchymal transition. Med Oncol. 2021;38(6):1‐12.", "ArticleIdList": ["33950369"]}, {"Citation": "Lin Y, Tsai P, Kandaswami CC, et al. Effects of dietary flavonoids, luteolin, and quercetin on the reversal of epithelial–mesenchymal transition in A431 epidermal cancer cells. Cancer Sci. 2011;102(10):1829‐1839.", "ArticleIdList": ["21752154"]}, {"Citation": "Ruan JS, Liu YP, Zhang L, et al. Luteolin reduces the invasive potential of malignant melanoma cells by targeting β3 integrin and the epithelial‐mesenchymal transition. Acta Pharmacol Sin. 2012;33(10):1325‐1331.", "ArticleIdList": ["PMC4002713", "22983392"]}, {"Citation": "Huang YT, Hwang JJ, Lee PP, et al. Effects of luteolin and quercetin, inhibitors of tyrosine kinase, on cell growth and metastasis‐associated properties in A431 cells overexpressing epidermal growth factor receptor. Br J Pharmacol. 1999;128(5):999‐1010.", "ArticleIdList": ["PMC1571723", "10556937"]}, {"Citation": "Li C, Wang Q, Shen S, Wei X, Li G. HIF‐1α/VEGF signaling‐mediated epithelial–mesenchymal transition and angiogenesis is critically involved in anti‐metastasis effect of luteolin in melanoma cells. Phyther Res. 2019;33(3):798‐807.", "ArticleIdList": ["PMC6590488", "30653763"]}, {"Citation": "Fan JJ, Hsu WH, Lee KH, et al. Dietary flavonoids luteolin and quercetin inhibit migration and invasion of squamous carcinoma through reduction of Src/Stat3/S100A7 signaling. Antioxidants. 2019;8(11):557.", "ArticleIdList": ["PMC6912538", "31731716"]}, {"Citation": "Lin YC, Tsai PH, Lin CY, et al. Impact of flavonoids on matrix metalloproteinase secretion and invadopodia formation in highly invasive A431‐III cancer cells. PLOS One. 2013;8(8):e71903.", "ArticleIdList": ["PMC3749203", "23991004"]}, {"Citation": "Lee L‐T, Huang Y‐T, Hwang J‐J, et al. Transinactivation of the epidermal growth factor receptor tyrosine kinase and focal adhesion kinase phosphorylation by dietary flavonoids: effect on invasive potential of human carcinoma cells. Biochem Pharmacol. 2004;67(11):2103‐2114.", "ArticleIdList": ["15135307"]}, {"Citation": "Iwashita K, Kobori M, Yamaki K, Tsushida T. Flavonoids inhibit cell growth and induce apoptosis in B16 melanoma 4A5 cells. Biosci Biotechnol Biochem. 2000;64(9):1813‐1820.", "ArticleIdList": ["11055382"]}, {"Citation": "Gilchrest BA, Eller MS. DNA photodamage stimulates melanogenesis and other photoprotective responses. J Invest Dermatol. 1999;4(1):35‐40.", "ArticleIdList": ["10537005"]}, {"Citation": "Parvez S, Kang M, Chung H‐S, et al. Survey and mechanism of skin depigmenting and lightening agents. Phytother Res. 2006;20(11):921‐934.", "ArticleIdList": ["16841367"]}, {"Citation": "Wu QY, Wong ZCF, Wang C, et al. Isoorientin derived from Gentiana veitchiorum Hemsl. flowers inhibits melanogenesis by down‐regulating MITF‐induced tyrosinase expression. Phytomedicine. 2019;57:129‐136.", "ArticleIdList": ["30668315"]}, {"Citation": "An SM, Kim HJ, Kim J‐E, Boo YC. Flavonoids, taxifolin and luteolin attenuate cellular melanogenesis despite increasing tyrosinase protein levels. Phytother Res. 2008;22(9):1200‐1207.", "ArticleIdList": ["18729255"]}, {"Citation": "Choi MY, Song HS, Hur HS, Sim SS. Whitening activity of luteolin related to the inhibition of cAMP pathway in α‐MSH‐stimulated B16 melanoma cells. Arch Pharm Res. 2008;31(9):1166‐1171.", "ArticleIdList": ["18806960"]}, {"Citation": "Takekoshi S, Nagata H, Kitatani K. Flavonoids enhance melanogenesis in human melanoma cells. Tokai J Exp Clin Med. 2014;39(3):116‐121.", "ArticleIdList": ["25248426"]}, {"Citation": "Yamauchi K, Fujieda A, Mitsunaga T. Selective synthesis of 7‐O‐substituted luteolin derivatives and their melanonenesis and proliferation inhibitory activity in B16 melanoma cells. Bioorganic Med Chem Lett. 2018;28(14):2518‐2522.", "ArticleIdList": ["29887353"]}, {"Citation": "Horibe I, Satoh Y, Shiota Y, et al. Induction of melanogenesis by 4′‐O‐methylated flavonoids in B16F10 melanoma cells. J Nat Med. 2013;67(4):705‐710.", "ArticleIdList": ["23208771"]}, {"Citation": "Shi R, Huang Q, Zhu X, et al. Luteolin sensitizes the anticancer effect of cisplatin via c‐Jun NH2‐terminal kinase‐mediated p53 phosphorylation and stabilization. Mol Cancer Ther. 2007;6(4):1338‐1347.", "ArticleIdList": ["17431112"]}, {"Citation": "Bu J, Ma PC, Chen ZQ, et al. Inhibition of MITF and tyrosinase by paeonol‐stimulated JNK/SAPK to reduction of phosphorylated CREB. Am J Chin Med. 2008;36(2):245‐263.", "ArticleIdList": ["18457359"]}, {"Citation": "Lee SW, Kim JH, Song H, Seok JK, Hong SS, Boo YC. Luteolin 7‐sulfate attenuates melanin synthesis through inhibition of CREB‐ and MITF‐mediated tyrosinase expression. Antioxidants. 2019;8(4):87.", "ArticleIdList": ["PMC6523068", "30987288"]}, {"Citation": "Kwak JY, Seok JK, Suh H‐J, et al. Antimelanogenic effects of luteolin 7‐sulfate isolated from Phyllospadix iwatensis Makino. Br J Dermatol. 2016;175(3):501‐511.", "ArticleIdList": ["26914711"]}, {"Citation": "Martínez C, Yàñez J, Vicente V, et al. Effects of several polyhydroxylated flavonoids on the growth of B16F10 melanoma and Melan—a melanocyte cell lines: influence of the sequential oxidation state of the flavonoid skeleton. Melanoma Res. 2003;13(1):3‐9.", "ArticleIdList": ["12569278"]}, {"Citation": "Nakashima S, Matsuda H, Oda Y, Nakamura S, Xu F, Yoshikawa M. Melanogenesis inhibitors from the desert plant Anastatica hierochuntica in B16 melanoma cells. Bioorg Med Chem. 2010;18(6):2337‐2345.", "ArticleIdList": ["20189399"]}, {"Citation": "Dar AA, Rath SK, Qaudri A, et al. Isolation, cytotoxic evaluation, and simultaneous quantification of eight bioactive secondary metabolites from Cicer microphyllum by high‐performance thin‐layer chromatography. J Sep Sci. 2015;38(23):4021‐4028.", "ArticleIdList": ["26412260"]}, {"Citation": "Touil YS, Fellous A, Scherman D, Chabot GG. Flavonoid‐induced morphological modifications of endothelial cells through microtubule stabilization. Nutr Cancer. 2009;61(3):310‐321.", "ArticleIdList": ["PMC3317886", "19373604"]}, {"Citation": "Manthey JA, Guthrie N. Antiproliferative activities of citrus flavonoids against six human cancer cell lines. J Agr Food Chem. 2002;50(21):5837‐5843.", "ArticleIdList": ["12358447"]}, {"Citation": "Peng H, Xing Y, Gao L, Zhang L, Zhang G. Simultaneous separation of apigenin, luteolin and rosmarinic acid from the aerial parts of the copper‐tolerant plant Elsholtzia splendens . Environ Sci Pollut Res Int. 2014;21(13):8124‐8132.", "ArticleIdList": ["24671394"]}, {"Citation": "Chen KC, Hsu WH, Ho JY, et al. Flavonoids luteolin and quercetin inhibit RPS19 and contributes to metastasis of cancer cells through c‐Myc reduction. J Food Drug Anal. 2018;26(3):1180‐1191.", "ArticleIdList": ["PMC9303038", "29976410"]}, {"Citation": "Lin CW, Lai GM, Chen KC, et al. RPS12 increases the invasiveness in cervical cancer activated by c‐Myc and inhibited by the dietary flavonoids luteolin and quercetin. J Funct Foods. 2015;19:19236‐19247."}, {"Citation": "Gálvez M, Martín‐Cordero C, López‐Lázaro M, Cortés F, Ayuso MJ. Cytotoxic effect of Plantago spp. on cancer cell lines. J Ethnopharmacol. 2003;88(2–3):125‐130.", "ArticleIdList": ["12963131"]}, {"Citation": "Yamauchi K, Mitsunaga T, Itakura Y, Batubara I. Extracellular melanogenesis inhibitory activity and the structure‐activity relationships of ugonins from Helminthostachys zeylanica roots. Fitoterapia. 2015;104:10469‐10474.", "ArticleIdList": ["25979512"]}, {"Citation": "Choi J, Lee D‐H, Park S‐Y, Seol J‐W. Diosmetin inhibits tumor development and block tumor angiogenesis in skin cancer. Biomed Pharmacother. 2019;117:109091.", "ArticleIdList": ["31228803"]}, {"Citation": "Chaabane F, Mustapha N, Mokdad‐Bzeouich I, et al. In vitro and in vivo anti‐melanoma effects of Daphne gnidium aqueous extract via activation of the immune system. Tumour Biol. 2016;37(5):6511‐6517.", "ArticleIdList": ["26637225"]}, {"Citation": "Arung E, Kuspradini H, Kusuma I, et al. Effects of isolated compound from Sonneratia caseolaris leaf: a validation of traditional utilization by melanin biosynthesis and antioxidant assays. J Appl Pharm Sci. 2015;5(10):39‐43."}, {"Citation": "Apalla Z, Nashan D, Weller RB, Castellsagué X. Skin cancer: epidemiology, disease burden, pathophysiology, diagnosis, and therapeutic approaches. Dermatol Ther. 2017;7:5‐19.", "ArticleIdList": ["PMC5289116", "28150105"]}, {"Citation": "Olson AL, Gaffney CA, Starr P, Dietrich AJ. The impact of an appearance‐based educational intervention on adolescent intention to use sunscreen. Health Educ Res. 2008;23(5):763‐769.", "ArticleIdList": ["PMC2733802", "18039727"]}, {"Citation": "National Cancer Institute (NIH). Skin Cancer Prevention (PDQ®)–Health Professional Version. Accessed July 13, 2021.", "ArticleIdList": ["26389494"]}, {"Citation": "Demierre M‐F, Nathanson L. Chemoprevention of melanoma: an unexplored strategy. J Clin Oncol. 2003;21(1):158‐165.", "ArticleIdList": ["12506185"]}, {"Citation": "Lao CD, Demierre M‐F, Sondak VK. Targeting events in melanoma carcinogenesis for the prevention of melanoma. Expert Rev Anticancer Ther. 2006;6(11):1559‐1568.", "ArticleIdList": ["17134361"]}, {"Citation": "Lien EJ, Ren S, Bui HH, Wang R. Quantitative structure‐activity relationship analysis of phenolic antioxidants. Free Radic Biol Med. 1999;26(3–4):285‐294.", "ArticleIdList": ["9895218"]}, {"Citation": "Romanova D, Vachálkova A, Čipák L, Ovesná Z, Rauko P. Study of antioxidant effect of apigenin, luteolin and quercetin by DNA protective method. Neoplasma. 2001;48(2):104‐107.", "ArticleIdList": ["11478688"]}, {"Citation": "Ross JA, Kasum CM. Dietary flavonoids: bioavailability, metabolic effects, and safety. Annu Rev Nutr. 2002;22:2219‐2234.", "ArticleIdList": ["12055336"]}, {"Citation": "Horváthová K, Novotny L, Vachalkova A. The free radical scavenging activity of four flavonoids determined by the comet assay. Neoplasma. 2003;50(4):291‐295.", "ArticleIdList": ["12937843"]}, {"Citation": "Shimoi K, Masuda S, Furugori M, Esaki S, Kinae N. Radioprotective effect of antioxidative flavonoids in gamma‐ray irradiated mice. Carcinogenesis. 1994;15(11):2669‐2672.", "ArticleIdList": ["7955124"]}, {"Citation": "Gendrisch F, Esser PR, Schempp CM, Wölfle U. Luteolin as a modulator of skin aging and inflammation. Biofactors. 2021;47(2):170‐180.", "ArticleIdList": ["33368702"]}, {"Citation": "Brown JE, Rice‐Evans CA. Luteolin‐rich artichoke extract protects low density lipoprotein from oxidation in vitro . Free Radic Res. 1998;29(3):247‐255.", "ArticleIdList": ["9802556"]}, {"Citation": "Wölfle U, Esser PR, Simon‐Haarhaus B, Martin SF, Lademann J, Schempp CM. UVB‐induced DNA damage, generation of reactive oxygen species, and inflammation are effectively attenuated by the flavonoid luteolin in vitro and in vivo . Free Radic Biol Med. 2011;50(9):1081‐1093.", "ArticleIdList": ["21281711"]}, {"Citation": "Ju W, Wang X, Shi H, Chen W, Belinsky SA, Lin Y. A critical role of luteolin‐induced reactive oxygen species in blockage of tumor necrosis factor‐activated nuclear factor‐κB pathway and sensitization of apoptosis in lung cancer cells. Mol Pharmacol. 2007;71(5):1381‐1388.", "ArticleIdList": ["17296806"]}, {"Citation": "Xian D, Guo M, Xu J, Yang Y, Zhao Y, Zhong J. Current evidence to support the therapeutic potential of flavonoids in oxidative stress‐related dermatoses. Redox Rep. 2021;26(1):134‐146.", "ArticleIdList": ["PMC8354022", "34355664"]}, {"Citation": "Xagorari A, Papapetropoulos A, Mauromatis A, Economou M, Fotsis T, Roussos C. Luteolin inhibits an endotoxin‐stimulated phosphorylation cascade and proinflammatory cytokine production in macrophages. J Pharmacol Exp Ther. 2001;296(1):181‐187.", "ArticleIdList": ["11123379"]}, {"Citation": "Kumazawa Y, Kawaguchi K, Takimoto H. Immunomodulating effects of flavonoids on acute and chronic inflammatory responses caused by tumor necrosis factor alpha. Curr Pharm Des. 2006;12(32):4271‐4279.", "ArticleIdList": ["17100629"]}, {"Citation": "Hayden MS, Ghosh S. Signaling to NF‐kappaB. Genes Dev. 2004;18(18):2195‐2224.", "ArticleIdList": ["15371334"]}, {"Citation": "Lim SH, Jung SK, Byun S, et al. Luteolin suppresses UVB‐induced photoageing by targeting JNK1 and p90RSK2. J Cell Mol Med. 2013;17(5):672‐680.", "ArticleIdList": ["PMC3822820", "23551430"]}, {"Citation": "Verschooten L, Smaers K, Van Kelst S, et al. The flavonoid luteolin increases the resistance of normal, but not malignant keratinocytes, against UVB‐induced apoptosis. J Invest Dermatol. 2010;130(9):2277‐2285.", "ArticleIdList": ["20463691"]}, {"Citation": "Szekalska M, Sosnowska K, Tomczykowa M, Winnicka K, Kasacka I, Tomczyk M. In vivo anti‐inflammatory and anti‐allergic activities of cynaroside evaluated by using hydrogel formulations. Biomed Pharmacother. 2020;121:109681.", "ArticleIdList": ["31810125"]}, {"Citation": "Yi YS. Regulatory roles of flavonoids on inflammasome activation during inflammatory responses. Mol Nutr Food Res. 2018;62(13):1‐45.", "ArticleIdList": ["29774640"]}, {"Citation": "Casagrande F, Darbon JM. Effects of structurally related flavonoids on cell cycle progression of human melanoma cells: regulation of cyclin‐dependent kinases CDK2 and CDK1. Biochem Pharmacol. 2001;61(10):1205‐1215.", "ArticleIdList": ["11322924"]}, {"Citation": "Jung S, Shin J, Oh J, et al. Cytotoxic and apoptotic potential of Phyllodium elegans extracts on human cancer cell lines. Bioengineered. 2019;10(1):501‐512.", "ArticleIdList": ["PMC6844383", "31633448"]}, {"Citation": "Ullah MF, Ahmad A, Khan HY, Zubair H, Sarkar FH, Hadi SM. The prooxidant action of dietary antioxidants leading to cellular DNA breakage and anticancer effects: implications for chemotherapeutic action against cancer. Cell Biochem Biophys. 2013;67(2):431‐438.", "ArticleIdList": ["22038302"]}, {"Citation": "Denault J‐B, Salvesen G. Caspases: keys in the ignition of cell death. Chem Rev. 2003;34:1024489‐1024500.", "ArticleIdList": ["12475198"]}, {"Citation": "Porter AG, Jänicke RU. Emerging roles of caspase‐3 in apoptosis. Cell Death Differ. 1999;6(2):99‐104.", "ArticleIdList": ["10200555"]}, {"Citation": "Danciu C, Zupko I, Bor A, et al. Botanical therapeutics: phytochemical screening and biological assessment of chamomile, parsley and celery extracts against A375 human melanoma and dendritic cells. Int J Mol Sci. 2018;19(11):1‐20.", "ArticleIdList": ["PMC6274727", "30453564"]}, {"Citation": "Guruvayoorappan C, Kuttan G. Apoptotic effect of Biophytum sensitivum on B16F‐10 cells and its regulatory effects on nitric oxide and cytokine production on tumor‐associated macrophages. Integr Cancer Ther. 2007;6(4):373‐380.", "ArticleIdList": ["18048885"]}, {"Citation": "Guruvayoorappan C, Girija K. Biophytum sensitivum (L.) DC inhibits tumor cell invasion and metastasis through a mechanism involving regulation of MMPs, prolyl hydroxylase, lysyl oxidase, nm23, ERK‐1, ERK‐2, STAT‐1, and proinflammatory cytokine gene expression in metastatic lung tissue. Integr Cancer Ther. 2008;7(1):42‐50.", "ArticleIdList": ["18292594"]}, {"Citation": "Lin YL, Wang WY. Chemical constituents of Biophytum sensitivum . Chinese Pharm J. 2003;55:71‐75."}, {"Citation": "Di Petrillo A, González‐Paramás AM, Era B, et al. Tyrosinase inhibition and antioxidant properties of Asphodelus microcarpus extracts. BMC Complement Altern Med. 2016;16(1):453.", "ArticleIdList": ["PMC5103440", "27829416"]}, {"Citation": "Rauca V‐F, Vlase L, Casian T, et al. Biologically active Ajuga species extracts modulate supportive processes for cancer cell development. Front Pharmacol. 2019;10:334.", "ArticleIdList": ["PMC6460044", "31024305"]}, {"Citation": "Chao HC, Najjaa H, Villareal MO, et al. Arthrophytum scoparium inhibits melanogenesis through the down‐regulation of tyrosinase and melanogenic gene expressions in B16 melanoma cells. Exp Dermatol. 2013;22(2):131‐136.", "ArticleIdList": ["23362872"]}, {"Citation": "Said A, El‐Fiky NM, Rashed K, et al. Anticancer, anti HIV‐1 and antimicrobial potentials of methanol extract and non polar fractions of Citrus volkameriana leaves and phytochemical composition. Res J Med Plant. 2015;9(5):201‐214."}, {"Citation": "Shomirzoeva O, Li J, Numonov S, et al. Chemical components of Hyssopus seravshanicus: antioxidant activity, activations of melanogenesis and tyrosinase, and quantitative determination by UPLC‐DAD. Nat Prod Res. 2019;33(6):866‐870.", "ArticleIdList": ["29179564"]}, {"Citation": "Arun KP, Brindha P. Investigations into phenolic and alkaloid constituents of Jatropha tanjorensis by LC‐MS/MS and evaluating its bioactive property. Asian J Chem. 2015;27(9):3249‐3253."}, {"Citation": "Makowska‐Wąs J, Galanty A, Gdula‐Argasińska J, et al. Identification of predominant phytochemical compounds and cytotoxic activity of wild Olive leaves (Olea europaea L. ssp. sylvestris) harvested in South Portugal. Chem Biodivers. 2017;14(3):1‐10.", "ArticleIdList": ["27981754"]}, {"Citation": "Boruga M, Enatescu V, Pinzaru J, et al. Assessment of olive leaves extract ‐ cytotoxicity in vitro and angiogenesis in ovo . Farmacia. 2021;69(1):38‐43."}, {"Citation": "Jeong D, Lee J, Park SH, et al. Antiphotoaging and antimelanogenic effects of Penthorum chinense pursh ethanol extract due to antioxidant – and autophagy‐inducing properties. Oxid Med Cell Longev. 2019;2019:9679731.", "ArticleIdList": ["PMC6470456", "31073356"]}, {"Citation": "Yi J, Wang Z, Bai H, Yu X, Jing J, Zuo L. Optimization of purification, identification and evaluation of the in vitro antitumor activity of polyphenols from Pinus koraiensis pinecones. Molecules. 2015;20(6):10450‐10467.", "ArticleIdList": ["PMC6272533", "26056816"]}, {"Citation": "Sadhu SK, Ahmed F, Ohtsuki T, Ishibashi M. Flavonoids from Sonneratia caseolaris . J Nat Med. 2006;60(3):264‐265.", "ArticleIdList": ["29435876"]}, {"Citation": "Manzoor MF, Ahmad N, Ahmed Z, et al. Novel extraction techniques and pharmaceutical activities of luteolin and its derivatives. J Food Biochem. 2019;43(9):e12974.", "ArticleIdList": ["31489656"]}, {"Citation": "Sabir F, Barani M, Rahdar A, et al. How to face skin cancer with nanomaterials: a review. Biointerface Res Appl Chem. 2021;11(4):11931‐11955."}, {"Citation": "Padya BS, Pandey A, Pisay M, et al. Stimuli‐responsive and cellular targeted nanoplatforms for multimodal therapy of skin cancer. Eur J Pharmacol. 2021;890:173633.", "ArticleIdList": ["33049302"]}, {"Citation": "Dasari S, Yedjou CG, Brodell RT, Cruse AR, Tchounwou PB. Therapeutic strategies and potential implications of silver nanoparticles in the management of skin cancer. Nanotechnol Rev. 2020;9(1):1500‐1521.", "ArticleIdList": ["PMC8078871", "33912377"]}, {"Citation": "Gupta S, Bansal R, Gupta S, Jindal N, Jindal A. Nanocarriers and nanoparticles for skin care and dermatological treatments. Indian Dermatol Online J. 2013;4(4):267‐272.", "ArticleIdList": ["PMC3853888", "24350003"]}, {"Citation": "Wu G, Li J, Yue J, Zhang S, Yunusi K. Liposome encapsulated luteolin showed enhanced antitumor efficacy to colorectal carcinoma. Mol Med Rep. 2018;17(2):2456‐2464.", "ArticleIdList": ["PMC5783491", "29207088"]}, {"Citation": "Koudelka S, Turanek Knotigova P, Masek J, et al. Liposomal delivery systems for anti‐cancer analogues of vitamin E. J Control Release. 2015;207:59‐69.", "ArticleIdList": ["25861728"]}, {"Citation": "Dianzani C, Zara GP, Maina G, et al. Drug delivery nanoparticles in skin cancers. BioMed Res Int. 2014;2014:895986.", "ArticleIdList": ["PMC4102061", "25101298"]}, {"Citation": "Tsilioni I, Taliou A, Francis K, Theoharides TC. Children with autism spectrum disorders, who improved with a luteolin‐containing dietary formulation, show reduced serum levels of TNF and IL‐6. Transl Psychiatry. 2015;5(9):e647.", "ArticleIdList": ["PMC5545641", "26418275"]}, {"Citation": "Karrasch T, Kim J‐S, Jang BI, Jobin C. The flavonoid luteolin worsens chemical‐induced colitis in NF‐κBEGFP transgenic mice through blockade of NF‐κB‐dependent protective molecules. PLOS One. 2007;2(7):1‐15.", "ArticleIdList": ["PMC1895919", "17611628"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "12", "Day": "16"}, {"Year": "2021", "Month": "10", "Day": "7"}, {"Year": "2022", "Month": "1", "Day": "23"}, {"Year": "2022", "Month": "2", "Day": "22", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "6", "Day": "14", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "2", "Day": "21", "Hour": "6", "Minute": "9"}, {"Year": "2022", "Month": "7", "Day": "22"}], "PublicationStatus": "ppublish", "ArticleIdList": ["35187675", "PMC9303584", "10.1002/med.21880"]}}], "PubmedBookArticle": []}