{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["BDNF", "Exercise", "Memory", "Neurotransmitters", "Synaptic plasticity"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35195832", "DateCompleted": {"Year": "2022", "Month": "05", "Day": "24"}, "DateRevised": {"Year": "2022", "Month": "05", "Day": "24"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "02", "Day": "23"}], "Language": ["eng"], "ELocationID": ["10.1007/s11064-022-03552-w"], "Journal": {"ISSN": "1573-6903", "JournalIssue": {"Volume": "47", "Issue": "6", "PubDate": {"Year": "2022", "Month": "Jun"}}, "Title": "Neurochemical research", "ISOAbbreviation": "Neurochem Res"}, "ArticleTitle": "Complicated Role of Exercise in Modulating Memory: A Discussion of the Mechanisms Involved.", "Pagination": {"StartPage": "1477", "EndPage": "1490", "MedlinePgn": "1477-1490"}, "Abstract": {"AbstractText": ["Evidence has shown the beneficial effects of exercise on learning and memory. However, many studies have reported controversial results, indicating that exercise can impair learning and memory. In this article, we aimed to review basic studies reporting inconsistent complicated effects of exercise on memory in rodents. Also, we discussed the mechanisms involved in the effects of exercise on memory processes. In addition, we tried to find scientific answers to justify the inconsistent results. In this article, the role of brain-derived neurotrophic factor (BDNF) and tropomyosin receptor kinase B (involved in synaptic plasticity and neurogenesis), and vascular endothelial growth factor, nerve growth factor, insulin-like growth factor 1, inflammatory markers, apoptotic factors, and antioxidant system was discussed in the modulation of exercise effects on memory. The role of intensity and duration of exercise, and type of memory task was also investigated. We also mentioned to the interaction of exercise with the function of neurotransmitter systems, which complicates the prediction of exercise effect via altering the level of BDNF. Eventually, we suggested that changes in the function of neurotransmitter systems following different types of exercise (depending on exercise intensity or age of onset) should be investigated in further studies. It seems that exercise-induced changes in the function of neurotransmitter systems may have a stronger role than age, type of memory task, or exercise intensity in modulating memory. Importantly, high levels of interactions between neurotransmitter systems and BDNF play a critical role in the modulation of exercise effects on memory performance."], "CopyrightInformation": "© 2022. The Author(s), under exclusive licence to Springer Science+Business Media, LLC, part of Springer Nature."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Physiology, Faculty of Veterinary Sciences, Science and Research Branch, Islamic Azad University, Tehran, Iran."}], "LastName": "Ebrahimnejad", "ForeName": "Mahshid", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Biology, College of Science, University of Tehran, Tehran, Iran."}], "LastName": "Azizi", "ForeName": "Paniz", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Physical Education and Sport Sciences, Faculty of Humanities, Rasht Branch, Islamic Azad University, Rasht, Iran."}], "LastName": "Alipour", "ForeName": "Vahide", "Initials": "V"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology, School of Medicine, Tehran University of Medical Sciences, Tehran, Iran."}], "LastName": "Zarrindast", "ForeName": "Mohammad-Reza", "Initials": "MR"}, {"Identifier": ["0000-0002-2436-9887"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medicinal Plants Research Center, Institute of Medicinal Plants, ACECR, P.O. Box: 1419815477, Karaj, Iran. vaseghi@imp.ac.ir."}], "LastName": "Vaseghi", "ForeName": "Salar", "Initials": "S"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Neurochem Res", "NlmUniqueID": "7613461", "ISSNLinking": "0364-3190"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Brain-Derived Neurotrophic Factor"}, {"RegistryNumber": "0", "NameOfSubstance": "Vascular Endothelial Growth Factor A"}], "MeshHeadingList": [{"QualifierName": ["metabolism"], "DescriptorName": "Brain-Derived Neurotrophic Factor"}, {"QualifierName": ["physiology"], "DescriptorName": "Exercise"}, {"QualifierName": ["metabolism"], "DescriptorName": "Hippocampus"}, {"QualifierName": [], "DescriptorName": "Memory"}, {"QualifierName": ["physiology"], "DescriptorName": "Neuronal Plasticity"}, {"QualifierName": ["metabolism"], "DescriptorName": "Vascular Endothelial Growth Factor A"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Zolfaghari FS, Pirri F, Gauvin E, Peeri M, Amiri S (2021) Exercise and fluoxetine treatment during adolescence protect against early life stress-induced behavioral abnormalities in adult rats. Pharmacol Biochem Behav 205:173190. https://doi.org/10.1016/j.pbb.2021.173190", "ArticleIdList": ["10.1016/j.pbb.2021.173190", "33865889"]}, {"Citation": "Xiao K, Luo Y, Liang X, Tang J, Wang J, Xiao Q, Qi Y, Li Y, Zhu P, Yang H, Xie Y, Wu H, Tang Y (2021) Beneficial effects of running exercise on hippocampal microglia and neuroinflammation in chronic unpredictable stress-induced depression model rats. Transl Psychiatry 11(1):461. https://doi.org/10.1038/s41398-021-01571-9", "ArticleIdList": ["10.1038/s41398-021-01571-9", "34489395", "8421357"]}, {"Citation": "Sn T, Fm M (2020) Physical activity throughout pregnancy is key to preventing chronic disease. Reproduction 160(5):R111–R118. https://doi.org/10.1530/REP-20-0337", "ArticleIdList": ["10.1530/REP-20-0337"]}, {"Citation": "Ji L, Steffens DC, Wang L (2021) Effects of physical exercise on the aging brain across imaging modalities: a meta-analysis of neuroimaging studies in randomized controlled trials. Int J Geriatr Psychiatry 36(8):1148–1157. https://doi.org/10.1002/gps.5510", "ArticleIdList": ["10.1002/gps.5510", "33675074"]}, {"Citation": "Kim SH, Ko IG, Jin JJ, Hwang L, Baek SS (2021) Treadmill exercise ameliorates impairment of spatial learning memory in pups born to old and obese mother rats. J Exerc Rehabil 17(4):234–240. https://doi.org/10.12965/jer.2142466.233", "ArticleIdList": ["10.12965/jer.2142466.233", "34527634", "8413911"]}, {"Citation": "Sun GC, Lee YJ, Lee YC, Yu HF, Wang DC (2021) Exercise prevents the impairment of learning and memory in prenatally phthalate-exposed male rats by improving the expression of plasticity-related proteins. Behav Brain Res 413:113444. https://doi.org/10.1016/j.bbr.2021.113444", "ArticleIdList": ["10.1016/j.bbr.2021.113444", "34245761"]}, {"Citation": "Xie Q, Cheng J, Pan G, Wu S, Hu Q, Jiang H, Wang Y, Xiong J, Pang Q, Chen X (2019) Treadmill exercise ameliorates focal cerebral ischemia/reperfusion-induced neurological deficit by promoting dendritic modification and synaptic plasticity via upregulating caveolin-1/VEGF signaling pathways. Exp Neurol 313:60–78. https://doi.org/10.1016/j.expneurol.2018.12.005", "ArticleIdList": ["10.1016/j.expneurol.2018.12.005", "30552877"]}, {"Citation": "Sahin L, Cevik OS, Cevik K, Guven C, Taskin E, Kocahan S (2021) Mild regular treadmill exercise ameliorated the detrimental effects of acute sleep deprivation on spatial memory. Brain Res 1759:147367. https://doi.org/10.1016/j.brainres.2021.147367", "ArticleIdList": ["10.1016/j.brainres.2021.147367", "33582122"]}, {"Citation": "Fan Y, Wang Y, Ji W, Liu K, Wu H (2021) Exercise preconditioning ameliorates cognitive impairment and anxiety-like behavior via regulation of dopamine in ischemia rats. Physiol Behav 233:113353. https://doi.org/10.1016/j.physbeh.2021.113353", "ArticleIdList": ["10.1016/j.physbeh.2021.113353", "33571546"]}, {"Citation": "Jahangiri Z, Gholamnezhad Z, Hosseini M, Beheshti F, Kasraie N (2019) The effects of moderate exercise and overtraining on learning and memory, hippocampal inflammatory cytokine levels, and brain oxidative stress markers in rats. J Physiol Sci 69(6):993–1004. https://doi.org/10.1007/s12576-019-00719-z", "ArticleIdList": ["10.1007/s12576-019-00719-z", "31637588"]}, {"Citation": "Rathore A, Lom B (2017) The effects of chronic and acute physical activity on working memory performance in healthy participants: a systematic review with meta-analysis of randomized controlled trials. Syst Rev 6(1):124. https://doi.org/10.1186/s13643-017-0514-7", "ArticleIdList": ["10.1186/s13643-017-0514-7", "28666470", "5493123"]}, {"Citation": "Lee CC, Wu DY, Chen SY, Lin YP, Lee TM (2021) Exercise intensities modulate cognitive function in spontaneously hypertensive rats through oxidative mediated synaptic plasticity in hippocampus. J Cell Mol Med 25(17):8546–8557. https://doi.org/10.1111/jcmm.16816", "ArticleIdList": ["10.1111/jcmm.16816", "34328702", "8419173"]}, {"Citation": "Ko YJ (2021) Treadmill exercise alleviates short-term memory impairments of pups born to old and obese mother rats. J Exerc Rehabil 17(3):153–157. https://doi.org/10.12965/jer.2142300.150", "ArticleIdList": ["10.12965/jer.2142300.150", "34285891", "8257433"]}, {"Citation": "Chenfei Z, Haizhen Y, Jie X, Na Z, Bo X (2021) Effects of aerobic exercise on hippocampal SUMOylation in APP/PS1 transgenic mice. Neurosci Lett. https://doi.org/10.1016/j.neulet.2021.136303", "ArticleIdList": ["10.1016/j.neulet.2021.136303", "34695453"]}, {"Citation": "Sinaei M, Alaei H, Nazem F, Kargarfard M, Feizi A, Talebi A, Esmaeili A, Nobari H, Perez-Gomez J (2021) Endurance exercise improves avoidance learning and spatial memory, through changes in genes of GABA and relaxin-3, in rats. Biochem Biophys Res Commun 566:204–210. https://doi.org/10.1016/j.bbrc.2021.05.080", "ArticleIdList": ["10.1016/j.bbrc.2021.05.080", "34214757"]}, {"Citation": "Epp JR, Botly LCP, Josselyn SA, Frankland PW (2021) Voluntary exercise increases neurogenesis and mediates forgetting of complex paired associates memories. Neuroscience 475:1–9. https://doi.org/10.1016/j.neuroscience.2021.08.022", "ArticleIdList": ["10.1016/j.neuroscience.2021.08.022", "34464663"]}, {"Citation": "Kim SH, Ko YJ, Kim JY, Sim YJ (2021) Treadmill running improves spatial learning memory through inactivation of nuclear factor kappa B/mitogen-activated protein kinase signaling pathway in amyloid-beta-induced Alzheimer disease rats. Int Neurourol J 25(Suppl 1):S35-43. https://doi.org/10.5213/inj.2142164.082", "ArticleIdList": ["10.5213/inj.2142164.082", "34053209", "8171239"]}, {"Citation": "Li B, Mao Q, Zhao N, Xia J, Zhao Y, Xu B (2021) Treadmill exercise overcomes memory deficits related to synaptic plasticity through modulating ionic glutamate receptors. Behav Brain Res 414:113502. https://doi.org/10.1016/j.bbr.2021.113502", "ArticleIdList": ["10.1016/j.bbr.2021.113502", "34331969"]}, {"Citation": "Ramires Lima K, de Souza da Rosa AC, Severo Picua S, Souza ESS, Marks Soares N, Billig Mello-Carpes P (2021) One single physical exercise session improves memory persistence by hippocampal activation of D1 dopamine receptors and PKA signaling in rats. Brain Res 1762:147439. https://doi.org/10.1016/j.brainres.2021.147439", "ArticleIdList": ["10.1016/j.brainres.2021.147439", "33753064"]}, {"Citation": "Kim SH, Ko YJ, Baek SS (2021) Resistance exercise improves short-term memory through inactivation of NF-kappaB pathway in mice with Parkinson disease. J Exerc Rehabil 17(2):81–87. https://doi.org/10.12965/jer.2142188.094", "ArticleIdList": ["10.12965/jer.2142188.094", "34012933", "8103184"]}, {"Citation": "Ko YJ, Kim BK, Ji ES (2020) Treadmill exercise in obese maternal rats during pregnancy improves spatial memory through activation of phosphatidylinositol 3-kinase pathway in the hippocampus of rat pups. J Exerc Rehabil 16(6):483–488. https://doi.org/10.12965/jer.2040822.411", "ArticleIdList": ["10.12965/jer.2040822.411", "33457383", "7788246"]}, {"Citation": "de Almeida W, Confortim HD, Deniz BF, Miguel PM, Vieira MC, Bronauth L, Dos Santos AS, Bertoldi K, Siqueira IR, Pereira LO (2021) Acrobatic exercise recovers object recognition memory impairment in hypoxic-ischemic rats. Int J Dev Neurosci 81(1):60–70. https://doi.org/10.1002/jdn.10075", "ArticleIdList": ["10.1002/jdn.10075", "33135304"]}, {"Citation": "Moya NA, Tanner MK, Smith AM, Balolia A, Davis JKP, Bonar K, Jaime J, Hubert T, Silva J, Whitworth W, Loetz EC, Bland ST, Greenwood BN (2020) Acute exercise enhances fear extinction through a mechanism involving central mTOR signaling. Neurobiol Learn Mem 176:107328. https://doi.org/10.1016/j.nlm.2020.107328", "ArticleIdList": ["10.1016/j.nlm.2020.107328", "33075479", "7718627"]}, {"Citation": "Mokhtari-Zaer A, Hosseini M, Roshan NM, Boskabady MH (2020) Treadmill exercise ameliorates memory deficits and hippocampal inflammation in ovalbumin-sensitized juvenile rats. Brain Res Bull 165:40–47. https://doi.org/10.1016/j.brainresbull.2020.09.016", "ArticleIdList": ["10.1016/j.brainresbull.2020.09.016", "32998022"]}, {"Citation": "Park HS, Kim TW, Park SS, Lee SJ (2020) Swimming exercise ameliorates mood disorder and memory impairment by enhancing neurogenesis, serotonin expression, and inhibiting apoptosis in social isolation rats during adolescence. J Exerc Rehabil 16(2):132–140. https://doi.org/10.12965/jer.2040216.108", "ArticleIdList": ["10.12965/jer.2040216.108", "32509697", "7248435"]}, {"Citation": "Kim TW, Park SS, Shin MS, Park HS, Baek SS (2020) Treadmill exercise ameliorates social isolation-induced memory impairment by enhancing silent information regulator-1 expression in rats. J Exerc Rehabil 16(3):227–233. https://doi.org/10.12965/jer.2040400.200", "ArticleIdList": ["10.12965/jer.2040400.200", "32724779", "7365728"]}, {"Citation": "Bao C, He C, Shu B, Meng T, Cai Q, Li B, Wu G, Wu B, Li H (2021) Aerobic exercise training decreases cognitive impairment caused by demyelination by regulating ROCK signaling pathway in aging mice. Brain Res Bull 168:52–62. https://doi.org/10.1016/j.brainresbull.2020.12.010", "ArticleIdList": ["10.1016/j.brainresbull.2020.12.010", "33358939"]}, {"Citation": "Mohammadi M, Zare Z (2020) Effects of treadmill exercise on cognitive functions and anxiety-related behaviors in ovariectomized diabetic rats. Physiol Behav 224:113021. https://doi.org/10.1016/j.physbeh.2020.113021", "ArticleIdList": ["10.1016/j.physbeh.2020.113021", "32569602"]}, {"Citation": "Wu Y, Deng F, Wang J, Liu Y, Zhou W, Qu L, Cheng M (2020) Intensity-dependent effects of consecutive treadmill exercise on spatial learning and memory through the p-CREB/BDNF/NMDAR signaling in hippocampus. Behav Brain Res 386:112599. https://doi.org/10.1016/j.bbr.2020.112599", "ArticleIdList": ["10.1016/j.bbr.2020.112599", "32184158"]}, {"Citation": "Maliszewska-Cyna E, Vecchio LM, Thomason LAM, Oore JJ, Steinman J, Joo IL, Dorr A, McLaurin J, Sled JG, Stefanovic B, Aubert I (2020) The effects of voluntary running on cerebrovascular morphology and spatial short-term memory in a mouse model of amyloidosis. Neuroimage 222:117269. https://doi.org/10.1016/j.neuroimage.2020.117269", "ArticleIdList": ["10.1016/j.neuroimage.2020.117269", "32818618"]}, {"Citation": "Park SS, Kim TW, Park HS, Seo TB, Kim YP (2020) Effects of treadmill exercise on activity, short-term memory, vascular dysfunction in maternal separation rats. J Exerc Rehabil 16(2):118–123. https://doi.org/10.12965/jer.2040234.117", "ArticleIdList": ["10.12965/jer.2040234.117", "32509695", "7248437"]}, {"Citation": "Wang DC, Lin HT, Lee YJ, Yu HF, Wu SR, Qamar MU (2020) Recovery of BDNF and CB1R in the prefrontal cortex underlying improvement of working memory in prenatal DEHP-Exposed male rats after aerobic exercise. Int J Mol Sci. https://doi.org/10.3390/ijms21113867", "ArticleIdList": ["10.3390/ijms21113867", "33396869", "7795223"]}, {"Citation": "Mitsadali I, Grayson B, Idris NF, Watson L, Burgess M, Neill J (2020) Aerobic exercise improves memory and prevents cognitive deficits of relevance to schizophrenia in an animal model. J Psychopharmacol 34(7):695–708. https://doi.org/10.1177/0269881120922963", "ArticleIdList": ["10.1177/0269881120922963", "32431225"]}, {"Citation": "Bashiri H, Enayati M, Bashiri A, Salari AA (2020) Swimming exercise improves cognitive and behavioral disorders in male NMRI mice with sporadic Alzheimer-like disease. Physiol Behav 223:113003. https://doi.org/10.1016/j.physbeh.2020.113003", "ArticleIdList": ["10.1016/j.physbeh.2020.113003", "32522682"]}, {"Citation": "Sabouri M, Kordi M, Shabkhiz F, Taghibeikzadehbadr P, Geramian ZS (2020) Moderate treadmill exercise improves spatial learning and memory deficits possibly via changing PDE-5, IL-1 beta and pCREB expression. Exp Gerontol 139:111056. https://doi.org/10.1016/j.exger.2020.111056", "ArticleIdList": ["10.1016/j.exger.2020.111056", "32791334"]}, {"Citation": "Park SS, Park HS, Kim TW, Lee SJ (2020) Effects of swimming exercise on social isolation-induced memory impairment and apoptosis in old rats. J Exerc Rehabil 16(3):234–241. https://doi.org/10.12965/jer.2040366.183", "ArticleIdList": ["10.12965/jer.2040366.183", "32724780", "7365722"]}, {"Citation": "Rossi Dare L, Garcia A, Neves BH, Mello-Carpes PB (2020) One physical exercise session promotes recognition learning in rats with cognitive deficits related to amyloid beta neurotoxicity. Brain Res 1744:146918. https://doi.org/10.1016/j.brainres.2020.146918", "ArticleIdList": ["10.1016/j.brainres.2020.146918", "32485172"]}, {"Citation": "Sahin TD, Karson A, Balci F, Yazir Y, Bayramgurler D, Utkan T (2015) TNF-alpha inhibition prevents cognitive decline and maintains hippocampal BDNF levels in the unpredictable chronic mild stress rat model of depression. Behav Brain Res 292:233–240. https://doi.org/10.1016/j.bbr.2015.05.062", "ArticleIdList": ["10.1016/j.bbr.2015.05.062", "26112756"]}, {"Citation": "Lyra ESNM, Goncalves RA, Pascoal TA, Lima-Filho RAS, Resende EPF, Vieira ELM, Teixeira AL, de Souza LC, Peny JA, Fortuna JTS, Furigo IC, Hashiguchi D, Miya-Coreixas VS, Clarke JR, Abisambra JF, Longo BM, Donato J Jr, Fraser PE, Rosa-Neto P, Caramelli P, Ferreira ST, De Felice FG (2021) Pro-inflammatory interleukin-6 signaling links cognitive impairments and peripheral metabolic alterations in Alzheimer’s disease. Transl Psychiatry 11(1):251. https://doi.org/10.1038/s41398-021-01349-z", "ArticleIdList": ["10.1038/s41398-021-01349-z"]}, {"Citation": "Palin K, Bluthe RM, Verrier D, Tridon V, Dantzer R, Lestage J (2004) Interleukin-1beta mediates the memory impairment associated with a delayed type hypersensitivity response to bacillus Calmette-Guerin in the rat hippocampus. Brain Behav Immun 18(3):223–230. https://doi.org/10.1016/j.bbi.2003.09.002", "ArticleIdList": ["10.1016/j.bbi.2003.09.002", "15050649"]}, {"Citation": "Ko YJ, Ko IG (2020) Voluntary wheel running improves spatial learning memory by suppressing inflammation and apoptosis via inactivation of nuclear factor kappa B in brain inflammation rats. Int Neurourol J 24(Suppl 2):96–103. https://doi.org/10.5213/inj.2040432.216", "ArticleIdList": ["10.5213/inj.2040432.216", "33271006", "7731883"]}, {"Citation": "Yu XW, Curlik DM, Oh MM, Yin JC, Disterhoft JF (2017) CREB overexpression in dorsal CA1 ameliorates long-term memory deficits in aged rats. Elife. https://doi.org/10.7554/eLife.19358", "ArticleIdList": ["10.7554/eLife.19358", "29239723", "5747518"]}, {"Citation": "Kumar R, Jain V, Kushwah N, Dheer A, Mishra KP, Prasad D, Singh SB (2021) HDAC inhibition prevents hypobaric hypoxia-induced spatial memory impairment through PIota3K/GSK3beta/CREB pathway. J Cell Physiol 236(9):6754–6771. https://doi.org/10.1002/jcp.30337", "ArticleIdList": ["10.1002/jcp.30337", "33788269"]}, {"Citation": "Yi CA, Jiang YH, Wang Y, Li YX, Cai SC, Wu XY, Hu XS, Wan XG (2021) Black bamboo rhizome extract improves cognitive dysfunction by upregulating the expression of hippocampal BDNF and CREB in rats with cerebral ischaemia-reperfusion injury. Neuropsychiatr Dis Treat 17:2257–2267. https://doi.org/10.2147/NDT.S314162", "ArticleIdList": ["10.2147/NDT.S314162", "34285486", "8286084"]}, {"Citation": "Rizzo FR, Guadalupi L, Sanna K, Vanni V, Fresegna D, De Vito F, Musella A, Caioli S, Balletta S, Bullitta S, Bruno A, Dolcetti E, Stampanoni Bassi M, Buttari F, Gilio L, Mandolesi G, Centonze D, Gentile A (2021) Exercise protects from hippocampal inflammation and neurodegeneration in experimental autoimmune encephalomyelitis. Brain Behav Immun 98:13–27. https://doi.org/10.1016/j.bbi.2021.08.212", "ArticleIdList": ["10.1016/j.bbi.2021.08.212", "34391817"]}, {"Citation": "Kodali M, Mishra V, Hattiangady B, Attaluri S, Gonzalez JJ, Shuai B, Shetty AK (2021) Moderate, intermittent voluntary exercise in a model of Gulf War Illness improves cognitive and mood function with alleviation of activated microglia and astrocytes, and enhanced neurogenesis in the hippocampus. Brain Behav Immun 97:135–149. https://doi.org/10.1016/j.bbi.2021.07.005", "ArticleIdList": ["10.1016/j.bbi.2021.07.005", "34245811"]}, {"Citation": "Song SH, Jee YS, Ko IG, Lee SW, Sim YJ, Kim DY, Lee SJ, Cho YS (2018) Treadmill exercise and wheel exercise improve motor function by suppressing apoptotic neuronal cell death in brain inflammation rats. J Exerc Rehabil 14(6):911–919. https://doi.org/10.12965/jer.1836508.254", "ArticleIdList": ["10.12965/jer.1836508.254", "30656148", "6323344"]}, {"Citation": "Xu L, Zhu L, Zhu L, Chen D, Cai K, Liu Z, Chen A (2021) Moderate exercise combined with enriched environment enhances learning and memory through BDNF/TrkB signaling pathway in rats. Int J Environ Res Public Health. https://doi.org/10.3390/ijerph18168283", "ArticleIdList": ["10.3390/ijerph18168283", "35010664", "8751110"]}, {"Citation": "Sleiman SF, Chao MV (2015) Downstream consequences of exercise through the action of BDNF. Brain Plast 1(1):143–148. https://doi.org/10.3233/BPL-150017", "ArticleIdList": ["10.3233/BPL-150017", "29765838", "5939187"]}, {"Citation": "Abshenas R, Artimani T, Shahidi S, Ranjbar A, Komaki A, Salehi I, Amiri I, Soleimani Asl S (2020) Treadmill exercise enhances the promoting effects of preconditioned stem cells on memory and neurogenesis in Abeta-induced neurotoxicity in the rats. Life Sci 249:117482. https://doi.org/10.1016/j.lfs.2020.117482", "ArticleIdList": ["10.1016/j.lfs.2020.117482", "32135186"]}, {"Citation": "Yu H, Zhang C, Xia J, Xu B (2021) Treadmill exercise ameliorates adult hippocampal neurogenesis possibly by adjusting the APP proteolytic pathway in APP/PS1 transgenic mice. Int J Mol Sci. https://doi.org/10.3390/ijms22179570", "ArticleIdList": ["10.3390/ijms22179570", "35008785", "8745213"]}, {"Citation": "Yau SY, Gil-Mohapel J, Christie BR, So KF (2014) Physical exercise-induced adult neurogenesis: a good strategy to prevent cognitive decline in neurodegenerative diseases? Biomed Res Int 2014:403120. https://doi.org/10.1155/2014/403120", "ArticleIdList": ["10.1155/2014/403120", "24818140", "4000963"]}, {"Citation": "Lee MC, Inoue K, Okamoto M, Liu YF, Matsui T, Yook JS, Soya H (2013) Voluntary resistance running induces increased hippocampal neurogenesis in rats comparable to load-free running. Neurosci Lett 537:6–10. https://doi.org/10.1016/j.neulet.2013.01.005", "ArticleIdList": ["10.1016/j.neulet.2013.01.005", "23352660"]}, {"Citation": "Ahmadalipour A, Ghodrati-Jaldbakhan S, Samaei SA, Rashidy-Pour A (2018) Deleterious effects of prenatal exposure to morphine on the spatial learning and hippocampal BDNF and long-term potentiation in juvenile rats: beneficial influences of postnatal treadmill exercise and enriched environment. Neurobiol Learn Mem 147:54–64. https://doi.org/10.1016/j.nlm.2017.11.013", "ArticleIdList": ["10.1016/j.nlm.2017.11.013", "29175674"]}, {"Citation": "Ji ES, Kim YM, Ko YJ, Baek SS (2020) Treadmill exercise in obese maternal rats during pregnancy improves short-term memory through neurogenesis in the hippocampus of rat pups. J Exerc Rehabil 16(5):392–397. https://doi.org/10.12965/jer.2040618.309", "ArticleIdList": ["10.12965/jer.2040618.309", "33178640", "7609846"]}, {"Citation": "Rashidy-Pour A, Derafshpour L, Vafaei AA, Bandegi AR, Kashefi A, Sameni HR, Jashire-Nezhad N, Saboory E, Panahi Y (2020) Effects of treadmill exercise and sex hormones on learning, memory and hippocampal brain-derived neurotrophic factor levels in transient congenital hypothyroid rats. Behav Pharmacol 31(7):641–651. https://doi.org/10.1097/FBP.0000000000000572", "ArticleIdList": ["10.1097/FBP.0000000000000572", "32826427"]}, {"Citation": "Vivar C, Potter MC, van Praag H (2013) All about running: synaptic plasticity, growth factors and adult hippocampal neurogenesis. Curr Top Behav Neurosci 15:189–210. https://doi.org/10.1007/7854_2012_220", "ArticleIdList": ["10.1007/7854_2012_220", "22847651", "4565722"]}, {"Citation": "Prakash RS, Voss MW, Erickson KI, Kramer AF (2015) Physical activity and cognitive vitality. Annu Rev Psychol 66:769–797. https://doi.org/10.1146/annurev-psych-010814-015249", "ArticleIdList": ["10.1146/annurev-psych-010814-015249", "25251492"]}, {"Citation": "Cao L, Jiao X, Zuzga DS, Liu Y, Fong DM, Young D, During MJ (2004) VEGF links hippocampal activity with neurogenesis, learning and memory. Nat Genet 36(8):827–835. https://doi.org/10.1038/ng1395", "ArticleIdList": ["10.1038/ng1395", "15258583"]}, {"Citation": "Lupien SB, Bluhm EJ, Ishii DN (2003) Systemic insulin-like growth factor-I administration prevents cognitive impairment in diabetic rats, and brain IGF regulates learning/memory in normal adult rats. J Neurosci Res 74(4):512–523. https://doi.org/10.1002/jnr.10791", "ArticleIdList": ["10.1002/jnr.10791", "14598295"]}, {"Citation": "Chae CH, Kim HT (2009) Forced, moderate-intensity treadmill exercise suppresses apoptosis by increasing the level of NGF and stimulating phosphatidylinositol 3-kinase signaling in the hippocampus of induced aging rats. Neurochem Int 55(4):208–213. https://doi.org/10.1016/j.neuint.2009.02.024", "ArticleIdList": ["10.1016/j.neuint.2009.02.024", "19524110"]}, {"Citation": "O’Callaghan RM, Griffin EW, Kelly AM (2009) Long-term treadmill exposure protects against age-related neurodegenerative change in the rat hippocampus. Hippocampus 19(10):1019–1029. https://doi.org/10.1002/hipo.20591", "ArticleIdList": ["10.1002/hipo.20591", "19309034"]}, {"Citation": "Mokhtari-Zaer A, Saadat S, Marefati N, Hosseini M, Boskabady MH (2020) Treadmill exercise restores memory and hippocampal synaptic plasticity impairments in ovalbumin-sensitized juvenile rats: Involvement of brain-derived neurotrophic factor (BDNF). Neurochem Int 135:104691. https://doi.org/10.1016/j.neuint.2020.104691", "ArticleIdList": ["10.1016/j.neuint.2020.104691", "31982414"]}, {"Citation": "van Praag H, Christie BR, Sejnowski TJ, Gage FH (1999) Running enhances neurogenesis, learning, and long-term potentiation in mice. Proc Natl Acad Sci U S A 96(23):13427–13431. https://doi.org/10.1073/pnas.96.23.13427", "ArticleIdList": ["10.1073/pnas.96.23.13427", "10557337", "23964"]}, {"Citation": "Tuan LH, Tsao CY, Lee LJ, Lee LJ (2021) Voluntary exercise ameliorates synaptic pruning deficits in sleep-deprived adolescent mice. Brain Behav Immun 93:96–110. https://doi.org/10.1016/j.bbi.2020.12.017", "ArticleIdList": ["10.1016/j.bbi.2020.12.017", "33358980"]}, {"Citation": "Stranahan AM, Khalil D, Gould E (2007) Running induces widespread structural alterations in the hippocampus and entorhinal cortex. Hippocampus 17(11):1017–1022. https://doi.org/10.1002/hipo.20348", "ArticleIdList": ["10.1002/hipo.20348", "17636549", "2956984"]}, {"Citation": "Sun J, Nan G (2017) The extracellular signal-regulated kinase 1/2 pathway in neurological diseases: a potential therapeutic target (Review). Int J Mol Med 39(6):1338–1346. https://doi.org/10.3892/ijmm.2017.2962", "ArticleIdList": ["10.3892/ijmm.2017.2962", "28440493", "5428947"]}, {"Citation": "Yao D, He X, Wang JH, Zhao ZY (2011) Effects of PI3K/Akt signaling pathway on learning and memory abilities in neonatal rats with hypoxic-ischemic brain damage. Zhongguo Dang Dai Er Ke Za Zhi 13(5):424–427", "ArticleIdList": ["21575352"]}, {"Citation": "Pan G, Cheng J, Shen W, Lin Y, Zhu A, Jin L, Xie Q, Zhu M, Liu C, Tu F, Chen X (2021) Intensive treadmill training promotes cognitive recovery after cerebral ischemia-reperfusion in juvenile rats. Behav Brain Res 401:113085. https://doi.org/10.1016/j.bbr.2020.113085", "ArticleIdList": ["10.1016/j.bbr.2020.113085", "33358915"]}, {"Citation": "He F, Li J, Liu Z, Chuang CC, Yang W, Zuo L (2016) Redox mechanism of reactive oxygen species in exercise. Front Physiol 7:486. https://doi.org/10.3389/fphys.2016.00486", "ArticleIdList": ["10.3389/fphys.2016.00486", "27872595", "5097959"]}, {"Citation": "Lan Y, Huang Z, Jiang Y, Zhou X, Zhang J, Zhang D, Wang B, Hou G (2018) Strength exercise weakens aerobic exercise-induced cognitive improvements in rats. PLoS ONE 13(10):e0205562. https://doi.org/10.1371/journal.pone.0205562", "ArticleIdList": ["10.1371/journal.pone.0205562", "30304037", "6179267"]}, {"Citation": "Gano LB, Patel M, Rho JM (2014) Ketogenic diets, mitochondria, and neurological diseases. J Lipid Res 55(11):2211–2228. https://doi.org/10.1194/jlr.R048975", "ArticleIdList": ["10.1194/jlr.R048975", "24847102", "4617125"]}, {"Citation": "Marosi K, Kim SW, Moehl K, Scheibye-Knudsen M, Cheng A, Cutler R, Camandola S, Mattson MP (2016) 3-Hydroxybutyrate regulates energy metabolism and induces BDNF expression in cerebral cortical neurons. J Neurochem 139(5):769–781. https://doi.org/10.1111/jnc.13868", "ArticleIdList": ["10.1111/jnc.13868", "27739595", "5123937"]}, {"Citation": "Vilela TC, Muller AP, Damiani AP, Macan TP, da Silva S, Canteiro PB, de Sena CA, Pedroso GDS, Nesi RT, de Andrade VM, de Pinho RA (2017) Strength and aerobic exercises improve spatial memory in aging rats through stimulating distinct neuroplasticity mechanisms. Mol Neurobiol 54(10):7928–7937. https://doi.org/10.1007/s12035-016-0272-x", "ArticleIdList": ["10.1007/s12035-016-0272-x", "27878552"]}, {"Citation": "Nokia MS, Lensu S, Ahtiainen JP, Johansson PP, Koch LG, Britton SL, Kainulainen H (2016) Physical exercise increases adult hippocampal neurogenesis in male rats provided it is aerobic and sustained. J Physiol 594(7):1855–1873. https://doi.org/10.1113/JP271552", "ArticleIdList": ["10.1113/JP271552", "26844666", "4818598"]}, {"Citation": "Shahroodi A, Mohammadi F, Vafaei AA, Miladi-Gorji H, Bandegi AR, Rashidy-Pour A (2020) Impact of different intensities of forced exercise on deficits of spatial and aversive memory, anxiety-like behavior, and hippocampal BDNF during morphine abstinence period in male rats. Metab Brain Dis 35(1):135–147. https://doi.org/10.1007/s11011-019-00518-w", "ArticleIdList": ["10.1007/s11011-019-00518-w", "31773433"]}, {"Citation": "Mahboubi S, Nasehi M, Imani A, Sadat-Shirazi MS, Zarrindast MR, Vousooghi N, Noroozian M (2019) Benefit effect of REM-sleep deprivation on memory impairment induced by intensive exercise in male wistar rats: with respect to hippocampal BDNF and TrkB. Nat Sci Sleep 11:179–188. https://doi.org/10.2147/NSS.S207339", "ArticleIdList": ["10.2147/NSS.S207339", "31576186", "6767759"]}, {"Citation": "Duman RS, Aghajanian GK, Sanacora G, Krystal JH (2016) Synaptic plasticity and depression: new insights from stress and rapid-acting antidepressants. Nat Med 22(3):238–249. https://doi.org/10.1038/nm.4050", "ArticleIdList": ["10.1038/nm.4050", "26937618", "5405628"]}, {"Citation": "Gray JD, Milner TA, McEwen BS (2013) Dynamic plasticity: the role of glucocorticoids, brain-derived neurotrophic factor and other trophic factors. Neuroscience 239:214–227. https://doi.org/10.1016/j.neuroscience.2012.08.034", "ArticleIdList": ["10.1016/j.neuroscience.2012.08.034", "22922121"]}, {"Citation": "Cefis M, Prigent-Tessier A, Quirie A, Pernet N, Marie C, Garnier P (2019) The effect of exercise on memory and BDNF signaling is dependent on intensity. Brain Struct Funct 224(6):1975–1985. https://doi.org/10.1007/s00429-019-01889-7", "ArticleIdList": ["10.1007/s00429-019-01889-7", "31089854"]}, {"Citation": "Hill EE, Zack E, Battaglini C, Viru M, Viru A, Hackney AC (2008) Exercise and circulating cortisol levels: the intensity threshold effect. J Endocrinol Invest 31(7):587–591. https://doi.org/10.1007/BF03345606", "ArticleIdList": ["10.1007/BF03345606", "18787373"]}, {"Citation": "Ponce P, Del Arco A, Loprinzi P (2019) Physical activity versus psychological stress: effects on salivary cortisol and working memory performance. Medicina (Kaunas). https://doi.org/10.3390/medicina55050119", "ArticleIdList": ["10.3390/medicina55050119"]}, {"Citation": "Lin L, Herselman MF, Zhou XF, Bobrovskaya L (2022) Effects of corticosterone on BDNF expression and mood behaviours in mice. Physiol Behav. https://doi.org/10.1016/j.physbeh.2022.113721", "ArticleIdList": ["10.1016/j.physbeh.2022.113721", "35074305"]}, {"Citation": "Ney L, Felmingham K, Nichols DS, Matthews A (2020) Brain-derived neurotropic factor and cortisol levels negatively predict working memory performance in healthy males. Neurobiol Learn Mem 175:107308. https://doi.org/10.1016/j.nlm.2020.107308", "ArticleIdList": ["10.1016/j.nlm.2020.107308", "32871254"]}, {"Citation": "Gagnon SA, Wagner AD (2016) Acute stress and episodic memory retrieval: neurobiological mechanisms and behavioral consequences. Ann N Y Acad Sci 1369(1):55–75. https://doi.org/10.1111/nyas.12996", "ArticleIdList": ["10.1111/nyas.12996", "26799371"]}, {"Citation": "Shields GS, Sazma MA, Yonelinas AP (2016) The effects of acute stress on core executive functions: a meta-analysis and comparison with cortisol. Neurosci Biobehav Rev 68:651–668. https://doi.org/10.1016/j.neubiorev.2016.06.038", "ArticleIdList": ["10.1016/j.neubiorev.2016.06.038", "27371161", "5003767"]}, {"Citation": "Admon R, Treadway MT, Valeri L, Mehta M, Douglas S, Pizzagalli DA (2017) Distinct trajectories of cortisol response to prolonged acute stress are linked to affective responses and hippocampal gray matter volume in healthy females. J Neurosci 37(33):7994–8002. https://doi.org/10.1523/JNEUROSCI.1175-17.2017", "ArticleIdList": ["10.1523/JNEUROSCI.1175-17.2017", "28739584", "5559768"]}, {"Citation": "O’Leary JD, Hoban AE, Murphy A, O’Leary OF, Cryan JF, Nolan YM (2019) Differential effects of adolescent and adult-initiated exercise on cognition and hippocampal neurogenesis. Hippocampus 29(4):352–365. https://doi.org/10.1002/hipo.23032", "ArticleIdList": ["10.1002/hipo.23032", "30844139"]}, {"Citation": "Hueston CM, Cryan JF, Nolan YM (2017) Stress and adolescent hippocampal neurogenesis: diet and exercise as cognitive modulators. Transl Psychiatry 7(4):e1081. https://doi.org/10.1038/tp.2017.48", "ArticleIdList": ["10.1038/tp.2017.48", "28375209", "5416690"]}, {"Citation": "Spear LP (2013) Adolescent neurodevelopment. J Adolesc Health 52(2 Suppl 2):S7-13. https://doi.org/10.1016/j.jadohealth.2012.05.006", "ArticleIdList": ["10.1016/j.jadohealth.2012.05.006", "23332574", "3982854"]}, {"Citation": "Wu CW, Chang YT, Yu L, Chen HI, Jen CJ, Wu SY, Lo CP, Kuo YM (2008) Exercise enhances the proliferation of neural stem cells and neurite growth and survival of neuronal progenitor cells in dentate gyrus of middle-aged mice. J Appl Physiol 105(5):1585–1594. https://doi.org/10.1152/japplphysiol.90775.2008", "ArticleIdList": ["10.1152/japplphysiol.90775.2008", "18801961"]}, {"Citation": "Marlatt MW, Potter MC, Lucassen PJ, van Praag H (2012) Running throughout middle-age improves memory function, hippocampal neurogenesis, and BDNF levels in female C57BL/6J mice. Dev Neurobiol 72(6):943–952. https://doi.org/10.1002/dneu.22009", "ArticleIdList": ["10.1002/dneu.22009", "22252978", "3485396"]}, {"Citation": "van Praag H, Shubert T, Zhao C, Gage FH (2005) Exercise enhances learning and hippocampal neurogenesis in aged mice. J Neurosci 25(38):8680–8685. https://doi.org/10.1523/JNEUROSCI.1731-05.2005", "ArticleIdList": ["10.1523/JNEUROSCI.1731-05.2005", "16177036", "1360197"]}, {"Citation": "Barzilai N, Huffman DM, Muzumdar RH, Bartke A (2012) The critical role of metabolic pathways in aging. Diabetes 61(6):1315–1322. https://doi.org/10.2337/db11-1300", "ArticleIdList": ["10.2337/db11-1300", "22618766", "3357299"]}, {"Citation": "Erickson KI, Prakash RS, Voss MW, Chaddock L, Heo S, McLaren M, Pence BD, Martin SA, Vieira VJ, Woods JA, McAuley E, Kramer AF (2010) Brain-derived neurotrophic factor is associated with age-related decline in hippocampal volume. J Neurosci 30(15):5368–5375. https://doi.org/10.1523/JNEUROSCI.6251-09.2010", "ArticleIdList": ["10.1523/JNEUROSCI.6251-09.2010", "20392958", "3069644"]}, {"Citation": "Duzel E, van Praag H, Sendtner M (2016) Can physical exercise in old age improve memory and hippocampal function? Brain 139(Pt 3):662–673. https://doi.org/10.1093/brain/awv407", "ArticleIdList": ["10.1093/brain/awv407", "26912638", "4766381"]}, {"Citation": "Frisone DF, Frye CA, Zimmerberg B (2002) Social isolation stress during the third week of life has age-dependent effects on spatial learning in rats. Behav Brain Res 128(2):153–160. https://doi.org/10.1016/s0166-4328(01)00315-1", "ArticleIdList": ["10.1016/s0166-4328(01)00315-1", "11796160"]}, {"Citation": "Cevik OS, Sahin L, Tamer L (2018) Long term treadmill exercise performed to chronic social isolated rats regulate anxiety behavior without improving learning. Life Sci 200:126–133. https://doi.org/10.1016/j.lfs.2018.03.029", "ArticleIdList": ["10.1016/j.lfs.2018.03.029", "29559338"]}, {"Citation": "Wang G, Zhou HH, Luo L, Qin LQ, Yin J, Yu Z, Zhang L, Wan Z (2021) Voluntary wheel running is capable of improving cognitive function only in the young but not the middle-aged male APPSwe/PS1De9 mice. Neurochem Int 145:105010. https://doi.org/10.1016/j.neuint.2021.105010", "ArticleIdList": ["10.1016/j.neuint.2021.105010", "33684544"]}, {"Citation": "Jin JJ, Ko IG, Kim SE, Hwang L, Lee MG, Kim DY, Jung SY (2017) Age-dependent differences of treadmill exercise on spatial learning ability between young- and adult-age rats. J Exerc Rehabil 13(4):381–386. https://doi.org/10.12965/jer.1735070.535", "ArticleIdList": ["10.12965/jer.1735070.535", "29114501", "5667613"]}, {"Citation": "Silhol M, Arancibia S, Maurice T, Tapia-Arancibia L (2007) Spatial memory training modifies the expression of brain-derived neurotrophic factor tyrosine kinase receptors in young and aged rats. Neuroscience 146(3):962–973. https://doi.org/10.1016/j.neuroscience.2007.02.013", "ArticleIdList": ["10.1016/j.neuroscience.2007.02.013", "17391859"]}, {"Citation": "Alomari MA, Khabour OF, Alzoubi KH, Alzubi MA (2016) Combining restricted diet with forced or voluntary exercises improves hippocampal BDNF and cognitive function in rats. Int J Neurosci 126(4):366–373. https://doi.org/10.3109/00207454.2015.1012587", "ArticleIdList": ["10.3109/00207454.2015.1012587", "26000806"]}, {"Citation": "Acevedo-Triana CA, Rojas MJ, Cardenas PF (2017) Running wheel training does not change neurogenesis levels or alter working memory tasks in adult rats. PeerJ 5:e2976. https://doi.org/10.7717/peerj.2976", "ArticleIdList": ["10.7717/peerj.2976", "28503368", "5426350"]}, {"Citation": "Finn AS, Sheridan MA, Kam CL, Hinshaw S, D’Esposito M (2010) Longitudinal evidence for functional specialization of the neural circuit supporting working memory in the human brain. J Neurosci 30(33):11062–11067. https://doi.org/10.1523/JNEUROSCI.6266-09.2010", "ArticleIdList": ["10.1523/JNEUROSCI.6266-09.2010", "20720113", "2952435"]}, {"Citation": "Rushworth MF, Walton ME, Kennerley SW, Bannerman DM (2004) Action sets and decisions in the medial frontal cortex. Trends Cogn Sci 8(9):410–417. https://doi.org/10.1016/j.tics.2004.07.009", "ArticleIdList": ["10.1016/j.tics.2004.07.009", "15350242"]}, {"Citation": "Griffin EW, Bechara RG, Birch AM, Kelly AM (2009) Exercise enhances hippocampal-dependent learning in the rat: evidence for a BDNF-related mechanism. Hippocampus 19(10):973–980. https://doi.org/10.1002/hipo.20631", "ArticleIdList": ["10.1002/hipo.20631", "19437410"]}, {"Citation": "Hopkins ME, Bucci DJ (2010) BDNF expression in perirhinal cortex is associated with exercise-induced improvement in object recognition memory. Neurobiol Learn Mem 94(2):278–284. https://doi.org/10.1016/j.nlm.2010.06.006", "ArticleIdList": ["10.1016/j.nlm.2010.06.006", "20601027", "2930914"]}, {"Citation": "Bolz L, Heigele S, Bischofberger J (2015) Running improves pattern separation during novel object recognition. Brain Plast 1(1):129–141. https://doi.org/10.3233/BPL-150010", "ArticleIdList": ["10.3233/BPL-150010", "29765837", "5928530"]}, {"Citation": "Brockett AT, LaMarca EA, Gould E (2015) Physical exercise enhances cognitive flexibility as well as astrocytic and synaptic markers in the medial prefrontal cortex. PLoS ONE 10(5):e0124859. https://doi.org/10.1371/journal.pone.0124859", "ArticleIdList": ["10.1371/journal.pone.0124859", "25938418", "4418599"]}, {"Citation": "Cohen SJ, Stackman RW Jr (2015) Assessing rodent hippocampal involvement in the novel object recognition task. A review. Behav Brain Res 285:105–117. https://doi.org/10.1016/j.bbr.2014.08.002", "ArticleIdList": ["10.1016/j.bbr.2014.08.002", "25169255"]}, {"Citation": "Hammond RS, Tull LE, Stackman RW (2004) On the delay-dependent involvement of the hippocampus in object recognition memory. Neurobiol Learn Mem 82(1):26–34. https://doi.org/10.1016/j.nlm.2004.03.005", "ArticleIdList": ["10.1016/j.nlm.2004.03.005", "15183168"]}, {"Citation": "Alavi MS, Negah SS, Ghorbani A, Hosseini A, Sadeghnia HR (2021) Levetiracetam promoted rat embryonic neurogenesis via NMDA receptor-mediated mechanism in vitro. Life Sci 284:119923. https://doi.org/10.1016/j.lfs.2021.119923", "ArticleIdList": ["10.1016/j.lfs.2021.119923", "34481865"]}, {"Citation": "Peyvandi Karizbodagh M, Sadr-Nabavi A, Hami J, Mohammadipour A, Khoshdel-Sarkarizi H, Kheradmand H, Fallahnezhad S, Mahmoudi M, Haghir H (2021) Developmental regulation and lateralization of N-methyl-d-aspartate (NMDA) receptors in the rat hippocampus. Neuropeptides 89:102183. https://doi.org/10.1016/j.npep.2021.102183", "ArticleIdList": ["10.1016/j.npep.2021.102183", "34333368"]}, {"Citation": "Vaynman S, Ying Z, Gomez-Pinilla F (2003) Interplay between brain-derived neurotrophic factor and signal transduction modulators in the regulation of the effects of exercise on synaptic-plasticity. Neuroscience 122(3):647–657. https://doi.org/10.1016/j.neuroscience.2003.08.001", "ArticleIdList": ["10.1016/j.neuroscience.2003.08.001", "14622908"]}, {"Citation": "Tsien JZ, Huerta PT, Tonegawa S (1996) The essential role of hippocampal CA1 NMDA receptor-dependent synaptic plasticity in spatial memory. Cell 87(7):1327–1338. https://doi.org/10.1016/s0092-8674(00)81827-9", "ArticleIdList": ["10.1016/s0092-8674(00)81827-9", "8980238"]}, {"Citation": "Sakimura K, Kutsuwada T, Ito I, Manabe T, Takayama C, Kushiya E, Yagi T, Aizawa S, Inoue Y, Sugiyama H et al (1995) Reduced hippocampal LTP and spatial learning in mice lacking NMDA receptor epsilon 1 subunit. Nature 373(6510):151–155. https://doi.org/10.1038/373151a0", "ArticleIdList": ["10.1038/373151a0", "7816096"]}, {"Citation": "Vasuta C, Caunt C, James R, Samadi S, Schibuk E, Kannangara T, Titterness AK, Christie BR (2007) Effects of exercise on NMDA receptor subunit contributions to bidirectional synaptic plasticity in the mouse dentate gyrus. Hippocampus 17(12):1201–1208. https://doi.org/10.1002/hipo.20349", "ArticleIdList": ["10.1002/hipo.20349", "17879376"]}, {"Citation": "Lou SJ, Liu JY, Chang H, Chen PJ (2008) Hippocampal neurogenesis and gene expression depend on exercise intensity in juvenile rats. Brain Res 1210:48–55. https://doi.org/10.1016/j.brainres.2008.02.080", "ArticleIdList": ["10.1016/j.brainres.2008.02.080", "18423578"]}, {"Citation": "Bo JZ, Xue L, Li S, Yin JW, Li ZY, Wang X, Wang JF, Zhang YS (2021) D-serine reduces memory impairment and neuronal damage induced by chronic lead exposure. Neural Regen Res 16(5):836–841. https://doi.org/10.4103/1673-5374.297086", "ArticleIdList": ["10.4103/1673-5374.297086", "33229717"]}, {"Citation": "Faraz M, Kosarmadar N, Rezaei M, Zare M, Javan M, Barkley V, Shojaei A, Mirnajafi-Zadeh J (2021) Deep brain stimulation effects on learning, memory and glutamate and GABAA receptor subunit gene expression in kindled rats. Acta Neurobiol Exp (Wars) 81(1):43–57. https://doi.org/10.21307/ane-2021-006", "ArticleIdList": ["10.21307/ane-2021-006"]}, {"Citation": "Brigman JL, Wright T, Talani G, Prasad-Mulcare S, Jinde S, Seabold GK, Mathur P, Davis MI, Bock R, Gustin RM, Colbran RJ, Alvarez VA, Nakazawa K, Delpire E, Lovinger DM, Holmes A (2010) Loss of GluN2B-containing NMDA receptors in CA1 hippocampus and cortex impairs long-term depression, reduces dendritic spine density, and disrupts learning. J Neurosci 30(13):4590–4600. https://doi.org/10.1523/JNEUROSCI.0640-10.2010", "ArticleIdList": ["10.1523/JNEUROSCI.0640-10.2010", "20357110", "2869199"]}, {"Citation": "Tian D, Tian M, Ma Z, Zhang L, Cui Y, Li J (2016) Voluntary exercise rescues sevoflurane-induced memory impairment in aged male mice. Exp Brain Res 234(12):3613–3624. https://doi.org/10.1007/s00221-016-4756-8", "ArticleIdList": ["10.1007/s00221-016-4756-8", "27540727"]}, {"Citation": "Molteni R, Ying Z, Gomez-Pinilla F (2002) Differential effects of acute and chronic exercise on plasticity-related genes in the rat hippocampus revealed by microarray. Eur J Neurosci 16(6):1107–1116. https://doi.org/10.1046/j.1460-9568.2002.02158.x", "ArticleIdList": ["10.1046/j.1460-9568.2002.02158.x", "12383240"]}, {"Citation": "Maejima H, Ninuma S, Okuda A, Inoue T, Hayashi M (2018) Exercise and low-level GABAA receptor inhibition modulate locomotor activity and the expression of BDNF accompanied by changes in epigenetic regulation in the hippocampus. Neurosci Lett 685:18–23. https://doi.org/10.1016/j.neulet.2018.07.009", "ArticleIdList": ["10.1016/j.neulet.2018.07.009", "30037768"]}, {"Citation": "Kim DH, Kim JM, Park SJ, Cai M, Liu X, Lee S, Shin CY, Ryu JH (2012) GABA(A) receptor blockade enhances memory consolidation by increasing hippocampal BDNF levels. Neuropsychopharmacology 37(2):422–433. https://doi.org/10.1038/npp.2011.189", "ArticleIdList": ["10.1038/npp.2011.189", "21900885"]}, {"Citation": "Dunn AL, Reigle TG, Youngstedt SD, Armstrong RB, Dishman RK (1996) Brain norepinephrine and metabolites after treadmill training and wheel running in rats. Med Sci Sports Exerc 28(2):204–209. https://doi.org/10.1097/00005768-199602000-00008", "ArticleIdList": ["10.1097/00005768-199602000-00008", "8775155"]}, {"Citation": "Sarbadhikari SN, Saha AK (2006) Moderate exercise and chronic stress produce counteractive effects on different areas of the brain by acting through various neurotransmitter receptor subtypes: a hypothesis. Theor Biol Med Model 3:33. https://doi.org/10.1186/1742-4682-3-33", "ArticleIdList": ["10.1186/1742-4682-3-33", "16995950", "1592480"]}, {"Citation": "Tully K, Bolshakov VY (2010) Emotional enhancement of memory: how norepinephrine enables synaptic plasticity. Mol Brain 3:15. https://doi.org/10.1186/1756-6606-3-15", "ArticleIdList": ["10.1186/1756-6606-3-15", "20465834", "2877027"]}, {"Citation": "Groch S, Wilhelm I, Diekelmann S, Sayk F, Gais S, Born J (2011) Contribution of norepinephrine to emotional memory consolidation during sleep. Psychoneuroendocrinology 36(9):1342–1350. https://doi.org/10.1016/j.psyneuen.2011.03.006", "ArticleIdList": ["10.1016/j.psyneuen.2011.03.006", "21493010"]}, {"Citation": "Vazey EM, Aston-Jones G (2012) The emerging role of norepinephrine in cognitive dysfunctions of Parkinson’s disease. Front Behav Neurosci 6:48. https://doi.org/10.3389/fnbeh.2012.00048", "ArticleIdList": ["10.3389/fnbeh.2012.00048", "22848194", "3404393"]}, {"Citation": "Szot P (2012) Common factors among Alzheimer’s disease, Parkinson’s disease, and epilepsy: possible role of the noradrenergic nervous system. Epilepsia 53(Suppl 1):61–66. https://doi.org/10.1111/j.1528-1167.2012.03476.x", "ArticleIdList": ["10.1111/j.1528-1167.2012.03476.x", "22612810"]}, {"Citation": "Wang D, Zhai X, Chen P, Yang M, Zhao J, Dong J, Liu H (2014) Hippocampal UCP2 is essential for cognition and resistance to anxiety but not required for the benefits of exercise. Neuroscience 277:36–44. https://doi.org/10.1016/j.neuroscience.2014.06.060", "ArticleIdList": ["10.1016/j.neuroscience.2014.06.060", "25003714"]}, {"Citation": "Meltzer CC, Smith G, DeKosky ST, Pollock BG, Mathis CA, Moore RY, Kupfer DJ, Reynolds CF 3rd (1998) Serotonin in aging, late-life depression, and Alzheimer’s disease: the emerging role of functional imaging. Neuropsychopharmacology 18(6):407–430. https://doi.org/10.1016/S0893-133X(97)00194-2", "ArticleIdList": ["10.1016/S0893-133X(97)00194-2", "9571651"]}, {"Citation": "Hasselbalch SG, Madsen K, Svarer C, Pinborg LH, Holm S, Paulson OB, Waldemar G, Knudsen GM (2008) Reduced 5-HT2A receptor binding in patients with mild cognitive impairment. Neurobiol Aging 29(12):1830–1838. https://doi.org/10.1016/j.neurobiolaging.2007.04.011", "ArticleIdList": ["10.1016/j.neurobiolaging.2007.04.011", "17544547"]}, {"Citation": "Chen HI, Lin LC, Yu L, Liu YF, Kuo YM, Huang AM, Chuang JI, Wu FS, Liao PC, Jen CJ (2008) Treadmill exercise enhances passive avoidance learning in rats: the role of down-regulated serotonin system in the limbic system. Neurobiol Learn Mem 89(4):489–496. https://doi.org/10.1016/j.nlm.2007.08.004", "ArticleIdList": ["10.1016/j.nlm.2007.08.004", "17892954"]}, {"Citation": "Harvey JA (2003) Role of the serotonin 5-HT(2A) receptor in learning. Learn Mem 10(5):355–362. https://doi.org/10.1101/lm.60803", "ArticleIdList": ["10.1101/lm.60803", "14557608", "218001"]}, {"Citation": "Chennaoui M, Grimaldi B, Fillion MP, Bonnin A, Drogou C, Fillion G, Guezennec CY (2000) Effects of physical training on functional activity of 5-HT1B receptors in rat central nervous system: role of 5-HT-moduline. Naunyn Schmiedebergs Arch Pharmacol 361(6):600–604. https://doi.org/10.1007/s002100000242", "ArticleIdList": ["10.1007/s002100000242", "10882034"]}, {"Citation": "Renoir T, Pang TY, Zajac MS, Chan G, Du X, Leang L, Chevarin C, Lanfumey L, Hannan AJ (2012) Treatment of depressive-like behaviour in Huntington’s disease mice by chronic sertraline and exercise. Br J Pharmacol 165(5):1375–1389. https://doi.org/10.1111/j.1476-5381.2011.01567.x", "ArticleIdList": ["10.1111/j.1476-5381.2011.01567.x", "21718306", "3372723"]}, {"Citation": "Kondo M, Nakamura Y, Ishida Y, Shimada S (2015) The 5-HT3 receptor is essential for exercise-induced hippocampal neurogenesis and antidepressant effects. Mol Psychiatry 20(11):1428–1437. https://doi.org/10.1038/mp.2014.153", "ArticleIdList": ["10.1038/mp.2014.153", "25403840"]}, {"Citation": "Mattson MP, Maudsley S, Martin B (2004) BDNF and 5-HT: a dynamic duo in age-related neuronal plasticity and neurodegenerative disorders. Trends Neurosci 27(10):589–594. https://doi.org/10.1016/j.tins.2004.08.001", "ArticleIdList": ["10.1016/j.tins.2004.08.001", "15374669"]}, {"Citation": "Vaseghi S, Arjmandi-Rad S, Eskandari M, Ebrahimnejad M, Kholghi G, Zarrindast M-R (2021) Modulating role of serotonergic signaling in sleep and memory. Pharmacol Rep. https://doi.org/10.1007/s43440-021-00339-8", "ArticleIdList": ["10.1007/s43440-021-00339-8", "34743316"]}, {"Citation": "Ko IG, Kim CJ, Kim H (2019) Treadmill exercise improves memory by up-regulating dopamine and down-regulating D2 dopamine receptor in traumatic brain injury rats. J Exerc Rehabil 15(4):504–511. https://doi.org/10.12965/jer.1938316.158", "ArticleIdList": ["10.12965/jer.1938316.158", "31523669", "6732546"]}, {"Citation": "Iggena D, Klein C, Rasinska J, Sparenberg M, Winter Y, Steiner B (2019) Physical activity sustains memory retrieval in dopamine-depleted mice previously treated with L-Dopa. Behav Brain Res 369:111915. https://doi.org/10.1016/j.bbr.2019.111915", "ArticleIdList": ["10.1016/j.bbr.2019.111915", "30998993"]}, {"Citation": "Zang J, Liu Y, Li W, Xiao D, Zhang Y, Luo Y, Liang W, Liu F, Wei W (2017) Voluntary exercise increases adult hippocampal neurogenesis by increasing GSK-3beta activity in mice. Neuroscience 354:122–135. https://doi.org/10.1016/j.neuroscience.2017.04.024", "ArticleIdList": ["10.1016/j.neuroscience.2017.04.024", "28456716"]}, {"Citation": "Aguiar AS Jr, Lopes SC, Tristao FS, Rial D, de Oliveira G, da Cunha C, Raisman-Vozari R, Prediger RD (2016) Exercise improves cognitive impairment and dopamine metabolism in MPTP-treated mice. Neurotox Res 29(1):118–125. https://doi.org/10.1007/s12640-015-9566-4", "ArticleIdList": ["10.1007/s12640-015-9566-4", "26464310"]}, {"Citation": "Sacheli MA, Neva JL, Lakhani B, Murray DK, Vafai N, Shahinfard E, English C, McCormick S, Dinelle K, Neilson N, McKenzie J, Schulzer M, McKenzie DC, Appel-Cresswell S, McKeown MJ, Boyd LA, Sossi V, Stoessl AJ (2019) Exercise increases caudate dopamine release and ventral striatal activation in Parkinson’s disease. Mov Disord 34(12):1891–1900. https://doi.org/10.1002/mds.27865", "ArticleIdList": ["10.1002/mds.27865", "31584222"]}, {"Citation": "Papenberg G, Karalija N, Salami A, Andersson M, Axelsson J, Riklund K, Lindenberger U, Nyberg L, Backman L (2019) The influence of hippocampal dopamine D2 receptors on episodic memory is modulated by BDNF and KIBRA polymorphisms. J Cogn Neurosci 31(9):1422–1429. https://doi.org/10.1162/jocn_a_01429", "ArticleIdList": ["10.1162/jocn_a_01429", "31112471"]}, {"Citation": "Connor B, Dragunow M (1998) The role of neuronal growth factors in neurodegenerative disorders of the human brain. Brain Res Brain Res Rev 27(1):1–39. https://doi.org/10.1016/s0165-0173(98)00004-6", "ArticleIdList": ["10.1016/s0165-0173(98)00004-6", "9639663"]}, {"Citation": "Higashino K, Ago Y, Umehara M, Kita Y, Fujita K, Takuma K, Matsuda T (2014) Effects of acute and chronic administration of venlafaxine and desipramine on extracellular monoamine levels in the mouse prefrontal cortex and striatum. Eur J Pharmacol 729:86–93. https://doi.org/10.1016/j.ejphar.2014.02.012", "ArticleIdList": ["10.1016/j.ejphar.2014.02.012", "24561044"]}, {"Citation": "Cooke JD, Grover LM, Spangler PR (2009) Venlafaxine treatment stimulates expression of brain-derived neurotrophic factor protein in frontal cortex and inhibits long-term potentiation in hippocampus. Neuroscience 162(4):1411–1419. https://doi.org/10.1016/j.neuroscience.2009.05.037", "ArticleIdList": ["10.1016/j.neuroscience.2009.05.037", "19464349"]}, {"Citation": "Ding S, Wang X, Zhuge W, Yang J, Zhuge Q (2017) Dopamine induces glutamate accumulation in astrocytes to disrupt neuronal function leading to pathogenesis of minimal hepatic encephalopathy. Neuroscience 365:94–113. https://doi.org/10.1016/j.neuroscience.2017.09.040", "ArticleIdList": ["10.1016/j.neuroscience.2017.09.040", "28965835"]}, {"Citation": "Leo D, Sukhanov I, Zoratto F, Illiano P, Caffino L, Sanna F, Messa G, Emanuele M, Esposito A, Dorofeikova M, Budygin EA, Mus L, Efimova EV, Niello M, Espinoza S, Sotnikova TD, Hoener MC, Laviola G, Fumagalli F, Adriani W, Gainetdinov RR (2018) Pronounced hyperactivity, cognitive dysfunctions, and BDNF dysregulation in dopamine transporter knock-out rats. J Neurosci 38(8):1959–1972. https://doi.org/10.1523/JNEUROSCI.1931-17.2018", "ArticleIdList": ["10.1523/JNEUROSCI.1931-17.2018", "29348190", "5824739"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "1", "Day": "8"}, {"Year": "2022", "Month": "2", "Day": "5"}, {"Year": "2022", "Month": "2", "Day": "3"}, {"Year": "2022", "Month": "2", "Day": "24", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "5", "Day": "25", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "2", "Day": "23", "Hour": "12", "Minute": "28"}], "PublicationStatus": "ppublish", "ArticleIdList": ["35195832", "10.1007/s11064-022-03552-w", "10.1007/s11064-022-03552-w"]}}], "PubmedBookArticle": []}