{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Celastraceae", "Celastrus paniculatus", "Jyotishmati", "Malkangni", "pharmacological activities", "phytochemistry"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35199395", "DateCompleted": {"Year": "2022", "Month": "05", "Day": "24"}, "DateRevised": {"Year": "2022", "Month": "05", "Day": "24"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "02", "Day": "23"}], "Language": ["eng"], "ELocationID": ["10.1002/ptr.7424"], "Journal": {"ISSN": "1099-1573", "JournalIssue": {"Volume": "36", "Issue": "5", "PubDate": {"Year": "2022", "Month": "May"}}, "Title": "Phytotherapy research : PTR", "ISOAbbreviation": "Phytother Res"}, "ArticleTitle": "An extensive review on phytochemistry and pharmacological activities of Indian medicinal plant Celastrus paniculatus Willd.", "Pagination": {"StartPage": "1930", "EndPage": "1951", "MedlinePgn": "1930-1951"}, "Abstract": {"AbstractText": ["Celastrus paniculatus is a traditional herb belonging to the family Celastraceae and is widely used for a number of medicinal activities in the Indian Unani and Ayurvedic systems. In this study, the extensive literature search was carried out on phytochemistry, ethnobotanical uses and pharmacological activities of C. paniculatus (Willd.) in various scientific databases as well as patents. Research on phytochemical investigation has shown the presence of monoterpenes (linalool, α-terpinyl acetate, nerol acetate), sesqueterpene esters (such as malkanguniol, malkangunin, valerenal, globulol, viridiflorol, cubenol and agarofuran derivatives), diterpenoids (such as phytone, isophytol), triterpenoids (such as lupeol, pristimerin, paniculatadiol, zeylasteral, zeylasterone, β-amyrin, squalene), alkaloids (celapanin, celapanigin, celapagin, paniculatine, celastrine, maymyrsine), fatty acids, steroids (β-sitosterol, carpesterol benzoate), flavonoids (paniculatin), benzoic acid, and vitamin C in this plant. All the reported pharmacological activities of this plant could be due to the presence of these phytochemicals. This plant possesses strong antioxidant activity which includes total flavonoid content, total phenolic content, nitric oxide scavenging activity and free radical scavenging activity. This plant possesses multiple pharmacological activities including cognition-enhancing, neuroprotective, antipsychotic, anti-depressant, antibacterial, anti-arthritic, anti-malarial, analgesic, anti-inflammatory, anti-fertility, cardiovascular, locomotor, anxiolytic, wound healing activity, anti-spasmodic, hypolipidemic, anti-cancerous and iron-chelating activity with different extracts of this plant as well as various phytoconstituents present in this plant. The objective of this review article is to discuss in detail the reported ethnopharmacological uses, phytochemistry and various pharmacological activities of C. paniculatus."], "CopyrightInformation": "© 2022 John Wiley & Sons Ltd."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Guru Gobind Singh College of Pharmacy, Yamuna Nagar, Haryana, India."}], "LastName": "Nagpal", "ForeName": "Kajal", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Chitkara College of Pharmacy, Chitkara University, Rajpura, Punjab, India."}], "LastName": "Garg", "ForeName": "Madhukar", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Guru Gobind Singh College of Pharmacy, Yamuna Nagar, Haryana, India."}], "LastName": "Arora", "ForeName": "Deepshi", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "B.S.A. College of Engineering & Technology, Mathura, Uttar Pradesh, India."}], "LastName": "Dubey", "ForeName": "Abhilasha", "Initials": "A"}, {"Identifier": ["0000-0002-2418-9616"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Guru Gobind Singh College of Pharmacy, Yamuna Nagar, Haryana, India."}], "LastName": "Grewal", "ForeName": "Ajmer Singh", "Initials": "AS"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Phytother Res", "NlmUniqueID": "8904486", "ISSNLinking": "0951-418X"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Pentacyclic Triterpenes"}, {"RegistryNumber": "0", "NameOfSubstance": "Phytochemicals"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}, {"RegistryNumber": "28ZK7PR57S", "NameOfSubstance": "celastrol methyl ester"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Celastrus"}, {"QualifierName": [], "DescriptorName": "Ethnopharmacology"}, {"QualifierName": [], "DescriptorName": "Pentacyclic Triterpenes"}, {"QualifierName": ["chemistry", "pharmacology"], "DescriptorName": "Phytochemicals"}, {"QualifierName": [], "DescriptorName": "Phytotherapy"}, {"QualifierName": ["chemistry", "pharmacology"], "DescriptorName": "Plant Extracts"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plants, Medicinal"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Ahmad, F., Khan, R. A., & Rasheed, S. (1994). Preliminary screening of methanolic extracts of Celastrus paniculatus and Tacomella undulata for analgesic and anti-inflammatory activities. Journal of Ethnopharmacology, 42(3), 193-198."}, {"Citation": "Alama, B., & Haque, E. (2011). Anti-Alzheimer and antioxidant activity of Celastrus paniculatus seed. Iranian Journal of Pharmaceutical Sciences, 7(1), 49-56."}, {"Citation": "Ali, M., Sultana, S., & Mir, S. R. (2020). Chemical constituents from the seeds of Celastrus paniculatus Willd., leaves of Caesalpinia bonduc (L.) Roxb. And root barks of Premna mollissima Roth. European Journal of Pharmaceutical and Medical Research, 7(3), 418-427."}, {"Citation": "Anjaneyulu, J., Vidyashankar, R., & Godbole, A. (2020). Differential effect of Ayurvedic nootropics on C. elegans models of Parkinson's disease. Journal of Ayurveda and Integrative Medicine, 11(4), 440-447."}, {"Citation": "Arora, N., & Pandey-Rai, S. (2014). GC-MS analysis of the essential oil of Celastrus paniculatus Willd. Seeds and antioxidant, anti-inflammatory study of its various solvent extracts. Industrial Crops and Products, 61, 345-351."}, {"Citation": "Arora, N., Shah, K., & Pandey-Rai, S. (2016). Inhibition of imiquimod-induced psoriasis-like dermatitis in mice by herbal extracts from some Indian medicinal plants. Protoplasma, 253(2), 503-515."}, {"Citation": "Atigari, D. V., Sabbithi, S., Chaitanya, K. B., Jajisree, A., & Ramesh, C. (2012). Psychopharmacological screening of methanolic extract of Celastrus paniculatus Willd. Whole plant in mice. Research Journal of Pharmacology and Pharmacodynamics, 4(4), 245-250."}, {"Citation": "Ayudhaya, T. D., Nutakul, W., Khunanek, U., Bhunsith, J., Chawaritthumrong, P., Jewawechdumrongkul, Y., … Webster, H. K. (1987). Study on the vitro antimalarial activity of some medicinal plants against plasmodium falciparum. Bulletin of the Department of Medical Sciences, 29, 22-38."}, {"Citation": "Balkrishna, A., Pokhrel, S., Tomer, M., Verma, S., Kumar, A., Nain, P., … Varshney, A. (2019). Anti-acetylcholinesterase activities of mono-herbal extracts and exhibited synergistic effects of the phytoconstituents: A biochemical and computational study. Molecules, 24(22), 4,175."}, {"Citation": "Basu, N. K., & Pabrai, P. R. (1946). A chemical investigation of Celastrus paniculata Willd. Journal of Pharmaceutical Sciences, 35(9), 272-273."}, {"Citation": "Bhagya, V., Christofer, T., & Rao, B. S. (2016). Neuroprotective effect of Celastrus paniculatus on chronic stress-induced cognitive impairment. Indian Journal of Pharmacology, 48(6), 687-693."}, {"Citation": "Bhanumathy, M., Chandrasekar, S. B., Chandur, U., & Somasundaram, T. (2010a). Phyto-pharmacology of Celastrus paniculatus: An overview. International Journal of Pharmaceutical Sciences and Drug Research, 2(3), 176-181."}, {"Citation": "Bhanumathy, M., Harish, M. S., Shivaprasad, H. N., & Sushma, G. (2010b). Nootropic activity of Celastrus paniculatus seed. Pharmaceutical Biology, 148(1), 324-327."}, {"Citation": "Bhattacharya, S. K. (1994). Nootropic effect of BR-16A (Mentat), a psychotropic herbal formulation, on cognitive deficits induced by prenatal under nutrition, postnatal environmental impoverishment and hypoxia in rats. Indian Journal of Experimental Biology, 32(1), 31-36."}, {"Citation": "Bidwai, P. P., Wangoo, D., & Bhullar, N. (1990). Antispermatogenic action of Celastrus paniculatus seed extract in the rat with reversible changes in the liver. Journal of Ethnopharmacology, 28(3), 293-303."}, {"Citation": "Bidwai, P. P., Wangoo, D., & Bhullar, N. K. (1987). Effect of Celastrus paniculatus seed extract on the brain of albino rats. Journal of Ethnopharmacology, 21(3), 307-314."}, {"Citation": "Bidwai, P. P., Wangoo, D., & Sharma, V. (1990). Effects of polar and semipolar compounds from the seeds of Celastrus paniculatus on the liver and kidneys in rats. Fitoterapia, 61(5), 417-424."}, {"Citation": "Bohra, R., & Maheshwary, K. K. (2017). Evaluation of Celastrus paniculatus in learning and memory of rats by T- maze test. World Journal of Pharmaceutical Research, 6(17), 1,031-1,040."}, {"Citation": "Borbone, N., Borrelli, F., Montesano, D., Izzo, A. A., Marino, S. D., Capasso, R., & Zollo, F. (2007). Identification of a new sesquiterpene polyol ester from Celastrus paniculatus. Planta Medica, 73(8), 792-794."}, {"Citation": "Borrelli, F., Borbone, N., Capasso, R., Montesano, D., De Marino, S., Aviello, G., … Izzo, A. (2009). Potent relaxant effect of a Celastrus paniculatus extract in the rat and human ileum. Journal of Ethnopharmacology, 122(3), 434-438."}, {"Citation": "Borrelli, F., Borbone, N., Capasso, R., Montesano, D., Izzo, A. A., De Marino, S., … Zollo, F. (2004). New sesquiterpenes with intestinal relaxant effect from Celastrus paniculatus. Planta Medica, 70(7), 652-656."}, {"Citation": "Buchwald-Werner, S., & Fujii, H. (2014). Composition comprising vicenin-2 having a beneficial effect on neurological and/or cognitive function. US patent, 20140322198."}, {"Citation": "Chakrabarty, M., Bhat, P., Kumari, S., D'Souza, A., Bairy, K. L., Chaturvedi, A., … Kamath, S. (2012). Cortico-hippocampal salvage in chronic aluminium induced neurodegeneration by Celastrus paniculatus seed oil: Neurobehavioural, biochemical, histological study. The Journal of Pharmacy and Pharmacology, 3(2), 161-171."}, {"Citation": "Chintha, V., & Wudayagiri, R. (2021). Isolation and neuroprotective prospective of novel bioactive compound “3-(3,4-dimethoxyphenyl)-1-(4-methoxyphenyl) prop-2-en-1-one” against ketamine-induced cognitive deficits in schizophrenia: An experimental study. Natural Product Research, 2021(Jan 08), 1-7."}, {"Citation": "Dabral, P. K., & Sharma, R. K. (1983). Evaluation of the role of rumalaya and getiforte in chronic arthritis: A preliminary study. Probe, 22, 120-127."}, {"Citation": "Debnath, M., Biswas, M., & Nishteswar, K. (2012). Evaluation of analgesic activity of different leaf extracts of Celastrus paniculatus wild. Journal of Advanced Pharmacy Education and Research, 2(2), 68-73."}, {"Citation": "Den Hertog Jr, H. J., Kruk, C., Nanavati, D. D., & Dev, S. (1974). Stereochemistry of malkanguniol and stereostructures of some other related polyalcohols from Celastrus paniculatus Willd. Tetrahedron Letters, 15(26), 2,219-2,222."}, {"Citation": "Deodhar, K. A., & Shinde, N. W. (2015). Celastrus paniculatus; medicinal and pharmacological properties: A review. International Journal of Development Research, 5(09), 5,526-5,531."}, {"Citation": "Dwivedi, V., & Maurya, H. (2018). A comprehensive overview of Celastrus paniculatus seed oil intended for the management of human ailments. Indian Journal of Pharmaceutical and Biological Research, 6(2), 37-42."}, {"Citation": "Faldu, K. G., Patel, S. S., & Shah, J. S. (2021). Celastrus paniculatus oil ameliorates synaptic plasticity in a rat model of attention deficit hyperactivity disorder. Asian Pacific Journal of Tropical Biomedicine, 11, 105-114."}, {"Citation": "Fu, Y., & Zhao, W. (2020). Polyesterified sesquiterpenoids from the seeds of Celastrus paniculatus as lifespan-extending agents for the nematode Caenorhabditis elegans. Journal of Natural Products, 83(2), 505-515."}, {"Citation": "Gaitonde, B., Raiker, K., Shroff, F., & Patel, J. (1957). Pharmacological studies with malakanguni, an indigenous tranquillizing drug. Current Medical Practice, 7(1), 619-621."}, {"Citation": "Ganesh, P. S., & Rai, V. R. (2017). Attenuation of quorum-sensing-dependent virulence factors and biofilm formation by medicinal plants against antibiotic resistant Pseudomonas aeruginosa. Journal of Traditional and Complementary Medicine, 8(1), 170-177."}, {"Citation": "Gattu, M., Boss, K. L., Terry, J. R., & Buccafusco, J. J. (1997). Reversal of scopolamine-induced deficits in navigational memory performance by the seed oil of Celastrus paniculatus. Pharmacology Biochemistry and Behavior, 57(4), 793-799."}, {"Citation": "Godkar, P., Gordon, R., Ravindran, A., & Doctor, B. P. (2003). Celastrus paniculatus seed water soluble extracts protect cultured rat forebrain neuronal cells from hydrogen peroxide-induced oxidative injury. Fitoterapia, 74(7-8), 658-669."}, {"Citation": "Godkar, P., Gordon, R., Ravindran, A., & Doctor, B. P. (2004). Celastrus paniculatus seed water soluble extracts protect against glutamate toxicity in neuronal cultures from rat forebrain. Journal of Ethnopharmacology, 93(2-3), 213-219."}, {"Citation": "Godkar, P., Gordon, R., Ravindran, A., & Doctor, B. P. (2006). Celastrus paniculatus seed oil and organic extracts attenuate hydrogen peroxide- and glutamate-induced injury in embryonic rat forebrain neuronal cells. Phytomedicine, 13(1-2), 29-36."}, {"Citation": "Gurumurthy, H., Krishna, V., Patil, H. S. R., & Babu, S. P. (2008). A preliminary phytochemical studies on the seeds of Celastrus paniculata Willd. Internet Journal of Pharmacology, 6(1), 10."}, {"Citation": "Hakim, R. A. (1964). The use of malkanguni with other indigenous drugs in the treatment of depression. Indian Journal of Psychiatry, 6(3), 142-146."}, {"Citation": "Harish, B. G., Krishna, V., Kumar, H. S., Khadeer Ahamed, B. M., Sharath, R., & Swamy, H. M. (2008). Wound healing activity and docking of glycogen-synthase-kinase-3-beta-protein with isolated triterpenoid lupeol in rats. Phytomedicine, 15(9), 763-767."}, {"Citation": "Hemanth, K. K., Venuprasad, M. P., Ajay, P., & Farhath, K. (2014). Phytochemical analysis and exercise enhancing effects of hydroalcoholic extract of Celastrus paniculatus Willd. Industrial Crops and Products, 55, 217-224."}, {"Citation": "Hill, A. F. (1952). Economic botany. A textbook of useful plants and plant products (second ed.). McGraw-Hill Book Company Inc: New York."}, {"Citation": "Indian Herbal Pharmacopoeia. (1999). Council of Scientific and Industrial Research. Jammu Tawi, 26-34."}, {"Citation": "Jain, M. K. (1963). Chemical examination of Celastrus paniculatus Willd. Indian Journal of Chemistry, 1, 500-504."}, {"Citation": "Jin, H. Z., Hwang, B. Y., Kim, H. S., Lee, J. H., Kim, Y. H., & Lee, J. J. (2002). Antiinflammatory constituents of Celastrus orbiculatus inhibit the NF-kappa B activation and NO production. Journal of Natural Products, 65(1), 89-91."}, {"Citation": "Jing, R. W., Ming, H. Y., & Wei, Y. L. (2013). Cytotoxic constituents from Celastrus paniculatus induce apoptosis and autophagy in breast cancer cells. Photochemistry, 94, 211-219."}, {"Citation": "Jyothi, K. S., & Seshagiri, M. (2012). In-vitro activity of saponins of Bauhinia purpurea, Madhuca longifolia, Celastrus paniculatus and Semecarpus anacardium on selected oral pathogens. Journal of Dentistry, 9(4), 216-223."}, {"Citation": "Kalaskar, M., Saner, S., Pawar, M., Rokade, D., & Surana, S. (2012). Pharmacognostical investigation and physicochemical analysis of Celastrus paniculatus Willd leaves. Asian Pacific Journal of Tropical Biomedicine, 2(3), 1,232-1,236."}, {"Citation": "Karanth, K. S., Padma, T. K., & Gunsundari, M. N. (1981). Influence of Celastrus paniculatus oil on learning and memory. Arogya, 7, 83-86."}, {"Citation": "Khare, C. P. (2004). Indian medicinal plants: An illustrated dictionary. Heidelberg: Springer-Verlag."}, {"Citation": "Kirtikar, K. R., & Basu, B. D. (1984). Indian medicinal plants (Vol. 1). Lalit Mohan Basu: Allahabad."}, {"Citation": "Kothavade, P. S., Bulani, V. D., Deshpande, P. S., Chowdhury, A. S., & Juvekar, A. R. (2015). The petroleum ether fraction of Celastrus paniculatus Willd. Seeds demonstrates anti-arthritic effect in adjuvant-induced arthritis in rats. Journal of Traditional Chinese Medical Sciences, 2(3), 183-193."}, {"Citation": "Kulkarni, Y. A., Agarwal, S., & Garud, M. S. (2015). Effect of Jyotishmati (Celastrus paniculatus) seeds in animal models of pain and inflammation. Journal of Ayurveda and Integrative Medicine, 6(2), 82-88."}, {"Citation": "Kumar, K. H., Venuprasad, M. P., Jayashree, G. V., Rachitha, P., Krupashree, K., Pal, A., & Khanum, F. (2015). Celastrus paniculatus Willd. Mitigates t-BHP induced oxidative and apoptotic damage in C2C12 murine muscle cells. Cytotechnology, 67(6), 955-967."}, {"Citation": "Kumar, M. H., & Gupta, Y. K. (2002). Antioxidant properties of Celastrus paniculatus Willd: A possible mechanism in enhancing cognition. Phytomedicine, 9(4), 302-311."}, {"Citation": "Lal, D., & Singh, N. (2010). Mass multiplication of Celastrus paniculatus an important medicinal plant under in vitro conditions using nodal segments. Journal of American Science, 6(7), 55-61."}, {"Citation": "Lekha, G., Mohan, K., & Samy, I. A. (2010). Effect of Celastrus paniculatus seed oil (Jyothismati oil) on acute and chronic immobilization stress induced in Swiss albino mice. Pharmacognosy Research, 2(3), 169-174."}, {"Citation": "Lu, Y., Yang, S., Zou, Z., Luo, X., Chen, H., & Xu, L. (2006). Evoninoate sesquiterpene alkaloids from the stem of Celastrus paniculatus. Heterocycles, 68(6), 1,241-1,247."}, {"Citation": "Mali, S., Dhaka, A., Githala, C., & Trivedi, R. (2020). Green synthesis of copper nanoparticles using Celastrus paniculatus Willd. Leaf extract and their photocatalytic and antifungal properties. Biotechnology Reports, 27, e00518."}, {"Citation": "Malik, J., Karan, M., & Dogra, R. (2017). Ameliorating effect of Celastrus paniculatus standardized extract and its fractions on 3-nitropropionic acid induced neuronal damage in rats: Possible antioxidant mechanism. Pharmaceutical Biology, 55(1), 980-990."}, {"Citation": "Mekari, H. K., Patil, H. S., & Abilash, M. (2009). Phytochemical screening and antimicobial activity of leaf extracts of Cordia wallichii and Celastrus paniculata. International Journal of Biochemistry and Biotechnology, 5(3), 325."}, {"Citation": "Mingjie, L., & Mingquan, W. (2017). A kind of Chinese medicine underpants for treating gynecological disease. Chinese Patent, 106(490), 695."}, {"Citation": "Mishra, B., & John, E. (2020). A systematic review on neuro-psychopharmacological effects of Celastrus paniculatus (Malkangani) oil. Research Journal of Pharmacy and Technology, 13(5), 2,452-2,458."}, {"Citation": "Mishra, V. (2017). An anti-rheumatic, analgesic and cold alleviating herbal oil formulation. Indian Patent, 201721015049."}, {"Citation": "Moola, A., Balasubramani, S., Nithya, C., & Diana, R. (2019). Preparation, characterization of silver-nanoparticles from seed coat exudates of Celastrus Paniculatus Willd. And their bactericidal and biofilm inhibition effects. International Journal of Pharmaceutical Sciences and Drug Research, 11(5), 164-173."}, {"Citation": "Mukherjee, K., & Ray, L. N. (1980). Screening of some Indian plant species. Quarterly Journal of Crude Drug Research, 18, 77-82."}, {"Citation": "Murali, P. (2002). Herbal formulation for treating attention defienciency disorder (add/adht) and process for preparation. Australian Patent, 2002246308."}, {"Citation": "Murali, P. (2003). Herbal formulation for treating attention defienciency disorder (add/adht) and process for preparation. World Patent, 2003068251."}, {"Citation": "Naharwar, V., & Thakkar, J. V. (2019). Sleep inducing compositions. World Patent, 2019016717."}, {"Citation": "Nalini, K., Karanth, K. S., Rao, A., & Aroor, A. R. (1995). Effects of Celastrus paniculatus on passive avoidance performance and biogenic amine turnover in albino rats. Journal of Ethnopharmacology, 47(2), 101-108."}, {"Citation": "Nayar, M. P., & Shashtry, A. R. (1987). Red data book of Indian medicinal plants. Calcutta: Botanical Survey of India."}, {"Citation": "Palle, S., Kanakalatha, A., & Kavitha, C. N. (2018). Gastroprotective and antiulcer effects of Celastrus paniculatus seed oil against several gastric ulcer models in rats. Journal of Dietary Supplements, 15(4), 373-385."}, {"Citation": "Panda, S., Mohanta, Y. K., Padhi, L., Park, Y. H., Mohanta, T., & Bae, H. (2016). Large scale screening of ethnomedicinal plants for identification of potential antibacterial compounds. Molecules, 21(3), 293."}, {"Citation": "Pandya, K. K., Patel, R. B., & Chakravarthy, B. K. (1990). Antibacterial activity of some Indian medicinal plants. Indian Drugs, 27(415-4), 117."}, {"Citation": "Parcha, V., Gahlot, M., Tomar, Y., & Ram, V. (2003). Studies on physic-chemical properties, anti-inflammatory and antimicrobial activity of Celastrus paniculatus seed oil. Indian Journal of Natural Products, 19(2), 21-23."}, {"Citation": "Parimala, S., Shashidhar, G. H., Sridevi, C. H., Jyothi, V., & Suthakaran, R. (2009). Anti-inflammatory activity of Celastrus paniculatus seeds. International Journal of PharmTech Research, 1(4), 1,326-1,329."}, {"Citation": "Patel, D. K., Amin, K. S., & Nanavati, D. D. (1995). Chemistry and pharmacology of Celastrus paniculatus Willd. Indian Drugs, 32(12), 566-573."}, {"Citation": "Patel, R. P., & Trivedi, B. M. (1962). The in vitro antibacterial activity of some medicinal oils. Indian Journal of Medical Research, 50, 218-222."}, {"Citation": "Patel, V., Srivastava, V., & Singh, R. (2020). Herbal composition for relieving symptoms of obsessive-compulsive disorder and general mental illness. Indian Patent, 202011020939."}, {"Citation": "Patil, K. S., & Suryavanshi, J. (2007). Effect of Celastrus paniculatus Willd: Seed on adjuvant induced arthritis in rats. Pharmacognosy Magazine, 3(11), 177-181."}, {"Citation": "Patil, R. H., Prakash, K., & Maheshwari, V. L. (2010). Hypolipidemic effect of Celastrus paniculatus in experimentally induced hypercholesterolemic Wistar rats. Indian Journal of Clinical Biochemistry, 25(4), 405-410."}, {"Citation": "Pattanaik, C., Reddy, C. S., & Reddy, K. N. (2009). Ethnobotanical survey of threatened plants in eastern Ghats, India. Our Nature, 7(1), 122-128."}, {"Citation": "Pavanandt, K., Webster, H. K., Yongvanitchit, K., Kunanake, A., Dechatiwongse, T., Nutakul, W., & Bansiddhi, J. (1989). Schizontocidal activity of Celastrus paniculatus Willd. Against plasmodium falciparum in vitro. Phytotherapy Research, 3(4), 136-139."}, {"Citation": "Pujari, G. R. S., Subramanian, V., & Rao, S. R. (2019). Effects of Celastrus paniculatus Willd. And Sida cordifolia Linn. In kainic acid induced hippocampus damage in rats. Indian Journal of Pharmaceutical Education and Research, 53(3), 537-544."}, {"Citation": "Raizada, A. (2012). Novel formulation for treatment of alopecia and method for its preparation thereof. Indian Patent 1546/DEL/2010."}, {"Citation": "Rajasekharan, P. E., & Ganeshan, S. (2002). Conservation of medicinal plants biodiversity-an Indian perspective. Journal of Medicinal and Aromatic Plant Sciences, 24, 132-147."}, {"Citation": "Rajkumar, R., Kumar, E. P., Sudha, S., & Suresh, B. (2007). Evaluation of anxiolytic potential of Celastrus oil in rat models of behaviour. Fitoterapia, 78(2), 120-124."}, {"Citation": "Rana, V. S., & Das, M. (2017). Fatty acid and non-fatty acid components of the seed oil of Celastrus paniculatus Willd. International Journal of Fruit Science, 17(4), 407-414."}, {"Citation": "Raut, S. B., Parekar, R. R., Jadhav, K. S., Marathe, P. A., & Rege, N. N. (2015). Effect of Jyotiṣmatī seed oil on spatial and fear memory using scopolamine induced amnesia in mice. Ancient Science of Life, 34(3), 130-133."}, {"Citation": "Ruksiriwanich, W., Sirithunyalug, J., Khantham, C., Leksomboon, K., & Jantrawut, P. (2018). Skin penetration and stability enhancement of Celastrus paniculatus seed oil by 2-hydroxypropyl-β-cyclodextrin inclusion complex for cosmeceutical applications. Scientia Pharmaceutica, 86(3), E33."}, {"Citation": "Russo, A., Izzo, A. A., Cardile, V., Borrelli, F., & Vanella, A. (2001). Indian medicinal plants as antiradicals and DNA cleavage protectors. Phytomedicine, 8(2), 125-132."}, {"Citation": "Sadh, D. K. (2012). Anti-psoriasis herbal composition external use oil. Indian Patent 1150/DEL/2012."}, {"Citation": "Saini, K., Chaudhary, A., & Sharma, R. K. (2012). Effect of Celastrus paniculatus on trace elements of cerebellum in ageing albino rats. Annals of Neurosciences, 19(1), 21-24."}, {"Citation": "Sasikumar, P., Sharathna, P., Prabha, B., Varughese, S., Kumar, N. A., Sivan, V. V., … Radhakrishnan, K. V. (2018). Dihydro-β-agarofuran sesquiterpenoids from the seeds of Celastrus paniculatus Willd. And their α-glucosidase inhibitory activity. Phytochemistry Letters, 26, 1-8."}, {"Citation": "Sengupta, A., Sengupta, C., & Mazumder, U. K. (1987). Chemical investigations on Celastrus paniculatus seed oil. European Journal of Lipid Science and Technology, 89(3), 119-123."}, {"Citation": "Sharma, G. N., Kaur, H., Shrivastava, B., & Arora, S. C. (2020). A review from historical to current-Celastrus paniculatus. International Journal of Pharmacy and Pharmaceutical Sciences, 12(8), 15-20."}, {"Citation": "Sharma, L. K. (2016). A novel synergistic medicinal composition for the treatment of gout and process for preparation of the same. Indian Patent, 201611021396."}, {"Citation": "Sharma, P., Shrivastava, N., & Shrivastava, S. (2014). Identification of lupeol in ethanolic extract of Celastrus paniculatus by HPTLC method. International Journal of Pharmaceutical Sciences and Research, 5(9), 3,876-3,878."}, {"Citation": "Sheth, U. K., Vaz, A., Bellare, R. A., & Deliwala, C. V. (1963). Behavioural and pharmacological studies of a tranqulising fraction from the oil of Celastrus paniculatus (malkanguni oil). Archives Internationales de Pharmacodynamie et de Thérapie, 144, 34-50."}, {"Citation": "Shrivastav, Y., & Shrivastav, A. (2005). Composition for the treatment of premature ejaculation and sexual weakness. Indian Patent 0370/DEL/2005."}, {"Citation": "Singh, U., Wadhawani, A. M., & Johri, B. M. (1996). Dictionary of economical plants of India. Indian Council of Agricultural Research: New Delhi."}, {"Citation": "Skariyachan, S., Ravishankar, R., Gopal, D., Muddebihalkar, A. G., Uttarkar, A., Praveen, P. K. U., & Niranjan, V. (2020). Response regulator GacA and transcriptional activator RhlR proteins involved in biofilm formation of Pseudomonas aeruginosa are prospective targets for natural lead molecules: Computational modelling, molecular docking and dynamic simulation studies. Infection, Genetics and Evolution, 85(104), 448."}, {"Citation": "Somanadhan, B., Varughese, G., Palpu, S., Sreedharan, R., Gudiksen, L., Smitt, U. W., & Nyman, U. (1999). An ethnopharmacological survey for potential angiotensin converting enzyme inhibitors from Indian medicinal plants. Journal of Ethnopharmacology, 65(2), 103-112."}, {"Citation": "Sujana, K. A., John, J., Narayanan, M. K., & Kumar, N. (2012). Ethnomedical uses of Celastrus paniculatus wild. Known to four tribal communities of Wayanad district of Kerala, India. International Journal of Research in Ayurveda and Pharmacy, 3(4), 573-575."}, {"Citation": "Sumathi, T., Jacob, S., & Gopalakrishnan, R. (2018). Methylmercury exposure develops atherosclerotic risk factors in the aorta and programmed cell death in the cerebellum: Ameliorative action of Celastrus paniculatus ethanolic extract in male Wistar rats. Environmental Science and Pollution Research International, 25(30), 30212-30223."}, {"Citation": "Sumathi, T., Shobana, C., Mahalakshmi, V., Sureka, R., Subathra, M., Vishali, A., & Rekha, K. (2013). Oxidative stress in brains of male rats intoxicated with aluminium and neuromodulating effect of Celastrus paniculatus alcoholic seed extract. Asian Journal of Pharmaceutical and Clinical Research, 6(7), 80-90."}, {"Citation": "Tarate, V. S. (2020). Herbal massage oil for pain. Indian Patent, 201921013567."}, {"Citation": "The PLANTS Database. (2021). USDA, NRCS. National Plant Data Team: Greensboro. (http://plants.usda.gov, July 28, 2021)."}, {"Citation": "Tyler, V. M., & Premila, M. S. (2012). Ayurvedic herbs: A clinical guide to the healing plants of traditional Indian medicine. New York: Routledge."}, {"Citation": "Valecha, R., & Dhingra, D. (2014). Antidepressant-like activity of Celastrus paniculatus seed oil in mice subjected to chronic unpredictable mild stress. Journal of Pharmaceutical Research International, 4(5), 576-593."}, {"Citation": "Valecha, R., & Dhingra, D. (2016). Behavioral and biochemical evidences for antidepressant-like activity of Celastrus paniculatus seed oil in mice. Basic and Clinical Neuroscience, 7(1), 49-56."}, {"Citation": "Venkataramaiah, C., Payani, S., Priya, B. L., & Pradeepkiran, J. A. (2021). Therapeutic potentiality of a new flavonoid against ketamine induced glutamatergic dysregulation in schizophrenia: In vivo and in silico approach. Biomedicine and Pharmacotherapy, 138(111), 453."}, {"Citation": "Venkataramaiah, C., Priya, B. L., Payani, S., & Pradeepkiran, J. A. (2021). Pharmacological potentiality of bioactive flavonoid against ketamine induced cell death of PC 12 cell lines: An in vitro study. Antioxidants, 10(6), 934."}, {"Citation": "Venkataramaiah, C., Priya, B. L., & Rajendra, W. (2021). Perturbations in the catecholamine metabolism and protective effect of “3-(3, 4-dimethoxy phenyl)-1-4(methoxy phenyl) prop-2-en-1-one” during ketamine-induced schizophrenia: An in vivo and in silico studies. Journal of Biomolecular Structure and Dynamics, 39(10), 3523-3532."}, {"Citation": "Vonshak, A., Barazani, O., Sathiyamoorthy, P., Shalev, R., Vardy, D., & Golan-Goldhirsh, A. (2003). Screening south Indian medicinal plants for antifungal activity against cutaneous pathogens. Phytotherapy Research, 17(9), 1123-1125."}, {"Citation": "Wang, F., Wang, L., & Zhang, F. (2010). Method for Preparing Celastrine. Chinese Patent, 101830960."}, {"Citation": "Wangoo, D., & Bidwai, P. P. (1988). Anti-spermatogenic effect of Celastrus paniculatus seed extract on the testis of albino rats. Fitoterapia, 59, 377-382."}, {"Citation": "Warsi, S. A. (1940). The chemical examination of Celastrus paniculatus. Current Science, 9(3), 134-135."}, {"Citation": "Weng, J. R., Yen, M. H., & Lin, W. Y. (2013). Cytotoxic constituents from Celastrus paniculatus induce apoptosis and autophagy in breast cancer cells. Phytochemistry, 94, 211-219."}, {"Citation": "Yadav, V., Yadav, V., Jain, S. K., Singh, V. K., & Prajapati, S. K. (2011). Phytochemical analysis and comparative anticonvulsant activity of Celastrus paniculatus Willd. MES induced seizure in mice. Asian journal of research. Chemistry, 4(10), 1,553-1,556."}, {"Citation": "Younus, M. (2015). Ethno botanical study and traditional uses of Celastrus paniculatus. International Journal of Innovation Engineering Science and Technology, 2(11), 139-143."}, {"Citation": "Younus, M., Kumar, A., & Bhaskaran, B. (2013). Phyto-pharmacology of Celastrus paniculatus: An overview. International Journal of Chemistry and Applications, 5(3), 223-235."}, {"Citation": "Zhiwei, C. (2017). Ayurveda Formula Massage Oil. Chinese Patent Chinese 106389805."}, {"Citation": "Zohera, F. T., Habib, M. R., Imam, M. Z., Mazumdar, E. H., & Rana, M. S. (2010). Comparative antioxidant potential of different extracts of Celastrus paniculatus Willd. Seed. Stamford. Journal of Pharmaceutical Sciences, 3(1), 68-74."}], "ReferenceList": [], "Title": "REFERENCES"}], "History": [{"Year": "2022", "Month": "1", "Day": "15"}, {"Year": "2021", "Month": "8", "Day": "30"}, {"Year": "2022", "Month": "2", "Day": "6"}, {"Year": "2022", "Month": "2", "Day": "25", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "5", "Day": "25", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "2", "Day": "24", "Hour": "5", "Minute": "48"}], "PublicationStatus": "ppublish", "ArticleIdList": ["35199395", "10.1002/ptr.7424"]}}], "PubmedBookArticle": []}