{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35192648", "DateCompleted": {"Year": "2022", "Month": "03", "Day": "11"}, "DateRevised": {"Year": "2023", "Month": "12", "Day": "01"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "02", "Day": "22"}], "Language": ["eng"], "ELocationID": ["e0263604", "10.1371/journal.pone.0263604"], "Journal": {"ISSN": "1932-6203", "JournalIssue": {"Volume": "17", "Issue": "2", "PubDate": {"Year": "2022"}}, "Title": "PloS one", "ISOAbbreviation": "PLoS One"}, "ArticleTitle": "Indigenous knowledge and quantitative ethnobotany of the Tanawal area, Lesser Western Himalayas, Pakistan.", "Pagination": {"StartPage": "e0263604", "MedlinePgn": "e0263604"}, "Abstract": {"AbstractText": ["Ethnobotanical field surveys were carried out in the Tanawal area of the Lesser Himalayan Region, Khyber Pakhtunkhawa, Province from April 2016 to October 2017. The area is located between 34.36 (34° 21' 30 N) latitude and 73.07 (73° 4' 0 E) longitude with an average elevation of 1374 meters above sea level. Ethnomedicinal data were collected through Participatory Rural Appraisal (PRA), and participants were selected through the snow-boll technique. Semi-structured, in-depth and open-ended interviews were conducted. The data were quantitatively evaluated using ethnomedicinal indices i.e. Relative frequency of citation (RFCs), Fidelity level (FL), and Use Value (UV). The ethnobotanical data were also comparatively analyzed through the Jaccard Index (JI). The study yielded 66 medicinal plants in 62 genera and 43 families. Asteraceae and Solanaceae were the most important families with five medicinal taxa each. Regarding medicinal plant part utilization, leaves (43.28%) were used predominantly, followed by whole plant (14.92%) and fruits (14.92%). Decoction was the main drug formulation applied to 21 species (31.15%) and the oral route was most common (56.1%) while 31.2% of medicinal plants were used for both oral and topical applications. Fifty health disorders were recorded and grouped in 15 categories. Maximum species were used to treat gastrointestinal disorders i.e. 13 species, dermal problems (12 species), and respiratory tract ailments (9). The calculated RFCs ranged between 81 to 31. The most important medicinal plants were Acacia modesta, Citrullus vulgaris, Tamarindus indica, and Momordica charantia with an RGFC of 81 each. The UV ranged between 0.58 and 3.6. Medicinal taxa with the highest UV were Dioscorea deltoidea (3.6), Withania coagulans (3.3), Momordica charantia (3.5), Silybum marianum and Pyrus pashia (3.2). FL values showed that 28 (41.79%) species had a FL value below 50 (74.62%) while 39 (58.20%) had higher FL values. Momordica charantia, Tamarindus indica, Acacia modesta and Citrullus vulgaris were 95.2 each. The Jaccard Index (JI) values ranged from16.77 to 0.98. The current study also reported 16 medicinal plants, commonly used around the globe, have been rarely documented for their medicinal values in the local ethnomedicinal literature i.e. Althaea officinalis, Plantanus orientalis, Jasminum sombac, Maytenus royleana, Cucurbita maxima, Phyllanthus emblica, Citrullus vulgaris. Polygonatum verticilliatum, Caseria tomentosa, Cistanche tubulosa, Bambusa arundinacea, Schinus molle, Tamarindus indica, Pongamia pinnata, Citrus limon and Catharanthus roseus. However, 48 medicinal plants had been reported in the literature but the current study reported their novel medicinal uses. Important taxa should be established in botanical gardens for in-situ conservation, chemical investigation and sustainable utilization. It would also be effective to improve the livelihoods of the local population."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, Rawalpindi Women University, Rawalpindi, Pakistan."}], "LastName": "Bibi", "ForeName": "Fozia", "Initials": "F"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Science and Technology, Department of Botany, University of Education, Lahore, Pakistan."}], "LastName": "Abbas", "ForeName": "Zaheer", "Initials": "Z"}, {"Identifier": ["0000-0002-5387-0785"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, Faculty of Life Sciences, University of Okara, Okara, Pakistan."}], "LastName": "Harun", "ForeName": "Nidaa", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, Rawalpindi Women University, Rawalpindi, Pakistan."}], "LastName": "Perveen", "ForeName": "Bushra", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Ethnobotany, Institute of Botany, Ilia State University, Tbilisi, Georgia."}], "LastName": "Bussmann", "ForeName": "Rainer W", "Initials": "RW"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "PLoS One", "NlmUniqueID": "101285081", "ISSNLinking": "1932-6203"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}], "MeshHeadingList": [{"QualifierName": ["chemistry"], "DescriptorName": "Acacia"}, {"QualifierName": ["chemistry", "classification"], "DescriptorName": "Asteraceae"}, {"QualifierName": ["chemistry"], "DescriptorName": "Citrullus"}, {"QualifierName": ["methods"], "DescriptorName": "Ethnobotany"}, {"QualifierName": ["chemistry"], "DescriptorName": "Fruit"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["methods"], "DescriptorName": "Medicine, Traditional"}, {"QualifierName": ["chemistry"], "DescriptorName": "Momordica charantia"}, {"QualifierName": [], "DescriptorName": "Pakistan"}, {"QualifierName": ["methods"], "DescriptorName": "Phytotherapy"}, {"QualifierName": ["chemistry", "therapeutic use"], "DescriptorName": "Plant Extracts"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plant Leaves"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": ["chemistry", "classification"], "DescriptorName": "Solanaceae"}, {"QualifierName": ["chemistry"], "DescriptorName": "Tamarindus"}], "CoiStatement": "The authors have declared that no competing interests exist."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Abbas Z., Khan S.M., Alam J., Khan S.W., Abbasi A.M., 2017. Medicinal plants used by inhabitants of the Shigar Valley, Baltistan region of Karakorum range-Pakistan. Journal of Ethnobiology and Ethnomedicine 2017;13(1):1–5. doi: 10.1186/s13002-017-0172-9", "ArticleIdList": ["10.1186/s13002-017-0172-9", "PMC5613401", "28946889"]}, {"Citation": "Körner C., Jetz W., Paulsen J., Payne D., Rudmann-Maurer K., Spehn E.M., 2017. A global inventory of mountains for bio-geographical applications. Alpine Botany 127, 1–15."}, {"Citation": "Körner C., 2004. Mountain biodiversity, its causes and function. Ambio, 11–17.", "ArticleIdList": ["15575177"]}, {"Citation": "Körner C., Urbach D., Paulsen J., 2021. Mountain definitions and their consequences. Alpine Botany 131, 213–217."}, {"Citation": "Shoaib G., Shah G.-M., Shad N., Dogan Y., Siddique Z., Shah A.-H., et al.. 2021. Traditional practices of the ethnoveterinary plants in the Kaghan Valley, Western Himalayas-Pakistan. Revista de Biología Tropical 69, 1–11."}, {"Citation": "ul Haq N., Haq F., Rahman F., Tabssum I., Ahmad Z., Tariqi I.U., 2021. Extension of roads towards forest in Palas Valley Indus Kohistan, Hindu Kush-Himalayan Mountains, Pakistan. GeoJournal, 1–15.", "ArticleIdList": ["0"]}, {"Citation": "Khan S.M., Page S., Ahmad H., Shaheen H., Ullah Z., Ahmad M., et al.. 2013. Medicinal flora and ethnoecological knowledge in the Naran Valley, Western Himalaya, Pakistan. J Ethnobiol Ethnomed 9. doi: 10.1186/1746-4269-9-9", "ArticleIdList": ["10.1186/1746-4269-9-9", "PMC3570439", "23302393"]}, {"Citation": "Ali A., Ashraf M.I., Gulzar S., Akmal M., 2020. Development of an allometric model for biomass estimation of Pinus roxburghii, growing in subtropical pine forests of Khyber Pakhtunkhwa, Pakistan. Sarhad Journal of Agriculture 36, 236–244."}, {"Citation": "Abbasi A.M., Khan M.A., Ahmed M., Zafar M., 2010. Herbal medicines used to cure various ailments by the inhabitants of Abbottabad district, North West Frontier Province, Pakistan. Indian J Trad Know 9, 175–183."}, {"Citation": "Abbasi A.M., Khan M.A., Khan N., Shah M.H., 2013. Ethnobotanical survey of medicinally important wild edible fruits species used by tribal communities of Lesser Himalayas-Pakistan. Journal of ethnopharmacology 148, 238–536. doi: 10.1016/j.jep.2013.04.050", "ArticleIdList": ["10.1016/j.jep.2013.04.050", "23665057"]}, {"Citation": "Shah G.M., Abbasi A.M., Khan N., Guo X., Khan M.A., Hussain M., et al.. 2014. Traditional uses of medicinal plants against malarial disease by the tribal communities of Lesser Himalayas–Pakistan. Journal of ethnopharmacology 155, 450–462. doi: 10.1016/j.jep.2014.05.047", "ArticleIdList": ["10.1016/j.jep.2014.05.047", "24892831"]}, {"Citation": "Shah G.M., Jamal Z., Hussain M., 2013. Phytotherapy among the rural women of district Abbotabad. PAKISTAN JOURNAL OF BOTANY 45, 253–261."}, {"Citation": "Shah G.M., Khan M.A., 2006. Checklist of Medicinal Plants of Siran Valley, Mansehra, Pakistan. Ethnobotanical leaflets 2006, 6."}, {"Citation": "Chambers R. The origins and practice of participatory rural appraisal. World Dev. 1994; 22: 953–969."}, {"Citation": "Martin G. Ethnobotany. A methods manual. People and plants conservation series. WWF. Earthscan Publications UK; 2004."}, {"Citation": "Jain S, Rao R. A handbook of field and herbarium technique. Today and Tomorrow Publishers, New Delhi, India; 1977."}, {"Citation": "Maden K. Plant collection and herbarium techniques. Our Nat. 2003; 2:53–57."}, {"Citation": "Nasir E, Ali S., Stewart RR. Flora of West Pakistan: an annotated catalogue of the vascular plants of West Pakistan and Kashmir. Fakhri press Karachi; 1972."}, {"Citation": "Ali S, Nasir E. Flora of Pakistan, 01–215. Department of Botany, University of Karachi, Pakistan; 1970."}, {"Citation": "APG. An update of the Angiosperm Phylogeny Group classification for the orders and families of flowering plants: APG III. Bot J Linn Soc. 2009; 161:105–121."}, {"Citation": "Kent M, description CPV, analysis d. A practical approach. London: Belhaven Press; 1992. p. 363."}, {"Citation": "Tardío J, Pardo-de-Santayana M. Cultural importance indices: a comparative analysis based on the useful wild plants of Southern Cantabria (Northern Spain). Econ Bot. 2008; 62(1):24–39."}, {"Citation": "Phillips O, Gentry AH. The useful plants of Tambopata, Peru: I. Statistical hypotheses tests with a new quantitative technique. Econ Bot. 1993; 47:15–32."}, {"Citation": "Yabesh JM, Prabhu S, Vijayakumar S. An ethnobotanical study of medicinal plants used by traditional healers in silent valley of Kerala, India. Journal of ethnopharmacology. 2014. Jul 3;154(3):774–89. doi: 10.1016/j.jep.2014.05.004", "ArticleIdList": ["10.1016/j.jep.2014.05.004", "24832113"]}, {"Citation": "Friedman J, Yaniv Z, Dafni A, Palewitch D. A preliminary classification of the healing potential of medicinal plants, based on a rational analysis of an ethnopharmacological field survey among Bedouins in the Negev Desert, Israel. J Ethnopharmacol. 1986; 16: 275–287. doi: 10.1016/0378-8741(86)90094-2", "ArticleIdList": ["10.1016/0378-8741(86)90094-2", "3747566"]}, {"Citation": "Alexiades MN, Sheldon JW. Selected guidelines for ethnobotanical research: a field manual. New York Botanical Garden; 1996."}, {"Citation": "González-Tejero MR, Casares-Porcel M, Sánchez-Rojas CP, Ramiro-Gutiérrez JM, Molero-Mesa J, Pieroni A, et al.. Medicinal plants in the Mediterranean area: synthesis of the results of the project Rubia. J Ethnopharmacol. 2008;116(2):341–57. doi: 10.1016/j.jep.2007.11.045", "ArticleIdList": ["10.1016/j.jep.2007.11.045", "18242025"]}, {"Citation": "Ehlers E, Kreutzmann, H. High mountain pastoralism in Northern Pakistan. 2000; Franz Steiner Verlag Stuttgart, Germany."}, {"Citation": "Farooq M, Hussain M, Saqib Z, Khan KR, Shah AH, Shah GM, et al.. Spatial distribution and correlation of important edaphic and climatic gradients in Tanawal area of Himalayas, Pakistan. Acta Ecologica Sinica. 2019a; 39: 267–272."}, {"Citation": "Voeks RA. Are women reservoirs of traditional plant knowledge? Gender, ethnobotany and globalization in northeast Brazil. Singap. J. Trop. Geogr. 2007; 28:7–20."}, {"Citation": "Reyes-García V, Guèze M, Luz AC, Paneque-Gálve J, Macía MJ, Orta-Martínez M, et al.. Evidence of traditional knowledge loss among a contemporary indigenous society. Evol. Hum. Behav. 2013; 34: 249–257. doi: 10.1016/j.evolhumbehav.2013.03.002", "ArticleIdList": ["10.1016/j.evolhumbehav.2013.03.002", "PMC3837211", "24277979"]}, {"Citation": "Kainer K.A., Duryea M.L., 1992. Tapping women’s knowledge: plant resource use in extractive reserves, Acre, Brazil. Economic botany 46, 408–425."}, {"Citation": "Abbasi AM, Khan MA, Ahmed M, Zafar M. Herbal medicines used to cure various ailments by the inhabitants of Abbottabad district, North-West Frontier Province, Pakistan. Indian J. Tradit. knowl. 2010; 9: 175–183."}, {"Citation": "Abbas Z, Khan SM, Abbasi AM, Pieroni A, Ullah Z, Iqbal M, et al.. Ethnobotany of the Balti community, Tormik valley, Karakorum range, Baltistan, Pakistan. J Ethnobio and Ethnomed. 2016; 12: 38–54. doi: 10.1186/s13002-016-0114-y", "ArticleIdList": ["10.1186/s13002-016-0114-y", "PMC5018187", "27612599"]}, {"Citation": "Umair M, Altaf M, Abbasi AM. An ethnobotanical survey of indigenous medicinal plants in Hafizabad district, Punjab-Pakistan. PloS one. 2017;12(6): 10.1371/journal.pone.0177912", "ArticleIdList": ["10.1371/journal.pone.0177912", "PMC5456064", "28574986"]}, {"Citation": "Tounekti T, Mahdhi M, Khemira H. Ethnobotanical study of indigenous medicinal plants of Jazan region, Saudi Arabia. Evidence-based complementary and alternative medicine. 2019; doi: 10.1155/2019/3190670", "ArticleIdList": ["10.1155/2019/3190670", "PMC6582903", "31275409"]}, {"Citation": "Zenderland J, Hart R, Bussmann RW, Zambrana NY, Sikharulidze S, Kikvidze Z, et al.. The use of “Use Value”: quantifying importance in ethnobotany. Economic Botany. 2019;73(3):293–303."}, {"Citation": "Sulaiman Khan S, Bussmann RW, Ali M, Hussain D, Hussain W. Quantitative ethnobotanical study of Indigenous knowledge on medicinal plants used by the tribal communities of Gokand Valley, District Buner, Khyber Pakhtunkhwa, Pakistan. Plants. 2020; 9:1001–1029. doi: 10.3390/plants9081001", "ArticleIdList": ["10.3390/plants9081001", "PMC7463859", "32781736"]}, {"Citation": "Murad W, Azizullah A, Adnan M, Tariq A, Khan KU, Waheed S, et al.. Ethnobotanical assessment of plant resources of Banda Daud Shah, district Karak, Pakistan. J Ethnobiol Ethnomed. 2013; 9:1–10. doi: 10.1186/1746-4269-9-1", "ArticleIdList": ["10.1186/1746-4269-9-1", "PMC4176138", "24267174"]}, {"Citation": "Khalid M., Bilal M., Hassani D., Zaman S., Huang D. Characterization of ethno-medicinal plant resources of karamar valley Swabi, Pakistan. J. Radiat. Res. Appl. Sci. 2017.10: 152–163."}, {"Citation": "Ahmed E, Arshad M, Saboor A, Qureshi R, Mustafa G, Sadiq S, et al.. Ethnobotanical appraisal and medicinal use of plants in Patriata, New Murree, evidence from Pakistan. J Ethnobiol Ethnomed 2013; 9: 1–10. doi: 10.1186/1746-4269-9-1", "ArticleIdList": ["10.1186/1746-4269-9-1", "PMC3599915", "23445756"]}, {"Citation": "Abidullah S, Rauf A, Khan SW, Bibi A, Fazal S. Traditional Uses of Medicinal Plants in Their Conservation in Charmang Village, Bajaur, KP, Pakistan. Int J Bioorg Chem. 2019; 4(1): 70–81."}, {"Citation": "Farooq A, Amjad MS, Ahmad K, Altaf M, Umair M, Abbasi AM, Ethnomedicinal knowledge of the rural communities of Dhirkot, Azad Jammu and Kashmir, Pakistan. J Ethnobiol Ethnomed 2019a; 15: 1–30.", "ArticleIdList": ["PMC6716831", "31470868"]}, {"Citation": "Kayani S, Ahmad M, Sultana S, Shinwari ZK, Zafar M, Yaseen G, et al.. Ethnobotany of medicinal plants among the communities of Alpine and Sub-alpine regions of Pakistan. J Ethnopharmacol. 2015; 164: 186–202. doi: 10.1016/j.jep.2015.02.004", "ArticleIdList": ["10.1016/j.jep.2015.02.004", "25680839"]}, {"Citation": "Rahman IU, Afzal A, Iqbal Z, Hart R, Abd_Allah EF, Hashem A, et al.. Herbal teas and drinks: Folk medicine of the Manoor valley, Lesser Himalaya, Pakistan. Plants. 2019;8(12):581. doi: 10.3390/plants8120581", "ArticleIdList": ["10.3390/plants8120581", "PMC6963793", "31817913"]}, {"Citation": "Ladio A, Lozada M, Weigandt M. Comparison of traditional wild plant knowledge between aboriginal communities inhabiting arid and forest environments in Patagonia, Argentina. J Arid Environ. 2007; 69: 695–715."}, {"Citation": "Moerman DE. Native American Ethnobotany. Timber press Portland; 1998."}, {"Citation": "Aziz MA, Khan AH, Adnan M, Izatullah I. Traditional uses of medicinal plants reported by the indigenous communities and local herbal practitioners of Bajaur Agency, Federally Administrated Tribal Areas, Pakistan. J Ethnopharmacol. 2017; 198: 268–281 doi: 10.1016/j.jep.2017.01.024", "ArticleIdList": ["10.1016/j.jep.2017.01.024", "28108383"]}, {"Citation": "Leonti M, Sticher O, Heinrich M. Antiquity of medicinal plant usage in two Macro-Mayan ethnic groups (Mexico). J Ethnopharmacol. 2003; 88, 119–124. doi: 10.1016/s0378-8741(03)00188-0", "ArticleIdList": ["10.1016/s0378-8741(03)00188-0", "12963130"]}, {"Citation": "Shoaib G, Shah GM, Hussain M, Muhammad S, Rehman IU, Khan A, et al.. Ethnomedicinal plants and traditional knowledge of some Phenorogams of lower Kaghan valley, district Mansehra, Pakistan. J. Appl. Environ. Biol. Sci. 2017; 7:21–28."}, {"Citation": "Bano A, Ahmad M, Hadda TB, Saboor A, Sultana S, Zafar M, et al.. Quantitative ethnomedicinal study of plants used in the skardu valley at high altitude of Karakoram-Himalayan range, Pakistan. J Ethnobiol Ethnomed. 2014; 10: 1–18. doi: 10.1186/1746-4269-10-1", "ArticleIdList": ["10.1186/1746-4269-10-1", "PMC4039317", "24885937"]}, {"Citation": "Majid A, Ahmad H, Saqib Z, Khan U, Alam J, Shah AH, et al.. Exploring threatened traditional knowledge; ethnomedicinal studies of rare endemic flora from Lesser Himalayan region of Pakistan. Rev. Bras. Farmacogn. 2019; 29: 785–792."}, {"Citation": "Khan SM, Page S, Ahmad H, Shaheen H, Ullah Z, Ahmad M, et al.. Medicinal flora and ethnoecological knowledge in the Naran Valley, Western Himalaya, Pakistan. J Ethnobiol Ethnomed 2013. 9(4): 1–13. doi: 10.1186/1746-4269-9-4", "ArticleIdList": ["10.1186/1746-4269-9-4", "PMC3570439", "23302393"]}, {"Citation": "Ahmad I., Ibrar M., & Ali N. (2011). Ethnobotanical study of tehsil kabal, swat district, KPK, pakistan. J Bot, 2011. 10.1155/2011/368572", "ArticleIdList": ["10.1155/2011/368572"]}, {"Citation": "Tariq F, Inzimam ul haq S, Natasha K, Ahmad J, Ahmad F, Adnan Ali A et al.. Ethnomedicinal study of various plants in lone valley, district Chitral, KPK, Pakistan. J Med Plant St. 2019; 7(3): 24–28"}, {"Citation": "Khan N, Abbasi AM, Dastagir G, Nazir A, Shah GM, Shah MM, et al.. Ethnobotanical and antimicrobial study of some selected medicinal plants used in Khyber Pakhtunkhwa (KPK) as a potential source to cure infectious diseases. BMC complementary and alternative medicine. 2014;14(1):1–0. doi: 10.1186/1472-6882-14-122", "ArticleIdList": ["10.1186/1472-6882-14-122", "PMC3977958", "24708514"]}, {"Citation": "Adnan M, Ullah I, Tariq A, Murad W, Azizullah A, Khan AL, et al.. Ethnomedicine use in the war affected region of northwest Pakistan. J Ethnobiol Ethnomed 2014; 10: 16. doi: 10.1186/1746-4269-10-16", "ArticleIdList": ["10.1186/1746-4269-10-16", "PMC3932995", "24484608"]}, {"Citation": "Ullah S, Badshah L, Ali A, Muhammad N. Quantitative assessment and status of ethnomedicinal plants of Sheen Ghar Valley, Dir Lower, Khyber Pakhtunkhwa, Pakistan. Plant Sci Today. 2020; 7: 17–22."}, {"Citation": "Ahmad KS, Hamid A, Nawaz F, Hameed M, Ahmad F, Deng J, et al.. Ethnopharmacological studies of indigenous plants in Kel village, Neelum Valley, Azad Kashmir, Pakistan. J Ethnobiol Ethnomed 2017; 13:1–16. doi: 10.1186/s13002-016-0106-y", "ArticleIdList": ["10.1186/s13002-016-0106-y", "PMC5709976", "29191238"]}, {"Citation": "Abbasi AM, Khan MA, Shah M, Shah MM, Pervez A, Ahmad M. Ethnobotanical appraisal and cultural values of medicinally important wild edible vegetables of Lesser Himalayas-Pakistan. J Ethnobiol and Ethnomed 2013b; 9, 84.", "ArticleIdList": ["PMC3853161", "24034131"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "8", "Day": "10"}, {"Year": "2022", "Month": "1", "Day": "23"}, {"Year": "2022", "Month": "2", "Day": "22", "Hour": "17", "Minute": "12"}, {"Year": "2022", "Month": "2", "Day": "23", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "3", "Day": "12", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "2", "Day": "22"}], "PublicationStatus": "epublish", "ArticleIdList": ["35192648", "PMC8863293", "10.1371/journal.pone.0263604", "PONE-D-21-25832"]}}], "PubmedBookArticle": []}