{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Arctium lappa L.", "Binary monomer", "Macromolecular crowding reagents", "Molecular imprinted ploymers", "Selectivity", "Solid phase extraction"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35196624", "DateRevised": {"Year": "2023", "Month": "10", "Day": "20"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "02", "Day": "12"}], "Language": ["eng"], "ELocationID": ["10.1016/j.jchromb.2022.123172", "S1570-0232(22)00076-9"], "Journal": {"ISSN": "1873-376X", "JournalIssue": {"Volume": "1193", "PubDate": {"Year": "2022", "Month": "Mar", "Day": "15"}}, "Title": "Journal of chromatography. B, Analytical technologies in the biomedical and life sciences", "ISOAbbreviation": "J Chromatogr B Analyt Technol Biomed Life Sci"}, "ArticleTitle": "Preparation of arctiin moleculary imprinted polymers with 4-vinylpyridine and Allyl-β-cyclodextrin as binary monomers under molecular crowding conditions.", "Pagination": {"StartPage": "123172", "MedlinePgn": "123172"}, "Abstract": {"AbstractText": ["This paper reported a feasible method to prepare molecularly imprinted polymer (MIPs) using 4-vinylpyridine (4-VP) and Allyl-β-cyclodextrin (β-CD) as binary functional monomer in the presence of polystyrene (PS). This is the first time that a surrounding of macromolecular crowding was established to improve the imprinting effect of cyclodextrins as monomer in organic solvents. The morphological and characteristics of the polymers with macromolecular crowding reagents were investigated by scanning electron microscope (SEM), fourier-transform infrared spectroscopy (FT-IR), thermogravimetric analysis (TGA) and nitrogen adsorption experiments. The MIPs were synthesized with 4-VP and β-CD as binary functional monomers, a series of experiments were conducted to compare with the control groups. Furthermore, the selectivity of MIP for analogues experiment showed that the β-CD/4-VP MIP has higher specific recognition for arctiin than β-CD/4-VP NIP. A purification method by β-CD/4-VP MIPs coupled with macromolecular crowding reagents was developed for extraction arctiin from Arctium lappa L. In the MIP-SPE process, the optimal washing and eluting reagents are methanol/water (5:5) and methanol/acid (9:1), respectively. When using the β-CD/4-VP MIPs as SPE absorbent, the mean recoveries for arctiin were 87% with purity of 95%. All the results indicate that this synthetic method using 4-VP and β-CD as binary functional monomers in the presence of PS is a promising method for the preparation of selective adsorbents for arctiin analysis in Arctium lappa L."], "CopyrightInformation": "Copyright © 2022 Elsevier B.V. All rights reserved."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory Basis of Xinjiang Indigenous Medicinal Plants Resource Utilization, Key Laboratory of Plant Resources and Chemistry in Arid Regions, Xinjiang Technical Institute of Physics and Chemistry, Chinese Academy of Sciences, Urumqi 830011, People's Republic of China; University of Chinese Academy of Sciences, Beijing 100049, People's Republic of China."}], "LastName": "Zhang", "ForeName": "Xue", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory Basis of Xinjiang Indigenous Medicinal Plants Resource Utilization, Key Laboratory of Plant Resources and Chemistry in Arid Regions, Xinjiang Technical Institute of Physics and Chemistry, Chinese Academy of Sciences, Urumqi 830011, People's Republic of China; Xinjiang Medical University, Urumqi 830011, Xinjiang, People's Republic of China."}], "LastName": "Yang", "ForeName": "Jian", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory Basis of Xinjiang Indigenous Medicinal Plants Resource Utilization, Key Laboratory of Plant Resources and Chemistry in Arid Regions, Xinjiang Technical Institute of Physics and Chemistry, Chinese Academy of Sciences, Urumqi 830011, People's Republic of China; University of Chinese Academy of Sciences, Beijing 100049, People's Republic of China."}], "LastName": "Liu", "ForeName": "Zhaosheng", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory Basis of Xinjiang Indigenous Medicinal Plants Resource Utilization, Key Laboratory of Plant Resources and Chemistry in Arid Regions, Xinjiang Technical Institute of Physics and Chemistry, Chinese Academy of Sciences, Urumqi 830011, People's Republic of China; University of Chinese Academy of Sciences, Beijing 100049, People's Republic of China. Electronic address: huangyp100@163.com."}], "LastName": "Huang", "ForeName": "Yanping", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "State Key Laboratory Basis of Xinjiang Indigenous Medicinal Plants Resource Utilization, Key Laboratory of Plant Resources and Chemistry in Arid Regions, Xinjiang Technical Institute of Physics and Chemistry, Chinese Academy of Sciences, Urumqi 830011, People's Republic of China; University of Chinese Academy of Sciences, Beijing 100049, People's Republic of China. Electronic address: haji@ms.xjb.ac.cn."}], "LastName": "Akber Aisa", "ForeName": "Haji", "Initials": "H"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Netherlands", "MedlineTA": "J Chromatogr B Analyt Technol Biomed Life Sci", "NlmUniqueID": "101139554", "ISSNLinking": "1570-0232"}}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2021", "Month": "11", "Day": "12"}, {"Year": "2022", "Month": "1", "Day": "10"}, {"Year": "2022", "Month": "2", "Day": "10"}, {"Year": "2022", "Month": "2", "Day": "24", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "2", "Day": "24", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "2", "Day": "23", "Hour": "20", "Minute": "9"}], "PublicationStatus": "ppublish", "ArticleIdList": ["35196624", "10.1016/j.jchromb.2022.123172", "S1570-0232(22)00076-9"]}}], "PubmedBookArticle": []}