{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35191044", "DateCompleted": {"Year": "2022", "Month": "09", "Day": "20"}, "DateRevised": {"Year": "2022", "Month": "10", "Day": "20"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "03", "Day": "03"}], "Language": ["eng"], "ELocationID": ["10.1111/php.13610"], "Journal": {"ISSN": "1751-1097", "JournalIssue": {"Volume": "98", "Issue": "5", "PubDate": {"Year": "2022", "Month": "Sep"}}, "Title": "Photochemistry and photobiology", "ISOAbbreviation": "Photochem Photobiol"}, "ArticleTitle": "Enhanced Accumulation of Biologically Active Coumarin and Furanocoumarins in Callus Culture and Field-grown Plants of Ruta chalepensis Through LED Light-treatment.", "Pagination": {"StartPage": "1100", "EndPage": "1109", "MedlinePgn": "1100-1109"}, "Abstract": {"AbstractText": ["Ruta chalepensis, a medicinal plant, produces biologically active coumarins (CRs) and furanocoumarins (FCRs). However, their yield is quite low in cultivated plants. In this work, the influence of light-emitting diodes (LEDs) was investigated on the accumulation of CRs and FCRs in the callus cultures and field-grown plants of R. chalepensis. Among the various tested wavelengths of LED lights, maximum accumulation of CR and FCRs was recorded under blue LED treatment in both the callus cultures as well as field-grown plants when compared with respective controls treated with white LED. Metabolite analyses of LED-treated field-grown plants showed that highest concentrations of CR (umbelliferone, 2.8-fold), and FCRs (psoralen, 2.3-fold; xanthotoxin, 3.8-fold and bergapten, 1.16-fold) were accumulated upon blue LED-treatment for 6 days. CR and FCRs contents were also analyzed in the blue LED- and red LED-treated in vitro callus tissue. Upon blue LED-treatment, callus accumulated significantly high levels of umbelliferone (48.6 ± 1.2 µg g<sup>-1</sup> DW), psoralen (370.12 ± 10.6 µg g<sup>-1</sup> DW) and xanthotoxin (10.16 ± 0.48 µg g<sup>-1</sup> DW). These findings imply that blue LED-treatment is a viable option as a noninvasive and low-cost elicitation technology for the enhanced production of biologically active CR and FCRs in field-grown plants and callus cultures of R. chalepensis."], "CopyrightInformation": "© 2022 American Society for Photobiology."}, "AuthorList": [{"Identifier": ["0000-0002-9234-6513"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Plant Molecular Biology Group, Biosciences and Bioengineering Department, Indian Institute of Technology Roorkee, Roorkee, India."}], "LastName": "Juneja", "ForeName": "Kriti", "Initials": "K"}, {"Identifier": ["0000-0001-5037-6653"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute for Pharmaceutical Biology, Technische Universität Braunschweig, Braunschweig, Germany."}], "LastName": "Beuerle", "ForeName": "Till", "Initials": "T"}, {"Identifier": ["0000-0002-2788-119X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Plant Molecular Biology Group, Biosciences and Bioengineering Department, Indian Institute of Technology Roorkee, Roorkee, India."}], "LastName": "Sircar", "ForeName": "Debabrata", "Initials": "D"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Photochem Photobiol", "NlmUniqueID": "0376425", "ISSNLinking": "0031-8655"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Coumarins"}, {"RegistryNumber": "0", "NameOfSubstance": "Furocoumarins"}, {"RegistryNumber": "0", "NameOfSubstance": "Umbelliferones"}, {"RegistryNumber": "4FVK84C92X", "NameOfSubstance": "5-Methoxypsoralen"}, {"RegistryNumber": "U4VJ29L7BQ", "NameOfSubstance": "Methoxsalen"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "5-Methoxypsoralen"}, {"QualifierName": [], "DescriptorName": "Coumarins"}, {"QualifierName": [], "DescriptorName": "Furocoumarins"}, {"QualifierName": [], "DescriptorName": "Methoxsalen"}, {"QualifierName": ["metabolism"], "DescriptorName": "Ruta"}, {"QualifierName": ["metabolism"], "DescriptorName": "Umbelliferones"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Kubitzki, K., J. A. Kallunki, M. Duretto and P. G. Wilson (2010) Rutaceae. In: Flowering Plants. Eudicots (Edited by Kubitzki, K.), pp. 276-356. Springer Berlin Heidelberg, Berlin, Heidelberg."}, {"Citation": "Kannan, R. and U. Babu (2012) Identity and pharmacognosy of Ruta graveolens Linn. Anc. Sci. Life. 32, 16-19."}, {"Citation": "Coimbra, A. T., S. Ferreira and A. P. Duarte (2020) Genus Ruta: A natural source of high value products with biological and pharmacological properties. J. Ethnopharmacol. 260, 113076."}, {"Citation": "Malik, S., D. F. C. Moraes, F. M. M. do Amaral and M. N. S. Ribeiro (2016) Ruta graveolens: Phytochemistry, pharmacology, and biotechnology. In: Transgenesis and Secondary Metabolism (Edited by S. Jha), pp. 1-28. Springer, Cham."}, {"Citation": "Aguilar-Santamaría, L. and J. Tortoriello (1996) Anticonvulsant and sedative effects of crude extracts of Ternstroemia pringlei and Ruta chalepensis. Phyther. Res. 10, 531-533."}, {"Citation": "Iauk, L., K. Mangano, A. Rapisarda, S. Ragusa, L. Maiolino, R. Musumeci, R. Costanzo, A. Serra and A. Speciale (2004) Protection against murine endotoxemia by treatment with Ruta chalepensis L., a plant with anti-inflammatory properties. J. Ethnopharmacol. 90, 267-272."}, {"Citation": "Raghav, S. K., B. Gupta, C. Agrawal, K. Goswami and H. R. Das (2006) Anti-inflammatory effect of Ruta graveolens L. in murine macrophage cells. J. Ethnopharmacol. 104, 234-239."}, {"Citation": "Shiddamallayya, N., A. Yasmeen and K. Gopakumar (2010) Hundred common forest medicinal plants of Karnataka in primary healthcare. Indian J. Tradit. Knowl. 9, 90-95."}, {"Citation": "Acquaviva, R., L. Iauk, V. Sorrenti, R. Lanteri, R. Santangelo, A. Licata, F. Licata, A. Vanella, M. Malaguarnera, S. Ragusa and C. di Giacomo (2011) Oxidative profile in patients with colon cancer: Effects of Ruta chalepensis L. Eur. Rev. Med. Pharmacol. Sci. 15, 181-191."}, {"Citation": "Khadhri, A., I. Bouali, S. Belkhir, R. El Mokni, S. Smiti, C. Almeida, J. M. F. Nogueira and M. E. M. Araújo (2014) Chemical variability of two essential oils of Tunisian Rue: Ruta montana and Ruta chalepensis. J. Essent. Oil Bearing Plants. 17, 445-451."}, {"Citation": "Tampe, J., L. Parra, K. Huaiquil and A. Quiroz (2016) Potential repellent activity of the essential oil of ruta chalepensis (Linnaeus) from Chile against aegorhinus superciliosus (Guérin) (Coleoptera: Curculionidae). J. Soil Sci. Plant Nutr. 16, 48-59."}, {"Citation": "Terkmane, S., L. Gali and L. Bourrebaba (2017) Chemical composition, antioxidant, and anticancer effect of Ruta chalepensis’s extracts against human leukemic cells. Phytothérapie. 16, S225-S236."}, {"Citation": "Alzoreky, N. S. and K. Nakahara (2003) Antibacterial activity of extracts from some edible plants commonly consumed in Asia. Int. J. Food Microbiol. 80, 223-230."}, {"Citation": "Colucci-D’Amato, L. and G. Cimaglia (2020) Ruta graveolens as a potential source of neuroactive compounds to promote and restore neural functions. J. Tradit. Complement. Med. 10, 309-314."}, {"Citation": "Khlifi, D., R. M. Sghaier, S. Amouri, D. Laouini, M. Hamdi and J. Bouajila (2013) Composition and anti-oxidant, anti-cancer and anti-inflammatory activities of Artemisia herbs-alba, Ruta chalpensis L. and Peganum harmala L. Food Chem. Toxicol. 55, 202-208."}, {"Citation": "Loizzo, M. R., T. Falco, M. Bonesi, V. Sicari, R. Tundis and M. Bruno (2018) Ruta chalepensis L. (Rutaceae) leaf extract: chemical composition, antioxidant and hypoglicaemic activities. Nat. Prod. Res. 32, 521-528."}, {"Citation": "Gonzalez-Trujano, M. E., D. Carrera, R. Ventura-Martinez, E. Cedillo-Portugal and A. Navarrete (2006) Neuropharmacological profile of an ethanol extract of Ruta chalepensis L. in mice. J. Ethnopharmacol. 106, 129-135."}, {"Citation": "Shorok, M. A., S. S. Monerah and G. A. Jehan (2018) Phytochemical contents and biological evaluation of Ruta chalepennsis L. growing in Saudi Arabia. Saudi Pharm. J. 26, 504-508."}, {"Citation": "Meepagala, K. M., K. K. Schrader, D. E. Wedge and S. O. Duke (2005) Algicidal and antifungal compounds from the roots of Ruta graveolens and synthesis of their analogs. Phytochemistry. 66, 2689-2695."}, {"Citation": "Szopa, A., H. Ekiert, A. Szewczyk and E. Fugas (2012) Production of bioactive phenolic acids and furanocoumarins in in vitro cultures of Ruta graveolens L. and Ruta graveolens ssp. divaricata (Tenore) Gams. under different light conditions. Plant Cell. Tissue Organ Cult. 110, 329-336."}, {"Citation": "Ulubelen, A., B. Terem, E. Tuzlaci, K. F. Cheng and Y. C. Kong (2019) Alkaloids and coumarins from Ruta chalepensis. Phytochemistry. 25, 2692-2693."}, {"Citation": "Bergheul, S., M. Limones-Mendez, J. Grosjean, A. Hehn, A. Olry and A. Berkani (2019) Comparative study of the production of coumarins and furanocoumarins in three Rutaceae species. Ind. J. Nat. Prod. Resour. 10, 137-142."}, {"Citation": "Mazimba, O. (2017) Umbelliferone: Sources, chemistry and bioactivities review. Bull. Fac. Pharm. Cairo Univ. 55, 223-232."}, {"Citation": "Mirzaei, S. A., D. N. Gholamian, M. Ghamghami, A. H. Amiri, A. E. Dalir and F. Elahian (2017) ABC-transporter blockage mediated by xanthotoxin and bergapten is the major pathway for chemosensitization of multidrug-resistant cancer cells. Toxicol. Appl. Pharmacol. 337, 22-29."}, {"Citation": "Ahmed, S., H. Khan, M. Aschner, H. Mirzae, A. E. Küpeli and R. Capasso (2020) Anticancer potential of furanocoumarins: Mechanistic and therapeutic aspects. Int. J. Mol. Sci. 21, 5622."}, {"Citation": "Sumorek-Wiadro, J., A. Zając, A. Maciejczyk and J. Jakubowicz-Gil (2020) Furanocoumarins in anticancer therapy - For and against. Fitoterapia. 142, 104492."}, {"Citation": "Poutaraud, A., F. Bourgaud, P. Girardin and E. Gontier (2000) Cultivation of rue (Ruta graveolens L., Rutaceae) for the production of furanocoumarins of therapeutic value. Can. J. Bot. 78, 10."}, {"Citation": "Nadeem, M., B. H. Abbasia, M. Younasa, W. Ahmada, A. Zahira and C. Hanob (2019) LED-enhanced biosynthesis of biologically active ingredients in callus cultures of Ocimum basilicum. J. Photochem. Photobiol. B. 190, 172-178."}, {"Citation": "Adil, M., X. Ren and B. R. Jeong (2019) Light elicited growth, antioxidant enzymes activities and production of medicinal compounds in callus culture of Cnidium officinale Makino. J. Photochem. Photobiol. B. 196, 111509."}, {"Citation": "Bukhov, N. G., I. S. Drozdova and V. V. Bondar (1995) Light response curves of photosynthesis in leaves of sun-type and shade-type plants grown in blue or red light. J. Photochem. Photobiol. B. 30, 39-41."}, {"Citation": "Kim, S. J., E. J. Hahn, J. W. Heo and K. Y. Paek (2004) Effects of LEDs on net photosynthetic rate, growth and leaf stomata of chrysanthemum plantlets in vitro. Sci. Hortic. 101, 143-151."}, {"Citation": "Fazal, H., B. H. Abbasi, N. Ahmad, S. S. Ali, F. Akbar and F. Kanwal (2016) Correlation of different spectral lights with biomass accumulation and production of antioxidant secondary metabolites in callus cultures of medicinally important Prunella vulgaris L. J. Photochem. Photobiol. B. 159, 1-7."}, {"Citation": "Kuo, C. Y. T., C. H. Chen, S. H. Chen, I. H. Lu, M. J. Chu, L. C. Huang, C. Y. Lin, C. Y. Chen, H. F. Lo, S. T. Jeng and L. F. O. Chen (2015) The effect of red light and far-red light conditions on secondary metabolism in Agarwood. BMC Plant Biol. 15, 139."}, {"Citation": "ICH (1996) ICH Q2B - International Conference on Harmonization. Q2B validation of analytical procedures: Methodology. Int. Conf. Harmon. Tech. Requir. Regist. Tripart. Guidel."}, {"Citation": "Teotia, D., S. S. Saini, M. Gaid, T. Beuerle, L. Beerhues and D. Sircar (2016) Development and validation of a new HPLC method for the determination of biphenyl and dibenzofuran phytoalexins in Rosaceae. J. Chromatogr. Sci. 54, 918-922."}, {"Citation": "Sarkate, A., S. Banerjee, J. I. Mir, P. Roy and D. Sircar (2017) Antioxidant and cytotoxic activity of bioactive phenolic metabolites isolated from the yeast-extract treated cell culture of apple. Plant Cell Tissue Organ Cult. 130, 641-649."}, {"Citation": "Juneja, K., R. Mishra, S. Chauhan, S. Gupta, P. Roy and D. Sircar (2019) Metabolite profiling and wound-healing activity of Boerhavia diffusa leaf extracts using in vitro and in vivo models. J. Tradit. Complement. Med. 19, 52-59."}, {"Citation": "Ahmad, N., M. Faisal, M. Anis and M. Aref (2010) In vitro callus induction and plant regeneration from leaf explants of Ruta graveolens L. South Afr. J. Bot. 76, 597-600."}, {"Citation": "Ali, M. and B. H. Abbasi (2013) Production of commercially important secondary metabolites and antioxidant activity in cell suspension cultures of Artemisia absinthium L. Ind. Crops Prod. 49, 400-406."}, {"Citation": "Manjula, B. L. and K. Sushma Mani (2016) RP-HPLC analysis of furanocoumarins-psoralen, bergapten and xanthotoxin in Ruta graveolens L. Int. J. Pharmacogn. Phytochem. Res. 8, 235-238."}, {"Citation": "Tine, Y., F. Renucci, J. Costa, A. Wélé and J. Paolini (2017) A method for LC-MS/MS profiling of coumarins in zanthoxylum zanthoxyloides (Lam.) B. Zepernich and timler extracts and essential oils. Molecules. 22, 174."}, {"Citation": "Landi, M., M. Zivcak, O. Sytar, M. Brestic and S. T. Allakhverdiev (2020) Plasticity of photosynthetic processes and the accumulation of secondary metabolites in plants in response to monochromatic light environments: A review. Biochim. Biophys. Acta Bioenerg. 1861, 148131."}, {"Citation": "Manivannan, A., P. Soundararajan, N. Halimah, C. H. Ko and B. R. Jeong (2015) Blue LED light enhances growth, phytochemical contents, and antioxidant enzyme activities of Rehmannia glutinosa cultured in vitro. Hortic. Environ. Biotechnol. 56, 105-113."}, {"Citation": "Sager, J. C. and J. C. McFarlane (1997) Radiation. In Plant Growth Chamber Handbook (Edited by R. W. Langhans and T. W. Tibbitts), pp. 1-29. North Central Regional Research Publication No. 340, Iowa Agriculture and Home Economics Experiment Station Special Report No. 99."}, {"Citation": "Briggs, W. R. and J. M. Christie (2002) Phototropins 1 and 2: Versatile plant blue-light receptors. Trends Plant Sci. 7, 204-210."}, {"Citation": "Shinomura, T., A. Nagatani, H. Hanzawa, M. Kubota, M. Watanabe and M. Furuya (1996) Action spectra for phytochrome A- and B-specific photoinduction of seed germination in Arabidopsis thaliana. Proc. Natl. Acad. Sci. USA. 93, 8129-8133."}, {"Citation": "Mizuno, T., W. Amaki and H. Watanabe (2011) Effects of monochromatic light irradiation by led on the growth and anthocyanin contents in leaves of cabbage seedlings. Acta Hortic. 907, 179-184."}, {"Citation": "El-Esawi, M., L. D. Arthaut, N. Jourdan, A. d’Harlingue, J. Link, C. F. Martino and M. Ahmad (2017) Blue-light induced biosynthesis of ROS contributes to the signaling mechanism of Arabidopsis cryptochrome. Sci. Rep. 7, 13875."}, {"Citation": "Tissot, N. and R. Ulm (2020) Cryptochrome-mediated blue-light signalling modulates UVR8 photoreceptor activity and contributes to UV-B tolerance in Arabidopsis. Nat. Commun. 11, 1323."}, {"Citation": "Vialart, G., A. Hehn, A. Olry, K. Ito, C. Krieger, R. Larbat, C. Paris, B. Shimizu, Y. Sugimoto, M. Mizutani and F. Bourgaud (2011) A 2-oxoglutarate-dependent dioxygenase from Ruta graveolens L. exhibits p-coumaroyl CoA 2'-hydroxylase activity (C2'H): a missing step in the synthesis of umbelliferone in plants. Plant J. 70, 460-470."}, {"Citation": "Dueholm, B., C. Krieger, D. Drew, A. Olry, T. Kamo, O. Taboureau, C. Weitzel, F. Bourgaud, A. Hehn and H. T. Simonsen (2015) Evolution of substrate recognition sites (SRSs) in cytochromes P450 from Apiaceae exemplified by the CYP71AJ subfamily. BMC Evol. Biol. 15, 122."}, {"Citation": "Akula, R. and G. A. Ravishankar (2014) Influence of abiotic stress signals on secondary metabolites in plants. Plant Signal. Behav. 6, 1720-1731."}, {"Citation": "Anjum, S., B. H. Abbasi and C. Hano (2017) Trends in accumulation of pharmacologically important antioxidant-secondary metabolites in callus cultures of Linum usitatissimum L. Plant Cell Tiss. Organ Cult. 129, 73-87."}], "ReferenceList": [], "Title": "REFERENCES"}], "History": [{"Year": "2021", "Month": "11", "Day": "19"}, {"Year": "2022", "Month": "2", "Day": "18"}, {"Year": "2022", "Month": "2", "Day": "23", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "9", "Day": "21", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "2", "Day": "22", "Hour": "6", "Minute": "10"}], "PublicationStatus": "ppublish", "ArticleIdList": ["35191044", "10.1111/php.13610"]}}], "PubmedBookArticle": []}