{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["amaranth", "biological activity", "functional food", "health benefits", "pharmacological activity", "pseudo-cereals"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35206094", "DateRevised": {"Year": "2022", "Month": "03", "Day": "01"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "02", "Day": "21"}], "Language": ["eng"], "ELocationID": ["618", "10.3390/foods11040618"], "Journal": {"ISSN": "2304-8158", "JournalIssue": {"Volume": "11", "Issue": "4", "PubDate": {"Year": "2022", "Month": "Feb", "Day": "21"}}, "Title": "Foods (Basel, Switzerland)", "ISOAbbreviation": "Foods"}, "ArticleTitle": "The Dual Nature of Amaranth-Functional Food and Potential Medicine.", "Abstract": {"AbstractText": ["The beneficial health-promoting properties of plants have been known to mankind for generations. Preparations from them are used to create recipes for dietary supplements, functional food, and medicinal products. Recently, amaranth has become an area of increasing scientific and industrial interest. This is due to its valuable biological properties, rich phytochemical composition, and wide pharmacological activity. Amaranth is a pseudo-cereal crop with a dual character, combining the features of food and health-promoting product. This paper briefly and concisely reviews the current information on the chemical composition of amaranth, the value of its supplementation, the status of amaranth as a food ingredient as well as its key biological and pharmacological activities. The beneficial biological properties of amaranth preparations described in this paper may be an incentive to conduct further in-depth scientific research in this field and also to promote the development of innovative technologies in the food and cosmetics industry with the use of this plant."]}, "AuthorList": [{"Identifier": ["0000-0001-7533-3078"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology and Phytochemistry, Institute of Natural Fibres and Medicinal Plants National Research Institute, Wojska Polskiego 71b Str., 60-630 Poznan, Poland."}], "LastName": "Baraniak", "ForeName": "Justyna", "Initials": "J"}, {"Identifier": ["0000-0003-0128-6680"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology and Phytochemistry, Institute of Natural Fibres and Medicinal Plants National Research Institute, Wojska Polskiego 71b Str., 60-630 Poznan, Poland."}], "LastName": "Kania-Dobrowolska", "ForeName": "Małgorzata", "Initials": "M"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Foods", "NlmUniqueID": "101670569", "ISSNLinking": "2304-8158"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Morales D., Miguel M., Garcés-Rimón M. Pseudocereals: A novel source of biologically active peptides. Crit. Rev. Food Sci. Nutr. 2020;61:1537–1544. doi: 10.1080/10408398.2020.1761774.", "ArticleIdList": ["10.1080/10408398.2020.1761774", "32406747"]}, {"Citation": "Fisayo Ajayi F., Mudgil P., Gan C.Y., Maqsood S. Identification and characterization of cholesterol esterase and lipase inhibitory peptides from amaranth protein hydrolysates. Food Chem. X. 2021;12:100165. doi: 10.1016/j.fochx.2021.100165.", "ArticleIdList": ["10.1016/j.fochx.2021.100165", "PMC8633574", "34877527"]}, {"Citation": "Karamac M., Gai F., Longato E., Meineri G., Janiak M.A., Amarowicz R., Peiretti P.G. Antioxidant activity and phenolic composition of amaranth (Amaranthus caudatus) during plant growth. Antioxidants. 2019;8:173. doi: 10.3390/antiox8060173.", "ArticleIdList": ["10.3390/antiox8060173", "PMC6617258", "31212778"]}, {"Citation": "Kulczyński B., Gramza-Michałowska A., Grdeń M. Amarantus—Wartość odżywcza i właściwości prozdrowotne. Bromat. Chem. Toksykol. 2017;1:1–7."}, {"Citation": "Kaźmierczak A., Bolesławska I., Przysławski J. Szarłat—Jego wykorzystanie w profilaktyce i leczeniu wybranych chorób cywilizacyjnych. Nowiny Lekarskie. 2011;80:192–198."}, {"Citation": "Szwejkowska B., Bielski S. Wartość prozdrowotna nasion szarłatu (Amaranthus cruentus L.) Postepy Fitoter. 2012;4:240–243."}, {"Citation": "Moszak M., Zawada A., Grzymisławski M. Właściwości oraz zastosowanie oleju rzepakowego i oleju z amarantusa w leczeniu zaburzeń metabolicznych związanych z otyłością (The properties and the use of rapeseed oil and amaranth oil in the treatment of metabolic disorders related to obesity) Forum Zaburzeń Metab. 2018;9:53–64."}, {"Citation": "Park S.J., Sharma A., Lee H.J. A review of recent studies on the antioxidant activities of a third-millennium food: Amaranthus spp. Antioxidants. 2020;9:1236. doi: 10.3390/antiox9121236.", "ArticleIdList": ["10.3390/antiox9121236", "PMC7762149", "33291467"]}, {"Citation": "Aderibigbe O.R., Ezekiel O.O., Owolade S.O., Korese J.K., Sturm B., Hensel O. Exploring the potentials of underutilized grain amaranth (Amaranthus spp.) along the value chain for food and nutrition security: A review. Crit. Rev. Food Sci. Nutr. 2022;62:656–669. doi: 10.1080/10408398.2020.1825323.", "ArticleIdList": ["10.1080/10408398.2020.1825323", "33021382"]}, {"Citation": "Januszewska-Jóźwiak K., Synowiecki J. Charakterystyka i przydatność składników szarłatu w biotechnologii żywności. Biotechnologia. 2008;3:89–102."}, {"Citation": "Gajewska R., Lebiedzińska A., Malinowska E., Szefer P. Ocena jakości zdrowotnej szarłatu (amarantusa) ROCZN PZH. 2002;53:141–147.", "ArticleIdList": ["12235670"]}, {"Citation": "Jamka M., Morawska A., Krzyzanowska-Jankowska P., Bajerska J., Przysławski J., Walkowiak J., Lisowska A. Comparison of the effect of amaranth oil vs. rapeseed oil on selected atherosclerosis markers in overweight and obese subjects: A randomized double-blind cross-over trial. Int. J. Environ. Res. Public Health. 2021;18:8540. doi: 10.3390/ijerph18168540.", "ArticleIdList": ["10.3390/ijerph18168540", "PMC8391583", "34444289"]}, {"Citation": "Obiedzińska A., Waszkiewicz-Robak B. Oleje tłoczone na zimno jako żywność funkcjonalna. Żywność. Nauka Technol. Jakość. 2012;1:27–44."}, {"Citation": "PDR for Herbal Medicines. 2nd ed. Medical Economics Company; Montvale, NJ, USA: 2000. pp. 75–76."}, {"Citation": "Woomer J.S., Adedeji A.A. Current applications of gluten-free grains—A review. Crit. Rev. Food Sci. Nutr. 2021;61:14–24. doi: 10.1080/10408398.2020.1713724.", "ArticleIdList": ["10.1080/10408398.2020.1713724", "31965815"]}, {"Citation": "Piga A., Conte P., Fois S., Catzeddu P., Del Caro A., Sanguinetti A.M., Fadda C. Technological, nutritional and sensory properties of an innovative gluten-free double-layered flat bread enriched with amaranth flour. Foods. 2021;10:920. doi: 10.3390/foods10050920.", "ArticleIdList": ["10.3390/foods10050920", "PMC8143489", "33922117"]}, {"Citation": "Uriarte-Frías G., Hernández-Ortega M.M., Gutiérrez-Salmeán G., Santiago-Ortiz M.M., Morris-Quevedo H.J., Meneses-Mayo M. Pre-Hispanic Foods Oyster Mushroom (Pleurotus ostreatus), Nopal (Opuntia ficus-indica) and Amaranth (Amaranthus sp.) as New Alternative Ingredients for Developing Functional Cookies. J. Fungi. 2021;7:911. doi: 10.3390/jof7110911.", "ArticleIdList": ["10.3390/jof7110911", "PMC8619982", "34829200"]}, {"Citation": "Orsango A.Z., Loha E., Lindtjørn B., Engebretsen I.M.S. Efficacy of processed amaranth-containing bread compared to maize bread on hemoglobin, anemia and iron deficiency anemia prevalence among two-to-five year-old anemic children in Southern Ethiopia: A cluster randomized controlled trial. PLoS ONE. 2020;15:e0239192. doi: 10.1371/journal.pone.0239192.", "ArticleIdList": ["10.1371/journal.pone.0239192", "PMC7521750", "32986748"]}, {"Citation": "Esiyok D., Ötles S., Akcicek E. Herbs as a food source in Turkey. Asian Pac. J. Cancer Prev. 2004;5:334–339.", "ArticleIdList": ["15373716"]}, {"Citation": "Khare C.P. Rational Western Therapy, Ayurvedic and Other Raditional Usage, Botany. Springer; Berlin/Heidelberg, Germany: 2004. Indian Herbal Remedies."}, {"Citation": "Zeashan H., Amresh G., Singh S., Rao C.V. Hepatoprotective and antioxidant activity of Amaranthus spinosus against CCl4 induced toxicity. J. Ethnopharmacol. 2009;125:364–366. doi: 10.1016/j.jep.2009.05.010.", "ArticleIdList": ["10.1016/j.jep.2009.05.010", "19465104"]}, {"Citation": "Aneja S., Vats M., Aggarwal S., Sardana S. Phytochemistry and hepatoprotective activity of aqueous extract of Amaranthus tricolor Linn. roots. J. Ayurveda Integr. Med. 2013;4:211–215. doi: 10.4103/0975-9476.123693.", "ArticleIdList": ["10.4103/0975-9476.123693", "PMC3891176", "24459387"]}, {"Citation": "Lucero-Lopez V.R., Razzeto G.S., Gimenez M.S., Escudero N.L. Antioxidant properties of Amaranthus hypochondriacus seeds and their effect on the liver of alcohol-treated rats. Plant Foods Hum. Nutr. 2011;66:157–162. doi: 10.1007/s11130-011-0218-4.", "ArticleIdList": ["10.1007/s11130-011-0218-4", "21547507"]}, {"Citation": "Sarker U., Oba S. Polyphenol and flavonoid profiles and radical scavenging activity in leafy vegetable Amaranthus gangeticus. BMC Plant Biol. 2020;20:499. doi: 10.1186/s12870-020-02700-0.", "ArticleIdList": ["10.1186/s12870-020-02700-0", "PMC7607633", "33138787"]}, {"Citation": "Sarker U., Oba S. Leaf pigmentation, its profiles and radical scavenging activity in selected Amaranthus tricolor leafy vegetables. Sci. Rep. 2020;10:18617. doi: 10.1038/s41598-020-66376-0.", "ArticleIdList": ["10.1038/s41598-020-66376-0", "PMC7596228", "33122663"]}, {"Citation": "Al-Mamun M.A., Husna J., Khatun M., Hasan R., Kamruzzaman M., Hoque K.M.F., Reza M.A., Ferdousi Z. Assessment of antioxidant, anticancer and antimicrobial activity of two vegetable species of Amaranthus in Bangladesh. Complementary Altern. Med. 2016;16:157. doi: 10.1186/s12906-016-1130-0.", "ArticleIdList": ["10.1186/s12906-016-1130-0", "PMC4888664", "27246877"]}, {"Citation": "Tang Y., Xiao Y., Tang Z., Jin W., Wang Y., Chen H., Yao H., Shan Z., Bu T., Wang X. Extraction of polysaccharides from Amaranthus hybridus L. by hot water and analysis of their antioxidant activity. PeerJ. 2019;7:e7149. doi: 10.7717/peerj.7149.", "ArticleIdList": ["10.7717/peerj.7149", "PMC6571129", "31223543"]}, {"Citation": "Kumari S., Elancheran R., Devi R. Phytochemical screening, antioxidant, antityrosinase, and antigenotoxic potential of Amaranthus viridis extract. Indian J. Pharmacol. 2018;50:130–138. doi: 10.4103/ijp.IJP_77_18.", "ArticleIdList": ["10.4103/ijp.IJP_77_18", "PMC6106121", "30166750"]}, {"Citation": "Krishnamurthy G., Lakshman K., Pruthvi N., Chandrika P.U. Antihyperglicemic and hypolipidemic activity of methanolic extract of Amaranthus viridis leaves in experimental diabetes. Indian J. Pharmacol. 2011;43:450–454. doi: 10.4103/0253-7613.83120.", "ArticleIdList": ["10.4103/0253-7613.83120", "PMC3153712", "21845004"]}, {"Citation": "Girija K., Lakshman K., Udaya C., Sachi G.S., Divya T. Anti-diabetic and anti-cholesterolemic activity of methanol extracts of three species of Amaranthus. Asian Pac. J. Trop. Biomed. 2011;1:133–138. doi: 10.1016/S2221-1691(11)60011-7.", "ArticleIdList": ["10.1016/S2221-1691(11)60011-7", "PMC3609163", "23569743"]}, {"Citation": "Manólio Soares R.A., Mendonça S., Andrade de Castro L.I., Cardoso Corrêa Carlos Menezes A.C., Gomes Arêas J.A. Major peptides from amaranth (Amaranthus cruentus) protein inhibit HMG-CoA reductase activity. Int. J. Mol. Sci. 2015;16:4150. doi: 10.3390/ijms16024150.", "ArticleIdList": ["10.3390/ijms16024150", "PMC4346949", "25690031"]}, {"Citation": "Yang Y., Fukui R., Jia H., Kato H. Amaranth supplementation improves hepatic lipid dysmetabolism and modulates gut microbiota in mice fed a high-fat diet. Foods. 2021;10:1259. doi: 10.3390/foods10061259.", "ArticleIdList": ["10.3390/foods10061259", "PMC8229566", "34206088"]}, {"Citation": "Hsiao L.W., Tsay G.J., Mong M.C., Liu W.H., Yin M.C. Aqueous extract prepared from steamed red amaranth (Amaranthus gangeticus L.) leaves protected human lens cells against high glucose induced glycative and oxidative stress. J. Food Sci. 2021;86:3686–3697. doi: 10.1111/1750-3841.15822.", "ArticleIdList": ["10.1111/1750-3841.15822", "34250604"]}, {"Citation": "Amornrit W., Santiyanont R. Effect of Amaranthus on advanced glycation end-products induced cytotoxicity and proinflammatory cytokine gene expression in SH-SY5Y cells. Molecules. 2015;20:17288. doi: 10.3390/molecules200917288.", "ArticleIdList": ["10.3390/molecules200917288", "PMC6332459", "26393562"]}, {"Citation": "Amornrit W., Santiyanont R. Neuroprotective effect of Amaranthus lividus and Amaranthus tricolor and their effects on gene expression of RAGE during oxidative stress in SH-SY5Y cells. Genet. Mol. Res. 2016;15:gmr15027562. doi: 10.4238/gmr.15027562.", "ArticleIdList": ["10.4238/gmr.15027562", "27173239"]}, {"Citation": "Ashok Kumar B.S., Lakshman K., Velmurugan C., Sridhar S.M., Gopisetty S. Antidepressant activity of methanolic extract of Amaranthus spinosus. Basic Clin. Neurosci. Winter. 2014;5:11–17.", "ArticleIdList": ["PMC4202599", "25436078"]}, {"Citation": "Sandoval-Sicairos E.S., Milán-Noris A.K., Luna-Vital D.A., Milán-Carrillo J., Montoya-Rodríguez A. Anti-inflammatory and antioxidant effects of peptides released from germinated amaranth during in vitro simulated gastrointestinal digestion. Food Chem. 2021;1:128394. doi: 10.1016/j.foodchem.2020.128394.", "ArticleIdList": ["10.1016/j.foodchem.2020.128394", "33097329"]}, {"Citation": "Moyer T.B., Heil L.R., Kirkpatrick C.L., Goldfarb D., Lefever W.A., Parsley N.C., Wommack A.J., Hicks L.M. PepSAVI-MS reveals a proline-rich antimicrobial peptide in Amaranthus tricolor. J. Nat. Prod. 2019;82:2744–2753. doi: 10.1021/acs.jnatprod.9b00352.", "ArticleIdList": ["10.1021/acs.jnatprod.9b00352", "PMC6874829", "31557021"]}, {"Citation": "Jimoh M.O., Afolayan A.J., Lewu F.B. Toxicity and antimicrobial activities of Amaranthus caudatus L. (Amaranthaceae) harvested from formulated soils at different growth stages. J Evid Based Complementary Altern. Med. 2020;25:1–11. doi: 10.1177/2515690X20971578.", "ArticleIdList": ["10.1177/2515690X20971578", "PMC7705779", "33241708"]}, {"Citation": "De Vita D., Messore A., Toniolo C., Frezza C., Scipione L., Bertea C.M., Micera M., Di Sarno V., Madia V.N., Pindinello I., et al. Towards a new application of amaranth seed oil as an agent against Candida albicans. Nat. Prod. Res. 2021;35:4621–4626. doi: 10.1080/14786419.2019.1696335.", "ArticleIdList": ["10.1080/14786419.2019.1696335", "31795749"]}, {"Citation": "Chang Y.J., Pong L.Y., Hassan S.S., Choo W.S. Antiviral activity of betacyanins from red pitahaya (Hylocereus polyrhizus) and red spinach (Amaranthus dubius) against dengue virus type 2 (GenBank accession no. MH488959) Access Microbiol. 2020;2:1–6. doi: 10.1099/acmi.0.000073.", "ArticleIdList": ["10.1099/acmi.0.000073", "PMC7525058", "33062932"]}, {"Citation": "Guo L., Wang Y., Bi X., Duo K., Sun Q., Yun X., Zhang Y., Fei P., Han J. Antimicrobial activity and mechanism of action of the Amaranthus tricolor crude extract against Staphylococcus aureus and potential application in cooked meat. Foods. 2020;9:359. doi: 10.3390/foods9030359.", "ArticleIdList": ["10.3390/foods9030359", "PMC7142881", "32204560"]}, {"Citation": "Lacatusu I., Arsenie K.L.V., Badea G., Popa O., Oprea O., Badea N. New cosmetic formulations with broad photoprotective and antioxidative activities designed by amaranth and pumpkin seed oils nanocarriers. Ind. Crops Prod. 2018;123:424–433. doi: 10.1016/j.indcrop.2018.06.083.", "ArticleIdList": ["10.1016/j.indcrop.2018.06.083"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "1", "Day": "24"}, {"Year": "2022", "Month": "2", "Day": "16"}, {"Year": "2022", "Month": "2", "Day": "19"}, {"Year": "2022", "Month": "2", "Day": "25", "Hour": "1", "Minute": "8"}, {"Year": "2022", "Month": "2", "Day": "26", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "2", "Day": "26", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "2", "Day": "21"}], "PublicationStatus": "epublish", "ArticleIdList": ["35206094", "PMC8871380", "10.3390/foods11040618", "foods11040618"]}}], "PubmedBookArticle": []}