{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Vaccinium virgatum", "adult T cell leukemia (ATL)", "antioxidant activity", "proanthocyanidin (PAC)", "stem"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35214901", "DateRevised": {"Year": "2022", "Month": "02", "Day": "28"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "02", "Day": "21"}], "Language": ["eng"], "ELocationID": ["568", "10.3390/plants11040568"], "Journal": {"ISSN": "2223-7747", "JournalIssue": {"Volume": "11", "Issue": "4", "PubDate": {"Year": "2022", "Month": "Feb", "Day": "21"}}, "Title": "Plants (Basel, Switzerland)", "ISOAbbreviation": "Plants (Basel)"}, "ArticleTitle": "Effective Utilization of <i>Vaccinium virgatum</i> Aiton Stems as Functional Materials: Major Constituent Analysis and Bioactivity Evaluation.", "Abstract": {"AbstractText": ["We previously reported that rabbit-eye blueberry (<i>Vaccinium virgatum</i> Aiton) leaves exhibit multiple functions. In this study, we evaluated whether <i>V. virgatum</i> stems can also be used as functional materials similar to leaves and clarified the major constituents and their biological activity (antioxidant activity and anti-adult T cell leukemia (ATL) activity). Water extracts of <i>V. virgatum</i> stems were separated into 19 fractions using a Diaion HP-20 open column. Sugars and organic acids were detected in the highly water-soluble fractions. Polyphenols and proanthocyanidin were detected in the hydrous methanol-soluble fractions. In biological activity evaluations, a difference in antioxidant activity was observed in the water-containing methanol-eluted fractions, and fractions exhibiting anti-ATL activity differed depending on cell type. These results suggest that blueberry stems, like leaves, are rich in polyphenols and exhibit antioxidant activity and inhibit ATL cell growth. In the future, aerial parts of blueberries, including stems and leaves, could be used as functional materials and/or medicinal resources."]}, "AuthorList": [{"Identifier": ["0000-0003-3483-7231"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutical Health Sciences, School of Pharmaceutical Sciences, Kyushu University of Health and Welfare, Nobeoka 882-8508, Japan."}], "LastName": "Kai", "ForeName": "Hisahiro", "Initials": "H"}, {"Identifier": ["0000-0002-0424-8308"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Applied Chemistry, Faculty of Engineering, University of Miyazaki, Miyazaki 889-2192, Japan."}], "LastName": "Sugamoto", "ForeName": "Kazuhiro", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry and Applied Biosciences, Faculty of Agriculture, University of Miyazaki, Miyazaki 889-2192, Japan."}], "LastName": "Toshima", "ForeName": "Saki", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Biolabo Co., Ltd., Kobe 650-0047, Japan."}], "LastName": "Goto", "ForeName": "Yo", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Biolabo Co., Ltd., Kobe 650-0047, Japan."}], "LastName": "Nakayama", "ForeName": "Takayuki", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Tumor and Cellular Biochemistry, Department of Medical Sciences, Faculty of Medicine, University of Miyazaki, Miyazaki 889-2192, Japan."}], "LastName": "Morishita", "ForeName": "Kazuhiro", "Initials": "K"}, {"Identifier": ["0000-0003-0321-623X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry and Applied Biosciences, Faculty of Agriculture, University of Miyazaki, Miyazaki 889-2192, Japan."}], "LastName": "Kunitake", "ForeName": "Hisato", "Initials": "H"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Plants (Basel)", "NlmUniqueID": "101596181", "ISSNLinking": "2223-7747"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Cignarella A., Nastasi M., Cavalli E., Puglisi L. Novel lipid-lowering properties of Vaccinium myrtillus L. leaves, a traditional antidiabetic treatment, in several models of rat dyslipidaemia: A comparison with ciprofibrate. Thromb. Res. 1996;84:311–322. doi: 10.1016/S0049-3848(96)00195-8.", "ArticleIdList": ["10.1016/S0049-3848(96)00195-8", "8948058"]}, {"Citation": "McIntyre K.L., Harris C.S., Saleem A., Beaulieu L.-P., Ta C.A., Haddad P.S., Arnason J.T. Seasonal phytochemical variation of anti-glycation principles in lowbush blueberry (Vaccinium angustifolium) Planta Med. 2009;75:286–292. doi: 10.1055/s-0028-1088394.", "ArticleIdList": ["10.1055/s-0028-1088394", "19085814"]}, {"Citation": "Kunitake H., Tsuda H., Takagi R., Ohno Y., Kuroki Y., Yoshioka K., Kage T., Ito T., Komatsu H. Possibility of Wild Blueberry Shashanbo (Vaccinium bracteatum Thunb.) as a Rootstock for Cultivation of Northern Highbush Blueberry in Warm Region. Hortic. Res. 2006;5:105–110. doi: 10.2503/hrj.5.105.", "ArticleIdList": ["10.2503/hrj.5.105"]}, {"Citation": "Kai H., Akamatsu E., Torii E., Kodama H., Yukizaki C., Sakakibara Y., Suiko M., Morishita K., Kataoka H., Matsuno K. Inhibition of proliferation by agricultural plant extracts in seven human adult T-cell leukaemia (ATL)-related cell lines. J. Nat. Med. 2011;65:651–655. doi: 10.1007/s11418-011-0510-5.", "ArticleIdList": ["10.1007/s11418-011-0510-5", "21293936"]}, {"Citation": "Nosaka K., Matsuoka M. Adult T-cell leukemia-lymphoma as a viral disease: Subtypes based on viral aspects. Cancer Sci. 2021;112:1688–1694. doi: 10.1111/cas.14869.", "ArticleIdList": ["10.1111/cas.14869", "PMC8088923", "33630351"]}, {"Citation": "Kai H., Fuse T., Kunitake H., Morishita K., Matsuno K. Comparison of Cultivars and Seasonal Variation in Blueberry (Vaccinium Species) Leaf Extract on Adult T-Cell Leukemia Cell Line Growth Suppression. Medicines. 2014;1:3–11. doi: 10.3390/medicines1010003.", "ArticleIdList": ["10.3390/medicines1010003", "PMC5532976", "28933373"]}, {"Citation": "Proietti F.A., Carneiro-Proietti A.B.F., Catalan-Soares B.C., Murphy E.L. Global epidemiology of HTLV-I infection and associated diseases. Oncogene. 2005;24:6058–6068. doi: 10.1038/sj.onc.1208968.", "ArticleIdList": ["10.1038/sj.onc.1208968", "16155612"]}, {"Citation": "Yamasaki K., Sugamoto K., Arakawa T., Nishiyama K., Yamasaki M. Chronic intake of high-dose of blueberry leaf extract does not augment the harmful effects of ethanol in rats. PeerJ. 2019;7:e6989. doi: 10.7717/peerj.6989.", "ArticleIdList": ["10.7717/peerj.6989", "PMC6557255", "31211011"]}, {"Citation": "Takami Y., Uto H., Takeshita M., Kai H., Akamatsu E., Moriuchi A., Hasegawa S., Oketani M., Ido A., Kataoka H., et al. Proanthocyanidin derived from the leaves of Vaccinium virgatum suppresses platelet-derived growth factor-induced proliferation of the human hepatic stellate cell line LI90. Hepatol. Res. 2010;40:337–345. doi: 10.1111/j.1872-034X.2009.00589.x.", "ArticleIdList": ["10.1111/j.1872-034X.2009.00589.x", "20070402"]}, {"Citation": "Takeshita M., Ishida Y.-I., Akamatsu E., Ohmori Y., Sudoh M., Uto H., Tsubouchi H., Kataoka H. Proanthocyanidin from blueberry leaves suppresses expression of subgenomic hepatitis C virus RNA. J. Biol. Chem. 2009;284:21165–21176. doi: 10.1074/jbc.M109.004945.", "ArticleIdList": ["10.1074/jbc.M109.004945", "PMC2755839", "19531480"]}, {"Citation": "Kai H., Uesawa Y., Kunitake H., Morishita K., Okada Y., Matsuno K. Direct-Injection Electron Ionization-Mass Spectrometry Metabolomics Method for Analyzing Blueberry Leaf Metabolites That Inhibit Adult T-cell Leukemia Proliferation. Planta Med. 2019;85:81–87. doi: 10.1055/a-0725-8295.", "ArticleIdList": ["10.1055/a-0725-8295", "30212923"]}, {"Citation": "Wu H., Chai Z., Hutabarat R.P., Zeng Q., Niu L., Li D., Yu H., Huang W. Blueberry leaves from 73 different cultivars in southeastern China as nutraceutical supplements rich in antioxidants. Food Res. Int. 2019;122:548–560. doi: 10.1016/j.foodres.2019.05.015.", "ArticleIdList": ["10.1016/j.foodres.2019.05.015", "31229110"]}, {"Citation": "Tetsumura T., Kajiwara Y., Honsho C., Sato-Yamauchi M., Sugimoto Y., Kunitake H. Effective Micropropagation of Rabbiteye Blueberries for Leaf Tea Production. Environ. Control Biol. 2012;50:289–296. doi: 10.2525/ecb.50.289.", "ArticleIdList": ["10.2525/ecb.50.289"]}, {"Citation": "Yang S., Wang C., Li X., Wu C., Liu C., Xue Z., Kou X. Investigation on the biological activity of anthocyanins and polyphenols in blueberry. J. Food Sci. 2021;86:614–627. doi: 10.1111/1750-3841.15598.", "ArticleIdList": ["10.1111/1750-3841.15598", "33462807"]}, {"Citation": "Fujii K., Ota Y., Nishiyama K., Kunitake H., Yamasaki Y., Tari H., Araki K., Arakawa T., Yamasaki M. Blueberry Leaf Polyphenols Prevent Body Fat Accumulation in Mice Fed High-fat, High-sucrose Diet. J. Oleo Sci. 2019;68:471–479. doi: 10.5650/jos.ess18226.", "ArticleIdList": ["10.5650/jos.ess18226", "30971641"]}, {"Citation": "Yamasaki M., Kiue Y., Fujii K., Sushida M., Yamasaki Y., Sugamoto K., Suzuki Y., Koga Y., Kunitake H., Kai H., et al. Vaccinium virgatum Aiton Leaves Extract Suppressed Lipid Accumulation and Uric Acid Production in 3T3-L1 Adipocytes. Plants. 2021;10:2638. doi: 10.3390/plants10122638.", "ArticleIdList": ["10.3390/plants10122638", "PMC8705443", "34961109"]}, {"Citation": "Tsuda H., Kunitake H., Kawasaki-Takaki R., Nishiyama K., Yamasaki M., Komatsu H., Yukizaki C. Antioxidant Activities and Anti-Cancer Cell Proliferation Properties of Natsuhaze (Vaccinium oldhamii Miq.), Shashanbo (V. bracteatum Thunb.) and Blueberry Cultivars. Plants. 2013;2:57–71. doi: 10.3390/plants2010057.", "ArticleIdList": ["10.3390/plants2010057", "PMC4844293", "27137366"]}, {"Citation": "Toyama Y., Toshima S., Hirano T., Yamasaki M., Kunitake H. Polyphenol contents, antioxidant activities, and anti-cancer cell proliferation properties at each stage of fruit development in intersectional hybrids between highbush blueberry and shashanbo (Vaccinium bracteatum Thunb.) J. Berry Res. Prepr. 2021;18:1–16. doi: 10.3233/JBR-210713.", "ArticleIdList": ["10.3233/JBR-210713"]}, {"Citation": "Matsuo Y., Fujita Y., Ohnishi S., Tanaka T., Hirabaru H., Kai T., Sakaida H., Nishizono S., Kouno I. Chemical constituents of the leaves of rabbiteye blueberry (Vaccinium ashei) and characterisation of polymeric proanthocyanidins containing phenylpropanoid units and A-type linkages. Food Chem. 2010;121:1073–1079. doi: 10.1016/j.foodchem.2010.01.052.", "ArticleIdList": ["10.1016/j.foodchem.2010.01.052"]}, {"Citation": "Sobhani M., Farzaei M.H., Kiani S., Khodarahmi R. Immunomodulatory; Anti-inflammatory/antioxidant Effects of Polyphenols: A Comparative Review on the Parental Compounds and Their Metabolites. Food Rev. Int. 2021;37:759–811. doi: 10.1080/87559129.2020.1717523.", "ArticleIdList": ["10.1080/87559129.2020.1717523"]}, {"Citation": "Yamasaki M., Mine Y., Nishimura M., Fujita S., Sakakibara Y., Suiko M., Morishita K., Nishiyama K. Genistein induces apoptotic cell death associated with inhibition of the NF-κB pathway in adult T-cell leukemia cells. Cell Biol. Int. 2013;37:742–747. doi: 10.1002/cbin.10101.", "ArticleIdList": ["10.1002/cbin.10101", "23526666"]}, {"Citation": "Kai H., Baba M., Okuyama T. Inhibitory effect of Cucumis sativus on melanin production in melanoma B16 cells by downregulation of tyrosinase expression. Planta Med. 2008;74:1785–1788. doi: 10.1055/s-0028-1088338.", "ArticleIdList": ["10.1055/s-0028-1088338", "19009501"]}, {"Citation": "Toshima S., Fujii M., Hidaka M., Nakagawa S., Hirano T., Kunitak H. Fruit Qualities of Interspecific Hybrid and First Backcross Generations between Red Raspberry and Rubus parvifolius. J. Am. Soc. Hortic. Sci. 2021;146:445–451. doi: 10.21273/jashs05111-21.", "ArticleIdList": ["10.21273/jashs05111-21"]}, {"Citation": "Singleton V.L., Rossi J.A. Colorimetry of Total Phenolics with Phosphomolybdic-Phosphotungstic Acid Reagents. Am. J. Enol. Vitic. 1965;16:144–158."}, {"Citation": "Li Y.G., Tanner G., Larkin P. The DMACA-HCl protocol and the threshold proanthocyanidin content for bloat safety in forage legumes. J. Sci. Food Agric. 1996;70:89–101. doi: 10.1002/(SICI)1097-0010(199601)70:13.0.CO;2-N.", "ArticleIdList": ["10.1002/(SICI)1097-0010(199601)70:13.0.CO;2-N"]}, {"Citation": "Watanabe M., Nakahata S., Hamasaki M., Saito Y., Kawano Y., Hidaka T., Yamashita K., Umeki K., Taki T., Taniwaki M., et al. Downregulation of CDKN1A in adult T-cell leukemia/lymphoma despite overexpression of CDKN1A in human T-lymphotropic virus 1-infected cell lines. J. Virol. 2010;84:6966–6977. doi: 10.1128/JVI.00073-10.", "ArticleIdList": ["10.1128/JVI.00073-10", "PMC2898238", "20444901"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "1", "Day": "28"}, {"Year": "2022", "Month": "2", "Day": "13"}, {"Year": "2022", "Month": "2", "Day": "17"}, {"Year": "2022", "Month": "2", "Day": "26", "Hour": "1", "Minute": "4"}, {"Year": "2022", "Month": "2", "Day": "27", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "2", "Day": "27", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "2", "Day": "21"}], "PublicationStatus": "epublish", "ArticleIdList": ["35214901", "PMC8880001", "10.3390/plants11040568", "plants11040568"]}}], "PubmedBookArticle": []}