{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Acylated triterpenoids", "Cytochrome P450", "Functional expressions", "Helicteres Angustifolia", "Oxidosqualene cyclases", "Transcriptome"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35216551", "DateCompleted": {"Year": "2022", "Month": "03", "Day": "03"}, "DateRevised": {"Year": "2022", "Month": "03", "Day": "03"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "02", "Day": "25"}], "Language": ["eng"], "ELocationID": ["86", "10.1186/s12870-022-03429-8"], "Journal": {"ISSN": "1471-2229", "JournalIssue": {"Volume": "22", "Issue": "1", "PubDate": {"Year": "2022", "Month": "Feb", "Day": "25"}}, "Title": "BMC plant biology", "ISOAbbreviation": "BMC Plant Biol"}, "ArticleTitle": "Metabolic stimulation-elicited transcriptional responses and biosynthesis of acylated triterpenoids precursors in the medicinal plant Helicteres angustifolia.", "Pagination": {"StartPage": "86", "MedlinePgn": "86"}, "Abstract": {"AbstractText": ["Helicteres angustifolia has long been used in Chinese traditional medicine. It has multiple pharmacological benefits, including anti-inflammatory, anti-viral and anti-tumor effects. Its main active chemicals include betulinic acid, oleanolic acid, helicteric acid, helicterilic acid, and other triterpenoid saponins. It is worth noting that some acylated triterpenoids, such as helicteric acid and helicterilic acid, are characteristic components of Helicteres and are relatively rare among other plants. However, reliance on natural plants as the only sources of these is not enough to meet the market requirement. Therefore, the engineering of its metabolic pathway is of high research value for enhancing the production of secondary metabolites. Unfortunately, there are few studies on the biosynthetic pathways of triterpenoids in H. angustifolia, hindering its further investigation.", "Here, the RNAs of different groups treated by metabolic stimulation were sequenced with an Illumina high-throughput sequencing platform, resulting in 121 gigabases of data. A total of 424,824 unigenes were obtained after the trimming and assembly of the raw data, and 22,430 unigenes were determined to be differentially expressed. In addition, three oxidosqualene cyclases (OSCs) and four Cytochrome P450 (CYP450s) were screened, of which one OSC (HaOSC1) and one CYP450 (HaCYPi3) achieved functional verification, suggesting that they could catalyze the production of lupeol and oleanolic acid, respectively.", "In general, the transcriptomic data of H. angustifolia was first reported and analyzed to study functional genes. Three OSCs, four CYP450s and three acyltransferases were screened out as candidate genes to perform further functional verification, which demonstrated that HaOSC1 and HaCYPi3 encode for lupeol synthase and β-amyrin oxidase, which produce corresponding products of lupeol and oleanolic acid, respectively. Their successful identification revealed pivotal steps in the biosynthesis of acylated triterpenoids precursors, which laid a foundation for further study on acylated triterpenoids. Overall, these results shed light on the regulation of acylated triterpenoids biosynthesis."], "CopyrightInformation": "© 2022. The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Medicinal Plant Physiology and Ecology, School of Pharmaceutical, Guangzhou University of Chinese Medicine, 232 Waihuandong Road, Higher Education Mega Center, Panyu District, Guangzhou, 510405, China."}], "LastName": "Huang", "ForeName": "Yuying", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Medicinal Plant Physiology and Ecology, School of Pharmaceutical, Guangzhou University of Chinese Medicine, 232 Waihuandong Road, Higher Education Mega Center, Panyu District, Guangzhou, 510405, China."}], "LastName": "An", "ForeName": "Wenli", "Initials": "W"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Medicinal Plant Physiology and Ecology, School of Pharmaceutical, Guangzhou University of Chinese Medicine, 232 Waihuandong Road, Higher Education Mega Center, Panyu District, Guangzhou, 510405, China."}], "LastName": "Yang", "ForeName": "Zerui", "Initials": "Z"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Medicinal Plant Physiology and Ecology, School of Pharmaceutical, Guangzhou University of Chinese Medicine, 232 Waihuandong Road, Higher Education Mega Center, Panyu District, Guangzhou, 510405, China."}], "LastName": "Xie", "ForeName": "Chunzhu", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Medicinal Plant Physiology and Ecology, School of Pharmaceutical, Guangzhou University of Chinese Medicine, 232 Waihuandong Road, Higher Education Mega Center, Panyu District, Guangzhou, 510405, China."}], "LastName": "Liu", "ForeName": "Shanshan", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Medicinal Plant Physiology and Ecology, School of Pharmaceutical, Guangzhou University of Chinese Medicine, 232 Waihuandong Road, Higher Education Mega Center, Panyu District, Guangzhou, 510405, China."}], "LastName": "Zhan", "ForeName": "Ting", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Medicinal Plant Physiology and Ecology, School of Pharmaceutical, Guangzhou University of Chinese Medicine, 232 Waihuandong Road, Higher Education Mega Center, Panyu District, Guangzhou, 510405, China."}], "LastName": "Pan", "ForeName": "Huaigeng", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Medicinal Plant Physiology and Ecology, School of Pharmaceutical, Guangzhou University of Chinese Medicine, 232 Waihuandong Road, Higher Education Mega Center, Panyu District, Guangzhou, 510405, China. xszheng@gzucm.edu.cn."}], "LastName": "Zheng", "ForeName": "Xiasheng", "Initials": "X"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "BMC Plant Biol", "NlmUniqueID": "100967807", "ISSNLinking": "1471-2229"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Acetates"}, {"RegistryNumber": "0", "NameOfSubstance": "Cyclopentanes"}, {"RegistryNumber": "0", "NameOfSubstance": "Oxylipins"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Proteins"}, {"RegistryNumber": "0", "NameOfSubstance": "Triterpenes"}, {"RegistryNumber": "900N171A0F", "NameOfSubstance": "methyl jasmonate"}, {"RegistryNumber": "9035-51-2", "NameOfSubstance": "Cytochrome P-450 Enzyme System"}, {"RegistryNumber": "EC 5.4.-", "NameOfSubstance": "Intramolecular Transferases"}, {"RegistryNumber": "EC 5.4.99.-", "NameOfSubstance": "lupeol synthase"}, {"RegistryNumber": "EC 5.4.99.7", "NameOfSubstance": "lanosterol synthase"}, {"RegistryNumber": "O414PZ4LPZ", "NameOfSubstance": "Salicylic Acid"}], "MeshHeadingList": [{"QualifierName": ["pharmacology"], "DescriptorName": "Acetates"}, {"QualifierName": [], "DescriptorName": "Acylation"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Cyclopentanes"}, {"QualifierName": ["genetics", "metabolism"], "DescriptorName": "Cytochrome P-450 Enzyme System"}, {"QualifierName": [], "DescriptorName": "Gene Expression Profiling"}, {"QualifierName": ["drug effects"], "DescriptorName": "Gene Expression Regulation, Plant"}, {"QualifierName": ["genetics", "metabolism"], "DescriptorName": "Intramolecular Transferases"}, {"QualifierName": ["drug effects", "genetics", "metabolism"], "DescriptorName": "Malvaceae"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Oxylipins"}, {"QualifierName": [], "DescriptorName": "Phylogeny"}, {"QualifierName": ["genetics", "metabolism"], "DescriptorName": "Plant Proteins"}, {"QualifierName": ["genetics", "metabolism"], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Real-Time Polymerase Chain Reaction"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Salicylic Acid"}, {"QualifierName": ["chemistry", "metabolism"], "DescriptorName": "Triterpenes"}], "CoiStatement": "The authors declare that they have no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Li K, Lei Z, Hu X, Sun S, Li S, Zhang Z. In vitro and in vivo bioactivities of aqueous and ethanol extracts from Helicteres angustifolia L. root. J Ethnopharmacol. 2015;172:61–69.", "ArticleIdList": ["26087229"]}, {"Citation": "Li K, Yu Y, Sun S, Liu Y, Garg S, Kaul SC, Lei Z, Gao R, Wadhwa R, Zhang Z. Functional characterisation of anticancer activity in the aqueous extract of Helicteres angustifolia L. Roots. PLoS One. 2016;11(3):e0152017.", "ArticleIdList": ["PMC4806988", "27010955"]}, {"Citation": "Yin X, Lu Y, Cheng ZH, Chen DF. Anti-complementary components of Helicteres angustifolia. Molecules (Basel, Switzerland). 2016;21(11).", "ArticleIdList": ["PMC6273495", "27834928"]}, {"Citation": "Sun S, Li K, Xiao L, Lei Z, Zhang Z. Characterization of polysaccharide from Helicteres angustifolia L. and its immunomodulatory activities on macrophages RAW264.7. Biomed Pharmacother. 2019;109:262–270.", "ArticleIdList": ["30396084"]}, {"Citation": "Pan MH, Chen CM, Lee SW, Chen ZT. Cytotoxic triterpenoids from the root bark of Helicteres angustifolia. Chem Biodivers. 2008;5(4):565–574.", "ArticleIdList": ["18421748"]}, {"Citation": "Su D, Gao YQ. Helicteric acid, Oleanic acid, and Betulinic acid, three Triterpenes from Helicteres angustifolia L., inhibit proliferation and induce apoptosis in HT-29 colorectal Cancer cells via suppressing NF-κB and STAT3. Signaling. 2017;2017:5180707.", "ArticleIdList": ["PMC5346361", "28331523"]}, {"Citation": "Wang GC, Li T, Wei YR, Zhang YB, Li YL, Sze SC, Ye WC. Two pregnane derivatives and a quinolone alkaloid from Helicteres angustifolia. Fitoterapia. 2012;83(8):1643–1647.", "ArticleIdList": ["23010154"]}, {"Citation": "Chang YS, Ku YR, Lin JH, Lu KL, Ho LK. Analysis of three Lupane type triterpenoids in Helicteres angustifolia by high-performance liquid chromatography. J Pharm Biomed Anal. 2001;26(5–6):849–855.", "ArticleIdList": ["11600296"]}, {"Citation": "Chen L, Liu J, Ge X, Xu W, Chen Y, Li F, Cheng D, Shao R. Simulated digestion and fermentation in vitro by human gut microbiota of polysaccharides from Helicteres angustifolia L. Int J Biol Macromol. 2019;141:1065–1071.", "ArticleIdList": ["31518623"]}, {"Citation": "Huang Q, Huang R, Wei L, Chen Y, Lv S, Liang C, Zhang X, Yin F, Li H, Zhuo L, et al. Antiviral activity of methyl helicterate isolated from Helicteres angustifolia (Sterculiaceae) against hepatitis B virus. Antivir Res. 2013;100(2):373–381.", "ArticleIdList": ["24055834"]}, {"Citation": "Biggs BW, Lim CG, Sagliani K, Shankar S, Stephanopoulos G, De Mey M, Ajikumar PK. Overcoming heterologous protein interdependency to optimize P450-mediated Taxol precursor synthesis in Escherichia coli. Proc Natl Acad Sci U S A. 2016;113(12):3209–3214.", "ArticleIdList": ["PMC4812725", "26951651"]}, {"Citation": "Zhang XL, Chen ZN, Huang QF, Bai FC, Nie JL, Lu SJ, Wei JB, Lin X. Methyl Helicterate inhibits hepatic stellate cell activation through modulation of apoptosis and autophagy. Cell Physiol Biochem. 2018;51(2):897–908.", "ArticleIdList": ["30466104"]}, {"Citation": "Lin X, Huang R, Zhang S, Zheng L, Wei L, He M, Zhou Y, Zhuo L, Huang Q. Methyl helicterate protects against CCl4-induced liver injury in rats by inhibiting oxidative stress, NF-κB activation, Fas/FasL pathway and cytochrome P4502E1 level. Food Chem Toxicol. 2012;50(10):3413–3420.", "ArticleIdList": ["22889900"]}, {"Citation": "Wen S, Wei Y, Zhang X, Bai F, Tan S, Nie J, Wei J, Lin X. Methyl helicterilate ameliorates alcohol-induced hepatic fibrosis by modulating TGF-β1/Smads pathway and mitochondria-dependent pathway. Int Immunopharmacol. 2019;75:105759.", "ArticleIdList": ["31325729"]}, {"Citation": "Erb TJ, Jones PR, Bar-Even A. Synthetic metabolism: metabolic engineering meets enzyme design. Curr Opin Chem Biol. 2017;37:56–62.", "ArticleIdList": ["PMC7610756", "28152442"]}, {"Citation": "Choi KR, Jang WD, Yang D, Cho JS, Park D, Lee SY. Systems metabolic engineering strategies: integrating systems and synthetic biology with metabolic engineering. Trends Biotechnol. 2019;37(8):817–837.", "ArticleIdList": ["30737009"]}, {"Citation": "Heather JM, Chain B. The sequence of sequencers: the history of sequencing DNA. Genomics. 2016;107(1):1–8.", "ArticleIdList": ["PMC4727787", "26554401"]}, {"Citation": "Zhang X, Li T, Liu F, Chen Y, Yao J, Li Z, Huang Y, Wang J. Comparative analysis of droplet-based ultra-high-throughput single-cell RNA-Seq systems. Mol Cell. 2019;73(1):130–142.e135.", "ArticleIdList": ["30472192"]}, {"Citation": "Haralampidis K, Trojanowska M, Osbourn AE. Biosynthesis of triterpenoid saponins in plants. Adv Biochem Eng Biotechnol. 2002;75:31–49.", "ArticleIdList": ["11783842"]}, {"Citation": "Biswas T, Dwivedi UN. Plant triterpenoid saponins: biosynthesis, in vitro production, and pharmacological relevance. Protoplasma. 2019;256(6):1463–1486.", "ArticleIdList": ["31297656"]}, {"Citation": "Yang C, Gao X, Jiang Y, Sun B, Gao F, Yang S. Synergy between methylerythritol phosphate pathway and mevalonate pathway for isoprene production in Escherichia coli. Metab Eng. 2016;37:79–91.", "ArticleIdList": ["27174717"]}, {"Citation": "Kobayashi K, Suzuki M, Muranaka T, Nagata N. The mevalonate pathway but not the methylerythritol phosphate pathway is critical for elaioplast and pollen coat development in Arabidopsis. Plant Biotechnol (Tokyo, Japan) 2018;35(4):381–385.", "ArticleIdList": ["PMC6905213", "31892826"]}, {"Citation": "Wölwer-Rieck U, May B, Lankes C, Wüst M. Methylerythritol and mevalonate pathway contributions to biosynthesis of mono-, sesqui-, and diterpenes in glandular trichomes and leaves of Stevia rebaudiana Bertoni. J Agric Food Chem. 2014;62(11):2428–2435.", "ArticleIdList": ["24579920"]}, {"Citation": "Gastaldo C, Lipko A, Motsch E, Adam P, Schaeffer P, Rohmer M. Biosynthesis of isoprene units in Euphorbia lathyris Laticifers vs. Other Tissues: MVA and MEP Pathways, Compartmentation and Putative Endophytic Fungi Contribution. Molecules (Basel, Switzerland). 2019;24(23).", "ArticleIdList": ["PMC6930671", "31779240"]}, {"Citation": "Xue Z, Duan L, Liu D, Guo J, Ge S, Dicks J, ÓMáille P, Osbourn A, Qi X. Divergent evolution of oxidosqualene cyclases in plants. N Phytol. 2012;193(4):1022–1038.", "ArticleIdList": ["22150097"]}, {"Citation": "Cao J, Zhang X, Qu F, Guo Z, Zhao Y. Dammarane triterpenoids for pharmaceutical use: a patent review (2005–2014) Expert Opin Ther Pat. 2015;25(7):805–817.", "ArticleIdList": ["25892194"]}, {"Citation": "Yin J, Yang J, Ma H, Liang T, Li Y, Xiao J, Tian H, Xu Z, Zhan Y. Expression characteristics and function of CAS and a new beta-amyrin synthase in triterpenoid synthesis in birch (Betula platyphylla Suk.) Plant Sci. 2020;294:110433.", "ArticleIdList": ["32234222"]}, {"Citation": "Jin ML, Lee WM, Kim OT. Two Cycloartenol Synthases for Phytosterol Biosynthesis in Polygala tenuifolia Willd. Int J Mol Sci. 2017;18(11).", "ArticleIdList": ["PMC5713394", "29140303"]}, {"Citation": "Sharma A, Rather GA, Misra P, Dhar MK, Lattoo SK. Jasmonate responsive transcription factor WsMYC2 regulates the biosynthesis of triterpenoid withanolides and phytosterol via key pathway genes in Withania somnifera (L.) Dunal. 2019;100(4–5):543–560.", "ArticleIdList": ["31090025"]}, {"Citation": "Cai C, Ma J, Han C, Jin Y, Zhao G, He X. Extraction and antioxidant activity of total triterpenoids in the mycelium of a medicinal fungus, Sanghuangporus sanghuang. Sci Rep. 2019;9(1):7418.", "ArticleIdList": ["PMC6520348", "31092852"]}, {"Citation": "Oludemi T, Barros L, Prieto MA, Heleno SA, Barreiro MF, Ferreira I. Extraction of triterpenoids and phenolic compounds from Ganoderma lucidum: optimization study using the response surface methodology. Food Funct. 2018;9(1):209–226.", "ArticleIdList": ["29215673"]}, {"Citation": "Wan Q, Tang J, Han Y, Wang D. Co-expression modules construction by WGCNA and identify potential prognostic markers of uveal melanoma. Exp Eye Res. 2018;166:13–20.", "ArticleIdList": ["29031853"]}, {"Citation": "Yin L, Cai Z, Zhu B, Xu C. Identification of key pathways and genes in the dynamic progression of HCC based on WGCNA. Genes. 2018;9(2).", "ArticleIdList": ["PMC5852588", "29443924"]}, {"Citation": "Gietz RD, Schiestl RH. High-efficiency yeast transformation using the LiAc/SS carrier DNA/PEG method. Nat Protoc. 2007;2(1):31–34.", "ArticleIdList": ["17401334"]}, {"Citation": "Hnasko TS, Hnasko RM. The Western blot. Methods Mol Biol (Clifton, NJ) 2015;1318:87–96.", "ArticleIdList": ["26160567"]}, {"Citation": "Shen Y, Meng D, McGrouther K, Zhang J, Cheng L. Efficient isolation of Magnolia protoplasts and the application to subcellular localization of MdeHSF1. Plant Methods. 2017;13:44.", "ArticleIdList": ["PMC5442663", "28546825"]}, {"Citation": "de Costa F, Yendo AC, Fleck JD, Gosmann G, Fett-Neto AG. Accumulation of a bioactive triterpene saponin fraction of Quillaja brasiliensis leaves is associated with abiotic and biotic stresses. Plant Physiol Biochem. 2013;66:56–62.", "ArticleIdList": ["23474431"]}, {"Citation": "Ito R, Masukawa Y, Hoshino T. Purification, kinetics, inhibitors and CD for recombinant β-amyrin synthase from Euphorbia tirucalli L and functional analysis of the DCTA motif, which is highly conserved among oxidosqualene cyclases. FEBS J. 2013;280(5):1267–1280.", "ArticleIdList": ["23294602"]}, {"Citation": "Vishwakarma RK, Sonawane P, Singh S, Kumari U, Ruby, Khan BM. Molecular characterization and differential expression studies of an oxidosqualene cyclase (OSC) gene of Brahmi (Bacopa monniera) Physiol Mol Biol Plants. 2013;19(4):547–553.", "ArticleIdList": ["PMC3781283", "24431524"]}, {"Citation": "Fukushima EO, Seki H, Ohyama K, Ono E, Umemoto N, Mizutani M, Saito K, Muranaka T. CYP716A subfamily members are multifunctional oxidases in triterpenoid biosynthesis. Plant Cell Physiol. 2011;52(12):2050–2061.", "ArticleIdList": ["22039103"]}, {"Citation": "Suzuki H, Fukushima EO, Umemoto N, Ohyama K, Seki H, Muranaka T. Comparative analysis of CYP716A subfamily enzymes for the heterologous production of C-28 oxidized triterpenoids in transgenic yeast. Plant Biotechnol (Tokyo, Japan) 2018;35(2):131–139.", "ArticleIdList": ["PMC6879395", "31819715"]}, {"Citation": "Liu N, Zhang L. Identification of two new cytochrome P450 genes and their 5′-flanking regions from the housefly, Musca domestica. Insect Biochem Mol Biol. 2002;32(7):755–764.", "ArticleIdList": ["12044492"]}, {"Citation": "Xue L, He Z, Bi X, Xu W, Wei T, Wu S, Hu S. Transcriptomic profiling reveals MEP pathway contributing to ginsenoside biosynthesis in Panax ginseng. BMC Genomics. 2019;20(1):383.", "ArticleIdList": ["PMC6524269", "31101014"]}, {"Citation": "Kim YJ, Zhang D, Yang DC. Biosynthesis and biotechnological production of ginsenosides. Biotechnol Adv. 2015;33(6 Pt 1):717–735.", "ArticleIdList": ["25747290"]}, {"Citation": "Wang WF, Xiao H, Zhong JJ. Biosynthesis of a ganoderic acid in Saccharomyces cerevisiae by expressing a cytochrome P450 gene from Ganoderma lucidum. Biotechnol Bioeng. 2018;115(7):1842–1854.", "ArticleIdList": ["29476632"]}, {"Citation": "Wang J, Li J, Li J, Li J, Liu S, Gao W. LSP1, a responsive protein from Meyerozyma guilliermondii, elicits defence response and improves glycyrrhizic acid biosynthesis in Glycyrrhiza uralensis Fisch adventitious roots. J Cell Physiol. 2017;232(12):3510–3519.", "ArticleIdList": ["28105652"]}, {"Citation": "Nguyen KV, Pongkitwitoon B, Pathomwichaiwat T, Viboonjun U, Prathanturarug S. Effects of methyl jasmonate on the growth and triterpenoid production of diploid and tetraploid Centella asiatica (L.) Urb. Hairy root cultures. Sci Rep. 2019;9(1):18665.", "ArticleIdList": ["PMC6904556", "31822691"]}, {"Citation": "Fu J, Liu G, Yang M, Wang X, Chen X, Chen F, Yang Y. Isolation and functional analysis of squalene synthase gene in tea plant Camellia sinensis. Plant Physiol Biochem. 2019;142:53–58.", "ArticleIdList": ["31272035"]}, {"Citation": "Vergara Martínez VM, Estrada-Soto SE, Arellano-García JJ, Rivera-Leyva JC, Castillo-España P, Flores AF, Cardoso-Taketa AT, Perea-Arango I. Methyl Jasmonate and salicylic acid enhanced the production of Ursolic and Oleanolic acid in callus cultures of Lepechinia Caulescens. Pharmacogn Mag. 2018;13(Suppl 4):S886–s889.", "ArticleIdList": ["PMC5822516", "29491649"]}, {"Citation": "Yi GE, Robin AH, Yang K, Park JI, Hwang BH, Nou IS. Exogenous methyl Jasmonate and salicylic acid induce subspecies-specific patterns of Glucosinolate accumulation and gene expression in Brassica oleracea L. Molecules (Basel, Switzerland). 2016;21(10).", "ArticleIdList": ["PMC6273115", "27783045"]}, {"Citation": "Cappellari LDR, Santoro MV, Schmidt A, Gershenzon J, Banchio E. Improving Phenolic Total Content and Monoterpene in Mentha x piperita by Using Salicylic Acid or Methyl Jasmonate Combined with Rhizobacteria Inoculation. Int J Mol Sci. 2019;21(1).", "ArticleIdList": ["PMC6981552", "31861733"]}, {"Citation": "Bontpart T, Cheynier V, Ageorges A, Terrier N. BAHD or SCPL acyltransferase? What a dilemma for acylation in the world of plant phenolic compounds. N Phytol. 2015;208(3):695–707.", "ArticleIdList": ["26053460"]}, {"Citation": "Liu YY, Mo T, Wang XH, Shi SP, Liu X, Tu PF. Research progress of plant BAHD acyltransferase family. Zhongguo Zhong Yao Za Zhi. 2016;41(12):2175–2182.", "ArticleIdList": ["28901056"]}, {"Citation": "Molina I, Kosma D. Role of HXXXD-motif/BAHD acyltransferases in the biosynthesis of extracellular lipids. Plant Cell Rep. 2015;34(4):587–601.", "ArticleIdList": ["25510356"]}, {"Citation": "Morales-Quintana L, Moya-León MA, Herrera R. Computational study enlightens the structural role of the alcohol acyltransferase DFGWG motif. J Mol Model. 2015;21(8):216.", "ArticleIdList": ["26227064"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "4", "Day": "5"}, {"Year": "2021", "Month": "12", "Day": "29"}, {"Year": "2022", "Month": "2", "Day": "26", "Hour": "5", "Minute": "29"}, {"Year": "2022", "Month": "2", "Day": "27", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "3", "Day": "4", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "2", "Day": "25"}], "PublicationStatus": "epublish", "ArticleIdList": ["35216551", "PMC8876399", "10.1186/s12870-022-03429-8", "10.1186/s12870-022-03429-8"]}}], "PubmedBookArticle": []}