{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Lactiplantibacillus plantarum", "Lawsonia inermis", "Staphylococcus aureus", "wound healing"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35221699", "DateRevised": {"Year": "2022", "Month": "05", "Day": "02"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "02", "Day": "19"}], "Language": ["eng"], "ELocationID": ["10.2147/IDR.S342976"], "Journal": {"ISSN": "1178-6973", "JournalIssue": {"Volume": "15", "PubDate": {"Year": "2022"}}, "Title": "Infection and drug resistance", "ISOAbbreviation": "Infect Drug Resist"}, "ArticleTitle": "Synergistic Antimicrobial Effect of <i>Lactiplantibacillus plantarum</i> and <i>Lawsonia inermis</i> Against <i>Staphylococcus aureus</i>.", "Pagination": {"StartPage": "545", "EndPage": "554", "MedlinePgn": "545-554"}, "Abstract": {"AbstractText": ["The developed resistance of pathogenic microorganisms towards the currently used antimicrobial agents requires the fast search for newer potent antimicrobials. One of the most important ways to combat the previously mentioned disaster is the use of natural alternatives like medicinal plants. Our study aimed to estimate the anti-inflammatory property, and antibacterial effects of probiotics <i>Lactiplantibacillus plantarum</i> and ethanol extracts of <i>Lawsonia inermis</i> leaves against <i>Staphylococcus aureus</i> when they were used separately or collectively as synergism.", "Experimentally induced infected wound model in mice was created and divided into 10 groups then treated for two days by <i>L. plantarum</i> and <i>L. inermis</i> individually or in combination, followed by biochemical assays. The antibacterial, anti-inflammatory, and wound healing activity were evaluated through histopathological sections taken before and after treatment.", "Our results revealed that <i>L. plantarum</i> and <i>L. inermis</i> mixture could inhibit growth of <i>S. aureus</i> and decrease the minimal inhibitory concentration (MIC) of <i>L. plantarum</i> to 2 mg/mL. The mixture decreased level of both interleukin 6 (IL-6) and interferon-alpha (TNF-α) to a level near the normal uninfected group. Histopathological study showed that animals treated with both <i>L. plantarum</i> and <i>L. inermis</i> had achieved almost 90% healing.", "These results suggest that <i>L. plantarum</i> and <i>L. inermis</i> mixture has synergistic effect on healing of infected wound."], "CopyrightInformation": "© 2022 Elebeedy et al."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Biotechnology, Misr University for Science and Technology (MUST), 6th of October City, 12573, Egypt."}], "LastName": "Elebeedy", "ForeName": "Dalia", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Molecular Biology Department, Genetic Engineering and Biotechnology Research Institute, University of Sadat City, Sadat City, 12573, Egypt."}, {"Identifier": [], "Affiliation": "School of Biotechnology, Badr University in Cairo, Badr City, Cairo, 11829, Egypt."}], "LastName": "Ghanem", "ForeName": "Aml", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Microbiology and Immunology, Faculty of Medicine, South Valley University, Qena, 83523, Egypt."}], "LastName": "El-Sayed", "ForeName": "Marwa", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biotechnology, Faculty of Science, Taif University, Taif, 21944, Saudi Arabia."}], "LastName": "Fayad", "ForeName": "Eman", "Initials": "E"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, College of Science, Taif University, Taif, 21944, Saudi Arabia."}], "LastName": "Abu Ali", "ForeName": "Ola A", "Initials": "OA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biotechnology, Faculty of Science, Taif University, Taif, 21944, Saudi Arabia."}], "LastName": "Alyamani", "ForeName": "Amal", "Initials": "A"}, {"Identifier": ["0000-0003-2886-1294"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany & Microbiology, Faculty of Sciences, South Valley University, Qena, 83523, Egypt."}], "LastName": "Sayed Abdelgeliel", "ForeName": "Asmaa", "Initials": "A"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "New Zealand", "MedlineTA": "Infect Drug Resist", "NlmUniqueID": "101550216", "ISSNLinking": "1178-6973"}, "CoiStatement": "The authors report no conflicts of interest in this work."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Baroni A, Buommino E, De Gregorio V, Ruocco E, Ruocco V, Wolf R. Structure and function of the epidermis related to barrier properties. Clin Dermatol. 2012;30(3):257–262. doi:10.1016/j.clindermatol.2011.08.007", "ArticleIdList": ["10.1016/j.clindermatol.2011.08.007", "22507037"]}, {"Citation": "Krishna S, Miller LS. In innate and adaptive immune responses against Staphylococcus aureus skin infections. Semin Immunopathol. 2012;34(2):261–280. doi:10.1007/s00281-011-0292-6", "ArticleIdList": ["10.1007/s00281-011-0292-6", "PMC5937532", "22057887"]}, {"Citation": "Guo Y, Song G, Sun M, Wang J, Wang Y. Prevalence and therapies of antibiotic-resistance in Staphylococcus aureus. Front Cell Infect Microbiol. 2020;10:107. doi:10.3389/fcimb.2020.00107", "ArticleIdList": ["10.3389/fcimb.2020.00107", "PMC7089872", "32257966"]}, {"Citation": "Zaki AA, Al-Karmalawy AA, El-Amier YA, Ashour AJN. Molecular docking reveals the potential of Cleome amblyocarpa isolated compounds to inhibit COVID-19 virus main protease. New J Chem. 2020;44(39):16752–16758. doi:10.1039/D0NJ03611K", "ArticleIdList": ["10.1039/D0NJ03611K"]}, {"Citation": "Soltane R, Chrouda A, Mostafa A, et al. Strong inhibitory activity and action modes of synthetic maslinic acid derivative on highly pathogenic coronaviruses: COVID-19 drug candidate. Pathogens. 2021;10(5):623. doi:10.3390/pathogens10050623", "ArticleIdList": ["10.3390/pathogens10050623", "PMC8159111", "34069460"]}, {"Citation": "Zaki AA, Ashour A, Elhady SS, Darwish KM, Al-Karmalawy AA. Calendulaglycoside A showing potential activity against SARS-CoV-2 main protease: molecular docking, molecular dynamics, and SAR studies. J Tradit Complement Med. 2021. doi:10.1016/j.jtcme.2021.05.001", "ArticleIdList": ["10.1016/j.jtcme.2021.05.001", "PMC8126476", "34026584"]}, {"Citation": "Kandeil A, Mostafa A, Kutkat O, et al. Bioactive polyphenolic compounds showing strong antiviral activities against severe acute respiratory syndrome coronavirus 2. Pathogens. 2021;10(6):758. doi:10.3390/pathogens10060758", "ArticleIdList": ["10.3390/pathogens10060758", "PMC8232731", "34203977"]}, {"Citation": "Ghanem A, Emara HA, Muawiya S, Abd El Maksoud AI, Al-Karmalawy AA, Elshal MF. Tanshinone IIA synergistically enhances the antitumor activity of doxorubicin by interfering with the PI3K/AKT/mTOR pathway and inhibition of topoisomerase II: in vitro and molecular docking studies. New J Chem. 2020;44(40):17374–17381. doi:10.1039/D0NJ04088F", "ArticleIdList": ["10.1039/D0NJ04088F"]}, {"Citation": "Elmaaty AA, Darwish KM, Khattab M, et al. In a search for potential drug candidates for combating COVID-19: computational study revealed salvianolic acid B as a potential therapeutic targeting 3CLpro and spike proteins. J Biomol Struct Dyn. 2021:1–28. doi:10.1080/07391102.2021.1918256", "ArticleIdList": ["10.1080/07391102.2021.1918256", "33928870"]}, {"Citation": "Al‐Karmalawy AA, Elshal MF. Concanavalin-A shows synergistic cytotoxicity with tamoxifen via inducing apoptosis in estrogen receptor-positive breast cancer: in vitro and molecular docking studies. Pharm Sci. 2021. doi:10.34172/PS.2021.22", "ArticleIdList": ["10.34172/PS.2021.22"]}, {"Citation": "Ostad S, Salarian A, Ghahramani M, Fazeli M, Samadi N, Jamalifar H. Live and heat-inactivated lactobacilli from feces inhibit Salmonella typhi and Escherichia coli adherence to Caco-2 cells. Folia Microbiol. 2009;54(2):157–160. doi:10.1007/s12223-009-0024-7", "ArticleIdList": ["10.1007/s12223-009-0024-7", "19418255"]}, {"Citation": "Soltan MA, Elbassiouny N, Gamal H, et al. In silico prediction of a multitope vaccine against Moraxella catarrhalis: reverse vaccinology and immunoinformatics. Vaccines. 2021;9(6):669. doi:10.3390/vaccines9060669", "ArticleIdList": ["10.3390/vaccines9060669", "PMC8234879", "34207238"]}, {"Citation": "Ong JS, Taylor TD, Yong CC, et al. Lactobacillus plantarum USM8613 aids in wound healing and suppresses Staphylococcus aureus infection at wound sites. Probiotics Antimicrob Proteins. 2019;11(1):1–13. doi:10.1007/s12602-017-9329-z", "ArticleIdList": ["10.1007/s12602-017-9329-z", "30659503"]}, {"Citation": "Onbas T, Osmanagaoglu O, Kiran F. Potential properties of Lactobacillus plantarum F-10 as a bio-control strategy for wound infections. Probiotics Antimicrob Proteins. 2019;11(4):1110–1123. doi:10.1007/s12602-018-9486-8", "ArticleIdList": ["10.1007/s12602-018-9486-8", "30523603"]}, {"Citation": "Cocetta V, Catanzaro D, Borgonetti V, et al. A fixed combination of probiotics and herbal extracts attenuates intestinal barrier dysfunction from inflammatory stress in an in vitro model using Caco-2 cells. Recent Pat Food Nutr Agric. 2019;10(1):62–69. doi:10.2174/2212798410666180808121328", "ArticleIdList": ["10.2174/2212798410666180808121328", "30088455"]}, {"Citation": "Kim J, Kim H, Jeon S, Jo J, Kim Y, Kim H. Synergistic antibacterial effects of probiotic lactic acid bacteria with Curcuma longa rhizome extract as synbiotic against Cutibacterium acnes. Appl Sci. 2020;10(24):8955. doi:10.3390/app10248955", "ArticleIdList": ["10.3390/app10248955"]}, {"Citation": "Puri B, Hall A. Phytochemical Dictionary: A Handbook of Bioactive Compounds from Plants. CRC press; 1998."}, {"Citation": "Nigussie D, Makonnen E, Tufa TB, et al. Systematic review of Ethiopian medicinal plants used for their anti-inflammatory and wound healing activities. J Ethnopharmacol. 2021;276:114179. doi:10.1016/j.jep.2021.114179", "ArticleIdList": ["10.1016/j.jep.2021.114179", "33989738"]}, {"Citation": "Al-Rubiay KK, Jaber NN, Al-Mhaawe B, Alrubaiy LK. Antimicrobial efficacy of henna extracts. Oman Med J. 2008;23(4):253.", "ArticleIdList": ["PMC3273913", "22334837"]}, {"Citation": "Wiegand I, Hilpert K, Hancock RE. Agar and broth dilution methods to determine the minimal inhibitory concentration (MIC) of antimicrobial substances. Nat Protoc. 2008;3(2):163–175. doi:10.1038/nprot.2007.521", "ArticleIdList": ["10.1038/nprot.2007.521", "18274517"]}, {"Citation": "Gupta A, Kumar P. Assessment of the histological state of the healing wound. Plast Aesthetic Res. 2015;2(5):239–242. doi:10.4103/2347-9264.158862", "ArticleIdList": ["10.4103/2347-9264.158862"]}, {"Citation": "Muhammad H, Muhammad S. The use of Lawsonia inermis Linn. (henna) in the management of burn wound infections. Afr J Biotechnol. 2005;4:934–937."}, {"Citation": "Usman R, Rabiu U. Antimicrobial activity of Lawsonia inermis (henna) extracts. Bayero J Pure Appl Sci. 2018;11(1):167–171. doi:10.4314/bajopas.v11i1.27S", "ArticleIdList": ["10.4314/bajopas.v11i1.27S"]}, {"Citation": "Rekik DM, Khedir SB, Daoud A, Moalla KK, Rebai T, Sahnoun Z. Wound healing effect of Lawsonia inermis. Skin Pharmacol Physiol. 2019;32(6):295–306. doi:10.1159/000501730", "ArticleIdList": ["10.1159/000501730", "31466077"]}, {"Citation": "Balouiri M, Sadiki M, Ibnsouda SK. Methods for in vitro evaluating antimicrobial activity: a review. J Pharm Anal. 2016;6(2):71–79. doi:10.1016/j.jpha.2015.11.005", "ArticleIdList": ["10.1016/j.jpha.2015.11.005", "PMC5762448", "29403965"]}, {"Citation": "Lee EG, Mickle-Kawar BM, Gallucci RMIL-6. deficiency exacerbates skin inflammation in a murine model of irritant dermatitis. J Immunotoxicol. 2013;10(2):192–200. doi:10.3109/1547691X.2012.707700", "ArticleIdList": ["10.3109/1547691X.2012.707700", "22966985"]}, {"Citation": "Hernández MV, Meineri M, Sanmartí R. Skin lesions and treatment with tumor necrosis factor alpha antagonists. Reumatol Clin. 2013;9(1):53–61. doi:10.1016/j.reumae.2012.07.008", "ArticleIdList": ["10.1016/j.reumae.2012.07.008", "22766431"]}, {"Citation": "Galehdari H, Negahdari S, Kesmati M, Rezaie A, Shariati G. Effect of the herbal mixture composed of Aloe Vera, Henna, Adiantum capillus-veneris, and Myrrha on wound healing in streptozotocin-induced diabetic rats. BMC Complement Altern Med. 2016;16(1):386. doi:10.1186/s12906-016-1359-7", "ArticleIdList": ["10.1186/s12906-016-1359-7", "PMC5053342", "27716154"]}, {"Citation": "Rakhshandeh H, Ghorbanzadeh A, Negah SS, Akaberi M, Rashidi R, Forouzanfar F. Pain-relieving effects of Lawsonia inermis on neuropathic pain induced by chronic constriction injury. Metab Brain Dis. 2021;36(7):1709–1716.", "ArticleIdList": ["34169409"]}, {"Citation": "Nayak BS, Isitor G, Davis EM, Pillai GK. The evidence based wound healing activity of Lawsonia inermis Linn. Phytother Res. 2007;21(9):827–831. doi:10.1002/ptr.2181", "ArticleIdList": ["10.1002/ptr.2181", "17533628"]}, {"Citation": "Daemi A, Farahpour MR, Oryan A, Karimzadeh S, Tajer E. Topical administration of hydroethanolic extract of Lawsonia inermis (henna) accelerates excisional wound healing process by reducing tissue inflammation and amplifying glucose uptake. Kaohsiung J Med Sci. 2019;35(1):24–32. doi:10.1002/kjm2.12005", "ArticleIdList": ["10.1002/kjm2.12005", "30844141"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "10", "Day": "21"}, {"Year": "2022", "Month": "1", "Day": "13"}, {"Year": "2022", "Month": "2", "Day": "28", "Hour": "5", "Minute": "32"}, {"Year": "2022", "Month": "3", "Day": "1", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "3", "Day": "1", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "2", "Day": "19"}], "PublicationStatus": "epublish", "ArticleIdList": ["35221699", "PMC8865861", "10.2147/IDR.S342976", "342976"]}}], "PubmedBookArticle": []}