{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["cardiac function", "cisplatin", "histology", "oxidative stress", "rutin trihydrate"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35228931", "DateRevised": {"Year": "2022", "Month": "03", "Day": "02"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "01", "Day": "24"}], "Language": ["eng"], "ELocationID": ["e21572", "10.7759/cureus.21572"], "Journal": {"ISSN": "2168-8184", "JournalIssue": {"Volume": "14", "Issue": "1", "PubDate": {"Year": "2022", "Month": "Jan"}}, "Title": "Cureus", "ISOAbbreviation": "Cureus"}, "ArticleTitle": "Protective Effect of Rutin Trihydrate Against Dose-Dependent, Cisplatin-Induced Cardiac Toxicity in Isolated Perfused Rat's Heart.", "Pagination": {"StartPage": "e21572", "MedlinePgn": "e21572"}, "Abstract": {"AbstractText": ["Background Cisplatin is a common anticancer drug with potential cardiac and renal toxicities. Rutin, a natural compound present in various medicinal plants, has been shown to protect against chemotherapy-induced toxicities. In this study, we explored the protective effect of rutin against the dose-dependent cardiotoxic effects of cisplatin such as perfusion pressure, histopathologic effect on the myocardium, and oxidative stress in isolated perfused rat hearts. Methodology The cardiotoxic effects of cisplatin were studied at three dosages (1, 7, and 14 mg/L) in isolated perfused rat hearts. The dose-dependent, cisplatin-induced toxic effects on left ventricular pressure (LVP), heart rate (HR), dp/dt (maximum), dp/dt (minimum), perfusion pressure, pressure-time index, contractility index, and duration of diastole were assessed. The effects of cisplatin were measured one minute before perfusion of cisplatin and 60 minutes after perfusion of the isolated rat hearts. Results Cisplatin (1-14 mg/L) caused a significant (p < 0.05) dose-dependent reduction in LVP. The percentage LVP values reduced from 94 ± 9 (control untreated hearts) to 70 ± 6, 69 ± 5, and 65 ± 4 in hearts treated with 1, 7, and 14 mg/L of cisplatin, respectively. Similarly, cisplatin at similar doses caused a marked reduction in the values of dp/dt (maximum), dp/dt (minimum), and pressure-time index in isolated rat hearts. The respective percentage values of these parameters compared to those of untreated hearts were significantly reduced from 101 ± 7 to 72 ± 5, 92 ± 8 to 69 ± 4, and 92 ± 12 to 57 ± 7 in hearts treated with 14 mg/L of cisplatin. Perfusion of hearts with rutin trihydrate (1 µM/L) 10 minutes before administration of cisplatin and throughout the experiment attenuated the detrimental effects of cisplatin on cardiac functions in isolated rat hearts (p < 0.05). In addition, cisplatin-induced degeneration and necrosis of cardiac muscle cells reduced with the concurrent administration of rutin and restored normal heart histology. Moreover, cisplatin-induced reduction in glutathione and increased level of malondialdehyde in the myocardium was reversed by concurrent administration of rutin in isolated rat hearts. Conclusions Cisplatin produced a dose-dependent impairment of several parameters of cardiac function such as LVP, contractility index, and pressure-time index. It caused histopathological alterations in isolated rat hearts. These harmful effects of cisplatin were suppressed by rutin trihydrate, suggesting the potential protective effects of rutin against cisplatin-induced cardiotoxicity. Rutin trihydrate also improved the reduced glutathione contents and suppressed the malondialdehyde contents in the cardiac tissue of isolated rat hearts, suggesting that the observed beneficial effects of rutin trihydrate in this study could be related to its antioxidant properties."], "CopyrightInformation": "Copyright © 2022, Bukhari et al."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Physiology, College of Medicine, King Saud University, Riyadh, SAU."}], "LastName": "Bukhari", "ForeName": "Ishfaq A", "Initials": "IA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Physiology, College of Medicine, King Saud University, Riyadh, SAU."}], "LastName": "Mohamed", "ForeName": "Osama Y", "Initials": "OY"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Physiology, College of Medicine, King Saud University, Riyadh, SAU."}], "LastName": "Alhowikan", "ForeName": "Abdulrahman M", "Initials": "AM"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Physiology, College of Medicine, King Saud University, Riyadh, SAU."}], "LastName": "Lateef", "ForeName": "Rahmathunnisa", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Physiology, College of Medicine, King Saud University, Riyadh, SAU."}], "LastName": "Hagar", "ForeName": "Hanan", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Medicine, Imam Mohammad Ibn Saud Islamic University, Riyadh, SAU."}], "LastName": "Assiri", "ForeName": "Raghad A", "Initials": "RA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Medicine, Imam Mohammad Ibn Saud Islamic University, Riyadh, SAU."}], "LastName": "Alqahtani", "ForeName": "Wa'ad Massoud A", "Initials": "WMA"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "Cureus", "NlmUniqueID": "101596737", "ISSNLinking": "2168-8184"}, "CoiStatement": "The authors have declared that no competing interests exist."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Cisplatin: a review of clinical applications and renal toxicity. Sleijfer DT, Meijer S, Mulder NH. Pharm Weekbl Sci. 1985;7:237–244.", "ArticleIdList": ["3909096"]}, {"Citation": "Cisplatin overdose: toxicities and management. Tsang RY, Al-Fayea T, Au HJ. Drug Saf. 2009;32:1109–1122.", "ArticleIdList": ["19916578"]}, {"Citation": "Unstable angina associated with cisplatin and carboplatin in a patient with advanced melanoma. Khan S, Chen CL, Brady MS, Parameswaran R, Moore R, Hassoun H, Carvajal RD. J Clin Oncol. 2012;30:0–4.", "ArticleIdList": ["22585705"]}, {"Citation": "Bradycardia as a rare symptom of cisplatin cardiotoxicity: a case report. Kucharz J, Michalowska-Kaczmarczyk A, Zygulska AL, Wojtak J, Pawlik W, Herman RM, Krzemieniecki K. Oncol Lett. 2016;11:2297–2299.", "ArticleIdList": ["PMC4774623", "26998165"]}, {"Citation": "Cisplatin-induced cardiotoxicity - two case reports. Sawant SP, Prakruthi J, Daddi AD, Ghosh J, Joshi A, Dhir AA. OncoReview. 2015;5:145–150."}, {"Citation": "Recurrent complete atrioventricular block during cisplatin infusion: a case report. Ozcan T, Cirit A, Kiykim A. J Clinic Experiment Cardiol. 2011;2:151."}, {"Citation": "Propionyl-L-carnitine prevents the progression of cisplatin-induced cardiomyopathy in a carnitine-depleted rat model. Al-Majed AA, Sayed-Ahmed MM, Al-Yahya AA, Aleisa AM, Al-Rejaie SS, Al-Shabanah OA. Pharmacol Res. 2006;53:278–286.", "ArticleIdList": ["16436331"]}, {"Citation": "Effects of melatonin on experimental cardiotoxicity induced by doxorubicin. Demir F, Narin F, Akgün H, et al. Çocuk Sağ Hast Derg. 2004;47:260–268."}, {"Citation": "The effect of rutin on cisplatin-induced oxidative cardiac damage in rats. Topal İ, Özbek Bilgin A, Keskin Çimen F, et al. Anatol J Cardiol. 2018;20:136–142.", "ArticleIdList": ["PMC6237943", "30152807"]}, {"Citation": "Rutin protects against neuronal damage in vitro and ameliorates doxorubicin-induced memory deficits in vivo in Wistar rats. Ramalingayya GV, Cheruku SP, Nayak PG, Kishore A, Shenoy R, Rao CM, Krishnadas N. Drug Des Devel Ther. 2017;11:1011–1026.", "ArticleIdList": ["PMC5384734", "28408800"]}, {"Citation": "Rutin trihydrate attenuated cisplatin-induced cardiac toxicity in isolated perfused rat’s hearts.  [\nMay;\n2020 \n];Bukhari I, Mohamed OY, Lateef R, Fatima S, Vohra F, Afzal S. https://www.researchsquare.com/article/rs-26078/v1. Research Square. 2020 "}, {"Citation": "Cisplatin toxicity: importance of oxidative stress and effect of antioxidants. Sabuncuoğlu S, Özgüneş H. https://avesis.hacettepe.edu.tr/yayin/8adab420-90c1-4afb-a6c0-520cf76d2506/cisplatin-toxicity-importance-of-oxidative-stress-and-effect-of-antioxidants J Ist Faculty Med. 2011;74:18–25."}, {"Citation": "Extended high-frequency ototoxicity induced by the first administration of cisplatin. Sakamoto M, Kaga K, Kamio T. Otolaryngol Head Neck Surg. 2000;122:828–833.", "ArticleIdList": ["10828794"]}, {"Citation": "A colorimetric micro-method for the determination of glutathione. Owens CW, Belcher RV. Biochem J. 1965;94:705–711.", "ArticleIdList": ["PMC1206606", "14340062"]}, {"Citation": "Microsomal lipid peroxidation. Buege JA, Aust SD. Methods Enzymol. 1978;52:302–310.", "ArticleIdList": ["672633"]}, {"Citation": "Platinum complexes-induced cardiotoxicity of isolated, perfused rat heart: comparison of Pt(II) and Pt(IV) analogues versus cisplatin. Misic MM, Jakovljevic VL, Bugarcic ZD, et al. Cardiovasc Toxicol. 2015;15:261–268.", "ArticleIdList": ["25404470"]}, {"Citation": "The cardiac markers and oxidative stress parameters in advanced non-small cell lung cancer patients receiving cisplatin-based chemotherapy. Demkow U, Biatas-Chromiec B, Stelmaszczyk-Emmel A, Radzikowska E, Wiatr E, Radwan-Rohrenschef P, Szturmowicz M. https://pubmed.ncbi.nlm.nih.gov/27683384/ EJIFCC. 2011;22:6–15.", "ArticleIdList": ["PMC4975326", "27683384"]}, {"Citation": "Exploring the protective role of apocynin, a specific NADPH oxidase inhibitor, in cisplatin-induced cardiotoxicity in rats. El-Sawalhi MM, Ahmed LA. Chem Biol Interact. 2014;207:58–66.", "ArticleIdList": ["24291008"]}, {"Citation": "Cisplatin-evoked DNA fragmentation in normal and cancer cells and its modulation by free radical scavengers and the tyrosine kinase inhibitor STI571. Wozniak K, Czechowska A, Blasiak J. Chem Biol Interact. 2004;147:309–318.", "ArticleIdList": ["15135086"]}, {"Citation": "Protective effects of vitamin c against cisplatin-induced nephrotoxicity and lipid peroxidation in adult rats: a dose-dependent study. Antunes LM, Darin JD, Bianchi MD. Pharmacol Res. 2000;41:405–411.", "ArticleIdList": ["10704263"]}, {"Citation": "Cisplatin combination chemotherapy induces a fall in plasma antioxidants of cancer patients. Weijl NI, Hopman GD, Wipkink-Bakker A, Lentjes EG, Berger HM, Cleton FJ, Osanto S. Ann Oncol. 1998;9:1331–1337.", "ArticleIdList": ["9932164"]}, {"Citation": "Cisplatin-induced cardiotoxicity: mechanisms and cardioprotective strategies. El-Awady el-SE, Moustafa YM, Abo-Elmatty DM, Radwan A. Eur J Pharmacol. 2011;650:335–341.", "ArticleIdList": ["21034734"]}, {"Citation": "The protective effect of rutin against ischemia/reperfusion-associated hemodynamic alteration through antioxidant activity. Bhandary B, Piao CS, Kim DS, Lee GH, Chae SW, Kim HR, Chae HJ. Arch Pharm Res. 2012;35:1091–1097.", "ArticleIdList": ["22870819"]}, {"Citation": "Peripheral neurotoxic effects of cisplatin on rats and treatment with rutin. Yaşar H, Ersoy A, Cimen FK, Mammadov R, Kurt N, Arslan YK. Adv Clin Exp Med. 2019;28:1537–1543.", "ArticleIdList": ["31766081"]}, {"Citation": "Rutin attenuates cisplatin induced renal inflammation and apoptosis by reducing NFκB, TNF-α and caspase-3 expression in wistar rats. Arjumand W, Seth A, Sultana S. Food Chem Toxicol. 2011;49:2013–2021.", "ArticleIdList": ["21605616"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "1", "Day": "20"}, {"Year": "2022", "Month": "3", "Day": "1", "Hour": "5", "Minute": "58"}, {"Year": "2022", "Month": "3", "Day": "2", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "3", "Day": "2", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "1", "Day": "24"}], "PublicationStatus": "epublish", "ArticleIdList": ["35228931", "PMC8866754", "10.7759/cureus.21572"]}}], "PubmedBookArticle": []}