{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Culture", "Defense", "In vitro", "Secondary metabolites"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35221660", "DateRevised": {"Year": "2022", "Month": "05", "Day": "02"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "02", "Day": "19"}], "Language": ["eng"], "ELocationID": ["35", "10.1186/s42269-022-00717-z"], "Journal": {"ISSN": "2522-8307", "JournalIssue": {"Volume": "46", "Issue": "1", "PubDate": {"Year": "2022"}}, "Title": "Bulletin of the National Research Centre", "ISOAbbreviation": "Bull Natl Res Cent"}, "ArticleTitle": "In vitro strategies for the enhancement of secondary metabolite production in plants: a review.", "Pagination": {"StartPage": "35", "MedlinePgn": "35"}, "Abstract": {"AbstractText": ["Plants are the prime source of vital secondary metabolites (SMs) which are medicinally important for drug development, and these secondary metabolites are often used by plants in the various important tasks like defense against herbivory, interspecies defenses and against different types of stresses. For humans, these secondary metabolites are important as medicines, pigments, flavorings and drugs. Because most of the pharmaceutical industries are highly dependent on medicinal plants and their extraction, these medicinal plants are getting endangered.", "Plant cell culture technologies are introduced as a viable mechanism for producing and studying SMs of plants. Various types of in vitro strategies (elicitation, hairy root culture system, suspension culture system, etc.) have been considerably used for the improvement of the production of SMs of plants. For the enhancement of SM production, suspension culture and elicitation are mainly used, but hairy root culture and other organ cultures are proved to satisfy the demand of secondary metabolites. Now, it is easy to control and manipulate the pathways that produce the plant secondary metabolites.", "Techniques like plant cell, tissue and organ cultures provide a valuable method for the production of medicinally significant SMs. In recent years, most of the in vitro strategies are used due to knowledge and regulation of SM pathway in commercially valuable plants. In future, these things will provide a valuable method to sustain the feasibility of medicinal plants as the renewable sources of medicinally important compounds, and these methods will provide successful production of desired, important, valuable and also unknown compounds."], "CopyrightInformation": "© The Author(s) 2022."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": ["grid.411340.3", "0000 0004 1937 0765"], "Affiliation": "Plant Physiology and Biochemistry Section, Department of Botany, Aligarh Muslim University, Aligarh, UP India."}], "LastName": "Fazili", "ForeName": "Mohammad Afaan", "Initials": "MA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["grid.411340.3", "0000 0004 1937 0765"], "Affiliation": "Plant Biotechnology and Tissue Culture Section, Department of Botany, Aligarh Muslim University, Aligarh, UP India."}], "LastName": "Bashir", "ForeName": "Irfan", "Initials": "I"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, GDC Boys Pulwama, Pulwama, J&K 192301 India."}], "LastName": "Ahmad", "ForeName": "Mudasar", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Botany, Sri Pratap College, M. A. Road, Srinagar, J&K 190001 India."}], "LastName": "Yaqoob", "ForeName": "Ubaid", "Initials": "U"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Social and Basic Sciences, Faculty of Forestry, SKAUST-K, Benhama, Ganderbal, J&K India."}], "LastName": "Geelani", "ForeName": "Syed Naseem", "Initials": "SN"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "Bull Natl Res Cent", "NlmUniqueID": "101755158", "ISSNLinking": "1110-0591"}, "CoiStatement": "Competing interestsNot applicable."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Ackermann C. Pflanzen aus Agrobacterium rhizogenes-Tumoren an Nicotiana tabacum. Plant Sci Lett. 1977;8:23–30. doi: 10.1016/0304-4211(77)90167-5.", "ArticleIdList": ["10.1016/0304-4211(77)90167-5"]}, {"Citation": "Ahmad Z, Shahzad A, Sharma S. Chitosan versus yeast extract driven elicitation for enhanced production of fragrant compound 2-hydroxy-4-methoxybenzaldehyde (2H4MB) in root tuber derived callus of Decalepis salicifolia (Bedd. ex Hook. f.) Venter. Plant Cell Tissue Organ Cult. 2019;136:29–40. doi: 10.1007/s11240-018-1488-4.", "ArticleIdList": ["10.1007/s11240-018-1488-4"]}, {"Citation": "Alvarez MA, Rodrfguez Talou J, Paniego NB, Giulietti AM. Solasodine production in transformed organ cultures (roots and shoots) of Solanum eleagnifolium Cav. Biotechnol Lett. 1994;16:393–396. doi: 10.1007/BF00245058.", "ArticleIdList": ["10.1007/BF00245058"]}, {"Citation": "Balandrin MF, Klocke JA (1988) Medicinal, aromatic, and industrial materials from plants. In: Medicinal and aromatic plants. Springer, Berlin, pp 3–36"}, {"Citation": "Baque MA, Moh SH, Lee EJ, Zhong JJ, Paek KY. Production of biomass and useful compounds from adventitious roots of high-value added medicinal plants using bioreactor. Biotechnol Adv. 2012;30:1255–1267. doi: 10.1016/j.biotechadv.2011.11.004.", "ArticleIdList": ["10.1016/j.biotechadv.2011.11.004", "22123438"]}, {"Citation": "Barrales HJ, Reyes CR, Garcia IV, Valdez LGL, De Jesus AG, Ruiz JAC, Montoya JM (2019) Alkaloids of Pharmacological Importance in Catharanthus roseus. In: Alkaloids-their importance in nature and human life. Intech Open"}, {"Citation": "Begum F. Augmented production of vincristine in induced tetraploids of Agrobacterium transformed shooty teratomas of Catharanthus roseus. Med Plants Int J Phytomed Relat Ind. 2011;3:59–64. doi: 10.5958/j.0975-4261.3.1.007.", "ArticleIdList": ["10.5958/j.0975-4261.3.1.007"]}, {"Citation": "Begum F, Nageswara Rao SSS, Rao K, Prameela Devi Y, Giri A, Giri CC. Increased vincristine production from Agrobacterium tumefaciens C58 induced shooty teratomas of Catharanthus roseus G. Don. Nat Prod Res. 2009;23:973–981. doi: 10.1080/14786410802131153.", "ArticleIdList": ["10.1080/14786410802131153", "19521912"]}, {"Citation": "Benedito AV, Modolo VL. Introduction to Metabolic Genetic Engineering for the Production of Valuable Secondary Metabolites in in vivo and in vitro Plant Systems. Recent Patents Biotechnol. 2014;8(1):61–75. doi: 10.2174/1872208307666131218125801.", "ArticleIdList": ["10.2174/1872208307666131218125801", "24354528"]}, {"Citation": "Bhadra R, Morgan JA, Shanks JV. Transient studies of light-adapted cultures of hairy roots of Catharanthus roseus: growth and indole alkaloid accumulation. Biotechnol Bioeng. 1998;60:670–678. doi: 10.1002/(SICI)1097-0290(19981220)60:6<670::AID-BIT4>3.0.CO;2-J.", "ArticleIdList": ["10.1002/(SICI)1097-0290(19981220)60:6<670::AID-BIT4>3.0.CO;2-J", "10099477"]}, {"Citation": "Binns AN, Thomashow MF. Cell biology of Agrobacterium infection and transformation of plants. Annu Rev Microbiol. 1988;42:575–606. doi: 10.1146/annurev.mi.42.100188.003043.", "ArticleIdList": ["10.1146/annurev.mi.42.100188.003043"]}, {"Citation": "Bourgaud F, Gravot A, Milesi S, Gontier E. Production of plant secondary metabolites: a historical perspective. Plant Sci. 2001;161:839–851. doi: 10.1016/S0168-9452(01)00490-3.", "ArticleIdList": ["10.1016/S0168-9452(01)00490-3"]}, {"Citation": "Chandran H, Meena M, Barupal T, Sharma K. Plant tissue culture as a perpetual source for production of industrially important bioactive compounds. Biotechnol Rep. 2020;26:00450.", "ArticleIdList": ["PMC7193120", "32373483"]}, {"Citation": "Chattopadhyay S, Farkya S, Srivastava AK, Bisaria VS. Bioprocess considerations for production of secondary metabolites by plant cell suspension cultures. Biotechnol Bioprocess Eng. 2002;7:138. doi: 10.1007/BF02932911.", "ArticleIdList": ["10.1007/BF02932911"]}, {"Citation": "Chodisetti B, Rao K, Gandi S, Giri A. Improved gymnemic acid production in the suspension cultures of Gymnema sylvestre through biotic elicitation. Plant Biotechnol Rep. 2013;7:519–525. doi: 10.1007/s11816-013-0290-3.", "ArticleIdList": ["10.1007/s11816-013-0290-3"]}, {"Citation": "Christie PJ. Agrobacterium tumefaciens T-complex transport apparatus: a paradigm for a new family of multifunctional transporters in eubacteria. J Bacteriol. 1997;179:3085. doi: 10.1128/jb.179.10.3085-3094.1997.", "ArticleIdList": ["10.1128/jb.179.10.3085-3094.1997", "PMC179082", "9150199"]}, {"Citation": "Constabel F. Medicinal plant biotechnology1. Planta Med. 1990;56:421–425. doi: 10.1055/s-2006-961002.", "ArticleIdList": ["10.1055/s-2006-961002", "2077546"]}, {"Citation": "DiCosmo F, Misawa M. Plant cell and tissue culture: alternatives for metabolite production. Biotechnol Adv. 1995;13:425–453. doi: 10.1016/0734-9750(95)02005-N.", "ArticleIdList": ["10.1016/0734-9750(95)02005-N", "14536096"]}, {"Citation": "DiCosmo F, Misawa M. Eliciting secondary metabolism in plant cell cultures. Trends Biotechnol. 1985;3:318–322. doi: 10.1016/0167-7799(85)90036-8.", "ArticleIdList": ["10.1016/0167-7799(85)90036-8"]}, {"Citation": "Doran PM (2002) Properties and applications of hairy root cultures. In: Plant biotechnology and transgenic plants. CRC Press, pp 134–151"}, {"Citation": "Ellis BE. Natural products from plant tissue culture. Nat Prod Rep. 1988;5:581–612. doi: 10.1039/np9880500581.", "ArticleIdList": ["10.1039/np9880500581", "3072498"]}, {"Citation": "Fujita Y, Tabata M (1986) Secondary metabolites from plant cells: pharmaceutical applications and progress in commercial production. Plant Biol (USA)"}, {"Citation": "Funk C, Brodelius P. Influence of growth regulators and an elicitor on phenylpropanoid metabolism in suspension cultures of Vanilla planifolia. Phytochemistry. 1990;29:845–848. doi: 10.1016/0031-9422(90)80030-K.", "ArticleIdList": ["10.1016/0031-9422(90)80030-K"]}, {"Citation": "Gelvin SB. Agrobacterium and plant genes involved in T-DNA transfer and integration. Annu Rev Plant Biol. 2000;51:223–256. doi: 10.1146/annurev.arplant.51.1.223.", "ArticleIdList": ["10.1146/annurev.arplant.51.1.223", "15012192"]}, {"Citation": "Ghorpade RP, Chopra A, Nikam TD. Influence of biotic and abiotic elicitors on four major isomers of boswellic acid in callus culture of 'Boswellia serrata' Roxb. Plant Omics. 2011;4:169."}, {"Citation": "Giri A, Narasu ML. Transgenic hairy roots: recent trends and applications. Biotechnol Adv. 2000;18:1–22. doi: 10.1016/S0734-9750(99)00016-6.", "ArticleIdList": ["10.1016/S0734-9750(99)00016-6", "14538116"]}, {"Citation": "Giri A, Banerjee S, Ahuja PS, Giri CC. Production of hairy roots in Aconitum heterophyllum wall using Agrobacterium rhizogenes. In Vitro Cell Dev Biol Plant. 1997;33:280–284. doi: 10.1007/s11627-997-0050-6.", "ArticleIdList": ["10.1007/s11627-997-0050-6"]}, {"Citation": "Giri A, Dhingra V, Giri CC. Biotransformations using plant cells, organ cultures and enzyme systems: current trends and future prospects. Biotechnol Adv. 2001;19:175–199. doi: 10.1016/S0734-9750(01)00054-4.", "ArticleIdList": ["10.1016/S0734-9750(01)00054-4", "14538082"]}, {"Citation": "Hamburger M, Hostettmann K. Bioactivity in plants: the link between phytochemistry and medicine. Phytochemistry. 1991;30:3864–3874. doi: 10.1016/0031-9422(91)83425-K.", "ArticleIdList": ["10.1016/0031-9422(91)83425-K"]}, {"Citation": "Hamill JD, Rhodes MJC (1993) Manipulating secondary metabolism in culture. In: Biosynthesis and manipulation of plant products. Springer, Dordrecht, pp 178–209"}, {"Citation": "Hao X, Pu Z, Cao G, You D, Zhou Y, Deng C, Shi M, Nile SH, Wang Y, Zhou W, Kai G. Tanshinone and salvianolic acid biosynthesis are regulated by SmMYB98 in Salvia miltiorrhiza hairy roots. J Adv Res. 2020;23:1–12. doi: 10.1016/j.jare.2020.01.012.", "ArticleIdList": ["10.1016/j.jare.2020.01.012", "PMC7016019", "32071787"]}, {"Citation": "Hema C, Mukesh M, Tansukh B, Kanika S. Plant tissue culture as a perpetual source for production of industrially important bioactive compounds. Biotechnol Rep. 2020;26:1–10.", "ArticleIdList": ["PMC7193120", "32373483"]}, {"Citation": "Hu ZB, Du M. Hairy roots and its application in plant genetic engineering. J Integr Plant Biol. 2006;48:121–127. doi: 10.1111/j.1744-7909.2006.00121.x.", "ArticleIdList": ["10.1111/j.1744-7909.2006.00121.x"]}, {"Citation": "Hussain MS, Fareed S, Saba Ansari M, Rahman A, Ahmad IZ, Saeed M. Current approaches toward production of secondary plant metabolites. J Pharm Bioallied Sci. 2012;4:10. doi: 10.4103/0975-7406.92725.", "ArticleIdList": ["10.4103/0975-7406.92725", "PMC3283951", "22368394"]}, {"Citation": "Ishihara K, Hamada H, Hirata T, Nakajima N. Biotransformation using plant cultured cells. J Mol Catal B Enzym. 2003;23:145–170. doi: 10.1016/S1381-1177(03)00080-8.", "ArticleIdList": ["10.1016/S1381-1177(03)00080-8"]}, {"Citation": "Karuppusamy S. A review on trends in production of secondary metabolites from higher plants by in vitro tissue, organ and cell cultures. J Med Plants Res. 2009;3:1222–1239."}, {"Citation": "Khan T, Khan MA, Karam K, Ullah N, Mashwani ZU, Nadhman A. Plant in vitro culture technologies; a promise into factories of secondary metabolites against COVID-19. Front Plant Sci. 2021;15:1–21.", "ArticleIdList": ["PMC7994895", "33777062"]}, {"Citation": "Kim Y, Wyslouzil BE, Weathers PJ. Secondary metabolism of hairy root cultures in bioreactors. In Vitro Cell Dev Biol Plant. 2002;38:1–10. doi: 10.1079/IVP2001243.", "ArticleIdList": ["10.1079/IVP2001243"]}, {"Citation": "Kim YJ, Weathers PJ, Wyslouzil BE. Growth of Artemisia annua hairy roots in liquid-and gas-phase reactors. Biotechnol Bioeng. 2002;80:454–464. doi: 10.1002/bit.10389.", "ArticleIdList": ["10.1002/bit.10389", "12325154"]}, {"Citation": "Kreis W, Reinhard E. The production of secondary metabolites by plant cells cultivated in bioreactors1. Planta Med. 1989;55:409–416. doi: 10.1055/s-2006-962054.", "ArticleIdList": ["10.1055/s-2006-962054", "17262454"]}, {"Citation": "Krolicka A, Szpitter A, Stawujak K, Baranski R, Gwizdek-Wisniewska A, Skrzypczak A, Lojkowska E. Teratomas of Drosera capensis var. alba as a source of naphthoquinone: ramentaceone. Plant Cell Tissue Organ Cult. 2010;103:285–292. doi: 10.1007/s11240-010-9778-5.", "ArticleIdList": ["10.1007/s11240-010-9778-5"]}, {"Citation": "Kumar V, Jones B, Davey MR. Transformation by Agrobacterium rhizogenes of transgenic shoots of the wild soyabean. Glycine Argyria Plant Cell Rep. 1991;10:135–138.", "ArticleIdList": ["24221492"]}, {"Citation": "Longo MA, Sanroman MA. Production of food aroma compounds: microbial and enzymatic methodologies. Food Technol Biotechnol. 2006;44:335–353."}, {"Citation": "Yeoman MM. Techniques, characteristics, properties and commercial potential of immobilized plant cells. Cell Cult Somat Cell Genet Plants. 1987;4:197–215."}, {"Citation": "Massot B, Milesi S, Gontier E, Bourgaud F, Guckert A. Optimized culture conditions for the production of furanocoumarins by micropropagated shoots of Ruta graveolens. Plant Cell Tissue Organ Cult. 2000;62:11–19. doi: 10.1023/A:1006430508169.", "ArticleIdList": ["10.1023/A:1006430508169"]}, {"Citation": "Moyano E, Palazon J, Bonfill M. Biotransformation of hyoscyamine into scopolamine in transgenic tobacco cell cultures. J Plant Physiol. 2007;164:521–524. doi: 10.1016/j.jplph.2006.06.012.", "ArticleIdList": ["10.1016/j.jplph.2006.06.012", "16904229"]}, {"Citation": "Mukundan U, Dawda HG, Ratnaparkhi S (1997) Hairy root culture and secondary metabolite production: Agrobacterium rhizogenes mediated transformed root cultures (No. 2). Agro Botanica"}, {"Citation": "Mulabagal V, Tsay HS. Plant cell cultures-an alternative and efficient source for the production of biologically important secondary metabolites. Int J Appl Sci Eng. 2004;2:29–48."}, {"Citation": "Murthy HN, Hahn EJ, Paek KY. Adventitious root and secondary metabolism. Chin J Biotechnol. 2008;24:711–716. doi: 10.1016/S1872-2075(08)60035-7.", "ArticleIdList": ["10.1016/S1872-2075(08)60035-7", "18724687"]}, {"Citation": "Nguyen C, Bourgaud F, Forlot P, Guckert A. Establishment of hairy root cultures of Psoralea species. Plant Cell Rep. 1992;11:424–427. doi: 10.1007/BF00234375.", "ArticleIdList": ["10.1007/BF00234375", "24201547"]}, {"Citation": "Nilsson O, Olsson O. Getting to the root: the role of the Agrobacterium rhizogenes rol genes in the formation of hairy roots. Physiol Plant. 1997;100:463–473. doi: 10.1111/j.1399-3054.1997.tb03050.x.", "ArticleIdList": ["10.1111/j.1399-3054.1997.tb03050.x"]}, {"Citation": "Ooms G, Twell D, Bossen ME, Hoge JHC, Burrell MM. Developmental regulation of RI T L-DNA gene expression in roots, shoots and tubers of transformed potato (Solanum tuberosum cv. Desirée) Plant Mol Biol. 1986;6:321–330. doi: 10.1007/BF00034939.", "ArticleIdList": ["10.1007/BF00034939", "24307382"]}, {"Citation": "Pan Y, Li L, Xiao S, Chen Z, Sarsaiya S, Zhang S, Guan YS, Liu H, Xu D. Callus growth kinetics and accumulation of secondary metabolites of Bletilla striata Rchb.f. using a callus suspension culture. PLoS ONE. 2020;10:1–14.", "ArticleIdList": ["PMC7029869", "32074105"]}, {"Citation": "Petit A, David C, Dahl GA, Ellis JG, Guyon P, Casse-Delbart F, Tempe AJ. Further extension of the opine concept: plasmids in Agrobacterium rhizogenes cooperate for opine degradation. Mol Gen Genet. 1983;190:204–214. doi: 10.1007/BF00330641.", "ArticleIdList": ["10.1007/BF00330641"]}, {"Citation": "Putalun W, Udomsin O, Yusakul G, Juengwatanatrakul T, Sakamoto S, Tanaka H. Enhanced plumbagin production from in vitro cultures of Drosera burmanii using elicitation. Biotech Lett. 2010;32:721–724. doi: 10.1007/s10529-010-0202-3.", "ArticleIdList": ["10.1007/s10529-010-0202-3", "20112127"]}, {"Citation": "Radman R, Saez T, Bucke C, Keshavarz T. Elicitation of plants and microbial cell systems. Biotechnol Appl Biochem. 2003;37:91–102. doi: 10.1042/BA20020118.", "ArticleIdList": ["10.1042/BA20020118", "12578556"]}, {"Citation": "Rao SR, Ravishankar GA. Plant cell cultures: chemical factories of secondary metabolites. Biotechnol Adv. 2002;20:101–153. doi: 10.1016/S0734-9750(02)00007-1.", "ArticleIdList": ["10.1016/S0734-9750(02)00007-1", "14538059"]}, {"Citation": "Rodney C, Toni M, Kutchan N, Lewis G (2000) Natural products. In: Buchanan B, Gruissem Jones WR (eds) Biochemistry and molecular biology of plants, pp 1253–348"}, {"Citation": "Rudrappa T, Neelwarne B, Kumar V, Lakshmanan V, Venkataramareddy SR, Aswathanarayana RG. Peroxidase production from hairy root cultures of red beet (Beta vulgaris) Electron J Biotechnol. 2005;8:66–78. doi: 10.2225/vol8-issue2-fulltext-12.", "ArticleIdList": ["10.2225/vol8-issue2-fulltext-12"]}, {"Citation": "Saito K, Murakoshi I, Inze D, Montagu M. Biotransformation of nicotine alkaloids by tobacco shooty teratomas induced by a Ti plasmid mutant. Plant Cell Rep. 1985;7:607–610. doi: 10.1007/BF00272040.", "ArticleIdList": ["10.1007/BF00272040", "24240441"]}, {"Citation": "Saito K, Yamazaki M, Kawaguchi A, Murakoshi I. Metabolism of solanaceous alkaloids in transgenic plant teratomas integrated with genetically engineered genes. Tetrahedron. 1991;47:5955–5968. doi: 10.1016/S0040-4020(01)86488-7.", "ArticleIdList": ["10.1016/S0040-4020(01)86488-7"]}, {"Citation": "Siebert M, Sommer S, Li SM, Wang XZ, Severin K, Heide L. Genetic engineering of plant secondary metabolism. Accumulation of 4-hydroxybenzoate glucosides as a result of the expression of the bacterial ubiC gene in tobacco. Plant Physiol. 1996;112:811–819. doi: 10.1104/pp.112.2.811.", "ArticleIdList": ["10.1104/pp.112.2.811", "PMC158006", "8883391"]}, {"Citation": "Sevon N, Oksman-Caldentey KM. Agrobacterium rhizogenes-mediated transformation: root cultures as a source of alkaloids. Planta Med. 2002;68:859–868. doi: 10.1055/s-2002-34924.", "ArticleIdList": ["10.1055/s-2002-34924", "12391546"]}, {"Citation": "Shanks JV, Morgan J. Plant ‘hairy root’ culture. Curr Opin Biotechnol. 1999;10:151–155. doi: 10.1016/S0958-1669(99)80026-3.", "ArticleIdList": ["10.1016/S0958-1669(99)80026-3", "10209145"]}, {"Citation": "Sharma S, Sharma S, Sharma V (2021) Exploring In-vitro micropropagation and secondary metabolite production in Desmodium gangeticum (L.) D.C. I.K. Press 22:231–240"}, {"Citation": "Shen WH, Petit A, Guern J, Tempe J. Hairy roots are more sensitive to auxin than normal roots. Proc Natl Acad Sci. 1988;85:3417–3421. doi: 10.1073/pnas.85.10.3417.", "ArticleIdList": ["10.1073/pnas.85.10.3417", "PMC280222", "16593928"]}, {"Citation": "Shimoda K, Kondo Y, Nishida T. Biotransformation of thymol, carvacrol, and eugenol by cultured cells of Eucalyptus perriniana. Phytochemistry. 2006;67:2256–2261. doi: 10.1016/j.phytochem.2006.07.006.", "ArticleIdList": ["10.1016/j.phytochem.2006.07.006", "16920166"]}, {"Citation": "Shimoda K, Kwon S, Utsuki A. Glycosylation of capsaicin and 8-nordihydrocapsaicin by cultured cells of Catharanthus roseus. Phytochemistry. 2007;68:1391–1396. doi: 10.1016/j.phytochem.2007.03.005.", "ArticleIdList": ["10.1016/j.phytochem.2007.03.005", "17449077"]}, {"Citation": "Simeo Y, Sinisterra JV. Biotransformation of terpenoids: a green alternative for producing molecules with pharmacological activity. Mini-Rev Org Chem. 2009;6:128–134. doi: 10.2174/157019309788167710.", "ArticleIdList": ["10.2174/157019309788167710"]}, {"Citation": "Singh G (1990) Elicitation—manipulating and enhancing secondary metabolite production. In: Plant cell and tissue culture for the production of food ingredients, pp 101–111"}, {"Citation": "Smetanska I (2008) Production of secondary metabolites using plant cell cultures. In: Food biotechnology, pp 187–228", "ArticleIdList": ["18594786"]}, {"Citation": "Spencer A, Hamill JD, Rhodes MJ. Production of terpenes by differentiated shoot cultures of Mentha citrata transformed with Agrobacterium tumefaciens T37. Plant Cell Rep. 1990;8:601–604. doi: 10.1007/BF00270063.", "ArticleIdList": ["10.1007/BF00270063", "24232681"]}, {"Citation": "Spencer A, Hamill JD, Rhodes MJ. In vitro biosynthesis of monoterpenes by Agrobacterium transformed shoot cultures of two Mentha species. Phytochemistry. 1993;32:911–919. doi: 10.1016/0031-9422(93)85228-J.", "ArticleIdList": ["10.1016/0031-9422(93)85228-J"]}, {"Citation": "Stewart FC, Rolfs FM, Hall FH (1900) A fruit-disease survey of western New York in 1900 (No. 191). New York Agricultural Experiment Station"}, {"Citation": "Subroto MA, Kwok KH, Hamill JD, Doran PM. Coculture of genetically transformed roots and shoots for synthesis, translocation, and biotransformation of secondary metabolites. Biotechnol Bioeng. 1996;49:481–494. doi: 10.1002/(SICI)1097-0290(19960305)49:5<481::AID-BIT1>3.0.CO;2-F.", "ArticleIdList": ["10.1002/(SICI)1097-0290(19960305)49:5<481::AID-BIT1>3.0.CO;2-F", "18623610"]}, {"Citation": "Sudha G, Ravishankar GA. Elicitation of anthocyanin production in callus cultures of Daucus carota and involvement of calcium channel modulators. Curr Sci. 2003;84:775–779."}, {"Citation": "Tepe B, Sokmen A. Production and optimisation of rosmarinic acid by Satureja hortensis L. callus cultures. Nat Prod Res. 2007;21:1133–1144. doi: 10.1080/14786410601130737.", "ArticleIdList": ["10.1080/14786410601130737", "17987492"]}, {"Citation": "Tzfira T, Citovsky V. From host recognition to T-DNA integration: the function of bacterial and plant genes in the Agrobacterium–plant cell interaction. Mol Plant Pathol. 2000;1:201–212. doi: 10.1046/j.1364-3703.2000.00026.x.", "ArticleIdList": ["10.1046/j.1364-3703.2000.00026.x", "20572967"]}, {"Citation": "Tzfira T, Citovsky V. Partners-in-infection: host proteins involved in the transformation of plant cells by Agrobacterium. Trends Cell Biol. 2002;12:121–129. doi: 10.1016/S0962-8924(01)02229-2.", "ArticleIdList": ["10.1016/S0962-8924(01)02229-2", "11859024"]}, {"Citation": "Tzfira T, Rhee Y, Chen MH, Kunik T, Citovsky V. Nucleic acid transport in plant-microbe interactions: the molecules that walk through the walls. Annu Rev Microbiol. 2000;54:187–219. doi: 10.1146/annurev.micro.54.1.187.", "ArticleIdList": ["10.1146/annurev.micro.54.1.187", "11018128"]}, {"Citation": "Vagner AB, Luzia VM. Introduction to metabolic genetic engineering for the production of valuable secondary metabolites in in vivo and in vitro plant systems. Recent Patents Biotechnol. 2014;8:61–75. doi: 10.2174/1872208307666131218125801.", "ArticleIdList": ["10.2174/1872208307666131218125801", "24354528"]}, {"Citation": "Vanisree M, Chen YL, Shu-Fung L, Satish MN, Chien YL, HsinSheng T. Studies on the production of some important secondary metabolites from medicinal plants by plant tissue cultures. Bott Bull Acad Sin. 2004;45:1–22."}, {"Citation": "Vasil IK, Constabel F, Schell J. Cell culture and somatic cell genetics of plants (1) New York: Academic Press; 1984."}, {"Citation": "Veersham C. Medicinal plant biotechnology. New Delhi: CBS Pub; 2004. pp. 377–419."}, {"Citation": "Verpoorte R, Contin A, Memelink J. Biotechnology for the production of plant secondary metabolites. Phytochem Rev. 2002;1:13–25. doi: 10.1023/A:1015871916833.", "ArticleIdList": ["10.1023/A:1015871916833"]}, {"Citation": "Wallaart TE, Pras N, Quax WJ. Isolation and identification of dihydroartemisinic acid hydro peroxide from Artemisia annua: a novel biosynthetic precursor of artemisinin. J Nat Prod. 1999;62:1160–1162. doi: 10.1021/np9900122.", "ArticleIdList": ["10.1021/np9900122", "10479327"]}, {"Citation": "Ye M, Guo D. Substrate specificity for the 12β-hydroxylation of bufadienolides by Alternaria alternata. J Biotechnol. 2005;117:253–262. doi: 10.1016/j.jbiotec.2005.02.002.", "ArticleIdList": ["10.1016/j.jbiotec.2005.02.002", "15862355"]}, {"Citation": "Ye M, Han J, Guo H, Guo D. Structural determination and complete NMR spectral assignments of a new bufadienolide glycoside. Magn Reson Chem. 2002;40:786–788. doi: 10.1002/mrc.1105.", "ArticleIdList": ["10.1002/mrc.1105"]}, {"Citation": "Ye M, Han J, Tu G, An D, Guo D. Microbial hydroxylation of bufalin by Cunninghamella blakesleeana and Mucor spinosus. J Nat Prod. 2005;68:626–628. doi: 10.1021/np0500023.", "ArticleIdList": ["10.1021/np0500023", "15844967"]}, {"Citation": "Ye M, Ning L, Zhan J. Biotransformation of cinobufagin by cell suspension cultures of Catharanthus roseus and Platycodon grandiflorum. J Mol Catal B Enzym. 2003;22:89–95. doi: 10.1016/S1381-1177(03)00011-0.", "ArticleIdList": ["10.1016/S1381-1177(03)00011-0"]}, {"Citation": "Ye M, Qu G, Guo H, Guo D. Specific 12β-hydroxylation of cinobufagin by filamentous fungi. Appl Environ Microbiol. 2004;70:3521–3527. doi: 10.1128/AEM.70.6.3521-3527.2004.", "ArticleIdList": ["10.1128/AEM.70.6.3521-3527.2004", "PMC427727", "15184152"]}, {"Citation": "Zhang J, Sun Y, Liu JH, Yu BY, Xu Q. Microbial transformation of three bufadienolides by Nocardia sp. and some insight for the cytotoxic structure–activity relationship (SAR) Bioorg Med Chem Lett. 2007;17:6062–6065. doi: 10.1016/j.bmcl.2007.09.065.", "ArticleIdList": ["10.1016/j.bmcl.2007.09.065", "17911017"]}, {"Citation": "Zhao J, Guan SH, Chen XB, Wang W, Ye M, Guo DA. Two new compounds derived from bufalin. Chin Chem Lett. 2007;18:1316–1318. doi: 10.1016/j.cclet.2007.09.023.", "ArticleIdList": ["10.1016/j.cclet.2007.09.023"]}, {"Citation": "Zhou Y, Hirotani M, Yoshikava T, Furuya T. Flavonoids and phenylethanoids from hairy root cultures of Scutellaria baicalensis. Phytochemistry. 1997;44:83–87. doi: 10.1016/S0031-9422(96)00443-8.", "ArticleIdList": ["10.1016/S0031-9422(96)00443-8"]}, {"Citation": "Zupan J, Muth TR, Draper O, Zambryski P. The transfer of DNA from Agrobacterium tumefaciens into plants: a feast of fundamental insights. Plant J. 2000;23:11–28. doi: 10.1046/j.1365-313x.2000.00808.x.", "ArticleIdList": ["10.1046/j.1365-313x.2000.00808.x", "10929098"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "1", "Day": "4"}, {"Year": "2022", "Month": "2", "Day": "3"}, {"Year": "2022", "Month": "2", "Day": "28", "Hour": "5", "Minute": "32"}, {"Year": "2022", "Month": "3", "Day": "1", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "3", "Day": "1", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "2", "Day": "19"}], "PublicationStatus": "ppublish", "ArticleIdList": ["35221660", "PMC8857880", "10.1186/s42269-022-00717-z", "717"]}}], "PubmedBookArticle": []}