{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Africa", "Antivenom", "medicinal plant", "snakebite", "traditional"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35237433", "DateRevised": {"Year": "2022", "Month": "05", "Day": "02"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "02", "Day": "26"}], "Language": ["eng"], "ELocationID": ["20499361211072644", "10.1177/20499361211072644"], "Journal": {"ISSN": "2049-9361", "JournalIssue": {"Volume": "9", "PubDate": {"Year": "2022", "Season": "Jan-Dec"}}, "Title": "Therapeutic advances in infectious disease", "ISOAbbreviation": "Ther Adv Infect Dis"}, "ArticleTitle": "Preclinical efficacy of African medicinal plants used in the treatment of snakebite envenoming: a systematic review protocol.", "Pagination": {"StartPage": "20499361211072644", "MedlinePgn": "20499361211072644"}, "Abstract": {"AbstractText": ["Snakebite envenoming (SBE) is a high-priority, neglected, tropical disease that affects millions of people in developing countries annually. The only available standard drug used for the treatment of SBE is antisnake venom (ASV) which consists of immunoglobulins that have been purified from the plasma of animals hyper-immunized against snake venoms. The use of plants as alternatives for treatment of poisonous bites particularly snakebites is important in remote areas where there might be limited, or no access to hospitals and storage facilities for antivenom. The pharmacological activity of some of the medicinal plants used traditionally in the treatment of SBE have also been scientifically validated.", "A systematic review will be conducted according to the Collaborative Approach to Meta-Analysis and Review of Animal Data from Experimental Studies checklist for study quality in animal/<i>in vivo</i> studies. The tool will be modified and validated to assess <i>in vitro</i> models and studies that combine <i>in vivo</i> and <i>in vitro</i> studies. The systematic review will be reported according to the Preferred Reporting Items for Systematic Reviews and Meta-Analyses. English published articles on African medicinal plants used in the treatment of snakebite envenoming will be searched in Medline, Embase, and Scopus from 2000 to 2021.", "The findings of the study will be communicated through publication in peer-reviewed journal and presentation at scientific conferences. Medicinal plants have been important sources for the development of many effective drugs currently available in orthodox medicine. Botanically derived medicines have played a major role in human societies throughout history. Plants components used in traditional medicine gained much attention by many toxinologists as a tool for designing potent antidotes against snake envenoming. Our systematic review will provide a synthesis of the literature on the efficacy of these medicinal plants. We will also appraise the prospects of African medicinal plants with pharmacologically demonstrated activity against snakebite and envenoming."], "CopyrightInformation": "© The Author(s), 2022."}, "AuthorList": [{"Identifier": ["0000-0003-0402-9639"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology, College of Medicine and Health Sciences, Federal University Dutse, Nigeria."}], "LastName": "Bala", "ForeName": "Auwal A", "Initials": "AA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Pharmaceutical Sciences, Universiti Sains Malaysia, Penang, Pulau Pinang, Malaysia."}], "LastName": "Mohammed", "ForeName": "Mustapha", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacognosy and Herbal Medicine, Faculty of Pharmaceutical Sciences, College of Natural and Pharmaceutical Sciences, Bayero University, Kano, Kano, Nigeria."}], "LastName": "Umar", "ForeName": "Saifullahi", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Veterinary Pharmacology and Toxicology, Faculty of Veterinary Medicine, Ahmadu Bello University, Zaria, NigeriaInstitute of Infection, Immunity and Inflammation, College of Medical, Veterinary and Life Sciences, University of Glasgow, Glasgow, UK."}], "LastName": "Ungogo", "ForeName": "Marzuq A", "Initials": "MA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Pharmaceutical Sciences, Bayero University, Kano, Kano, Nigeria."}], "LastName": "Hassan", "ForeName": "Mohammed Al-Kassim", "Initials": "MA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology and Therapeutics, Bayero University, Kano, Nigeria."}], "LastName": "Abdussalam", "ForeName": "Umar S", "Initials": "US"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology and Therapeutics, Ahmadu Bello University, Zaria, Nigeria."}], "LastName": "Ahmad", "ForeName": "Mubarak Hussaini", "Initials": "MH"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, Faculty of Basic Medical Sciences, College of Health Science, Bayero University, Kano, Kano, NigeriaCenter for Mitochondrial Biology & Medicine, Xi'an Jiaotong University (XJTU), Xi'an, China."}], "LastName": "Ishaq", "ForeName": "Daha U", "Initials": "DU"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Center for Integrated Health Program Gombe, Nigeria."}], "LastName": "Mana", "ForeName": "Dillos", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Pharmaceutical Sciences, Universiti Sains Malaysia, Penang, Pulau Pinang, Malaysia."}], "LastName": "Sha'aban", "ForeName": "Abubakar", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Pharmacy and Pharmacology, University of Tasmania, Hobart, TAS, Australia."}], "LastName": "Jatau", "ForeName": "Abubakar I", "Initials": "AI"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology and Therapeutics, Bayero University Kano, Nigeria."}], "LastName": "Jibril", "ForeName": "Murtala", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biochemistry, Faculty of Basic Medical Sciences, College of Health Science, Bayero University, Kano, Nigeria."}], "LastName": "Kurfi", "ForeName": "Binta", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology, College of Medicine and Health Sciences, Federal University Dutse, Nigeria."}], "LastName": "Raji", "ForeName": "Ismaila", "Initials": "I"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology and Therapeutics, Bayero University, Kano, Nigeria."}], "LastName": "Malami", "ForeName": "Sani", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Family Medicine, Aminu Kano Teaching Hospital, Kano, Nigeria."}], "LastName": "Michael", "ForeName": "Godpower C", "Initials": "GC"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmacology and Therapeutics, Bayero University, Kano, NigeriaVenom-Antivenom Research Project (VASP) and Nigeria- Snakebite Research & Intervention Centre (N-SRIC), Kano, Nigeria."}], "LastName": "Chedi", "ForeName": "Basheer Z A", "Initials": "BZA"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Ther Adv Infect Dis", "NlmUniqueID": "101606715", "ISSNLinking": "2049-9361"}, "CoiStatement": "Conflict of interest statement: The authors declared no potential conflicts of interest with respect to the research, authorship, and/or publication of this article."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "\nWorld health organization (WHO). Annex 5.\nGuidelines for the production, control and regulation of snake antivenom\nimmunoglobulins replacement of Annex 2 of WHO Technical Report Series, No.\n964. WHO Technical Report\nSeries; \n2017; 96: 197–388,\nhttps://www.who.int/bloodproducts/AntivenomGLrevWHO_TRS_1004_web_Annex_5.pdf"}, {"Citation": "Habib AG, Brown NI. The snakebite problem and antivenom crisis from a health-economic perspective. Toxicon 2018; 150: 115–123.", "ArticleIdList": ["29782952"]}, {"Citation": "Bala AA, Jatau AI, Yunusa I, et al.. Development and validation of antisnake venom knowledge assessment tool (AKAT) for healthcare practitioners. Toxicon: X 2020; 8: 2590–1710.", "ArticleIdList": ["PMC7726448", "33319211"]}, {"Citation": "World Health Organization (WHO). National policy on traditional medicine and regulation of herbal medicines. Report of WHO global survey, WHO, Geneva, February, 2019."}, {"Citation": "Yusuf PO, Mamman M, Ajagun E, et al.. Snakes responsible for bites in Norths-Eastern Nigeria – a hospital based survey. IOSR J Envmlt Sci 2015; 9: 2319–2399."}, {"Citation": "Ameen SA, Salihu T, Mbaoji CO, et al.. Medicinal plants used to treat Snake bite by Fulani Herdsmen in Taraba State. Int J Appl Agric Apic Res 2015; 11: 10–21."}, {"Citation": "\nThe World Health Organization. WHO traditional\nmedicine strategy ‘WHO traditional medicine strategy:\n2014-2023’, https://www.who.int/home/cms-decommissioning (2013. \naccessed May, 2021)."}, {"Citation": "Tor-Anyiin TA, Shimbe RY, Anyam JV. Phytochemical and medicinalactivities of Hymenocardia acida Tul (Euphorbiaceae): a review. J Natl Prod Plant Res 2013; 4: 11–16."}, {"Citation": "Gomes A, Das R, Sarkhel S, et al.. Herbs and herbal constituents active against snakebite. Indian J Exper Biol 2010; 9: 865–878.", "ArticleIdList": ["21506494"]}, {"Citation": "Abubakar MS, Sule MI, Pateh UU, et al.. The in vitro snake venom detoxifying action of the leaf extract of Guiera senegalensis. J Ethnopharmacol 2000; 69: 253–257.", "ArticleIdList": ["10722208"]}, {"Citation": "Alam MI, Gomes A. Snake venom neutralization by Indian medicinal plants (Vitex negundo and Emblica officinalis) root extracts. J Ethnopharmacol 2003; 86: 75–80.", "ArticleIdList": ["12686445"]}, {"Citation": "Haruna AK, Choudhury MK. In vivo antisnake venom acivity of the furoid diterpene from Aristolochia albida Duch. Indian J Pharm Sci 1995; 27: 222–224."}, {"Citation": "Mors WB, Celia do Nascimento M, Ruppelt Pereira BM, et al.. Plant products active against snake bite – the molecular approach. Phytochemistry 2000; 55: 627–642.", "ArticleIdList": ["11130675"]}, {"Citation": "Abubakar MS, Balogun E, Abdurahman EM, et al.. Ethnomedical treatment of poisonous snakebites: plant extract neutralized najanigricollis venom. Pharm Biol 2006; 44: 343–348."}, {"Citation": "Félix-Silva J, Silva-Junior AA, Zucolotto SM, et al.. Medicinal plants for the treatment of local tissue damage induced by snake venoms: an overview from traditional use to pharmacological evidence. Evid Based Complement Alternat Med 2017; 2017: 5748256.", "ArticleIdList": ["PMC5585606", "28904556"]}, {"Citation": "Hunniford VT, Montroy J, Fergusson DA, et al.. Epidemiology and reporting characteristics of preclinical systematic reviews. PLoS Biol 2021; 9: e3001177.", "ArticleIdList": ["PMC8128274", "33951050"]}, {"Citation": "\nCollaborative approach to meta-analysis and review of animal data from\nexperimental studies (CAMARADES), http://www.camarades.info/index_files/Why%20CAMARADES.htm\n(2020, accessed May, 2021)"}, {"Citation": "Hooijmans CR, Rovers MM, de Vries RB, et al.. SYRCLE’s risk of bias tool for animal studies. BMC Med Res Methodol 2014; 26: 14–43.", "ArticleIdList": ["PMC4230647", "24667063"]}, {"Citation": "\nRooney A. Extending a risk of bias approach to address in\nvitro studies. extending a risk-of-bias approach to address in vitro\nstudies, https://ofmpub.epa.gov/eims/eimscomm.getfile?p_download_id=526750\n(2015, accessed May, 2021)."}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "6", "Day": "1"}, {"Year": "2021", "Month": "12", "Day": "17"}, {"Year": "2022", "Month": "3", "Day": "3", "Hour": "5", "Minute": "35"}, {"Year": "2022", "Month": "3", "Day": "4", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "3", "Day": "4", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "2", "Day": "26"}], "PublicationStatus": "epublish", "ArticleIdList": ["35237433", "PMC8882943", "10.1177/20499361211072644", "10.1177_20499361211072644"]}}], "PubmedBookArticle": []}