{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["CRISPR-Cas", "Gene editing", "Genetic improvement", "Medicinal plants", "Reverse genetics", "Synthetic biology"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35246186", "DateRevised": {"Year": "2022", "Month": "03", "Day": "09"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "03", "Day": "04"}], "Language": ["eng"], "ELocationID": ["33", "10.1186/s13020-022-00584-w"], "Journal": {"ISSN": "1749-8546", "JournalIssue": {"Volume": "17", "Issue": "1", "PubDate": {"Year": "2022", "Month": "Mar", "Day": "04"}}, "Title": "Chinese medicine", "ISOAbbreviation": "Chin Med"}, "ArticleTitle": "CRISPR-Cas gene editing technology and its application prospect in medicinal plants.", "Pagination": {"StartPage": "33", "MedlinePgn": "33"}, "Abstract": {"AbstractText": ["The clustered regularly interspaced short palindromic repeats (CRISPR)-Cas gene editing technology has opened a new era of genome interrogation and genome engineering because of its ease operation and high efficiency. An increasing number of plant species have been subjected to site-directed gene editing through this technology. However, the application of CRISPR-Cas technology to medicinal plants is still in the early stages. Here, we review the research history, structural characteristics, working mechanism and the latest derivatives of CRISPR-Cas technology, and discussed their application in medicinal plants for the first time. Furthermore, we creatively put forward the development direction of CRISPR technology applied to medicinal plant gene editing. The aim is to provide a reference for the application of this technology to genome functional studies, synthetic biology, genetic improvement, and germplasm innovation of medicinal plants. CRISPR-Cas is expected to revolutionize medicinal plant biotechnology in the near future."], "CopyrightInformation": "© 2022. The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Medicinal Plant Development, Chinese Academy of Medical Sciences & Peking Union Medical College, Beijing, China."}], "LastName": "Guo", "ForeName": "Miaoxian", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Medicinal Plant Development, Chinese Academy of Medical Sciences & Peking Union Medical College, Beijing, China."}], "LastName": "Chen", "ForeName": "Hongyu", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Medicinal Plant Development, Chinese Academy of Medical Sciences & Peking Union Medical College, Beijing, China."}], "LastName": "Dong", "ForeName": "Shuting", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Medicinal Plant Development, Chinese Academy of Medical Sciences & Peking Union Medical College, Beijing, China. zhangzheng@implad.ac.cn."}], "LastName": "Zhang", "ForeName": "Zheng", "Initials": "Z"}, {"Identifier": ["0000-0002-3403-7659"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Medicinal Plant Development, Chinese Academy of Medical Sciences & Peking Union Medical College, Beijing, China. hmluo@implad.ac.cn."}], "LastName": "Luo", "ForeName": "Hongmei", "Initials": "H"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Chin Med", "NlmUniqueID": "101265109", "ISSNLinking": "1749-8546"}, "CoiStatement": "The authors declare no competing financial interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Ceasar SA, Rajan V, Prykhozhij SV, Berman JN, Ignacimuthu S. Insert, remove or replace: a highly advanced genome editing system using CRISPR/Cas9. Biochim Biophys Acta. 2016;1863:2333–2344.", "ArticleIdList": ["27350235"]}, {"Citation": "Doudna JA, Charpentier E. Genome editing. The new frontier of genome engineering with CRISPR-Cas9. Science. 2014;346:1258096.", "ArticleIdList": ["25430774"]}, {"Citation": "Lozano-Juste J, Cutler SR. Plant genome engineering in full bloom. Trends Plant Sci. 2014;19:284–287.", "ArticleIdList": ["24674878"]}, {"Citation": "Liu L, Fan X-D. CRISPR-Cas system: a powerful tool for genome engineering. Plant Mol Biol. 2014;85:209–218.", "ArticleIdList": ["24639266"]}, {"Citation": "Mahfouz MM, Piatek A, Stewart CN. Genome engineering via TALENs and CRISPR/Cas9 systems: challenges and perspectives. Plant Biotechnol J. 2014;12:1006–1014.", "ArticleIdList": ["25250853"]}, {"Citation": "Hassan B. Medicinal plants (importance and uses) Pharm Anal Acta. 2012 doi: 10.4172/2153-2435.1000e139.", "ArticleIdList": ["10.4172/2153-2435.1000e139"]}, {"Citation": "Xu H, Song J, Luo H, Zhang Y, Li Q, Zhu Y, et al. Analysis of the genome sequence of the medicinal plant Salvia miltiorrhiza. Mol Plant. 2016;9:949–952.", "ArticleIdList": ["PMC5517341", "27018390"]}, {"Citation": "Niu Z, Zhu F, Fan Y, Li C, Zhang B, Zhu S, et al. The chromosome-level reference genome assembly for Dendrobium officinale and its utility of functional genomics research and molecular breeding study. Acta Pharm Sin B. 2021;11:2080–2092.", "ArticleIdList": ["PMC8343110", "34386340"]}, {"Citation": "Gao S, Wang B, Xie S, Xu X, Zhang J, Pei L, et al. A high-quality reference genome of wild Cannabis sativa. Hortic Res. 2020;7:1–11.", "ArticleIdList": ["PMC7195422", "32377363"]}, {"Citation": "Guo L, Winzer T, Yang X, Li Y, Ning Z, He Z, et al. The opium poppy genome and morphinan production. Science. 2018;362:343–347.", "ArticleIdList": ["30166436"]}, {"Citation": "Kiss AK, Piwowarski JP. Ellagitannins, gallotannins and their metabolites- the contribution to the anti-inflammatory effect of food products and medicinal plants. Curr Med Chem. 2018;25:4946–4967.", "ArticleIdList": ["27655073"]}, {"Citation": "Ishino Y, Shinagawa H, Makino K, Amemura M, Nakata A. Nucleotide sequence of the iap gene, responsible for alkaline phosphatase isozyme conversion in Escherichia coli, and identification of the gene product. J Bacteriol Am Soc Microbiol. 1987;169:5429–5433.", "ArticleIdList": ["PMC213968", "3316184"]}, {"Citation": "Mojica FJ, Díez-Villaseñor C, Soria E, Juez G. Biological significance of a family of regularly spaced repeats in the genomes of archaea, bacteria and mitochondria. Mol Microbiol. 2000;36:244–246.", "ArticleIdList": ["10760181"]}, {"Citation": "Jansen R, van Embden JDA, Gaastra W, Schouls LM. Identification of genes that are associated with DNA repeats in prokaryotes. Mol Microbiol. 2002;43:1565–1575.", "ArticleIdList": ["11952905"]}, {"Citation": "Mojica FJM, Garrett RA. Discovery and seminal developments in the CRISPR Field. In: Barrangou R, van der Oost J, editors. CRISPR-Cas systems: RNA-mediated adaptive immunity in bacteria and archaea. Berlin, Heidelberg: Springer; 2013. pp. 1–31."}, {"Citation": "Mojica FJM, Díez-Villaseñor C, García-Martínez J, Soria E. Intervening sequences of regularly spaced prokaryotic repeats derive from foreign genetic elements. J Mol Evol. 2005;60:174–182.", "ArticleIdList": ["15791728"]}, {"Citation": "Pourcel C, Salvignol G, Vergnaud G. CRISPR elements in Yersinia pestis acquire new repeats by preferential uptake of bacteriophage DNA, and provide additional tools for evolutionary studies. Microbiology. 2005;151:653–663.", "ArticleIdList": ["15758212"]}, {"Citation": "Barrangou R, Fremaux C, Deveau H, Richards M, Boyaval P, Moineau S, et al. CRISPR provides acquired resistance against viruses in prokaryotes. Science. 2007;315:1709–1712.", "ArticleIdList": ["17379808"]}, {"Citation": "Jinek M, Chylinski K, Fonfara I, Hauer M, Doudna JA, Charpentier E. A programmable dual-RNA-guided DNA endonuclease in adaptive bacterial immunity. Science. 2012;337:816–821.", "ArticleIdList": ["PMC6286148", "22745249"]}, {"Citation": "Cong L, Ran FA, Cox D, Lin S, Barretto R, Habib N, et al. Multiplex genome engineering using CRISPR/Cas systems. Science. 2013;339:819–823.", "ArticleIdList": ["PMC3795411", "23287718"]}, {"Citation": "Grissa I, Vergnaud G, Pourcel C. The CRISPRdb database and tools to display CRISPRs and to generate dictionaries of spacers and repeats. BMC Bioinform. 2007;8:172.", "ArticleIdList": ["PMC1892036", "17521438"]}, {"Citation": "Richter H, Randau L, Plagens A. Exploiting CRISPR/Cas: interference mechanisms and applications. Int J Mol Sci. 2013;14:14518–14531.", "ArticleIdList": ["PMC3742257", "23857052"]}, {"Citation": "Bland C, Ramsey TL, Sabree F, Lowe M, Brown K, Kyrpides NC, et al. CRISPR recognition tool (CRT): a tool for automatic detection of clustered regularly interspaced palindromic repeats. BMC Bioinformatics. 2007;8:209.", "ArticleIdList": ["PMC1924867", "17577412"]}, {"Citation": "Barrangou R. Diversity of CRISPR-Cas immune systems and molecular machines. Genome Biol. 2015;16:247.", "ArticleIdList": ["PMC4638107", "26549499"]}, {"Citation": "Deltcheva E, Chylinski K, Sharma CM, Gonzales K, Chao Y, Pirzada ZA, et al. CRISPR RNA maturation by trans-encoded small RNA and host factor RNase III. Nature. 2011;471:602–607.", "ArticleIdList": ["PMC3070239", "21455174"]}, {"Citation": "Garneau JE, Dupuis M-È, Villion M, Romero DA, Barrangou R, Boyaval P, et al. The CRISPR/Cas bacterial immune system cleaves bacteriophage and plasmid DNA. Nature. 2010;468:67–71.", "ArticleIdList": ["21048762"]}, {"Citation": "Marraffini LA, Sontheimer EJ. Self versus non-self discrimination during CRISPR RNA-directed immunity. Nature. 2010;463:568–571.", "ArticleIdList": ["PMC2813891", "20072129"]}, {"Citation": "Mojica FJM, Díez-Villaseñor C, García-Martínez J, Almendros C. Short motif sequences determine the targets of the prokaryotic CRISPR defence system. Microbiology. 2009;155:733–740.", "ArticleIdList": ["19246744"]}, {"Citation": "Horvath P, Romero DA, Coûté-Monvoisin A-C, Richards M, Deveau H, Moineau S, et al. Diversity, activity, and evolution of CRISPR loci in Streptococcus thermophilus. J Bacteriol. 2008;190:1401–1412.", "ArticleIdList": ["PMC2238196", "18065539"]}, {"Citation": "Gasiunas G, Barrangou R, Horvath P, Siksnys V. Cas9-crRNA ribonucleoprotein complex mediates specific DNA cleavage for adaptive immunity in bacteria. Proc Natl Acad Sci USA. 2012;109:E2579–2586.", "ArticleIdList": ["PMC3465414", "22949671"]}, {"Citation": "Jacobs TB, LaFayette PR, Schmitz RJ, Parrott WA. Targeted genome modifications in soybean with CRISPR/Cas9. BMC Biotechnol. 2015;15:16.", "ArticleIdList": ["PMC4365529", "25879861"]}, {"Citation": "Makarova KS, Haft DH, Barrangou R, Brouns SJJ, Charpentier E, Horvath P, et al. Evolution and classification of the CRISPR-Cas systems. Nat Rev Microbiol. 2011;9:467–477.", "ArticleIdList": ["PMC3380444", "21552286"]}, {"Citation": "Makarova KS, Wolf YI, Alkhnbashi OS, Costa F, Shah SA, Saunders SJ, et al. An updated evolutionary classification of CRISPR-Cas systems. Nat Rev Microbiol. 2015;13:722–736.", "ArticleIdList": ["PMC5426118", "26411297"]}, {"Citation": "Charpentier E, Richter H, van der Oost J, White MF. Biogenesis pathways of RNA guides in archaeal and bacterial CRISPR-Cas adaptive immunity. FEMS Microbiol Rev. 2015;39:428–441.", "ArticleIdList": ["PMC5965381", "25994611"]}, {"Citation": "Shmakov S, Abudayyeh OO, Makarova KS, Wolf YI, Gootenberg JS, Semenova E, et al. Discovery and functional characterization of diverse class 2 CRISPR-Cas systems. Mol Cell. 2015;60:385–397.", "ArticleIdList": ["PMC4660269", "26593719"]}, {"Citation": "Makarova KS, Koonin EV. Annotation and classification of CRISPR-Cas systems. Methods Mol Biol. 2015;1311:47–75.", "ArticleIdList": ["PMC5901762", "25981466"]}, {"Citation": "Koonin EV, Makarova KS, Zhang F. Diversity, classification and evolution of CRISPR-Cas systems. Curr Opin Microbiol. 2017;37:67–78.", "ArticleIdList": ["PMC5776717", "28605718"]}, {"Citation": "Lewis KM, Ke A. Building the class 2 CRISPR-Cas arsenal. Mol Cell. 2017;65:377–379.", "ArticleIdList": ["28157502"]}, {"Citation": "Mali P, Yang L, Esvelt KM, Aach J, Guell M, DiCarlo JE, et al. RNA-guided human genome engineering via Cas9. Science. 2013;339:823–826.", "ArticleIdList": ["PMC3712628", "23287722"]}, {"Citation": "Deveau H, Barrangou R, Garneau JE, Labonté J, Fremaux C, Boyaval P, et al. Phage response to CRISPR-encoded resistance in Streptococcus thermophilus. J Bacteriol. 2008;190:1390–1400.", "ArticleIdList": ["PMC2238228", "18065545"]}, {"Citation": "Kleinstiver BP, Prew MS, Tsai SQ, Topkar VV, Nguyen NT, Zheng Z, et al. Engineered CRISPR-Cas9 nucleases with altered PAM specificities. Nature. 2015;523:481–485.", "ArticleIdList": ["PMC4540238", "26098369"]}, {"Citation": "Casini A, Olivieri M, Petris G, Montagna C, Reginato G, Maule G, et al. A highly specific SpCas9 variant is identified by in vivo screening in yeast. Nat Biotechnol. 2018;36:265–271.", "ArticleIdList": ["PMC6066108", "29431739"]}, {"Citation": "Walton RT, Christie KA, Whittaker MN, Kleinstiver BP. Unconstrained genome targeting with near-PAMless engineered CRISPR-Cas9 variants. Science. 2020;368:290–296.", "ArticleIdList": ["PMC7297043", "32217751"]}, {"Citation": "Hsu PD, Scott DA, Weinstein JA, Ran FA, Konermann S, Agarwala V, et al. DNA targeting specificity of RNA-guided Cas9 nucleases. Nat Biotechnol. 2013;31:827–832.", "ArticleIdList": ["PMC3969858", "23873081"]}, {"Citation": "Ran FA, Cong L, Yan WX, Scott DA, Gootenberg JS, Kriz AJ, et al. In vivo genome editing using Staphylococcus aureus Cas9. Nature. 2015;520:186–191.", "ArticleIdList": ["PMC4393360", "25830891"]}, {"Citation": "Pausch P, Al-Shayeb B, Bisom-Rapp E, Tsuchida CA, Li Z, Cress BF, et al. CRISPR- CasΦ from huge phages is a hypercompact genome editor. Science. 2020;369:333–337.", "ArticleIdList": ["PMC8207990", "32675376"]}, {"Citation": "Chatterjee P, Jakimo N, Jacobson JM. Minimal PAM specificity of a highly similar SpCas9 ortholog. Sci Adv. 2018;4:eaau0766.", "ArticleIdList": ["PMC6200363", "30397647"]}, {"Citation": "Hou Z, Zhang Y, Propson NE, Howden SE, Chu L-F, Sontheimer EJ, et al. Efficient genome engineering in human pluripotent stem cells using Cas9 from Neisseria meningitidis. Proc Natl Acad Sci USA. 2013;110:15644–15649.", "ArticleIdList": ["PMC3785731", "23940360"]}, {"Citation": "Kim E, Koo T, Park SW, Kim D, Kim K, Cho H-Y, et al. In vivo genome editing with a small Cas9 orthologue derived from Campylobacter jejuni. Nat Commun. 2017;8:14500.", "ArticleIdList": ["PMC5473640", "28220790"]}, {"Citation": "Yamada M, Watanabe Y, Gootenberg JS, Hirano H, Ran FA, Nakane T, et al. Crystal structure of the minimal Cas9 from Campylobacter jejuni reveals the molecular diversity in the CRISPR-Cas9 systems. Mol Cell. 2017;65:1109–1121.e3.", "ArticleIdList": ["28306506"]}, {"Citation": "Müller M, Lee CM, Gasiunas G, Davis TH, Cradick TJ, Siksnys V, et al. Streptococcus thermophilus CRISPR-Cas9 systems enable specific editing of the human genome. Mol Ther. 2016;24:636–644.", "ArticleIdList": ["PMC4786917", "26658966"]}, {"Citation": "Price AA, Sampson TR, Ratner HK, Grakoui A, Weiss DS. Cas9-mediated targeting of viral RNA in eukaryotic cells. Proc Natl Acad Sci USA. 2015;112:6164–6169.", "ArticleIdList": ["PMC4434742", "25918406"]}, {"Citation": "Hirano H, Gootenberg JS, Horii T, Abudayyeh OO, Kimura M, Hsu PD, et al. Structure and engineering of Francisella novicida Cas9. Cell. 2016;164:950–961.", "ArticleIdList": ["PMC4899972", "26875867"]}, {"Citation": "Esvelt KM, Mali P, Braff JL, Moosburner M, Yaung SJ, Church GM. Orthogonal Cas9 proteins for RNA-guided gene regulation and editing. Nat Methods. 2013;10:1116–1121.", "ArticleIdList": ["PMC3844869", "24076762"]}, {"Citation": "Chatterjee P, Lee J, Nip L, Koseki SRT, Tysinger E, Sontheimer EJ, et al. A Cas9 with PAM recognition for adenine dinucleotides. Nat Commun. 2020;11:2474.", "ArticleIdList": ["PMC7235249", "32424114"]}, {"Citation": "Karvelis T, Gasiunas G, Young J, Bigelyte G, Silanskas A, Cigan M, et al. Rapid characterization of CRISPR-Cas9 protospacer adjacent motif sequence elements. Genome Biol. 2015;16:253.", "ArticleIdList": ["PMC4653880", "26585795"]}, {"Citation": "Burstein D, Harrington LB, Strutt SC, Probst AJ, Anantharaman K, Thomas BC, et al. New CRISPR-Cas systems from uncultivated microbes. Nature. 2017;542:237–241.", "ArticleIdList": ["PMC5300952", "28005056"]}, {"Citation": "Yang H, Patel DJ. New CRISPR-Cas systems discovered. Cell Res. 2017;27:313–314.", "ArticleIdList": ["PMC5339838", "28220773"]}, {"Citation": "Hu JH, Miller SM, Geurts MH, Tang W, Chen L, Sun N, et al. Evolved Cas9 variants with broad PAM compatibility and high DNA specificity. Nature. 2018;556:57–63.", "ArticleIdList": ["PMC5951633", "29512652"]}, {"Citation": "Hu X, Wang C, Fu Y, Liu Q, Jiao X, Wang K. Expanding the range of CRISPR/Cas9 genome editing in rice. Mol Plant. 2016;9:943–945.", "ArticleIdList": ["26995294"]}, {"Citation": "Nishimasu H, Ran FA, Hsu PD, Konermann S, Shehata SI, Dohmae N, et al. Crystal structure of Cas9 in complex with guide RNA and target DNA. Cell. 2014;156:935–949.", "ArticleIdList": ["PMC4139937", "24529477"]}, {"Citation": "Nishimasu H, Shi X, Ishiguro S, Gao L, Hirano S, Okazaki S, et al. Engineered CRISPR-Cas9 nuclease with expanded targeting space. Science. 2018;361:1259–1262.", "ArticleIdList": ["PMC6368452", "30166441"]}, {"Citation": "Xu Z, Kuang Y, Ren B, Yan D, Yan F, Spetz C, et al. SpRY greatly expands the genome editing scope in rice with highly flexible PAM recognition. Genome Biol. 2021;22:6.", "ArticleIdList": ["PMC7780387", "33397431"]}, {"Citation": "Kleinstiver BP, Pattanayak V, Prew MS, Tsai SQ, Nguyen NT, Zheng Z, et al. High-fidelity CRISPR-Cas9 nucleases with no detectable genome-wide off-target effects. Nature. 2016;529:490–495.", "ArticleIdList": ["PMC4851738", "26735016"]}, {"Citation": "Slaymaker IM, Gao L, Zetsche B, Scott DA, Yan WX, Zhang F. Rationally engineered Cas9 nucleases with improved specificity. Science. 2016;351:84–88.", "ArticleIdList": ["PMC4714946", "26628643"]}, {"Citation": "Zeng D, Li X, Huang J, Li Y, Cai S, Yu W, et al. Engineered Cas9 variant tools expand targeting scope of genome and base editing in rice. Plant Biotechnol J. 2020;18:1348–1350.", "ArticleIdList": ["PMC7206991", "31696609"]}, {"Citation": "Chen JS, Dagdas YS, Kleinstiver BP, Welch MM, Sousa AA, Harrington LB, et al. Enhanced proofreading governs CRISPR-Cas9 targeting accuracy. Nature. 2017;550:407–410.", "ArticleIdList": ["PMC5918688", "28931002"]}, {"Citation": "Vakulskas CA, Dever DP, Rettig GR, Turk R, Jacobi AM, Collingwood MA, et al. A high-fidelity Cas9 mutant delivered as a ribonucleoprotein complex enables efficient gene editing in human hematopoietic stem and progenitor cells. Nat Med. 2018;24:1216–1224.", "ArticleIdList": ["PMC6107069", "30082871"]}, {"Citation": "Kleinstiver BP, Prew MS, Tsai SQ, Nguyen NT, Topkar VV, Zheng Z, et al. Broadening the targeting range of Staphylococcus aureus CRISPR-Cas9 by modifying PAM recognition. Nat Biotechnol. 2015;33:1293–1298.", "ArticleIdList": ["PMC4689141", "26524662"]}, {"Citation": "Tan Y, Chu AHY, Bao S, Hoang DA, Kebede FT, Xiong W, et al. Rationally engineered Staphylococcus aureus Cas9 nucleases with high genome-wide specificity. Proc Natl Acad Sci USA. 2019;116:20969–20976.", "ArticleIdList": ["PMC6800346", "31570596"]}, {"Citation": "Xie H, Ge X, Yang F, Wang B, Li S, Duan J, et al. High-fidelity SaCas9 identified by directional screening in human cells. PLoS Biol. 2020;18:e3000747.", "ArticleIdList": ["PMC7347106", "32644995"]}, {"Citation": "Lee JK, Jeong E, Lee J, Jung M, Shin E, Kim Y-H, et al. Directed evolution of CRISPR-Cas9 to increase its specificity. Nat Commun. 2018;9:3048.", "ArticleIdList": ["PMC6078992", "30082838"]}, {"Citation": "Chatterjee P, Jakimo N, Lee J, Amrani N, Rodríguez T, Koseki SRT, et al. An engineered ScCas9 with broad PAM range and high specificity and activity. Nat Biotechnol. 2020;38:1154–1158.", "ArticleIdList": ["32393822"]}, {"Citation": "Liu T, Zeng D, Zheng Z, Lin Z, Xue Y, Li T, et al. The ScCas9++ variant expands the CRISPR toolbox for genome editing in plants. J Integr Plant Biol. 2021;63:1611–1619.", "ArticleIdList": ["34411422"]}, {"Citation": "Ran FA, Hsu PD, Lin C-Y, Gootenberg JS, Konermann S, Trevino AE, et al. Double nicking by RNA-guided CRISPR Cas9 for enhanced genome editing specificity. Cell. 2013;154:1380–1389.", "ArticleIdList": ["PMC3856256", "23992846"]}, {"Citation": "Qi LS, Larson MH, Gilbert LA, Doudna JA, Weissman JS, Arkin AP, et al. Repurposing CRISPR as an RNA-guided platform for sequence-specific control of gene expression. Cell. 2021;184:844.", "ArticleIdList": ["33545038"]}, {"Citation": "Gilbert LA, Larson MH, Morsut L, Liu Z, Brar GA, Torres SE, et al. CRISPR-mediated modular RNA-guided regulation of transcription in eukaryotes. Cell. 2013;154:442–451.", "ArticleIdList": ["PMC3770145", "23849981"]}, {"Citation": "Gilbert LA, Horlbeck MA, Adamson B, Villalta JE, Chen Y, Whitehead EH, et al. Genome-scale CRISPR-mediated control of gene repression and activation. Cell. 2014;159:647–661.", "ArticleIdList": ["PMC4253859", "25307932"]}, {"Citation": "Dominguez AA, Lim WA, Qi LS. Beyond editing: repurposing CRISPR-Cas9 for precision genome regulation and interrogation. Nat Rev Mol Cell Biol. 2016;17:5–15.", "ArticleIdList": ["PMC4922510", "26670017"]}, {"Citation": "Larson MH, Gilbert LA, Wang X, Lim WA, Weissman JS, Qi LS. CRISPR interference (CRISPRi) for sequence-specific control of gene expression. Nat Protoc. 2013;8:2180–2196.", "ArticleIdList": ["PMC3922765", "24136345"]}, {"Citation": "Gupta D, Bhattacharjee O, Mandal D, Sen MK, Dey D, Dasgupta A, et al. CRISPR-Cas9 system: a new-fangled dawn in gene editing. Life Sci. 2019;232:116636.", "ArticleIdList": ["31295471"]}, {"Citation": "Jensen NB, Strucko T, Kildegaard KR, David F, Maury J, Mortensen UH, et al. EasyClone: method for iterative chromosomal integration of multiple genes in Saccharomyces cerevisiae. FEMS Yeast Res. 2014;14:238–248.", "ArticleIdList": ["PMC4282123", "24151867"]}, {"Citation": "Kungulovski G, Jeltsch A. Epigenome editing: state of the art, concepts, and perspectives. Trends Genet. 2016;32:101–113.", "ArticleIdList": ["26732754"]}, {"Citation": "Chen B, Gilbert LA, Cimini BA, Schnitzbauer J, Zhang W, Li G-W, et al. Dynamic imaging of genomic loci in living human cells by an optimized CRISPR/Cas system. Cell. 2013;155:1479–1491.", "ArticleIdList": ["PMC3918502", "24360272"]}, {"Citation": "Barman A, Deb B, Chakraborty S. A glance at genome editing with CRISPR-Cas9 technology. Curr Genet. 2020;66:447–462.", "ArticleIdList": ["31691023"]}, {"Citation": "Komor AC, Kim YB, Packer MS, Zuris JA, Liu DR. Programmable editing of a target base in genomic DNA without double-stranded DNA cleavage. Nature. 2016;533:420–424.", "ArticleIdList": ["PMC4873371", "27096365"]}, {"Citation": "Nishida K, Arazoe T, Yachie N, Banno S, Kakimoto M, Tabata M, et al. Targeted nucleotide editing using hybrid prokaryotic and vertebrate adaptive immune systems. Science. 2016;353:aaf8729.", "ArticleIdList": ["27492474"]}, {"Citation": "Ma Y, Zhang J, Yin W, Zhang Z, Song Y, Chang X. Targeted AID-mediated mutagenesis (TAM) enables efficient genomic diversification in mammalian cells. Nat Methods. 2016;13:1029–1035.", "ArticleIdList": ["27723754"]}, {"Citation": "Gaudelli NM, Komor AC, Rees HA, Packer MS, Badran AH, Bryson DI, et al. Programmable base editing of A•T to G•C in genomic DNA without DNA cleavage. Nature. 2017;551:464–471.", "ArticleIdList": ["PMC5726555", "29160308"]}, {"Citation": "Grünewald J, Zhou R, Lareau CA, Garcia SP, Iyer S, Miller BR, et al. A dual-deaminase CRISPR base editor enables concurrent adenine and cytosine editing. Nat Biotechnol. 2020;38:861–864.", "ArticleIdList": ["PMC7723518", "32483364"]}, {"Citation": "Sakata RC, Ishiguro S, Mori H, Tanaka M, Tatsuno K, Ueda H, et al. Base editors for simultaneous introduction of C-to-T and A-to-G mutations. Nat Biotechnol. 2020;38:865–869.", "ArticleIdList": ["32483365"]}, {"Citation": "Xie J, Huang X, Wang X, Gou S, Liang Y, Chen F, et al. ACBE, a new base editor for simultaneous C-to-T and A-to-G substitutions in mammalian systems. BMC Biol. 2020;18:131.", "ArticleIdList": ["PMC7510086", "32967664"]}, {"Citation": "Zhang X, Zhu B, Chen L, Xie L, Yu W, Wang Y, et al. Dual base editor catalyzes both cytosine and adenine base conversions in human cells. Nat Biotechnol. 2020;38:856–860.", "ArticleIdList": ["32483363"]}, {"Citation": "Kurt IC, Zhou R, Iyer S, Garcia SP, Miller BR, Langner LM, et al. CRISPR C-to-G base editors for inducing targeted DNA transversions in human cells. Nat Biotechnol. 2021;39:41–46.", "ArticleIdList": ["PMC7854778", "32690971"]}, {"Citation": "Zhao D, Li J, Li S, Xin X, Hu M, Price MA, et al. Glycosylase base editors enable C-to-A and C-to-G base changes. Nat Biotechnol. 2021;39:35–40.", "ArticleIdList": ["32690970"]}, {"Citation": "Zeng D, Liu T, Tan J, Zhang Y, Zheng Z, Wang B, et al. PhieCBEs: plant high-efficiency cytidine base editors with expanded target range. Mol Plant. 2020;13:1666–1669.", "ArticleIdList": ["33152517"]}, {"Citation": "Anzalone AV, Randolph PB, Davis JR, Sousa AA, Koblan LW, Levy JM, et al. Search-and-replace genome editing without double-strand breaks or donor DNA. Nature. 2019;576:149–157.", "ArticleIdList": ["PMC6907074", "31634902"]}, {"Citation": "Zetsche B, Gootenberg JS, Abudayyeh OO, Slaymaker IM, Makarova KS, Essletzbichler P, et al. Cpf1 is a single RNA-guided endonuclease of a class 2 CRISPR-Cas system. Cell. 2015;163:759–771.", "ArticleIdList": ["PMC4638220", "26422227"]}, {"Citation": "Chylinski K, Le Rhun A, Charpentier E. The tracrRNA and Cas9 families of type II CRISPR-Cas immunity systems. RNA Biol. 2013;10:726–737.", "ArticleIdList": ["PMC3737331", "23563642"]}, {"Citation": "Tu M, Lin L, Cheng Y, He X, Sun H, Xie H, et al. A “new lease of life”: FnCpf1 possesses DNA cleavage activity for genome editing in human cells. Nucleic Acids Res. 2017;45:11295–11304.", "ArticleIdList": ["PMC5737432", "28977650"]}, {"Citation": "Li Z, Xiong X, Li J-F. New cytosine base editor for plant genome editing. Sci China Life Sci. 2018;61:1602–1603.", "ArticleIdList": ["30474781"]}, {"Citation": "Alok A, Sandhya D, Jogam P, Rodrigues V, Bhati KK, Sharma H, et al. The rise of the CRISPR/Cpf1 system for efficient genome editing in plants. Front Plant Sci. 2020;11:264.", "ArticleIdList": ["PMC7136500", "32296449"]}, {"Citation": "Endo A, Masafumi M, Kaya H, Toki S. Efficient targeted mutagenesis of rice and tobacco genomes using Cpf1 from Francisella novicida. Sci Rep. 2016;6:38169.", "ArticleIdList": ["PMC5131344", "27905529"]}, {"Citation": "Gao L, Cox DBT, Yan WX, Manteiga JC, Schneider MW, Yamano T, et al. Engineered Cpf1 variants with altered PAM specificities. Nat Biotechnol. 2017;35:789–792.", "ArticleIdList": ["PMC5548640", "28581492"]}, {"Citation": "Li S, Zhang X, Wang W, Guo X, Wu Z, Du W, et al. Expanding the scope of CRISPR/Cpf1-mediated genome editing in rice. Mol Plant. 2018;11:995–998.", "ArticleIdList": ["29567453"]}, {"Citation": "Zhong Z, Zhang Y, You Q, Tang X, Ren Q, Liu S, et al. Plant genome editing using FnCpf1 and LbCpf1 nucleases at redefined and altered PAM sites. Mol Plant. 2018;11:999–1002.", "ArticleIdList": ["29567452"]}, {"Citation": "Ming M, Ren Q, Pan C, He Y, Zhang Y, Liu S, et al. CRISPR-Cas12b enables efficient plant genome engineering. Nat Plants. 2020;6:202–208.", "ArticleIdList": ["32170285"]}, {"Citation": "Wang Q, Alariqi M, Wang F, Li B, Ding X, Rui H, et al. The application of a heat-inducible CRISPR/Cas12b (C2c1) genome editing system in tetraploid cotton (G. hirsutum) plants. Plant Biotechnol J. 2020;18:2436–43.", "ArticleIdList": ["PMC7680538", "32438486"]}, {"Citation": "Shmakov S, Smargon A, Scott D, Cox D, Pyzocha N, Yan W, et al. Diversity and evolution of class 2 CRISPR-Cas systems. Nat Rev Microbiol. 2017;15:169–182.", "ArticleIdList": ["PMC5851899", "28111461"]}, {"Citation": "Abudayyeh OO, Gootenberg JS, Essletzbichler P, Han S, Joung J, Belanto JJ, et al. RNA targeting with CRISPR-Cas13. Nature. 2017;550:280–284.", "ArticleIdList": ["PMC5706658", "28976959"]}, {"Citation": "Cox DBT, Gootenberg JS, Abudayyeh OO, Franklin B, Kellner MJ, Joung J, et al. RNA editing with CRISPR-Cas13. Science. 2017;358:1019–1027.", "ArticleIdList": ["PMC5793859", "29070703"]}, {"Citation": "Abudayyeh OO, Gootenberg JS, Konermann S, Joung J, Slaymaker IM, Cox DBT, et al. C2c2 is a single-component programmable RNA-guided RNA-targeting CRISPR effector. Science. 2016;353:aaf5573.", "ArticleIdList": ["PMC5127784", "27256883"]}, {"Citation": "East-Seletsky A, O’Connell MR, Knight SC, Burstein D, Cate JHD, Tjian R, et al. Two distinct RNase activities of CRISPR-C2c2 enable guide-RNA processing and RNA detection. Nature. 2016;538:270–273.", "ArticleIdList": ["PMC5576363", "27669025"]}, {"Citation": "Abudayyeh OO, Gootenberg JS, Franklin B, Koob J, Kellner MJ, Ladha A, et al. A cytosine deaminase for programmable single-base RNA editing. Science. 2019;365:382–386.", "ArticleIdList": ["PMC6956565", "31296651"]}, {"Citation": "Kannan S, Altae-Tran H, Jin X, Madigan VJ, Oshiro R, Makarova KS, et al. Compact RNA editors with small Cas13 proteins. Nat Biotechnol. 2021 doi: 10.1038/s41587-021-01030-2.", "ArticleIdList": ["10.1038/s41587-021-01030-2", "34462587"]}, {"Citation": "Aman R, Ali Z, Butt H, Mahas A, Aljedaani F, Khan MZ, et al. RNA virus interference via CRISPR/Cas13a system in plants. Genome Biol. 2018;19:1.", "ArticleIdList": ["PMC5755456", "29301551"]}, {"Citation": "Ren J, Fu L, Nile SH, Zhang J, Kai G. Salvia miltiorrhiza in treating cardiovascular diseases: a review on its pharmacological and clinical applications. Front Pharmacol. 2019;10:753.", "ArticleIdList": ["PMC6626924", "31338034"]}, {"Citation": "Luo H, Zhu Y, Song J, Xu L, Sun C, Zhang X, et al. Transcriptional data mining of Salvia miltiorrhiza in response to methyl jasmonate to examine the mechanism of bioactive compound biosynthesis and regulation. Physiol Plant. 2014;152:241–255.", "ArticleIdList": ["24660670"]}, {"Citation": "Li B, Cui G, Shen G, Zhan Z, Huang L, Chen J, et al. Targeted mutagenesis in the medicinal plant Salvia miltiorrhiza. Sci Rep. 2017;7:43320.", "ArticleIdList": ["PMC5335714", "28256553"]}, {"Citation": "Zhou Z, Tan H, Li Q, Chen J, Gao S, Wang Y, et al. CRISPR/Cas9-mediated efficient targeted mutagenesis of RAS in Salvia miltiorrhiza. Phytochemistry. 2018;148:63–70.", "ArticleIdList": ["29421512"]}, {"Citation": "Zhou Z, Li Q, Xiao L, Wang Y, Feng J, Bu Q, et al. Multiplexed CRISPR/Cas9-mediated knockout of laccase genes in Salvia miltiorrhiza revealed their roles in growth, development, and metabolism. Front Plant Sci. 2021;12:647768.", "ArticleIdList": ["PMC8014014", "33815454"]}, {"Citation": "Shi M, Du Z, Hua Q, Kai G. CRISPR/Cas9-mediated targeted mutagenesis of bZIP2 in Salvia miltiorrhiza leads to promoted phenolic acid biosynthesis. Ind Crops Prod. 2021;167:113560."}, {"Citation": "Liang J, Chen S, Hu Y, Yang Y, Yuan J, Wu Y, et al. Protective roles and mechanisms of Dendrobium officinal polysaccharides on secondary liver injury in acute colitis. Int JBiol Macromol. 2018;107:2201–2210.", "ArticleIdList": ["29074081"]}, {"Citation": "Liang J, Li H, Chen J, He L, Du X, Zhou L, et al. Dendrobium officinale polysaccharides alleviate colon tumorigenesis via restoring intestinal barrier function and enhancing anti-tumor immune response. Pharmacol Res. 2019;148:104417.", "ArticleIdList": ["31473343"]}, {"Citation": "Chen H, Yin J, Yeh C, Lu Y, Yang J. Inverse synthetic aperture radar imaging based on time–frequency analysis through neural network. J Electron Imaging. 2020;29:013003."}, {"Citation": "Zhang L-J, Huang X-J, Shi X-D, Chen H-H, Cui SW, Nie S-P. Protective effect of three glucomannans from different plants against DSS induced colitis in female BALB/c mice. Food Funct. 2019;10:1928–1939.", "ArticleIdList": ["30869676"]}, {"Citation": "Yang K, Lu T, Zhan L, Zhou C, Zhang N, Lei S, et al. Physicochemical characterization of polysaccharide from the leaf of Dendrobium officinale and effect on LPS induced damage in GES-1 cell. Int J Biol Macromol. 2020;149:320–330.", "ArticleIdList": ["31945440"]}, {"Citation": "Hou B, Tian M, Luo J, Ji Y, Xue Q, Ding X. Genetic diversity assessment and ex situ conservation strategy of the endangered Dendrobium officinale (Orchidaceae) using new trinucleotide microsatellite markers. Plant Syst Evol. 2012;298:1483–1491."}, {"Citation": "Ren R, Gao J, Yin D, Li K, Lu C, Ahmad S, et al. Highly efficient Leaf base protoplast isolation and transient expression systems for orchids and other important monocot crops. Front Plant Sci. 2021;12:626015.", "ArticleIdList": ["PMC7917215", "33659015"]}, {"Citation": "da Silva JAT, Dobránszki J, Cardoso JC, Chandler SF, Zeng S. Methods for genetic transformation in Dendrobium. Plant Cell Rep. 2016;35:483–504.", "ArticleIdList": ["26724929"]}, {"Citation": "Kui L, Chen H, Zhang W, He S, Xiong Z, Zhang Y, et al. Building a genetic manipulation tool box for orchid biology: identification of constitutive promoters and application of CRISPR/Cas9 in the orchid Dendrobium officinale. Front Plant Sci. 2016;7:2036.", "ArticleIdList": ["PMC5226938", "28127299"]}, {"Citation": "Li Y, Zhang B, Yu H. Kilobase-scale genomic deletion of DOTFL1 in dendrobium orchids. J Genet Genomics. 2021;S1673–8527(21):00218–226.", "ArticleIdList": ["34426098"]}, {"Citation": "Devsi A, Kiyota B, Ouellette T, Hegle AP, Rivera-Acevedo RE, Wong J, et al. A pharmacological characterization of Cannabis sativa chemovar extracts. J Cannabis Res. 2020;2:17.", "ArticleIdList": ["PMC7819338", "33526117"]}, {"Citation": "Schultz CJ, Lim WL, Khor SF, Neumann KA, Schulz JM, Ansari O, et al. Consumer and health-related traits of seed from selected commercial and breeding lines of industrial hemp, Cannabis sativa L. J Agr Food Res. 2020;2:100025."}, {"Citation": "Malinowska B, Baranowska-Kuczko M, Kicman A, Schlicker E. Opportunities, challenges and pitfalls of using cannabidiol as an adjuvant drug in COVID-19. Int J Mol Sci. 2021;22:1986.", "ArticleIdList": ["PMC7922403", "33671463"]}, {"Citation": "Aliekperova N, Kosyachenko К, Kaniura O. Perspectives on formation of medical cannabis market in Ukraine based on holistic approach. J Cannabis Res. 2020;2:33.", "ArticleIdList": ["PMC7819340", "33526139"]}, {"Citation": "Sorokin A, Yadav NS, Gaudet D, Kovalchuk I. Transient expression of the β-glucuronidase gene in Cannabis sativa varieties. Plant Signal Behav. 2020;15:1780037.", "ArticleIdList": ["PMC8570765", "32552427"]}, {"Citation": "Ahmed S, Gao X, Jahan MA, Adams M, Wu N, Kovinich N. Nanoparticle-based genetic transformation of Cannabis sativa. J Biotechnol. 2021;326:48–51.", "ArticleIdList": ["33373624"]}, {"Citation": "Zhang X, Xu G, Cheng C, Lei L, Sun J, Xu Y, et al. Establishment of an Agrobacterium-mediated genetic transformation and CRISPR/Cas9-mediated targeted mutagenesis in Hemp (Cannabis Sativa L.) Plant Biotechnol J. 2021 doi: 10.1111/pbi.13611.", "ArticleIdList": ["10.1111/pbi.13611", "PMC8486249", "33960612"]}, {"Citation": "Staiger C. Comfrey: a clinical overview. Phytother Res. 2012;26:1441–1448.", "ArticleIdList": ["PMC3491633", "22359388"]}, {"Citation": "Stickel F, Seitz HK. The efficacy and safety of comfrey. Public Health Nutr. 2000;3:501–508.", "ArticleIdList": ["11276298"]}, {"Citation": "Allgaier C, Franz S. Risk assessment on the use of herbal medicinal products containing pyrrolizidine alkaloids. Regul Toxicol Pharmacol. 2015;73:494–500.", "ArticleIdList": ["26399164"]}, {"Citation": "EFSA Panel on Contaminants in the Food Chain (CONTAM) Knutsen HK, Alexander J, Barregård L, Bignami M, Brüschweiler B, et al. Risks for human health related to the presence of pyrrolizidine alkaloids in honey, tea, herbal infusions and food supplements. EFSA J. 2017;15:e04908.", "ArticleIdList": ["PMC7010083", "32625569"]}, {"Citation": "Kopp T, Abdel-Tawab M, Mizaikoff B. Extracting and analyzing pyrrolizidine alkaloids in medicinal plants: a review. Toxins. 2020;12:320.", "ArticleIdList": ["PMC7290370", "32413969"]}, {"Citation": "Zakaria MM, Schemmerling B, Ober D. CRISPR/Cas9-mediated genome editing in comfrey (Symphytum officinale) hairy roots results in the complete eradication of pyrrolizidine alkaloids. Molecules. 2021;26:1498.", "ArticleIdList": ["PMC7998174", "33801907"]}, {"Citation": "Alagoz Y, Gurkok T, Zhang B, Unver T. Manipulating the biosynthesis of bioactive compound alkaloids for next-generation metabolic engineering in opium poppy using CRISPR-Cas 9 genome editing technology. Sci Rep. 2016 doi: 10.1038/srep30910.", "ArticleIdList": ["10.1038/srep30910", "PMC4971470", "27483984"]}, {"Citation": "Feng S, Song W, Fu R, Zhang H, Xu A, Li J. Application of the CRISPR/Cas9 system in Dioscorea zingiberensis. Plant Cell Tiss Organ Cult. 2018;135:133–141."}, {"Citation": "Ro D-K, Paradise EM, Ouellet M, Fisher KJ, Newman KL, Ndungu JM, et al. Production of the antimalarial drug precursor artemisinic acid in engineered yeast. Nature. 2006;440:940–943.", "ArticleIdList": ["16612385"]}, {"Citation": "Malhotra K, Subramaniyan M, Rawat K, Kalamuddin M, Qureshi MI, Malhotra P, et al. Compartmentalized metabolic engineering for artemisinin biosynthesis and effective malaria treatment by oral delivery of plant cells. Mol Plant. 2016;9:1464–1477.", "ArticleIdList": ["PMC5980236", "27773616"]}, {"Citation": "Li J, Mutanda I, Wang K, Yang L, Wang J, Wang Y. Chloroplastic metabolic engineering coupled with isoprenoid pool enhancement for committed taxanes biosynthesis in Nicotiana benthamiana. Nat Commun. 2019;10:4850.", "ArticleIdList": ["PMC6813417", "31649252"]}, {"Citation": "Zhou K, Qiao K, Edgar S, Stephanopoulos G. Distributing a metabolic pathway among a microbial consortium enhances production of natural products. Nat Biotechnol. 2015;33:377–383.", "ArticleIdList": ["PMC4867547", "25558867"]}, {"Citation": "Hu T, Zhou J, Tong Y, Su P, Li X, Liu Y, et al. Engineering chimeric diterpene synthases and isoprenoid biosynthetic pathways enables high-level production of miltiradiene in yeast. Metab Eng. 2020;60:87–96.", "ArticleIdList": ["32268192"]}, {"Citation": "Zhou YJ, Gao W, Rong Q, Jin G, Chu H, Liu W, et al. Modular pathway engineering of diterpenoid synthases and the mevalonic acid pathway for miltiradiene production. J Am Chem Soc. 2012;134:3234–3241.", "ArticleIdList": ["22280121"]}, {"Citation": "Luo X, Reiter MA, d’Espaux L, Wong J, Denby CM, Lechner A, et al. Complete biosynthesis of cannabinoids and their unnatural analogues in yeast. Nature. 2019;567:123–126.", "ArticleIdList": ["30814733"]}, {"Citation": "Zhang D, Hussain A, Manghwar H, Xie K, Xie S, Zhao S, et al. Genome editing with the CRISPR-Cas system: an art, ethics and global regulatory perspective. Plant Biotechnol J. 2020;18:1651–1669.", "ArticleIdList": ["PMC7336378", "32271968"]}, {"Citation": "Waltz E. With a free pass, CRISPR-edited plants reach market in record time. Nat Biotechnol. 2018;36:6–7.", "ArticleIdList": ["29319694"]}, {"Citation": "Gupta M, Gerard M, Padmaja SS, Sastry RK. Trends of CRISPR technology development and deployment into agricultural production-consumption systems. World Pat Inf. 2020;60:101944."}, {"Citation": "Zhou Q, Liu W, Zhang Y, Liu KK. Action mechanisms of acetolactate synthase-inhibiting herbicides. Pestic Biochem Physiol. 2007;89:89–96."}, {"Citation": "Kaundun SS. Resistance to acetyl-CoA carboxylase-inhibiting herbicides. Pest Manag Sci. 2014;70:1405–1417.", "ArticleIdList": ["24700409"]}, {"Citation": "Hummel AW, Chauhan RD, Cermak T, Mutka AM, Vijayaraghavan A, Boyher A, et al. Allele exchange at the EPSPS locus confers glyphosate tolerance in cassava. Plant Biotechnol J. 2018;16:1275–1282.", "ArticleIdList": ["PMC5999311", "29223136"]}, {"Citation": "de Pater S, Klemann BJPM, Hooykaas PJJ. True gene-targeting events by CRISPR/Cas-induced DSB repair of the PPO locus with an ectopically integrated repair template. Sci Rep. 2018;8:3338.", "ArticleIdList": ["PMC5820285", "29463822"]}, {"Citation": "Liu L, Kuang Y, Yan F, Li S, Ren B, Gosavi G, et al. Developing a novel artificial rice germplasm for dinitroaniline herbicide resistance by base editing of OsTubA2. Plant Biotechnol J. 2021;19:5–7.", "ArticleIdList": ["PMC7769226", "32535959"]}, {"Citation": "Butt H, Eid A, Momin AA, Bazin J, Crespi M, Arold ST, et al. CRISPR directed evolution of the spliceosome for resistance to splicing inhibitors. Genome Biol. 2019;20:73.", "ArticleIdList": ["PMC6489355", "31036069"]}, {"Citation": "Religia P, Nguyen ND, Nong QD, Matsuura T, Kato Y, Watanabe H. Mutation of the cytochrome P450 CYP360A8 gene increases sensitivity to paraquat in Daphnia magna. Environ Toxicol Chem. 2021;40:1279–1288.", "ArticleIdList": ["33338286"]}, {"Citation": "Li T, Yang X, Yu Y, Si X, Zhai X, Zhang H, et al. Domestication of wild tomato is accelerated by genome editing. Nat Biotechnol. 2018 doi: 10.1038/nbt.4273.", "ArticleIdList": ["10.1038/nbt.4273", "30272676"]}, {"Citation": "Ma Y, Cui G, Chen T, Ma X, Wang R, Jin B, et al. Expansion within the CYP71D subfamily drives the heterocyclization of tanshinones synthesis in Salvia miltiorrhiza. Nat Commun. 2021;12:685.", "ArticleIdList": ["PMC7846762", "33514704"]}, {"Citation": "Zhang J, Lv H, Liu W, Ji A, Zhang X, Song J, et al. bHLH transcription factor SmbHLH92 negatively regulates biosynthesis of phenolic acids and tanshinones in Salvia miltiorrhiza. Chin Herb Med. 2020;12:237–246."}, {"Citation": "Zhang Y, Ji A, Xu Z, Luo H, Song J. The AP2/ERF transcription factor SmERF128 positively regulates diterpenoid biosynthesis in Salvia miltiorrhiza. Plant Mol Biol. 2019;100:83–93.", "ArticleIdList": ["30847712"]}, {"Citation": "Yu H, Guo W, Yang D, Hou Z, Liang Z. Transcriptional profiles of SmWRKY family genes and their putative roles in the biosynthesis of tanshinone and phenolic acids in Salvia miltiorrhiza. Int J Mol Sci. 2018;19:1593.", "ArticleIdList": ["PMC6032325", "29843472"]}, {"Citation": "Demirer GS, Zhang H, Matos JL, Goh NS, Cunningham FJ, Sung Y, et al. High aspect ratio nanomaterials enable delivery of functional genetic material without DNA integration in mature plants. Nat Nanotechnol. 2019;14:456–464.", "ArticleIdList": ["30804481"]}, {"Citation": "Kwak S-Y, Lew TTS, Sweeney CJ, Koman VB, Wong MH, Bohmert-Tatarev K, et al. Chloroplast-selective gene delivery and expression in planta using chitosan-complexed single-walled carbon nanotube carriers. Nat Nanotechnol. 2019;14:447–455.", "ArticleIdList": ["30804482"]}, {"Citation": "Zhang H, Demirer GS, Zhang H, Ye T, Goh NS, Aditham AJ, et al. DNA nanostructures coordinate gene silencing in mature plants. Proc Natl Acad Sci USA. 2019;116:7543–7548.", "ArticleIdList": ["PMC6462094", "30910954"]}, {"Citation": "Santana I, Wu H, Hu P, Giraldo JP. Targeted delivery of nanomaterials with chemical cargoes in plants enabled by a biorecognition motif. Nat Commun. 2020;11:2045.", "ArticleIdList": ["PMC7184762", "32341352"]}, {"Citation": "Ma X, Zhang X, Liu H, Li Z. Highly efficient DNA-free plant genome editing using virally delivered CRISPR-Cas9. Nat Plants. 2020;6:773–779.", "ArticleIdList": ["32601419"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "11", "Day": "12"}, {"Year": "2022", "Month": "2", "Day": "11"}, {"Year": "2022", "Month": "3", "Day": "5", "Hour": "5", "Minute": "25"}, {"Year": "2022", "Month": "3", "Day": "6", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "3", "Day": "6", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "3", "Day": "4"}], "PublicationStatus": "epublish", "ArticleIdList": ["35246186", "PMC8894546", "10.1186/s13020-022-00584-w", "10.1186/s13020-022-00584-w"]}}], "PubmedBookArticle": []}