{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35250394", "DateCompleted": {"Year": "2022", "Month": "03", "Day": "18"}, "DateRevised": {"Year": "2022", "Month": "05", "Day": "02"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "02", "Day": "25"}], "Language": ["eng"], "ELocationID": ["5953094", "10.1155/2022/5953094"], "Journal": {"ISSN": "1537-744X", "JournalIssue": {"Volume": "2022", "PubDate": {"Year": "2022"}}, "Title": "TheScientificWorldJournal", "ISOAbbreviation": "ScientificWorldJournal"}, "ArticleTitle": "Comparative Physicochemical Screening and Toxicology of Hydroethanol Extracts of the Parts of <i>Pterocarpus santalinoides</i> l'Hér. ex DC. (Fabaceae) in Wistar Rats.", "Pagination": {"StartPage": "5953094", "MedlinePgn": "5953094"}, "Abstract": {"AbstractText": ["The aim of this study was to compare the phytochemical profile and acute and chronic toxicity of hydroethanolic extracts of three parts of <i>P. santalinoides</i>.", "Seven major chemical groups (alkaloids, flavonoids, saponosides, coumarins, tannins, triterpenes, and steroids) were studied. The single dose limit test of 5000 mg/kg body weight was used to evaluate the acute toxicity of each organic extract. Subacute toxicity was evaluated after daily oral doses of 500 and 1000 mg/kg body weight were administered to rats for 28 days.", "At a single dose of 5000 mg/kg, none of the extracts (leaf, trunk bark, and root) caused death in experimental rats. However, the trunk bark extract of <i>P. santalinoides</i> induced coat change and lethargy in treated rats. Macroscopic observation of the internal organs (liver and kidneys) of the rats showed no abnormalities. In the subacute test, only the trunk extracts induced signs of toxicity such as mobility disorders, diarrhea, and loss of body weight at a dose of 1000 mg/kg.", "This study showed that the hydroethanol extracts of the leaves, trunk bark, and root bark of <i>P. santalinoides</i> divergently concentrated the main chemical groups of interest. Administration of a single dose of extracts from all three <i>P. santalinoides</i> is not toxic to the consumer. However, when used over a long period of time, they can have a harmful effect on the consumer. In view of the different results of the trunk bark extract and in a context of conservation of the species, we recommend the use of the hydroethanolic extract of the leaves in the different treatments in which the three organs are involved."], "CopyrightInformation": "Copyright © 2022 Aimé Cézaire T. Ayéna et al."}, "AuthorList": [{"Identifier": ["0000-0003-3308-0628"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Sciences and Techniques of the University of Abomey-Calavi, 01 BP 526, Cotonou, Benin."}, {"Identifier": [], "Affiliation": "Medicinal Plants Research and Training Center (CERFOPLAM), BP 1515 Lomé, University of Lomé, Lome, Togo."}], "LastName": "Ayéna", "ForeName": "Aimé Cézaire T", "Initials": "ACT"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medicinal Plants Research and Training Center (CERFOPLAM), BP 1515 Lomé, University of Lomé, Lome, Togo."}], "LastName": "Dosseh", "ForeName": "Kossivi", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medicinal Plants Research and Training Center (CERFOPLAM), BP 1515 Lomé, University of Lomé, Lome, Togo."}], "LastName": "Idoh", "ForeName": "Kokou", "Initials": "K"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medicinal Plants Research and Training Center (CERFOPLAM), BP 1515 Lomé, University of Lomé, Lome, Togo."}], "LastName": "Agbonon", "ForeName": "Amegnona", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Medicinal Plants Research and Training Center (CERFOPLAM), BP 1515 Lomé, University of Lomé, Lome, Togo."}], "LastName": "Gbeassor", "ForeName": "Messanvi", "Initials": "M"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "ScientificWorldJournal", "NlmUniqueID": "101131163", "ISSNLinking": "1537-744X"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Administration, Oral"}, {"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": [], "DescriptorName": "Dose-Response Relationship, Drug"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": ["drug effects"], "DescriptorName": "Kidney"}, {"QualifierName": ["drug effects"], "DescriptorName": "Liver"}, {"QualifierName": [], "DescriptorName": "Male"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plant Bark"}, {"QualifierName": ["administration & dosage", "isolation & purification", "pharmacology", "toxicity"], "DescriptorName": "Plant Extracts"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plant Leaves"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plant Roots"}, {"QualifierName": ["chemistry"], "DescriptorName": "Pterocarpus"}, {"QualifierName": [], "DescriptorName": "Rats"}, {"QualifierName": [], "DescriptorName": "Rats, Wistar"}, {"QualifierName": [], "DescriptorName": "Toxicity Tests"}], "CoiStatement": "All authors declare no conflicts of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Mukinda J. T., Eagles P. F. K. Acute and sub-chronic oral toxicity profiles of the aqueous extract of Polygala fruticosa in female mice and rats Polygala fruticosa in female mice and rats. Journal of Ethnopharmacology . 2010;128(1):236–240. doi: 10.1016/j.jep.2010.01.022.", "ArticleIdList": ["10.1016/j.jep.2010.01.022", "20079821"]}, {"Citation": "Ayéna A. C., Agassounon Djikpo Tchibozo M., Assogbadjo A. E., et al. Usages et vulnérabilité de pterocarpus santalinoides l’Her. ex DC (Papilionoidae), une plante Utilisée dans le traitement des gastroenterites dans le Sud du Benin. European Scientific Journal . 2016;12(6):218–231."}, {"Citation": "FAO/WHO. Vitamin and Mineral Requirements in Human Nutrition. Report of a Joint . 2nd. Bangkok: FAO/WHO Expert Consultation; 2004."}, {"Citation": "Motamedi H., Darabpour E., Gholipour M., Seyyed Nejad S. M. In vitro assay for the anti-brucella activity of medicinal plants against tetracycline-resistant Brucella melitensis. Journal of Zhejiang University-Science B . 2010;11(7):506–511. doi: 10.1631/jzus.b0900365.", "ArticleIdList": ["10.1631/jzus.b0900365", "PMC2897020", "20593515"]}, {"Citation": "Dosseh K., Kpatcha T., Adjrah Y., Idoh K., Agbonon A., Gbeassor M. Anti-inflammatory effect of Byrsocarpus coccineus schum and thonn (connaraceae) root. World Journal of Pharmaceutical Research . 2014;3:3585–3598."}, {"Citation": "Akoègninou A., Burg Van Der W. J., Maesen Van Der L. J. G., et al. Flore Analytique du Bénin . Backuys Publishers; 2006. p. 1034."}, {"Citation": "Ayéna A. C., Agassounon Djikpo Tchibozo M., Adoukonou-Sagbadja H., Karou S., Anani K., de Souza C. Activités antimicrobiennes de trois plantes médicinales utilisées dans le traitement traditionnel des toxi-infections alimentaires dans le d du Bénin. Journal de Recherche Scientifique de l’Université de Lomé (Togo), Série A . 2014;16(3):23–31."}, {"Citation": "Okoye T. C., Akah P. A., Okoli C. O., et al. Anti-diarrhoeal and antispasmodic efects of leaf extract of Pterocarpus santalinoides. Nigerian Journal of Pharmaceutical Research . 2010;8(1):138–144."}, {"Citation": "Anowi C. F., Umeokoli B. O., Onyegbule A. F., Okonkwo C., Chibeze I. Analgesic, phytochemical and acute toxicity evaluation of the methanol extract of the leaves of Pterocarpus santalinoides-family Fabaceae. International Journal of Pharmacology Science of Research . 2012;3(7):2018–2023."}, {"Citation": "OECD. Repeated Dose Oral Toxicity Test Method. OECD Guidelines for Testing of Chemicals . Paris: Organization for Economic Cooperation and Development; 2008. p. 327."}, {"Citation": "Ayéna T. A. C. 2016. p. p. 254. Biodiversité des espèces médicinales traitant les toxiinfections et potentiels pharmacologiques de Pterocarpus santalinoides l’Her. ex. DC. (Fabaceae), un alicament utilisé dans le Sud du Bénin”, Thèse unique de Doctorat; ISBN 978-99919-2-585-1; Dépôt légal N° 9019 : Novembre 2016, Bibliothèque Nationale du Bénin, 4ème trimestre."}, {"Citation": "El-Haoud H., Boufellous M., Assia B. Screening phytochimique d’une plante medicinale: mentha Spicata L. Am. Journal Inovation Research Apply of Sciences . 2018:226–230."}, {"Citation": "Diezi J. Pharmacology: Fundamental Principles and Pratice, Slatkine M . Genève: Academic Press; 1989. Toxicology: basic principles and chemical impact; pp. 33–44."}, {"Citation": "Hodge A. C., Sterner J. H. Etudes de toxicité : quelques données fondamentales (A. K. DONE) Tempo Medical Afrique. Pharmacie Médicinal Traditionnal . 1980;l(7):13–29."}, {"Citation": "Gomé M. B., Kouakou K., Touré A., Traore F. Étude de la toxicité aiguë et subchronique de l’extrait aqueux de Passiflora foetida Linn. (Passifloraceae) chez les rats et les souris. International Journal of Brain and Cognitive Sciences . 2011;5(5):1777–1789."}, {"Citation": "Kumar V., Abbas A. K., Fausto N., Aster J. C. Robbins and Cotran Pathologic Basis of Disease . 8e. Philadelphie (PA), Pennsylvania: Saunders Elsevier; 2010. p. 1464."}, {"Citation": "Chukwunonso Obia F., Terry Nzeakora A., Michael Okpalaa I., et al. Evaluation of antitrypanosomal activity of Pterocarpus santalinoides L’H’erit ex DC hydroethanol leaf extract in rats experimentally infected with Trypanosoma brucei. Journal of Ethnopharmacology . 2019;243(28) doi: 10.1016/j.jep.2019.112085.", "ArticleIdList": ["10.1016/j.jep.2019.112085", "31306694"]}, {"Citation": "FAO. “Food and Nutrition in the Management of Group Feeding Programmes” . Rome Italy: FAO; 1993.", "ArticleIdList": ["8253174"]}, {"Citation": "Pieme C. A., Penlap V. N., Nkegoum B., et al. Evaluation of acute and subacute toxicities of aqueous ethanolic extract of leaves of Senna alata (L.) Roxb (Ceasalpiniaceae) African Journal of Biotechnology . 2006;5(3):283–289."}, {"Citation": "Gee J. M., Wortley G. M., Johnson I. T. Effect of saponins and glycoalkaloids on the permeability and viability of mammalian intestinal cells and on the integrity of tissue preparations in vitro. Toxicological In Vitro . 1996;10:117.", "ArticleIdList": ["20650190"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "10", "Day": "12"}, {"Year": "2022", "Month": "1", "Day": "21"}, {"Year": "2022", "Month": "2", "Day": "4"}, {"Year": "2022", "Month": "3", "Day": "7", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "3", "Day": "8", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "3", "Day": "19", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "2", "Day": "25"}], "PublicationStatus": "epublish", "ArticleIdList": ["35250394", "PMC8896965", "10.1155/2022/5953094"]}}], "PubmedBookArticle": []}