{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35252713", "DateRevised": {"Year": "2022", "Month": "03", "Day": "08"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "02", "Day": "16"}], "Language": ["eng"], "ELocationID": ["10.1021/acsomega.1c06792"], "Journal": {"ISSN": "2470-1343", "JournalIssue": {"Volume": "7", "Issue": "8", "PubDate": {"Year": "2022", "Month": "Mar", "Day": "01"}}, "Title": "ACS omega", "ISOAbbreviation": "ACS Omega"}, "ArticleTitle": "Characterization of γ-Cadinene Enzymes in <i>Ganoderma lucidum</i> and <i>Ganoderma sinensis</i> from Basidiomycetes Provides Insight into the Identification of Terpenoid Synthases.", "Pagination": {"StartPage": "7229", "EndPage": "7239", "MedlinePgn": "7229-7239"}, "Abstract": {"AbstractText": ["Enzymes boost protein engineering, directed evolution, and the biochemical industry and are also the cornerstone of metabolic engineering. Basidiomycetes are known to produce a large variety of terpenoids with unique structures. However, basidiomycetous terpene synthases remain largely untapped. Therefore, we provide a modeling method to obtain specific terpene synthases. Aided by bioinformatics analysis, three γ-cadinene enzymes from <i>Ganoderma lucidum</i> and <i>Ganoderma sinensis</i> were accurately predicted and identified experimentally. Based on the highly conserved amino motifs of the characterized γ-cadinene enzymes, the enzyme was reassembled as model 1. Using this model as a template, 67 homologous sequences of the γ-cadinene enzyme were screened from the National Center for Biotechnology Information (NCBI). According to the 67 sequences, the same gene structure, and similar conserved motifs to model 1, the γ-cadinene enzyme model was further improved by the same construction method and renamed as model 2. The results of bioinformatics analysis show that the conservative regions of models 1 and 2 are highly similar. In addition, five of these sequences were verified, 100% of which were γ-cadinene enzymes. The accuracy of the prediction ability of the γ-cadinene enzyme model was proven. In the same way, we also reanalyzed the identified Δ<sup>6</sup>-protoilludene enzymes in fungi and (-)-α-bisabolol enzymes in plants, all of which have their own unique conserved motifs. Our research method is expected to be used to study other terpenoid synthases with a similar or the same function in basidiomycetes, ascomycetes, bacteria, and plants and to provide rich enzyme resources."], "CopyrightInformation": "© 2022 The Authors. Published by American Chemical Society."}, "AuthorList": [{"Identifier": ["0000-0003-3903-3005"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Chinese Materia Medica, Tianjin University of Traditional Chinese Medicine, Tianjin 301617, P. R. China."}], "LastName": "Cao", "ForeName": "Rui", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "College of Pharmaceutical Engineering of Traditional Chinese Medicine, Tianjin University of Traditional Chinese Medicine, Tianjin 301617, P. R. China."}], "LastName": "Wu", "ForeName": "Xinlong", "Initials": "X"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Chinese Materia Medica, Tianjin University of Traditional Chinese Medicine, Tianjin 301617, P. R. China."}], "LastName": "Wang", "ForeName": "Qi", "Initials": "Q"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Chinese Materia Medica, Tianjin University of Traditional Chinese Medicine, Tianjin 301617, P. R. China."}], "LastName": "Qi", "ForeName": "Pengyan", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Chinese Materia Medica, Tianjin University of Traditional Chinese Medicine, Tianjin 301617, P. R. China."}], "LastName": "Zhang", "ForeName": "Yuna", "Initials": "Y"}, {"Identifier": ["0000-0003-4719-6285"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "School of Chinese Materia Medica, Tianjin University of Traditional Chinese Medicine, Tianjin 301617, P. R. China."}], "LastName": "Wang", "ForeName": "Lizhi", "Initials": "L"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Medicinal Plant Development, Chinese Academy of Medical Sciences and Peking Union Medical College, Beijing 100193, P. R. China."}], "LastName": "Sun", "ForeName": "Chao", "Initials": "C"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "ACS Omega", "NlmUniqueID": "101691658", "ISSNLinking": "2470-1343"}, "CoiStatement": "The authors declare no competing financial interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Gressler M.; Löhr N. A.; Schäfer T.; Lawrinowitz S.; Seibold P. S.; Hoffmeister D. Mind the mushroom: natural product biosynthetic genes and enzymes of Basidiomycota. Nat. Prod. Rep. 2021, 38, 702–722. 10.1039/d0np00077a.", "ArticleIdList": ["10.1039/d0np00077a", "33404035"]}, {"Citation": "Blackwell M. The fungi: 1, 2, 3 ... 5.1 million species?. Am. J. Bot. 2011, 98, 426–438. 10.3732/ajb.1000298.", "ArticleIdList": ["10.3732/ajb.1000298", "21613136"]}, {"Citation": "Davis E. M.; Croteau R.. Cyclization Enzymes in the Biosynthesis of Monoterpenes, Sesquiterpenes, and Diterpenes; Biosynthesis, Leeper F. J., Vederas J. C., Eds.; Academic PressSpringer: Berlin, Heidelberg, 2000; pp 53–95."}, {"Citation": "Zhou Z.-Y.; Liu J.-K. Pigments of fungi (macromycetes). Nat. Prod. Rep. 2010, 27, 1531–1570. 10.1039/c004593d.", "ArticleIdList": ["10.1039/c004593d", "20694228"]}, {"Citation": "Lin H.-C.; Hewage R. T.; Lu Y.-C.; Chooi Y.-H. Biosynthesis of bioactive natural products from Basidiomycota. Org. Biomol. Chem. 2019, 17, 1027–1036. 10.1039/c8ob02774a.", "ArticleIdList": ["10.1039/c8ob02774a", "30608100"]}, {"Citation": "Keller N. P.; Turner G.; Bennett J. W. Fungal secondary metabolism - from biochemistry to genomics. Nat. Rev. Microbiol. 2005, 3, 937–947. 10.1038/nrmicro1286.", "ArticleIdList": ["10.1038/nrmicro1286", "16322742"]}, {"Citation": "Agger S.; Lopez-Gallego F.; Schmidt-Dannert C. Diversity of sesquiterpene synthases in the basidiomycete Coprinus cinereus. Mol. Microbiol. 2009, 72, 1181–1195. 10.1111/j.1365-2958.2009.06717.x.", "ArticleIdList": ["10.1111/j.1365-2958.2009.06717.x", "PMC2723806", "19400802"]}, {"Citation": "Stöckli M.; Morinaka B. I.; Lackner G.; Kombrink A.; Sieber R.; Margot C.; Stanley C. E.; deMello A. J.; Piel J.; Künzler M. Bacteria-induced production of the antibacterial sesquiterpene lagopodin B in Coprinopsis cinerea. Mol. Microbiol. 2019, 112, 605–619. 10.1111/mmi.14277.", "ArticleIdList": ["10.1111/mmi.14277", "31087720"]}, {"Citation": "Nord C.; Menkis A.; Broberg A. Cytotoxic Illudane Sesquiterpenes from the Fungus Granulobasidium vellereum (Ellis and Cragin) Jülich. J. Nat. Prod. 2015, 78, 2559–2564. 10.1021/acs.jnatprod.5b00500.", "ArticleIdList": ["10.1021/acs.jnatprod.5b00500", "26575435"]}, {"Citation": "Wawrzyn G. T.; Quin M. B.; Choudhary S.; López-Gallego F.; Schmidt-Dannert C. Draft genome of Omphalotus olearius provides a predictive framework for sesquiterpenoid natural product biosynthesis in Basidiomycota. Chem. Biol. 2012, 19, 772–783. 10.1016/j.chembiol.2012.05.012.", "ArticleIdList": ["10.1016/j.chembiol.2012.05.012", "PMC3383649", "22726691"]}, {"Citation": "Engels B.; Heinig U.; Grothe T.; Stadler M.; Jennewein S. Cloning and characterization of an Armillaria gallica cDNA encoding protoilludene synthase, which catalyzes the first committed step in the synthesis of antimicrobial melleolides. J. Biol. Chem. 2011, 286, 6871–6878. 10.1074/jbc.m110.165845.", "ArticleIdList": ["10.1074/jbc.m110.165845", "PMC3044942", "21148562"]}, {"Citation": "Dörfer M.; Gressler M.; Hoffmeister D. Diversity and bioactivity of Armillaria sesquiterpene aryl ester natural products. Mycol. Prog. 2019, 18, 1027–1037. 10.1007/s11557-019-01508-z.", "ArticleIdList": ["10.1007/s11557-019-01508-z"]}, {"Citation": "Bisht B. S.; Bankoti H.; Bharti T. A Review on Therapeutic Uses of Terpenoids. J. Drug Deliv. Therapeut. 2021, 11, 182–185. 10.22270/jddt.v11i1-s.4523.", "ArticleIdList": ["10.22270/jddt.v11i1-s.4523"]}, {"Citation": "Schmidt-Dannert C. Biosynthesis of terpenoid natural products in fungi. Adv. Biochem. Eng. Biotechnol. 2014, 148, 19–61. 10.1007/10_2014_283.", "ArticleIdList": ["10.1007/10_2014_283", "25414054"]}, {"Citation": "Abraham W.-R. Bioactive sesquiterpenes produced by fungi: are they useful for humans as well?. Curr. Med. Chem. 2001, 8, 583–606. 10.2174/0929867013373147.", "ArticleIdList": ["10.2174/0929867013373147", "11281843"]}, {"Citation": "Quin M. B.; Flynn C. M.; Schmidt-Dannert C. Traversing the fungal terpenome. Nat. Prod. Rep. 2014, 31, 1449–1473. 10.1039/c4np00075g.", "ArticleIdList": ["10.1039/c4np00075g", "PMC4167380", "25171145"]}, {"Citation": "Quin M. B.; Flynn C. M.; Wawrzyn G. T.; Choudhary S.; Schmidt-Dannert C. Mushroom hunting by using bioinformatics: application of a predictive framework facilitates the selective identification of sesquiterpene synthases in basidiomycota. Chembiochem 2013, 14, 2480–2491. 10.1002/cbic.201300349.", "ArticleIdList": ["10.1002/cbic.201300349", "PMC3866635", "24166732"]}, {"Citation": "Gerlt J. A.; Bouvier J. T.; Davidson D. B.; Imker H. J.; Sadkhin B.; Slater D. R.; Whalen K. L. Enzyme Function Initiative-Enzyme Similarity Tool (EFI-EST): A web tool for generating protein sequence similarity networks. Biochim. Biophys. Acta 2015, 1854, 1019–1037. 10.1016/j.bbapap.2015.04.015.", "ArticleIdList": ["10.1016/j.bbapap.2015.04.015", "PMC4457552", "25900361"]}, {"Citation": "Zhang C.; Chen X.; Orban A.; Shukal S.; Birk F.; Too H.-P.; Rühl M. Agrocybe aegerita Serves As a Gateway for Identifying Sesquiterpene Biosynthetic Enzymes in Higher Fungi. ACS Chem. Biol. 2020, 15, 1268–1277. 10.1021/acschembio.0c00155.", "ArticleIdList": ["10.1021/acschembio.0c00155", "32233445"]}, {"Citation": "Chen S.; Xu J.; Liu C.; Zhu Y.; Nelson D. R.; Zhou S.; Li C.; Wang L.; Guo X.; Sun Y.; Luo H.; Li Y.; Song J.; Henrissat B.; Levasseur A.; Qian J.; Li J.; Luo X.; Shi L.; He L.; Xiang L.; Xu X.; Niu Y.; Li Q.; Han M. V.; Yan H.; Zhang J.; Chen H.; Lv A.; Wang Z.; Liu M.; Schwartz D. C.; Sun C. Genome sequence of the model medicinal mushroom Ganoderma lucidum. Nat. Commun. 2012, 3, 913.10.1038/ncomms1923.", "ArticleIdList": ["10.1038/ncomms1923", "PMC3621433", "22735441"]}, {"Citation": "Zhu Y.; Xu J.; Sun C.; Zhou S.; Xu H.; Nelson D. R.; Qian J.; Song J.; Luo H.; Xiang L.; Li Y.; Xu Z.; Ji A.; Wang L.; Lu S.; Hayward A.; Sun W.; Li X.; Schwartz D. C.; Wang Y.; Chen S. Chromosome-level genome map provides insights into diverse defense mechanisms in the medicinal fungus Ganoderma sinense. Sci. Rep. 2015, 5, 11087.10.1038/srep11087.", "ArticleIdList": ["10.1038/srep11087", "PMC4457147", "26046933"]}, {"Citation": "Sun C.; Luo H.; Xu J.; Guo H.; Li C.; Hu Y.; Song J.; Chen S. Ganoderma lucidum : an Emerging Medicinal Model Fungus for Study of the Biosynthesis of Natural Medicines. Sci. Sin. Vitae 2013, 43, 447.10.1360/052012-425.", "ArticleIdList": ["10.1360/052012-425"]}, {"Citation": "Boh B.; Berovic M.; Zhang J.; Zhi-Bin L. Ganoderma lucidum and its pharmaceutically active compounds. Biotechnol. Annu. Rev. 2007, 13, 265–301. 10.1016/s1387-2656(07)13010-6.", "ArticleIdList": ["10.1016/s1387-2656(07)13010-6", "17875480"]}, {"Citation": "Wang L.; Li J.-q.; Zhang J.; Li Z.-m.; Liu H.-g.; Wang Y.-z. Traditional uses, chemical components and pharmacological activities of the genus Ganoderma P. Karst.: a review. RSC Adv. 2020, 10, 42084–42097. 10.1039/d0ra07219b.", "ArticleIdList": ["10.1039/d0ra07219b"]}, {"Citation": "Wang L.; Wang H.; Pu X.; Sun S.; Wei J.; Sun C. Cloning and characterization of sesquiterpene synthase genes from the Ganoderma sinense genome. Sci. Sin. Vitae 2018, 48, 447–454."}, {"Citation": "Chu L.; Wang L.; Chen S.; Zeng X.; Xu J.; Li Y.; Sun C. Functional Identification of a Multi-product Sesquiterpene Synthase from Ganoderma sinense. Chin. J. Exp. Tradit. Med. Formulae 2019, 25, 151–157."}, {"Citation": "Wang L.; Pu X.; Tan S.; Sun S.; Bi Y.; Sun C.; Chen S.; Wang H. Cloning and expression of the sesquiterpene synthase gene from Ganoderma lucidum. J. Agric. Univ. Hebei 2017, 40, 67–72."}, {"Citation": "Lim H. S.; Kim S. K.; Woo S.-G.; Kim T. H.; Yeom S.-J.; Yong W.; Ko Y.-J.; Kim S.-J.; Lee S.-G.; Lee D.-H. (−)-α-Bisabolol Production in Engineered Escherichia coli Expressing a Novel (−)-α-Bisabolol Synthase from the Globe Artichoke Cynara cardunculus var. Scolymus. J. Agric. Food Chem. 2021, 69, 8492–8503. 10.1021/acs.jafc.1c02759.", "ArticleIdList": ["10.1021/acs.jafc.1c02759", "34282904"]}, {"Citation": "Martin F.; Cullen D.; Hibbett D.; Pisabarro A.; Spatafora J. W.; Baker S. E.; Grigoriev I. V. Sequencing the fungal tree of life. New Phytol. 2011, 190, 818–821. 10.1111/j.1469-8137.2011.03688.x.", "ArticleIdList": ["10.1111/j.1469-8137.2011.03688.x", "21401614"]}, {"Citation": "Burkhardt I.; Kreuzenbeck N. B.; Beemelmanns C.; Dickschat J. S. Mechanistic characterization of three sesquiterpene synthases from the termite-associated fungus Termitomyces. Org. Biomol. Chem. 2019, 17, 3348–3355. 10.1039/c8ob02744g.", "ArticleIdList": ["10.1039/c8ob02744g", "30693926"]}, {"Citation": "Nagamine S.; Liu C.; Nishishita J.; Kozaki T.; Sogahata K.; Sato Y.; Minami A.; Ozaki T.; Schmidt-Dannert C.; Maruyama J. I.; Oikawa H. Ascomycete Aspergillus oryzae Is an Efficient Expression Host for Production of Basidiomycete Terpenes by Using Genomic DNA Sequences. Appl. Environ. Microbiol. 2019, 85, e00409-1910.1128/AEM.00409-19.", "ArticleIdList": ["10.1128/AEM.00409-19", "PMC6643257", "31101615"]}, {"Citation": "Ichinose H.; Kitaoka T. Insight into metabolic diversity of the brown-rot basidiomycete Postia placenta responsible for sesquiterpene biosynthesis: semi-comprehensive screening of cytochrome P450 monooxygenase involved in protoilludene metabolism. Microb. Biotechnol. 2018, 11, 952–965. 10.1111/1751-7915.13304.", "ArticleIdList": ["10.1111/1751-7915.13304", "PMC6116744", "30105900"]}, {"Citation": "Lin Y.-L.; Ma L.-T.; Lee Y.-R.; Shaw J.-F.; Wang S.-Y.; Chu F.-H. Differential Gene Expression Network in Terpenoid Synthesis of Antrodia cinnamomea in Mycelia and Fruiting Bodies. J. Agric. Food Chem. 2017, 65, 1874–1886. 10.1021/acs.jafc.6b05386.", "ArticleIdList": ["10.1021/acs.jafc.6b05386", "28234464"]}, {"Citation": "Zhang C.; Chen X.; Lee R. T. C.; Rehka T.; Maurer-Stroh S.; Rühl M. Bioinformatics-aided identification, characterization and applications of mushroom linalool synthases. Commun. Biol. 2021, 4, 223.10.1038/s42003-021-01715-z.", "ArticleIdList": ["10.1038/s42003-021-01715-z", "PMC7890063", "33597725"]}, {"Citation": "Trapp S. C.; Croteau R. B. Genomic organization of plant terpene synthases and molecular evolutionary implications. Genetics 2001, 158, 811–832. 10.1093/genetics/158.2.811.", "ArticleIdList": ["10.1093/genetics/158.2.811", "PMC1461696", "11404343"]}, {"Citation": "Slot J. C.; Hibbett D. S. Horizontal transfer of a nitrate assimilation gene cluster and ecological transitions in fungi: a phylogenetic study. PLoS One 2007, 2, e109710.1371/journal.pone.0001097.", "ArticleIdList": ["10.1371/journal.pone.0001097", "PMC2040219", "17971860"]}, {"Citation": "Slot J. C.; Rokas A. Horizontal transfer of a large and highly toxic secondary metabolic gene cluster between fungi. Curr. Biol. 2011, 21, 134–139. 10.1016/j.cub.2010.12.020.", "ArticleIdList": ["10.1016/j.cub.2010.12.020", "21194949"]}, {"Citation": "Wisecaver J. H.; Slot J. C.; Rokas A. The evolution of fungal metabolic pathways. PLoS Genet. 2014, 10, e100481610.1371/journal.pgen.1004816.", "ArticleIdList": ["10.1371/journal.pgen.1004816", "PMC4256263", "25474404"]}, {"Citation": "de Sena Filho J. G.; Quin M. B.; Spakowicz D. J.; Shaw J. J.; Kucera K.; Dunican B.; Strobel S. A.; Schmidt-Dannert C. Genome of Diaporthe sp. provides insights into the potential inter-phylum transfer of a fungal sesquiterpenoid biosynthetic pathway. Fungal Biol. 2016, 120, 1050–1063. 10.1016/j.funbio.2016.04.001.", "ArticleIdList": ["10.1016/j.funbio.2016.04.001", "PMC4987500", "27521636"]}, {"Citation": "Muangphrom P.; Seki H.; Suzuki M.; Komori A.; Nishiwaki M.; Mikawa R.; Fukushima E. O.; Muranaka T. Functional Analysis of Amorpha-4,11-Diene Synthase (ADS) Homologs from Non-Artemisinin-Producing Artemisia Species: The Discovery of Novel Koidzumiol and (+)-α-Bisabolol Synthases. Plant Cell Physiol. 2016, 57, 1678–1688. 10.1093/pcp/pcw094.", "ArticleIdList": ["10.1093/pcp/pcw094", "27273626"]}, {"Citation": "Son Y.-J.; Kwon M.; Ro D.-K.; Kim S.-U. Enantioselective microbial synthesis of the indigenous natural product (-)-α-bisabolol by a sesquiterpene synthase from chamomile (Matricaria recutita). Biochem. J. 2014, 463, 239–248. 10.1042/bj20140306.", "ArticleIdList": ["10.1042/bj20140306", "25048207"]}, {"Citation": "Han G. H.; Kim S. K.; Yoon P. K.-S.; Kang Y.; Kim B. S.; Fu Y.; Sung B. H.; Jung H. C.; Lee D.-H.; Kim S.-W.; Lee S.-G. Fermentative production and direct extraction of (-)-α-bisabolol in metabolically engineered Escherichia coli. Microb. Cell Factories 2016, 15, 185.10.1186/s12934-016-0588-2.", "ArticleIdList": ["10.1186/s12934-016-0588-2", "PMC5101696", "27825357"]}, {"Citation": "Albertti L. A. G.; Delatte T. L.; Souza de Farias K.; Galdi Boaretto A.; Verstappen F.; van Houwelingen A.; Cankar K.; Carollo C. A.; Bouwmeester H. J.; Beekwilder J. Identification of the Bisabolol Synthase in the Endangered Candeia Tree (Eremanthus erythropappus (DC) McLeisch). Front. Plant Sci. 2018, 9, 1340.10.3389/fpls.2018.01340.", "ArticleIdList": ["10.3389/fpls.2018.01340", "PMC6158398", "30294334"]}, {"Citation": "Kim S.-J.; Kim S. K.; Seong W.; Woo S.-G.; Lee H.; Yeom S.-J.; Kim H.; Lee D.-H.; Lee S.-G. Enhanced (−)-α-Bisabolol Productivity by Efficient Conversion of Mevalonate in Escherichia coli. Catalysts 2019, 9, 432.10.3390/catal9050432.", "ArticleIdList": ["10.3390/catal9050432"]}, {"Citation": "Attia M.; Kim S.-U.; Ro D.-K. Molecular cloning and characterization of (+)-epi-α-bisabolol synthase, catalyzing the first step in the biosynthesis of the natural sweetener, hernandulcin, in Lippia dulcis. Arch. Biochem. Biophys. 2012, 527, 37–44. 10.1016/j.abb.2012.07.010.", "ArticleIdList": ["10.1016/j.abb.2012.07.010", "22867794"]}, {"Citation": "Nakano C.; Kudo F.; Eguchi T.; Ohnishi Y. Genome mining reveals two novel bacterial sesquiterpene cyclases: (-)-germacradien-4-ol and (-)-epi-α-bisabolol synthases from Streptomyces citricolor. Chembiochem 2011, 12, 2271–2275. 10.1002/cbic.201100418.", "ArticleIdList": ["10.1002/cbic.201100418", "23106076"]}, {"Citation": "Maurya A.; Singh M.; Dubey V.; Srivastava S.; Luqman S.; Bawankule D. α-(-)-bisabolol reduces pro-inflammatory cytokine production and ameliorates skin inflammation. Curr. Pharm. Biotechnol. 2014, 15, 173–181. 10.2174/1389201015666140528152946.", "ArticleIdList": ["10.2174/1389201015666140528152946", "24894548"]}, {"Citation": "Saitou N.; Nei M. The neighbor-joining method: a new method for reconstructing phylogenetic trees. Mol. Biol. Evol. 1987, 4, 406–425. 10.1093/oxfordjournals.molbev.a040454.", "ArticleIdList": ["10.1093/oxfordjournals.molbev.a040454", "3447015"]}, {"Citation": "Hu B.; Jin J.; Guo A.-Y.; Zhang H.; Luo J.; Gao G. GSDS 2.0: an upgraded gene feature visualization server. Bioinformatics 2015, 31, 1296–1297. 10.1093/bioinformatics/btu817.", "ArticleIdList": ["10.1093/bioinformatics/btu817", "PMC4393523", "25504850"]}, {"Citation": "Tegel H.; Tourle S.; Ottosson J.; Persson A. Increased levels of recombinant human proteins with the Escherichia coli strain Rosetta (DE3). Protein Expr. Purif. 2010, 69, 159–167. 10.1016/j.pep.2009.08.017.", "ArticleIdList": ["10.1016/j.pep.2009.08.017", "19733669"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "12", "Day": "11"}, {"Year": "2022", "Month": "2", "Day": "4"}, {"Year": "2022", "Month": "3", "Day": "7", "Hour": "6", "Minute": "9"}, {"Year": "2022", "Month": "3", "Day": "8", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "3", "Day": "8", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "2", "Day": "16"}], "PublicationStatus": "epublish", "ArticleIdList": ["35252713", "PMC8892675", "10.1021/acsomega.1c06792"]}}], "PubmedBookArticle": []}