{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35258649", "DateCompleted": {"Year": "2022", "Month": "03", "Day": "31"}, "DateRevised": {"Year": "2022", "Month": "07", "Day": "16"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "03", "Day": "08"}], "Language": ["eng"], "ELocationID": ["10.1007/s00705-021-05356-9"], "Journal": {"ISSN": "1432-8798", "JournalIssue": {"Volume": "167", "Issue": "4", "PubDate": {"Year": "2022", "Month": "Apr"}}, "Title": "Archives of virology", "ISOAbbreviation": "Arch Virol"}, "ArticleTitle": "Construction of full-length infectious clones of turnip mosaic virus isolates infecting Perilla frutescens and genetic analysis of recently emerged strains in Korea.", "Pagination": {"StartPage": "1089", "EndPage": "1098", "MedlinePgn": "1089-1098"}, "Abstract": {"AbstractText": ["Perilla is an annual herb with a unique aroma and taste that has been cultivated in Korea for hundreds of years. It has been widely cultivated in many Asian and European countries as a food and medicinal crop. Recently, several viruses have been reported to cause diseases in perilla in Korea, including turnip mosaic virus (TuMV), which is known as a brassica pathogen due to its significant damage to brassica crops. In this study, we determined the complete genome sequences of two new TuMV isolates originating from perilla in Korea. Full-length infectious cDNA clones of these two isolates were constructed, and their infectivity was tested by agroinfiltration of Nicotiana benthamiana and sap inoculation of Chinese cabbage and radish plants. In addition, we analyzed the phylogenetic relationship of six new Korean TuMV isolates to members of the four major groups. We also used RDP4 software to conduct recombination analysis of recent isolates from Korea, which provided new insight into the evolutionary relationships of Korean isolates of TuMV."], "CopyrightInformation": "© 2022. The Author(s), under exclusive licence to Springer-Verlag GmbH Austria, part of Springer Nature."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Smart Agriculture Systems, College of Agriculture and Life Sciences, Chungnam National University, Daejeon, 34134, Republic of Korea."}], "LastName": "Song", "ForeName": "Zheng-Xing", "Initials": "ZX"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Applied Biology, College of Agriculture and Life Sciences, Chungnam National University, Daejeon, 34134, Republic of Korea."}], "LastName": "Chu", "ForeName": "Su-Jeong", "Initials": "SJ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Applied Biology, College of Agriculture and Life Sciences, Chungnam National University, Daejeon, 34134, Republic of Korea."}], "LastName": "Seo", "ForeName": "Eun-Young", "Initials": "EY"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Applied Biology, College of Agriculture and Life Sciences, Chungnam National University, Daejeon, 34134, Republic of Korea."}], "LastName": "Hu", "ForeName": "Wen-Xing", "Initials": "WX"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Horticulture, College of Agriculture and Life Sciences, Chungnam National University, Daejeon, 34134, Republic of Korea."}], "LastName": "Lim", "ForeName": "Yong Pyo", "Initials": "YP"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Interdisciplinary Program in Smart Agriculture, Kangwon National University, Chuncheon, 24341, Republic of Korea."}], "LastName": "Park", "ForeName": "Tae-Seon", "Initials": "TS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Interdisciplinary Program in Smart Agriculture, Kangwon National University, Chuncheon, 24341, Republic of Korea."}], "LastName": "Park", "ForeName": "Ji-Soo", "Initials": "JS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Interdisciplinary Program in Smart Agriculture, Kangwon National University, Chuncheon, 24341, Republic of Korea."}], "LastName": "Hong", "ForeName": "Jin-Sung", "Initials": "JS"}, {"Identifier": ["0000-0001-6436-6771"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "National Institute of Horticultural and Herbal Science, Rural Development Administration, Jeollabuk-do, 55365, Wanju-gun, Republic of Korea. tuat@korea.kr."}], "LastName": "Cho", "ForeName": "In-Sook", "Initials": "IS"}, {"Identifier": ["0000-0001-7593-747X"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "United States Department of Agriculture-Agricultural Research Service, U.S. National Arboretum, Floral and Nursery Plants Research Unit, Beltsville, MD, 20705, USA. john.hammond@usda.gov."}], "LastName": "Hammond", "ForeName": "John", "Initials": "J"}, {"Identifier": ["0000-0001-5690-3864"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Smart Agriculture Systems, College of Agriculture and Life Sciences, Chungnam National University, Daejeon, 34134, Republic of Korea. hyounlim@cnu.ac.kr."}, {"Identifier": [], "Affiliation": "Department of Applied Biology, College of Agriculture and Life Sciences, Chungnam National University, Daejeon, 34134, Republic of Korea. hyounlim@cnu.ac.kr."}], "LastName": "Lim", "ForeName": "Hyoun-Sub", "Initials": "HS"}], "GrantList": [{"GrantID": "PJ01477603", "Agency": "Rural Development Administration", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Austria", "MedlineTA": "Arch Virol", "NlmUniqueID": "7506870", "ISSNLinking": "0304-8608"}, "SupplMeshList": ["Turnip mosaic virus"], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Clone Cells"}, {"QualifierName": [], "DescriptorName": "Perilla frutescens"}, {"QualifierName": [], "DescriptorName": "Phylogeny"}, {"QualifierName": [], "DescriptorName": "Plant Diseases"}, {"QualifierName": [], "DescriptorName": "Potyvirus"}], "CoiStatement": "The authors declare that they have no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Lee BH, Lee ST, Kim YS. Reference review for the scientific researches on perilla. RDA J Ind Crop Sci. 1998;40:80–112."}, {"Citation": "Seo WH, Baek HH. Characteristic aroma-active compounds of Korean perilla (Perilla frutescens Britton) leaf. J Agric Food Chem. 2009;57:11537–11542. doi: 10.1021/jf902669d.", "ArticleIdList": ["10.1021/jf902669d", "20000853"]}, {"Citation": "Dhyani A, Chopra R, Garg M. A review on nutritional value, functional properties and pharmacological application of Perilla (Perilla frutescens L.) Biomed Pharmacol J. 2019;12:649–660. doi: 10.13005/bpj/1685.", "ArticleIdList": ["10.13005/bpj/1685"]}, {"Citation": "Nitta M, Lee JK, Ohnishi O. Asian Perilla crops and their weedy forms: Their cultivation, utilization and genetic relationships. Econ Bot. 2003;57:245–253. doi: 10.1663/0013-0001(2003)057[0245:APCATW]2.0.CO;2.", "ArticleIdList": ["10.1663/0013-0001(2003)057[0245:APCATW]2.0.CO;2"]}, {"Citation": "Nitta M, Lee JK, Kang CW, Katsuta M, Yasumoto S, Liu DJ, Nagamine T, Ohnishi O. The distribution of Perilla species. Genet Resour Crop Ev. 2005;52:797–804. doi: 10.1007/s10722-003-6017-5.", "ArticleIdList": ["10.1007/s10722-003-6017-5"]}, {"Citation": "Tang W-F, Tsai H-P, Chang Y-H, Chang T-Y, Hsieh C-F, Lin C-Y, Lin G-H, Chen Y-L, Jheng J-R, Liu P-C, Yang C-M, Chin Y-F, Chen CC, Kau J-H, Hung Y-J, Hsieh P-S, Horng J-T. Perilla (Perilla frutescens) leaf extract inhibits SARS-CoV-2 via direct virus inactivation. Biomed J. 2021;44:293–303. doi: 10.1016/j.bj.2021.01.005.", "ArticleIdList": ["10.1016/j.bj.2021.01.005", "PMC7840404", "34119448"]}, {"Citation": "Kawahata T, Otake T, Mori H, Kojima Y, Oishi I, Oka S, Fukumori Y, Sano K. A novel substance purified from Perilla frutescens Britton inhibits an early stage of HIV-1 replication without blocking viral adsorption. Antivir Chem Chemother. 2002;13:283–288. doi: 10.1177/095632020201300503.", "ArticleIdList": ["10.1177/095632020201300503", "12630676"]}, {"Citation": "Yamasaki K, Nakano M, Kawahata T, Mori H, Otake T, Ueba N, Oishi I, Inami R, Yamane M, Nakamura M, Murata H, Nakanishi T. Anti-HIV-1 activity of herbs in Labiatae. Biol Pharm Bull. 1998;21:829–833. doi: 10.1248/bpb.21.829.", "ArticleIdList": ["10.1248/bpb.21.829", "9743251"]}, {"Citation": "Asada M, Fukumori Y, Inoue M, Nakagomi K, Sugie M, Fujita Y, Tomizuka N, Yamazaki Y, Oka S. Glycoprotein derived from the hot water extract of mint plant, Perilla frutescens Britton. J Agric Food Chem. 1999;47:468–472. doi: 10.1021/jf9802777.", "ArticleIdList": ["10.1021/jf9802777", "10563918"]}, {"Citation": "Aktaruzzaman M, AfroZ T, Choi H-W, Kim BS. First report of Ramularia coleosporii causing leaf spot on Perilla frutescens in Korea. Plant Dis. 2021;105:2727. doi: 10.1094/PDIS-01-21-0223-PDN.", "ArticleIdList": ["10.1094/PDIS-01-21-0223-PDN", "33646826"]}, {"Citation": "Lee HB, Kim CJ, Mun HY. First report of stem blight on perilla (Perilla frutescens) caused by Corynespora cassiicola in Korea. Plant Dis. 2009;93:550–550. doi: 10.1094/PDIS-93-5-0550A.", "ArticleIdList": ["10.1094/PDIS-93-5-0550A", "30764152"]}, {"Citation": "Cho I-S, Yoon J-Y, Chung B-N, Lim H-S. First report of cucumber green mottle mosaic virus infecting Perilla frutescens in Korea and the world. J Plant Pathol. 2020;103:347–347. doi: 10.1007/s42161-020-00672-6.", "ArticleIdList": ["10.1007/s42161-020-00672-6"]}, {"Citation": "Park SH, Park JS, Park TS, Hong JS. First report of turnip mosaic virus infecting Perilla frutescens in Korea. J Plant Pathol. 2020;102:969–969. doi: 10.1007/s42161-020-00536-z.", "ArticleIdList": ["10.1007/s42161-020-00536-z"]}, {"Citation": "Nyalugwe EP, Jones RAC, Barbetti MJ, Kehoe MA. Biological and molecular variation amongst Australian Turnip mosaic virus isolates. Plant Pathol. 2015;64:1215–1223. doi: 10.1111/ppa.12348.", "ArticleIdList": ["10.1111/ppa.12348"]}, {"Citation": "Kawakubo S, Gao F, Li S, Tan Z, Huang Y-K, Adkar-Purushothama CR, Gurikar C, Maneechoat P, Maneechoat P, San Aye S. Genomic analysis of the brassica pathogen turnip mosaic potyvirus reveals its spread along the former trade routes of the Silk Road. Proc Natl Acad Sci USA. 2021;118:e2021221118. doi: 10.1073/pnas.2021221118.", "ArticleIdList": ["10.1073/pnas.2021221118", "PMC8000540", "33741737"]}, {"Citation": "Hu W-X, Kim B-J, Kwak Y, Seo E-Y, Kim J-K, Han J-Y, Kim I-H, Lim YP, Cho I-S, Domier LL. Five newly collected turnip mosaic virus (TuMV) isolates from Jeju Island, Korea are closely related to previously reported Korean TuMV isolates but show distinctive symptom development. Plant Pathol J. 2019;35:381–381-387. doi: 10.5423/PPJ.NT.11.2018.0238.", "ArticleIdList": ["10.5423/PPJ.NT.11.2018.0238", "PMC6706019", "31481861"]}, {"Citation": "Gong J, Ju HK, Kim IH, Seo EY, Cho IS, Hu WX, Han JY, Kim JK, Choi SR, Lim YP, Hammond J, Lim HS. Sequence variations among 17 new radish isolates of Turnip mosaic virus showing differential pathogenicity and infectivity in Nicotiana benthamiana, Brassica rapa, and Raphanus sativus. Phytopathology. 2019;109:904–912. doi: 10.1094/PHYTO-12-17-0401-R.", "ArticleIdList": ["10.1094/PHYTO-12-17-0401-R", "30629482"]}, {"Citation": "Ohshima K, Tomitaka Y, Wood JT, Minematsu Y, Kajiyama H, Tomimura K, Gibbs AJ. Patterns of recombination in turnip mosaic virus genomic sequences indicate hotspots of recombination. J Gen Virol. 2007;88:298–315. doi: 10.1099/vir.0.82335-0.", "ArticleIdList": ["10.1099/vir.0.82335-0", "17170463"]}, {"Citation": "Ohshima K, Yamaguchi Y, Hirota R, Hamamoto T, Tomimura K, Tan Z, Sano T, Azuhata F, Walsh JA, Fletcher J. Molecular evolution of Turnip mosaic virus: evidence of host adaptation, genetic recombination and geographical spread. J Gen Virol. 2002;83:1511–1521. doi: 10.1099/0022-1317-83-6-1511.", "ArticleIdList": ["10.1099/0022-1317-83-6-1511", "12029167"]}, {"Citation": "Zhu FX, Sun Y, Wang Y, Pan HY, Wang FT, Zhang XH, Zhang YH, Liu JL. Molecular characterization of the complete genome of three Basal-BR isolates of Turnip mosaic virus infecting Raphanus sativus in China. Int J Mol Sci. 2016;17:888–1521. doi: 10.3390/ijms17060888.", "ArticleIdList": ["10.3390/ijms17060888", "PMC4926422", "27271614"]}, {"Citation": "Nagy PD. Recombination in Plant RNA Viruses. In: Roossinck MJ, editor. Plant Virus Evolution. Berlin, Heidelberg: Springer; 2008. pp. 133–156."}, {"Citation": "Wylie SJ, Jones RAC. Role of recombination in the evolution of host specialization within Bean yellow mosaic virus. Phytopathology. 2009;99:512–518. doi: 10.1094/PHYTO-99-5-0512.", "ArticleIdList": ["10.1094/PHYTO-99-5-0512", "19351247"]}, {"Citation": "Harrison BD. Virus variation in relation to resistance-breaking in plants. Euphytica. 2002;124:181–192. doi: 10.1023/A:1015630516425.", "ArticleIdList": ["10.1023/A:1015630516425"]}, {"Citation": "Miras M, Sempere RN, Kraft JJ, Miller WA, Aranda MA, Truniger V. Interfamilial recombination between viruses led to acquisition of a novel translation-enhancing RNA element that allows resistance breaking. New Phytol. 2014;202:233–246. doi: 10.1111/nph.12650.", "ArticleIdList": ["10.1111/nph.12650", "PMC4337425", "24372390"]}, {"Citation": "Gibbs AJ, Hajizadeh M, Ohshima K, Jones RAC. The potyviruses: An evolutionary synthesis is emerging. Viruses. 2020;12:132. doi: 10.3390/v12020132.", "ArticleIdList": ["10.3390/v12020132", "PMC7077269", "31979056"]}, {"Citation": "Hu WX, Seo EY, Cho IS, Kim JK, Ju HK, Kim IH, Choi GW, Kim B, Ahn CH, Domier LL, Oh SK, Hammond J, Lim HS. Amino acid differences in the N-terminal half of the polyprotein of Chinese turnip mosaic virus isolates affect symptom expression in Nicotiana benthamiana and radish. Arch Virol. 2019;164:1683–1689. doi: 10.1007/s00705-019-04242-9.", "ArticleIdList": ["10.1007/s00705-019-04242-9", "30963304"]}, {"Citation": "Han J-Y, Chung J, Kim J, Seo E-Y, Kilcrease JP, Bauchan GR, Lim S, Hammond J, Lim H-S. Comparison of helper component-protease RNA silencing suppression activity, subcellular localization, and aggregation of three Korean isolates of Turnip mosaic virus. Virus Genes. 2016;52:592–596. doi: 10.1007/s11262-016-1330-1.", "ArticleIdList": ["10.1007/s11262-016-1330-1", "27059238"]}, {"Citation": "Park C-H, Ju H-K, Han J-Y, Park J-S, Kim I-H, Seo E-Y, Kim J-K, Hammond J, Lim H-S. Complete nucleotide sequences and construction of full-length infectious cDNA clones of cucumber green mottle mosaic virus (CGMMV) in a versatile newly developed binary vector including both 35S and T7 promoters. Virus Genes. 2017;53:286–299. doi: 10.1007/s11262-016-1415-x.", "ArticleIdList": ["10.1007/s11262-016-1415-x", "27913980"]}, {"Citation": "Kim I-H, Ju H-K, Gong J, Han J-Y, Seo E-Y, Cho S-W, Hu W-X, Choi SR, Lim YP, Domier LL. A turnip mosaic virus determinant of systemic necrosis in Nicotiana benthamiana and a novel resistance-breaking determinant in Chinese cabbage identified from chimeric infectious clones. Phytopathology. 2019;109:1638–1647. doi: 10.1094/PHYTO-08-18-0323-R.", "ArticleIdList": ["10.1094/PHYTO-08-18-0323-R", "31044662"]}, {"Citation": "Martin DP, Murrell B, Golden M, Khoosal A, and Muhire B (2015) RDP4: Detection and analysis of recombination patterns in virus genomes. Virus Evol 1:vev003", "ArticleIdList": ["PMC5014473", "27774277"]}, {"Citation": "Sawyer S (1999) GENECONV: a computer package for the statistical detection of gene conversion.http://www.math.wustl.edu/~sawyer"}, {"Citation": "Salminen MO, Carr JK, Burke DS, McCutchan FE. Identification of breakpoints in intergenotypic recombinants of HIV type 1 by bootscanning. AIDS Res Hum Retroviruses. 1995;11:1423–1425. doi: 10.1089/aid.1995.11.1423.", "ArticleIdList": ["10.1089/aid.1995.11.1423", "8573403"]}, {"Citation": "Smith JM. Analyzing the mosaic structure of genes. J Mol Evol. 1992;34:126–129.", "ArticleIdList": ["1556748"]}, {"Citation": "Posada D, Crandall KA. Evaluation of methods for detecting recombination from DNA sequences: computer simulations. Proc Natl Acad Sci U S A. 2001;98:13757–13762. doi: 10.1073/pnas.241370698.", "ArticleIdList": ["10.1073/pnas.241370698", "PMC61114", "11717435"]}, {"Citation": "Gibbs MJ, Armstrong JS, Gibbs AJ. Sister-scanning: a Monte Carlo procedure for assessing signals in recombinant sequences. Bioinformatics. 2000;16:573–582. doi: 10.1093/bioinformatics/16.7.573.", "ArticleIdList": ["10.1093/bioinformatics/16.7.573", "11038328"]}, {"Citation": "Boni MF, Posada D, Feldman MW. An exact nonparametric method for inferring mosaic structure in sequence triplets. Genetics. 2007;176:1035–1047. doi: 10.1534/genetics.106.068874.", "ArticleIdList": ["10.1534/genetics.106.068874", "PMC1894573", "17409078"]}, {"Citation": "Pasin F, Tseng XA, Bedoya LC, Heydarnejad J, Deng TC, García JA, Chen YR. Streamlined generation of plant virus infectious clones using the pLX mini binary vectors. J Virol Methods. 2018;262:48–55. doi: 10.1016/j.jviromet.2018.09.007.", "ArticleIdList": ["10.1016/j.jviromet.2018.09.007", "30236898"]}, {"Citation": "Lin YY, Fang MM, Lin PC, Chiu MT, Liu LY, Lin CP, Lin SS. Improving initial infectivity of the Turnip mosaic virus (TuMV) infectious clone by an mini binary vector via agro-infiltration. Bot Stud. 2013;54:22. doi: 10.1186/1999-3110-54-22.", "ArticleIdList": ["10.1186/1999-3110-54-22", "PMC5432745", "28510872"]}, {"Citation": "López-González S, Aragonés V, Daròs JA, Sánchez F, Ponz F. An infectious cDNA clone of a radish-infecting Turnip mosaic virus strain. Eur J Plant Pathol. 2017;148:207–211. doi: 10.1007/s10658-016-1057-9.", "ArticleIdList": ["10.1007/s10658-016-1057-9"]}, {"Citation": "Pollari M, De S, Wang A, and Mäkinen K (2020) The potyviral silencing suppressor HCPro recruits and employs host ARGONAUTE1 in pro-viral functions. PLoS Pathog 16:e1008965", "ArticleIdList": ["PMC7575100", "33031436"]}, {"Citation": "Adams MJ, Antoniw JF, Fauquet CM. Molecular criteria for genus and species discrimination within the family Potyviridae. Arch Virol. 2005;150:459–479. doi: 10.1007/s00705-004-0440-6.", "ArticleIdList": ["10.1007/s00705-004-0440-6", "15592889"]}, {"Citation": "Pasin F, Simon-Mateo C, and Garcia JA (2014) The hypervariable amino-terminus of P1 protease modulates potyviral replication and host defense responses. PLoS Pathog 10:e1003985.", "ArticleIdList": ["PMC3946448", "24603811"]}, {"Citation": "Chai M, Wu X, Liu J, Fang Y, Luan Y, Cui X, Zhou X, Wang A, Cheng X. P3N-PIPO interacts with P3 via the shared N-terminal domain to recruit viral replication vesicles for cell-to-cell movement. J Virol. 2020;94:e01898–e1919. doi: 10.1128/JVI.01898-19.", "ArticleIdList": ["10.1128/JVI.01898-19", "PMC7108826", "31969439"]}, {"Citation": "Suehiro N, Natsuaki T, Watanabe T, Okuda S. An important determinant of the ability of Turnip mosaic virus to infect Brassica spp. and/or Raphanus sativus is in its P3 protein. J Gen Virol. 2004;85:2087–2098. doi: 10.1099/vir.0.79825-0.", "ArticleIdList": ["10.1099/vir.0.79825-0", "15218194"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "8", "Day": "31"}, {"Year": "2021", "Month": "11", "Day": "23"}, {"Year": "2022", "Month": "3", "Day": "9", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "4", "Day": "1", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "3", "Day": "8", "Hour": "12", "Minute": "39"}, {"Year": "2022", "Month": "3", "Day": "8"}], "PublicationStatus": "ppublish", "ArticleIdList": ["35258649", "PMC8902734", "10.1007/s00705-021-05356-9", "10.1007/s00705-021-05356-9"]}}], "PubmedBookArticle": []}