{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["fibre structure", "hemp fibre", "hemp retting", "spinning", "value chain"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35269132", "DateRevised": {"Year": "2022", "Month": "03", "Day": "16"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "03", "Day": "03"}], "Language": ["eng"], "ELocationID": ["1901", "10.3390/ma15051901"], "Journal": {"ISSN": "1996-1944", "JournalIssue": {"Volume": "15", "Issue": "5", "PubDate": {"Year": "2022", "Month": "Mar", "Day": "03"}}, "Title": "Materials (Basel, Switzerland)", "ISOAbbreviation": "Materials (Basel)"}, "ArticleTitle": "Hemp Fibre Properties and Processing Target Textile: A Review.", "Abstract": {"AbstractText": ["Over the last several decades, <i>Cannabis sativa</i> L. has become one of the most fashionable plants. To use the hemp potential for the development of a sustainable textile bio-product sector, it is necessary to learn about the effect of the processes creating hemp's value chain on fibre properties. This review presents a multi-perspective approach to industrial hemp as a resource delivering textile fibres. This article extensively explores the current development of hemp fibre processes including methods of fibre extraction and processing and comprehensive fibre characteristics to indicate the challenges and opportunities regarding <i>Cannabis sativa</i> L. Presented statistics prove the increasing interest worldwide in hemp raw material and hemp-based bio-products. This article discusses the most relevant findings in terms of the effect of the retting processes on the composition of chemical fibres resulting in specific fibre properties. Methods of fibre extraction include dew retting, water retting, osmotic degumming, enzymatic retting, steam explosion and mechanical decortication to decompose pectin, lignin and hemicellulose to remove them from the stem with varying efficiency. This determines further processes and proves the diversity of ways to produce yarn by employing different spinning systems such as linen spinning, cotton and wool spinning technology with or without the use of the decortication process. The aim of this study is to provide knowledge for better understanding of the textile aspects of hemp fibres and their relationship to applied technological processes."]}, "AuthorList": [{"Identifier": ["0000-0003-3917-9872"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Natural Fibres and Medicinal Plants-National Research Institute, Wojska Polskiego 71b, 60-630 Poznan, Poland."}], "LastName": "Zimniewska", "ForeName": "Malgorzata", "Initials": "M"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Materials (Basel)", "NlmUniqueID": "101555929", "ISSNLinking": "1996-1944"}, "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Wiredu P., Vincent A., Brousseaua D., Morelloa V., Mac Phersona S., Parisb M., Lefsruda M. Cannabis chemistry, post-harvest processing methods and secondary metabolite profiling: A review. Ind. Crop. Prod. 2021;170:113743. doi: 10.1016/j.indcrop.2021.113743.", "ArticleIdList": ["10.1016/j.indcrop.2021.113743"]}, {"Citation": "White C.M. A Review of Human Studies Assessing Cannabidiol’s (CBD) Therapeutic Actions and Potential. J. Clin. Pharmacol. 2019;59:923–934. doi: 10.1002/jcph.1387.", "ArticleIdList": ["10.1002/jcph.1387", "30730563"]}, {"Citation": "Skelley J.W., Deas C.M., Curren Z., Ennis J. Use of cannabidiol in anxiety and anxiety-related disorders. J. Am. Pharm Assoc. 2020;60:253–261. doi: 10.1016/j.japh.2019.11.008.", "ArticleIdList": ["10.1016/j.japh.2019.11.008", "31866386"]}, {"Citation": "ReportLinker, Cannabidiol Market Size, Share & Trends Analysis Report by Source Type (Hemp, Marijuana), Pharmaceuticals, Cannabidiol Market. Growth Analysis Report, 2021-2028, 2021, Report ID: GVR-3-68038-122-1, Published Date February 2021.  [(accessed on 7 January 2022)].  Available online:  www.grandviewresearch.com/industry-analysis/cannabidiol-cbd-market."}, {"Citation": "European Commission  . Communication from the Commission. The European Green Deal; Brussels, Belgium: 2019.  [(accessed on 15 January 2022)].  Available online:  https://eur-lex.europa.eu/legal-content/EN/TXT/?qid=1576150542719&uri=COM%3A2019%3A640%3AFIN."}, {"Citation": "Deitch R. Hemp: American History Revisited: The Plant with a Divided History. Algora Publishing; New York, NY, USA: 2003. p. 219."}, {"Citation": "Steve A.  Building with Hemp. Seed Press; Kerry, Ireland: 2012.  [(accessed on 15 January 2022)].  Available online:  https://seedpress.ie/product/building-with-hemp."}, {"Citation": "Stanwix W., Sparrow A. The Hempcrete Book: Designing and Building with Hemp-Lime. Green Books; Cambridge, UK: 2014."}, {"Citation": "Burns E.  Creating a Weed Management Plan for Hemp. Michigan State University Extension, Department of Plant, Soil and Microbial Sciences; East Lansing, MI, USA: 2020.  [(accessed on 15 January 2022)].  Available online:  https://www.canr.msu.edu/news/creating-a-weed-management-plan-for-hemp."}, {"Citation": "Industrial Hemp Market Size, Share & Trends Analysis Report by Product (Seeds, Fiber, Shives), By Application (Animal Care, Textiles, Food & Beverages, Personal Care), And Segment Forecasts, 2020–2027, Report ID: GVR-2-68038-389-8, Published Date: February 2020.  [(accessed on 15 January 2022)].  Available online:  https://www.grandviewresearch.com/industry-analysis/industrial-hemp-market."}, {"Citation": "EIHA  The European Hemp Industry Association; Proceedings of the 17th Hemp Conference; Duesseldorf, Germany. 16–18 June 2021;  [(accessed on 7 January 2022)].  Available online:  https://eiha.org/"}, {"Citation": " [(accessed on 23 January 2022)].  Available online:  http://www.ihat.org.au."}, {"Citation": "Green J. Annual Retails Sales for Hemp Products, 2015 Hemp Industries Association HIA Press Releases. 2015 Annual Retails Sales for Hemp Products, 9 May 2016. California, USA.  [(accessed on 7 January 2022)].  Available online:  https://theweedblog.com/hemp-info/2015-annual-retail-sales-for-hemp-products-estimated-at-573-million."}, {"Citation": "Global Hemp Fiber Market Size by Product Type, By Application, By Geographic Scope and Forecast, Report ID: 59372. Published Date: September 2020; 202p. Base Year for Estimate: 2019.  [(accessed on 11 January 2022)].  Available online:  https://www.verifiedmarketresearch.com/product/hemp-fiber-market."}, {"Citation": "Von Haudek H.W., Viti E. Wien/Perchtoldsdorf: Verlag Johann L. Bondi u. Sohn. Melliand Textilberichte KG; Heidelberg, Germany: 1978."}, {"Citation": "Ranalli P. Advances in Hemp Research. 1st ed. CRC Press; Boca Raton, FL, USA: 1999.", "ArticleIdList": ["10.1201/9781498705820"]}, {"Citation": "Cronier D., Monties B., Chabbert B. Structure and chemical composition of bast fibers isolated from developing hemp stem. J. Agric. Food Chem. 2005;53:8279–8289. doi: 10.1021/jf051253k.", "ArticleIdList": ["10.1021/jf051253k", "16218676"]}, {"Citation": "Maya J.J., Anandjiwala R.D. Recent Developments in Chemi-cal Modification and Characterization of Natural Fiber-Reinforced Composites. Polym. Compos. 2008;29:187–207. doi: 10.1002/pc.20461.", "ArticleIdList": ["10.1002/pc.20461"]}, {"Citation": "Zimniewska M., Wladyka-Przybylak M. Natural Fibers for Composite Applications. In: Rana S., Fangueiro R., editors. Fibrous and Textile Materials for Composite Applications, Textile Science and Clothing Technology. Springer Science Business Media; Singapore: 2016. pp. 171–204.", "ArticleIdList": ["10.1007/978-981-10-0234-2_5"]}, {"Citation": "Lennholm H., Blomqvist K. Cellulose. In: Henriksson G., editor. The Ljungberg Textbook. Division of Wood Chemistry and Pulp Technology. Department of Fiber and Polymer Technology, Royal Institute of Technology; Stockholm, Sweden: 2003."}, {"Citation": "Focher B. Physical properties of flax fibre. In: Sharma H.S.S., van Sumere C.F., editors. The Biology and Processing of Flax. M. Publications; Belfast, Ireland: 1992. pp. 11–32."}, {"Citation": "Mauseth J.D. Plant Anatomy. The Benjamin/Cummings Publishing Company, Inc.; San Francisco, CA, USA: 1988."}, {"Citation": "Teleman A., Nordström M., Tenkanen M., Jacobs A., Dahlman O. Isolation and characterization of O-acetylated glucomannans from aspen and birch wood. Carbohydr. Res. 2003;338:525–534. doi: 10.1016/S0008-6215(02)00491-3.", "ArticleIdList": ["10.1016/S0008-6215(02)00491-3", "12668108"]}, {"Citation": "Reaves A. Bast Fibers. 2021.  [(accessed on 15 January 2022)].  Available online:  https://pl.pinterest.com/pin/288511919877210521/"}, {"Citation": "Bourmaud A., Beaugrand J., Shah D., Placet V., Baley C. Towards the design of high-performance plant fibre composites. Prog. Mater. Sci. 2018;97:347–408. doi: 10.1016/j.pmatsci.2018.05.005.", "ArticleIdList": ["10.1016/j.pmatsci.2018.05.005"]}, {"Citation": "Marrot L., Lefeuvre A., Pontoire B., Bourmaud A., Baley C. Analysis of the hemp fiber mechanical properties and their scattering (Fedora 17) Ind. Crop. Prod. 2013;51:317–327. doi: 10.1016/j.indcrop.2013.09.026.", "ArticleIdList": ["10.1016/j.indcrop.2013.09.026"]}, {"Citation": "Réquilé S., Mazian B., Grégoire M., Musio S., Gautreau M., Nuez L., Day A., Thiébeau P., Philippe F., Chabbert B., et al. Exploring the dew retting feasibility of hemp in very contrasting European environments: Influence on the tensile mechanical properties of fibres and composites. Ind. Crop. Prod. 2021;164:113337. doi: 10.1016/j.indcrop.2021.113337.", "ArticleIdList": ["10.1016/j.indcrop.2021.113337"]}, {"Citation": "Nykter M. Ph.D. Dissertation. University of Helsinki; Helsinki, Finland: 2006. Microbial Quality of Hemp (Cannabis sativa L.) and Flax (Linum usitatissimum L.) from Plants to Thermal Insulation."}, {"Citation": "Gibson L.J. The hierarchical structure and mechanics of plant materials. J. R. Soc. Interface. 2013;9:2749–2766. doi: 10.1098/rsif.2012.0341.", "ArticleIdList": ["10.1098/rsif.2012.0341", "PMC3479918", "22874093"]}, {"Citation": "Zimniewska M., Rozanska W., Gryszczynska A., Romanowska B., Kicinska-Jakubowska A. Antioxidant Potential of Hemp and Flax Fibers Depending on Their Chemical Composition. Molecules. 2018;23:1993. doi: 10.3390/molecules23081993.", "ArticleIdList": ["10.3390/molecules23081993", "PMC6222420", "30103406"]}, {"Citation": "Urbańczyk G. Nauka o Włóknie. WNT; Warsaw, Poland: 1985."}, {"Citation": "Franck R.R. Bast and Other Plant Fibers. Woodhead Publishing Limited; Cambridge, UK: 2000. pp. 176–206."}, {"Citation": "Kimura S., Laosinchai W., Itoh T., Cui X., Linder C.R., Brown R.M., Jr. Immunogold labeling of rosette terminal cellulose-synthesizing complexes in the vascular plant vigna angularis. Plant. Cell. 1999;11:2075–2086. doi: 10.1105/tpc.11.11.2075.", "ArticleIdList": ["10.1105/tpc.11.11.2075", "PMC144118", "10559435"]}, {"Citation": " [(accessed on 7 January 2022)].  Available online:  https://en.wikipedia.org/wiki/"}, {"Citation": "Bishop C.A. Vacuum Deposition onto Webs, Films, and Foils. 3rd ed. William Andrew Publishing; Oxford, UK: 2015.", "ArticleIdList": ["10.1016/B978-0-323-29644-1.00033-5"]}, {"Citation": "Scheller H.V., Ulvskov P. Hemicelluloses. Annu. Rev. Plant Biol. 2010;61:263–289. doi: 10.1146/annurev-arplant-042809-112315.", "ArticleIdList": ["10.1146/annurev-arplant-042809-112315", "20192742"]}, {"Citation": "Ebringerová A., Hromádková Z., Thomas H. Hemicellulose, Polysaccharides I: Structure, Characterization and Use. In: Heinze T., editor. Advances in Polymer Science. 2005. pp. 1–67.", "ArticleIdList": ["10.1007/b136816"]}, {"Citation": "Bidhendi A.J., Chebli Y., Geitmann A. Fluorescence Visualization of Cellulose and Pectin in the Primary Plant Cell Wall. J. Microsc. 2020;278:164–181. doi: 10.1111/jmi.12895.", "ArticleIdList": ["10.1111/jmi.12895", "32270489"]}, {"Citation": "Saake B., Lehnen R. Ullmann’s Encyclopedia of Industrial Chemistry. Wiley-VCH; Weinheim, Germany: 2007.", "ArticleIdList": ["10.1002/14356007.a15_305.pub3"]}, {"Citation": "Lebo S.E., Jr., Gargulak J.D., McNally T.J. Kirk-Othmer Encyclopedia of Chemical Technology. Wiley Blackwell; Hoboken, NJ, USA: 2001. Lignin.", "ArticleIdList": ["10.1002/0471238961.12090714120914.a01.pub2"]}, {"Citation": "Erdtman H. In: Lignins: Occurrence, Formation, Structure and Reactions. Sarkanen K.V., Ludwig C.H., editors. John Wiley & Sons, Inc.; New York, NY, USA: 1971. pp. 228–230.", "ArticleIdList": ["10.1002/pol.1972.110100315"]}, {"Citation": "Konczewicz W., Zimniewska M., Valera M.A. The selection of a retting method for the extraction of bast fibers as response to challenges in composite reinforcement. Text. Res. J. 2017;88:2104–2119. doi: 10.1177/0040517517716902.", "ArticleIdList": ["10.1177/0040517517716902"]}, {"Citation": "Lee C.H., Khalina A., Lee S.H., Liu M. A Comprehensive Review on Bast Fibre Retting Process for Optimal Performance in Fibre-Reinforced Polymer Composites. Adv. Mater. Sci. Eng. 2020;2020:6074063. doi: 10.1155/2020/6074063.", "ArticleIdList": ["10.1155/2020/6074063"]}, {"Citation": "Bismarck A., Aranbefwi-Askargorta I., Springer J. Surface Characterization of Flax, Hemp and Cellulose Fibers; Surface Properties and the Water Uptake Behavior. Polym. Compos. Wd. 2002;23:872–894. doi: 10.1002/pc.10485.", "ArticleIdList": ["10.1002/pc.10485"]}, {"Citation": "Mustata A., Mustata F.S.C. Moisture Absorption and Desorption in Flax and Hemp Fibres and Yarns. Fibres Text. East. Eur. 2013;3:26–30."}, {"Citation": "Thomas S. Cellulose Fiber Reinforced Composites: New Challenges and Opportunities; Proceedings of the 4th International Wood and Natural Fibre Composites Symposium; Kassel, Germany. 10–11 April 2002."}, {"Citation": "Vandepitte K., Vasile S., Vermeire S., Vanderhoeven M., Van der Borght W., Latré J., De Raeve A., Troch V. Hemp (Cannabis sativa L.) for high-value textile applications: The effective long fiber yield and quality of different hemp varieties, processed using industrial flax equipment. Ind. Crop. Prod. 2020;158:15. doi: 10.1016/j.indcrop.2020.112969.", "ArticleIdList": ["10.1016/j.indcrop.2020.112969"]}, {"Citation": "Sankari H.S. Comparison of bast fibre yield and mechanical fibre properties of hemp (Cannabis sativa L.) cultivars. Ind. Crop. Prod. 2000;11:73–84. doi: 10.1016/S0926-6690(99)00038-2.", "ArticleIdList": ["10.1016/S0926-6690(99)00038-2"]}, {"Citation": "Hoareau W., Trindade W.G., Siegmund B., Alain Castellan A., Frollini E. Sugar cane bagasse and curaua lignins oxidized by chlorine dioxide and reacted with furfuryl alcohol: Characterization and stability. Polym. Degrad. Stab. 2008;86:567. doi: 10.1016/j.polymdegradstab.2004.07.005.", "ArticleIdList": ["10.1016/j.polymdegradstab.2004.07.005"]}, {"Citation": "Clark J.H., Deswarte F.E.I. In: Introduction to Chemicals from Biomass. Clark J., Deswarte F., editors. Wiley; Hoboken, NJ, USA: 2008."}, {"Citation": "Zimniewska M., Wladyka-Przybylak M., Mankowski J. Cellulose Fibers, Bio-, and Nano- Polymer Composites. Springer; Berlin, Germany: 2011. Cellulosic Bast Fibers, their Structure and Properties suitable for Composite Applications; pp. 97–119."}, {"Citation": "Wambua P., Ivens J., Verpoest I. Natural fibers: Can they replace glass in fiber reinforced plastics? Compos. Sci. Technol. 2003;63:1259–1264. doi: 10.1016/S0266-3538(03)00096-4.", "ArticleIdList": ["10.1016/S0266-3538(03)00096-4"]}, {"Citation": "Pizzi A. The structure of cellulose by conformation analysis. The cellulose II water sorption isotherm. Macromol. J. Sci.-Chem. 1987;A24:1065. doi: 10.1080/00222338708078143.", "ArticleIdList": ["10.1080/00222338708078143"]}, {"Citation": "Pott G.T. Natural Fibres with low moisture sensitivity, Chapter 8. In: Frederick T., editor. Natural Fibres, Plastics and Compositesedited. Springer; Boston, MA, USA: 2004. pp. 106–110.", "ArticleIdList": ["10.1007/978-1-4419-9050-1_8"]}, {"Citation": "Berthold J., Rinaudo M., Salmen L. Association of water to polar groups; estimation by an adsorption model for lignocellu-lose materials. Colloids Surf. A. 1996;112:117. doi: 10.1016/0927-7757(95)03419-6.", "ArticleIdList": ["10.1016/0927-7757(95)03419-6"]}, {"Citation": "Gieparda W., Rojewski S., Różańska W. Effectiveness of Silanization and Plasma Treatment in the Improvement of Selected Flax Fibers’ Properties. Materials. 2021;14:3564. doi: 10.3390/ma14133564.", "ArticleIdList": ["10.3390/ma14133564", "PMC8269657", "34202368"]}, {"Citation": "Gumuskaya E., Usta M., Balaban M. Carbohydrate components and crystalline structure of organosolv hemp (Cannabis sativa L.) bast fibers pulp. Bioresour. Technol. 2007;98:491–497. doi: 10.1016/j.biortech.2006.02.031.", "ArticleIdList": ["10.1016/j.biortech.2006.02.031", "16757165"]}, {"Citation": "Gieparda W., Rojewski S., Wüstenhagen S., Kicinska-Jakubowska A., Krombholz A. Chemical modification of natural fibres to epoxy laminate for lightweight constructions. Composites. 2021;140:106171. doi: 10.1016/j.compositesa.2020.106171.", "ArticleIdList": ["10.1016/j.compositesa.2020.106171"]}, {"Citation": "Behera S., Gautam R.K., Mohan S., Chattopadhyay A. Hemp fiber surface modification: Its effect on mechanical and tribological properties of hemp fiber reinforced epoxy composites. Polym. Compos. 2021;42:5223. doi: 10.1002/pc.26217.", "ArticleIdList": ["10.1002/pc.26217"]}, {"Citation": "Placet V., Cisse O., Boubakar L. Influence of environmental relative humidity on the tensile and rotational behaviour of hemp fibres. J. Mater. Sci. 2012;47:3435–3446. doi: 10.1007/s10853-011-6191-3.", "ArticleIdList": ["10.1007/s10853-011-6191-3"]}, {"Citation": "Ribeiro A., Pochart P., Day A., Mennuni S., Bono P., Baret J.L., Spadoni J.L., Mangin I. Microbial diversity observed during hemp retting. Appl. Microbiol. Biotechnol. 2015;99:4471–4484. doi: 10.1007/s00253-014-6356-5.", "ArticleIdList": ["10.1007/s00253-014-6356-5", "25575888"]}, {"Citation": "Akin D.E. Linen Most Useful: Perspectives on Structure, Chemistry, and Enzymes for Retting Flax. ISRN Biotechnol. 2013:186534. doi: 10.5402/2013/186534.", "ArticleIdList": ["10.5402/2013/186534", "PMC4403609", "25969769"]}, {"Citation": "Sumere C.F. Retting of flax with special reference to enzyme-retting. In: Sharma H.S.S., van Sumere C.F., editors. The Biology and Processing of Flax. M. Publications; Belfast, Ireland: 1992. pp. 157–198."}, {"Citation": "Fuller W.H., Norman A.G. The Retting of Hemp II. Controlled Retting of Hemp, Agricultural Experiment Station Iowa State College of Agriculture and Mechanic Arts, Soils Subsection Agronomy Section.  [(accessed on 15 January 2022)];Res. Bull. 1946 1:343. Available online:  https://lib.dr.iastate.edu/cgi/viewcontent.cgi."}, {"Citation": "Sponner J., Toth L., Cziger S., Franck R.R. Hemp. In: Franck Robert R., editor. Bast Fibers and Other Plant Fibres. Elsevier; Amsterdam, The Netherlands: 2005. pp. 176–206."}, {"Citation": "Magnusson K., Svennerstedt B. Influence of temperature on the water retting process of hemp (Cannabis sativa L.) cultivated under Swedish climate conditions. J. Ind. Hemp. 2007;12:3–17. doi: 10.1300/J237v12n02_02.", "ArticleIdList": ["10.1300/J237v12n02_02"]}, {"Citation": "Moliterni V.M.C. Whole crop valorization and process innovation for a circular and sustainable hemp-based bioeconomy; Proceedings of the EIHA Hemp Conference 2021; Dusseldorf, Germany. 13 June 2021;  [(accessed on 17 January 2022)].  Available online:  https://eiha-conference.org/wp-content/uploads/2021/05/EIHA-Conference_2021."}, {"Citation": "Thygesen A., Liu M., Meyer A.S., Daniel G. Hemp fibres: Enzymatic effect of microbial processing on fibre bundle structure. In: Madsen B., Lilholt H., Kusano Y., Fæster S., Ralph B., editors. Proceedings of the 34th Risø International Symposium on Materials Science: Processing of Fibre Composites ± Challenges for Maximum Materials Performance; Cairo, Egypt. 29–30 August 2020; Roskilde, Denmark: Department of Wind Energy, Risø Campus Technical University of Denmark; 2013."}, {"Citation": "Konczewicz W., Kryszak N., Nowaczkiewicz E., Kozlowski R., Wojtysiak J., Podsiedlik W. Osmosis Phenomena Based Degumming of Bast Fibrous Plants as a Promising Method in Primary Processing. Mol. Cryst. Liq. Cryst. 2013;571:116–131. doi: 10.1080/15421406.2012.703912.", "ArticleIdList": ["10.1080/15421406.2012.703912"]}, {"Citation": "Nebel K.M. New Processing Strategies for Hemp. J. Int. Hemp. Assoc. 1995;2:6–9."}, {"Citation": "Van der Werf H.M.G., Turunen L. The environmental impacts of the production of hemp and flax textile yarn. Ind. Crop. Prod. 2008;27:1–10. doi: 10.1016/j.indcrop.2007.05.003.", "ArticleIdList": ["10.1016/j.indcrop.2007.05.003"]}, {"Citation": "Placet V., Day A., Beaugrand J. The influence of unintended field retting on the physicochemical and mechanical properties of industrial hemp bast fibres. J. Mater. Sci. 2017;52:5759–5777. doi: 10.1007/s10853-017-0811-5.", "ArticleIdList": ["10.1007/s10853-017-0811-5"]}, {"Citation": "Manian A.P., Cordin M., Pham T. Extraction of cellulose fibers from flax and hemp: A Review. Cellulose. 2021;28:8275–8294. doi: 10.1007/s10570-021-04051-x.", "ArticleIdList": ["10.1007/s10570-021-04051-x"]}, {"Citation": "Adesina I., Bhowmik A., Sharma H., Shahbazi A. A review on the current state of knowledge of growing conditions, agronomic soil health practices and utilities of hemp in the United States. Agriculture. 2020;10:129. doi: 10.3390/agriculture10040129.", "ArticleIdList": ["10.3390/agriculture10040129"]}, {"Citation": "Betrabet S.M., Bhat J.V. Pectin decomposition by species of Pseudomonas and their role in the retting of malvaceous plants. Appl. Microbiol. 1958;6:89–93. doi: 10.1128/am.6.2.89-93.1958.", "ArticleIdList": ["10.1128/am.6.2.89-93.1958", "PMC1057363", "16349584"]}, {"Citation": "Rosemberg J.A. Bacteria responsible for the retting of Brazilian flax. Appl. Microbiol. 1965;13:991–992. doi: 10.1128/am.13.6.991-992.1965.", "ArticleIdList": ["10.1128/am.13.6.991-992.1965", "PMC1058383", "5866046"]}, {"Citation": "Fernando D., Thygesen A., Meyer A.S., Daniel G. Elucidating Field Retting Mechanizm of Hemp Fibers for Biocomposites: Effect of Microbial Actions and Interactions on the Cellular Micro-morphology and Ultrastructure of Hemp Stems and Bast Fibers. BioResources. 2017;14:4047–4084. doi: 10.15376/biores.14.2.4047-4084.", "ArticleIdList": ["10.15376/biores.14.2.4047-4084"]}, {"Citation": "Bleuze L., Lashermes G., Alavoine G., Recous S., Chabbert B. Tracking the dynamics of hemp dew retting under controlled environmental conditions. Ind. Crop. Prod. 2018;123:55–63. doi: 10.1016/j.indcrop.2018.06.054.", "ArticleIdList": ["10.1016/j.indcrop.2018.06.054"]}, {"Citation": "Law A.D., McNees C.R., Moe L.A. The Microbiology of Hemp Retting in a Controlled Environment: Steering the Hemp Microbiome towards More Consistent Fiber Production. Agronomy. 2020;10:492. doi: 10.3390/agronomy10040492.", "ArticleIdList": ["10.3390/agronomy10040492"]}, {"Citation": "Marrot L., Alao P.F., Mikli V., Kers J. Properties of Frost-Retted Hemp Fibers for the Reinforcement of Composites. J. Nat. Fibers. 2021:1–12. doi: 10.1080/15440478.2021.1904474.", "ArticleIdList": ["10.1080/15440478.2021.1904474"]}, {"Citation": "Pasila A. The Effect of Frost on Fibre Plants and Their Processing, Molecular Crystals and Liquid Crystals Science and Technology. Sect. A Mol. Cryst. Liq. Cryst. 2000;353:11–22. doi: 10.1080/10587250008025644.", "ArticleIdList": ["10.1080/10587250008025644"]}, {"Citation": "Donaghy J.A., Levette P.N., Haylock R.W. Changes in microbial populations during anaerobic flax retting. J. Appl. Bacteriol. 1990;69:634–641. doi: 10.1111/j.1365-2672.1990.tb01556.x.", "ArticleIdList": ["10.1111/j.1365-2672.1990.tb01556.x"]}, {"Citation": "Tamburini E., León A.G., Perito B., Mastromei G. Characterization of bacterial pectinolytic strains involved in the water retting process. Environ. Microbiol. 2003;5:730–736. doi: 10.1046/j.1462-2920.2003.00462.x.", "ArticleIdList": ["10.1046/j.1462-2920.2003.00462.x", "12919408"]}, {"Citation": "Sharma H.S.S., Van Sumere C.F. Enzyme treatment of flax. Genet. Eng. Biotechnol. 1992;12:19–23."}, {"Citation": "Sharma H.S.S., Lefevre J., Boucaud J. Role of microbial enzymes during retting and their effect on fibre characteristics. In: Sharma H.S.S., Van Sumere S.F., editors. The Biology and Processing of Flax. M. Publications; Belfast, Ireland: 1992. pp. 157–198."}, {"Citation": "Jankauskienė Z., Butkutė B., Gruzdevienė E., Cesevičienė J., Fernando A.L. Chemical composition and physical properties of dew- and water-retted hemp fibers. Ind. Crop. Prod. 2015;75:206–211. doi: 10.1016/j.indcrop.2015.06.044.", "ArticleIdList": ["10.1016/j.indcrop.2015.06.044"]}, {"Citation": "Morrison W.H., Archibald D.D., Sharma H.S.S., Akin D.E. Chemical and physical characterization of water- and dew-retted flax fibers. Ind. Crop. Prod. 2000;12:39–46. doi: 10.1016/S0926-6690(99)00044-8.", "ArticleIdList": ["10.1016/S0926-6690(99)00044-8"]}, {"Citation": "Liu M., Fernando D., Daniel G., Madsen B., Meyer A.S., Ale M.T., Thygesen A. Effect of harvest time and field retting duration on the chemical composition, morphology and mechanical properties of hemp fibers. Ind. Crop. Prod. 2015;69:29–39. doi: 10.1016/j.indcrop.2015.02.010.", "ArticleIdList": ["10.1016/j.indcrop.2015.02.010"]}, {"Citation": "Liu M., Fernando D., Meyer A.S., Madsen B., Daniel G., Thygesen A. Characterization and biological depectinization of hemp fibers originating from different stem sections. Ind. Crop. Prod. 2015;76:880–891. doi: 10.1016/j.indcrop.2015.07.046.", "ArticleIdList": ["10.1016/j.indcrop.2015.07.046"]}, {"Citation": "Moawad H., Abd El-Rahim W.M., Hashem M.M., Gebreil G.M., Sabbor A., Zakaria M. Retting and Degumming of Flax Using Biotechnology Eco-friendly Approach. Egypt. J. Chem. 2019;62:2033–2045. doi: 10.21608/ejchem.2019.9571.1641.", "ArticleIdList": ["10.21608/ejchem.2019.9571.1641"]}, {"Citation": "Daenekindt A. Flax, hemp, and allied fibres in the world. Euroflax Newsl. 2004;21:6–9."}, {"Citation": "Zhang L.L., Zhu R.Y., Chen J.Y., Chen J.M., Feng X.X. Seawater-retting treatment of hemp and characterization of bacterial strains involved in the retting process. Process. Biochem. 2008;43:1195–1201. doi: 10.1016/j.procbio.2008.06.019.", "ArticleIdList": ["10.1016/j.procbio.2008.06.019"]}, {"Citation": "Akin D.E., Dodd R.B., Perkins W., Henriksson G., Eriksson K.-E.L. Spray Enzymatic Retting: A New Method for Processing Flax Fibers. Text. Res. J. 2000;70:486–494. doi: 10.1177/004051750007000604.", "ArticleIdList": ["10.1177/004051750007000604"]}, {"Citation": "Akin D.E., Foulk J.A., Dodd R.B., McAlister D.D. Enzyme-retting of flax and characterization of processed fibers. J. Biotechnol. 2001;89:193–203. doi: 10.1016/S0168-1656(01)00298-X.", "ArticleIdList": ["10.1016/S0168-1656(01)00298-X", "11500213"]}, {"Citation": "Zhang J., Henriksson G., Johansson G. Polygalacturonase is the key component in enzymatic retting of flax. J. Biotechnol. 2000;81:85–89. doi: 10.1016/S0168-1656(00)00286-8.", "ArticleIdList": ["10.1016/S0168-1656(00)00286-8", "10936663"]}, {"Citation": "De Prez J., Van Vuure A.W., Ivens J., Aerts G., Van de Voorde I. Enzymatic treatment of flax for use in composites. Biotechnol. Rep. 2018;20:e00294. doi: 10.1016/j.btre.2018.e00294.", "ArticleIdList": ["10.1016/j.btre.2018.e00294", "PMC6288048", "30568888"]}, {"Citation": "Djemiel C., Goulas E., Badalato N., Chabbert B., Hawkins S., Grec S. Targeted Metagenomics of Retting in Flax: The Beginning of the Quest to Harness the Secret Powers of the Microbiota. Front. Genet. 2020;11:581664. doi: 10.3389/fgene.2020.581664.", "ArticleIdList": ["10.3389/fgene.2020.581664", "PMC7652851", "33193706"]}, {"Citation": "Liu M., Ale M.T., Kolaczkowski B., Fernando D., Daniel G., Meyer A.S., Thygesen A. Comparison of traditional field retting and Phlebia radiata Cel 26 retting of hemp fibres for fibre-reinforced composites. AMB Expr. 2017;7:58. doi: 10.1186/s13568-017-0355-8.", "ArticleIdList": ["10.1186/s13568-017-0355-8", "PMC5342995", "28275995"]}, {"Citation": "Corona A., Birved M. Effect of the retting process on the life cycle performance of hemp fibre composites; Proceedings of the 15th International Conference on Environmental Science and Technology; Rhodes, Greece. 31 August–2 September 2017."}, {"Citation": "Adamsen A.P.S., Akin D.E., Rigsby L.L. Chelating agents and enzyme retting of flax. Text. Res. J. 2002;72:296–302. doi: 10.1177/004051750207200404.", "ArticleIdList": ["10.1177/004051750207200404"]}, {"Citation": "Adamsen A.P.S., Akin D.E., Rigsby L.L. Chemical retting of flax straw under alkaline conditions. Text. Res. J. 2002;72:789–794. doi: 10.1177/004051750207200907.", "ArticleIdList": ["10.1177/004051750207200907"]}, {"Citation": "CELC  The European Confederation of Flax and Hemp. 2021.  [(accessed on 14 January 2022)].  Available online:  http://news.europeanflax.com/chanvre/growing-hemp/"}, {"Citation": "Garcia-Jaldon C., Dupeyre D., Vignon M.R. Fibres from Semi-Retted Hemp Bundles by Steam Explosion Treatment. Biomass Bioenergy. 1998;14:251–260. doi: 10.1016/S0961-9534(97)10039-3.", "ArticleIdList": ["10.1016/S0961-9534(97)10039-3"]}, {"Citation": "Bandyopadhyay-Ghosh S., Ghosh S.B., Sain M. The use of biobased nanofibres in composites. In: Faruk O., Sain M., editors. Biofiber Reinforcements in Composite Materials. Woodhead Publishing; Basel, Switzerland: 2015. pp. 571–647. (Woodhead Publishing Series in Composites Science and Engineering).", "ArticleIdList": ["10.1016/B978-1-78242-122-1.50027-7"]}, {"Citation": "Dhakal H.N., Zhang Z. The use of hemp fibers as reinforcements in composites. In: Faruk O., Sain M., editors. Biofiber Reinforcements in Composite Materials. Woodhead Publishing; Basel, Switzerland: 2015. pp. 86–101.", "ArticleIdList": ["10.1533/9781782421276.1.86"]}, {"Citation": "Sauvageon T., Lavoie J.M., Segovia C., Brosse N. Toward the cottonization of hemp fibers by steam explosion–Part 1: Defibrationand morphological characterization. Text. Res. J. 2017;88:1047–1055. doi: 10.1177/0040517517697644.", "ArticleIdList": ["10.1177/0040517517697644"]}, {"Citation": "Sutka A., Kukle S., Gravitis J., Berzins A. Chemical and physical modification of hemp fibers by steam explosion technology. Functional Materials and Nanotechnologies. IOP Conf. Ser. Mater. Sci. Eng. 2013;49:012053. doi: 10.1088/1757-899X/49/1/012053.", "ArticleIdList": ["10.1088/1757-899X/49/1/012053"]}, {"Citation": "Košir L.G., Sakellaris G., Popp J., Zimniewska M., Värnik R. Monography: Bioeast Foresight Exercise: Sustainable Bioeconomies towards 2050, European Commission and Hungarian Ministry of Agriculture, October 2021.  [(accessed on 17 January 2022)].  Available online:  https://bioeast.eu/wp-content/uploads/2021/10/BIOeast-Report-2021_FINAL_compressed-1.pdf."}, {"Citation": "F2F, Natural Fiber Group. Hemp Fibre for High Quality Textile, Fibre2Fashion Monthly Newsletter, June 2020.  [(accessed on 21 January 2022)].  Available online:  https://www.fibre2fashion.com."}, {"Citation": "Ross T. Preparing and spinning of Flax Fibre. In: Sharma H.S.S., van Sumere C.F., editors. The Biology and Processing of Flax. M. Publications; Belfast, Ireland: 1992. pp. 275–296."}, {"Citation": "Turunen L., Van der Werf H.M.G. The Production Chain of Hemp and Flax Textile Yarn and Its Environmental Impacts. J. Ind. Hemp. 2007;12:43–66. doi: 10.1300/J237v12n02_04.", "ArticleIdList": ["10.1300/J237v12n02_04"]}, {"Citation": "Sultana C. Scutching of retted-Flax straw. In: Sharma H.S.S., van Sumere C.F., editors. The Biology and Processing of Flax. M. Publications; Belfast, Ireland: 1992. pp. 261–274."}, {"Citation": "Musio S., Müssig J., Amaducci S. Optimizing Hemp Fiber Production for High Performance Composite Applications. Front. Plant. Sci. 2018;9:1702. doi: 10.3389/fpls.2018.01702.", "ArticleIdList": ["10.3389/fpls.2018.01702", "PMC6265480", "30532760"]}, {"Citation": "Zhang J.  Renewable Carbon News, Bio-Based. FAO; Roma, Italy: 2009.  [(accessed on 15 January 2022)]. Cottonization: A future for hemp in Chinese fabrics. FAO International Year of Natural Fibres. Available online:  www.renewable-carbon.eu."}, {"Citation": "Townsend T.  DNFI; 2020.  [(accessed on 20 January 2022)]. Natural Fibres and the World Economy. Available online:  https://dnfi.org."}, {"Citation": "Zimniewska M., Zbrowski A., Konczewicz W., Majcher A., Przybylski J., Matecki K., Wiśniewski M., Kicińska-Jakubowska A., Mańkowski J. Cottonisation of Decorticated Flax Fibres. Fibres Text. East. Eur. 2017;25:26–33. doi: 10.5604/01.3001.0010.1685.", "ArticleIdList": ["10.5604/01.3001.0010.1685"]}, {"Citation": "Valladares J.A.G., Rost G., Heitmann U., Heger E., Müller R. Development of a biotechnological process for the production of high quality linen fibers. Bioprocess. Biosyst. Eng. 2011;34:913–921. doi: 10.1007/s00449-011-0542-y.", "ArticleIdList": ["10.1007/s00449-011-0542-y", "21487698"]}, {"Citation": "Ceyhan V., Türkten H., Yıldırım Ç., Canan S. Economic viability of industrial hemp production in Turkey. Ind. Crop. Prod. 2022;176:114354. doi: 10.1016/j.indcrop.2021.114354.", "ArticleIdList": ["10.1016/j.indcrop.2021.114354"]}, {"Citation": "Duque Schumacher A.G., Pequito S., Pazour J. Industrial hemp fiber: A sustainable and economical alternative to cotton. J. Clean. Prod. 2020;268:122180. doi: 10.1016/j.jclepro.2020.122180.", "ArticleIdList": ["10.1016/j.jclepro.2020.122180"]}, {"Citation": "Agricultural Economics.  [(accessed on 18 January 2022)].  Available online:  http://www.uky.edu/Ag/AgriculturalEconomics/pubs/reshempimpfarmer28.pdf."}, {"Citation": "Zimniewska M., Batog J. Handbook of Natural Fibres. Volume 2: Processing and Applications. Woodhead Publishing Limited; Cambridge, UK: 2012. Chapter 4: Ultraviolet-blocking properties of natural fibres; pp. 141–167."}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "2", "Day": "2"}, {"Year": "2022", "Month": "2", "Day": "17"}, {"Year": "2022", "Month": "2", "Day": "23"}, {"Year": "2022", "Month": "3", "Day": "10", "Hour": "15", "Minute": "32"}, {"Year": "2022", "Month": "3", "Day": "11", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "3", "Day": "11", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "3", "Day": "3"}], "PublicationStatus": "epublish", "ArticleIdList": ["35269132", "PMC8911747", "10.3390/ma15051901", "ma15051901"]}}], "PubmedBookArticle": []}