{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["bioactive compounds", "browse species", "livestock", "phytochemical", "qualitative screening", "quantitative screening"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35268563", "DateCompleted": {"Year": "2024", "Month": "07", "Day": "25"}, "DateRevised": {"Year": "2024", "Month": "07", "Day": "25"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "02", "Day": "22"}], "Language": ["eng"], "ELocationID": ["1462", "10.3390/molecules27051462"], "Journal": {"ISSN": "1420-3049", "JournalIssue": {"Volume": "27", "Issue": "5", "PubDate": {"Year": "2022", "Month": "Feb", "Day": "22"}}, "Title": "Molecules (Basel, Switzerland)", "ISOAbbreviation": "Molecules"}, "ArticleTitle": "Effect of Soil Type: Qualitative and Quantitative Analysis of Phytochemicals in Some Browse Species Leaves Found in Savannah Biome of South Africa.", "Abstract": {"AbstractText": ["In semi-arid regions, browse plant species are used as feed and for medicinal purposes for both animals and humans. The limitation of the utilization of these species to medicinal purposes or as feed for livestock is a lack of knowledge on the concentration level of phytochemicals and other bioactive compounds found in these plants. The study sought to assay the qualitative and quantitative bioactive constituents of some browse species found in the savannah biome of South Africa, viz. Adansonia digitate, Androstachys johnsonii, Balanites maughamii, Berchemia discolor, Berchemia zeyheri, Bridelia mollis hutch, Carissa edulis, Catha edulis, Colophospermum mopane, Combretum Imberbe, Combretum molle, Combretum collinum, Dalbergia melanoxylon, Dichrostachys cinerea, Diospros lycioides, Diospyros mespiliformis, Euclea divinorum, Flueggea virosa, Grewia flava, Grewia flavescens, Grewia monticola, Grewia occidentalis, Melia azedarach, Peltophorum africanum, Prosopis velutina, Pseudolachnostylis maprouneifolia, Pterocarpus rotundifolius, Schinus molle, Schotia brachypetala, Sclerocarya birrea, Searsia lancea, Searsia leptodictya, Searsia pyroides, Senegalia caffra, Senegalia galpinii, Senegalia mellifera, Senegalia nigrescens, Senegalia polyacantha, Strychnos madagascariensis, Terminalia sericea, Trichilia emetic, Vachellia erioloba, Vachellia hebeclada, Vachellia karroo, Vachellia nilotica, Vachellia nilotica subsp. Kraussiana, Vachellia rechmanniana, Vachellia robusta, Vachellia tortilis, Vachellia tortilis subsp. raddiana, Vangueria infausta, and Ziziphus mucronata. These browse species’ leaf samples were harvested from two provinces (Limpopo and North-West) of South Africa. The Limpopo province soil type was Glenrosa, Mispah, and Lithosols (GM-L), and the soil types in the North-West Province were Aeolian Kalahari Sand, Clovelly, and Hutton (AKS-CH). The harvested browse samples were air dried at room temperature for about seven days and ground for analysis. The methanol and distilled water extracts of the browse species leaves showed the presence of common phytoconstituents, including saponins, flavonoids, tannins, phenols, cardio glycosides, terpenoids, and phlobatannins, as major active compounds in browse species leaves. In the quantitative analysis, phytochemical compounds, such as soluble phenols, insoluble tannins, and condensed tannins, were quantified for common species found in both sites. Two-way ANOVA and multivariate analysis were used to test soil type and species effect on soluble phenols, insoluble tannins, and condensed tannins of woody species. Dichrostachys cinerea (0.1011% DM) in GM-L soil type and Z. mucronata (0.1009% DM) in AKS-CH soil type showed the highest (p < 0.05) concentration of soluble phenols. In AKS-CH soil type, D. cinerea (0.0453% DM) had the highest insoluble tannins concentration, while V. hebeclada had the lowest (0.0064% DM) insoluble tannins content. Vacchelia hebeclada had lower (p < 0.05) condensed tannins concentration levels than all other browse plants in both soil types. Under multivariate analysis tests, there was a significant effect (p < 0.001) of soil type, species, and soil type x species interaction on soluble phenols, insoluble tannins, and condensed tannins of woody species. In this study, most of the woody species found in GM-L soil type showed a lower amount of tannins than those harvested in AKS-CH soil type. There is a need to identify the amount of unquantified phytochemicals contained in these browse species and valorize the high-bioactive-compound browse species to enhance and maximize browsing of these browse species for animal production."]}, "AuthorList": [{"Identifier": ["0000-0001-8818-5684"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Animal Science, School of Agricultural Sciences, Faculty of Natural and Agricultural Sciences, North-West University, Mmabatho 2735, South Africa."}, {"Identifier": [], "Affiliation": "Food Security and Safety Niche Area, Faculty of Natural and Agricultural Sciences, North-West University, Mmabatho 2735, South Africa."}], "LastName": "Mudau", "ForeName": "Humbelani Silas", "Initials": "HS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Animal Science, School of Agricultural Sciences, Faculty of Natural and Agricultural Sciences, North-West University, Mmabatho 2735, South Africa."}, {"Identifier": [], "Affiliation": "Food Security and Safety Niche Area, Faculty of Natural and Agricultural Sciences, North-West University, Mmabatho 2735, South Africa."}], "LastName": "Mokoboki", "ForeName": "Hilda Kwena", "Initials": "HK"}, {"Identifier": ["0000-0002-5303-7320"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Animal Science, School of Agricultural Sciences, Faculty of Natural and Agricultural Sciences, North-West University, Mmabatho 2735, South Africa."}, {"Identifier": [], "Affiliation": "Food Security and Safety Niche Area, Faculty of Natural and Agricultural Sciences, North-West University, Mmabatho 2735, South Africa."}], "LastName": "Ravhuhali", "ForeName": "Khuliso Emmanuel", "Initials": "KE"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Chemistry, School of Chemical and Physical Sciences, Faculty of Natural and Agricultural Sciences, North-West University, Mmabatho 2735, South Africa."}], "LastName": "Mkhize", "ForeName": "Zimbili", "Initials": "Z"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Switzerland", "MedlineTA": "Molecules", "NlmUniqueID": "100964009", "ISSNLinking": "1420-3049"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Phytochemicals"}, {"RegistryNumber": "0", "NameOfSubstance": "Soil"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "South Africa"}, {"QualifierName": ["analysis", "chemistry"], "DescriptorName": "Phytochemicals"}, {"QualifierName": ["chemistry"], "DescriptorName": "Plant Leaves"}, {"QualifierName": ["chemistry"], "DescriptorName": "Soil"}, {"QualifierName": [], "DescriptorName": "Grassland"}, {"QualifierName": ["chemistry", "analysis"], "DescriptorName": "Plant Extracts"}], "CoiStatement": "The authors declare no conflict of interest."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Dambe L.M., Mogotsi K., Odubeng M., Kgosikoma O.E. Nutritive value of some important indigenous livestock browse species in semi-arid mixed Mopane bushveld, Botswana. Livest. Res. Rural Dev. 2015;27:1–10."}, {"Citation": "Aregawi T., Melaku S., Nigatu L. Management and utilization of browse species as livestock feed in semi-arid district of North Ethiopia. Livest. Res. Rural Dev. 2008;20:1–9."}, {"Citation": "Mnisi C.M., Mlambo V. Influence of harvesting site on chemical composition and potential protein value of Acacia erioloba, A. nilotica and Ziziphus mucronata leaves for ruminants. J. Anim. Physiol. Anim. Nutr. 2016;101:994–1003. doi: 10.1111/jpn.12535.", "ArticleIdList": ["10.1111/jpn.12535", "27439886"]}, {"Citation": "Hussain W., Haleem K.S., Khan I., Tauseef I., Qayyum S., Ahmed B., Riaz M.N. Medicinal plants: A repository of antiviral metabolites. Future Virol. 2017;12:299–308. doi: 10.2217/fvl-2016-0110.", "ArticleIdList": ["10.2217/fvl-2016-0110"]}, {"Citation": "Lassak E.V., McCarthy T. Australian Medicinal Plants: A Complete Guide to Identification and Usage. 2nd ed. New Holland Publishers; Chatswood, NSW, Australia: 2011."}, {"Citation": "Amata I.A., Lebari T. Comparative evaluation of the nutrient profile of four selected browse plants in the tropics recommended for uses as non-conventional livestock feeding materials. Afr. J. Biotechnol. 2011;10:14230–14233. doi: 10.5897/AJB11.2488.", "ArticleIdList": ["10.5897/AJB11.2488"]}, {"Citation": "Allen V.G., Batello C., Berretta E.J., Hodgson J., Kothmann M., Li X., Mclvor J., Milne J., Morris C., Peeters A., et al. An international terminology for grazing lands and grazing animals. Grass Forage Sci. 2011;66:2–28. doi: 10.1111/j.1365-2494.2010.00780.x.", "ArticleIdList": ["10.1111/j.1365-2494.2010.00780.x"]}, {"Citation": "Ferraz-de-Oliveira M.I., Azada C., Pinto-Correia T. Management of Montados and Dehesas for High Nature Value: An interdisciplinary pathway. Agrofor. Syst. 2016;90:1–6. doi: 10.1007/s10457-016-9900-8.", "ArticleIdList": ["10.1007/s10457-016-9900-8"]}, {"Citation": "Mokoboki H.K., Sebola A.N., Ravhuhali K.E., Nhlane L. Chemical composition, in vitro ruminal dry matter degradability and dry matter intake of some selected browse plants. Cogent Food Agric. 2019;5:1587811. doi: 10.1080/23311932.2019.1587811.", "ArticleIdList": ["10.1080/23311932.2019.1587811"]}, {"Citation": "Nsubuga D., Kalule D., Muwanika V.B., Masembe C. Nutritional properties of some browse species used as goat feed in Pastoral dry lands, Uganda. Agrofor. Syst. 2020;94:933–940. doi: 10.1007/s10457-019-00452-x.", "ArticleIdList": ["10.1007/s10457-019-00452-x"]}, {"Citation": "Mokoboki H.K., Ndlovu L.R., Ng’ambi J.M., Malatje M.M., Nikolova R.V. Nutritive value of Acacia tree foliages growing in the Limpopo Province of South Africa. S. Afr. J. Anim. Sci. 2005;35:221–222. doi: 10.4314/sajas.v35i4.3963.", "ArticleIdList": ["10.4314/sajas.v35i4.3963"]}, {"Citation": "Ehsen S., Qasim M., Abideen Z., Rizvi R.F., Gul B., Ansari R., Khan M.A. Secondary metabolites as anti-nutritional factors in locally used halophytic forage/fodder. Pak. J. Bot. 2016;48:629–636."}, {"Citation": "Hassan F., Arshad M.A., Li M., Rehman M.S., Loor J.J., Haung J. Potential of mulberry leaf biomass and its flavonoids to improve production and health in ruminants: Mechanistic insights and prospects. Animals. 2020;10:2076. doi: 10.3390/ani10112076.", "ArticleIdList": ["10.3390/ani10112076", "PMC7695318", "33182363"]}, {"Citation": "Mazid M., Khan T.A., Mohammed F. Role of secondary metabolites in defense mechanisms of plants. Biol. Med. 2011;3:232–249."}, {"Citation": "Liu B., Zhong F., Yokoyama W., Huang D., Zhu S., Li Y. Interactions in starch co-gelatinized with phenolic compound systems: Effect of complexity of phenolic compounds and amylose content of starch. Carbohydr. Polym. 2020;247:116667. doi: 10.1016/j.carbpol.2020.116667.", "ArticleIdList": ["10.1016/j.carbpol.2020.116667", "32829795"]}, {"Citation": "Mueller-Harvey I. Unraveling the conundrum of tannins in animal nutrition and health. J. Sci. Food Agric. 2006;86:2010–2037. doi: 10.1002/jsfa.2577.", "ArticleIdList": ["10.1002/jsfa.2577"]}, {"Citation": "Corso M., Perreau F., Mouille G., Lepiniec L. Specialized phenolic compounds in seeds: Structures, functions, and regulations. Plant Sci. 2020;296:110471. doi: 10.1016/j.plantsci.2020.110471.", "ArticleIdList": ["10.1016/j.plantsci.2020.110471", "32540001"]}, {"Citation": "Katalinic V., Milos M., Kulisi T., Juki M. Screening of 70 medicinal plant extracts for antioxidant capacity and total phenols. Food Chem. 2004;94:50–57. doi: 10.1016/j.foodchem.2004.12.004.", "ArticleIdList": ["10.1016/j.foodchem.2004.12.004"]}, {"Citation": "Sattar T. Would Some Herbal Teas Play a Medicating Role for Certain Diseases? Curr. Nutr. Food Sci. 2021;17:176–188. doi: 10.2174/1573401316666200514224433.", "ArticleIdList": ["10.2174/1573401316666200514224433"]}, {"Citation": "Junsathian P., Yordtong K., Corpuz H., Katayama S., Nakamura S., Rawdkuen S. Biological and neuroprotective activity of Thai edible plant extracts. Ind. Crops Prod. 2018;124:548–554. doi: 10.1016/j.indcrop.2018.08.008.", "ArticleIdList": ["10.1016/j.indcrop.2018.08.008"]}, {"Citation": "Salem M.A., Perez de Souza L., Serag A., Fernie A.R., Farag M.A., Ezzat S.M., Alseekh S. Metabolomics in the context of plant natural products research: From sample preparation to metabolite analysis. Metabolites. 2020;10:37. doi: 10.3390/metabo10010037.", "ArticleIdList": ["10.3390/metabo10010037", "PMC7023240", "31952212"]}, {"Citation": "Verpoorte R., Choi Y.H., Kim H.K. NMR-based metabolomics at work in phytochemistry. Phytochem. Rev. 2007;6:3–14. doi: 10.1007/s11101-006-9031-3.", "ArticleIdList": ["10.1007/s11101-006-9031-3"]}, {"Citation": "Ismail A.M., Mohamed E.A., Marghany M.R., Abdel-Motaal F.F., Abdel-Farid I.B., El-Sayed M.A. Preliminary phytochemical screening, plant growth inhibition and antimicrobial activity studies of Faidherbia albida legume extracts. J. Saudi Soc. Agric. Sci. 2016;15:112–117. doi: 10.1016/j.jssas.2014.06.002.", "ArticleIdList": ["10.1016/j.jssas.2014.06.002"]}, {"Citation": "Senguttuvan J., Paulsamy S., Karthika K. Phytochemical analysis and evaluation of leaf and root parts of the medicinal herb, Hypochaeris radicata L. for in vitro antioxidant activities. Asian Pac. J. Trop. Biomed. 2014;4:359–367. doi: 10.12980/APJTB.4.2014C1030.", "ArticleIdList": ["10.12980/APJTB.4.2014C1030", "PMC4025295", "25183112"]}, {"Citation": "Yadav M., Chatterji S., Gupta S.K., Watal G. Preliminary phytochemical screening of six medicinal plants used in traditional medicine. Int. J. Pharm. Pharm. Sci. 2014;6:539–542."}, {"Citation": "Gul R., Jan S.U., Faridullah S., Sherani S., Jahan N. Preliminary phytochemical screening, quantitative analysis of alkaloids, and antioxidant activity of crude plant extracts from Ephedra intermedia indigenous to Balochistan. Sci. World J. 2017;2017:5873648. doi: 10.1155/2017/5873648.", "ArticleIdList": ["10.1155/2017/5873648", "PMC5366796", "28386582"]}, {"Citation": "Ingle K.P., Padole D.A. Phosphate solubilizing microbes: An overview. Int. J. Curr. Microbiol. Appl. Sci. 2017;6:844–852. doi: 10.20546/ijcmas.2017.601.099.", "ArticleIdList": ["10.20546/ijcmas.2017.601.099"]}, {"Citation": "Paulsamy S., Jeeshna M.V. Preliminary phytochemistry and antimicrobial studies of an endangered madicinal herb Exacum bicolor Roxb. Res. J. Pharm. Biol. Chem. Sci. 2011;2:447–457."}, {"Citation": "Ghasemzadeh A., Jaafar H.Z., Rahmat A. Effects of solvent type on phenolics and flavonoids content and antioxidant activities in two varieties of young ginger (Zingiber officinale Roscoe) extracts. J. Med. Plant Res. 2011;5:1147–1154."}, {"Citation": "Shen J., Shao X. A comparison of accelerated solvent extraction, Soxhlet extraction, and ultrasonic-assisted extraction for analysis of terpenoids and sterols in tobacco. Anal. Bioanal. Chem. 2005;383:1003–1008. doi: 10.1007/s00216-005-0078-6.", "ArticleIdList": ["10.1007/s00216-005-0078-6", "16231136"]}, {"Citation": "Yang L., Wen K.S., Ruan X., Zhao Y.X., Wei F., Wang Q. Response of plant secondary metabolites to environmental factors. Molecules. 2018;23:762. doi: 10.3390/molecules23040762.", "ArticleIdList": ["10.3390/molecules23040762", "PMC6017249", "29584636"]}, {"Citation": "Okwu D.E. Phytochemicals and vitamin content of indigenous spices of south eastern Nigeria. J. Sustain. Agric. Environ. 2004;6:30–37."}, {"Citation": "Chaudhary M., Bhagyawant S.S., Srivastava N. Effects of Prednisolone Derivative and Panaxydol: Biosurfactants on Cell Wall Integrity of Acne-Causing Resistant Bacteria. Cell Biochem. Biophys. 2021:1–15. doi: 10.1007/s12013-021-01038-0.", "ArticleIdList": ["10.1007/s12013-021-01038-0", "34709575"]}, {"Citation": "Ajiboye T.O., Ahmad F.M., Daisi A.O., Yahaya A.A., Ibitoye O.B., Muritala H.F., Sunmonu T.O. Hepatoprotective potential of Phyllanthus muellarianus leaf extract: Studies on hepatic, oxidative stress and inflammatory biomarkers. Pharm. Biol. 2017;55:1662–1670. doi: 10.1080/13880209.2017.1317819.", "ArticleIdList": ["10.1080/13880209.2017.1317819", "PMC6130521", "28447517"]}, {"Citation": "Harborne J.B., Williams C.A. Advance in flavonoid research since 1992. Phytochemistry. 2010;55:481–504. doi: 10.1016/S0031-9422(00)00235-1.", "ArticleIdList": ["10.1016/S0031-9422(00)00235-1", "11130659"]}, {"Citation": "Xiao L.P., Sun Z.J., Shi Z.J., Xu F., Sun R.C. Impact of hot compressed water pretreatment on the structural changes of woody biomass for bioethanol production. BioResources. 2011;6:1576–1598."}, {"Citation": "Mbikay M. Therapeutic potential of Moringa oleifera leaves in chronic hyperglycemia and dyslipidemia: A review. Front. Pharmacol. 2012;3:24. doi: 10.3389/fphar.2012.00024.", "ArticleIdList": ["10.3389/fphar.2012.00024", "PMC3290775", "22403543"]}, {"Citation": "Rauf A., Akram M., Semwal P., Mujawah A.A., Muhammad N., Riaz Z., Munir N., Piotrovsky D., Vdovina I., Bouyahya A., et al. Antispasmodic Potential of Medicinal Plants: A Comprehensive Review. Oxid. Med. Cell. Longev. 2021;2021:4889719. doi: 10.1155/2021/4889719.", "ArticleIdList": ["10.1155/2021/4889719", "PMC8601825", "34804367"]}, {"Citation": "Obied H.K. Biography of biophenols: Past, present and future. Funct. Foods Health Dis. 2013;3:230–241. doi: 10.31989/ffhd.v3i6.51.", "ArticleIdList": ["10.31989/ffhd.v3i6.51"]}, {"Citation": "Hoste H., Jackson F., Athanasiadou S., Thamsborg S.M., Hoskin S.O. The effects of tannin-rich plants on parasitic nematodes in ruminants. Trends Parasitol. 2006;22:253–261. doi: 10.1016/j.pt.2006.04.004.", "ArticleIdList": ["10.1016/j.pt.2006.04.004", "16632404"]}, {"Citation": "Mlambo V., Marume U., Gajana C.S. Utility of the browser’s behavioural and physiological strategies in coping with dietary tannins: Are exogenous tannin-inactivating treatments necessary? S. Afr. J. Anim. Sci. 2015;45:441–451. doi: 10.4314/sajas.v45i5.1.", "ArticleIdList": ["10.4314/sajas.v45i5.1"]}, {"Citation": "Okwu D.E., Josiah C. Evaluation of the chemical composition of two Nigerian medicinal plants. Afr. J. Biotechnol. 2006;5:357–361."}, {"Citation": "Konstantinou D.M., Karvounis H., Giannakoulas G. Digoxin in heart failure with a reduced ejection fraction: A risk factor or a risk marker? Cardiology. 2016;134:311–319. doi: 10.1159/000444078.", "ArticleIdList": ["10.1159/000444078", "26959501"]}, {"Citation": "Wagner K.H., Elmadfa I. Biological relevance of terpenoids: Overview focusing on mono-di and tetraterpenes. Ann. Nutr. Metab. 2003;47:95–106. doi: 10.1159/000070030.", "ArticleIdList": ["10.1159/000070030", "12743459"]}, {"Citation": "Rabi T., Bishayee A. Terpenoids and breast cancer chemoprevention. Breast Cancer Res. Treat. 2009;115:223–239. doi: 10.1007/s10549-008-0118-y.", "ArticleIdList": ["10.1007/s10549-008-0118-y", "18636327"]}, {"Citation": "Setchell K.D., Cassidy A. Dietary isoflavones: Biological effects and relevance to human health. J. Nutr. 1999;29:758–767. doi: 10.1093/jn/129.3.758S.", "ArticleIdList": ["10.1093/jn/129.3.758S", "10082786"]}, {"Citation": "Ravhuhali K.E., Mlambo V., Beyene T.S., Palamuleni L.G. Effects of soil type on density of trees and nutritive value of tree leaves in selected communal areas of South Africa. S. Afr. J. Anim. Sci. 2020;50:88–98. doi: 10.4314/sajas.v50i1.10.", "ArticleIdList": ["10.4314/sajas.v50i1.10"]}, {"Citation": "D’mello J.P.F. Farm Animal Metabolism and Nutrition. CABI Publishing; Wallingford, UK: 2000. Anti-nutritional factors and mycotoxins; p. 383."}, {"Citation": "Reed J.D. Nutritional toxicology of tannins and related polyphenols in forage legumes. J. Anim. Sci. 1995;73:1516–1528. doi: 10.2527/1995.7351516x.", "ArticleIdList": ["10.2527/1995.7351516x", "7665384"]}, {"Citation": "Ibrahim M.N.M., Tamminga S., Zemmelink G. Nutritive value of some commonly available ruminant feeds in Sri Lanka; Proceedings of the Seventh Annual Workshop of the Australian-Asian Fibrous Agricultural, Chang Mai University; Chiang Mai, Thailand. 2–4 June 1988."}, {"Citation": "Gowda J.H. Physical and chemical responses of juvenile Acacia tortilis trees to browsing Experimental evidence. Funct. Ecol. 1997;11:106–111. doi: 10.1046/j.1365-2435.1997.00065.x.", "ArticleIdList": ["10.1046/j.1365-2435.1997.00065.x"]}, {"Citation": "Mahipala M.K., Krebs G.L., McCafferty P., Gunaratne L.H.P. Chemical composition, biological effects of tannin and in vitro nutritive value of selected browse species grown in the West Australian Mediterranean environment. Anim. Feed Sci. Technol. 2009;153:203–215. doi: 10.1016/j.anifeedsci.2009.06.014.", "ArticleIdList": ["10.1016/j.anifeedsci.2009.06.014"]}, {"Citation": "Waghorn G.C., McNabb W.C. Consequences of Plant Phenolic Compounds for Productivity and Health of Ruminants. Vol. 62. Cambridge University Press; Cambridge, UK: 2003. pp. 383–392.", "ArticleIdList": ["14506885"]}, {"Citation": "Aganga A.A., Tshwenyane S.O. Feeding values and anti-nutritive factors of forage tree legumes. Pak. J. Nutr. 2003;2:170–177."}, {"Citation": "Mlambo V., Mould F.L., Smith T., Owen E., Sikosana J.L.N., Mueller-Harvey I. In vitro biological activity of tannins from Acacia and other tree fruits: Correlations with colorimetric and gravimetric phenolic assays. S. Afr. J. Anim. Sci. 2009;39:131–143. doi: 10.4314/sajas.v39i2.44387.", "ArticleIdList": ["10.4314/sajas.v39i2.44387"]}, {"Citation": "Makkar H.P.S., Singh B. Distribution of condensed tannin (proanthocyanidins) in various fractions in young and mature leaves of some oak species. Anim. Feed Sci. Technol. 1999;32:253–260. doi: 10.1016/0377-8401(91)90030-V.", "ArticleIdList": ["10.1016/0377-8401(91)90030-V"]}, {"Citation": "Foo L.Y., Newman R., Waghorn G.C., McNabb W.A., Ulyatt M.J. Proanthocyanidins from Lotus corniculatus. Phytochemistry. 1996;41:617–624. doi: 10.1016/0031-9422(95)00602-8.", "ArticleIdList": ["10.1016/0031-9422(95)00602-8"]}, {"Citation": "Dube J.S., Reed J.D., Ndlovu L.R. Proanthocyanidins and other phenolics in Acacia leaves of Southern Africa. Anim. Feed Sci. Technol. 2001;91:59–67. doi: 10.1016/S0377-8401(01)00229-2.", "ArticleIdList": ["10.1016/S0377-8401(01)00229-2"]}, {"Citation": "Kraus T.E.C., Yu Z., Preston C.M., Dahlgren R.A., Zasoski R.J.Z. Linking chemical reactivity and protein precipitation to structural characteristics of foliar tannins. J. Chem. Ecol. 2003;29:703–730. doi: 10.1023/A:1022876804925.", "ArticleIdList": ["10.1023/A:1022876804925", "12757329"]}, {"Citation": "Petrussa E., Braidot E., Zancani M., Peresson C., Bertolini A., Patui S., Vianello A. Plant flavonoids-biosynthesis, transport and involvement in stress responses. Int. J. Mol. Sci. 2013;14:14950–14973. doi: 10.3390/ijms140714950.", "ArticleIdList": ["10.3390/ijms140714950", "PMC3742282", "23867610"]}, {"Citation": "Mukuru S.Z., Butler L.G., Rogler J.C., Kireis A.W., Ejeta G., Axtell J.D., Mertz E.T. Traditional processing of high tannin sorghum grain in Uganda and its effect on tannin, protein in digestibility and rat growth. J. Sci. Food Agric. 1992;40:1172–1175. doi: 10.1021/jf00019a017.", "ArticleIdList": ["10.1021/jf00019a017"]}, {"Citation": "Barry T.N., McNeill D.M., McNabb W.C. Plant secondary compounds; their impact on forage nutritive value and upon animal production; Proceedings of the 19th International Grassland Congress; Sao Paulo, Brazil. 11–21 February 2001; pp. 445–452."}, {"Citation": "Smith T., Mlambo V., Sikosana J.L.N., Maphosa V., Mueller-Harvey I., Owen E. Dichrostachys cinerea and Acacia nilotica fruits as dry season feed supplements for goats in a semi-arid environment: Summary of a DFID funded project in Zimbabwe. Anim. Feed Sci. Technol. 2005;122:149–157. doi: 10.1016/j.anifeedsci.2005.04.004.", "ArticleIdList": ["10.1016/j.anifeedsci.2005.04.004"]}, {"Citation": "Schleppi P., Tobler L., Bucher J.B., Wyttenbach A. Multivariate interpretation of the foliar chemical composition of Norway spruce (Picea abies) Plant Soil. 2000;219:251–262. doi: 10.1023/A:1004731517997.", "ArticleIdList": ["10.1023/A:1004731517997"]}, {"Citation": "Suárez M.H., Galdón B.R., Rodríguez E.R., Romero C.D. Influence of agronomic variables on quality of tomato fruits. J. Agric. Sci. 2011;2:424. doi: 10.4236/as.2011.24054.", "ArticleIdList": ["10.4236/as.2011.24054"]}, {"Citation": "Hervé M.R., Nicolè F., Lê Cao K.A. Multivariate analysis of multiple datasets: A practical guide for chemical ecology. J. Chem. Ecol. 2018;44:215–234. doi: 10.1007/s10886-018-0932-6.", "ArticleIdList": ["10.1007/s10886-018-0932-6", "29479643"]}, {"Citation": "Mucina L., Rutherford M.C. The Vegetation of South Africa, Lesotho and Swaziland. South African National Biodiversity Institute; Pretoria, South Africa: 2006."}, {"Citation": "Harborne J.B. Phytochemical Methods: A Guide to Modern Techniques of Plant Analysis. Chapman A & Hall; London, UK: 1973. pp. 49–188."}, {"Citation": "Harborne J.B. Phytochemical Methods: A Guide to Modern Techniques of Plant Analysis. 3rd ed. Springer; Dordrecht, The Netherlands: 1998."}, {"Citation": "Trease G.E., Evans W.C. Bailliere Tindall Ltd.; London, UK: 1989. A Text-Book of Pharmacognosy; p. 53."}, {"Citation": "Sofowora A. Spectrum Books Ltd.; Ibadan, Nigeria: 1993. Medicinal Plants and Traditional Medicines in Africa; pp. 289–300."}, {"Citation": "Kokate A. Phytochemical Methods. Phytotherapy. 1999;78:126–129."}, {"Citation": "Mace G.S.L. Anaerobic bacteriology for clinical laboratories. Pharmacognosy. 1963;23:89–91."}, {"Citation": "Kardong D., Upadhyaya S., Saikia L.R. Screening of phytochemicals, antioxidant and antibacterial activity of crude extract of Pteridium aquilinum Kuhn. J. Pharm. Res. 2013;6:179–182. doi: 10.1016/j.jopr.2012.11.037.", "ArticleIdList": ["10.1016/j.jopr.2012.11.037"]}, {"Citation": "Tiwari P., Kumar B., Kaur M., Kaur G., Kaur H. Phytochemical screening and extraction: A review. Int. Pharm. Sci. 2011;1:98–106."}, {"Citation": "Obianime A.W., Uche F.I. The phytochemical screening and effects of methanolic extract of Phyllanthus amarus leaf on the biochemical parameters of male guinea pigs. J. Appl. Sci. Environ. Manag. 2008;12:73–77."}, {"Citation": "Iqbal E., Salim K.A., Lim L.B. Phytochemical screening, total phenolics and antioxidant activities of bark and leaf extracts of Goniothalamus velutinus (Airy Shaw) from Brunei Darussalam. J. King Saud Univ. Sci. 2015;27:224–232. doi: 10.1016/j.jksus.2015.02.003.", "ArticleIdList": ["10.1016/j.jksus.2015.02.003"]}, {"Citation": "Makkar H.P.S. Effects and fate of tannins in ruminant animals, adaptation to tannins, and strategies to overcome detrimental effects of feeding tannin-rich feeds. Small Rumin. Res. 2003;49:241–256. doi: 10.1016/S0921-4488(03)00142-1.", "ArticleIdList": ["10.1016/S0921-4488(03)00142-1"]}, {"Citation": "Waterman P.G., Mole S. Analysis of Phenolics Plant Metabolites. Blackwell; Oxford, UK: 1994."}, {"Citation": "Porter L.J., Horstich L.N., Chan B.G. The conversion of procyanidins and prodelphinidins to cyaniding and delphinidin. Phytochemistry. 1986;1:223–230."}, {"Citation": "SAS . Statistical Analysis System. User Guide: Statistics, Version 9.3. SAS Institute; Cary, NC, USA: 2010."}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "1", "Day": "21"}, {"Year": "2022", "Month": "2", "Day": "17"}, {"Year": "2022", "Month": "2", "Day": "19"}, {"Year": "2022", "Month": "3", "Day": "10", "Hour": "15", "Minute": "30"}, {"Year": "2022", "Month": "3", "Day": "11", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "3", "Day": "24", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "2", "Day": "22"}], "PublicationStatus": "epublish", "ArticleIdList": ["35268563", "PMC8911906", "10.3390/molecules27051462", "molecules27051462"]}}], "PubmedBookArticle": []}