{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Activité antimicrobienne", "Antimicrobial activity", "Verbena officinalis", "activités antioxydantes", "antioxidant activities", "composés phénoliques", "extraction procedures", "phenolic compounds", "procédés d’obtention"]], "GeneralNote": [], "OtherAbstract": [{"AbstractText": ["Évaluation de différents procédés d’extraction des composés phénoliques d’une plante médicinale : Verbena officinalis.", "Depuis la nuit des temps, les plantes ont été la source principale de molécules bioactives, tels les composés phénoliques, capables de remédier à diverses maladies. Cependant, le contenu et l’activité des polyphénols dépendent d’un certain nombre de facteurs intrinsèques et extrinsèques. Dans le but d’optimiser les procédés d’obtention des principes actifs de la verveine (Verbena officinalis), les effets de la provenance de la plante, du solvant et de la méthode d’extraction ont été évalués. Ainsi, la partie aérienne de V. officinalis a été collectée dans deux régions différentes de la Tunisie (Bizerte et Ain Draham). L’extraction a été réalisée par macération, décoction et par l’appareil de Soxhlet tantôt avec de l’eau tantôt avec de l’éthanol pur. Une variabilité significative des teneurs en composés phénoliques ainsi que des capacités antioxydantes et antimicrobiennes des extraits a été observée en fonction des facteurs étudiés. De manière générale, les extraits éthanoliques sont plus riches en composés phénoliques et présentent des activités antioxydantes plus fortes que les extraits aqueux. Cependant, vis-à-vis de différentes souches pathogènes, les extraits aqueux sont souvent au moins aussi puissants que les extraits éthanoliques pour inhiber la croissance bactérienne in vitro. De plus des différences notables sont observées selon que V. officinalis provient de la région de Bizerte ou d’Ain Draham. Ces résultats montrent que la prise en compte de plusieurs paramètres est nécessaire pour optimiser l’efficacité des procédures d’extraction des molécules bioactives de V. officinalis."], "CopyrightInformation": "© Société de Biologie, 2022."}], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35275057", "DateCompleted": {"Year": "2022", "Month": "03", "Day": "15"}, "DateRevised": {"Year": "2022", "Month": "03", "Day": "15"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "03", "Day": "11"}], "Language": ["fre"], "ELocationID": ["10.1051/jbio/2021009"], "Journal": {"ISSN": "2105-0686", "JournalIssue": {"Volume": "215", "Issue": "3-4", "PubDate": {"Year": "2021"}}, "Title": "Biologie aujourd'hui", "ISOAbbreviation": "Biol Aujourdhui"}, "ArticleTitle": "[Evaluation of different procedures for the extraction of phenolic compounds from a medicinal plant: Verbena officinalis].", "Pagination": {"StartPage": "133", "EndPage": "142", "MedlinePgn": "133-142"}, "Abstract": {"AbstractText": ["Since ancient times, plants have been the main source of bioactive molecules, such as phenolic compounds, capable of remedying various diseases. However, polyphenols' content and efficiency vary greatly as a function of several intrinsic and extrinsic factors. To optimize the procedure for the extraction of active molecules from the medicinal plant Verbena officinalis, effects of the plant origin, selected solvent, and extraction method were assessed. V. officinalis aerial parts were collected in two different regions of Tunisia (Bizerte and Ain Draham), and their bioactive molecules were extracted by maceration, decoction, and by the Soxhlet apparatus, either with water or with ethanol. Significant variability in the extracts' contents of phenolic compounds as well as their antioxidant and antimicrobial capacities were noted depending on the different studied factors. In particular, ethanol extracts were found to generally contain higher concentrations of phenolic compounds and more potent antioxidant capacities than water extracts. However, when tested against various pathogenic bacteria, water extracts were most often at least as active as ethanol extracts to inhibit bacteria growth in vitro. Finally, differences were also observed between V. officinalis samples from Bizerte compared to Ain Draham area. All of these results emphasize the need of adapting various parameters for the optimal extraction of bioactive molecules from a medicinal plant such as V. officinalis."], "CopyrightInformation": "© Société de Biologie, 2022."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratoire des Plantes Aromatiques et Médicinales (LPAM), Centre de Biotechnologie de Borj-Cedria (CBBC), BP 901, 2050 Hammam-lif, Tunisie."}], "LastName": "Falleh", "ForeName": "Hanen", "Initials": "H"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratoire des Plantes Extrêmophiles, Centre de Biotechnologie de Borj-Cedria (CBBC), BP 901, 2050 Hammam-lif, Tunisie."}], "LastName": "Hafsi", "ForeName": "Chokri", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratoire des Plantes Aromatiques et Médicinales (LPAM), Centre de Biotechnologie de Borj-Cedria (CBBC), BP 901, 2050 Hammam-lif, Tunisie."}], "LastName": "Mohsni", "ForeName": "Ichrak", "Initials": "I"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Laboratoire des Plantes Aromatiques et Médicinales (LPAM), Centre de Biotechnologie de Borj-Cedria (CBBC), BP 901, 2050 Hammam-lif, Tunisie."}], "LastName": "Ksouri", "ForeName": "Riadh", "Initials": "R"}], "PublicationTypeList": ["Journal Article"], "VernacularTitle": "Évaluation de différents procédés d’extraction des composés phénoliques d’une plante médicinale : Verbena officinalis."}, "MedlineJournalInfo": {"Country": "France", "MedlineTA": "Biol Aujourdhui", "NlmUniqueID": "101544020", "ISSNLinking": "2105-0678"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Antioxidants"}, {"RegistryNumber": "0", "NameOfSubstance": "Phenols"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}], "MeshHeadingList": [{"QualifierName": ["pharmacology"], "DescriptorName": "Antioxidants"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Phenols"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Plant Extracts"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Verbena"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Bilia, G., Innocenti, A., Gallori, K., Vincieri, L. (2008). HPLC-DAD-ESI-MS analysis of the constituents of aqueous preparations of verbena and lemon verbena and evaluation of the antioxidant activity. J Pharm Biomed Anal, 46, 463-470."}, {"Citation": "Calvo, M.I. (2006). Anti-inflammatory and analgesic activity of the topical preparation of V. officinalis L. J Ethnopharmacol, 107, 380-382."}, {"Citation": "Casanova, E., García-Mina, J.M., Calvo, M.I. (2008). Antioxidant and antifungal activity of V. officinalis L. Plant Foods Hum Nutr, 63, 93-97."}, {"Citation": "Chebaibi, A., Rhazi Filali, F., Amine, A., Zerhouni, M. (2011). Effet bactéricide (in vitro) des extraits aqueux des feuilles du grenadier marocain (Punica granatum L.) sur des bactéries multirésistantes aux antibiotiques. Phytoth, 9, 158-164."}, {"Citation": "D’Archivio, M., Filesi, C., Di Benedetto, R. (2007). Polyphenols, dietary sources and bioavailability. Ann Ist Super Sanita, 43, 348-361."}, {"Citation": "Dewanto, V., Wu, X., Adom, K.K., Liu, R.H. (2002). Thermal processing enhances the nutritional value of tomatoes by increasing total antioxidant activity. J Agric Food Chem, 50, 3010-3014."}, {"Citation": "Falleh, H., Ksouri, R., Boulâaba, M., Guyot, S., Abdelly, C., Magné, C. (2012). Phenolic nature, occurrence and polymerisation degree as marker of environmental adaptation in the edible halophyte Mesembryanthemum edule. S Afr J Bot, 79, 117-124."}, {"Citation": "Falleh, H., Trabelsi, N., Bonenfant-Magné, M., Le Floch, G., Abdelly, C., Magné, C., Ksouri, R. (2013). Polyphenol content and biological activities of Mesembryanthemum edule organs after fractionation. Indust Crops Prod, 42, 145-152"}, {"Citation": "Fernández-Agulló, A., Pereira, E., Freire, M.S., Valentāo, P., Andrade, P.B., González-Álvarez, J., Pereira, J.A. (2013). Influence of solvent on the antioxidant and antimicrobial properties of walnut (Juglans regia L.) green husk extracts. Ind Crops Prod, 42, 126-132."}, {"Citation": "Gao, Y., Belkum, M.J.V., Stiles, M. (1999). The outer membrane of Gram-negative bacteria inhibits antibacterial activity of Brochocin C. Appl Environ Microbiol, 65, 4329."}, {"Citation": "Gulluce, M., Sahin, F., Sokmen, M., Ozer, H., Daferera, D., Sokmen, A., Polissiou, M., Adiguzel, A., Ozkan, H. (2007). Antimicrobial and antioxidant properties of the essential oils and methanol extract from Mentha longifolia L.ssp longifolia. Food Chem, 103, 1449-1456."}, {"Citation": "Hatano, T., Kagawa, H., Yasuhara, T., Okuda, T. (1988). Two new flavonoids and other constituents in licorice root: Their relative astringency and radical scavenging effects. Chem Pharmaceut Bull, 36, 2090-2097."}, {"Citation": "Hernández, N.E., Tereschuk, M.L., Abdala, L.R. (2000). Antimicrobial activity of flavonoids in medicinal plants from Tafí del Valle (Tucumán, Argentina). J Ethnopharmacol, 73, 317-322."}, {"Citation": "Ho, C.H., Noryati, I., Sulaiman, S.F., Rosma, A. (2010). In vitro antibacterial and antioxidant activities of Orthosiphon stamineus Benth extracts against food-borne bacteria. Food Chem, 122, 1168-1172."}, {"Citation": "Khaldi, A., Meddah, B., Moussaoui, A., Benmehdi, H., Gouri, S. (2012). Phytochemical screening and in vitro antifungal effect of some plants extracts of Asphodelus tenuifolius Cavan and Zygophyllum album L. on fungi development. Eur J Sci Res, 3, 311-321."}, {"Citation": "Konaté, K., Hilou, A., Mavoungou, J.F., Lepengué, A.N., Souza, A., Barro, N., Datté, J.Y., M’batchi, B., Nacoulma, O.G. (2012). Antimicrobial activity of polyphenol-rich fractions from Sida alba L. (Malvaceae) against cotrimoxazol-resistant bacteria strains. Ann Clin Microbiol Antimicrob, 11, 5-18."}, {"Citation": "Lai, S.W., Yu, M.S., Yuen, W.H., Chang, R.C.C. (2006). Novel neuroprotective effects of the aqueous extracts from V. officinalis L. Neuropharmacology, 50, 641-650."}, {"Citation": "Lopez, P., Sanchez, C., Batlle Nerin, C. (2005). Solid- and vapor-phase antimicrobial activities of six essential oils. Susceptibility of selected foodborne bacterial and fungal strains. J Agric Food Chem, 53, 6939-6946."}, {"Citation": "Maisuthisakul, P., Suttajit, M., Pongsawatmanit, R. (2006). Assessment of phenolic content and free radical-scavenging capacity of some Thai indigenous plants. Food Chem, 32, 59-72."}, {"Citation": "Michielin, E.M.Z., Wiesse, L.P.L., Ferreira, E.A., Pedrosa, R.C., Ferreira, S.R.S. (2011). Radical-scavenging activity of extracts from Cordia verbenacea DC obtained by different methods. J Supercrit Fluids, 56, 89-96."}, {"Citation": "Naczk, M., Shahidi, F. (2004). Extraction and analysis of phenolics in food. J Chromato, 1054, 95-111."}, {"Citation": "Oyaizu, M. (1986). Studies on products of the browning reaction prepared from glucose amine. Jpn J Nutr, 44, 307-315."}, {"Citation": "Prieto, P., Pineda, M., Aguilar, M. (1999). Spectrophotometric quantitation of antioxidant capacity through the formation of a phosphomolybdenum complex: Specific application to the determination of vitamin E. Anal Biochem, 269, 337-341."}, {"Citation": "Rodríguez-Vaquero, M.J., Alberto, M.R., Manca-de-Nadra, M.C. (2007). Antibacterial effect of phenolic compounds from different wines. Food Cont, 18, 93-101."}, {"Citation": "Šamec, D., Gruz, J., Strnad, M., Kremer, D., Kosalec, I., Jurišić Grubešić, R., Karlović, K., Lucic, A., Piljac-Žegarac, J. (2010). Antioxidant and antimicrobial properties of Teucrium arduini L. (Lamiaceae) flower and leaf infusions (Teucrium arduini L. antioxidant capacity). Food Chem Toxicol, 48, 113-119."}, {"Citation": "Sheyla, R., Olman, H., De Cirano, M.G.I., Navarro, I., Astiasarán, I., Ansorena, D., Yolanda, C.R., Calvo, M.I. (2011). Chemical composition, mineral content and antioxidant activity of Verbena officinalis L. LWT-Food Sci Technol, 44, 875-882."}, {"Citation": "Tawaha, K., Alali, F.Q., Gharaibeh, M., Mohammad, M., El-Elimat, T. (2007). Antioxidant activity and total phenolic content of selected Jordanian plant species. Food Chem, 104, 1372-1378."}, {"Citation": "Turkmen, N., Sari, F., Velioglu, Y.S. (2006). Effect of extraction solvents on concentration and antioxidant activity of black and black mate tea polyphenols determined by ferrous tartrate and Folin-Ciocalteu methods. Food Chem, 99, 835-841."}, {"Citation": "Zhou, K., Yu, L. (2004). Effects of extraction solvent on the wheat bran antioxidant activity estimation. LWT-Food Sci Technol, 37, 717-721."}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "7", "Day": "6"}, {"Year": "2022", "Month": "3", "Day": "11", "Hour": "12", "Minute": "11"}, {"Year": "2021", "Month": "1", "Day": "1", "Hour": "0", "Minute": "0"}, {"Year": "2022", "Month": "3", "Day": "16", "Hour": "6", "Minute": "0"}], "PublicationStatus": "ppublish", "ArticleIdList": ["35275057", "10.1051/jbio/2021009", "jbio210009"]}}], "PubmedBookArticle": []}