{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Functional food", "Immune system", "Medicinal plants", "Probiotics", "Vitamins"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35284580", "DateRevised": {"Year": "2022", "Month": "03", "Day": "15"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "03", "Day": "07"}], "Language": ["eng"], "ELocationID": ["33", "10.1186/s43088-022-00217-z"], "Journal": {"ISSN": "2314-8543", "JournalIssue": {"Volume": "11", "Issue": "1", "PubDate": {"Year": "2022"}}, "Title": "Beni-Suef University journal of basic and applied sciences", "ISOAbbreviation": "Beni Suef Univ J Basic Appl Sci"}, "ArticleTitle": "Functional food: complementary to fight against COVID-19.", "Pagination": {"StartPage": "33", "MedlinePgn": "33"}, "Abstract": {"AbstractText": ["The novel coronavirus has embarked on a global pandemic and severe mortality with limited access for its treatments and medications. For the lack of time, research, and enough efficacy, most vaccines are underdeveloped or unreachable to society. However, many recent studies suggest various alternative, complementary remedies for COVID-19, which are functional foods. This review provides an overview of how functional foods can play a great role through modulating the host immune system, generating antiviral activities, and synthesizing biologically active agents effective against the coronavirus.", "This review article summarizes the natural defense mechanisms in tackling SARS-CoV-2 alongside conventional therapeutic options and their corresponding harmful side effects. By analyzing bioactive components of functional foods, we have outlined its different contributions to human health and its potential immunomodulatory and antiviral properties that can enhance resistivity to viral infection. Moreover, we have provided a myriad of accessible and cost-effective functional foods that could be further investigated to target specific key symptoms of COVID-19 infections. Finally, we have found various functional foods with potent bioactive compounds that can inhibit or prevent COVID-19 infections and disease progression.", "Numerous functional foods can help the body fight COVID-19 through several mechanisms such as the reduced release of pro-inflammatory cytokines, reduced expression of ACE2 receptors in cells, and inhibiting essential enzymes in SARS-CoV-2."], "CopyrightInformation": "© The Author(s) 2022."}, "AuthorList": [{"Identifier": ["0000-0003-4883-463X"], "AffiliationInfo": [{"Identifier": ["grid.52681.38", "0000 0001 0746 8691"], "Affiliation": "Biotechnology Program, Department of Mathematics and Natural Sciences, School of Data and Sciences, Brac University, Dhaka, Bangladesh."}], "LastName": "Farzana", "ForeName": "Maisha", "Initials": "M"}, {"Identifier": ["0000-0001-8912-6010"], "AffiliationInfo": [{"Identifier": ["grid.52681.38", "0000 0001 0746 8691"], "Affiliation": "Biotechnology Program, Department of Mathematics and Natural Sciences, School of Data and Sciences, Brac University, Dhaka, Bangladesh."}], "LastName": "Shahriar", "ForeName": "Sagarika", "Initials": "S"}, {"Identifier": ["0000-0002-1994-0532"], "AffiliationInfo": [{"Identifier": ["grid.52681.38", "0000 0001 0746 8691"], "Affiliation": "Biotechnology Program, Department of Mathematics and Natural Sciences, School of Data and Sciences, Brac University, Dhaka, Bangladesh."}], "LastName": "Jeba", "ForeName": "Faria Rahman", "Initials": "FR"}, {"Identifier": ["0000-0001-6702-3336"], "AffiliationInfo": [{"Identifier": ["grid.52681.38", "0000 0001 0746 8691"], "Affiliation": "Biotechnology Program, Department of Mathematics and Natural Sciences, School of Data and Sciences, Brac University, Dhaka, Bangladesh."}], "LastName": "Tabassum", "ForeName": "Tahani", "Initials": "T"}, {"Identifier": ["0000-0002-0144-5875"], "AffiliationInfo": [{"Identifier": ["grid.412506.4", "0000 0001 0689 2212"], "Affiliation": "Department of Genetic Engineering and Biotechnology, School of Life Sciences, Shahjalal University of Science and Technology, Sylhet, Bangladesh."}], "LastName": "Araf", "ForeName": "Yusha", "Initials": "Y"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["grid.411808.4", "0000 0001 0664 5967"], "Affiliation": "Department of Biotechnology and Genetic Engineering, Faculty of Biological Sciences, Jahangirnagar University, Savar, Dhaka, Bangladesh."}], "LastName": "Ullah", "ForeName": "Md Asad", "Initials": "MA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["grid.413089.7", "0000 0000 9744 3393"], "Affiliation": "Department of Pharmacy, Faculty of Biological Sciences, University of Chittagong, Chattogram, Bangladesh."}], "LastName": "Tasnim", "ForeName": "Jarin", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["grid.413089.7", "0000 0000 9744 3393"], "Affiliation": "Department of Pharmacy, Faculty of Biological Sciences, University of Chittagong, Chattogram, Bangladesh."}], "LastName": "Chakraborty", "ForeName": "Agnila", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["grid.413089.7", "0000 0000 9744 3393"], "Affiliation": "Department of Pharmacy, Faculty of Biological Sciences, University of Chittagong, Chattogram, Bangladesh."}], "LastName": "Naima", "ForeName": "Taslima Anjum", "Initials": "TA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["grid.413089.7", "0000 0000 9744 3393"], "Affiliation": "Department of Pharmacy, Faculty of Biological Sciences, University of Chittagong, Chattogram, Bangladesh."}], "LastName": "Marma", "ForeName": "Kay Kay Shain", "Initials": "KKS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": ["grid.449329.1", "0000 0004 4683 9733"], "Affiliation": "Department of Biotechnology and Genetic Engineering, Faculty of Life Sciences, Bangabandhu Sheikh Mujibur Rahman Science and Technology University, Gopalganj, Bangladesh."}], "LastName": "Rahaman", "ForeName": "Tanjim Ishraq", "Initials": "TI"}, {"Identifier": ["0000-0001-6444-0214"], "AffiliationInfo": [{"Identifier": ["grid.412506.4", "0000 0001 0689 2212"], "Affiliation": "Department of Genetic Engineering and Biotechnology, School of Life Sciences, Shahjalal University of Science and Technology, Sylhet, Bangladesh."}], "LastName": "Hosen", "ForeName": "Mohammad Jakir", "Initials": "MJ"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Beni Suef Univ J Basic Appl Sci", "NlmUniqueID": "101758435", "ISSNLinking": "2314-8535"}, "CoiStatement": "Competing interestsThe authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Araf Y, Faruqui NA, Anwar S, et al. SARS-CoV-2: a new dimension to our understanding of coronaviruses. Int Microbiol. 2021;24:19–24. doi: 10.1007/s10123-020-00152-y.", "ArticleIdList": ["10.1007/s10123-020-00152-y", "PMC7684150", "33231780"]}, {"Citation": "COVID Live Update [Internet]. Worldometers.info. 2022 [cited 10 February 2022]. https://www.worldometers.info/coronavirus/"}, {"Citation": "Araf Y, Akter F, Tang YD, Fatemi R, Parvez MSA, Zheng C, Hossain MG. Omicron variant of SARS-CoV-2: genomics, transmissibility, and responses to current COVID-19 vaccines. J Med Virol. 2022 doi: 10.1002/jmv.27588.", "ArticleIdList": ["10.1002/jmv.27588", "PMC9015557", "35023191"]}, {"Citation": "COVID-19 vaccine tracker [Internet]. Raps.org. 2021 [cited 22 March 2021]. https://www.raps.org/news-and-articles/news-articles/2020/3/covid-19-vaccine-tracker"}, {"Citation": "McCarthy N. Infographic: How effective are the Covid-19 vaccines? [Internet]. Statista Infographics. 2021 [cited 22 March 2021]. https://www.statista.com/chart/23510/estimated-effectiveness-of-covid-19-vaccine-candidates/"}, {"Citation": "Coronavirus (COVID-19) Vaccinations—Statistics and Research [Internet]. Our World in Data. 2021 [cited 10 Feb 2022]. https://ourworldindata.org/covid-vaccinations"}, {"Citation": "Mahmoud A. New vaccines: challenges of discovery. Microb Biotechnol. 2016;9(5):549–552.", "ArticleIdList": ["PMC4993171", "27534704"]}, {"Citation": "Hui D, Lee N, Chan P. A clinical approach to the threat of emerging influenza viruses in the Asia-Pacific region. Respirology. 2017;22(7):1300–1312.", "ArticleIdList": ["PMC7169066", "28677861"]}, {"Citation": "Cao Y, Deng Q, Dai S. Remdesivir for severe acute respiratory syndrome coronavirus 2 causing COVID-19: an evaluation of the evidence. Travel Med Infect Dis. 2020;35:101647.", "ArticleIdList": ["PMC7151266", "32247927"]}, {"Citation": "Grein J, Ohmagari N, Shin D, Diaz G, Asperges E, Castagna A, et al. Compassionate use of Remdesivir for patients with severe Covid-19. N Engl J Med. 2020;382(24):2327–2336.", "ArticleIdList": ["PMC7169476", "32275812"]}, {"Citation": "Shaw M. The next wave of influenza drugs. ACS Infect Dis. 2017;3(10):691–694.", "ArticleIdList": ["28892353"]}, {"Citation": "••Yang F, Zhang Y, Tariq A, Jiang X, Ahmed Z, Zhihao Z et al (2020) Food as medicine: a possible preventive measure against coronavirus disease (COVID‐19). Phytother Res 34(12):3124–3136. The review has mentioned several important functional food plants with immunomodulatory and anti-viral properties that can be used to treat COVID-19. It has also suggested that functional foods can be a superior alternative for all the drugs designed for rapidly changed strains of the coronavirus", "ArticleIdList": ["PMC7283886", "32468635"]}, {"Citation": "•Alkhatib A (2020) Antiviral functional foods and exercise lifestyle prevention of coronavirus. Nutrients 12(9):2633. The review displayed great roles of functional foods including antiviral activities, synthesizing active agents, and modulating the immune system against the COVID-19. It mentioned the nutraceutical properties of several fruits, vegetables, fermented foods, and probiotics", "ArticleIdList": ["PMC7551447", "32872374"]}, {"Citation": "García, Immune response, inflammation, and the clinical spectrum of COVID-19. Front Immunol. 2020;6:66.", "ArticleIdList": ["PMC7308593", "32612615"]}, {"Citation": "Groeneveld A. Vascular pharmacology of acute lung injury and acute respiratory distress syndrome. Vas Pharmacol. 2002;39(4–5):247–256.", "ArticleIdList": ["12747964"]}, {"Citation": "Paces J, Strizova Z, Smrz D, Cerny J. COVID-19 and the immune system. Physiol Res. 2020;69(3):379–388.", "ArticleIdList": ["PMC8648321", "32469225"]}, {"Citation": "Fung T, Liu D. Human coronavirus: host–pathogen interaction. Annu Rev Microbiol. 2020;73(1):529–557.", "ArticleIdList": ["31226023"]}, {"Citation": "Prompetchara E, Ketloy C, Palaga T. Immune responses in COVID-19 and potential vaccines: lessons learned from SARS and MERS epidemic. Asian Pac J Allergy Immunol. 2020;38(1):1–9.", "ArticleIdList": ["32105090"]}, {"Citation": "Hur S. Double-stranded RNA sensors and modulators in innate immunity. Annu Rev Immunol. 2019;37(1):349–375.", "ArticleIdList": ["PMC7136661", "30673536"]}, {"Citation": "Dandekar A, Perlman S. Immunopathogenesis of coronavirus infections: implications for SARS. Nat Rev Immunol. 2005;5(12):917–927.", "ArticleIdList": ["PMC7097326", "16322745"]}, {"Citation": "Chen J, Subbarao K. The immunobiology of SARS. Annu Rev Immunol. 2007;25(1):443–472.", "ArticleIdList": ["17243893"]}, {"Citation": "Barnes B, Adrover J, Baxter-Stoltzfus A, Borczuk A, Cools-Lartigue J, Crawford J, et al. Targeting potential drivers of COVID-19: neutrophil extracellular traps. J Exp Med. 2020;217(6):66.", "ArticleIdList": ["PMC7161085", "32302401"]}, {"Citation": "Tay M, Poh C, Rénia L, MacAry P, Ng L. The trinity of COVID-19: immunity, inflammation and intervention. Nat Rev Immunol. 2020;20(6):363–374.", "ArticleIdList": ["PMC7187672", "32346093"]}, {"Citation": "Soy M, Keser G, Atagündüz P, Tabak F, Atagündüz I, Kayhan S. Cytokine storm in COVID-19: pathogenesis and overview of anti-inflammatory agents used in treatment. Clin Rheumatol. 2020;39(7):2085–2094.", "ArticleIdList": ["PMC7260446", "32474885"]}, {"Citation": "Butnariu M, Sarac I. Functional food. Int J Nutr. 2019;3(3):7–16."}, {"Citation": "Aparicio-Soto M, Sánchez-Hidalgo M, Rosillo M, Castejón M, Alarcón-de-la-Lastra C. Extra virgin olive oil: a key functional food for prevention of immune-inflammatory diseases. Food Funct. 2016;7(11):4492–4505.", "ArticleIdList": ["27783083"]}, {"Citation": "Gombart A, Pierre A, Maggini S. A review of micronutrients and the immune system-working in harmony to reduce the risk of infection. Nutrients. 2020;12(1):236.", "ArticleIdList": ["PMC7019735", "31963293"]}, {"Citation": "Dawson M. The importance of vitamin A in nutrition. Curr Pharm Des. 2000;6(3):311–325.", "ArticleIdList": ["10637381"]}, {"Citation": "Singer J, Bakall B, Gordon G, Reddy R. Treatment of vitamin A deficiency retinopathy with sublingual vitamin A palmitate. Documenta Ophthalmologica. 2016;132(2):137–145. doi: 10.1007/s10633-016-9533-2.", "ArticleIdList": ["10.1007/s10633-016-9533-2", "26980447"]}, {"Citation": "Robertson T, Alzaabi A, Robertson M, Fielding B. Starchy carbohydrates in a healthy diet: the role of the humble potato. Nutrients. 2018;10(11):1764.", "ArticleIdList": ["PMC6267054", "30441846"]}, {"Citation": "Brown M, Ameer M, Beier K. Vitamin B6 deficiency (pyridoxine). Ncbi.nlm.nih.gov. 2020. https://www.ncbi.nlm.nih.gov/books/NBK470579/"}, {"Citation": "Steluti J, Martini L, Peters B, Marchioni D. Folate, vitamin B6 and vitamin B12 in adolescence: serum concentrations, prevalence of inadequate intakes and sources in food. Jornal de Pediatria. 2011;87(1):43–49.", "ArticleIdList": ["21225107"]}, {"Citation": "Sinbad O, Folorunsho A, Olabisi O, Ayoola O, Temitope E. Vitamins as antioxidants. J Food Sci Nutr Res. 2019;2:214–235."}, {"Citation": "Hellmann H, Mooney S. Vitamin B6: a molecule for human health? Molecules. 2010;15(1):442–459.", "ArticleIdList": ["PMC6257116", "20110903"]}, {"Citation": "Roje S. Vitamin B biosynthesis in plants. Phytochemistry. 2007;68(14):1904–1921.", "ArticleIdList": ["17512961"]}, {"Citation": "Watanabe F. Vitamin B12 sources and bioavailability. Exp Biol Med. 2007;232(10):1266–1274.", "ArticleIdList": ["17959839"]}, {"Citation": "Subar A, Block G, James L. Folate intake and food sources in the US population. Am J Clin Nutr. 1989;50(3):508–516.", "ArticleIdList": ["2773830"]}, {"Citation": "Witthöft C, Forssén K, Johannesson L, Jägerstad M. Folates—food sources, analyses, retention and bioavailability. Näringsforskning. 1999;43(1):138–146. doi: 10.3402/fnr.v43i0.1771.", "ArticleIdList": ["10.3402/fnr.v43i0.1771"]}, {"Citation": "Ebara S. Nutritional role of folate. Congenital anomalies. 2017;57(5):138–141.", "ArticleIdList": ["28603928"]}, {"Citation": "Carr A, Maggini S. Vitamin C and immune function. Nutrients. 2017;9(11):1211.", "ArticleIdList": ["PMC5707683", "29099763"]}, {"Citation": "Basu A, Nguyen A, Betts N, Lyons T. Strawberry as a functional food: an evidence-based review. Crit Rev Food Sci Nutr. 2013;54(6):790–806.", "ArticleIdList": ["24345049"]}, {"Citation": "Granger M, Eck P. Dietary vitamin C in human health. Adv Food Nutr Res. 2018;83:281–310.", "ArticleIdList": ["29477224"]}, {"Citation": "Van der Velden U. Vitamin C and its role in periodontal diseases—the past and the present: a narrative review. Oral Health Prev Dent. 2020;18(2):115–124.", "ArticleIdList": ["32238982"]}, {"Citation": "Lamberg-Allardt C. Vitamin D in foods and as supplements. Prog Biophys Mol Biol. 2006;92(1):33–38.", "ArticleIdList": ["16618499"]}, {"Citation": "Traber M, Packer L. Vitamin E: beyond antioxidant function. Am J Clin Nutr. 1995;62(6):1501S–1509S.", "ArticleIdList": ["7495251"]}, {"Citation": "Wang X, Quinn P. The location and function of vitamin E in membranes (review) Mol Membr Biol. 2000;17(3):143–156.", "ArticleIdList": ["11128973"]}, {"Citation": "Wada O. What are trace elements? Their deficiency and excess states. Jpn Med Assoc J. 2004;47(8):351–358."}, {"Citation": "Rubio C, Gutiérrez Á, Revert C, Reguera J, Burgos A, Hardisson A. Daily dietary intake of iron, copper, zinc and manganese in a Spanish population. Int J Food Sci Nutr. 2009;60(7):590–600.", "ArticleIdList": ["19817638"]}, {"Citation": "Kieliszek M. Selenium-fascinating microelement, properties and sources in food. Molecules. 2019;24(7):1298.", "ArticleIdList": ["PMC6480557", "30987088"]}, {"Citation": "Razzaque M. Magnesium: Are we consuming enough? Nutrients. 2018;10(12):1863.", "ArticleIdList": ["PMC6316205", "30513803"]}, {"Citation": "Nasri H, Baradaran A, Shirzad H, Rafieian-Kopaei M. New concepts in nutraceuticals as alternative for pharmaceuticals. Int J Prev Med. 2014;5(12):1487–1499.", "ArticleIdList": ["PMC4336979", "25709784"]}, {"Citation": "Keservani R, Kesharwani R, Vyas N, Jain S, Raghuvanshi R, Sharma A. Nutraceutical and functional food as future food: a review. Pharm Lett. 2010;2(1):106–116."}, {"Citation": "Lentjes M, Welch A, Mulligan A, Luben R, Wareham N, Khaw K. Cod liver oil supplement consumption and health: cross-sectional results from the EPIC-Norfolk cohort study. Nutrients. 2014;6(10):4320–4337.", "ArticleIdList": ["PMC4210919", "25325252"]}, {"Citation": "Riaz M, Rahman N, Zia-Ul-Haq M, Jaffar H, Manea R. Ginseng: a dietary supplement as immune-modulator in various diseases. Trends Food Sci Technol. 2019;83:12–30."}, {"Citation": "Lye H, Balakrishnan K, Thiagarajah K, Mohd Ismail N, Ooi S. Beneficial properties of probiotics. Trop Life Sci Res. 2016;27(2):73–90.", "ArticleIdList": ["PMC5031164", "27688852"]}, {"Citation": "Vlasova A, Takanashi S, Miyazaki A, Rajashekara G, Saif L. How the gut microbiome regulates host immune responses to viral vaccines. Curr Opin Virol. 2019;37:16–25.", "ArticleIdList": ["PMC6863389", "31163292"]}, {"Citation": "•Yang F, Zhang Y, Tariq A, Jiang X, Ahmed Z, Zhihao Z et al (2020) Food as medicine: a possible preventive measure against coronavirus disease (COVID ‐19). Phytother Res. 10.1002/ptr.6770. This extensive systematic review of various functional foods focuses on specific immunomodulatory and antimicrobial properties amongst other benefits investigated in different studies. The multitude of studies mentioned has provided sufficient evidence for the proven assistance of these foods in boosting the immune system with additional health benefits", "ArticleIdList": ["PMC7283886", "32468635"]}, {"Citation": "Santiago-López L, Hernández-Mendoza A, Vallejo-Cordoba B, Mata-Haro V, González-Córdova A. Food-derived immunomodulatory peptides. J Sci Food Agric. 2016;96(11):3631–3641.", "ArticleIdList": ["26940008"]}, {"Citation": "Chandra R. Nutrition and the immune system: an introduction. The American Journal of Clinical Nutrition [Internet]. 1997 [cited 3 October 2020];66(2):460S-463S. Available from: https://pubmed.ncbi.nlm.nih.gov/9250133/", "ArticleIdList": ["9250133"]}, {"Citation": "Shi L, Zhang L, Li C, Hu X, Wang X, Huang Q, et al. Dietary zinc deficiency impairs humoral and cellular immune responses to BCG and ESAT-6/CFP-10 vaccination in offspring and adult rats. Tuberculosis. 2016;97:86–96.", "ArticleIdList": ["26980500"]}, {"Citation": "Axelrod A. Immune processes in vitamin deficiency states. Am J Clin Nutr. 1971;24(2):265–271.", "ArticleIdList": ["5545853"]}, {"Citation": "Cinatl J, Morgenstern B, Bauer G, Chandra P, Rabenau H, Doerr H. Glycyrrhizin, an active component of liquorice roots, and replication of SARS-associated coronavirus. The Lancet. 2003;361(9374):2045–2046.", "ArticleIdList": ["PMC7112442", "12814717"]}, {"Citation": "Zhong Y, Ma C, Shahidi F. Antioxidant and antiviral activities of lipophilic epigallocatechin gallate (EGCG) derivatives. J Funct Foods. 2012;4(1):87–93.", "ArticleIdList": ["PMC7105014", "32288792"]}, {"Citation": "Mohamed S, Hashim S, Rahman H. Seaweeds: a sustainable functional food for complementary and alternative therapy. Trends Food Sci Technol. 2012;23(2):83–96."}, {"Citation": "Gupta S, Kapur S, Padmavathi D, Verma A. Garlic: an effective functional food to combat the growing antimicrobial resistance. Pertanika J Trop Agric Sci. 2015;38(2):271–278."}, {"Citation": "Shannon E, Abu-Ghannam N. Antibacterial derivatives of marine algae: an overview of pharmacological mechanisms and applications. Marine Drugs. 2016;14(4):81.", "ArticleIdList": ["PMC4849085", "27110798"]}, {"Citation": "Dorsaz S, Snäkä T, Favre-Godal Q, Maudens P, Boulens N, Furrer P, et al. Identification and mode of action of a plant natural product targeting human fungal pathogens. Antimicrob Agents Chemother. 2017;61(9):829–17.", "ArticleIdList": ["PMC5571344", "28674054"]}, {"Citation": "Kumar K. Role of edible mushrooms as functional foods—a review. South Asian J Food Technol Environ. 2015;1(3&4):211–218."}, {"Citation": "Nimalaratne C, Wu J. Hen egg as an antioxidant food commodity: a review. Nutrients. 2015;7(10):8274–8293.", "ArticleIdList": ["PMC4632414", "26404361"]}, {"Citation": "Zhao X, Feng X, Wang C, Peng D, Zhu K, Song J. Anticancer activity of Nelumbo nucifera stamen extract in human colon cancer HCT-116 cells in vitro. Oncol Lett. 2016;13(3):1470–1478.", "ArticleIdList": ["PMC5403397", "28454279"]}, {"Citation": "José Bagur M, Alonso Salinas G, Jiménez-Monreal A, Chaouqi S, Llorens S, Martínez-Tomé M et al. Saffron: An Old Medicinal Plant and a Potential Novel Functional Food. Molecules [Internet]. 2017 [cited 3 October 2020];23(1):30. Available from: https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5943931/", "ArticleIdList": ["PMC5943931", "29295497"]}, {"Citation": "Vo T, Ngo D. The health beneficial properties of rhodomyrtus tomentosa as potential functional food. Biomolecules. 2019;9(2):76.", "ArticleIdList": ["PMC6406238", "30795643"]}, {"Citation": "Deepak M, Handa S. Antiinflammatory activity and chemical composition of extracts of Verbena officinalis. Phytother Res. 2000;14(6):463–465.", "ArticleIdList": ["10960904"]}, {"Citation": "Iahtisham-Ul-Haq Butt M, Randhawa M, Shahid M. Nephroprotective effects of red beetroot-based beverages against gentamicin-induced renal stress. J Food Biochem. 2019;43(7):66. doi: 10.1111/jfbc.12873.", "ArticleIdList": ["10.1111/jfbc.12873", "31353701"]}, {"Citation": "Ben Saad A, Ncib S, Rjeibi I, Saidi I, Zouari N. Nephroprotective and antioxidant effect of green tea (Camellia sinensis) against nicotine-induced nephrotoxicity in rats and characterization of its bioactive compounds by HPLC–DAD. Appl Physiol Nutr Metab. 2019;44(11):1134–1140.", "ArticleIdList": ["30802143"]}, {"Citation": "Asselah T, Durantel D, Pasmant E, Lau G, Schinazi R. COVID-19: discovery, diagnostics and drug development. J Hepatol. 2020;74(1):168–184.", "ArticleIdList": ["PMC7543767", "33038433"]}, {"Citation": "Wang M, Cao R, Zhang L, Yang X, Liu J, Xu M, et al. Remdesivir and chloroquine effectively inhibit the recently emerged novel coronavirus (2019-nCoV) in vitro. Cell Res. 2020;30(3):269–271.", "ArticleIdList": ["PMC7054408", "32020029"]}, {"Citation": "Beigel J, Tomashek K, Dodd L, Mehta A, Zingman B, Kalil A, et al. Remdesivir for the treatment of Covid-19—final report. N Engl J Med. 2020;383(19):1813–1826.", "ArticleIdList": ["PMC7262788", "32445440"]}, {"Citation": "Devaux C, Rolain J, Colson P, Raoult D. New insights on the antiviral effects of chloroquine against coronavirus: What to expect for COVID-19? Int J Antimicrob Agents. 2020;55(5):105–938.", "ArticleIdList": ["PMC7118659", "32171740"]}, {"Citation": "Gao J, Tian Z, Yang X. Breakthrough: Chloroquine phosphate has shown apparent efficacy in treatment of COVID-19 associated pneumonia in clinical studies. Biosci Trends. 2020;14(1):72–73.", "ArticleIdList": ["32074550"]}, {"Citation": "Huang M, Tang T, Pang P, Li M, Ma R, Lu J, et al. Treating COVID-19 with Chloroquine. J Mol Cell Biol. 2020;12(4):322–325.", "ArticleIdList": ["PMC7232130", "32236562"]}, {"Citation": "Cao B, Wang Y, Wen D, Liu W, Wang J, Fan G, et al. A trial of Lopinavir–Ritonavir in adults hospitalized with severe Covid-19. N Engl J Med. 2020;382(19):1787–1799.", "ArticleIdList": ["PMC7121492", "32187464"]}, {"Citation": "Stower H. Lopinavir–ritonavir in severe COVID-19. Nat Med. 2020;26(4):465–465.", "ArticleIdList": ["32273604"]}, {"Citation": "Common and Rare Side Effects for lopinavir-ritonavir oral [Internet]. Webmd.com. 2021 [cited 22 March 2021]. https://www.webmd.com/drugs/2/drug-19938-3294/lopinavir-ritonavir-oral/lopinavir-ritonavir-solution-oral/details/list-sideeffects"}, {"Citation": "Cai Q, Yang M, Liu D, Chen J, Shu D, Xia J, et al. Experimental treatment with Favipiravir for COVID-19: an open-label control study. Engineering. 2020;6(10):1192–1198.", "ArticleIdList": ["PMC7185795", "32346491"]}, {"Citation": "Dong L, Hu S, Gao J. Discovering drugs to treat coronavirus disease 2019 (COVID-19) Drug Discov Therap. 2020;14(1):58–60.", "ArticleIdList": ["32147628"]}, {"Citation": "Kaur R, Charan J, Dutta S, Sharma P, Bhardwaj P, Sharma P, et al. Favipiravir use in COVID-19: analysis of suspected adverse drug events reported in the WHO database. Infect Drug Resist. 2020;13:4427–4438.", "ArticleIdList": ["PMC7751706", "33364790"]}, {"Citation": "Favalli E, Biggioggero M, Maioli G, Caporali R. Baricitinib for COVID-19: a suitable treatment? Lancet Infect Dis. 2020;20(9):1012–1013.", "ArticleIdList": ["PMC7270794", "32251638"]}, {"Citation": "Common and Rare Side Effects for baricitinib oral [Internet]. Webmd.com. 2021 [cited 22 March 2021]. https://www.webmd.com/drugs/2/drug-174071/baricitinib-oral/details/list-sideeffects"}, {"Citation": "Mishra S, Tripathi T. One year update on the COVID-19 pandemic: Where are we now? Acta Tropica. 2021;214:105778.", "ArticleIdList": ["PMC7695590", "33253656"]}, {"Citation": "Vaccines and Related Biological Products Advisory Committee Meeting [Internet]. Fda.gov. 2021 [cited 22 March 2021]."}, {"Citation": "Information about the Pfizer-BioNTech COVID-19 Vaccine. Centers for Disease Control and Prevention. 2021. [cited 22 March 2021]."}, {"Citation": "Sah R, Shrestha S, Mehta R, Sah S, Rabaan A, Dhama K, et al. AZD1222 (Covishield) vaccination for COVID-19: experiences, challenges, and solutions in Nepal. Travel Med Infect Dis. 2021;40:101989.", "ArticleIdList": ["PMC7872846", "33578045"]}, {"Citation": "Baraniuk C. Covid-19: What do we know about Sputnik V and other Russian vaccines? BMJ. 2021;66:743.", "ArticleIdList": ["33741559"]}, {"Citation": "Li Y, Liu S, Zhang S, Ju Q, Zhang S, Yang Y, et al. Current treatment approaches for COVID-19 and the clinical value of transfusion-related technologies. Transfusion Apheresis Sci. 2020;59(5):102839.", "ArticleIdList": ["PMC7834275", "32561113"]}, {"Citation": "Mair-Jenkins J, Saavedra-Campos M, Baillie J, Cleary P, Khaw F, Lim W, et al. The effectiveness of convalescent plasma and hyperimmune immunoglobulin for the treatment of severe acute respiratory infections of viral etiology: a systematic review and exploratory meta-analysis. J Infect Dis. 2014;211(1):80–90.", "ArticleIdList": ["PMC4264590", "25030060"]}, {"Citation": "Cheng Y, Wong R, Soo Y, Wong W, Lee C, Ng M, et al. Use of convalescent plasma therapy in SARS patients in Hong Kong. Eur J Clin Microbiol Infect Dis. 2004;24(1):44–46.", "ArticleIdList": ["PMC7088355", "15616839"]}, {"Citation": "Tsang K, Zhong N. SARS: pharmacotherapy. Respirology. 2003;8(s1):S25–S30.", "ArticleIdList": ["15018130"]}, {"Citation": "Li Z, Teng B, Luo J, Zhao J. Clinical application of therapeutic plasma exchange in the Three Gorges Area. Transfus Apheres Sci. 2010;43(3):305–308.", "ArticleIdList": ["20961812"]}, {"Citation": "Bellagamba B, Abreu B, Grivicich I, Markarian C, Chem E, Camassola M, et al. Human mesenchymal stem cells are resistant to cytotoxic and genotoxic effects of cisplatin in vitro. Genet Mol Biol. 2016;39(1):129–134.", "ArticleIdList": ["PMC4807379", "27007906"]}, {"Citation": "Barkholt L, Flory E, Jekerle V, Lucas-Samuel S, Ahnert P, Bisset L, et al. Risk of tumorigenicity in mesenchymal stromal cell–based therapies—bridging scientific observations and regulatory viewpoints. Cytotherapy. 2013;15(7):753–759.", "ArticleIdList": ["23602595"]}, {"Citation": "Cherry J, Harrison G, Kaplan S, Steinbach W, Hotez P. Feigin and Cherry's textbook of pediatric infectious diseases e-book."}, {"Citation": "Stratton R. Should food or supplements be used in the community for the treatment of disease-related malnutrition? Proc Nutr Soc. 2005;64(3):325–333.", "ArticleIdList": ["16048664"]}, {"Citation": "Alkhatib A, Tsang C, Tiss A, Bahorun T, Arefanian H, Barake R, et al. Functional foods and lifestyle approaches for diabetes prevention and management. Nutrients. 2017;9(12):1310.", "ArticleIdList": ["PMC5748760", "29194424"]}, {"Citation": "Planas M, Álvarez J, García-Peris P, de la Cuerda C, de Lucas P, Castellà M, et al. Nutritional support and quality of life in stable chronic obstructive pulmonary disease (COPD) patients. Clin Nutr. 2005;24(3):433–441.", "ArticleIdList": ["15896431"]}, {"Citation": "Sugawara K, Takahashi H, Kasai C, Kiyokawa N, Watanabe T, Fujii S, et al. Effects of nutritional supplementation combined with low-intensity exercise in malnourished patients with COPD. Respir Med. 2010;104(12):1883–1889.", "ArticleIdList": ["20627502"]}, {"Citation": "Agler A, Kurth T, Gaziano J, Buring J, Cassano P. Randomised vitamin E supplementation and risk of chronic lung disease in the Women's Health Study. Thorax. 2011;66(4):320–325.", "ArticleIdList": ["PMC3062677", "21257986"]}, {"Citation": "Lehouck A, Mathieu C, Carremans C, Baeke F, Verhaegen J, Van Eldere J, et al. High doses of vitamin D to reduce exacerbations in chronic obstructive pulmonary disease. Ann Intern Med. 2012;156(2):105.", "ArticleIdList": ["22250141"]}, {"Citation": "Butland B. Diet, lung function, and lung function decline in a cohort of 2512 middle aged men. Thorax. 2000;55(2):102–108.", "ArticleIdList": ["PMC1745677", "10639525"]}, {"Citation": "Dow L, Tracey M, Villar A, Coggon D, Margetts B, Campbell M, et al. Does dietary intake of vitamins C and E influence lung function in older people? Am J Respir Crit Care Med. 1996;154(5):1401–1404.", "ArticleIdList": ["8912755"]}, {"Citation": "Schwartz J, Weiss S. Relationship between dietary vitamin C intake and pulmonary function in the First National Health and Nutrition Examination Survey (NHANES I) Am J Clin Nutr. 1994;59(1):110–114.", "ArticleIdList": ["8279390"]}, {"Citation": "Britton J, Pavord I, Richards K, Knox A, Wisniewski A, Lewis S, et al. Dietary antioxidant vitamin intake and lung function in the general population. Am J Respir Crit Care Med. 1995;151(5):1383–1387.", "ArticleIdList": ["7735589"]}, {"Citation": "Guenegou A, Boczkowski J, Aubier M, Neukirch F, Leynaert B. Interaction between a heme oxygenase-1 gene promoter polymorphism and serum-carotene levels on 8-year lung function decline in a general population: the European Community Respiratory Health Survey (France) Am J Epidemiol. 2007;167(2):139–144.", "ArticleIdList": ["17971338"]}, {"Citation": "Ochs-Balcom H, Grant B, Muti P, Sempos C, Freudenheim J, Browne R, et al. Antioxidants, oxidative stress, and pulmonary function in individuals diagnosed with asthma or COPD. Eur J Clin Nutr. 2006;60(8):991–999.", "ArticleIdList": ["16482071"]}, {"Citation": "Velez E, Maldonado Galdeano C, Carmuega E, Weill R, Bibas Bonet M, Perdigón G. Probiotic fermented milk consumption modulates the allergic process induced by ovoalbumin in mice. Br J Nutr. 2015;114(4):566–576.", "ArticleIdList": ["26179751"]}, {"Citation": "Abad M, Guerra J, Bermejo P, Irurzun A, Carrasco L. Search for antiviral activity in higher plant extracts. Phytother Res. 2000;14(8):604–607.", "ArticleIdList": ["11113996"]}, {"Citation": "••Alagu Lakshmi S, Shafreen R, Priya A, Shunmugiah K., 2020. Ethnomedicines of Indian origin for combating COVID-19 infection by hampering the viral replication: using structure-based drug discovery approach. J Biomol Struct Dyn 1–16. In this study interaction of the active components from 10 different medicinal plants of Indian origin was determined through molecular docking analysis. Plant-based phenolic compounds from medicinal plants such as Dioscorea batatas, Glycyrrhiza radix, Mollugo cerviana, Polygonum multiflorum Thunb and many more were shown to be active against coronaviruses", "ArticleIdList": ["PMC7332876", "32573351"]}, {"Citation": "Lau K, Lee K, Koon C, Cheung C, Lau C, Ho H, et al. Immunomodulatory and anti-SARS activities of Houttuynia cordata. J Ethnopharmacol. 2008;118(1):79–85.", "ArticleIdList": ["PMC7126383", "18479853"]}, {"Citation": "Ding Y, Zeng L, Li R, Chen Q, Zhou B, Chen Q, et al. The Chinese prescription lianhuaqingwen capsule exerts anti-influenza activity through the inhibition of viral propagation and impacts immune function. BMC Complement Altern Med. 2017;17(1):66.", "ArticleIdList": ["PMC5324200", "28235408"]}, {"Citation": "•Yang Y, Islam M, Wang J, Li Y, Chen X., 2020. Traditional Chinese Medicine in the treatment of patients infected with 2019-new coronavirus (SARS-CoV-2): a review and perspective. Int J Biol Sci 16(10):1708–1717. This review and perspective provided an insight into the mechanism underlying the therapeutic effect of Traditional Chinese Medicine treatments. A Chinese plant named Lianhuaqingwen was proved to have antiviral activities against several COVID-19 symptoms, such as fever, cough, fatigue, influenza, bronchitis, and pneumonia", "ArticleIdList": ["PMC7098036", "32226288"]}, {"Citation": "Sharifi N, Souri E, Ziai S, Amin G, Amanlou M. Discovery of new angiotensin converting enzyme (ACE) inhibitors from medicinal plants to treat hypertension using an in vitro assay. DARU J Pharm Sci. 2013;21(1):66.", "ArticleIdList": ["PMC3896793", "24359711"]}, {"Citation": "Fedoreyev S, Krylova N, Mishchenko N, Vasileva E, Pislyagin E, Iunikhina O, et al. Antiviral and antioxidant properties of echinochrome A. Mar Drugs. 2018;16(12):509.", "ArticleIdList": ["PMC6315383", "30558297"]}, {"Citation": "•Benarba B, Pandiella A (2020) Medicinal plants as sources of active molecules against COVID-19. Front Pharmacol 11. In this review the recent findings regarding the use of natural products to prevent or treat COVID-19 infection has been identified, which showed effective against SARS-CoV-2 actions by direct inhibition of the virus replication or entry. These functional foods were also showed to inhibit the coronavirus related proteins such as papain-like or chymotrypsin-like proteases", "ArticleIdList": ["PMC7427466", "32848790"]}, {"Citation": "Donma M, Donma O. The effects of allium sativum on immunity within the scope of COVID-19 infection. Med Hypoth. 2020;144:109–934.", "ArticleIdList": ["PMC7265825", "32512493"]}, {"Citation": "••Subhrajyoti C, Shalini (2020) Immunomodulatory herbs of Ayurveda and Covid-19: a review article. J Ayurveda Integr Med Sci 5(2):203–208. https://www.jaims.in/jaims/article/view/886. This review from the Journal of Ayurveda and Integrated Medical Sciences provides detailed accounts of different common herbs, their bioactive constituents, and numerous beneficial properties. The myriad of information collected from this article provided essential characteristics of the different herbs outlined in tabular format"}, {"Citation": "••Gyawali R, Paudel P, Basyal D, Setzer W, Lamichhane S, Paudel M, Gyawali S, Khanal Prajwal (2020) A review on ayurvedic medicinal herbs as remedial prospective for COVID-19. JKAHS 3(special issue). https://jkahs.org.np/jkahs/index.php/jkahs/article/view/237/156. This review article outlined bioactive compounds and antiviral properties of different medicinal herbs with the aim to intervene SARS-CoV-2 through similar antiviral mechanisms. The comprehensive process given for each herb highlights the antiviral aspects of functional foods and their immense potential in treatment & management of viral infections"}, {"Citation": "Pandey P, Khan F, Kumar A, Srivastava A, Jha N. Screening of potent inhibitors against 2019 novel coronavirus (Covid-19) from Alliumsativum and Allium cepa: an in silico approach. Biointerface Res Appl Chem. 2020;11(1):7981–7993."}, {"Citation": "Hasler C. Functional foods: their role in disease prevention and health promotion. Food Technol. 1998;52:63–70."}, {"Citation": "Mao Q, Xu X, Cao S, Gan R, Corke H, Beta T, et al. bioactive compounds and bioactivities of ginger (Zingiber officinale Roscoe) Foods. 2019;8(6):185.", "ArticleIdList": ["PMC6616534", "31151279"]}, {"Citation": "Rajagopal K, Bryan G, Jupudi S, Vadivelan R. Activity of phytochemical constituents of black pepper, ginger, and garlic against coronavirus (COVID-19): an in silico approach. Int J Health Allied Sci. 2020;9(5):43–50."}, {"Citation": "Niranjan A, Prakash D. Chemical constituents and biological activities of turmeric (Curcuma longa L.)—a review. J Food Sci Technol. 2008;45(2):109–116."}, {"Citation": "•Kunnumakkara A, Rana V, Parama D, Banik K, Girisa S, Sahu H et al (20201) COVID-19, cytokines, inflammation, and spices: How are they related? Life Sci 119201. This systemic review provides an overall picture of the origin of COVID-19 infection, its mechanism alongside conventional drugs used for its management and the anti-inflammatory role of spices to prevent the cytokine storm caused by SARS-CoV-2. The mechanism by which spices can attenuate COVID-19 associated cytokine storm revealed potential health benefits for COVID-19 patients from consumption of different spices", "ArticleIdList": ["PMC7884924", "33607159"]}, {"Citation": "Deutch M, Grimm D, Wehland M, Infanger M, Krüger M. Bioactive candy: effects of licorice on the cardiovascular system. Foods. 2019;8(10):495.", "ArticleIdList": ["PMC6836258", "31615045"]}, {"Citation": "Murck H. symptomatic protective action of glycyrrhizin (Licorice) in COVID-19 infection? Front Immunol. 2020;11:66.", "ArticleIdList": ["PMC7270278", "32574273"]}, {"Citation": "Desai A, Desai C, Desai H, Mansuri A, Desai J. Possible role of medicinal plants in Covid19—a brief review. Int J Sci Dev Res. 2020;5(4):205–209."}, {"Citation": "Akhtar M, Swamy M, Sinniah U. Natural bio-active compounds. Singapore: Springer; 2019."}, {"Citation": "Baildya N, Khan A, Ghosh N, Dutta T, Chattopadhyay A. Screening of potential drug from Azadirachta Indica (Neem) extracts for SARS-CoV-2: an insight from molecular docking and MD-simulation studies. J Mol Struct. 2021;1227:129390.", "ArticleIdList": ["PMC7532348", "33041371"]}, {"Citation": "••Shree P, Mishra P, Selvaraj C, Singh S, Chaube R, Garg N et al., 2020. Targeting COVID-19 (SARS-CoV-2) main protease through active phytochemicals of ayurvedic medicinal plants –Withania somnifera(Ashwagandha),Tinospora cordifolia(Giloy) andOcimum sanctum(Tulsi) – a molecular docking study. J Biomol Struct Dyn 1–14. 10.1080/07391102.2020.1810778. This molecular docking study investigated natural phytochemicals present in three different medicinal plants in order to determine potential inhibitors of the main protease of SARS-CoV-2. The results of the study revealed numerous probable inhibitors from the plants that could bind to the protease, were safe and had drug-like properties. The data from this study provided concrete grounds to suggest further investigation with these phytochemicals to extract the antiviral properties against SARS-CoV-2"}, {"Citation": "Siva M, Shanmugam KR, Shanmugam B, Venkata G, Sahukari R, Sathyavelu K, et al. Ocimum sanctum: a review on the pharmacological properties. Int J Basic Clin Pharmacol. 2016;66:558–565."}, {"Citation": "Salehi B, Zakaria Z, Gyawali R, Ibrahim S, Rajkovic J, Shinwari Z, et al. Piper species: a comprehensive review on their phytochemistry. Biol Activities Appl Mol. 2019;24(7):1364.", "ArticleIdList": ["PMC6479398", "30959974"]}, {"Citation": "Rao P, Gan S. Cinnamon: a multifaceted medicinal plant. Evid Based Complement Altern Med. 2014;66:1–12.", "ArticleIdList": ["PMC4003790", "24817901"]}, {"Citation": "Teshika J, Zakariyyah A, Zaynab T, Zengin G, Rengasamy K, Pandian S, et al. Traditional and modern uses of onion bulb (Allium cepa L.): a systematic review. Crit Rev Food Sci Nutr. 2018;59(sup1):S39–S70.", "ArticleIdList": ["30040448"]}, {"Citation": "Thota S, Balan V, Sivaramakrishnan V. Natural products as home-based prophylactic and symptom management agents in the setting of COVID-19. Phytother Res. 2020;34(12):3148–3167.", "ArticleIdList": ["PMC7461159", "32881214"]}, {"Citation": "Prasanth M, Sivamaruthi B, Chaiyasut C, Tencomnao T. A review of the role of Green Tea (Camellia sinensis) in antiphotoaging, stress resistance, neuroprotection, and autophagy. Nutrients. 2019;11(2):474.", "ArticleIdList": ["PMC6412948", "30813433"]}, {"Citation": "Mhatre S, Srivastava T, Naik S, Patravale V. Antiviral activity of green tea and black tea polyphenols in prophylaxis and treatment of COVID-19: a review. Phytomedicine. 2021;85:153286.", "ArticleIdList": ["PMC7367004", "32741697"]}, {"Citation": "Townsend E, Siviski M, Zhang Y, Xu C, Hoonjan B, Emala C. Effects of ginger and its constituents on airway smooth muscle relaxation and calcium regulation. Am J Respir Cell Mol Biol. 2013;48(2):157–163.", "ArticleIdList": ["PMC3604064", "23065130"]}, {"Citation": "Weir E, Thenappan T, Bhargava M, Chen Y. Does vitamin D deficiency increase the severity of COVID-19? Clin Med. 2020;20(4):e107–e108.", "ArticleIdList": ["PMC7385774", "32503801"]}, {"Citation": "Grant W, Lahore H, McDonnell S, Baggerly C, French C, Aliano J, et al. Evidence that vitamin D supplementation could reduce risk of influenza and COVID-19 infections and deaths. Nutrients. 2020;12(4):988.", "ArticleIdList": ["PMC7231123", "32252338"]}, {"Citation": "Rahman M, Idid S. Can Zn be a critical element in COVID-19 treatment? Biol Trace Elem Res. 2020;199(2):550–558.", "ArticleIdList": ["PMC7250542", "32458149"]}, {"Citation": "Kubin C, McConville T, Dietz D, Zucker J, May M, Nelson B, et al. Characterization of bacterial and fungal infections in hospitalized patients with coronavirus disease 2019 and factors associated with health care-associated infections. Open Forum Infect Dis. 2021;8(6):66.", "ArticleIdList": ["PMC8135866", "34099978"]}, {"Citation": "Vijay S, Bansal N, Rao B, Veeraraghavan B, Rodrigues C, Wattal C, et al. Secondary infections in hospitalized COVID-19 patients: indian experience. Infect Drug Resist. 2021;14:1893–1903.", "ArticleIdList": ["PMC8164345", "34079300"]}, {"Citation": "Goncagul G, Ayaz E. Antimicrobial effect of Garlic (Allium sativum) Recent Pat Anti-Infect Drug Discov. 2010;5(1):91–93.", "ArticleIdList": ["19929845"]}, {"Citation": "Xie J, Yao M, Lu Y, Yu M, Han S, McClements D, et al. Impact of encapsulating a probiotic (Pediococcus pentosaceus Li05) within gastro-responsive microgels on Clostridium difficile infections. Food Funct. 2021;12(7):3180–3190.", "ArticleIdList": ["33734244"]}, {"Citation": "Bousquet J, Czarlewski W, Zuberbier T, Mullol J, Blain H, Cristol J, et al. Spices to control COVID-19 symptoms: yes, but not only…. Int Arch Allergy Immunol. 2020;182(6):489–495.", "ArticleIdList": ["PMC7900475", "33352565"]}, {"Citation": "Bousquet J, Le Moing V, Blain H, Czarlewski W, Zuberbier T, de la Torre R, et al. Efficacy of broccoli and glucoraphanin in COVID-19: From hypothesis to proof-of-concept with three experimental clinical cases. World Allergy Organ J. 2021;14(1):100498.", "ArticleIdList": ["PMC7770975", "33425204"]}, {"Citation": "Silva Andrade B, Siqueira S, de Assis SW, de Souza RF, Santos N, dos Santos FA, et al. Long-COVID and post-COVID health complications: an up-to-date review on clinical conditions and their possible molecular mechanisms. Viruses. 2021;13(4):700.", "ArticleIdList": ["PMC8072585", "33919537"]}, {"Citation": "Han B, Hoang B. Opinions on the current pandemic of COVID-19: use functional food to boost our immune functions. J Infect Public Health. 2021;13(12):1811–1817.", "ArticleIdList": ["PMC7831995", "32948484"]}, {"Citation": "Korkmaz H. Could sumac be effective on COVID-19 treatment? J Med Food. 2020;6:66.", "ArticleIdList": ["32816615"]}, {"Citation": "Venkateswaran M, Jayabal S, Hemaiswarya S, Murugesan S, Enkateswara S, Doble M, et al. Polyphenol-rich Indian ginger cultivars ameliorate GLUT4 activity in C2C12 cells, inhibit diabetes-related enzymes and LPS-induced inflammation: an in vitro study. J Food Biochem. 2021;45(2):66.", "ArticleIdList": ["33403698"]}, {"Citation": "Bonetti N, Liberale L, Akhmedov A, Pasterk L, Gobbato S, Puspitasari Y, et al. Long-term dietary supplementation with plant-derived omega-3 fatty acid improves outcome in experimental ischemic stroke. Atherosclerosis. 2021;325:89–98.", "ArticleIdList": ["33915355"]}, {"Citation": "Serrano G, Kochergina I, Albors A, Diaz E, Oroval M, Hueso G, et al. Liposomal lactoferrin as potential preventative and cure for COVID-19. Int J Res Health Sci. 2020;8(1):08–15."}, {"Citation": "Mu C, Sheng Y, Wang Q, Amin A, Li X, Xie Y. Potential compound from herbal food of Rhizoma Polygonati for treatment of COVID-19 analyzed by network pharmacology: viral and cancer signaling mechanisms. J Funct Foods. 2021;77:104–149.", "ArticleIdList": ["PMC7427583", "32837538"]}, {"Citation": "Mustafa M, Shamsuddin S, Sulaiman S, Abdullah J. Anti-inflammatory properties of stingless bee honey may reduce the severity of pulmonary manifestations in COVID-19 infections. Malay J Med Sci. 2020;27(2):165–169.", "ArticleIdList": ["PMC7409568", "32788852"]}, {"Citation": "So A, Woo J. Reserving coronavirus disease 2019 vaccines for global access: cross sectional analysis. BMJ. 2020;66:m4750.", "ArticleIdList": ["PMC7735431", "33323376"]}, {"Citation": "Coronavirus: WHO chief criticises 'shocking' global vaccine divide [Internet]. BBC News. 2021 [cited 12 June 2021]. https://www.bbc.com/news/world-56698854"}, {"Citation": "Higgins-Dunn N. Pfizer, AstraZeneca COVID vaccines probed in Europe after reports of heart inflammation, rare nerve disorder [Internet]. FiercePharma. 2021 [cited 13 June 2021]. https://www.fiercepharma.com/pharma/europe-s-drug-regulator-evaluates-reports-heart-inflammation-rare-nerve-disorder-covid-19"}, {"Citation": "Vangeel L, Chiu W, De Jonghe S, Maes P, Slechten B, Raymenants J, et al. Remdesivir, Molnupiravir and Nirmatrelvir remain active against SARS-CoV-2 Omicron and other variants of concern. Antiviral Res. 2022;198:105252. doi: 10.1016/j.antiviral.2022.105252.", "ArticleIdList": ["10.1016/j.antiviral.2022.105252", "PMC8785409", "35085683"]}, {"Citation": "Jayk Bernal A, Gomes da Silva M, Musungaie D, Kovalchuk E, Gonzalez A, Delos Reyes V, et al. Molnupiravir for oral treatment of Covid-19 in nonhospitalized patients. N Engl J Med. 2022;386(6):509–520. doi: 10.1056/nejmoa2116044.", "ArticleIdList": ["10.1056/nejmoa2116044", "PMC8693688", "34914868"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "12", "Day": "16"}, {"Year": "2022", "Month": "2", "Day": "18"}, {"Year": "2022", "Month": "3", "Day": "14", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "3", "Day": "15", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "3", "Day": "15", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "3", "Day": "7"}], "PublicationStatus": "ppublish", "ArticleIdList": ["35284580", "PMC8899455", "10.1186/s43088-022-00217-z", "217"]}}], "PubmedBookArticle": []}