{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Air pollution", "COVID-19 (SARS-COV-2)", "Climate change", "Environment", "Lockdown", "Physical & mental health"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": [], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35282330", "DateRevised": {"Year": "2022", "Month": "10", "Day": "07"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "03", "Day": "09"}], "Language": ["eng"], "ELocationID": ["10.1007/s00477-022-02191-5"], "Journal": {"ISSN": "1436-3240", "JournalIssue": {"Volume": "36", "Issue": "10", "PubDate": {"Year": "2022"}}, "Title": "Stochastic environmental research and risk assessment : research journal", "ISOAbbreviation": "Stoch Environ Res Risk Assess"}, "ArticleTitle": "Addressing the relevance of COVID-19 pandemic in nature and human socio-economic fate.", "Pagination": {"StartPage": "3239", "EndPage": "3253", "MedlinePgn": "3239-3253"}, "Abstract": {"AbstractText": ["COVID-19 or Coronavirus (SARS-COV-2) is a pandemic calamity that has locked people in their own houses. The effect of SARS-COV-2 disease has caused a decrease in the economy as businesses, transportation, aviation, and industries have been halted. Many people have died, and many are trying to survive this pandemic. As we all know, the virus of SARS-COV-2 can be transmitted through physical contact, and the government has taken up specific measures like closing up schools and colleges, closing up malls/markets/public places, and imposing lockdown in cities. It is expected that these measures can result in a decreased infection rate. On the one hand, SARS-COV-2 Has halted economic or developmental growth, but on the other hand, our nature i. e. our earth, is being provided with such conditions that it can restore its losses. Air quality has been improved in the lock down time. The emission level of different gases and particulate matters have slowed down in the Covid period. Water bodies have been clean and more transparent and propagate wildlife and fisheries. Due to the SARS-COV-2 lockdown, businesses and industries have halted, impacting the financial needs of many people around the world. The worry about surviving this pandemic and the financial crisis leads them to mental and emotional distress. This review article summarized the emergence of SARS-COV-2 disease and its role on human physical and psychological health. We also described the positive and negative effects of SARS-COV-2 on climate, environmental, and air quality with upcoming challenges for governments and populations around the world."], "CopyrightInformation": "© The Author(s), under exclusive licence to Springer-Verlag GmbH Germany, part of Springer Nature 2022."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental Plant Biology, HAPPRC, Srinagar, Uttarakhand India."}], "LastName": "Thapliyal", "ForeName": "Jyoti", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental Plant Biology, HAPPRC, Srinagar, Uttarakhand India."}], "LastName": "Bhattacharyya", "ForeName": "Malini", "Initials": "M"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Environmental Plant Biology, HAPPRC, Srinagar, Uttarakhand India."}], "LastName": "Prakash", "ForeName": "Soban", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medicinal and Aromatic Plants, HNBGU, Srinagar, Uttarakhand India."}], "LastName": "Patni", "ForeName": "Babita", "Initials": "B"}, {"Identifier": ["0000-0002-2978-844X"], "AffiliationInfo": [{"Identifier": ["grid.412056.4", "0000 0000 9896 4772"], "Affiliation": "Karunya Institute of Technology and Sciences, Deemed University, Karunya Nagar, Coimbatore, Tamil Nadu India."}], "LastName": "Gautam", "ForeName": "Sneha", "Initials": "S"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Physics, HNBGU, Srinagar, Uttarakhand India."}], "LastName": "Gautam", "ForeName": "Alok Sagar", "Initials": "AS"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Germany", "MedlineTA": "Stoch Environ Res Risk Assess", "NlmUniqueID": "101473235", "ISSNLinking": "1436-3240"}, "CoiStatement": "Conflict of interestThe authors have not disclosed any competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Ambade B, Sankar TK, Panicker AS, Gautam AS, Gautam S. Characterization, seasonal variation, source apportionment and health risk assessment of black carbon over an urban region of East India. Urban Climate. 2021;38(38):100896. doi: 10.1016/j.uclim.2021.100896.", "ArticleIdList": ["10.1016/j.uclim.2021.100896"]}, {"Citation": "Asadi S, Bouvier N, Wexler SA, Ristenport WB. The coronavirus pandemic and aerosol: does COVID-19 transmit via expiratory particles? Aerosol sci Tech. 2020 doi: 10.1080/02786826.2020.1749229.", "ArticleIdList": ["10.1080/02786826.2020.1749229", "PMC7157964", "32308568"]}, {"Citation": "Balram P. The murky origin of the coronavirus SARS-COV-2, the causative agent of the COVID-19 pendemic. Curr Sci. 2021;120(11):1663–1666."}, {"Citation": "Bisht L, Gupta V, Singh A, Gautam AS, Gautam S. Heavy metal concentration and its distribution analysis in urban road dust: A case study from most populated city of Indian state of Uttarakhand. Spat Spatio-temporal Epidemiol. 2022;40:100470. doi: 10.1016/j.sste.2021.100470.", "ArticleIdList": ["10.1016/j.sste.2021.100470", "35120684"]}, {"Citation": "Bremer S, Schneider P, Glavovic B. Climate change and amplified representations of natural hazards in institutional cultures. Oxford Res Encycl Nat Hazard Sci. 2019 doi: 10.1093/acrefore/9780199389407.013.354.", "ArticleIdList": ["10.1093/acrefore/9780199389407.013.354"]}, {"Citation": "Calma, J., 2020. https://www.theverge.com/2020/3/26/21194647/the-covid-19-pandemic-is-generating-tons-of-medical-waste."}, {"Citation": "Casanova LM, Jeon S, Rutala WA, Weber DJ, Sobsey MD. Effects of air temperature and relative humidity on coronavirus survival on surfaces. Appl Environ Microbiol. 2010;76(9):2712–2717. doi: 10.1128/AEM.02291-09.", "ArticleIdList": ["10.1128/AEM.02291-09", "PMC2863430", "20228108"]}, {"Citation": "CDC COVID-19 Response Team Preliminary estimates of the prevalence of selected underlying health conditions among patients with coronavirus disease 2019 — United States, February 12–March 28, 2020. Morb Mortal Wkly Rep. 2020;69(13):382–386. doi: 10.15585/mmwr.mm6913e2.", "ArticleIdList": ["10.15585/mmwr.mm6913e2", "PMC7119513", "32240123"]}, {"Citation": "Chakraborty I, Maity P. COVID-19 outbreak: migration, effects on society, global environment and prevention. Sci Total Environ. 2020;728:138882. doi: 10.1016/j.scitotenv.2020.138882.", "ArticleIdList": ["10.1016/j.scitotenv.2020.138882", "PMC7175860", "32335410"]}, {"Citation": "Chan JF, Yuan S, Kok KH, To KK, Chu H, Yang J, Xing F, Liu J, Yip CC, Poon RW, Tsoi HW, Lo SK, Chan KH, Poon VK, Chan WM, Ip JD, Cai JP, Cheng VC, Chen H, Hui CK, Yuen KY. A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster. Lancet (london, England) 2020;395(10223):514–523. doi: 10.1016/S0140-6736(20)30154-9.", "ArticleIdList": ["10.1016/S0140-6736(20)30154-9", "PMC7159286", "31986261"]}, {"Citation": "Chelani A, Gautam S. Lockdown during COVID-19 pandemic: a case study from Indian cities shows insignificant effects on urban air quality. Geosci Front. 2021 doi: 10.1016/j.gsf.2021.101284.", "ArticleIdList": ["10.1016/j.gsf.2021.101284"]}, {"Citation": "Chen K, Wang M, Huang C, Kinney PL, Anastas PT. Air pollution reduction and mortality benefit during the COVID-19 outbreak in China. Lancet Planet. 2020;4(6):e210–e212. doi: 10.1016/S2542-5196(20)30107-8.", "ArticleIdList": ["10.1016/S2542-5196(20)30107-8", "PMC7220178", "32411944"]}, {"Citation": "Choi I, Kim JH, Kim N, Choi E, Choi J, Suk HV, Na J. How COVID-19 affected mental wellness: an 11 week trajectories of daily well-being of Korean amidst covid-19 by age, gender and gender. PLOS ONE. 2020;16(4):E0250252. doi: 10.1371/journal.pone.0250252.", "ArticleIdList": ["10.1371/journal.pone.0250252", "PMC8064534", "33891642"]}, {"Citation": "Choi YW, Tuel A, Eltahir E. On the environmental determinants of COVID-19 seasonality. GeoHealth. 2021;5(6):e2021GH000413. doi: 10.1029/2021GH000413.", "ArticleIdList": ["10.1029/2021GH000413", "PMC8166213", "34095688"]}, {"Citation": "Coe EH, Enomoto K (2020) Returning to resilience: - the impact of COVID-19on mental health and substance use. https://www.mckinsey.com/industries/healthcare-systems-and-services/our-insights/returning-to-resilience-the-impact-of-covid-19-on-behavioral-health."}, {"Citation": "Contini D, Costabile F. Does air pollution influence COVID-19 outbreaks? Atmosphere. 2020;11:377. doi: 10.3390/atmos11040377.", "ArticleIdList": ["10.3390/atmos11040377"]}, {"Citation": "Fuzzi S, Andreae MO, Huebert BJ, Kulmala M, Bond TC, Boy M, Doherty SJ, Guenther A, Kanakidou M, Kawamura VM, Kerminen U, Lohmann LM, Russell U, Fuzzi S, Baltensperger U, Carslaw K, Decesari S, Denier van der Gon H, Facchini MC, Fowler D, Koren I, Langford B, Lohmann U, Nemitz E, Pandis S, Riipinen I, Rudich Y, Schaap M, Slowik JG, Spracklen DV, Vignati E, Wild M, Williams M, Gilardoni S. Particulate matter, air quality, and climate: lessons learned and future needs. Atmos Chem Phys. 2015;15:8217–8299. doi: 10.5194/acp-15-8217-2015.", "ArticleIdList": ["10.5194/acp-15-8217-2015"]}, {"Citation": "Gautam S. The influence of COVID – 19 on air quality in India: a boon or inutile. Bull Environ Contam Toxicol. 2020;104(6):724–726. doi: 10.1007/s00128-020-02877-y.", "ArticleIdList": ["10.1007/s00128-020-02877-y", "PMC7212731", "32394052"]}, {"Citation": "Gautam S. COVID – 19: air pollution remains low as people stay at home. Air Qual Atmos Health. 2020 doi: 10.1007/s11869-020-00842-6.", "ArticleIdList": ["10.1007/s11869-020-00842-6", "PMC7241861", "32837609"]}, {"Citation": "Gautam S, Hens L. COVID-19: impact by and on the environment, health and economy. Environ Dev Sustain. 2020 doi: 10.1007/s10668-020-00818-7.", "ArticleIdList": ["10.1007/s10668-020-00818-7", "PMC7324289", "32837275"]}, {"Citation": "Gautam S, Hens L. SARS-CoV-2 pandemic in India: What might we expect? Environ Dev Sustain. 2020;22:3867–3869. doi: 10.1007/s10668-020-00739-5.", "ArticleIdList": ["10.1007/s10668-020-00739-5", "PMC7166000", "32837270"]}, {"Citation": "Gautam S, Trivedi UK. Global implication of bioaerosol in pandemic. Environ Dev Sustain. 2020;22:3861–3865. doi: 10.1007/s10668-020-00704-2.", "ArticleIdList": ["10.1007/s10668-020-00704-2", "PMC7149279", "34172977"]}, {"Citation": "Gautam S, Pillarisetti A, Yadav A, Singh D, Arora NK, Smith KR. Daily average exposures to carbon monoxide from combustion of biomass fuels in rural households of Haryana. India Environ Dev Sustain. 2019;21(5):2567–2575. doi: 10.1007/s10668-018-0131-1.", "ArticleIdList": ["10.1007/s10668-018-0131-1"]}, {"Citation": "Gautam S, Patra AK, Kumar P. Status and chemical characteristics of ambient PM25 pollutions in China: a review. Environ Sustain Dev. 2019;21(4):1649–1674. doi: 10.1007/s10668-018-0123-1.", "ArticleIdList": ["10.1007/s10668-018-0123-1"]}, {"Citation": "Gautam S, Tataliya A, Patel M, Chabhadiya K, Pathak P. Personal exposure to air pollutants from winter season bonfires in rural areas of Gujarat, India. Expo Health. 2020;12:89–97. doi: 10.1007/s12403-018-0287-9.", "ArticleIdList": ["10.1007/s12403-018-0287-9"]}, {"Citation": "Gautam AS, Dilwaliya N, Srivastava A, Kumar S, Baudh K, Singh D, Gautam S. Temporary reduction in air pollution due to anthropogenic activity switch-of during COVID-19 lockdown in northern parts of India. Environ Dev Sustain. 2020 doi: 10.1007/s10668-020-00994-6.", "ArticleIdList": ["10.1007/s10668-020-00994-6", "PMC7512222", "32989376"]}, {"Citation": "Gautam S, Sammuel C, Bhardwaj A, Esfandabadi ZC, Santosh M, Gautam AS, Joshi A, Justin A, Wessley JW, James EJ. Vertical profiling of atmospheric air pollutants in rural India: a case study on particulate matter (PM10/PM25/PM1) carbon dioxide and formaldehyde. Measurement. 2021;185:110061. doi: 10.1016/j.measurement.2021.110061.", "ArticleIdList": ["10.1016/j.measurement.2021.110061"]}, {"Citation": "Gautam S, Gautam AS, Singh K, James EJ, Brema J. Investigations on the relationship among lightning, aerosol concentration, and meteorological parameters with specific reference to the wet and hot humid tropical zone of the southern parts of India. Environ Technol Innov. 2021 doi: 10.1016/j.eti.2021.101414.", "ArticleIdList": ["10.1016/j.eti.2021.101414"]}, {"Citation": "Gautam S, Sammuel C, Gautam AS, Kumar S. Strong link between coronavirus count and bad air: a case study of India. Environ Dev Sustain. 2021 doi: 10.1007/s10668-021-01366-4.", "ArticleIdList": ["10.1007/s10668-021-01366-4", "PMC8019339", "33841040"]}, {"Citation": "Gautam AS, Kumar S, Gautam S, Anand A, Joshi A, Bauddh K, Singh K. Pandemic induced lockdown as a boon to the Environment: trends in air pollution concentration across India. Asia-Pac J Atmos Sci. 2021 doi: 10.1007/s13143-021-00232-7.", "ArticleIdList": ["10.1007/s13143-021-00232-7", "PMC7849226", "33552402"]}, {"Citation": "Gautam S, Setu S, Khan MGQ, Khan B. Analysis of the health, economic and environmental impacts of COVID-19: the Bangladesh perspective. Geosyst Geoenviron. 2022 doi: 10.1016/j.geogeo.2021.100011.", "ArticleIdList": ["10.1016/j.geogeo.2021.100011"]}, {"Citation": "Gollakota ARK, Gautam S, Santosh M, Sudan HA, Gandhi R, Jebadurai VS, Shu CM. Bioaerosols: characterization, pathways, sampling strategies, and challenges to geo-environment and health. Gondwana Res. 2021;99:178–203. doi: 10.1016/j.gr.2021.07.003.", "ArticleIdList": ["10.1016/j.gr.2021.07.003"]}, {"Citation": "Guan WJ, Ni ZY, Hu Y, Liang WH, Ou CQ, He JX, Liu L, Shan H, Lei CL, Hui D, Du B, Li LJ, Zeng G, Yuen KY, Chen RC, Tang CL, Wang T, Chen PY, Xiang J, Li SY. China medical treatment expert group for Covid-19. Clinical characteristics of coronavirus disease 2019 in China. N Engl J Med. 2020;382(18):1708–1720. doi: 10.1056/NEJMoa2002032.", "ArticleIdList": ["10.1056/NEJMoa2002032", "PMC7092819", "32109013"]}, {"Citation": "Horvath H. Aerosol: - an introduction. J Environ Radioact. 2005;51(1):5–25."}, {"Citation": "Huang C, Wang Y, Li X, Ren L, Zhao J, Hu Y, Zhang L, Fan G, Xu J, Gu X, Cheng Z, Yu T, Xia J, Wei Y, Wu W, Xie X, Yin W, Li H, Liu M, Xiao Y, Cao B. Clinical features of patients infected with 2019 novel coronavirus in Wuhan. China Lancet. 2020;395(10223):497–506. doi: 10.1016/S0140-6736(20)30183-5.", "ArticleIdList": ["10.1016/S0140-6736(20)30183-5", "PMC7159299", "31986264"]}, {"Citation": "Humbal C, Gautam S, Trivedi U. A review on recent progress in observations, and health effects of Bioaerosols. Environ Int. 2018;118:189–193. doi: 10.1016/j.envint.2018.05.053.", "ArticleIdList": ["10.1016/j.envint.2018.05.053", "29885589"]}, {"Citation": "Humbal C, Gautam S, et al. Evaluating the colonization and distribution of fungal and bacterial bioaerosol in Rajkot, western India using multi-proxy approach. Air Qual Atmos Health. 2019;12(6):693–704. doi: 10.1007/s11869-019-00689-6.", "ArticleIdList": ["10.1007/s11869-019-00689-6"]}, {"Citation": "Jauregui JP (2020)what is the effect of covid-19 on climate change. One young world. https://www.oneyoungworld.com/blog/what-effect-covid-19-climate-change"}, {"Citation": "Ju MJ, Oh J, Choi YH. Changes in air pollution levels after COVID-19 outbreak in Korea. Sci Total Environ. 2021;750:141521. doi: 10.1016/j.scitotenv.2020.141521.", "ArticleIdList": ["10.1016/j.scitotenv.2020.141521", "PMC7402377", "32829258"]}, {"Citation": "Lelieveld J, Klingmüller K, Pozzer A, Pöschl U, Fnais M, Daiber A, Münzel T. Cardiovascular disease burden from ambient air pollution in Europe reassessed using novel hazard ratio functions. Eur Heart J. 2019;40(20):1590–1596. doi: 10.1093/eurheartj/ehz135.", "ArticleIdList": ["10.1093/eurheartj/ehz135", "PMC6528157", "30860255"]}, {"Citation": "Liu J, Liao X, Qian S, Yuan J, Wang F, Liu Y, Wang Z, Wang FS, Liu L, Zhang Z. Community transmission of severe acute respiratory syndrome coronavirus 2, Shenzhen, China, 2020. Emerg Infect Dis. 2020;26(6):1320–1323. doi: 10.3201/eid2606.200239.", "ArticleIdList": ["10.3201/eid2606.200239", "PMC7258448", "32125269"]}, {"Citation": "Masih J, Gautam S, Nair A, Singhal RK, Venkatesh M, Basu H, Dyavarchetty S, Uzgare A, Tiwari R, Taneja A. Chemical characterization of sub-micron particles in indoor and outdoor air at two different microenvironments in the western part of India. SN Applied Sci. 2019;1:165. doi: 10.1007/s42452-019-0164-6.", "ArticleIdList": ["10.1007/s42452-019-0164-6"]}, {"Citation": "Matthews T, Danese A, Caspi A, Fisher HL, Goldman-Mellor S, Kepa A, Moffitt TE, Odgers CL, Arseneault L. Lonely young adults in modern Britain: findings from an epidemiological cohort study. Psychol Med. 2019;49(2):268–277. doi: 10.1017/S0033291718000788.", "ArticleIdList": ["10.1017/S0033291718000788", "PMC6076992", "29684289"]}, {"Citation": "McMahon J (2020) Study: Coronavirus Lockdown Likely Saved 77,000 Lives In China Just By Reducing Pollution. Forbes. Archived from the original on 17 March 2020"}, {"Citation": "Mourad M. Recycling, recovering and preventing “food waste”: competing solutions for food systems sustainability in the United States and France. J Clean Prod. 2016;126:461–477. doi: 10.1016/j.jclepro.2016.03.084.", "ArticleIdList": ["10.1016/j.jclepro.2016.03.084"]}, {"Citation": "NASA earth observatory (2020) https://earthobservatory.nasa.gov/images/146596/airborne-particle-levels-plummet-in-northern-india"}, {"Citation": "Nepolian JV, Siingh D, Singh RP, Gautam AS, Gautam S. Analysis of positive and negative atmospheric air ions during new particle formation (NPF) events over Urban City of India. Aero Sci Eng. 2021 doi: 10.1007/s41810-021-00115-4.", "ArticleIdList": ["10.1007/s41810-021-00115-4"]}, {"Citation": "O'Connor RC, Nock MK. The psychology of suicidal behavior. Lancet Psychiatry. 2014;1(1):73–85. doi: 10.1016/S2215-0366(14)70222-6.", "ArticleIdList": ["10.1016/S2215-0366(14)70222-6", "26360404"]}, {"Citation": "Owusu PA, Sarkodie SA. Impact of covid 19 pendemic on waste management. Environ Dev Sustain. 2020 doi: 10.1607/s10668-020-00956-y.", "ArticleIdList": ["10.1607/s10668-020-00956-y", "PMC7447614", "32863738"]}, {"Citation": "Paul KI, Moser K. Unemployment impairs mental health: meta-analyses. Jof Voc Behav. 2009;74(3):264–282. doi: 10.1016/j.jvb.2009.01.001.", "ArticleIdList": ["10.1016/j.jvb.2009.01.001"]}, {"Citation": "Pöschl U. Atmospheric aerosols: composition, transformation, climate and health effects. Angew Chem (Int Ed Engl) 2005;44(46):7520–7540. doi: 10.1002/anie.200501122.", "ArticleIdList": ["10.1002/anie.200501122", "16302183"]}, {"Citation": "Sarkodie SA, Owusu PA. Global assessment of environment, health and economic impact of the novel coronavirus (COVID-19) Environ Dev Sustain. 2020 doi: 10.1007/s10668-020-00801-2.", "ArticleIdList": ["10.1007/s10668-020-00801-2", "PMC7272320", "32837273"]}, {"Citation": "Sehgal k (2020) How is COVID -19 impacting environment around us (https://www.investindia.gov.in/team-india-blogs/how-covid-19-impacting-environment-around-us). Invest India. Retrieved in 6 April 2020"}, {"Citation": "Sharma M, Bangotra P, Gautam AS, Gautam S. Sensitivity of normalized difference vegetation index (NDVI) to land surface temperature, soil moisture and precipitation over district Gautam Buddh Nagar, UP, India. Stoch Environ Res Risk Assess. 2021 doi: 10.1007/s00477-021-02066-1.", "ArticleIdList": ["10.1007/s00477-021-02066-1", "PMC8310461", "34335082"]}, {"Citation": "Shereen MA, Khan S, Kazmi A, Bashir N, Siddique R. COVID-19 infection: origin, transmission, and characteristics of human coronaviruses. J Adv Res. 2020;24:91–98. doi: 10.1016/j.jare.2020.03.005.", "ArticleIdList": ["10.1016/j.jare.2020.03.005", "PMC7113610", "32257431"]}, {"Citation": "Srikanth A (2020) As Italy quarantines over coronavirus, swans appear in Venice canals, dolphins swim up playfully. The Hill. Archived from the original on 19 March 2020"}, {"Citation": "Srivastava S, Kumar A, Bauddh K, Gautam AS, Kumar S. 21-Day lockdown in india dramatically reduced air pollution indices in Lucknow and New Delhi India. Bull Env Conta Toxic. 2020 doi: 10.1007/s00128-020-02895-w.", "ArticleIdList": ["10.1007/s00128-020-02895-w", "PMC7266738", "32495123"]}, {"Citation": "Tkemaladze GSh, Makhashvili KA. Climate changes and photosynthesis. Ann Agric Sci. 2016;14:119–126."}, {"Citation": "Tolu O (2020) COVID-19 is showing us the link between human and planetary earth. World economic forum. https://www.weforum.org/agenda/2020/04/on-earth-day-heres-what-covid-19-can-teach-us-about-improving-our-planetary-health/. Retrieved 22 April, 2020"}, {"Citation": "Travaglio M, Yu Y, Popovic R, Selley L, Leal NS, Martins LM. Links between air pollution and COVID-19 in England. Environ Pollut (Barking, Essex: 1987) 2021;268(Pt A):115859. doi: 10.1016/j.envpol.2020.115859.", "ArticleIdList": ["10.1016/j.envpol.2020.115859", "PMC7571423", "33120349"]}, {"Citation": "Turecki G, Brent DA, Gunnell D, O'Connor RC, Oquendo MA, Pirkis J, Stanley BH. Suicide and suicide risk. Nat Rev Dis Primers. 2019;5(1):74. doi: 10.1038/s41572-019-0121-0.", "ArticleIdList": ["10.1038/s41572-019-0121-0", "31649257"]}, {"Citation": "Viviane R, Després J, Alex H, Susannah M, Burrows Corinna H, Aleksandr S, Safatov GB, Fröhlich-Nowoisky J, Elbert W, Meinrat O, Andreae UP, Ruprecht J. Primary biological aerosol particles in the atmosphere: a review. Tellus B Chem Phys Meteorol. 2012 doi: 10.3402/tellusb.v64i0.15598.", "ArticleIdList": ["10.3402/tellusb.v64i0.15598"]}, {"Citation": "Viviane CV, et al. Effect of tocilizumub on clinical outcomes at 15 days in patients with severe or critical coronavirus disease2019: randomised controlles trial. BMJ. 2021;372:n84.", "ArticleIdList": ["PMC7815251", "33472855"]}, {"Citation": "Wang P, Chen K, Zhu S, Wang P, Zhang H. Severe air pollution events were not avoided by reduced anthropogenic activities during COVID-19 outbreak. Resour Conserv Recycl. 2020;158:104814. doi: 10.1016/j.resconrec.2020.104814.", "ArticleIdList": ["10.1016/j.resconrec.2020.104814", "PMC7151380", "32300261"]}, {"Citation": "Warland J (2020) Global air pollution has fallen due to the corona outbreak, but experts warn it isn’t a silver lining. https://time.com/5812741/air-pollution-coronavirus/"}, {"Citation": "Weed M, Ford A. Rapid scoping review of evidence of outdoor transmission of COVID-19. Med Rxiv. 2020 doi: 10.1101/2020.09.04.20188417.", "ArticleIdList": ["10.1101/2020.09.04.20188417"]}, {"Citation": "WHO (2016) Ambient air pollution: a global assessment of exposure and burden of disease"}, {"Citation": "Williams AM, Phaneuf DJ, Barrett MA, Su JG. Short-term impact of PM2.5 on contemporaneous asthma medication use: Behavior and the value of pollution reductions. Proc Natl Acad Sci USA. 2019;116(12):5246–5253. doi: 10.1073/pnas.1805647115.", "ArticleIdList": ["10.1073/pnas.1805647115", "PMC6431208", "30478054"]}, {"Citation": "World Health Organization (2014) Infection, prevention and control of epidemic- and pandemic-prone acute respiratory infections in health care. Geneva: World Health Organization; 2014 Available from: https://apps.who.int/iris/bitstream/handle/10665/112656/9789241507134_eng.pdf?sequence=1", "ArticleIdList": ["24983124"]}, {"Citation": "World Health Organization (2020) Clinical management of severe acute respiratory infection when Novel coronavirus (2019-nCoV) infection is suspected: Interim Guidance"}, {"Citation": "World Health Organization (2021) Global COVID situation as of 15 August, 2021, 6.47 PM according to WHO (Source: https://covid19.who.int/)"}, {"Citation": "Yip PS, Cheung YT, Chau PH, Law YW. The impact of epidemic outbreak: the case of severe acute respiratory syndrome (SARS) and suicide among older adults in Hong Kong. Crisis. 2010;31(2):86–92. doi: 10.1027/0227-5910/a000015.", "ArticleIdList": ["10.1027/0227-5910/a000015", "20418214"]}, {"Citation": "Zambrano-Monserrate MA, Ruano MA. Does environmental noise affect housing rental prices in developing countries? Evidence from ecuador. Land use policy. 2019;87:104059. doi: 10.1016/j.landusepol.2019.104059.", "ArticleIdList": ["10.1016/j.landusepol.2019.104059"]}, {"Citation": "Zambrano-Monserrate MA, Ruano MA, Sanchez-Alcalde L. Indirect effects of COVID-19 on the environment. Sci Total Environ. 2020;728:138813. doi: 10.1016/j.scitotenv.2020.138813.", "ArticleIdList": ["10.1016/j.scitotenv.2020.138813", "PMC7169883", "32334159"]}], "ReferenceList": []}], "History": [{"Year": "2022", "Month": "2", "Day": "11"}, {"Year": "2022", "Month": "3", "Day": "15", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "3", "Day": "15", "Hour": "6", "Minute": "1"}, {"Year": "2022", "Month": "3", "Day": "14", "Hour": "5", "Minute": "33"}, {"Year": "2022", "Month": "3", "Day": "9"}], "PublicationStatus": "ppublish", "ArticleIdList": ["35282330", "PMC8905571", "10.1007/s00477-022-02191-5", "2191"]}}], "PubmedBookArticle": []}