{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Antimalarial activity", "Malaria", "Plasmodium berghei", "Spondias pinnata", "Toxicity"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35296314", "DateCompleted": {"Year": "2022", "Month": "03", "Day": "18"}, "DateRevised": {"Year": "2022", "Month": "03", "Day": "24"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "03", "Day": "16"}], "Language": ["eng"], "ELocationID": ["72", "10.1186/s12906-022-03546-9"], "Journal": {"ISSN": "2662-7671", "JournalIssue": {"Volume": "22", "Issue": "1", "PubDate": {"Year": "2022", "Month": "Mar", "Day": "16"}}, "Title": "BMC complementary medicine and therapies", "ISOAbbreviation": "BMC Complement Med Ther"}, "ArticleTitle": "In vivo assessment of the antimalarial activity and acute oral toxicity of an ethanolic seed extract of Spondias pinnata (L.f.) Kurz.", "Pagination": {"StartPage": "72", "MedlinePgn": "72"}, "Abstract": {"AbstractText": ["In response to the persistent problem of malaria resistance, medicinal herbal plants can be used as a source of potential novel antimalarial agents. Therefore, the aim of this study was to evaluate the in vivo antimalarial activity and toxicity of an ethanolic seed extract of Spondias pinnata (L.f.) Kurz (S. pinnata).", "Qualitative phytochemical screening of the extract was performed using standard procedures, and the constituents were determined by gas chromatography-mass spectrometry (GC-MS). The in vivo antimalarial activity was assessed against the Plasmodium berghei ANKA strain in mice based on 4-day suppressive, curative and prophylactic tests. In addition, the acute toxicity of the extract was evaluated after oral administration of a single dose of 2,000 mg/kg body weight.", "Phytochemical screening tests on the ethanolic S. pinnata seed extract revealed the presence of terpenoids, tannins, and coumarins. GC-MS analysis of the extract led to the identification of twenty-nine phytochemical compounds, including oleic acid amide, β-sitosterol, linoleic acid, oleic acid, protocatechuic acid, syringic acid and gallic acid. The results of the 4-day suppressive test revealed that mice treated with 250, 500, 600 and 800 mg/kg doses of the ethanolic S. pinnata seed extract showed significant parasitemia suppression in a dose-dependent manner, with 22.94, 49.01, 60.67 and 66.82% suppression, respectively, compared to that of the negative control group. All the doses of the ethanolic seed extract significantly suppressed parasitemia (P < 0.05) during the curative activity test and prolonged the mean survival time compared to those of the negative control group. However, the ethanolic seed extract displayed lower curative and prophylactic activities than the standard drug artesunate. In addition, the ethanolic seed extract showed no signs of toxicity in mice at a dose of 2,000 mg/kg body weight.", "The S. pinnata seed extract contains various phytochemical compounds with important medicinal properties. The extract showed a significant suppression of parasitemia in a dose-dependent manner, prolonged the mean survival time and exhibited significant curative and prophylactic activities. The overall results of this study demonstrated that the S. pinnata seed extract possessed promising in vivo antimalarial activity against P. berghei ANKA, with no toxicity. The findings from the present study provide scientific evidence supporting the use of S. pinnata seeds in the development of new drugs for malaria treatment. Additional studies are needed to isolate and identify the active compounds as well as to understand the mechanism of inhibition."], "CopyrightInformation": "© 2022. The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medical Science, School of Medicine, Walailak University, Nakhon Si Thammarat, 80160, Thailand."}, {"Identifier": [], "Affiliation": "Research Center in Tropical Pathobiology, Walailak University, Nakhon Si Thammarat, 80160, Thailand."}], "LastName": "Chaniad", "ForeName": "Prapaporn", "Initials": "P"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medical Science, School of Medicine, Walailak University, Nakhon Si Thammarat, 80160, Thailand."}, {"Identifier": [], "Affiliation": "Research Center in Tropical Pathobiology, Walailak University, Nakhon Si Thammarat, 80160, Thailand."}], "LastName": "Phuwajaroanpong", "ForeName": "Arisara", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medical Science, School of Medicine, Walailak University, Nakhon Si Thammarat, 80160, Thailand."}, {"Identifier": [], "Affiliation": "Research Center in Tropical Pathobiology, Walailak University, Nakhon Si Thammarat, 80160, Thailand."}], "LastName": "Plirat", "ForeName": "Walaiporn", "Initials": "W"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medical Science, School of Medicine, Walailak University, Nakhon Si Thammarat, 80160, Thailand."}, {"Identifier": [], "Affiliation": "Research Center in Tropical Pathobiology, Walailak University, Nakhon Si Thammarat, 80160, Thailand."}], "LastName": "Techarang", "ForeName": "Tachpon", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Chemistry Department, Faculty of Science and Technology, Suratthani Rajabhat University, Surat Thani, 84100, Thailand."}], "LastName": "Chukaew", "ForeName": "Arnon", "Initials": "A"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Medical Science, School of Medicine, Walailak University, Nakhon Si Thammarat, 80160, Thailand. chuchard.pu@wu.ac.th."}, {"Identifier": [], "Affiliation": "Research Center in Tropical Pathobiology, Walailak University, Nakhon Si Thammarat, 80160, Thailand. chuchard.pu@wu.ac.th."}], "LastName": "Punsawad", "ForeName": "Chuchard", "Initials": "C"}], "GrantList": [{"GrantID": "WU-FF64103", "Agency": "Thailand Science Research and Innovation Fund", "Country": ""}, {"GrantID": "WU-FF64103", "Agency": "Thailand Science Research and Innovation Fund", "Country": ""}, {"GrantID": "WU-FF64103", "Agency": "Thailand Science Research and Innovation Fund", "Country": ""}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "BMC Complement Med Ther", "NlmUniqueID": "101761232", "ISSNLinking": "2662-7671"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Antimalarials"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Anacardiaceae"}, {"QualifierName": [], "DescriptorName": "Animals"}, {"QualifierName": ["chemistry", "toxicity"], "DescriptorName": "Antimalarials"}, {"QualifierName": [], "DescriptorName": "Mice"}, {"QualifierName": ["chemistry", "toxicity"], "DescriptorName": "Plant Extracts"}, {"QualifierName": [], "DescriptorName": "Plasmodium berghei"}, {"QualifierName": [], "DescriptorName": "Seeds"}], "CoiStatement": "The authors declare that they have no competing interests regarding the publication of this paper."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Teklemichael AA, Mizukami S, Toume K, Mosaddeque F, Kamel MG, Kaneko O, et al. Anti-malarial activity of traditional Kampo medicine coptis rhizome extract and its major active compounds. Malar J. 2020;19:1–10. doi: 10.21203/rs.2.19890/v1.", "ArticleIdList": ["10.21203/rs.2.19890/v1", "PMC7282140", "32513250"]}, {"Citation": "Teka T, Awgichew T, Kassahun H. Antimalarial activity of the leaf latex of Aloe weloensis (aloaceae) against plasmodium berghei in mice. J Trop Med. 2020;2:1–7. doi: 10.1155/2020/1397043.", "ArticleIdList": ["10.1155/2020/1397043", "PMC7443248", "32855640"]}, {"Citation": "Orabueze CI, Obi E, Adesegun SA, Coker HA. Potential antimalarial activity of Coccinia barteri leaf extract and solvent fractions against Plasmodium berghei infected mice. J Ethnopharmacol. 2020;248:112334. doi: 10.1016/j.jep.2019.112334.", "ArticleIdList": ["10.1016/j.jep.2019.112334", "31669101"]}, {"Citation": "WHO. World malaria report 2020 [Cited 2020 8–5–2020]. Available from: https://www.who.int/teams/global-malaria-programme/reports/world-malaria-report-2020."}, {"Citation": "Singh SK, Dwivedi H, Gunjan S, Chauhan BS, Pandey SK, Tripathi R. Potential role of arteether on N-methyl-D-aspartate (NMDA) receptor expression in experimental cerebral malaria mice and extension of their survival. Parasitology. 2019;146:1571–1577. doi: 10.1017/S0031182019000878.", "ArticleIdList": ["10.1017/S0031182019000878", "31244453"]}, {"Citation": "Alebachew Y, Bisrat D, Tadesse S, Asres K. In vivo anti-malarial activity of the hydroalcoholic extract of rhizomes of Kniphofia foliosa and its constituents. Malar J. 2021;20:1–12. doi: 10.1186/s12936-020-03552-7.", "ArticleIdList": ["10.1186/s12936-020-03552-7", "PMC7777528", "33386079"]}, {"Citation": "Pontes KA, Silva LS, Santos EC, Pinheiro AS, Teixeira DE, Peruchetti DB, et al. Eugenol disrupts Plasmodium falciparum intracellular development during the erythrocytic cycle and protects against cerebral malaria. Biochim Biophys Acta Gen Subj. 2021;1865:129813. doi: 10.1016/j.bbagen.2020.129813.", "ArticleIdList": ["10.1016/j.bbagen.2020.129813", "33321150"]}, {"Citation": "Phuwajaroanpong A, Chaniad P, Horata N, Muangchanburee S, Kaewdana K, Punsawad C. In vitro and in vivo antimalarial activities and toxicological assessment of Pogostemon Cablin (Blanco) Benth. J Evid-Based Integr Med. 2020;25:2515690X20978387. doi: 10.1177/2515690X20978387.", "ArticleIdList": ["10.1177/2515690X20978387", "PMC7734539", "33302700"]}, {"Citation": "Baah MK, Mensah AY, Asante-Kwatia E, Amponsah IK, Forkuo AD, Harley BK, et al. In vivo antiplasmodial activity of different solvent extracts of Myrianthus libericus stem bark and its constituents in Plasmodium berghei-infected mice. J Evid Based Complement Altern Med. 2020;2020:1–10. doi: 10.1155/2020/8703197.", "ArticleIdList": ["10.1155/2020/8703197", "PMC7191442", "32382310"]}, {"Citation": "Haidara M, Haddad M, Denou A, Marti G, Bourgeade-Delmas S, Sanogo R, et al. In vivo validation of anti-malarial activity of crude extracts of Terminalia macroptera, a Malian medicinal plant. Malar J. 2018;17:68. doi: 10.1186/s12936-018-2223-7.", "ArticleIdList": ["10.1186/s12936-018-2223-7", "PMC5800286", "29402267"]}, {"Citation": "Atsbha GH, Balasubramanian R, Gebre AK. Antimalarial effect of the root of Silene macrosolen A. Rich (Caryophyllaceae) on Plasmodium-berghei-infected mice. J Evid Based Complement Altern Med. 2021;2021:1–11. doi: 10.1155/2021/8833865.", "ArticleIdList": ["10.1155/2021/8833865"]}, {"Citation": "Kifle ZD, Adinew GM, Mengistie MG, Gurmu AE, Enyew EF, Goshu BT, et al. Evaluation of antimalarial activity of methanolic root extract of Myrica salicifolia A Rich (Myricaceae) against Plasmodium berghei–infected mice. J Evid Based Integr Med. 2020;25:2515690X20920539. doi: 10.1177/2515690X20920539.", "ArticleIdList": ["10.1177/2515690X20920539", "PMC7180309", "32321294"]}, {"Citation": "Chaniad P, Techarang T, Phuwajaroanpong A, Na-ek P, Viriyavejakul P, Punsawad C. In vivo antimalarial activity and toxicity study of extracts of Tagetes erecta L. and Synedrella nodiflora (L.) Gaertn from the Asteraceae family. J Evid Based Complement Altern Med. 2021;2021:1–9. doi: 10.1155/2021/1270902.", "ArticleIdList": ["10.1155/2021/1270902", "PMC8270710", "34306134"]}, {"Citation": "Alehegn AA, Yesuf JS, Birru EM. Antimalarial activity of crude extract and solvent fractions of the leaves of Bersama abyssinica Fresen.(Melianthaceae) against Plasmodium berghei infection in swiss albino mice. J Evid Based Complement Altern Med. 2020;2020:1–14. doi: 10.1155/2020/9467359.", "ArticleIdList": ["10.1155/2020/9467359", "PMC7301234", "32595751"]}, {"Citation": "Ghate NB, Hazra B, Sarkar R, Mandal N. In vitro anticancer activity of Spondias pinnata bark on human lung and breast carcinoma. Cytotechnology. 2014;66:209–218. doi: 10.1007/s10616-013-9553-7.", "ArticleIdList": ["10.1007/s10616-013-9553-7", "PMC3918266", "23686547"]}, {"Citation": "Manik MK, Islam SM, Wahid MA, Morshed MM, Kamal S, Islam MS, et al. Investigation of in vitro antioxidant, antimicrobial and thrombolytic activity of the exocarp of Spondias pinnata (Anacardiaceae) Can Chem Trans. 2013;1:191–201. doi: 10.13179/canchemtrans.2013.01.03.0029.", "ArticleIdList": ["10.13179/canchemtrans.2013.01.03.0029"]}, {"Citation": "Dewa Ayu Agus Sri Laksemi. I Gusti Kamasan Arijana. I Made Sudarmaja. Ni Luh Ariwati. Ketut Tunas. Putu Ayu Asri Damayanti et al. Ethanol extract of Spondias pinnata leaves reduce parasite number and increase macrophage phagocytosis capacity of mice infected by Plasmodium berghei. Indones Biomed J. 2021;13:40–47. doi: 10.18585/inabj.v13i1.1286.", "ArticleIdList": ["10.18585/inabj.v13i1.1286"]}, {"Citation": "Rao BG, Raju NJ. Investigation of hepatoprotective activity of Spondias pinnata. Int J Pharm Sci Res. 2010;1:193–198."}, {"Citation": "Dewa Ayu Agus Sri Laksemi Biological activity of Spondias pinnata: a review. lnaBJ. 2019;13:88–93. doi: 10.15562/ijbs.v13i2.218.", "ArticleIdList": ["10.15562/ijbs.v13i2.218"]}, {"Citation": "Hazra B, Biswas S, Mandal N. Antioxidant and free radical scavenging activity of Spondias pinnata. BMC Complement Altern Med. 2008;8:1–10. doi: 10.1186/1472-6882-8-63.", "ArticleIdList": ["10.1186/1472-6882-8-63", "PMC2636748", "19068130"]}, {"Citation": "Hazra B, Sarkar R, Mandal N. Spondias pinnata stem bark extract lessens iron overloaded liver toxicity due to hemosiderosis in swiss albino mice. Ann Hepatol. 2013;12:123–129. doi: 10.1016/S1665-2681(19)31394-8.", "ArticleIdList": ["10.1016/S1665-2681(19)31394-8", "23293203"]}, {"Citation": "Sameh S, Al-Sayed E, Labib RM, Singab ANB. Comparative metabolic profiling of essential oils from Spondias pinnata (Linn. F.) Kurz and characterization of their antibacterial activities. Ind Crops Prod. 2019;137:468–474. doi: 10.1016/j.indcrop.2019.05.060.", "ArticleIdList": ["10.1016/j.indcrop.2019.05.060"]}, {"Citation": "Malar G, Chinnachamy C. Phytochemical screening, total flavonoid, total terpenoid and anti-inflammatory activity of aqueous stem extract of Salacia oblonga. J Chem Pharm Sci. 2017;10:550."}, {"Citation": "Shaikh J, Patil M. Qualitative tests for preliminary phytochemical screening: an overview. 2020;8:603–608. doi: 10.22271/chemi.2020.v8.i2i.8834.", "ArticleIdList": ["10.22271/chemi.2020.v8.i2i.8834"]}, {"Citation": "Shad AA, Ahmad S, Ullah R, AbdEl-Salam NM, Fouad H, Rehman NU, et al. Phytochemical and biological activities of four wild medicinal plants. Sci World J. 2014;2014:857363. doi: 10.1155/2014/857363.", "ArticleIdList": ["10.1155/2014/857363", "PMC4211140", "25374941"]}, {"Citation": "Peters W. The chemotherapy of rodent malaria, XXII. The value of drug-resistant strains of P. berghei in screening for blood schizontocidal activity. Ann Trop Med Parasitol. 1975;69:155–171. doi: 10.1080/00034983.1975.11686997.", "ArticleIdList": ["10.1080/00034983.1975.11686997", "1098584"]}, {"Citation": "Ryley JF, Peters W. The antimalarial activity of some quinolone esters. Ann Trop Med Parasitol. 1970;64:209–222. doi: 10.1080/00034983.1970.11686683.", "ArticleIdList": ["10.1080/00034983.1970.11686683", "4992592"]}, {"Citation": "Organisation for Economic Co-operation and Development (OECD). Test No. 425: acute oral toxicity: up-and-down procedure2008."}, {"Citation": "de Souza GE, Bueno RV, de Souza JO, Zanini CL, Cruz FC, Oliva G, et al. Antiplasmodial profile of selected compounds from Malaria Box: in vitro evaluation, speed of action and drug combination studies. Malar J. 2019;18:447. doi: 10.1186/s12936-019-3069-3.", "ArticleIdList": ["10.1186/s12936-019-3069-3", "PMC6938011", "31888654"]}, {"Citation": "Basir R, Rahiman SF, Hasballah K, Chong W, Talib H, Yam M, et al. Plasmodium berghei ANKA infection in ICR mice as a model of cerebral malaria. Iran J Parasitol. 2012;7:62–74.", "ArticleIdList": ["PMC3537477", "23323093"]}, {"Citation": "Satish PVV, Sunita K. Antimalarial efficacy of Pongamia pinnata (L) Pierre against Plasmodium falciparum (3D7 strain) and Plasmodium berghei (ANKA) BMC Complement Altern Med. 2017;17:458. doi: 10.1186/s12906-017-1958-y.", "ArticleIdList": ["10.1186/s12906-017-1958-y", "PMC5594526", "28893216"]}, {"Citation": "Bihonegn T, Giday M, Yimer G, Animut A, Sisay M. Antimalarial activity of hydromethanolic extract and its solvent fractions of Vernonia amygdalina leaves in mice infected with Plasmodium berghei. SAGE Open Med. 2019;7:2050312119849766. doi: 10.1177/2050312119849766.", "ArticleIdList": ["10.1177/2050312119849766", "PMC6537240", "31205692"]}, {"Citation": "Duarte N, Ramalhete C, Lourenço L. Chapter 7 - Plant terpenoids as lead compounds against malaria and leishmaniasis. In: Atta ur R, editor. Stud Nat Prod Chem. 62: Amsterdam: Elsevier; 2019. p. 243–306."}, {"Citation": "Yang W, Chen X, Li Y, Guo S, Wang Z, Yu X. Advances in pharmacological activities of terpenoids. Nat Prod Commun. 2020;15:1934578X20903555. doi: 10.1177/1934578X20903555.", "ArticleIdList": ["10.1177/1934578X20903555"]}, {"Citation": "Azimi A, Hashemloian B. Terpenoid compounds and anti-hemozoin and anti-ciliates protozians effects of Artemisia annua L and Chenopodium botrys L. J Med Plants. 2019;3:49–66. doi: 10.29252/jmp.3.71.49.", "ArticleIdList": ["10.29252/jmp.3.71.49"]}, {"Citation": "Niaz K, Khan F. Chapter 3 - analysis of polyphenolics. In: Sanches Silva A, Nabavi SF, Saeedi M, Nabavi SM, editors. Recent Advances in Natural Products Analysis: Amsterdam: Elsevier; 2020. p. 39–197."}, {"Citation": "Reddy MK, Gupta SK, Jacob MR, Khan SI, Ferreira D. Antioxidant, antimalarial and antimicrobial activities of tannin-rich fractions, ellagitannins and phenolic acids from Punica granatum L. Planta Med. 2007;73:461–467. doi: 10.1055/s-2007-967167.", "ArticleIdList": ["10.1055/s-2007-967167", "17566148"]}, {"Citation": "Belay K. Phytochemical constituents and physicochemical properties of medicinal plant (Moringa Oleifera) around Bule Hora2015."}, {"Citation": "Mu L-y, Wang Q-m, Ni Y-c. Effect of daphnetin on SOD activity and DNA synthesis of Plasmodium falciparum in vitro. Chinese J Parasitol Parasitic Dis. 2003;21:157–159.", "ArticleIdList": ["14628347"]}, {"Citation": "Taramelli D, Monti D, Basilico N, Parapini S, Omodeo-Salé F, Olliaro P. A fine balance between oxidised and reduced haem controls the survival of intraerythrocytic plasmodia. Parassitologia. 1999;41:205–208.", "ArticleIdList": ["10697858"]}, {"Citation": "Hui Lv, Shunsheng Chen XX, Manman Zhu, Wenfang Zhao, Kewu Liu and Kehai Liu. . Isolation of linoleic acid from Sambucus williamsii seed oil extracted by high pressure fluid and its antioxidant, antiglycemic, hypolipidemic activities. Int J Food Eng. 2015;v. 11:pp. 383–391–2015 v.2011 no.2013. 10.1515/ijfe-2014-0234."}, {"Citation": "Philip K, Cheplogoi P, Elizabeth M, Hoseah M, Langat MK. Assessment of antiplasmodial activity and toxicity of crude extracts and isolated compounds from Oncoba spinosa (Flacourtiaceae). J Adv Med Pharm Sci. 2019:1–14. 10.9734/jamps/2019/v21i130124."}, {"Citation": "Tai A, Sawano T, Yazama F, Ito H. Evaluation of antioxidant activity of vanillin by using multiple antioxidant assays. Biochim Biophys Acta General Subjects. 2011;1810:170–177. doi: 10.1016/j.bbagen.2010.11.004.", "ArticleIdList": ["10.1016/j.bbagen.2010.11.004", "21095222"]}, {"Citation": "Arya SS, Rookes JE, Cahill DM, Lenka SK. Vanillin: a review on the therapeutic prospects of a popular flavouring molecule. Adv Tradit Med (ADTM) 2021;21:1–17. doi: 10.1007/s13596-020-00531-w.", "ArticleIdList": ["10.1007/s13596-020-00531-w"]}, {"Citation": "Khan AK, Rashid R, Fatima N, Mahmood S, Mir S, Khan S, et al. Pharmacological activities of protocatechuic acid. Acta Pol Pharm. 2015;72:643–650.", "ArticleIdList": ["26647619"]}, {"Citation": "Ferreira L, Venancio V, Kawano T, Abrão L, Almeida Tavella T, Almeida L, et al. Chemical genomic profiling unveils the in vitro and in vivo antiplasmodial mechanism of Açaí ( Euterpe oleracea Mart.) Polyphenols. ACS Omega. 2019;4. 10.1021/acsomega.9b02127.", "ArticleIdList": ["PMC6761757", "31572864"]}, {"Citation": "Bai J, Zhang Y, Tang C, Hou Y, Ai X, Chen X, et al. Gallic acid: Pharmacological activities and molecular mechanisms involved in inflammation-related diseases. Biomed Pharmacother. 2021;133:110985. doi: 10.1016/j.biopha.2020.110985.", "ArticleIdList": ["10.1016/j.biopha.2020.110985", "33212373"]}, {"Citation": "Khasanah U, WidyaWaruyanti A, Hafid AF, Tanjung M. Antiplasmodial activity of isolated polyphenols from Alectryon serratus leaves against 3D7 Plasmodium falciparum. Pharmacognosy Res. 2017;9:S57–s60. doi: 10.4103/pr.pr_39_17.", "ArticleIdList": ["10.4103/pr.pr_39_17", "PMC5757328", "29333044"]}, {"Citation": "Osagie-Eweka SE, Orhue NEJ, Omogbai EKI, Amaechina FC. Oral acute and sub-chronic toxicity assessment of aqueous leaf extract of Simarouba glauca DC (Paradise tree) Toxicol Rep. 2021;8:239–247. doi: 10.1016/j.toxrep.2021.01.008.", "ArticleIdList": ["10.1016/j.toxrep.2021.01.008", "PMC7844126", "33552922"]}, {"Citation": "Manaharan T, Chakravarthi S, Radhakrishnan AK, Palanisamy UD. In vivo toxicity evaluation of a standardized extract of Syzygium aqueum leaf. Toxicol Rep. 2014;1:718–725. doi: 10.1016/j.toxrep.2014.09.006.", "ArticleIdList": ["10.1016/j.toxrep.2014.09.006", "PMC5598474", "28962285"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "10", "Day": "10"}, {"Year": "2022", "Month": "3", "Day": "1"}, {"Year": "2022", "Month": "3", "Day": "17", "Hour": "5", "Minute": "30"}, {"Year": "2022", "Month": "3", "Day": "18", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "3", "Day": "19", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "3", "Day": "16"}], "PublicationStatus": "epublish", "ArticleIdList": ["35296314", "PMC8928678", "10.1186/s12906-022-03546-9", "10.1186/s12906-022-03546-9"]}}], "PubmedBookArticle": []}