{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35298541", "DateCompleted": {"Year": "2022", "Month": "05", "Day": "04"}, "DateRevised": {"Year": "2023", "Month": "11", "Day": "03"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "03", "Day": "17"}], "Language": ["eng"], "ELocationID": ["e0265420", "10.1371/journal.pone.0265420"], "Journal": {"ISSN": "1932-6203", "JournalIssue": {"Volume": "17", "Issue": "3", "PubDate": {"Year": "2022"}}, "Title": "PloS one", "ISOAbbreviation": "PLoS One"}, "ArticleTitle": "Phytoconstituents of traditional Himalayan Herbs as potential inhibitors of Human Papillomavirus (HPV-18) for cervical cancer treatment: An In silico Approach.", "Pagination": {"StartPage": "e0265420", "MedlinePgn": "e0265420"}, "Abstract": {"AbstractText": ["Human papillomavirus (HPV) induced cervical cancer is becoming a major cause of mortality in women. The present research aimed to identify the natural inhibitors of HPV-18 E1 protein (1R9W) from Himalayan herbs with lesser toxicity and higher potency. In this study, one hundred nineteen phytoconstituents of twenty important traditional medicinal plants of Northwest Himalayas were selected for molecular docking with the target protein 1R9W of HPV-18 E1 Molecular docking was performed by AutoDock vina software. ADME/T screening of the bioactive phytoconstituents was done by SwissADME, admetSAR, and Protox II. A couple of best protein-ligand complexes were selected for 100 ns MD simulation. Molecular docking results revealed that among all the selected phytoconstituents only thirty-five phytoconstituents showed the binding affinity similar or more than the standard anti-cancer drugs viz. imiquimod (-6.1 kJ/mol) and podofilox (-6.9 kJ/mol). Among all the selected thirty-five phytoconstituents, eriodictyol-7-glucuronide, stigmasterol, clicoemodin and thalirugidine showed the best interactions with a docking score of -9.1, -8.7, -8.4, and -8.4 kJ/mol. Based on the ADME screening, only two phytoconstituents namely stigmasterol and clicoemodin selected as the best inhibitor of HPV protein. MD simulation study also revealed that stigmasterol and clicoemodin were stable inside the binding pocket of 1R9W, Stigmasterol and clicoemodin can be used as a potential investigational drug to cure HPV infections."]}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Applied Sciences and Biotechnology, Shoolini University, Solan, Himachal Pradesh, India."}], "LastName": "Salaria", "ForeName": "Deeksha", "Initials": "D"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Applied Sciences and Biotechnology, Shoolini University, Solan, Himachal Pradesh, India."}], "LastName": "Rolta", "ForeName": "Rajan", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Faculty of Applied Sciences and Biotechnology, Shoolini University, Solan, Himachal Pradesh, India."}], "LastName": "Mehta", "ForeName": "Jyoti", "Initials": "J"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Pharmaceutical and Medical Chemistry, University of Uyo, Uyo, Nigeria."}], "LastName": "Awofisayo", "ForeName": "Oladoja", "Initials": "O"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Organic Chemistry Research Lab, Department of Chemistry, Obafemi Awolowo University, Ile-Ife, Nigeria."}], "LastName": "Fadare", "ForeName": "Olatomide A", "Initials": "OA"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biotechnology, Punjabi University Patiala, Patiala, Punjab, India."}], "LastName": "Kaur", "ForeName": "Baljinder", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "University Institute of Biotechnology, Chandigarh University, Mohali, Punjab, India."}], "LastName": "Kumar", "ForeName": "Balvir", "Initials": "B"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Federal Institute of Education, Science, and Technology of Para, Para, Brazil."}], "LastName": "Araujo da Costa", "ForeName": "Renato", "Initials": "R"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Division of Microbiology, School of Pharmaceutical and Health Sciences, Career Point University, Hamirpur, Himachal Pradesh, India."}], "LastName": "Chandel", "ForeName": "Shikha Rangra", "Initials": "SR"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Biotechnology, College of Engineering, University of Suwon, Hwaseong-si, South Korea."}], "LastName": "Kaushik", "ForeName": "Neha", "Initials": "N"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Electrical and Biological Physics, Plasma Bioscience Research Center & Applied Plasma Medicine Center, Kwangwoon University, Seoul, South Korea."}], "LastName": "Choi", "ForeName": "Eun Ha", "Initials": "EH"}, {"Identifier": ["0000-0002-4965-5046"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Electrical and Biological Physics, Plasma Bioscience Research Center & Applied Plasma Medicine Center, Kwangwoon University, Seoul, South Korea."}], "LastName": "Kaushik", "ForeName": "Nagendra Kumar", "Initials": "NK"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "PLoS One", "NlmUniqueID": "101285081", "ISSNLinking": "1932-6203"}, "ChemicalList": [{"RegistryNumber": "99WUK5D0Y8", "NameOfSubstance": "Stigmasterol"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Alphapapillomavirus"}, {"QualifierName": [], "DescriptorName": "Female"}, {"QualifierName": [], "DescriptorName": "Human papillomavirus 18"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Molecular Docking Simulation"}, {"QualifierName": [], "DescriptorName": "Papillomaviridae"}, {"QualifierName": [], "DescriptorName": "Papillomavirus Infections"}, {"QualifierName": [], "DescriptorName": "Stigmasterol"}, {"QualifierName": ["drug therapy"], "DescriptorName": "Uterine Cervical Neoplasms"}], "CoiStatement": "The authors have declared that no competing interests exist."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Sung H, Ferlay J, Siegel RL, Laversanne M, Soerjomataram I, Jemal A, et al.. Global cancer statistics 2020: GLOBOCAN estimates of incidence and mortality worldwide for 36 cancers in 185 countries. CA: A Cancer J Clinic. 2021; 71: 209–249.", "ArticleIdList": ["33538338"]}, {"Citation": "Venturas C, Umeh K. Health professional feedback on HPV vaccination roll-out in a developing country. Vaccine. 2017; 35(15); 1886–1891. doi: 10.1016/j.vaccine.2017.02.052", "ArticleIdList": ["10.1016/j.vaccine.2017.02.052", "28291647"]}, {"Citation": "zur Hausen H. Papillomaviruses causing cancer: evasion from host-cell control in early events in carcinogenesis. J Natl Cancer Inst. 2000; 92(9): 690–698. doi: 10.1093/jnci/92.9.690", "ArticleIdList": ["10.1093/jnci/92.9.690", "10793105"]}, {"Citation": "Walboomers JM, Jacobs MV, Manos MM, Bosch FX, Kummer JA, Shah KV, et al.. Human papillomavirus is a necessary cause of invasive cervical cancer worldwide. J Pathol. 1999; 189: 2–9. doi: 10.1002/(SICI)1096-9896(199909)189:1&lt;12::AID-PATH431&gt;3.0.CO;2-F", "ArticleIdList": ["10.1002/(SICI)1096-9896(199909)189:1&lt;12::AID-PATH431&gt;3.0.CO;2-F", "10451482"]}, {"Citation": "Xue H, Lin X, Li T, Yan X, Guo K, Zhang Y. Prevalence and genotype distribution of human papillomavirus infection in asymptomatic women in Liaoning province, China J Med Virol. 2015; 87: 1248–1253. doi: 10.1002/jmv.24029", "ArticleIdList": ["10.1002/jmv.24029", "25880913"]}, {"Citation": "Srivastava S, Gupta S, Roy JK. High prevalence of oncogenic HPV-16 in cervical smears of asymptomatic women of eastern Uttar Pradesh, India: a population-based study. J Biosci. 2012; 37: 63–72. doi: 10.1007/s12038-012-9181-y", "ArticleIdList": ["10.1007/s12038-012-9181-y", "22357204"]}, {"Citation": "Kerkar SC, Latta S, Salvi V, Pramanik JM. Human papillomavirus infection in asymptomatic population. Sex Reprod Health. 2011;2: 7–11. doi: 10.1016/j.srhc.2010.11.001", "ArticleIdList": ["10.1016/j.srhc.2010.11.001", "21147453"]}, {"Citation": "Petrelli A, Di Napoli A, Rossi PG, Rossi A, Luccini D, Di Marco I, et al.. Prevalence of primary HPV in Djibouti: feasibility of screening for early diagnosis of squamous intraepithelial lesions. J low genit tract dis. 2016; 20: 321–326. doi: 10.1097/LGT.0000000000000240", "ArticleIdList": ["10.1097/LGT.0000000000000240", "27467824"]}, {"Citation": "Arbyn M, Castellsague X, DeSanjose S. Worldwide burden of cervical cancer. Ann Oncol. 2011; 22: 2675–2682. doi: 10.1093/annonc/mdr015", "ArticleIdList": ["10.1093/annonc/mdr015", "21471563"]}, {"Citation": "Clifford GM, Gallus S, Herrero R, Muñoz N, Snijders PJ, Vaccarella S, et al.. Worldwide distribution of human papillomavirus types in cytologically normal women in the International Agency for Research on Cancer HPV prevalence surveys: a pooled analysis. Lancet. 2005; 366: 991–998. doi: 10.1016/S0140-6736(05)67069-9", "ArticleIdList": ["10.1016/S0140-6736(05)67069-9", "16168781"]}, {"Citation": "Bruni L, Diaz M, Castellsagué M, Ferrer E, Bosch FX, de Sanjosé S. Cervical human papillomavirus prevalence in 5 continents: meta-analysis of 1 million women with normal cytological findings. J Infect Dis. 2010; 202: 1789–1799. doi: 10.1086/657321", "ArticleIdList": ["10.1086/657321", "21067372"]}, {"Citation": "Sankaranarayanan R, Chatterji R, Shastri SS, Wesley RS, Basu P, Mahe C, et al.. Accuracy of human papillomavirus testing in primary screening of cervical neoplasia: results from a multicenter study in India. Int J Cancer. 2004;112:341–7. doi: 10.1002/ijc.20396", "ArticleIdList": ["10.1002/ijc.20396", "15352050"]}, {"Citation": "Sowjanya AP, Jain M, Poli UR, Padma S, Das M, Shah KV, et al.. Prevalence and distribution of high-risk human papilloma virus (HPV) types in invasive squamous cell carcinoma of the cervix and in normal women in Andhra Pradesh, India. BMC Infect Dis. 2005:5:116. doi: 10.1186/1471-2334-5-116", "ArticleIdList": ["10.1186/1471-2334-5-116", "PMC1345691", "16371167"]}, {"Citation": "Sreedevi A, Javed R, Dinesh A. Epidemiology of cervical cancer with special focus on India. Int J Womens Health. 2015;7:405–14. doi: 10.2147/IJWH.S50001", "ArticleIdList": ["10.2147/IJWH.S50001", "PMC4404964", "25931830"]}, {"Citation": "Wardak S. Human papillomavirus and cervical cancer. Med Dis Microbiol. 2016;73–84.", "ArticleIdList": ["28146625"]}, {"Citation": "Zur Hausen H. Papillomaviruses and cancer: from basic studies to clinical application. Nat Rev Cancer. 2002; 2: 342–350. doi: 10.1038/nrc798", "ArticleIdList": ["10.1038/nrc798", "12044010"]}, {"Citation": "Galani E, Christodoulou C. Human papilloma viruses and cancer in the post-vaccine era. Clinical microbiology and infection. 2009; 15: 977–981. doi: 10.1111/j.1469-0691.2009.03032.x", "ArticleIdList": ["10.1111/j.1469-0691.2009.03032.x", "19874381"]}, {"Citation": "Hampson L, Martin-Hirsch P, Hampson IN. An overview of early investigational drugs for the treatment of human papilloma virus infection and associated dysplasia. Expert Opin Investig Drugs. 2015; 24: 1529–1537. doi: 10.1517/13543784.2015.1099628", "ArticleIdList": ["10.1517/13543784.2015.1099628", "26457651"]}, {"Citation": "Garbyal SS, Aggarwal KK, Babu CR. Traditionally used medicinal plants in Dharchula Himalayas of Pithoragarh district, Uttaranchal. Indian J Tradit Knowl. 2005; 4: 199–207."}, {"Citation": "Rowshan V, Bahmanzadegan A, Saharkhiz MJ. Influence of storage conditions on the essential oil composition of Thymus daenensis Celak Ind Crops Product. 2013; 49:97–101."}, {"Citation": "Tajidin NE, Ahmad SH, Rosenani AB, Azimah H, Munirah M. Chemical composition and citral content in lemongrass (Cymbopogon citratus) essential oil at three maturity stages. Afr J Biotechnol. 2012;11: 2685–2693."}, {"Citation": "Rani ANZ, Husain K, Kumolosasi E. Moringa genus: a review of phytochemistry and pharmacology. Front Pharmacol. 2018; 9: 108. doi: 10.3389/fphar.2018.00108", "ArticleIdList": ["10.3389/fphar.2018.00108", "PMC5820334", "29503616"]}, {"Citation": "Fahey JW. Moringa oleifera: a review of the medical evidence for its nutritional, therapeutic, and prophylactic properties. Part 1. Trees for life Journal. 2005; 1: 1–5."}, {"Citation": "Chopra RN, Nayar SL, Chopra IC. Glossary of Indian medicinal plants. New Delhi: Council of Scientific & Industrial Research. 1956; 138–139."}, {"Citation": "Chauhan NS. Medicinal and aromatic plants of Himachal Pradesh. Indus publishing: Delhi, India, 1999."}, {"Citation": "Sharma R, Manhas RK. Ethnoveterinary plants for the treatment of camels in Shiwalik regions of Kathua district of Jammu & Kashmir, India. J ethnopharmacol. 2015; 169: 170–175. doi: 10.1016/j.jep.2015.04.018", "ArticleIdList": ["10.1016/j.jep.2015.04.018", "25917839"]}, {"Citation": "Takooree H, Aumeeruddy MZ, Rengasamy KR, Venugopala KN, Jeewon R, Zengin G, et al.. A systematic review on black pepper (Piper nigrum L.): From folk uses to pharmacological applications. Crit rev food sci nutr. 2019; 59: S210–43. doi: 10.1080/10408398.2019.1565489", "ArticleIdList": ["10.1080/10408398.2019.1565489", "30740986"]}, {"Citation": "Ross IA. Myristica fragrans. In Medicinal Plants of the World 2001. (pp. 333–352). Humana Press, Totowa, NJ."}, {"Citation": "Paul A, Kumar A, Singh G. Choudhary A. Medicinal, pharmaceutical and pharmacological properties of Zanthoxylum armatum: A Review. J Pharmacogn Phytochem. 2018; 7: 892–900."}, {"Citation": "Rana D, Bhatt A, Lal B. Ethnobotanical knowledge among the semi-pastoral Gujjar tribe in the high altitude (Adhwari’s) of Churah subdivision, district Chamba, Western Himalaya. J. Ethnobiol Ethnomedic. 2019; 15: 1–21. doi: 10.1186/s13002-019-0286-3", "ArticleIdList": ["10.1186/s13002-019-0286-3", "PMC6371563", "30744678"]}, {"Citation": "Russo E, Guy GW. A tale of two cannabinoids: the therapeutic rationale for combining tetrahydrocannabinol and cannabidiol. Medical hypotheses. 2006; 66: 234–246. doi: 10.1016/j.mehy.2005.08.026", "ArticleIdList": ["10.1016/j.mehy.2005.08.026", "16209908"]}, {"Citation": "Kuddus M, Ginawi IA, Al-Hazimi A. Cannabis sativa: An ancient wild edible plant of India. Emir J Food Agric. 2013; 736–745."}, {"Citation": "Kirtikar KR, Basu BD. Text book of Indian medicinal plants. Dehradun, India: International Book Distributors. 2005; 2: 993–994. doi: 10.1080/10286020310001608949", "ArticleIdList": ["10.1080/10286020310001608949", "16087633"]}, {"Citation": "Gordaliza M. Natural products as leads to anticancer drugs. Clinical and Translational Oncology. 2007; 9:767–76. doi: 10.1007/s12094-007-0138-9", "ArticleIdList": ["10.1007/s12094-007-0138-9", "18158980"]}, {"Citation": "Kangsamaksin T, Chaithongyot S, Wootthichairangsan C, Hanchaina R. Tangshewinsirikul C, Svasti J. Lupeol and stigmasterol suppress tumor angiogenesis and inhibit cholangiocarcinoma growth in mice via downregulation of tumor necrosis factor-α. PLoS One. 2017:12; e0189628. doi: 10.1371/journal.pone.0189628", "ArticleIdList": ["10.1371/journal.pone.0189628", "PMC5726636", "29232409"]}, {"Citation": "O’Boyle NM, Banck M, James CA, Morley C, Vandermeersch T, Hutchison GR. Open Babel: An open chemical toolbox. J cheminformatics. 2011; 3:1–4. doi: 10.1186/1758-2946-3-33", "ArticleIdList": ["10.1186/1758-2946-3-33", "PMC3198950", "21982300"]}, {"Citation": "Pettersen EF, Goddard TD, Huang CC, Couch GS, Greenblatt DM, Meng EC, et al.. UCSF Chimera-a visualization system for exploratory research and analysis. J computat chem. 2004; 25: 1605–1612. doi: 10.1002/jcc.20084", "ArticleIdList": ["10.1002/jcc.20084", "15264254"]}, {"Citation": "Trott O, Olson AJ. AutoDock Vina: improving the speed and accuracy of docking with a new scoring function, efficient optimization, and multithreading. J Comput Chem. 2010;31: 455–461. doi: 10.1002/jcc.21334", "ArticleIdList": ["10.1002/jcc.21334", "PMC3041641", "19499576"]}, {"Citation": "Bisht VK, Negi JS, Bh AK, Sundriyal RC. Traditional use of medicinal plants in district Chamoli, Uttarakhand, India. J Med Plant Res. 2013;7:918–929."}, {"Citation": "Lal B, Singh KN. Indigenous herbal remedies used to cure skin disorders by the natives of Lahaul-Spiti in Himachal Pradesh. 2008; 7:237–241."}, {"Citation": "Guleria V, Vasishth A. Ethnobotanical uses of wild medicinal plants by Guddi and Gujjar tribes of Himachal Pradesh. Ethnobot leafl. 2009; 2009: 8."}, {"Citation": "Van Geldre E, De Pauw I, Inzé D, Van Montagu M, Van den Eeckhout E. Cloning and molecular analysis of two new sesquiterpene cyclases from Artemisia annua L. Plant Science. 2000; 158: 163–171. doi: 10.1016/s0168-9452(00)00322-8", "ArticleIdList": ["10.1016/s0168-9452(00)00322-8", "10996256"]}, {"Citation": "Coffey T. The History and Folklore of North American Wild Flowers. Facts on File. 1993; ISBN 0-8160-2624-6."}, {"Citation": "Weiner MA. Earth Medicine, Earth Food. Ballantine Books 1980; ISBN 0-449-90589-6."}, {"Citation": "Moerman D. Native American Ethnobotany Timber Press. Oregon. 1998; ISBN 0-88192-453-9."}, {"Citation": "Mahboubi M, Kashani LMT. A Narrative study about the role of Viola odorata as traditional medicinal plant in management of respiratory problems. Adv Integr Med. 2018; 5: 112–118."}, {"Citation": "Auster AS, Joshua-Tor L. The DNA-binding domain of human papillomavirus type 18 E1: crystal structure, dimerization, and DNA binding. J Biolog Chem. 2004;279:3733–42.", "ArticleIdList": ["14593106"]}, {"Citation": "Banerjee P, Eckert AO, Schrey AK, Preissner R. ProTox-II: a webserver for the prediction of toxicity of chemicals. Nucl Acids Res. 2018; 46(W1): W257–W263. doi: 10.1093/nar/gky318", "ArticleIdList": ["10.1093/nar/gky318", "PMC6031011", "29718510"]}, {"Citation": "Yang H, Lou C, Sun L, Li J, Cai Y, Wang Z, et al.. AdmetSAR 2.0: web-service for prediction and optimization of chemical ADMET properties. Bioinfo. 2019; 35: 1067–1069. doi: 10.1093/bioinformatics/bty707", "ArticleIdList": ["10.1093/bioinformatics/bty707", "30165565"]}, {"Citation": "Salaria D, Rolta R, Sharma N, Dev K, Sourirajan A, Kumar V. In silico and In vitro evaluation of the anti-inflammatory and antioxidant potential of Cymbopogon citratus from North-western Himalayas. J Biomol Struct Dyn. 2021. doi: 10.1080/07391102.2021.2001371", "ArticleIdList": ["10.1080/07391102.2021.2001371", "34787050"]}, {"Citation": "Eswaramoorthy R, Hailekiros H, Kedir F, Endale M. In silico Molecular Docking, DFT Analysis and ADMET Studies of Carbazole Alkaloid and Coumarins from Roots of Clausena anisata: A Potent Inhibitor for Quorum Sensing. Advances and Applications in Bioinformatics and Chemistry: AABC. 2021;14:13. doi: 10.2147/AABC.S290912", "ArticleIdList": ["10.2147/AABC.S290912", "PMC7875078", "33584098"]}, {"Citation": "Anza M, Endale M, Cardona L, Cortes D, Eswaramoorthy R, Zueco J, et al.. Antimicrobial Activity, in silico Molecular Docking, ADMET and DFT Analysis of Secondary Metabolites from Roots of Three Ethiopian Medicinal Plants. Advances and Applications in Bioinformatics and Chemistry: AABC. 2021;14:117. doi: 10.2147/AABC.S323657", "ArticleIdList": ["10.2147/AABC.S323657", "PMC8384431", "34447254"]}, {"Citation": "Lipinski CA. Lead-and drug-like compounds: the rule-of-five revolution. Drug discovery today: Technologies. 2004. Dec 1;1(4):337–41. doi: 10.1016/j.ddtec.2004.11.007", "ArticleIdList": ["10.1016/j.ddtec.2004.11.007", "24981612"]}, {"Citation": "Lee TS, Cerutti DS, Mermelstein D, Lin C, LeGrand S, Giese TJ, et al.. GPU-accelerated molecular dynamics and free energy methods in Amber18: performance enhancements and new features. J Chem Inf Model. 2018; 58: 2043–2050. doi: 10.1021/acs.jcim.8b00462", "ArticleIdList": ["10.1021/acs.jcim.8b00462", "PMC6226240", "30199633"]}, {"Citation": "Wang J, Wolf RM, Caldwell JW, Kollman PA, Case DA. Development and testing of a general amber force field. J comput chem. 2004; 25: 1157–1174. doi: 10.1002/jcc.20035", "ArticleIdList": ["10.1002/jcc.20035", "15116359"]}, {"Citation": "Song LF, Lee TS, Zhu C, York DM, Merz KM Jr. Using AMBER18 for relative free energy calculations. J Chem Inf Model. 2019;59;3128–3135. doi: 10.1021/acs.jcim.9b00105", "ArticleIdList": ["10.1021/acs.jcim.9b00105", "PMC7371000", "31244091"]}, {"Citation": "Frisch MJ, Trucks GW, Schlegel HB, Scuseria GE, Robb MA, Cheeseman JR, et al.. Gaussian 16. Gaussian, Inc., Wallingford CT, GaussView 5.0. Wallingford, E.U.A. 2016."}, {"Citation": "Frisch RE, Snow RC, Johnson LA, Gerard B, Barbieri R, Rosen B. Magnetic resonance imaging of overall and regional body fat, estrogen metabolism, and ovulation of athletes compared to controls. J Clin Endocrinol Metab. 1993; 77: 471–7. doi: 10.1210/jcem.77.2.8345054", "ArticleIdList": ["10.1210/jcem.77.2.8345054", "8345054"]}, {"Citation": "Ryckaert JP, Ciccotti G, Berendsen HJ. Numerical integration of the cartesian equations of motion of a system with constraints: molecular dynamics of n-alkanes. Journal of computational physics. 1977; 23:327–41."}, {"Citation": "Sun H, Duan L, Chen F, Liu H, Wang Z, Pan P, et al.. Assessing the performance of MM/PBSA and MM/GBSA methods. 7. Entropy effects on the performance of end-point binding free energy calculation approaches. Phys Chem Chem Phys. 2018; 20: 14450–14460. doi: 10.1039/c7cp07623a", "ArticleIdList": ["10.1039/c7cp07623a", "29785435"]}, {"Citation": "Levi JE, Fernandes S, Tateno AF, Motta E, Lima LP, Eluf-Neto J. Presence of multiple human papillomavirus types in cervical samples from HIV-infected women. Gynecol Oncol. 2004; 92: 226–232. doi: 10.1016/j.ygyno.2003.10.004", "ArticleIdList": ["10.1016/j.ygyno.2003.10.004", "14751163"]}, {"Citation": "Brown DR, Schrieder JM, Bryan JT, Stoler MH, Fife KH. Detection of multiple human papillomavirus types in Condylomata acuminata lesions from otherwise healthy and immunosupressed patents. J Clin Microbiol. 1999;37:3316–3322. doi: 10.1128/JCM.37.10.3316-3322.1999", "ArticleIdList": ["10.1128/JCM.37.10.3316-3322.1999", "PMC85555", "10488198"]}, {"Citation": "Macalino SJ, Gosu V, Hong S, Choi S. Role of computer-aided drug design in modern drug discovery. Arch. Pharm Res. 2015; 38: 1686–1701. doi: 10.1007/s12272-015-0640-5", "ArticleIdList": ["10.1007/s12272-015-0640-5", "26208641"]}, {"Citation": "Yella JK, Yaddanapudi S, Wang Y, Jegga AG. Changing Trends in Computational Drug Repositioning. Pharmaceuticals 2018; 11: 57. doi: 10.3390/ph11020057", "ArticleIdList": ["10.3390/ph11020057", "PMC6027196", "29874824"]}, {"Citation": "Roberts JN, Buck CB, Thompson CD, Kines R, Bernardo M, Choyke PL, et al.. Genital transmission of HPV in a mouse model is potentiated by nonoxynol-9 and inhibited by carrageenan. Nat Med. 2007; 13: 857–861. doi: 10.1038/nm1598", "ArticleIdList": ["10.1038/nm1598", "17603495"]}, {"Citation": "Horvath CA, Boulet GA, Renoux VM, Delvenne PO, Bogers JP. Mechanisms of cell entry by human papillomaviruses: an overview. Virol J. 2010; 7: 1–7. doi: 10.1186/1743-422X-7-1", "ArticleIdList": ["10.1186/1743-422X-7-1", "PMC2823669", "20089191"]}, {"Citation": "Prieto-Martínez FD, López-López E, Eurídice Juárez-Mercado K, Medina-Franco JL. Computational Drug Design Methods—Current and Future Perspectives. In In Silico Drug Design; Elsevier: Amsterdam, The Netherlands. 2019; 19–44. doi: 10.1007/978-3-030-14632-0_1", "ArticleIdList": ["10.1007/978-3-030-14632-0_1"]}, {"Citation": "Kumar S, Jena L, Sahoo M, Kakde M, Daf S, Varma AK. In silico docking to explicate interface between plant-originated inhibitors and E6 oncogenic protein of highly threatening human papillomavirus 18. Genomics Inform. 2015;13: 60. doi: 10.5808/GI.2015.13.2.60", "ArticleIdList": ["10.5808/GI.2015.13.2.60", "PMC4500800", "26175664"]}, {"Citation": "Sookmai W, Ekalaksananan T, Pientong C, Sakdarat S, Kongyingyoes B. The anti-papillomavirus infectivity of Clinacanthus nutans compounds. Srinagarind Med J. 2011;26: 240–243."}, {"Citation": "Moghadamtousi ZS, Abdul Kadir H, Hassandarvish P, Tajik H, Abubakar S, Zandi K. A review on antibacterial, antiviral, and antifungal activity of curcumin. BioMed Res Int. 2014; 2014: 186864. doi: 10.1155/2014/186864", "ArticleIdList": ["10.1155/2014/186864", "PMC4022204", "24877064"]}, {"Citation": "Ali H, Dixit S, Ali D, Alqahtani SM, Alkahtani S, Alarifi S. Isolation and evaluation of anticancer efficacy of stigmasterol in a mouse model of DMBA-induced skin carcinoma. Drug Des Devel Ther. 2015; 9:2793–2800. doi: 10.2147/DDDT.S83514", "ArticleIdList": ["10.2147/DDDT.S83514", "PMC4454197", "26060396"]}, {"Citation": "Bae H, Song G, Lim W. Stigmasterol causes ovarian cancer cell apoptosis by inducing endoplasmic reticulum and mitochondrial dysfunction. Pharmaceutics. 2020; 12(6): 488. doi: 10.3390/pharmaceutics12060488", "ArticleIdList": ["10.3390/pharmaceutics12060488", "PMC7356731", "32481565"]}, {"Citation": "Li K, Yuan D, Yan R, Meng L, Zhang Y, Zhu K. Stigmasterol exhibits potent antitumor effects in human gastric cancer cells mediated via inhibition of cell migration, cell cycle arrest, mitochondrial mediated apoptosis and inhibition of JAK/STAT signalling pathway. J Buon. 2018; 23:1420–1425.", "ArticleIdList": ["30570868"]}, {"Citation": "Zhao H, Zhang X, Wang M, Lin Y, Zhou S. Stigmasterol Simultaneously Induces Apoptosis and Protective Autophagy by Inhibiting Akt/mTOR Pathway in Gastric Cancer Cells. Front Oncol. 2021;11: 43. doi: 10.3389/fonc.2021.629008", "ArticleIdList": ["10.3389/fonc.2021.629008", "PMC7940753", "33708631"]}, {"Citation": "Mehta J, Dev K. Extraction, isolation and characterization of lariciresinol from Zingiber officinale (ginger) rhizome extract for their efflux pump inhibitory activity on Salmonella enterica serovar typhimurium strains. Studies in Indian Place Names. 2010; 40: 218–231."}, {"Citation": "Mehta J, Jandaik S, Urmila, Mehta BB. Antibacterial activity and phytochemical screening of selected medicinal plants against Salmonella enterica serovar Typhimurium strains. IJBPAS. 2016. a; 5: 2119–2130."}, {"Citation": "Mehta J, Jandaik S, Urmila. Evaluation of phytochemicals and synergistic interaction between plant extracts and antibiotics for efflux pump inhibitory activity against Salmonella enterica serovar typhimurium strains. Int J Pharm and Pharm Sci. 2016. b; 8: 217–223."}, {"Citation": "Urmila, Jandaik S, Mehta J, Mohan M. Synergistic and efflux pump inhibitory activity of plant extracts and antibiotics on staphylococcus aureus strains. Asian J Pharm Clin Res. 2016: 9;277–282."}, {"Citation": "Mehta J, Rolta R, Dev K. Role of medicinal plants from North Western Himalayas as an efflux pump inhibitor against MDR AcrAB-TolC Salmonella enterica serovar typhimurium: In vitro and In silico studies. J Ethnopharmacol. 2021;114589. doi: 10.1016/j.jep.2021.114589", "ArticleIdList": ["10.1016/j.jep.2021.114589", "34492321"]}, {"Citation": "Mehta J, Rolta R, Salaria D, Awofisayo O, Fadare OA, Sharma PP, et al.. Phytocompounds from Himalayan Medicinal Plants as Potential Drugs to Treat Multidrug-Resistant Salmonella typhimurium: An In Silico Approach. Biomed. 2021; 9:1402.", "ArticleIdList": ["PMC8533345", "34680519"]}, {"Citation": "Rolta R, Salaria D, Sharma P, Sharma B, Kumar V, Rathi B, et al.. Phytocompounds of Rheum emodi, Thymus serpyllum, and Artemisia annua Inhibit Spike Protein of SARS-CoV-2 Binding to ACE2 Receptor: In Silico Approach. Current Pharmacol. Rep. 2021; 1–15.", "ArticleIdList": ["PMC8279807", "34306988"]}, {"Citation": "Salaria D, Rolta R, Patel CN, Dev K, Sourirajan A, Kumar V. In vitro and in silico analysis of Thymus serpyllum essential oil as bioactivity enhancer of antibacterial and antifungal agents. J Biomolecul Struct. Dynam. 2021;1–20. doi: 10.1080/07391102.2021.1943530", "ArticleIdList": ["10.1080/07391102.2021.1943530", "34238127"]}, {"Citation": "Rolta R, Salaria D, Kumar V, Patel CN, Sourirajan A, Baumler DJ, et al.. Molecular docking studies of phytocompounds of Rheum emodi Wall with proteins responsible for antibiotic resistance in bacterial and fungal pathogens: in silico approach to enhance the bio-availability of antibiotics. J. Biomol. Struct. Dynam. 2020; 1–15. doi: 10.1080/07391102.2020.1850364", "ArticleIdList": ["10.1080/07391102.2020.1850364", "33225862"]}, {"Citation": "Rolta R, Yadav R, Salaria D, Trivedi S, Imran M, Sourirajan A, et al.. In silico screening of hundred Phytoconstituents of ten medicinal plants as potential inhibitors of nucleocapsid phosphoprotein of COVID-19: an approach to prevent virus assembly. J biomol Struct Dyn. 2020; 1–18.", "ArticleIdList": ["PMC7484575", "32851912"]}, {"Citation": "Cha TL, Chuang MJ, Tang SH, Wu ST, Sun KH, Chen TT, et al.. Emodin modulates epigenetic modifications and suppresses bladder carcinoma cell growth. Mol Carcinog. 2015; 54: 167–177. doi: 10.1002/mc.22084", "ArticleIdList": ["10.1002/mc.22084", "24115089"]}, {"Citation": "Jaafari A, Mouse HA, Rakib EM, M’barek L.A, Tilaoui M, Benbakhta C, et al.. Chemical composition and antitumor activity of different wild varieties of Moroccan thyme. Rev. bras. Pharmacogn. 2007; 17: 477–491."}, {"Citation": "Hussain AI, Anwar F, Chatha SAS, Latif S, Sherazi STH, Ahmad A, et al.. Chemical composition and bioactivity studies of the essential oils from two Thymus species from the Pakistani flora. LWT-Food Science and Technology. 2013; 50:185–192."}, {"Citation": "Muthukala B, Sivakumari K, Ashok K. In silico docking of Quercetin compound against the Hela cell line proteins. Int J Curr Pharm Res. 2015; 7: 13–16."}, {"Citation": "Scheffner M, Münger K, Byrne JC, Howley PM. The state of the p53 and retinoblastoma genes in human cervical carcinoma cell lines. Proc Natl Acad Sci. 1991; 88: 5523–5527. doi: 10.1073/pnas.88.13.5523", "ArticleIdList": ["10.1073/pnas.88.13.5523", "PMC51909", "1648218"]}, {"Citation": "Kotadiya R, Georrge JJ. In silico approach to identify putative drugs from natural products for human papillomavirus (HPV) which cause cervical cancer. Life Sci Leafl. 2015; 63: 1–13."}, {"Citation": "Samant LR, Sangar VC, Chaudhary S, Chowdhary A. In silico molecular interactions of HIV antiviral drugs against HPV type 18 E6 protein. World J Pharm Pharm Sci. 2015; 4: 1056–1066."}, {"Citation": "Mamgain S, Sharma P, Pathak RK, Baunthiyal M. Computer aided screening of natural compounds targeting the E6 protein of HPV using molecular docking. Bioinformation. 2015: 11;236–242. doi: 10.6026/97320630011236", "ArticleIdList": ["10.6026/97320630011236", "PMC4464539", "26124567"]}, {"Citation": "Gurung AB, Ali MA, Lee J, Farah MA, Al-Anazi KM. Molecular docking and dynamics simulation study of bioactive compounds from Ficus carica L. with important anticancer drug targets. Plos one. 2021;16:e0254035. doi: 10.1371/journal.pone.0254035", "ArticleIdList": ["10.1371/journal.pone.0254035", "PMC8279321", "34260631"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "11", "Day": "13"}, {"Year": "2022", "Month": "3", "Day": "1"}, {"Year": "2022", "Month": "3", "Day": "17", "Hour": "17", "Minute": "18"}, {"Year": "2022", "Month": "3", "Day": "18", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "5", "Day": "6", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "3", "Day": "17"}], "PublicationStatus": "epublish", "ArticleIdList": ["35298541", "PMC8929605", "10.1371/journal.pone.0265420", "PONE-D-21-35926"]}}], "PubmedBookArticle": []}