{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Erythrina abyssinica", "Ethnomedical survey", "Glycosaminoglycans", "Herpes simplex virus 2", "Polysaccharides", "Respiratory syncytial virus"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35304278", "DateCompleted": {"Year": "2022", "Month": "04", "Day": "19"}, "DateRevised": {"Year": "2022", "Month": "04", "Day": "19"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "03", "Day": "16"}], "Language": ["eng"], "ELocationID": ["10.1016/j.jep.2022.115204", "S0378-8741(22)00243-4"], "Journal": {"ISSN": "1872-7573", "JournalIssue": {"Volume": "292", "PubDate": {"Year": "2022", "Month": "Jun", "Day": "28"}}, "Title": "Journal of ethnopharmacology", "ISOAbbreviation": "J Ethnopharmacol"}, "ArticleTitle": "Anti-respiratory syncytial virus and anti-herpes simplex virus activity of six Tanzanian medicinal plants with extended studies of Erythrina abyssinica stem bark.", "Pagination": {"StartPage": "115204", "MedlinePgn": "115204"}, "Abstract": {"AbstractText": ["Except for few highly pathogenic viruses, no antiviral drug has been approved for treatment of viral infections in humans. Plant extracts, selected based on their ethno-medical use, represent an important source of compounds for the development of novel candidate antiviral drugs. This especially concerns plants with ethnomedical records on their use in treatment of viral infections.", "To identify and document medicinal plants used by traditional health practitioners (THPs) for treatment of respiratory infections and muco-cutaneous lesions in order to study their antiviral activity including identification of active components and elucidation of mode of antiviral activity.", "The ethno-medical survey was performed in the Kagera region of Tanzania. The THPs were asked for plants used for treatment of signs and symptoms of respiratory infections and watery muco-cutaneous blisters in oral and genital regions. The plants identified were successively extracted with n-hexane, ethyl acetate and water, and the extracts assayed for anti-respiratory syncytial virus (RSV), anti-herpes simplex virus 2 (HSV-2), and anti-human parainfluenza virus 2 (HPIV-2) activity in cultured cells. Antiviral components were separated by ethanol precipitation and CL-6B chromatography, and the mode of antiviral activity elucidated by the time-of-addition assay and selection for the virus variants resistant to antiviral plant extract.", "THPs identified fifteen plants used for treatment of respiratory infections and muco-cutaneous blisters. The water extract, but not n-hexane or ethyl acetate extracts, of six of these plants including Erythrina abyssinica stem bark, inhibited infectivity of two glycosaminoglycan-binding viruses i.e., RSV and HSV-2 but not the sialic acid binding HPIV-2. An activity-guided separation revealed that antiviral component(s) of water extract of E. abyssinica could be precipitated with ethanol. This sample potently and selectively inhibited RSV and HSV-2 infectivity in cultured cells with IC50 values of 2.1 μg/ml (selectivity index >476) and 0.14 μg/ml (selectivity index >7143) respectively. The sample exhibited inhibitory effect on the virus attachment to and entry into the cells by directly targeting the viral particles. Indeed, 10 consecutive virus passages in HEp-2 cells in the presence of this extract selected for a resistant RSV variant lacking the attachment, viral membrane-associated, G protein due to a stop codon at amino acid residue 33 (Leu33stop). Fractionation of the E. abyssinica extract on a CL-6B column revealed that anti-RSV and HSV-2 activity correlated with carbohydrate content. The most pronounced antiviral activity was associated with a carbohydrate containing ingredient of molecular mass of <5 kDa, which may polymerize to antiviral composites of up to 410 kDa.", "Altogether, the water extract of six medicinal plants showed anti-RSV and anti-HSV-2 activities. Extended studies of the stem bark of E. abyssinica identified antiviral components that potently and selectively inhibited infectivity of free RSV and HSV-2 particles, a feature of importance in topical treatment of these infections. This observation confirms ethno-medical information concerning the use of E. abyssinica extract for treatment of respiratory infections and herpetic lesions."], "CopyrightInformation": "Copyright © 2022 The Authors. Published by Elsevier B.V. All rights reserved."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Infectious Diseases, Section for Clinical Virology, Institute of Biomedicine, University of Gothenburg, Guldhedsgatan 10 B, SE-413 46, Göteborg, Sweden; Department of Molecular Biology and Biotechnology, University of Dar es Salaam, P. O. Box 35179, Dar es Salaam, Tanzania; Institute of Traditional Medicine, Muhimbili University of Health and Allied Sciences, P.O. Box 65001, Dar es Salaam, Tanzania. Electronic address: jthomas.mo@gmail.com."}], "LastName": "Mollel", "ForeName": "Jackson T", "Initials": "JT"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Infectious Diseases, Section for Clinical Virology, Institute of Biomedicine, University of Gothenburg, Guldhedsgatan 10 B, SE-413 46, Göteborg, Sweden. Electronic address: joanna.said@microbio.gu.se."}], "LastName": "Said", "ForeName": "Joanna S", "Initials": "JS"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Molecular Biology and Biotechnology, University of Dar es Salaam, P. O. Box 35179, Dar es Salaam, Tanzania. Electronic address: masalurose@gmail.com."}], "LastName": "Masalu", "ForeName": "Rose J", "Initials": "RJ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Infectious Diseases, Section for Clinical Virology, Institute of Biomedicine, University of Gothenburg, Guldhedsgatan 10 B, SE-413 46, Göteborg, Sweden. Electronic address: charles.hannoun@microbio.gu.se."}], "LastName": "Hannoun", "ForeName": "Charles", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Traditional Medicine, Muhimbili University of Health and Allied Sciences, P.O. Box 65001, Dar es Salaam, Tanzania. Electronic address: mouricevictor@gmail.com."}], "LastName": "Mbunde", "ForeName": "Mourice V N", "Initials": "MVN"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Institute of Traditional Medicine, Muhimbili University of Health and Allied Sciences, P.O. Box 65001, Dar es Salaam, Tanzania. Electronic address: nondo75@yahoo.com."}], "LastName": "Nondo", "ForeName": "Ramadhani S O", "Initials": "RSO"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Infectious Diseases, Section for Clinical Virology, Institute of Biomedicine, University of Gothenburg, Guldhedsgatan 10 B, SE-413 46, Göteborg, Sweden. Electronic address: tomas.bergstrom@microbio.gu.se."}], "LastName": "Bergström", "ForeName": "Tomas", "Initials": "T"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Department of Infectious Diseases, Section for Clinical Virology, Institute of Biomedicine, University of Gothenburg, Guldhedsgatan 10 B, SE-413 46, Göteborg, Sweden. Electronic address: edward.trybala@microbio.gu.se."}], "LastName": "Trybala", "ForeName": "Edward", "Initials": "E"}], "PublicationTypeList": ["Journal Article"]}, "MedlineJournalInfo": {"Country": "Ireland", "MedlineTA": "J Ethnopharmacol", "NlmUniqueID": "7903310", "ISSNLinking": "0378-8741"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Antiviral Agents"}, {"RegistryNumber": "0", "NameOfSubstance": "Carbohydrates"}, {"RegistryNumber": "0", "NameOfSubstance": "Plant Extracts"}, {"RegistryNumber": "059QF0KO0R", "NameOfSubstance": "Water"}, {"RegistryNumber": "3K9958V90M", "NameOfSubstance": "Ethanol"}], "MeshHeadingList": [{"QualifierName": ["therapeutic use"], "DescriptorName": "Antiviral Agents"}, {"QualifierName": ["drug therapy"], "DescriptorName": "Blister"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Carbohydrates"}, {"QualifierName": [], "DescriptorName": "Erythrina"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Ethanol"}, {"QualifierName": [], "DescriptorName": "Herpesvirus 2, Human"}, {"QualifierName": [], "DescriptorName": "Humans"}, {"QualifierName": [], "DescriptorName": "Plant Bark"}, {"QualifierName": ["chemistry", "pharmacology", "therapeutic use"], "DescriptorName": "Plant Extracts"}, {"QualifierName": [], "DescriptorName": "Plants, Medicinal"}, {"QualifierName": [], "DescriptorName": "Respiratory Syncytial Viruses"}, {"QualifierName": ["drug therapy"], "DescriptorName": "Respiratory Tract Infections"}, {"QualifierName": [], "DescriptorName": "Tanzania"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Water"}]}, "PubmedData": {"ReferenceList": [], "History": [{"Year": "2022", "Month": "1", "Day": "22"}, {"Year": "2022", "Month": "2", "Day": "26"}, {"Year": "2022", "Month": "3", "Day": "12"}, {"Year": "2022", "Month": "3", "Day": "20", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "4", "Day": "20", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "3", "Day": "19", "Hour": "5", "Minute": "29"}], "PublicationStatus": "ppublish", "ArticleIdList": ["35304278", "10.1016/j.jep.2022.115204", "S0378-8741(22)00243-4"]}}], "PubmedBookArticle": []}