{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [["Sandoricum koetjape", "anti-inflammatory", "anticancer", "koetjapic acid", "santol tree"]], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35315091", "DateCompleted": {"Year": "2022", "Month": "07", "Day": "08"}, "DateRevised": {"Year": "2022", "Month": "09", "Day": "30"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "03", "Day": "21"}], "Language": ["eng"], "ELocationID": ["10.1111/jfbc.14152"], "Journal": {"ISSN": "1745-4514", "JournalIssue": {"Volume": "46", "Issue": "7", "PubDate": {"Year": "2022", "Month": "Jul"}}, "Title": "Journal of food biochemistry", "ISOAbbreviation": "J Food Biochem"}, "ArticleTitle": "The health benefits of santol fruits and bioactive products isolated from Sandoricum koetjape Merr.: A scoping review.", "Pagination": {"StartPage": "e14152", "MedlinePgn": "e14152"}, "Abstract": {"AbstractText": ["The santol tree (Sandoricum koetjape Merr.) is largely distributed in Southeast Asia. It produces useful timber and edible fruits, consumed fresh, and transformed. It has a wide range of traditional medicinal uses for the treatment of inflammatory disorders and digestive troubles. Numerous bioactive natural products have been isolated from the roots, leaves, stems, and fruits of S. koetjape, including flavonoids, limonoids, and terpenoids. The seeds are considered toxic and contain insecticidal limonoids. The present review provides a survey of the natural products isolated from different parts of the plant and discusses their pharmacological properties. Information on S. koetjape was collected through databases and analyzed, leading to the identification of about 30 natural products of interest. Bioactive compounds include limonoids, such as sandoripins A-B, sanjecumins A-B, and sandrapins A-E, and flavonoids with antioxidant, antibacterial, and insecticidal properties such as sandoricin and sandoripin derivatives. The santol plant contains various anti-inflammatory triterpenes, such as sentulic acid and koetjapic acid (KA). KA is the main product found in santol and a few other plants. This tetracyclic triterpenoid is endowed with anti-inflammatory and anticancer properties, with marked antimetastatic and antiangiogenic effects. Its potential molecular targets are discussed, notably the kinase mammalian target of rapamycin (mTOR) and other proteins (cyclooxygenase 2, DNA polymerase-β). The water-soluble derivative potassium koetjapate (KK) affords an orally bioavailable derivative, with superior antiangiogenic properties compared to KA. The health benefits associated with the consumption of santol fruits shall be further considered, and the design of hemi-synthetic analogs of KA encouraged. PRACTICAL APPLICATIONS: The fruits of the santol tree are largely consumed in Asia and different parts of the plant (Sandoricum koetjape Merr.) are used in traditional medicine. Diverse bioactive terpenoids have been isolated from the plant. Their pharmacological properties are reviewed here, with a focus on the triterpene koetjapic acid which displays marked anti-inflammatory and anticancer properties. Several other bioactive natural products, including limonoids and flavonoids, are evoked as well, to shed light on the many active compounds found in the fruits and the whole plant. For a healthy life, the use of the plant in phytomedicine and the consumption of the santol fruit should be encouraged."], "CopyrightInformation": "© 2022 Wiley Periodicals LLC."}, "AuthorList": [{"Identifier": ["0000-0002-2973-9357"], "AffiliationInfo": [{"Identifier": [], "Affiliation": "OncoWitan, Scientific Consulting Office, Lille, France."}], "LastName": "Bailly", "ForeName": "Christian", "Initials": "C"}], "PublicationTypeList": ["Journal Article", "Review"]}, "MedlineJournalInfo": {"Country": "United States", "MedlineTA": "J Food Biochem", "NlmUniqueID": "7706045", "ISSNLinking": "0145-8884"}, "ChemicalList": [{"RegistryNumber": "0", "NameOfSubstance": "Biological Products"}, {"RegistryNumber": "0", "NameOfSubstance": "Flavonoids"}, {"RegistryNumber": "0", "NameOfSubstance": "Limonins"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Biological Products"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Flavonoids"}, {"QualifierName": [], "DescriptorName": "Fruit"}, {"QualifierName": ["pharmacology"], "DescriptorName": "Limonins"}, {"QualifierName": [], "DescriptorName": "Meliaceae"}]}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Abd Azziz, S. S. S., Alimon, H., Abdullah Sani, A., Daud, N., & Mohd Noor, N. N. (2013). Phytochemical screening and antimicrobial activities of seed extracts from Sandoricum koetjape. The Open Conference Proceedings Journal, 4, 1."}, {"Citation": "Abu Bakar, F. I., Abu Bakar, M. F., Abdullah, N., Endrini, S., & Rahmat, A. (2018). A review of malaysian medicinal plants with potential anti-inflammatory activity. Advances in Pharmacological Sciences, 2018, 8603602."}, {"Citation": "Abubakar, S., Al-Mansoub, M. A., Murugaiyah, V., & Chan, K. L. (2019). The phytochemical and anti-inflammatory studies of Dillenia suffruticosa leaves. Phytotherapy Research, 33, 660-675."}, {"Citation": "Abubakar, S., Murugaiyah, V., The, C. H., & Chan, K. L. (2017). Structural reassignment of koetjapic acid following X-ray crystallography and NMR spectroscopy. Natural Product Communications, 12, 1017-1020."}, {"Citation": "Aisha, A. F. A., Alrokayan, S. A., Abu-Salah, K. M., Darwis, Y., & Abdul Majid, A. M. S. (2009). In vitro cytotoxic and apoptotic properties of the stem bark extract of Sandoricum koetjape on breast cancer cells. International Journal of Cancer Research, 5, 123-129."}, {"Citation": "Aisha, A. F. A., Sahib, H., Abu-Salah, K., Darwis, Y., & Abdul, M. A. (2009). Cytotoxic and anti-angiogenic properties of the stem bark extract of Sandoricum koetjape. International Journal of Cancer, 5, 105-114."}, {"Citation": "Anantachoke, N., Lomarat, P., Praserttirachai, W., Khammanit, R., & Mangmool, S. (2016). Thai fruits exhibit antioxidant activity and induction of antioxidant enzymes in HEK-293 cells. Evidence-based Complementary and Alternative Medicine, 2016, 6083136."}, {"Citation": "Aswathy, M., Banik, K., Parama, D., Sasikumar, P., Harsha, C., Joseph, A. G., Sherin, D. R., Thanathu, M. K., Kunnumakkara, A. B., & Vasu, R. K. (2021). Exploring the cytotoxic effects of the extracts and bioactive triterpenoids from Dillenia indica against oral squamous cell carcinoma: A scientific interpretation and validation of indigenous knowledge. ACS Pharmacology & Translational Science, 4, 834-847."}, {"Citation": "Bajon, J. M., Bautista, K. V., Belen, J. T., Concepcion, P. L., & Cosindad, I. C. (2019). Antibacterial activity of Sandoricum koetjape (Santol) leaf ethanolic extract against Staphylococcus aureus and Escherichia coli. GreenPrints. https://greenprints.dlshsi.edu.ph/grade_12/104/"}, {"Citation": "Battad, D. L. A. (2012). Putting santol up a higher notch: 11 reasons to love the Lolly fruit. BAR R&D Digest., 14, 25-26."}, {"Citation": "Belgica, T. H. R., Suba, M. D., & Alejandrao, G. J. D. (2021). Quantitative ethnobotanical study of medicinal flora used by local inhabitants in selected Barangay of Malinao, Albay, Philippines. Biodiversitas, 22, 2711-2721."}, {"Citation": "Benjawan, C., Chutichudet, P., & Khumkratok, S. (2008). Effect of harvesting index on browning reaction and changes of tissue structure in santol fruits. Pakistan Journal of Biological Sciences, 11, 1212-1219."}, {"Citation": "Benjawan, C., & Chutichudet, P. (2009). Control of skin colour and polyphenol oxidase activity in santol fruit by dipping in organic acid solution. Pakistan Journal of Biological Sciences, 12, 852-858."}, {"Citation": "Brown, W. H. (1920. (Bulletin N°21). Wild food plants of The Philippines (p. 86). Bureau of Forestry."}, {"Citation": "Bumi, M. B., Heliawaty, L., Hermawati, E., & Syah, Y. M. (2019). Four limonoids from the seeds extract of Sandoricum koetjape. Journal of Natural Medicines, 73, 641-647."}, {"Citation": "Cangao, C. A. (2012). Santol: A closer look at the ‘underdog’ of fruits. In Features, rare fruits, tropical fruit information, underutilized fruits. ITF Network. https://www.itfnet.org/v1/2012/01/santol-a-closer-look-at-the-%E2%80%98underdog%E2%80%99-of-fruits/"}, {"Citation": "Changsrisuk, S., & Chutipongtanate, S. (2013). Risk-associated mortality in patients with peritonitis due to Sandorica koetjape seed ingestion: a retrospective study. Journal of the Medical Association of Thailand, 96, 807-813."}, {"Citation": "Chen, C. R., Chen, H. W., & Chang, C. I. (2008). D:C-friedooleanane-type triterpenoids from Lagenaria siceraria and their cytotoxic activity. Chemical & Pharmaceutical Bulletin (Tokyo), 56, 385-388."}, {"Citation": "Chutichudet, P., Chutichudet, B., & Kaewsit, S. (2008). An analysis on quality, colour, tissue texture, total soluble solid content, titratable acidity and pH of Santol fruits (Sandoricum koetjape Burm. F.) Merr. Pui Fai cultivar, grown in Northern Thailand. Pakistan Journal of Biological Sciences, 11, 1348-1353."}, {"Citation": "Diansari, E., Suwarso, E., & Dalimunthe, A. (2018). Anti-diarrhea effects of ethanol extract Kecapi bark (Sandoricum koetjape Merr) on male Guinea pig induced with castor oil and bacteria Escherichia coli. Asian Journal of Pharmaceutical and Clinical Research, 11, 73-76."}, {"Citation": "Dira Swantara, I. M., & Ciawi, Y. (2012). Identifikasi senyawa antibakteri pada daun kecapi (Sandoricum koetjape (Burm.f.)). Jurnal Kimia, 3(2), 61-68. https://ojs.unud.ac.id/index.php/jchem/article/view/2754"}, {"Citation": "Efdi, M., Ninomiya, M., Suryani, E., Tanaka, K., Ibrahim, S., Watanabe, K., & Koketsu, M. (2012). Sentulic acid: a cytotoxic ring A-seco triterpenoid from Sandoricum koetjape Merr. Bioorganic & Medicinal Chemistry Letters, 22, 4242-4245."}, {"Citation": "Eignerova, B., Tichy, M., Krasulova, J., Kvasnica, M., Rarova, L., Christova, R., Urban, M., Bednarczyk-Cwynar, B., Hajduch, M., & Sarek, J. (2017). Synthesis and antiproliferative properties of new hydrophilic esters of triterpenic acids. European Journal of Medicinal Chemistry, 140, 403-420."}, {"Citation": "Flora Fauna Web. (2019). https://www.nparks.gov.sg/florafaunaweb/flora/3/1/3109"}, {"Citation": "Gatbonton-Schwager, T. N., Letterio, J. J., & Tochtrop, G. P. (2012). Bryonolic acid transcriptional control of anti-inflammatory and antioxidant genes in macrophages in vitro and in vivo. Journal of Natural Products, 75, 591-598."}, {"Citation": "Guo, Y., Zhu, H., Weng, M., Wang, C., & Sun, L. (2020). Chemopreventive effect of Betulinic acid via mTOR -Caspases/Bcl2/Bax apoptotic signaling in pancreatic cancer. BMC Complementary Medicine, 20, 178 Correction in BMC Complement. Med. Ther. 2021, 21, 131."}, {"Citation": "Hamzah, F. N., Subandi, A., Sujarwo, W., Septama, A. W., & Mozef, T. (2020). Antioxidant and xanthine oxidase inhibitory activities of kecap (Sandoricum koetjape [Burm.f] Merr.) leaf extract. In The 2nd International Conference on Chemistry and Material Science (IC2MS). IOP Conf. Series: Materials Science and Engineering (Vol. 833, 012012). IOP Publishing. https://doi.org/10.1088/1757-899X/833/1/012012"}, {"Citation": "He, X. F., Wang, X. N., Yin, S., Dong, L., & Yue, J. M. (2011). Ring A-seco triterpenoids with antibacterial activity from Dysoxylum hainanense. Bioorganic & Medicinal Chemistry Letters, 21, 125-129."}, {"Citation": "Heliawati, L., Syah, Y. M., & Bumi, M. B. (2019). Bryononic acid: Antibacterial compound from fruit hulls of S. koetjape Merr extract. Journal of Chemical and Pharmaceutical Sciences, 12, 14-18."}, {"Citation": "Hodon, J., Borkova, L., Pokorny, J., Kazakova, A., & Urban, M. (2019). Design and synthesis of pentacyclic triterpene conjugates and their use in medicinal research. European Journal of Medicinal Chemistry, 182, 111653."}, {"Citation": "Hu, H. Y., Horton, J. K., Gryk, M. R., Prasad, R., Naron, J. M., Sun, D. A., Hecht, S. M., Wilson, S. H., & Mullen, G. P. (2004). Identification of small molecule synthetic inhibitors of DNA polymerase beta by NMR chemical shift mapping. The Journal of Biological Chemistry, 279, 39736-39744."}, {"Citation": "Ismail, I. S., Ito, H., Hatano, T., Taniguchi, S., & Yoshida, T. (2003). Modified limonoids from the leaves of Sandoricum koetjape. Phytochemistry, 64, 1345-1349."}, {"Citation": "Ismail, I. S., Ito, H., Hatano, T., Taniguchi, S., & Yoshida, T. (2004). Two new analogues of trijugin-type limonoids from the leaves of Sandoricum koetjape. Chemical & Pharmaceutical Bulletin (Tokyo), 52, 1145-1147."}, {"Citation": "Ismail, I. S., Ito, H., Mukainaka, T., Higashihara, H., Enjo, F., Tokuda, H., Nishino, H., & Yoshida, T. (2003). Ichthyotoxic and anticarcinogenic effects of triterpenoids from Sandoricum koetjape bark. Biological & Pharmaceutical Bulletin, 26, 1351-1353."}, {"Citation": "Itoh, T., Katsurayama, K., Efdi, M., Ninomiya, M., & Koketsu, M. (2018). Sentulic acid isolated from Sandoricum koetjape Merr attenuates lipopolysaccharide and interferon gamma co-stimulated nitric oxide production in murine macrophage RAW264 cells. Bioorganic & Medicinal Chemistry Letters, 28, 3496-3501."}, {"Citation": "Jafari, S. F., Al-Suede, F. S. R., Yehya, A. H. S., Ahamed, M. B. K., Shafaei, A., Asif, M., Tabana, Y. M., Majid, A. M. S. A., & Baharetha, H. M. (2020). Pharmacokinetics and antiangiogenic studies of potassium koetjapate in rats. Biomedicine & Pharmacotherapy, 130, 110602."}, {"Citation": "Jafari, S. F., Khadeer Ahamed, M. B., Iqbal, M. A., Al Suede, F. S., Khalid, S. H., Haque, R. A., Nassar, Z. D., Umar, M. I., & Abdul Majid, A. M. (2014). Increased aqueous solubility and proapoptotic activity of potassium koetjapate against human colorectal cancer cells. Journal of Pharmacy and Pharmacology, 66, 1394-1409. https://doi.org/10.1111/jphp.12272"}, {"Citation": "Jalil, J., Sabandar, C. W., Ahmat, N., Jamal, J. A., Jantan, I., Aladdin, N. A., Muhammad, K., Buang, F., Mohamad, H. F., & Sahidin, I. (2015). Inhibitory effect of triterpenoids from Dillenia serrata (Dilleniaceae) on prostaglandin E2 production and quantitative HPLC analysis of its koetjapic acid and betulinic acid contents. Molecules, 20, 3206-3520."}, {"Citation": "Kaewkod, T., Tobe, R., Tragoolpua, Y., & Mihara, H. (2021). Medicinal plant extracts protect epithelial cells from infection and DNA damage caused by colibactin-producing Escherichia coli, and inhibit the growth of bacteria. Journal of Applied Microbiology, 130, 769-785."}, {"Citation": "Kaneda, N., Pezzuto, J. M., Kinghorn, A. D., Farnsworth, N. R., Santisuk, T., Tuchinda, P., Udchachon, J., & Reutrakul, V. (1992). Plant anticancer agents, L. cytotoxic triterpenes from Sandoricum koetjape stems. Journal of Nastural Products, 55, 654-659."}, {"Citation": "Khallouki, F., Owen, R. W., Silvente-Poirot, S., & Poirot, M. (2018). Bryonolic acid blocks cancer cell clonogenicity and invasiveness through the inhibition of fatty acid: Cholesteryl ester formation. Biomedicine, 6, 21."}, {"Citation": "Khumaisah, L. L., Saptanti, K., Heliawati, L., Hermawati, E., & Syah, Y. M. (2019). Two triterpenes from the leaves of Sandoricum koetjape. Research Journal of Chemistry and Environment, 23, 138-140."}, {"Citation": "Kongtun, S., Jiratchariyakul, W., Kummalue, T., Tan-ariya, P., Kunnachak, S., & Frahm, A. W. (2009). Cytotoxic properties of root extract and fruit juice of Trichosanthes cucumerina. Planta Medica, 75, 839-842."}, {"Citation": "Kosela, S., Yulizar, Y., Chairul, T. M., & Asakawa, Y. (1995). Secomultiflorane-type triterpenoid acids from stem bark of Sandoricum koetjape. Phytochemistry, 38, 691-694."}, {"Citation": "Lin, M., Yang, S., Huang, J., & Zhou, L. (2021). Insecticidal triterpenes in meliaceae: plant species, molecules and activities: Part (Aphanamixis-Chukrasia). International Journal of Molecular Sciences, 22, 13262."}, {"Citation": "Mesén-Mora, L. D., Álvarez-Valverde, V., Carvajal-Miranda, Y., & Rodríguez-Rodríguez, G. (2019). Estudio bioprospectivo, actividad antibiótica y antioxidante del exocarpio del fruto de santol (Sandoricum koetjape). Unicienca., 33, 75-82."}, {"Citation": "Morton, J. (1987). Santol. In Fruits of warm climates (pp. 199-201). J. F. Morton."}, {"Citation": "Muhammad, I., El Sayed, K. A., Mossa, J. S., Al-Said, M. S., El-Feraly, F. S., Clark, A. M., Hufford, C. D., Oh, S., & Mayer, A. M. (2000). Bioactive 12-oleanene triterpene and secotriterpene acids from Maytenus undata. Journal of Natural Products, 63, 605-610."}, {"Citation": "Murata, M., Kobayashi, T., & Seo, S. (2019). α-Ionone, an apocarotenoid, induces plant resistance to western flower thrips, Frankliniella occidentalis. Independently of Jasmonic Acid. Molecules., 25, 17."}, {"Citation": "Murata, M., Nakai, Y., Kawazu, K., Ishizaka, M., Kajiwara, H., Abe, H., Takeuchi, K., Ichinose, Y., Mitsuhara, I., Mochizuki, A., & Seo, S. (2019). Loliolide, a carotenoid metabolite, is a potential endogenous inducer of herbivore resistance. Plant Physiology, 179, 1822-1833."}, {"Citation": "Nagakura, Y., Nugroho, A. E., Hirasawa, Y., Hosoya, T., Rahman, A., Kusumawati, I., Zaini, N. C., & Morita, H. (2013). Sanjecumins A and B: New limonoids from Sandoricum koetjape. Journal of Natural Medicines, 67, 381-385."}, {"Citation": "Nassar, Z., Aisha, A., & Abdul Majid, A. (2010). The pharmacological properties of terpenoids from Sandoricum Koetjape. WebmedCentral Complementary Medicine, 1, WMC001311."}, {"Citation": "Nassar, Z. D., Aisha, A. F., Ahamed, M. B., Ismail, Z., Abu-Salah, K. M., Alrokayan, S. A., & Abdul Majid, A. M. (2011). Antiangiogenic properties of Koetjapic acid, a natural triterpene isolated from Sandoricum koetjaoe Merr. Cancer Cell International, 11, 12."}, {"Citation": "Nassar, Z. D., Aisha, A. F., Al Suede, F. S., Abdul Majid, A. S., & Abdul Majid, A. M. (2012). In vitro antimetastatic activity of koetjapic acid against breast cancer cells. Biological & Pharmaceutical Bulletin, 35, 503-508."}, {"Citation": "Nassar, Z. D., Aisha, A. F., Idris, N., Khadeer Ahamed, M. B., Ismail, Z., Abu-Salah, K. M., Alrokayan, S. A., & AM, S. A. M. (2012). Koetjapic acid, a natural triterpenoid, induces apoptosis in colon cancer cells. Oncology Reports, 27, 727-733."}, {"Citation": "Nassar, Z. D., Aisha, A. F., Majid, A. M., Yeap, C. S., & Fun, H. K. (2010). Koetjapic acid chloro-form hemisolvate. Acta Crystallographica. Section E: Structure Reports Online, 66, 1301-1302."}, {"Citation": "Nogodula, J. N., Aguhar, B. A., Gardose, D. L., & Juntilla, A. A. (2013). In vitro antibacterial screening of santol (Sandoricum koetjape Merr.) leaf crude extract. Root Gatherers, 4, 67-82."}, {"Citation": "Pancharoen, O., Haboonmee, P., & Taylor, W. C. (2005). Chemical constituents from the leaves of Sandoricum koetjape. In K. H. C. Başer, G. Franz, S. CaÒigueral, F. Demirci, L. E. Craker, & Z. E. Gardner (Eds.), Proceedings of the WOCMAP III, Vol. 3: Perspectives in natural product chemistry. Acta Hort. 677, ISHS. https://doi.org/10.17660/ActaHortic.2005.677.6"}, {"Citation": "Pancharoen, O., Pipatanapatikarn, A., Charles Taylor, W., & Bansiddhi, J. (2009). Two new limonoids from the leaves of Sandoricum koetjape. Natural Product Research, 23, 10-16."}, {"Citation": "Powell, R. G., Mikolajczak, K. L., Zilkowski, B. W., Mantus, E. K., Cherry, D., & Clardy, J. (1991). Limonoid antifeedants from seed of Sandoricum koetjape. Journal of Natural Products, 54, 241-246."}, {"Citation": "Que, J., Ye, M., Zhang, Y., Xu, W., Li, H., Xu, W., & Chu, K. (2016). Bryonolic acid, a triterpenoid, protect against N-methyl-d-aspartate-induced neurotoxicity in PC12 cells. Molecules, 21, 418."}, {"Citation": "Rasadah, M. A., Khozirah, S., Aznie, A. A., & Nik, M. M. (2004). Anti-inflammatory agents from Sandoricum koetjape Merr. Phytomedicine, 11, 261-263."}, {"Citation": "Roy, A., & Saraf, S. (2006). Limonoids: overview of significant bioactive triterpenes distributed in plants kingdom. Biological & Pharmaceutical Bulletin, 29, 191-201."}, {"Citation": "Santol Fruit Facts and Health Benefits. (2021). https://www.healthbenefitstimes.com/santol-fruit/"}, {"Citation": "Senthil-Nathan, S. (2013). Physiological and biochemical effect of neem and other Meliaceae plants secondary metabolites against Lepidopteran insects. Frontiers in Physiology, 4, 359."}, {"Citation": "Silva, J., Alves, C., Martins, A., Susano, P., Simões, M., Guedes, M., Rehfeldt, S., Pinteus, S., Gaspar, H., Rodrigues, A., Goettert, M. I., Alfonso, A., & Pedrosa, R. (2021). Loliolide, a new therapeutic option for neurological diseases? In vitro neuroprotective and anti-inflammatory activities of a monoterpenoid lactone isolated from Codium tomentosum. International Journal of Molecular Sciences, 22, 1888."}, {"Citation": "Snelder, D. J., Klein, M., & Schuren, S. H. G. (2007). Farmers preferences, uncertainties and opportunities in fruit-tree cultivation in Northeast Luzon. Agroforestry Systems, 71, 1-17."}, {"Citation": "Soetisna, U., Priadi, D., Hartati, S., & Sudarmonowati, E. (2005). Storage and the use of peroxydase enzyme to detect germination capability of Sandoricum koetjape Merr. seeds-A neglected tropical fruit species. Biodiversitas, 6, 1-5."}, {"Citation": "Somboonpanya, P. (2001). Sigmoid colon perforation by ingested Sandorica seed. Journal of the Medical Association of Thailand, 84, 1751-1753."}, {"Citation": "Stuart, G. U., Jr. (2019). Santol. Sandoricum koetjape (Burm.f.) Merr. In Philippine. Medicinal Plants. http://www.stuartxchange.org/Santol.html"}, {"Citation": "Susanti, F. E., Sugita, P., & Ambarsari, L. (2016). Purification of active compounds from Kecapi leaves that have potential as anticancer for in vitro on murine cells leukemia P-388. International Journal of Chemical Sciences, 14, 1376-1384."}, {"Citation": "Tanaka, T., Koyano, T., Kowithayakorn, T., Fujimoto, H., Okuyama, E., Hayashi, M., Komiyama, K., & Ishibashi, M. (2001). New multiflorane-type triterpenoid acids from Sandoricum indicum. Journal of Natural Products, 64, 1243-1245."}, {"Citation": "The Bangkok Post. (2016). Santol festival in lop buri. Bangkok Post."}, {"Citation": "Tropical Plants Database. (2014). Ken Fern. tropical.theferns.info https://tropical.theferns.info/viewtropical.php?id=Sandoricum+koetjape"}, {"Citation": "Whitington, C. L. (1992). Interactions between lar gibbons and pig-tailed macaques at fruit sources. American Journal of Primatology, 26, 61-64."}, {"Citation": "Wongsariya, K., & Kanchanadumkerng, P. (2021). Proximate composition of the edible part of purple passion fruit and santol and in vitro prebiotic activity of crude polysaccharide extracts. Food Research, 5, 406-412."}, {"Citation": "Yeboah, E. M., Majinda, R. R., Kadziola, A., & Muller, A. (2010). Dihydro-beta-agarofuran sesquiterpenes and pentacyclic triterpenoids from the root bark of Osyris lanceolata. Journal of Natural Products, 73, 1151-1155."}, {"Citation": "Zhou, M., Zhang, R. H., Wang, M., Xu, G. B., & Liao, S. G. (2017). Prodrugs of triterpenoids and their derivatives. European Journal of Medicinal Chemistry, 131, 222-236."}, {"Citation": "Zulkipli, N. N., Zakaria, R., Long, I., Abdullah, S. F., Muhammad, E. F., Wahab, H. A., & Sasongko, T. H. (2020). In silico analyses and cytotoxicity study of asiaticoside and asiatic acid from malaysian plant as potential mTOR inhibitors. Molecules, 25, 3991."}], "ReferenceList": [], "Title": "REFERENCES"}], "History": [{"Year": "2022", "Month": "3", "Day": "6"}, {"Year": "2022", "Month": "1", "Day": "12"}, {"Year": "2022", "Month": "3", "Day": "7"}, {"Year": "2022", "Month": "3", "Day": "23", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "7", "Day": "9", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "3", "Day": "22", "Hour": "5", "Minute": "39"}], "PublicationStatus": "ppublish", "ArticleIdList": ["35315091", "10.1111/jfbc.14152"]}}], "PubmedBookArticle": []}