{"PubmedArticle": [{"MedlineCitation": {"KeywordList": [], "GeneralNote": [], "OtherAbstract": [], "CitationSubset": ["IM"], "SpaceFlightMission": [], "OtherID": [], "InvestigatorList": [], "PMID": "35318399", "DateCompleted": {"Year": "2022", "Month": "05", "Day": "05"}, "DateRevised": {"Year": "2022", "Month": "10", "Day": "23"}, "Article": {"ArticleDate": [{"Year": "2022", "Month": "03", "Day": "22"}], "Language": ["eng"], "ELocationID": ["4906", "10.1038/s41598-022-08971-x"], "Journal": {"ISSN": "2045-2322", "JournalIssue": {"Volume": "12", "Issue": "1", "PubDate": {"Year": "2022", "Month": "Mar", "Day": "22"}}, "Title": "Scientific reports", "ISOAbbreviation": "Sci Rep"}, "ArticleTitle": "Concentration-dependent dual effects of exogenous sucrose on nitrogen metabolism in Andrographis paniculata.", "Pagination": {"StartPage": "4906", "MedlinePgn": "4906"}, "Abstract": {"AbstractText": ["The effects of exogenous sucrose (Suc) concentrations (0, 0.5, 1, 5, 10 mmol L<sup>-1</sup>) on carbon (C) and nitrogen (N) metabolisms were investigated in a medicinal plant Andrographis paniculata (Chuanxinlian). Suc application with the concentration of 0.5-5 mmol L<sup>-1</sup> significantly promoted plant growth. In contrast, 10 mmol L<sup>-1</sup> Suc retarded plant growth and increased contents of anthocyanin and MDA and activity of SOD in comparison to 0.5-5 mmol L<sup>-1</sup> Suc. Suc application increased contents of leaf soluble sugar, reducing sugar and trerhalose, as well as isocitrate dehydrogenase (ICDH) activity, increasing supply of C-skeleton for N assimilation. However, total leaf N was peaked at 1 mmol L<sup>-1</sup> Suc, which was consistent with root activity, suggesting that exogenous Suc enhanced root N uptake. At 10 mmol L<sup>-1</sup> Suc, total leaf N and activities of glutamine synthase (GS), glutamate synthase (GOGAT), NADH-dependent glutamate dehydrogenase (NADH-GDH) and glutamic-pyruvic transaminase (GPT) were strongly reduced but NH<sub>4</sub><sup>+</sup> concentration was significantly increased. The results revealed that exogenous Suc is an effective stimulant for A. paniculata plant growth. Low Suc concentration (e.g. 1 mmol L<sup>-1</sup>) increased supply of C-skeleton and promoted N uptake and assimilation in A. paniculata plant, whereas high Suc concentration (e.g. 10 mmol L<sup>-1</sup>) uncoupled C and N metabolisms, reduced N metabolism and induced plant senescence."], "CopyrightInformation": "© 2022. The Author(s)."}, "AuthorList": [{"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Pharmaceutical College, Guangxi Medical University, Nanning, 530021, China."}], "LastName": "Huang", "ForeName": "Xue-Jing", "Initials": "XJ"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Guangxi Key Laboratory of Medicinal Resources Protection and Genetic Improvement, Guangxi Botanical Garden of Medicinal Plants, Nanning, 530023, China."}, {"Identifier": [], "Affiliation": "Guangxi Engineering Research Centre of TCM Intelligent Creation, Guangxi Botanical Garden of Medicinal Plants, Nanning, 530023, China."}], "LastName": "Jian", "ForeName": "Shao-Fen", "Initials": "SF"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Guangxi Key Laboratory of Medicinal Resources Protection and Genetic Improvement, Guangxi Botanical Garden of Medicinal Plants, Nanning, 530023, China."}, {"Identifier": [], "Affiliation": "Guangxi Engineering Research Centre of TCM Intelligent Creation, Guangxi Botanical Garden of Medicinal Plants, Nanning, 530023, China."}], "LastName": "Chen", "ForeName": "Dong-Liang", "Initials": "DL"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Guangxi Key Laboratory of Medicinal Resources Protection and Genetic Improvement, Guangxi Botanical Garden of Medicinal Plants, Nanning, 530023, China. zhongchu2011@126.com."}, {"Identifier": [], "Affiliation": "Guangxi Engineering Research Centre of TCM Intelligent Creation, Guangxi Botanical Garden of Medicinal Plants, Nanning, 530023, China. zhongchu2011@126.com."}], "LastName": "Zhong", "ForeName": "Chu", "Initials": "C"}, {"Identifier": [], "AffiliationInfo": [{"Identifier": [], "Affiliation": "Pharmaceutical College, Guangxi Medical University, Nanning, 530021, China. mjh1962@vip.163.com."}, {"Identifier": [], "Affiliation": "Guangxi Key Laboratory of Medicinal Resources Protection and Genetic Improvement, Guangxi Botanical Garden of Medicinal Plants, Nanning, 530023, China. mjh1962@vip.163.com."}, {"Identifier": [], "Affiliation": "Guangxi Engineering Research Centre of TCM Intelligent Creation, Guangxi Botanical Garden of Medicinal Plants, Nanning, 530023, China. mjh1962@vip.163.com."}], "LastName": "Miao", "ForeName": "Jian-Hua", "Initials": "JH"}], "PublicationTypeList": ["Journal Article", "Research Support, Non-U.S. Gov't"]}, "MedlineJournalInfo": {"Country": "England", "MedlineTA": "Sci Rep", "NlmUniqueID": "101563288", "ISSNLinking": "2045-2322"}, "ChemicalList": [{"RegistryNumber": "0U46U6E8UK", "NameOfSubstance": "NAD"}, {"RegistryNumber": "57-50-1", "NameOfSubstance": "Sucrose"}, {"RegistryNumber": "N762921K75", "NameOfSubstance": "Nitrogen"}], "MeshHeadingList": [{"QualifierName": [], "DescriptorName": "Andrographis paniculata"}, {"QualifierName": ["metabolism"], "DescriptorName": "NAD"}, {"QualifierName": ["metabolism"], "DescriptorName": "Nitrogen"}, {"QualifierName": ["metabolism"], "DescriptorName": "Plant Leaves"}, {"QualifierName": ["metabolism"], "DescriptorName": "Sucrose"}], "CoiStatement": "The authors declare no competing interests."}, "PubmedData": {"ReferenceList": [{"Reference": [{"Citation": "Ruan YL. Sucrose metabolism: Gateway to diverse carbon use and sugar signaling. Annu. Rev. Plant Biol. 2014;65:33–67.", "ArticleIdList": ["24579990"]}, {"Citation": "Shahri W, Ahmad SS, Tahir I. Sugar signaling in plant growth and development. In: Hakeem K, Rehman R, Tahir I, editors. Plant Signaling: Understanding the Molecular Crosstalk. Springer; 2014. pp. 93–116."}, {"Citation": "Lin XY, Ye YQ, Fan SK, Jin CW, Zheng SJ. Increased sucrose accumulation regulates iron-deficiency responses by promoting auxin signaling in Arabidopsis plants. Plant Physiol. 2016;170:907–920.", "ArticleIdList": ["PMC4734570", "26644507"]}, {"Citation": "Salam BB, et al. Etiolated stem branching is a result of systemic signaling associated with sucrose level. Plant Physiol. 2017;175:734–745.", "ArticleIdList": ["PMC5619910", "28860154"]}, {"Citation": "Lei M, et al. Genetic and genomic evidence that sucrose is a global regulator of plant responses to phosphate starvation in Arabidopsis. Plant Physiol. 2011;156:1116–1130.", "ArticleIdList": ["PMC3135933", "21346170"]}, {"Citation": "Su N, Wu Q, Cui J. Increased sucrose in the hypocotyls of radish sprouts contributes to nitrogen deficiency-induced anthocyanin accumulation. Front. Plant Sci. 2016;7:1976.", "ArticleIdList": ["PMC5183625", "28083009"]}, {"Citation": "Hammond JP, White PJ. Sucrose transport in the phloem: Integrating root responses to phosphorus starvation. J. Exp. Bot. 2008;59(1):93–109.", "ArticleIdList": ["18212031"]}, {"Citation": "Jia H, Wang Y, Sun M, Li B, Jia W. Sucrose functions as a signal involved in the regulation of strawberry fruit development and ripening. New Phytol. 2013;198(2):453–465.", "ArticleIdList": ["23425297"]}, {"Citation": "Wang M, Shen Q, Xu G, Guo S. New Insight into the strategy for nitrogen metabolism in plant cells. In: Jeon KW, editor. International Review of Cell and Molecular Biology. Academic Press; 2014. pp. 1–37.", "ArticleIdList": ["24725423"]}, {"Citation": "Das A, Rushton PJ, Rohila JS. Metabolomic profiling of soybeans (Glycine max L.) reveals the importance of sugar and nitrogen metabolism under drought and heat stress. Plants. 2017;6(2):21.", "ArticleIdList": ["PMC5489793", "28587097"]}, {"Citation": "Guo S, Xie P. Effects of exogenous substance on starch synthesis and related enzymes activity in Chinese chestnut. Sci. Silvae Sin. 2013;49(4):135–140."}, {"Citation": "Cao YY, et al. Exogenous sucrose influences antioxidant enzyme activities and reduces lipid peroxidation in water-stressed cucumber leaves. Biol. Plantarum. 2015;59(1):147–153."}, {"Citation": "Ying Z, et al. Sugar-induced tolerance to the salt stress in maize seedlings by balancing redox homeostasis. Agric. For. Fish. 2016;5(4):126–134."}, {"Citation": "Qiu N, Deng Y. Role of exogenous sucrose in protecting PSII particles against salt stress and heat stress. Bull. Bot. 2007;24(4):484–489."}, {"Citation": "Cao YY, et al. Exogenous sucrose increases chilling tolerance in cucumber seedlings by modulating antioxidant enzyme activity and regulating proline and soluble sugar contents. Sci. Hortic. 2014;179:67–77."}, {"Citation": "Siringam K, Juntawong N, Cha-Um S, Boriboonkaset T, Kirdmanee C. Salt tolerance enhancement in indica rice (Oryza sativa L. spp. indica) seedlings using exogenous sucrose supplementation. Plant Omics J. 2012;5(1):52–59."}, {"Citation": "Chang LL, et al. Effect of exogenous sucrose on nitrogen and carbon metabolism of lettuce under NO3− stress. Northern Hortic. 2016;1:10–15."}, {"Citation": "Furbank RT, Pritchard J, Jenkins CLD. Effects of exogenous sucrose feeding on photosynthesis in the C3 plant tobacco and the C4 plant Flaveria bidentis. Aust. J. Plant Physiol. 1997;24(3):291–299."}, {"Citation": "Li YF, Yu XH. Effect of exogenous sucrose on nitrogen and carbon metabolism of broccoli (Brassicaloeracea var. Italica) J. Northeast Agric. Univ. 2007;2:166–169."}, {"Citation": "Smoleń S, Sady W. Effect of foliar application of urea, molybdenum, benzyladenine, sucrose and salicylic acid on yield, nitrogen metabolism of radish plants and quality of edible roots. J. Plant Nutr. 2012;35(8):1113–1129."}, {"Citation": "Lobo AKM, et al. Exogenous sucrose supply changes sugar metabolism and reduces photosynthesis of sugarcane through the down-regulation of rubisco abundance and activity. J. Plant Physiol. 2015;179:113–121.", "ArticleIdList": ["25863283"]}, {"Citation": "Le QUYV, Samson GUY, Desjardins Y. Opposite effects of exogenous sucrose on growth, photosynthesis and carbon metabolism of in vitro plantlets of tomato (L. esculentum mill) grown under two levels of irradiances and CO2 concentration. J. Plant Physiol. 2001;158(5):599–605."}, {"Citation": "Mishra SK, Sangwan NS, Sangwan RS. Andrographis paniculata (Kalmegh): A review. Phcog. Rev. 2007;1(2):283–298."}, {"Citation": "Aromdee C. Modifications of andrographolide to increase some biologicalactivities: A patent review (2006–2011) Expert Opin. Ther. Pat. 2012;22(2):169–180.", "ArticleIdList": ["22329509"]}, {"Citation": "Zhang X, Huang G, Bian X, Zhao Q. Effects of root interaction and nitrogen fertilization on the chlorophyll content, root activity, photosynthetic characteristics of intercropped soybean and microbial quantity in the rhizosphere. Plant Soil Environ. 2013;59(2):80–88."}, {"Citation": "Porra RJ, Thompson WA, Kriedemann PE. Determination of accurate extinction coefficients and simultaneous equations for assaying chlorophylls a and b extracted with four different solvents: Verification of the concentration of chlorophyll standards by atomic absorption spectroscopy. Biochim. Biophys. Acta. 1989;975:384–394."}, {"Citation": "Sun ML, Liang YY, Wang HD, Zhang ZM. Extraction process of anthocyanins from husk of local-grown rice Oryza sativa L. Nanyangensis in Nanyang, Henan. Chin. Agric. Sci. Bull. 2018;34(18):71–76."}, {"Citation": "Hodges DM, DeLong JM, Forney CF, Prange RK. Improving the thiobarbituric acid-reactive-substances assay for estimating lipid peroxidation in plant tissues containing anthocyanin and other interfering compounds. Planta. 1999;207:604–611.", "ArticleIdList": ["28456836"]}, {"Citation": "Giannopolitis CN, Ries SK. Superoxide dismutases I. Occurrence in higher plants. Plant Physiol. 1977;59:309–314.", "ArticleIdList": ["PMC542387", "16659839"]}, {"Citation": "Li YS, et al. Greater differences exist in seed protein, oil, total soluble sugar and sucrose content of vegetable soybean genotypes [Glycine max (L.) Merrill] in Northeast China. Aust. J. Crop Sci. 2012;6(12):1681–1686."}, {"Citation": "Wang YY, et al. Studies on the immuno-modulating and antitumor activities of Ganoderma lucidum (Reishi) polysaccharides: Functional and proteomic analyses of a fucose-containing glycoprotein fraction responsible for the activities. Bioorg. Med. Chem. 2002;10:1057–1062.", "ArticleIdList": ["11836115"]}, {"Citation": "Breuil C, Saddler JN. Comparison of the 3, 5-dinitrosalicylic acid and nelson-somogyi methods of assaying for reducing sugars and determining cellulase activity. Enzyme Microb. Tech. 1985;7(7):327–332."}, {"Citation": "Li YL, Zhang XZ, Miao M, Shi RJ, Liu JH. Improvement of chromogenic conditions on trehalose determination by anthrone-sulphutic acid method. Sci. Technol. Food Ind. 2009;2:296–298."}, {"Citation": "Bergmeyer HU, Gawwehn K, Grassl M. Enzymes as biochemical reagents. In: Bergmeyer HU, editor. Methods of Enzymatic Analysis. Academic Press; 1974. pp. 425–556."}, {"Citation": "Bradford MM. A rapid and sensitive method for the quantification of microgram quantities of protein utilizing the principle of protein-dye binding. Anal. Biochem. 1976;72:248–254.", "ArticleIdList": ["942051"]}, {"Citation": "Santoni S, Bonifacio E, Zanini E. Indophenol blue colorimetric method for measuring cation exchange capacity in sandy soils. Commun. Soil Sci. Plant Anal. 2001;32:2519–2530."}, {"Citation": "Yokoyama S, Hiramatsu JI. A modified ninhydrin reagent using ascorbic acid instead of potassium cyanide. J. Biosci. Bioeng. 2003;95:204–205.", "ArticleIdList": ["16233394"]}, {"Citation": "Zhang C, Peng S, Peng X, Chavez AQ. Response of glutamine synthetase isoforms to nitrogen sources in rice (Oryza sativa L.) roots. Plant Sci. 1997;125:163–170."}, {"Citation": "Singh RP, Srivastava HS. Increase in glutamate synthase (NADH) activity in maize seedlings in response to nitrate and ammonium nitrogen. Physiol. Plant. 1986;66:413–416."}, {"Citation": "Wu L, Jiang S, Tao Q. The application of colormetric method on the determination of transaminase activity. Chin. J. Soil Sci. 1998;29(3):136–138."}, {"Citation": "Fuentes G, Talavera C, Desjardins Y, Santamaria JM. Exogenous sucrose can decrease in vitro photosynthesis but improve field survival and growth of coconut (Cocos nucifera L.) in vitro plantlets. In Vitro Cell Dev. Biol. Plant. 2005;41:69–76."}, {"Citation": "Cazetta JO, Seebauer JR, Below FE. Sucrose and nitrogen supplies regulate growth of maize kernels. Ann. Bot. 1999;84(6):747–754."}, {"Citation": "Zhou Q, Jiang D, Dai TB, Cao WX, Jing Q. Effects of varied carbon and nitrogen supply on starch and protein accumulation in grain during early filling of wheat. Acta Agron. Sin. 2004;30(10):975–979."}, {"Citation": "Halford NG, Paul MJ. Carbon metabolite sensing and signaling. Plant Biotech. J. 2003;1:381–398.", "ArticleIdList": ["17134398"]}, {"Citation": "Ren WJ, et al. Impact of low-light stress on leaves characteristics of rice after heading. J. Sichuan Agric. Univ. 2002;20(3):205–208, 278."}, {"Citation": "Hoch WA, Zeldin EL, Mccown BH. Physiological significance of anthocyanins during autumnal leaf senescence. Tree Physiol. 2001;21:1–8.", "ArticleIdList": ["11260818"]}, {"Citation": "Evans JR. Photosynthesis and nitrogen relationships in leaves of C3 plants. Oecologia. 1989;78(1):9–19.", "ArticleIdList": ["28311896"]}, {"Citation": "Wang L, Ruan YL. Shoot-root carbon allocation, sugar signalling and their coupling with nitrogen uptake and assimilation. Funct. Plant Biol. 2016;43(2):105–113.", "ArticleIdList": ["32480445"]}, {"Citation": "Schofield RA, Bi YM, Kant S, Rothstein SJ. Overexpression of STP13, a hexose transporter, improves plant growth and nitrogen use in Arabidopsis thaliana seedlings. Plant Cell Environ. 2009;32:271–285.", "ArticleIdList": ["19054349"]}, {"Citation": "Thomsen HC, Eriksson D, Moller IS, Schjoerring JK. Cytosolic glutamine synthetase: A target for improvement of crop nitrogen use efficiency? Trends Plant Sci. 2014;19:656–663.", "ArticleIdList": ["25017701"]}, {"Citation": "Hachiya T, et al. Nitrate addition alleviates ammonium toxicity without lessening ammonium accumulation, organic acid depletion and inorganic cation depletion in Arabidopsis thaliana shoots. Plant Cell Physiol. 2012;53:577–591.", "ArticleIdList": ["22318863"]}, {"Citation": "Jian S, et al. NRT1.1-related NH4+ toxicity is associated with a disturbed balance between NH4+ uptake and assimilation. Plant Physiol. 2018;178:1473–1488.", "ArticleIdList": ["PMC6288744", "30337453"]}, {"Citation": "Liu Y, von Wirén N. Ammonium as a signal for physiological and morphological responses in plants. J. Exp. Bot. 2017;68(10):2581–2592.", "ArticleIdList": ["28369490"]}, {"Citation": "Wang W, Yang C, Tang X, Gu X, Ma D. Effects of high ammonium level on biomass accumulation of common duckweed Lemna minor L. Environ. Sci. Pollut. Res. Int. 2014;21(24):14202–14210.", "ArticleIdList": ["25056754"]}, {"Citation": "Rolny N, Bayardo M, Guiamet JJ, Costa L. Nitrogen fertilization increases ammonium accumulation during senescence of barley leaves. Acta Physiol. Plant. 2016;38:39."}, {"Citation": "Nguyen HTT, Shim IS, Kobayashi K, Usui K. Regulation of ammonium accumulation during salt stress in rice (Oryza sativa L.) seedlings. Plant Prod. Sci. 2005;8:397–404."}, {"Citation": "Hoai NTT, Shim IS, Kobayashi K, Kenji U. Accumulation of some nitrogen compounds in response to salt stress ad their relationship with salt tolerance in rice (Oryza sativa L.) seedlings. Plant Growth Regul. 2003;41:159–164."}, {"Citation": "Gálvez S, Lancien M, Hodges M. Are isocitrate dehydrogenases and 2-oxoglutarate involved in the regulation of glutamate synthesis? Trends Plant Sci. 1999;4(12):484–490.", "ArticleIdList": ["10562733"]}, {"Citation": "Zhong C, et al. Nitrogen-mediated alleviation of photosynthetic inhibition under moderate water deficit stress in rice (Oryza sativa L.) Environ. Exp. Bot. 2019;157:269–282."}, {"Citation": "Sánchez-Rodríguez E, et al. Ammonia production and assimilation: Its importance as a tolerance mechanism during moderate water deficit in tomato plants. J. Plant Physiol. 2011;168:816–823.", "ArticleIdList": ["21316797"]}, {"Citation": "Masclaux-Daubresse C, et al. Glutamine synthetase-glutamate synthase pathway and glutamate dehydrogenase play distinct roles in the sink-source nitrogen cycle in tobacco. Plant Physiol. 2006;140:444–456.", "ArticleIdList": ["PMC1361315", "16407450"]}, {"Citation": "Bittsánszky A, Pilinszky K, Gyulai G, Komives T. Overcoming ammonium toxicity. Plant Sci. 2015;231:184–190.", "ArticleIdList": ["25576003"]}, {"Citation": "Brock BLW, Wilkinson DA, King J. Glyoxylate aminotransferases from oat leaves. Can. J. Biochem. 1970;48:486–492.", "ArticleIdList": ["5418970"]}, {"Citation": "Wingler A, et al. Trehalose 6-phosphate is required for the onset of leaf senescence associated with high carbon availability. Plant Physiol. 2012;158:1241–1251.", "ArticleIdList": ["PMC3291265", "22247267"]}, {"Citation": "Murakami PF, Schaberg PG, Shane JB. Stem girdling manipulates leaf sugar concentrations and anthocyanin expression in sugar maple trees during autumn. Tree Physiol. 2008;28:1467–1473.", "ArticleIdList": ["18708328"]}, {"Citation": "Jakhar S, Mukherjee D. Chloroplast pigments, proteins, lipid peroxidation and activities of antioxidative enzymes during maturation and senescence of leaves and reproductive organs of Cajanus cajan L. Physiol. Mol. Biol. Plants. 2014;20(2):171–180.", "ArticleIdList": ["PMC3988333", "24757321"]}, {"Citation": "Nunes C, et al. Regulation of growth by the trehalose pathway. Plant Signal Behav. 2013;8(12):e26626.", "ArticleIdList": ["PMC4091418", "24084646"]}, {"Citation": "Schluepmann H, Pellny T, van Dijken A, Smeekens S, Paul MJ. Trehalose 6-phosphate is indispensable for carbohydrate utilization and growth in Arabidopsis thaliana. PNAS. 2003;100:6849–6854.", "ArticleIdList": ["PMC164535", "12748379"]}, {"Citation": "Schluepmann H, Dijken AV, Aghdasi M, Wobbes B, Smeekens PS. Trehalose mediated growth inhibition of Arabidopsis seedlings is due to trehalose-6-phosphate accumulation. Plant Physiol. 2004;135(2):879–890.", "ArticleIdList": ["PMC514123", "15181209"]}], "ReferenceList": []}], "History": [{"Year": "2021", "Month": "5", "Day": "29"}, {"Year": "2022", "Month": "3", "Day": "8"}, {"Year": "2022", "Month": "3", "Day": "23", "Hour": "5", "Minute": "46"}, {"Year": "2022", "Month": "3", "Day": "24", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "5", "Day": "6", "Hour": "6", "Minute": "0"}, {"Year": "2022", "Month": "3", "Day": "22"}], "PublicationStatus": "epublish", "ArticleIdList": ["35318399", "PMC8940917", "10.1038/s41598-022-08971-x", "10.1038/s41598-022-08971-x"]}}], "PubmedBookArticle": []}